{
    "id": 5131,
    "cites": 86,
    "cited_by": 139,
    "reference": [
        "Achaxya, Sankarshan (1991), Debt Buybacks Signal Sovereign Countries Creditworthiness: Theory and Tests, Finance and Economics Discussion Series Paper No, 180, Board of Governors of the Federal Reserve System.",
        "Alexander, Lewis S. (1987), Three Essays on Sovereign Default and international Lending, Ph.D. Dissertation, Yale University.",
        "Atkeson, Andrew (1991), International Lending with Moral Hazard and Risk of Repudiation, Econometrica, 59: 1069-1090.",
        "Bhattacharya, Sudipto and Enrica Detragiache (1993), The Role of Multinational Institutions in the Market for Sovereign Debt, Innocenzo Gasparini Institute for Economic Research Working Paper No. 39.",
        "Bulow, Jeremy and Kenneth Rogoff(1988a), The Buy Back Boondoggle, Brookings Papers on Economic Activity, 2: 67 5-704.",
        "Bulow, Jeremy and Kenneth Rogoff (1988b), Multilateral Negotiations for Rescheduling Developing Country Debt, International Monetary Fund Staff Papers, 35: 644-657.",
        "Bulow, Jeremy and Kenneth Rogoff (1989a), A Constant Recontracting Model of Sovereign Debt, Journal of Political Economy, 97: 155-178.",
        "Bulow, Jeremy and Kenneth Rogoff (1989b), LDC Debt: Is to Forgive to Forget? American Economic Review, 79: 43-50.",
        "Bulow, Jeremy and Kenneth Rogoff (1990), Cleaning up Third World Debt Without Getting Taken to the Cleaners, Journal of Economic Perspectives, 4:31-42.",
        "Bulow, Jeremy and Kenneth Rogoff (1991), Sovereign Debt Repurchases: No Cure for Overhang, Quarterly Journal of Economics, 427: 1219-1235.",
        "Chang, Roberto (1991), Private Investment and Sovereign Debt Negotiations, CV. Starr Research Report 91-47, New York University.",
        "Claessens, Stijn (1995), Symposium on Emerging Capital Markets, World Bank Economic Review, 9 Forthcoming.",
        "Claessens, Stijn and Ishac Diwan (1990), Investment Incentives: New Money, Debt Re1ief~ and the Critical Role of Conditionality in the Debt Crisis, The World Bank Economic Review 4: 21-41.",
        "Claessens, Stijn, Ishac Diwan, and Daniel Oks (1992), Interest Rates, Growth, and External Debt: The Macroeconomic Impact of Mexicos Brady Deal, manuscript, The World Bank.",
        "Claessens, Stijn, Daniel Oks, and Sweder van Wijnbergen (1993), Interest Rates, Growth, and External Debt: The Macroeconomic Impact of Mexicos Brady Deal, manuscript, The World Bank.",
        "Claessens, Stijn, Sweder van Wijnbergen, and George Pennachi (1992), Deriving Developing Country Repayment Capacity from the Market Prices of Sovereign Debt, World Bank Policy Research Paper No. WPS/1043.",
        "Cohen, Daniel (1992), The Debt Crisis: A Postmortem, NBER Macroeconomics Annual, 7: 65-105.",
        "Cohen, Daniel and Jeffrey Sachs (1986), Growth and External Debt under Risk of Debt Repudiation, European Economic Review, 30: 579-560.",
        "Cole, Harold and William B. English (1988), Expropriation and Direct Investment, manuscript, International Economics Research Center, University of Pennsylvania.",
        "Cole, Harold L. and Patrick I. Kehoe (1992), Reputation Spillover Across Relationships with Enduring and Transient Benefits: Reviving Reputation Models of Debt, Federal Reserve Bank of Minneapolis Working Paper.",
        "Cole, Harold L., James Dow, and William B. English (1995), Default, Settlement and Signaling: Lending Resumption in a Reputation Model of Sovereign Debt, International Economic Review, 36.",
        "Cooper, Richard N. and Jeffrey Sachs (1985), Borrowing Abroad: The Debtors Perspective, in Gordon W. Smith and John 1. Cuddington, eds., International Debt and the Developing Countries. IBRD, Washington, D.C.",
        "Corden, W. Max (1989), Debt Relief and Adjustment Incentives: A Theoretical Exploration in Jacob Frenkel, Michael Dooley, and Peter Wickham, eds., Analytical Issues in Debt. Washington, D.C., International Monetary Fund.",
        "Costa-Cabral, Celia (1993), Evaluating Debt Repurchases: What are the Alternatives to Investment? Universidad Carlos III de Madrid Working Paper 93-43.",
        "Demirguc-Kunt, Ash and Enrica Detragiache (1992), Interest Rates, Official Lending, and the Debt Crisis: A Reassessment, Debt and International Finance Working Paper No. 932, the World Bank.",
        "Demirguc-Kunt, Ash and Eduardo Fernandez-Arias (1992), Burden Sharing Among Official and Private Creditors, World Bank Working Paper, 943 Detragiache, Enrica (1992), Optimal Loan Contracts and Floating-Rate Debt in International Lending to LDCs, European Economic Review, 36: 1241-1261.",
        "Detragiache, Enrica (1993a), Sensible Buybacks of Sovereign Debt, Journal of Development Economics, forthcoming.",
        "Deiragiache, Enrica (I 993b), Fiscal Adjustment and Official Reserves in Sovereign Debt Negotiations, Johns Hopkins University. Detragiache, Enrica and Paolo G. Garella (1993), Debt Restructuring with Multiple Creditors: A Public Good Approach, Innocenzo Gasparini Institute for Economic Research Working Paper No. 47.",
        "Diamond, Douglas (1984), Financial Intermediation and Delegated Monitoring, Review of Economic Studies, 51: 393-414.",
        "Diaz-Alejandro, Carlos F. (1984), Latin American Debt: I Dont Think We Are in Kansas Anymore. Brookings Papers on Economic Activity, 2: 335-389.",
        "Diaz-Alejandro, Carlos F. (1985), Good-bye Financial Repression, Hello Financial Crash, Journal of Development Economics, 19: 1-24.",
        "Diwan, Ishac and Stijn Claessens (1989), Market Based Debt Reductions, in Husain and I. Diwan, eds., Dealing with the Debt Crisis.",
        "Diwan, Ishac and Stijn Claessens (1989), An Analysis of Debt-Reduction Schemes Initiated by Debtor Countries, Debt and International Finance Working Paper No, 153, World Bank.",
        "Diwan, Ishac and Kenneth Kletzer (1992), Voluntary Choices in Concerted Deals: The Menu Approach to Debt Reduction in Developing Countries, The World Bank Economic Review 6: 91-108.",
        "Diwan, Ishac and Dam Rodrik (1992), External Debt, Adjustment, and Burden Sharing: A Unified Framework, Princeton Studies in International Finance, 73.",
        "Diwan, Ishac and Mark M. Spiegel (1993), Are Buybacks Back?: Menu-Driven Debt Reduction Schemes with Heterogeneous Creditors, World Bank and New York University.",
        "Dooley, Michael (1988), Buybacks and the Market Valuation of External Debt, IMF Staff Papers 35: 215-229.",
        "Dooley, Michael P., Eduardo Fernandez-Arias, and Kenneth M. Kletzer (1994), Recent Private Capital Flows to Developing Countries: Is the Debt Crisis History? NBER Working Paper No. 4792.",
        "Dooley, Michael and Kenneth M Kletzer (1994), Capital Flight, External Debt, and Domestic Fiscal Policies, NBER Working Paper No. 4793.",
        "Dooley, Michael and Mark Stone (1993), Endogenous Creditor Seniority and External Debt Values, IMF Staff Papers, 40: 395-413.",
        "Eaton, Jonathan (1987), Public Debt Guarantees and Private Capital Flight, World Bank Economic Review, 7: 377-396.",
        "Eaton, Jonathan (t990a), Debt Relief and the International Enforcement of Loan Contracts, Journal of Economic Perspectives, 4:43-56. Eaton, Jonathan (1990b), Sovereign Debt, Reputation, and Credit Terms, NBER Working Paper No. 3424.",
        "Eaton, Jonathan and Mark Gersovitz (1981), Debt with Potential Repudiation: Theoretical and Empirical Analysis, Review of Economic Studies, 48: 289-309.",
        "Eaton, Jonathan and Mark Gersovitz (1984), A Theory of Expropriation and Deviations from Perfect Capital Mobility, Economic Journal, 94: 16-40.",
        "Eaton, Jonathan and Mark Gersovitz (1988), Country Risk and the Organization of International Capital Transfer, in Jorge B. deMacedo and Ronald Findlay, editors, Debt Growth, and Stabilization: Essays in Memory of Car/os F. DiazAlejandro. Oxford: Blackwell.",
        "Eaton, Jonathan and Mark Gersovitz (1994), Some Curious Properties of a Familiar Model of Debt and Default, forthcoming, Economics Letters.",
        "Eaton, Jonathan , Mark Gersovitz, and Joseph Stiglitz (1986), The Pure Theory of Country Risk, European Economic Review, 30: 481-513.",
        "Edwards, Sebastian (1984), LDCs Foreign Borrowing and Default Risk: An Empirical Investigation, American Economic Review, 74: 726-734.",
        "Eichengreen, Barry and Richard Portes (1989), Settling Defaults in the Era of Bond Finance, World Bank Economic Review, 3: 211-240.",
        "Fernandez, Raquel and Jacob Glazer (1990), The Scope for Collusive Behavior among Debtor Countries, Journal of Development Economics, 32: 297-3 13.",
        "Fernandez, Raquel and David Kaaret (1992), Bank Heterogeneity, Reputation, and Debt Renegotiation, International Economic Review, 33: 61-78.",
        "Fernandez, Raquel and Stile Ozler (1991), Debt Concentration and Secondary Market Prices: A Theoretical and Empirical Analysis, NBER Working Paper 3654.",
        "Fernandez, Raquel and Robert Rosenthal (1990), Sovereign Debt Renegotiations: A Strategic Analysis, Review of Economic Studies.",
        "Froot, Kenneth (1989), Buy-Backs, Exit-Bonds, and the Optimahity of Debt and Liquidity Relief, International Economic Review, 30: 45-70.",
        "Gale, Douglas and Martin Hellwig (1989), Repudiation and Renegotiation: The Case of Sovereign Debt, International Economic Review, 30: 3-31.",
        "Gersovitz, Mark (1983), Trade, Capital Mobility and Sovereign Immunity, Research Program in Development Studies Paper No. 108, Princeton University.",
        "Goldberg, Linda and Mark M. Spiegel (1992), Debt Write Downs and Debt-Equity Swaps in s TwoSector Model, Journal of International Economics, 33: 267-283.",
        "Grossman, Herschel I. and John B. van Huyck (1988), Sovereign Debt as a Contingent Claim: Excusable Default, Repudiation and Reputati on,Ameri can Economic Review, 78: 1088-1097.",
        "Helpman, Elhanan (1989), Voluntary Debt Reduction, International Monetary Fund Staff Papers, 36: 580-611.",
        "Helpman, Ethanan (1990), The Simple Analytics of Debt Equity Swaps, American Economic Review, 79: 440-451.",
        "Jaffee, Dwight and Franco Modigliani (1969), A Theory of Credit Rationing, American Economic Review.",
        "Kahn, Robert B. (1984), External Borrowing and the Commons Nature of Foreign Exchange, unpublished manuscript, Board of Governors of the Federal Reserve System.",
        "Kaletsky, Anatole (1985), The Costs of Default. Twentieth Century Fund. New York: Priority Press.",
        "Kaneko, Mamoru and Jacek Prokop (1993), A Game-Theoretic to the International Debt Overhang, Journal of Economics, 1: 1-24.",
        "Kenen, Peter (1990), Organizing Debt Relief: The Need for a New Institution, Journal of Economic Perspectives, 4. 7-18.",
        "Keynes, John Maynard (1924), Foreign Investment and National Advantage, The Nation andA theneum, 584-587.",
        "Kletzer, Kenneth M. (1984), Asymmetries of Information and LDC Borrowing with Sovereign Risk, Economic Journal, 94: 287-307.",
        "Kletzer, Kenneth M. and Brian Wright (1990), Sovereign Debt Renegotiations in a ConsumptionSmoothing Model, University of California at Santa Cruz.",
        "Kreps, David M. and Robert Wilson (1982), Reputation and Imperfect Information, Journal of Economic Theory, 27: 253-279.",
        "Krugman, Paul (1988), Financing vs. Forgiving a Debt Overhang: Some Analytic Notes, Journal of Development Economics, 29: 253-268.",
        "Lindert, Peter and Paul Morton (1989), How Sovereign Debt has Worked, in Jeffrey Sachs, editor, Developing Country Debt and Economic Performance. Chicago: University of Chicago Press.",
        "Manuelli, Rodolfo (1986), A General Equilibrium Model of International Credit Markets, Manuscript, Stanford University.",
        "Milgrom, Paul and John Roberts (1982), Predation, Reputation, and Entiy Deterrence, Journal of Economic Theory, 27: 280-3 12.",
        "Ozler, Stile (1989), On the Relation Between Rcschedulings and Bank Value, American Economic Review, 79: 1117-1135.",
        "Ozler, Stile (1991), Evolution of Commercial Credit Terms: An Empirical Study of Commercial Bank Lending to Developing Countries, Journal of Development Economics, 38: 79-97.",
        "Ozier, Stile (1993), Have Commercial Banks Ignored History? American Economic Review 83: 608-620.",
        "Rosenthal, Robert (1991), On the Incentives Assocaited with Foreign Debt, Journal of International Economics, 30: 167-176.",
        "Rubinstein, Arid (1982), `Perfect Equilibrium in a Bargaining Model, Econometrica, 50: 97-109.",
        "Sachs, Jeffrey (1984), Theoretical Issues in International Borrowing. Princeton Studies in International Finance No. 54.",
        "Sachs, Jeffrey (1988), The Debt Overhang of Developing Countries, in Jorge B. deMacedo and Ronald Findlay, editors, Debt Growth, and Stabilization: Essays in Memory of Carlos F. DiazAlejandro. Oxford: Blackwell.",
        "Spiegel, Mark M. (1992), Concerted Lending: Did Large Banks Bear the Burden? Journal of Money, Credit, and Banking, 24: 465-481.",
        "Spiegel, Mark M. (1 993a), Fixed Premium Deposit Insurance and Collective Action Problems Among Banks, New York University. Spiegel, Mark M. (1993b), Burden-Sharing in Sovereign Debt Renegotiations, New York University.",
        "Stiglitz, Joseph E. and Andrew Weiss (1981), Credit Rationing in Markets with Imperfect Information, American Economic Review, 71: 393-410.",
        "Wells, Robin (1993), Tolerance of Arrearages: How IMF Loan Policy can Effect Debt Reduction, American Economic Review, 71: 621-633.",
        "World Bank (1993), World Debt Tables.",
        "Worrall, Thomas (1990), Debt with Potential Repudiation, European Economic Review, 34: 1099- 1109."
    ]
}