{
    "id": 5134,
    "cites": 9,
    "cited_by": 1,
    "reference": [
        "Erard. Brian and Jonathan S. Feinstein. (1995) The Role of Moral Sentiments and Audit Perceptions in Tax Compliance. Forthcoming in Public Finance.",
        "Feinsteim Jonathan S. (1991) An econometric analysis of income tax evasion and its detection. RAND Journal of Economics, Vol. 22. No. 1 (Spring), pages 14-35.",
        "Erard. Brian and Jonathan S. Feinstein. (1994b) Econometric Models of Compliance and Enforcement: Reporting Behavior and Audit Selection Decisions. Mimeo.",
        "Due. John F. and lIikesell. John L. (1993) Sales Taxation: State and Local Structure and Administration. Baltimore: The Johns Hopkins University Press.",
        "Erard. Brian. (199~) Self Selection pith Measurement Errors: A Microeconometric Anal- sis of the Decision to Seek Tax Assistance and Its Implications for Tax Compliance. Mimeo. Carleton University. Erard. Brian and Jonathan S. Feinstein. (1994a) Honest, and evasion in the tax compli- ance game. RAND Journal of Economics Vol. 25. No. 1 (Spring). pages 1-19.",
        "Dubin. Jeffrey A.. Michael .4. Graetz. and Louis L. Tilde. (1990) The Effect of Audit Rates on the Federal Individual Income Tax. .7 ational Tan Journal. Vol. 43. No. 4.",
        "Vol. 42. No. 1, pages 1-33. Beron. Kurt. Helen Tauchen. and Anne D. Witted (19g1) The Ejects of Audits and Socioeconomic ~ ariables on Compliance. In U-hy People Pay Tazes. edited by Joel Slemrod. Ann Arbor: l~niversit~ of Michigan Press, pages 67-89. Clotfelter. Charles. (1983) Tax Evasion and Tax Rates: An Analysis of Individual Re- turns. Rer~icu of Economics and Statistics. Vol. 65 No. 3, pages 363-3~3.",
        "Alm, James. Rov Bahl, and Matthew !. Murray. (1993) Audit Selection and Income Tax Underreporting in the Tax Compliance GarneJ Journal of Development Economics.",
        "J. Alrn/B. Erard/J.S. Feinstein Alexander, Craig and Jonathan S. Feinstein. (1987) A Microeconometric Analysis of Income Tax Evasion. Mimeo, M.I.T.."
    ]
}