{
    "id": 5135,
    "cites": 37,
    "cited_by": 3,
    "reference": [
        "Abramovitz, Moses, Resource and Output Trends in the United States since 1870, American Economic Review, Papers and Proceedings 46 (1956): 5-23.",
        "Atkeson, Andrew, and Tamim Bayoumi, Do Private Capital Markets Insure Regional Risk? Evidence from the United States and Europe, Open Economies Review 4 (1993): 30324.",
        "Barro, Robert J., N. Gregory Mankiw, and Xavier Sala-i-Martin, Capital Mobility in Neoclassical Models of Growth, NBER Working Paper Series No. 4206, 1992.",
        "Barro, Robert J., and Xavier Sala-i-Martin, Convergence across States and Regions, Brookings Papers on Economic Activities (1991), 107-82.",
        "Baumol, William J., Productivity Growth, Convergence and Welfare: What does the LongRun Data Show? American Economic Review 76 (1986): 1072-85.",
        "American Economic Review 78 (1988), 1155-59.",
        "Becker, Gary S., and H Gregg Lewis, On the Interaction between the Quantity and Quality of Children, Journal of Political Economy 81(1973), S279-88.",
        "Becker, Gary S., Kevin M. Murphy, and Robert Tamura, Human Capital, Fertility, and Economic Growth, Journal of Political Economy 98 (1990), S 12-S 37.",
        "Ben-David, Dan, Convergence Clubs and Diverging Economies, working paper, Ben Gurion - 24 - University, 1994.",
        "DeLong, Bradford, Productivity Growth, Convergence, and Welfare: Comment, American Econo,nic Review 78 (1988), 1138-54.",
        "Denison, Edward F., Sources of Economic Growth in the United States and the Alternatives Before Us, New York: Committee for Economic Development, 1962.",
        "Domar, Evsey, Essays in the Theory of Economic Growth, London: Oxford University Press, 1947.",
        "Ehrlich, Isaac, and Francis T. Lui, Intergenerational Trade, Longevity, and Economic Growth, Journal of Political Economy 99 (1991), 1029-59.",
        "Eichengreen, Barry, One Money for Europe? Lessons from the US Currency Union, Economic Policy: A European Forum 10(1990): 117-66.",
        "Friedman, Milton, Do Old Fallacies Ever Die? Journal of Economic Literature (1992), 2129-32.",
        "Grossman, Gene M., and Elhanan Helpman, Innovation and Growth in the Global Economy, MIT Press, 1991.",
        "Harrod, Roy, An Essay in Dynamic Theory, Economic Journal 49 (1939): 14-33.",
        "Hotelling, Harold, Review of The Triumph of Mediocrity in Business, by Horace Secrist, Journal of the American Statistical Association (1933), 463-65.",
        "Jones, Larry E., and Rodolfo E. Manuelli, A Convex Model of Equilibrium Growth, Journal of Political Economy 98 (1990), 1008-38.",
        "King, Robert G., and Sergio T. Rebelo, Public Policy and Economic Growth: Developing Neoclassical Implications, Journal of Political Economy 98 (1990), S126-49.",
        "Kuznets, Simon, Modern Economic Growth: Rate, Structure and Spread, New Haven: Yale University Press, 1966.",
        "Lucas, Robert E., Jr., On the Mechanics of Economic Development, Journal of Monetary Economics 22 (1988), 3-42.",
        "Review Papers and Proceedings 80 (1990), 92-6.",
        "Parente, Stephen L., and Edward C. Prescott, Technology Adoption and the Mechanics of Economic Development, in Alex Cukierman, et al. (eds.), Political Economy, Growth, and Business Cycle~ MIT Press, 1992.",
        "Padoa Schioppa, Fiorella (ed.), Mismatch and Labor Mobility, New York, Cambridge University Press, 1991.",
        "Quah, Danny, Galtons Fallacy and Tests of the Convergence Hypothesis, Scandinavian Journal of Economics 95 (1993), 427-43.",
        "Ramsey, Frank P.,A Mathematical Theory of Saving, Economic Journal 38 (1928): 543-59.",
        "Razin, Assaf, and Efraim Sadka, Interactions between International Migration and International Trade: Positive and Normative Aspects, Working Paper No. 4-93, Foerder Institute for Economic Research, Tel Aviv University, 1993.",
        "Razin, Assaf, and Chi-Wa Yuen, Capital Taxation and Long Run Growth: New Perspectives, Journal of Public Economics, I 995a, forthcoming. __________ Utilitarian Tradeoff between Population Growth and Income Growth, Journal of Population Economics, 1995b, forthcoming.",
        "Rebelo, Sergio T., Long Run Policy Analysis and Long Run Growth, Journal of Political Economy 99 (1991), 500-21.",
        "Romer, Paul M., Increasing Returns and Long-Run Growth, Journal of Political Economy 94 (1986), 1002-37.",
        "Barro (ed.), Modern Business Cycle Theory, Harvard University Press, 1989.",
        "Solow, Robert M., A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics 70 (1956): 65-94.",
        "Stokey, Nancy L., Human Capital, Product Quality, and Growth, Quarterly Journal of Economics 106 (1991), 587-616.",
        "Tamura, Robert, Income Convergence in an Endogenous Growth Model, Journal of Political Economy 99 (1991), 522-40.",
        "Distribution, working paper, University of Iowa, 1993.",
        "Uzawa, Hirofumi, Optimum Technical Change in an Aggregative Model of Economic Growth, International Economic Review 6 (1965), 18-31."
    ]
}