{
    "id": 5137,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Ross, Arthur (1948) Trade Union Ware Policy, Berkeley California: University of California Press.",
        "Staiger, Douglas (1990) Three Essays in Labor Economics, M. I. T.",
        "Ph.D. dissertation. Svejnar, Jan (1986), Bargaining Power, Fear of Disagreement, and Wage Settlements: Theory and Evidence from a. s. XndusLry, EconomeLrica, 54{5) (September) p1055-1078.",
        "Oswald, Andrew J. (1984) Efficient Contracts are on the Labor Demand Curve, Princeton IR Section WP 178.",
        "Mannering, Fred and Winston, Clifford (1987), Economic Effects of Voluntary Export Restrictions, in Blind Intersection? Policv and the Automobile Industrv, Clifford Winston and Associates (eds.) Brookings:D.C.",
        "Johnson, George E. (1990), Work Rules, Featherbedding, and Pareto-Optimal Union Management Bargaining, Journal of Labor Economics, 8(1) (January), Part 2, S237-259.",
        "Kahneman, D., Jack L. Knetsch, and R. Thaler, Fairness as a Constraint on Profit Seeking, American Economic Review, Vol. 76, 4, (September, 1986) p728-741.",
        "Katz, Lawrence F. and Summers, Lawrence H. 1989. Industry Rents: Evidence and Implications, Brookinas Parers on Economics Activitv: Microeconomics 1989, p209-275.",
        "MaCurdy, Thomas E. and John H. Pencavel (1986), Testing Between Competing Models of Wage and Employment Determination in Unionized Markets, Journal of Political Economy, 94(3) (June) pS3-S39.",
        "Harris, J. and M. Todaro (1970), Migration, Unemployment and Development, American Economic Review, 60 (March) pl62-142.",
        "Dickens, William T., Wages, Employment and the Threat of 31 Collective Action by Workers, NBER working paper, 1986.",
        "Industrial Policies When Labor Markets Dont Clear, Industrial Relations Research Association Series, Proceedings of the Fortv- Second Annual Meetings, December 28-30, 1988, Atlanta, p527-535.",
        "Economic Integration, in Dickens, Eichengreen and Ulman eds. Labor Market Responses to Euronean Economic Integration, Washington D.C.:Brookings. Dickens, William T., and Katz, Lawrence F. (1987). Industry Wage Differences and Theories of Wage Determination, NBER Working Paper 2271.",
        "Dickens, William T. and Kevin Lang (1993) Labor Market Segmentation Theory: Reconsidering the Evidence, in William Darity Jr. Labor Economics: Problems in Analvzinu Labor Markets, Boston:Kluwer, pl41-180.",
        "Trade: A Case for Active Policy, The Dynamics of Trade and Emulovment, L. Tyson, W. Dickens and J. Zysman eds. Cambridge MA. Ballinger. 32 Dixit, A. 1988 Optimal Trade and Industrial Policy for the U.S.",
        "Automobile Industry, in Empirical Methods for International Trade, Robert C. Feenstra, ed. Cambridge:MIT., ppl41-65 Granovetter, Mark (1974), Getting a Job: A Study of Contacts and Careers, (Cambridge: Harvard).",
        "Cain, Glenn. 1976. The Challenge of Segmented Labor Market 30 Theories to Orthodox Theory, Journal of Economic Literature, Dec., 14:1215-1257.",
        "Card, David (1986) Efficient Contracts with Costly Adjustment Short-Run Employment Determination for Airline Mechanics, American Economic Review, 76(5) (December) plO45-1071.",
        "Corcoran, Mary, Linda Datcher, and Greg J. Duncan (1980a), Most Workers Find Jobs Through Word of Mouth, Monthly Labor Review, 103(8) (November) p33-35.",
        "Corcoran, Mary, Linda Datcher, and Greg J. Duncan (1980b), Information and Influence Networks in Labor Markets, in Greg J.",
        "Duncan and James N. Morgan (eds.), Five Thousand American Families -- Patterns of Economic Progress, Vol. VIII (Ann Arbor:Institute for Social Research). Crandall, Robert W. (1987) The Effects of U.S. Protection for Autos and Steel, Brookinus Paners on Economic Activitv, (1) p671-715.",
        "Datcher, Linda (1983), The Impact of Informal Networks on Quit Behavior, The Review of Economics and Statistics, 65(3) (August) p491-495.",
        "Akerlof, George A., Andrew K. Rose, and Janet L. Yellen (1988) Job Switching and Job Satisfaction in the U.S. Labor Market, Brookinus Paners on Economic Activity, (2) p495-582.",
        "Brown, James N. and Orley Ashenfelter (1986), Testing the Efficiency of Employment Contracts, Journal of Political Economy, 94(3) Part 2, (June) pS40-S87.",
        "Abowd, John M. (1989) The Effect of Wage Bargains on the Stock Market Value of the Firm, American Economic Review, 79(4) September, p774-800.",
        "Akerlof, George A., Gift Exchange and Efficiency Wage Theory Four Views, American Economic Review, 74 (May 1984): 79-83."
    ]
}