{
    "id": 5139,
    "cites": 28,
    "cited_by": 16,
    "reference": [
        "Rotemberg, J. and G. Saloner, 1986, A supergame-theoretic model of price wars during booms, American Economic Review, 76, June, pp.39~407.",
        "Marston, R. 1990, Pricing to market in Japanese manufacturing, Journal of International Economics 29, 217-236, November.",
        "Phelps, E. and S. Winter, 1970, Optimal price policy under atomistic competition, in Macroeconomic Foundations of Employment and Inflation Theory, E. Phelps ea., New York: W.W. Norton.",
        "Mann, C., 1986, Prices, profit margins, and exchange rates, Federal Reserve Bulletin 72, 366- 79, June.",
        "Mann, C., 1994. Foreign influences on U.S. inflation: further investigation of aggregate and disaggregated measures. memo, Board of Governors of the Federal Reserve System.",
        "Knetter, M., 1994, Why are retail prices in Japan so high?: Evidence from German Export Prices. National Bureau of Economic Research working paper 4894 (October).",
        "Krugman, P., 1987, Pricing to market when the exchange rate changes, in Real-Financial Linkages among Open Economies, ed. Arndt and Richardsson (Cambridge, MA.: MIT Press).",
        "Knetter, M., 1993, International comparisons of pricing-to-market behavior, American Economic Review 83, 473-486, June.",
        "Hall, R., 1988, The relation between price and marginal cost in U.S. industry, Journal of Political Economy 96, 921-947, October.",
        "Ito, T., Foreign exchange expectations: micro survey data, American Economic Review 80, 434-449, June. Knetter, M., 1989, Price discrimination by U.S. and German exporters, American Economic Review 79, 198-210, March.",
        "Goldberg, L., 1990, Measuring external openness: the Index of Effective Exposure. C.V.",
        "Starr Center working paper 90-19, May. Goldberg, L. and C. Kolstad, 1995, Foreign direct investment, exchange rate variability, and demand uncertainty, International Economic Review, May.",
        "Invesonent, Pass-]hrough, and Exchange Rates Gertler, M. and S. Gilchrist, 1994, Monetary policy, business cycles, and the behavior of small manufacturing fans, Quarterly Journal of Economics, vol. 109 no.436, 309-340.",
        "Goldberg, L., 1993, Exchange rates and investment in United States industry, Review of Economics and Statistics, vol. LXXV no.4, November, 575-588.",
        "Froot, K. and P. Klemperer, 1989, Exchange Rate Pass-Through When Market Share Matters, American Economic Review, September, 637-654..",
        "Feinberg, R., 1989, The effects of foreign exchange movements on United States domestic prices, Review of Economics and Statistics 71, 505-511.",
        "Frankel, J. and K. Froot, 1989, Using Survey Data to Test Standard Propositions Regarding Exchange Rate Expectations, American Economic Review, March, 77, 133-53.",
        "Dornbusch, R., 1987, Exchange rates and prices, American Economic Review 77, 93-106, March.",
        "Feinberg, R., 1986, The interaction of market power and exchange rate effects on German domestic prices, Journal of Industrial Economics, 35, 61-70.",
        "Campa, J. and L. Goldberg, l995b, Exchange rates and sectoral exposure: A comparison of the United States, Japan, Canada and the United Kingdom, manuscript, New York University. ClaTida, R., 1993, The real exchange rate and US manufacturing profits: a theoretical framework with some empirical support, manuscript, Columbia University (March).",
        "Domowitz, I., Hubbard, G. and B. Petersen, 1986, Business cycles and the relationship between concentration and price-cost margins, Rand Journal of Economics 17, 1-17, Spring.",
        "Campa, J. and L. Goldberg, 1995a, Investment, exchange rates and external exposure, Journal of International Economics, forthcoming.",
        "Branson, W. and R. Marston, 1989, Price and output adjustment in Japanese manufacturing, National Bureau of Economic Research working paper 2878.",
        "Campa, J., 1993, Entry by foreign firms in the United States under exchange rate uncertainty, Review of Economics and Statistics, vol. LXXV no.4, November, 614-622.",
        "Bartov, E. and G. Bodnar, 1994, Firm Valuation, Earnings Expectations, and the Exchange Rate Exposure Effect, Journal of Finance vol.49 no.6 (December) 1755-1786.",
        "Bodnar, G. and W. Gentry, 1993, Exchange rate exposure and industry charactenstics: evidence from Canada, Japan, and the USA, Joumal of International Money and Finance 12, 29-45.",
        "Branson, W. and J. Love, 1988, United States Manufacturing and the Real Exchange Rate, in R. Marston, ea., Misalignment of Exchange Rates: Effects on Trade and Industry, University of Chicago Press.",
        "Abel, A. and O. Blanchard, 1986, The present value of profits and cyclical movements in investment, Econometnca 54, 249-273, March."
    ]
}