{
    "id": 5143,
    "cites": 23,
    "cited_by": 6,
    "reference": [
        "Boyd, J. and E. Prescott, 1986, Financial Intermediary Coalitions, Journal of Economic Theory 101. 8 472.",
        "Calomiris, C. and C. Kahn, 1991, The role of demanadable debt in structuring optimal banking arrangements, American Economic Review 81, 497-513.",
        "Campbell, T. and W. Kracaw, 1980, Information production, market signalling, and the theory of intermediation, Journal of Finance 35, 863-882.",
        "Esty, B., 1993, A Tale of Two Thrifts, mimeo, Harvard Business School.",
        "Dc Roover, R., 1948, Money, banking, and credit in mediaeval Bruges, Mediaeval Academy of America (Cambridge).",
        "Diamond, D., 1984, Financial intermediation and delegated monitoring, Review of Economic Studies 51, 393-414.",
        "Diamond, 1)., 1991, Debt maturity structure and liquidity risk. Quarterly Journal of Economics 56, 709-738.",
        "Diamond, D. and P. Dybvig, 1983, Bank runs, deposit insurance, and liquidity, Journal of Political Economy 91, 401419.",
        "Diamond, D. and P. Dybvig, 1986, Banking theory, deposit insurance, and bank regulation, Journal of Business 59, 55-68.",
        "Fama, E., 1985, Whats different about banks?, Journal of Monetary Economics 15, 29-36.",
        "Flannery, M., 1994, Debt maturity and the deadweight cost of levetage: Optimally financing banking finns, American Economic Review, 84, 320-331.",
        "Greenbaum, S. and A. Thakor, 1987, Bank funding modes: Securitization versus deposits, Journal of Banking and Finance 11, 379-401.",
        "Hart, 0. and J. Moore, 1994, A theory of debt based on the inalienability of human capital, Quarterly Journal of Economics 59, 84 1-879.",
        "Hoshi, Takeo, Kashyap, Anil and David Scharfstein, 1990 a, Bank monitoring and investment: evidence from the changing structure of Japanese corporate banking relationships, in R. Glenn Hubbard ed.: Asymmetric Infonnation, Corporate Finance and Investment, (University of Chicago Press, Chicago, IL).",
        "Huberman, G., 1984, External financing and liquidity, Journal of Finance 39, 895-907.",
        "Jensen, M.C. and W. Meckling, 1976, Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics 3, 305-360.",
        "Kahn, C., 1992, Optimal subsidiary structure for banking intermediaries, Mimeo, University of Illinois at Urbana Champaign.",
        "Kiyotaki, N. and J. Moore, 1993, Credit Cycles, Mimeo, University of Minnesota.",
        "Lamoureaux, N., 1994, Insider Lending.",
        "Myers, S., 1977, The determinants of corporate borrowing, Journal of FinancialEconom.ics 5, 147-175.",
        "R.amakrishnan, and A, Thakor, 1984, Information reliability and a theory of financial intermediation, Review of Economic Studies 51, 415432.",
        "Santomero, A. and I. Tester, 1994, The effect of asset sales on bank risk in an imperfect information environment, mimeo, Wharton School.",
        "Shleifer, A. and R. Vishny, 1992, Liquidation value and debt capacity: A market equilibrium approach, Journal of Finance 47, 1343-1366."
    ]
}