{
    "id": 5144,
    "cites": 17,
    "cited_by": 9,
    "reference": [
        "Blinder. Karen. Does Class Size Matter? Economics of Education Review, forthcoming. Boozer. Michael. Segregation. Dropouts, and School Quality, mimeo. Princeton University Department of Economics, 1992.",
        "Boozer, Michael A., Alan B. Krueger and Shari Wolkon. Race and School Quality Since Brown v. Board of Education. Brookings Papers: Microeconomics 1992, 269.33 8.",
        "Card, David and Alan B. Krueger. School Quality and Black-White Relative Earnings: A Direct Assessment, Quarterly Journal of Economics, 107 (February, 1992).",
        "Card, David and Alan B. Krueger. The Economic Return to School Quality: A Partial Survey, Working Paper 334. Industrial Relations Section, Princeton University, 1994.",
        "Digest of Education Statistics, Washington, D.C.: U.S. Department of Health, Education, and Welfare, Education Division, National Center for Education Statistics. 1991.",
        "Finn, Jeremy D., and Charles M. Achilles. Answers and Questions About Class Size: A Statewide Experiment, American Educational Research Journal, 27 no. 3 (Fall, 1990): 557-577.",
        "Flyer, Frederick, and Rosen, Sherwin. The New Economics of Teachers and Education, NBER Working Paper 4828. Grogger, Jeff. Does School Quality Explain the Recent Black/White Wage Trend? mimeo, UC Santa Barbara Department of Economics, 1994.",
        "Hanushek, Eric A. Conceptual and Empirical Issues in the Estimation of Educational Production Functions, Journal of Human Resources, 14 (Summer, 1979): 35 1-388.",
        "Hanushek, Eric A. and John F. Kain. On the Value of Equality of Educational Opportunity as a Guide to Public Policy, in On Equality of Educational Opportunity. Frederick Mosteller and Daniel P. Moynihan, editors (New York: Random House, 1972).",
        "Juhn, Chinhui, Kevin Murphy and Brooks Pierce. Accounting for the Slowdown in BlackWhite Wage Convergence. In Marvin H. Kosters, (ed.) Workers and their Wages: Changing Patterns in the United States (Washington, D.C.: AEI Press, 1991).",
        "Kozol, Jonathan. Savage Inequalities: Children in Americas Schools (New York: Crown Publishers, 1991).",
        "Neal. Derek A. and William R. Johnson. The Role of Pre-Market Factors in Black-White Wage Differences, mimeo, University of Chicago Department of Economics, 1994.",
        "Newey, Whitney. `Generalized Method of Moments Specification Testing, Journal~ Econometrics, 29 (1985): 229-256.",
        "Smith. James P. and Finis Welch. Black Economic Progress After Myrdal. Journal of Economic Literature 27 (June, 1989): 5 19-564.",
        "Staff to Student Ratios: Class Size/Caseload, Washington D.C.: National Association of State Directors of Special Education, Inc., 1986.",
        "Staff to Student Ratios: Class Size/Caseload Supplement. Washington D.C.: National Association of State Directors of Special Education, Inc., August 1989.",
        "U.S. Bureau of the Census, Statistical Abstract of the United States: 1993 (113th edition.) Washington, D.C., 1993."
    ]
}