{
    "id": 5145,
    "cites": 11,
    "cited_by": 151,
    "reference": [
        "Andrews, Donald W.K. (1993), Tests for Parameter Instability and Structural Change with Unknown Change Point, Econometrica 61, 821-56.",
        "Bernanke, Ben (1986), Alternative Explanations of the Money-Income Correlation, in K. Brunner and A. Meltzer, eds., Real Business Cycles, Real Exchange Rates, and Actual Policies, Carnegie-Rochester Conference Series on Public Policy no. 25, Amsterdam: North-Holland, 1986.",
        "Bernanke, Ben (1990), On the Predictive Power of Interest Rates and Interest Rate Spreads, New England Economic Review, Federal Reserve Bank of Boston (November-December), 51-68.",
        "Bernanke, Ben and Alan Blinder (1992), The Federal Funds Rate and the Channels of Monetary Transmission, American Economic Review 82 (September), 901-21.",
        "Bernanke, Ben and Mark Gertler (forthcoming), Inside the Black Box: The Credit Channel of Monetary Transmission, Journal of Economic Perspectives. Blanchard, Olivier and Mark Watson (1986), Are Business Cycles All Alike? in R. J. Gordon, ed., The American Business Cycle: Continuity and Change, Chicago: U. of Chicago Press for NBER.",
        "Boschen, John and Leonard Mills (1991), The Effects of Countercyclical Policy on Money and Interest Rates: An Evaluation of Evidence from FOMC Documents, working paper 91-20, Federal Reserve Bank of Philadelphia.",
        "Brunner, Allan, The Federal Funds Rate and the Implementation of Monetary Policy: Estimating the Federal Reserves Reaction Function, International Finance discussion paper no. 466, Board of Governors of the Federal Reserve System, May 1994.",
        "Chow, Gregory, and An-loh Lin (1971), Best Linear Unbiased Interpolation, Distribution, and Extrapolation of Time Series by Related Series, Review of Economics and Statistics 53 (November), 372-5.",
        "Christiano, Lawrence, and Martin Eichenbaum (1992), Identification and the Liquidity Effect of a Monetary Policy Shock, in A. Cukierman, Z. Hercowitz, and L. Leiderman, eds., Political Economy, Growth, and Business Cycles, Cambridge MA: MIT Press.",
        "Christiano, Lawrence, Martin Eichenbaum, and Charles Evans (1994a), The Effects of Monetary Policy Shocks: Evidence from the Flow of Funds, unpublished paper, Northwestern University (March).",
        "Christiano, Lawrence, Martin Eichenbaum, and Charles Evans (1994b~, Identification and the Effects of Monetary Policy Shocks, working paper WP-94-7, Federal Reserve Bank of Chicago (May)."
    ]
}