{
    "id": 5146,
    "cites": 35,
    "cited_by": 1948,
    "reference": [
        "Strongin, 1992) or indicators developed through historical analysis (e.g.",
        "Watson, Mark, Vector Autoregressions and Cointegration, in R. F. Engle and D. L. McFadden, eds., Handbook of Econometrics, vol. 4, Amsterdam: North- Holland, 1994.",
        "Zakrajsek, Egon, Retail Inventories, Internal Finance, and Aggregate Fluctuations: Evidence from Firm-Level Panel Data, mimeo, New York University, 1994.",
        "Strongin, Steven, The Identification of Monetary Policy Disturbances: Explaining the Liquidity Puzzle, working paper WP-29-27, Federal Reserve Bank of Chicago, November 1992.",
        "Sims, Christopher, Interpreting the Macroeconomic Time Series Facts: The Effects of Monetary Policy, European Economic Review, 36, 1992, 975-1011.",
        "Sims, Christopher and Tao Zha, Does Monetary Policy Generate Recessions? Using Less Aggregated Price Data to Identify Monetary Policy, mimeo, Yale University, 1993.",
        "Stein, Jeremy, Prices and Trading Volume in the Housing Market: A Model with Down-Payment Effects, Quarterly Journal of Economics, 110, May 1995a, 379- 406.",
        "Stein, Jeremy, An Adverse Selection Model of Bank Asset and Liability Management with Implications for the Transmission of Monetary Policy, MIT, mimeo, March 1995b.",
        "Ryding, John, Housing Finance and the Transmission of Monetary Policy, Federal Reserve Bank of New York, Quarterly Review, 15, Summer 1990, 42-55.",
        "Sims, Christopher, Macroeconomics and Reality, Econometrica, 48, 1980, 1-48.",
        "Kashyap, Anil and Jeremy Stein, The Impact of Monetary Policy on Bank Balance Sheets, Carnegie Rochester Conference Series on Public Policy, forthcoming. Kwon, Eunkyung, Financial Market Frictions, Firm Factor Demands, and Effective Discount Rates: Evidence from Retail Trade, mimeo, New York University, 1995.",
        "Mishkin, Frederic S., The Household Balance Sheet and the Great Depression, Journal of Economic History, 38, December 1978, 918-37.",
        "Oliner, Stephen and Glenn Rudebusch, Is There a Broad Credit Channel?, Board of Governors, mimeo, 1994.",
        "Romer, Christina and David Romer, Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz, NBER Macroeconomics Annual, 4, 1989, 121-170.",
        "Romer, Christina and David Romer, New Evidence on the Monetary Transmission Mechanism, Brookings Papers on Economic Activity, 1, 1990, 149-214.",
        "Kashyap, Anil and Jeremy Stein, Monetary Policy and Bank Lending, in N. Gregory Mankiw, ea., Monetary Policy, U. of Chicago Press for NBER, 1994.",
        "Hubbard, R. Glenn, Is There a Credit Channel for Monetary Policy?, NBER working paper 4977, December 1994.",
        "Kashyap, Anil, Owen Lamont, and Jeremy Stein, Credit Conditions and the Cyclical Behavior of Inventories, Quarterly Journal of Economics, 109, August 1994, 565-92.",
        "Galati, Gabriele, Monetary Policy and Corporate Profits, mimeo, New York University, 1994.",
        "Gertler, Mark and Simon Gilchrist, The Role of Credit Market Imperfections in the Transmission of Monetary Policy: Arguments and Evidence, Scandinavian Journal of Economics, 95, 1993, 43-64.",
        "Cummins, Jason G., Kevin A. Hassett, and R. Glenn Hubbard, A Reconsideration of Investment Behavior Using Tax Reforms as Natural Experiments, Brookings Papers on Economic Activity, 2, 1994, 1-74.",
        "Christiano, Lawrence, Martin Eichenbaum, and Charles Evans, The Effects of Monetary Policy Shocks: Evidence from the Flow of Funds, mimeo, Northwestern University, March 1994a.",
        "Christiano, Lawrence, Martin Eichenbaum, and Charles Evans, Identification and the Effects of Monetary Policy Shocks, Federal Reserve Bank of Chicago, working paper WP-94-7, May 1994b.",
        "Chah, Eun Young, Valerie Ramey and Ross Starr, Liquidity Constraints and Intertemporal Optimization: Theory and Evidence from Durable Goods, Journal of Money, Credit, and Banking, 27, February 1995, 272-287.",
        "Price Fluctuations Across Countries, BIS Economic Papers, no. 40, April 1994.",
        "Carpenter, Robert, Stephen Fazzari and Bruce Peterson, Inventory (Dis)Investment, Internal Finance Fluctuations and the Business Cycle, Brookings Papers on Economic Activity, 2, 1994, 75-138.",
        "Blinder, Alan and Louis Maccini, Taking Stock: A Critical Assessment of Recent Research on Inventories, Journal of Economic Perspectives, 5, 1991, 73-96.",
        "Boldin, Michael, Econometric Analysis of the Recent Downturn in Housing: Was it a Credit Crunch? Federal Reserve Bank of New York, mimes, 1994.",
        "Bernanke, Ben and Ilian Mihov, Measuring Monetary Policyn, mimeo, Princeton University, February 1995.",
        "Bernanke, Ben and Mark Gertler, Agency Costs, Net Worth and Business Fluctuations, American Economic Review, 79, March 1989, 14-31.",
        "Bernanke, Ben, Mark Gertler, and Simon Gilchrist, The Financial Accelerator and the Flight to Quality, NBER working paper 4789, July 1994; Review of Economics and Statistics, forthcoming.",
        "Bernanke, Ben and Alan Blinder, The Federal Funds Rate and the Channels of Monetary Transmission, American Economic Review, 82, September 1992, 901- 921.",
        "Bernanke, Ben and Alan Blinder, Credit, Money, and Aggregate Demand, American Economic Review, 78, May 1988, 435-439.",
        "Bernanke, Ben, Credit in the Macroeconomy, Quarterly Review, Federal Reserve Bank of New York, 18, Spring 1993a, 50-70.",
        "Bernanke, Ben, How Important is the Credit Channel in the Transmission of Monetary Policy?: A Comment, Carnegie-Rochester Conference Series on Public Policy, 39, December 1993b, 47-52."
    ]
}