{
    "id": 5147,
    "cites": 27,
    "cited_by": 11,
    "reference": [
        "Blostin, Allan P., Robert B. Grant, and William J. Wiatrowski. 1992. Employee Payments for Health Care Services. f~Ã\u0083Â§nthlv Labor Review (November).",
        "Bradford, David F. and the U.S. Treasury Tax Policy Staff. 1984. BlueDrints for Basic Tax Reform 2nd Edition. Arlington, VA: Tax Analysts.",
        "Burman, Leonard E. and Roberton Williams. 1994. Tax caps on employment-based health insurance. National Tax Journal 47 (September): 529-545.",
        "Feldstein, Martin S. 1973. The welfare loss of excess health insurance. Jpurna~ of Political Economy 81 (March-April), 251-280.",
        "Feldstein, Martin S. and Elisabeth Allison. 1974. Tax subsidies of private health insurance: Distribution, revenue loss, and effects. In U.S. Congress, Joint Economic Committee, The Economics of Federal Subsidy Programs.",
        "Washington: U.S. Government Printing Office, 977-994. Feldstein, Martin S. and Andrew Samwick. 1992a. Social Security Rules and Marginal Tax Rates. National Tax Journal, 45, 1-22.",
        "Feldstein, Martin S. and Andrew Samwick. 1992b. Social Security Rules and Marginal Tax Rates. National Bureau of Economic Research Working Paper 3962, Cambridge MA.",
        "Gruber, Jonathan. 1994. The Incidence of Mandated Maternity Benefits. American Economic Review 84 (June), 622-641.",
        "Gruber, Jonathan, and Alan B. Krueger. 1991. The Incidence of Mandated Employer- Provided Insurance: Lessons from Workers Compensation Insurance.w In David 46 Bradford, ed~, Tax Policy and the Economy 6 (Cambridge: MIT Press), 111-144.",
        "Gruber, Jonathan and James M. Poterba. 1994. Tax incentives and the demand for health insurance: Evidence from the self-employed. Quarterly Journal of Economics 109 (August): 701-733.",
        "Holmer, Martin. 1984. Tax Policy and the Demand for Health Insurance. Journal of Health Economics 3, 203-221.",
        "Kaplow, Louis. 1991. The Income Tax as Insurance: The Casualty Loss and Medical Expense Loss Deductions and the Exclusion of Medical Insurance Premiums.",
        "California Law Review 79 (December), 1485-1510. Kaplow, Louis. 1992. Income Tax Deductions for Losses as Insurance. American Economic Review 82 (September), 1013-1017.",
        "Long, James E., and Frank A. Scott. 1982. The Income Tax and Nonwage Compensation. Review of Economics and Statistics 64, 211-219.",
        "Marquis, M. Susan, and Charles E. Phelps. 1987. Price Elasticity and Adverse Selection in the Demand for Supplementary Health Insurance. Economic Inquiry 25, 299-313.",
        "Newhouse, Joseph P. et p1. 1989. Adjusting Capitation Rates Using Objective Health 47 Measures and Prior Utilization. Health Care Financing Review 10 (Spring), 41- 54.",
        "Phelps, Charles E. 1992. Health Economics. New York: Harper Collins.",
        "Rothschild, Michael, and Joseph Stiglitz. 1976. Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information. Quarterly Journal of Economics 90, 629-649.",
        "Scofea, Laura A. 1994. The Development and Growth of Employer-Provided Health Insurance. Monthly Labor Review (March), 3-10.",
        "Sloan, Frank, and Killard Adamche. 1986. Taxation and the Growth of Nonwage Benefits. Public Finance Quarterly 14, 115-139.",
        "Taylor, Amy, and Gail Wilensky. 1983. The Effect of Tax Policies on Expenditures for Private Health insurance. In Jack Meyer, ed., Market Reforms in Health Cpre: Current Issues. New Directions. Strategic Decisions. Washington, D.C.: American Enterprise Institute.",
        "Thorpe, Kenneth L, et p1. 1992. Reducing the Number of Uninsured by Subsidizing Employment-Based Health Insurance: Results from a Pilot Study. Journal of the American Medical Association 267, 945-948.",
        "Turner, Robert. 1987. Are Taxes Responsible for the Growth of Fringe Benefits? National Tax Journal 40, 205-220.",
        "U.S. Congressional Budget Office. 1993. Projections of National Health Expenditures. 1993 Update. Washington: Congress of the United States, Congressional Budget Office.",
        "U.S. Congressional Budget Office. 1994a. Reducing the Deficit: SDending and Revenue ODtipns. Washington: Congress of the United States, Congressional Budget Office.",
        "U.S. Congressional Budget Office. 1 994b. The Tax Treatment of EmDloyment-Based Health Insurance. Washington: Congress of the United States, Congressional Budget Office. Woodbury, Stephen A. 1983. Substitution Between Wage and Nonwage Benefits.",
        "American Economic Review 73, 166-182. Woodbury, Stephen A., and Daniel S. Hammermesh. 1992. Taxes, Fringe Benefits, and Faculty. Review of Economics and Statistics 73, 287-296."
    ]
}