{
    "id": 5149,
    "cites": 34,
    "cited_by": 14,
    "reference": [
        "Wilson, William and Katherine Neckerrnan. 1986. Poverty and Family Structure: The Widening Gap between Evidence and Public Policy Issues, in Sheldon Danziger and Daniel Weinberg, eds, Fighting Poverty. What Works and What Doesnt. Cambridge: Harvard University Press.",
        "U.S. Bureau of the Census. 1991a. Household and Family Characteristics: March 199O, P-2O, NO, 458.",
        "U.S. House of Representatives. 1992. Background Materials and Data on Programs Within the Jurisdiction of the Committee on Ways and Means. Washington D.C.: Government Printing Of rice.",
        "Schultz, T. Paul. 1994. Marital Status and Fertility in the United States: Welfare and Labor Market Effects, Journal of Human Resources 29(2), pp. 637-669.",
        "Tsaio, Cheng. 1986. Analysis of Panel Data, Cambridge University Press.",
        "Ross, Heather and Isabel Sawhill. 1975. Time of Transition: The Growth of Families Headed by Women. Washington DC: The Urban Institute Press.",
        "Plotnick, Robert and Richard Winters. 1985. A Politico-Economic Theory of Income Redistribution, American Political Science Review, 79:458-473.",
        "Rosenzweig, Mark and Kenneth Wolpin. 1986. Evaluating the Effects of Optimally Distributed Public Programs, American Economic Review, 76(4):470-482.",
        "Moffitt, Robert. 19g0a. The Effect of the U.S. Welfare System on Marital Status, Journal of Public Economics 41, pp. 101-124. 1990b. Has State Distribution Policy Grown More Conservative? National Tax Journal.",
        "Literature 30, pp. 1-61. -28- . 1994. Welfare Effects on Female Headship with Area Effects, Journal of Human Resources 29(2), pp. 621-636.",
        "Moffitt, Robert and Barbara Wolfe. 1992. The Effect of the Medicaid Program on Welfare Participation and Labor Supply. Preview of Economics and Statistics.",
        "Poterba, James. 1993. State Responses to Fiscal Crises: The Effects of Budgetary Institutions and Politics, forthcoming in Journal of Political Economy.",
        "Hutchens, Robert, George Jakubson and Saul Schwartz. 1989. AFDC and the Formation of Subfamilies, Journal of Human Resources 24.",
        "Maddala, G.S. 1983. Limiled-Dependent and Qualitative Variables in Econometrics. Cambridge University Press.",
        "McLanahan, Sara. 1988. Family Structure and Dependency: Early Transitions to Female Household Headship,~ Demography 25(1).",
        "Hoffman, Saul, Greg Duncan, and Ronald Mincy. 1991. Marriage and Welfare Use Among Young Women: Do Labor Market, Welfare and Neighborhood Factors Account for Declining Rates of Marriage Among Black and White Women?, mimeo.",
        "Hoffman, Saul and Greg Duncan. 1993. The Effect of Incomes, Wages, and AFDC Benefits on Marital Disruption, mimeo.",
        "Groeneveld, Lyle, Michael Hannan and Nancy Tuma. 1983. Final Report of the SeattlelDenver Income Maintenance Experiment, Volume I, Design and Results. Washington DC: U.S.",
        "Government Printing Office. Heckman, James and Burton Singer 1984. A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models for Duration Data. Economeirica 52:271-319.",
        "Espenshade, Thomas. 1985. Marriage Trends in America: Estimates, Implications, and Underlying -27- Causes,~ Population and Developmenl Peview.",
        "Garfinkel, Irwin and Sara McLanahan. 1986. Single Mothers and Their Children. Washington DC: The Urban Institute Press.",
        "Ellwood, David and Mary Jo Bane. 1985. The Impact of AFDC on Family Structure and Living Arrangements, in Richard Ehrenberg, ed, Research in Labor Economics, Volume 7.",
        "Ellwood, David and Jonathan Crane. 1990. Family Change Among Black Americans: What do we Know?, Journal of Economic Perspectives 4(4):65-84.",
        "Becker, Gary. 1973. A Theory of Marriage: Part I, Journal of Political Economy 81: 813-846.",
        "Besley, Timothy and Anne Case. 1994. Unnatural Experiments? Estimating the Incidence of EndogenousPolicies,NBERWorkingPaper4956. Decemberl994.",
        "Bishop, John. 1980. Jobs, Cash Transfers and Marital Stability: A Review and Synthesis of the Evidence, Journal of Human Resources 15.",
        "Chamberlain, Gary. 1980. Analysis of Covariance with Qualitative Data, Review of Economic Studies 47:225-38.",
        "Danziger, Sheldon, George Jakubson, Saul Schwartz, and Eugene Smolensky. 1982. Work and Welfare as Determinants of Female Poverty and Household Headship, Quarterly Journal of Economics, August.",
        "Darity, William and Samuel Myers. 1983. Changes in Black Family Structure: Implications for Welfare Dependency, American Economic Review.",
        "Dechter, Aimee. 1992. The Effect of Womens Economic Independence on Union Dissolution, mimeo.",
        "Duncan, Greg. 1984. Years of Poverty, Years of Plenty. Ann Arbor: Institute for Social Research, The University of Michigan.",
        "Duncan, Greg and Saul Hoffman. 1990. Welfare Benefits, Economic Opportunities, and Out-Of- Wedlock Births Among Black Teenage Girls, Demography 27(4).",
        "Bane, Mary Jo. 1986. Household Composition and Poverty, in Sheldon Danziger and Daniel Weinberg, eds, Fighting Poverty. What Works and What Doesnt. Cambridge: Harvard University Press.",
        "Bane, Mary Jo and David Ellwood. 1986. Slipping Into and Out of Poverty: The Dynamics of Spells, n Journal of Human Resources 21(1): 1-23."
    ]
}