{
    "id": 5150,
    "cites": 24,
    "cited_by": 1,
    "reference": [
        "U.S. Bureau of Labor Statistics (1979). Handbook of Labor Statistics (Washington, DC: Government Printing Office).",
        "Willis, Rachel A. (1990). Academic Labor Markets: A Study of Academic Placement and Tenure for Doctoral Economists (Evanston, IL: Northwestern University Ph.D.",
        "Socn~x~ Au~hces cak~datuans fronn inditutu~nat r_ to ttle AnenKan EkYnKnn~s A~owoatuons ,4 .ual Survq of E~xxxondc lhqparbeenb~ 197475 to 198C~81.",
        "Stigler, George (1984). An Economic Episode. in George Stigler, The Intellectual and the Market Place (Cambridge, MA Harvard University Press).",
        "U.S. Bureau of the Census (1983). ~ Art Cay Data Book (Washington, DC: Government Printing Office).",
        "Slow, Adoysius (1994). The Orgar~zation of the Market for Professors. (numeo, University of Toronto Economics Department).",
        "Stephan, Paula and Sharon G. Levin (1992). S ~ B the Mother Lode in Science: The Importance of Age, Place, and Time (New York: Oxford University Press).",
        "Ransom, Michael R. (1993). Seniority and Monopsony ID the Academic Labor Market, American Economic Review 83: 221-233.",
        "Rees, Albert and Sharon Smith (1991). Faculty Retirement in the Arts and sciences (Princeton, NJ: Princeton University Press).",
        "McPherson, Michael and Gordon Winston (1993). The Economics of Acadernlc Tenure: A Relational Perspective. in Michael McPherson, Morton Schapiro, and Gordon W=ston, ads., Pig the Piped A, Incentives, and Financing in US. Higher Cation (Ann Arbor, MI: University of Michigan Press).",
        "Lev=, Sharon G. and Paula E. Stephan (1991). Research Productivity Over the Life Cycle: E,ndence for Academic Scientists,. American Economic Rev 81: 114- 132.",
        "Henderson, Keith (1994). Bennington Remakes Itself Decisively,. Thespian Science Monitor, August 29.",
        "Jones, Lyle V., Gardner Lindzey, and Porter E. Coggeshall, eds., (198n. An Assessment of Research - Doctorate Programs u the United States (Washington, DC: National Academy Press). Lazear, Edward (1979). Why Is There Mandatory Retirement?,. Joumat of Political Economy 87: 1261~5.",
        "Lazear, Edward and Sherwin Rosen (1981). Rank Order Tournaments as Optimum Labor Contracts, Jownal of Polinca! Economy 89: 841~5.",
        "Hamermesh, Daniel S. (1994). Aging and Productivity, Rationality and Matching: Evidence from Economists.. National Burem of Econonuc Research Working Paper No. `906 (Cambridge, MA).",
        "Hammond, P. Brett and Harriet P. Morgan, eds. (1991). Eht~g Mandatory Retirement for Tenured Faculty: The Consequences for Higher Education (Washington, DC: National Academy Press).",
        "Ebrenberg, Ronald G. and Robert S. Smith (1994). Modem Labor Economics: Theory and Public Policy, 5th ed. (New York: Harper Collins).",
        "Clark, David E. and Thomas A. Knapp (forthcoming). tThe Hedonic Price Structure of Facula Compensation at U.S. Colleges and Universities. Review of Regional Sees. Ehrenberg, Ronald G. (1992). The Flow of New Doctorates, Joumal of Economic Literature 30: 830-75.",
        "Bowen, William G. and Julie Ann Sosa (1989). Prospects for Facula u the Arts and Sciences (Princeton, NJ: Princeton University Press).",
        "CarmichaeL Lorne (1988). WIncentives in Academia: Why Is There Tenure?,. Joumal of Political Economy 96: 453-72.",
        "American Chamber of Commerce Research Association (1982). Inter-City Cost of Living India` (Indianapolis, IN: ACCRA).",
        "Bennett, Amanda (1994). Many Deny It, Few Deny It,. Wall Street Joumal, October 10.",
        "Barrons Educational Series (1982). Barrons Profiles of Amencan Colleges, 13th ed.",
        "American Association of University Professors (19B0). The Annual Report on the Economic Status of the Profession,. Academe 66: 285-307. American Association of University Professors (1995), HA Ray of Sunshine,. Academe 81: 8-31."
    ]
}