{
    "id": 5152,
    "cites": 28,
    "cited_by": 24,
    "reference": [
        "Pollak, Robert A. (1970), Habit Formation and Dynamic Demand Functions,. Journal of Political Economy 78, 745-763.",
        "Phlips, Louis (1978), The Demand for Leisure and Money,. Econometrica 46, 102S-1043.",
        "Phlips, Louis and Frans Spinnewyn (1982), Rationality versus Myopia in Dynamic Demand Systems, ~ in Advances in Econometrics, vol. 1, 3-33, JAI Press.",
        "Pagan, Adrian, Tissues in the Analysis of Regressions with Generated Regressors,. International Economic Review 25(1), 1984, 221 -247.",
        "Nickell, Stephen, 1981, Biases in Dynamic Models with Fixed Effects,. Econometrica 49(6), 1417-1426.",
        "Manning, Willard G., Naihua Duan, and W.H. Rogers, 1987, Ã\u0082Â·Monte Carlo Evidence on the Choice Between Sample Selection and Two-Part Models, Journal oJEconometrics IS, 59-82.",
        "Laxuthai, Adit and Frank Chaloupka, 1993, layout Alcohol Use and Public Policy,.",
        "Contemporary Policy Issues, October, 70-81. 26 Males, Michael A., 1986, The Minimum Purchase Age for Alcohol and Young-Dnver Fatal Crashes: A Long-Term View, The Journal of Illegal Studies IS(1), 181-211.",
        "Hsiso, Cheng, 1986, Analysis of Panel Data, New York, NY: Cambridge University Press.",
        "Johnston, L10yt D., Patrick M. OMalley, and herald G. Bachman, 1988, Illicit Drug Use, Smoking ant Drinking by Americas High School Students, College Students, and young Adults, Washington, DC: U.S. Government Printing Office.",
        "Heckman, James J., 1981b, The Incidental Parameters Problem and the Problem of Initial Conditions in Estimating a Discrete Time-Discrete Data Stochastic Process, in Structural Analysis of Discrete Data with Econometric Applicanons, Charles F. Manski and Daniel McFadden (ads.), Cambridge, MA: The MIT Press.",
        "Heckman, lames J., l981c, Statistical Models for Discrete Panel Data.. in Structural Analysis oJDiscrete Data with Econometric Applications, Charles F. Manski and Daniel McFadden (eds.), Carnbndge, MA: The MIT Press. Heckman, James J. and Robert Willis, 1977, PA Beta-logistic Model for the Analysis of Sequential Labor Force Participation of Marned Women,. Journal oJPo1ftical Economy, IS (1), 27-Sg Helen, Dale, and Cathy Durham (i991), HA Test of the Habit Formation Hypothesis Using Household Data,. Review of Economics and Statistics 73(2), 189-199.",
        "Heckman, James J., 1981a, Heterogeneity and State Dependence, in Studies in Labor Markets, Sherwin Rosen (ed.), Chicago, IL: University of Chicago Press.",
        "Grossman, Michael, Frank J. Chaloupka, Henry gaffer, and Adit Laixuthai, forthcoming, Effects of Alcohol Price Policy on Youth: A Summary of Economic Research,. Journal of Research on Adolescence. Hausman, Jerry A., 1978, ~Specif~caiion Tests in Econometrics,. Econometrica 46 (S), 12SI- 1271.",
        "Ellwood, David T., Ig82, Teenage Unemployment: Permanent Scars or Temporary Blemishes,. in The Youth Labor Market Problem: Its Nature, Causes, and Consequences, National Bureau of Economics Grown, Chicago, IL: University of Chicago Press. 2S Grossman, Michael, Frank Chaloupka and Ismail Sinalan, 1994, An Empirical Analysis of Alcohol Addiction: Results from the Monitoring the Future Panels,. working paper.",
        "Grossman, Michael, Douglas Coate, and Gregory M. Arluck, 1987. Price Sensitivity of Alcoholic Beverages in the United States,. in Holder, Harold D., ea., Control Issues in Alcohol Abuse Prevention: Strategies for States and Communities, Greenwich: JAI Press, Inc., 169-98.",
        "Cook, Philip J., Michael J. Moore, and Rosalie Pacula, 1993. Drinking by Young Adults: Demographics,. working paper, Duke University.",
        "Cools, Philip J. ant Michael J. Moore, 1993, ~Drinlcing ant Schooling.. arousal of Heard Economics 12, 411-429.",
        "Cook, Philip J. ant Michael J. Moore, 1994, This Taxs for You: The Case for a Higher Beer Tax,. National Tax Journal.",
        "Cook, Philip J., 1981, The Effect of Liquor Taxes on Drinking, Cinhosis, ant Auto Fatalities,. in Moore, Mark H and Dean R Gerstein, eds., Alcohol and Public Policy: Beyond the Shadowy of Prohibition, Washington. DC: National Academy Press, 2SS-28S.",
        "Chamberlain, Gary, 1984, Panel Data,. in Handbook of Econometrics.vol.2, Z. Griliches and M. Intriligator, eds., pp. 1247-1318 (Amerstam: North-Holland).",
        "Coate, Douglas and Michael Grossman, 1988, Effects of Alcoholic Beverage Prices and Legal Drinking Ages on Youth Alcohol Use,. Joun~aJ of Drw `Ã\u0082Â£ Economics 31(1), 145-171.",
        "Bound, John, David A. Jaeger, and Regina Baker, 1993, The Care can be Worse that the Disease: A Cautionary Tale Regarding Instrumental Variables,. NBER Technical Working Paper No. 137.",
        "Chaloupka, F., 1991, Rational Addictive Behavior and Cigarette Smoking,. Journal of Political Economy 99(4), 722-742.",
        "Beer Institute, 1992, Brewers Almanac 1992, Washington DC: The Institute.",
        "Alessi, Rob, and Arie Kapetyn (1991), Habit Formation, Interdependent Preferences, and Demographic Effects in the Almost Ideal Demand System,. Econometric Journal 101, 404- 419.",
        "Becker, Gary S. and Kevin M. Murphy, 1988, PA Theory of Rational Addiction,. Journo1 of Political Economy 96(4), 675-700.",
        "Becker, Gary S., Michael Grossman, and Kevin M. Murphy, 1994, An Empirical Analysis of Cigarette Addiction,. American Economic Review 84(3), 396-418."
    ]
}