{
    "id": 5155,
    "cites": 10,
    "cited_by": 4,
    "reference": [
        "Triest, Ronald, The Effect of Income Taxation on Labor Supply in the United States, Journal of Human Resources, Vol 25, No. 3, pp 491-516, Summer 1990.",
        "Rosen, Harvey, The Marriage Tax is Down But Not Out, n National Tax Journal, Vol. 40, No. 4, pp 567-576, December 1987.",
        "Munnell, Alicia, The Couple versus the Individual Under the Personal Income Tax, in H. Aaron and M. Boskin, eds., The Economics of Taxation, Washington, DC: The Brookings Institution. Rosen, Harvey, A Methodology for Evaluating Tax Reform Proposals, Journal of Public Economic, Vol. 6, No. 1-2, pp 105-121, July/August 1976.",
        "Harberger, Arnold, Taxation, Resource Allocation, and Welfare, in The Role of Direct and Indirect Taxes in the Federal Revenue System, Princeton University Press, Princeton, NJ, 1964.",
        "Hausman, Jerry and Paul Ruud, Family Labor Supply with Taxes, American Economic Review, Vol. 74, No. 2, pp 242-248, May 1984.",
        "Feldstein, Martin and Andrew Samwick, Social Security Rules and Marginal Tax Rates, (with Andrew Samwick), National Tax Journal, Vol. XLV, No. 1, pp 1-21, March 1992.",
        "Feldstein, Martin, Tax Avoidance and the Deadweight Loss of the Income Tax, NBER Working Paper No. 5000 (1995a). Feldstein, Martin, Revenue Estimation and Tax Policy, forthcoming (1995b). Feldstein, Martin, Revenue Estimates Should Reflect the Effect of Taxes on Work and Saving, Testimony to the Joint Hearing of the Senate Budget Committee and the House Budget Committee, U.S. Congress, January 10, 1995.",
        "Browning, Edgar K., On the Marginal Welfare Cost of Taxation, American Economic Review, Vol. 77, No. 1, pp 11-23, March 1987.",
        "Feldstein, Martin, The Case for Dynamic Analysis, Wall Street Journal, December 14, 1994.",
        "Boskin, Michael I. and Eytan Sheshinski, Optimal Tax Treatment of the Family: Married Couples, Journal of Public Economics, Vol. 20, pp 281-297, April 1983."
    ]
}