{
    "id": 5156,
    "cites": 27,
    "cited_by": 8,
    "reference": [
        "Schadler, Susan, Maria Carkovic, Adam Bennett, and Robert Kahn, 1993, Recent Experiences with Surges in Capital Inflows, Occasional Paper 108, International Monetary Fund.",
        "Williamson, John, 1994, The Management of Capital Inflows, Institute for International Economics, December.",
        "Rennhack, Robert, and Guillermo Mondino, 1988, Capital Mobility and Monetary Policy in Colombia, IMP Working Paper 88/77, August.",
        "Rodriguez, Carlos, 1994, Interest Rates in Latin America, Cenfro de Esfudios Macroeconomicos de Argentina No. 98, Buenos Aires, April.",
        "Kamas, Linda, 1986, The Balance of Payments Offset to Monetary Policy: Monetarist, Portfolio-Balance, and Keynesian Estimates for Mexico and Venezuela, Journal of Monev.",
        "Credit. and Banking 18. Kouri, Pentti, and Michael Porter, 1974, International Capital Flows and Portfolio Equilibrium, Journal of Political Economy 82, May, 443-467.",
        "Kamas, Linda, 1985, External Disturbances and the Independence of Monetary Policy Under the Crawling Peg in Colombia, Journal of International Economics 19.",
        "Gooptu, Sudarshan, 1993, Portfolio Investment Flows to Emerging Markets, Chapter 3 in Portfolio Investment in Developing Countries, edited by Stijn Claessens and Sudarshan Gooptu, World Bank Discussion Paper No. 228, The World Bank.",
        "Grilli, vinOriO 1995, Economic Effects and Structural Determinants of Capital Controls, Research Department, International Monetary Fund, January.",
        "Economic Development, Johns Hopkins Glick, Reuven, and Ramon Moreno, 1994, Capital Flows and Monetary Policy in East Asia, Pacific Basin Working Paper No. PB94-08, Federal Reserve Bank of San Francisco, Nov.",
        "Goldstein, Morris, 1995, Coping with Too Much of a Good Thing: Policy Responses for Large Capital Inflows to Developing Countries, World Bank, March.",
        "Fry, Maxwell, 1993, Financial Opening and Monetary Control in Pacific Basin Developing Countries, in Helmut Reisen and Bernhard Fischer (eds.) Financial Opening: PolicY Issues and Experiences in Developing Countries. (Paris: OECD): 143-165.",
        "Frankel, Jeffrey, and Menzie Chinn, 1993, Exchange Rate Expectations and the Risk Premium: Tests for a Cross-Section of 17 Currencies, Review of International Economics 1, no.2 (June), 136- 144.",
        "Froot, Kenneth, and Jeffrey Frankel, 1989, Forward Discount Bias: Is it an Exchange Risk Premium?, Ouarterlv Journal of Economics 104, no.1 (February 1989), 139-161.",
        "Fernandez-Arias, Eduardo, 1994, The New Wave of Private Capital Inflows: Push or Pull? Policy Research Working Paper 1312, Debt and International Finance Division, International Economics Department, The World Bank, June.",
        "Fernandez-Arias, Eduardo, and Peter Montiel, 1995, The Surge in Capital Inflows to Developing Countries: An Overview, World Bank, January.",
        "Edwards, Sebastian, 1986, The Pricing of Bonds and Bank Loans in International Markets: An Empirical Analysis of Developing Countries Foreign Borrowing, European Economic Review 30, 3, 565-89.",
        "Edwards, Sebastian, 1991, Politica Monetaria y Cambiaria en Colombia, paper prepared for the Banco de la Republica, Bogota, Colombia, December.",
        "Dooley, Michael, Eduardo Fernandez-Arias, and Kenneth Kletzer, 1994, Recent Private Capital Inflows to Developing Countries: Is the Debt Crisis History? NBER Working Paper No. 4792, July.",
        "Claessens, Stijn, and Moon-Whoa Rhee, 1994, The Effect of Equity Barriers on Foreign Investment in Developing Countries, in The Internationalization of Equity Markets. edited by J. Frankel, University of Chicago Press, Chicago.",
        "In Journal of International Monev and Finance. forthcoming December. Chuhan, Punam, Stijn Claessens and Nlandu Mamingi, 1994, Equity and Bond Flows to Latin America and Asia: The Role of Global and Country Factors, The World Bank. Revised, October 1994.",
        "Chinn, Menzie, and Jeffrey Frankel, 1995, Who Drives Real Interest Rates in the Pacific Rim: The United States or Japan?, Working Paper No. 284, University of California, Santa Cruz.",
        "Chinn, Menzie, and Jeffrey Frankel, 1994b, Patterns in Exchange Rate Forecasts for 25 Currencies, Journal of Money. Credit and Banking. November.",
        "Calvo, Sara, and Carmen Reinhart, 1994, Capital Flows to Latin America: Have the Small Countries Been Left Out? World Bank and International Monetary Fund, December.",
        "Calvo, Guillermo, Leo Leiderman and Carmen Reinhart, 1994, The Capital Inflows Problem: Concepts and Issues, ContemporarY Economic Policy XII, July, 54-66.",
        "Calvo, Guillermo, 1991, The Perils of Sterilization, IMP Staff Papers 38, no. 4, December, 921 -926.",
        "Calvo, Guillermo, Leo Leiderman and Carmen Reinhart, 1993, Capital Inflows and Real Exchange Rate Appreciation in Latin America: The Role of External Factors, IMP Staff Papers 40, no.l, March, pp.l08-150."
    ]
}