{
    "id": 5158,
    "cites": 15,
    "cited_by": 15,
    "reference": [
        "Zabel, Jeffrey E., The Relationship Between Hours of Work and Labor Force Participation in Four Models of Labor Supply Behavior, Journal of Labor Economics, 1993.",
        "Scholz, John Karl, The Earned Income Tax Credit: Participation, Compliance and Antipoverty Effectiveness, National Tax Journal, 47(1), March 1994, pp. 63-87. Slemrod, Joel, Optimal Taxation and Optimal Tax Systems, Journal of Economics Perspectives, 4(1), Winter 1990, pp. 157- 178. Triest, Robert K., The Effect of Income Taxation on Labor Supply in the United States, The Journal of Human Resources, 25(3), Summer 1990, 491-516. Yelowitz, Aaron, The Medicaid Notch, Labor Supply and Welfare Participation: Evidence from Eligibility Expansions, MIT mimeo, 1994.",
        "Scholz, John Karl, The Participation Rate of the Earned Income Tax Credit, University of Wisconsin- Madison Institute for Research on Poverty Discussion Paper 928-90, 1990.",
        "Holtzblatt, Janet, Administering Refundable Tax Credits: Lessons from the EITC Experience, Proceedings of the National Tax Association-Tax Institute of America, 1991.",
        "Holtzblatt, Janet, Janet McCubbin and Robert Gillette, Promoting Work Through the EITC, mimeo, U.S. Department of the Treasury, June 4, 1994.",
        "Liebman, Jeffrey B., Noncompliance and the EITC, in progress 1995.",
        "Hoffman, Saul D., and Laurence Seidman, The Earned Income Tax Credit: Antipoverty Effectiveness and Labor Market Effects, W.E. Upjohn Institute for Employment Research, 1990.",
        "General Accounting Office, Earned Income Tax Credit: Design and Administration Could Be Improved, GGD-93-145, September 1993.",
        "General Accounting Office, Earned income Tax Credit: Advance Payment Option is Not Widely Known or Understood by the Public, GGD-92-26, February 1992.",
        "Giannarelli, Linda, and Eugene Steuerle, Its Not What You Make, Its What You Keep: Tax Rates Faced by AFDC Recipients, paper presented at the Association for Public Policy Analysis and Management Annual Research Conference, Chicago, October 25, 1994.",
        "Greene, William H., Econometric Analysis, Macmillan Publishing Co, New York, 1990.",
        "Eissa, Nada and Jeffrey B. Liebman, The End of Welfare as We Know It? Behavioral Responses to the Earned Income Tax Credit, Harvard University mimeo, 1993.",
        "Fishman, Michael E. and Daniel H. Weinberg The Role of Evaluation in State Reform Waiver Demonstrations in Manski, Charles and Irwin Garfinkel, Evaluating Welfare and Training Programs. Harvard University Press, 1992.",
        "Committee on Ways and Means, U.S. House of Representatives, Overview of Entitlement Programs (Green Book), Goverurnent Printing Office, July 15, 1994.",
        "Committee on Ways and Means, U.S. House of Representatives, Overview of Entitlement Programs (Green Book), Government Printing Office, July 7, 1993."
    ]
}