{
    "id": 5161,
    "cites": 14,
    "cited_by": 62,
    "reference": [
        "Woodford, Michael, `Nonstandard Indicators for Monetary Policy: Can Their Usefulness Be Judged from Forecasting Regressions?, in Monetary Policy, N. Gregory Mankiw, ed., Chicago: University of Chicago Press for NBER, 1994, 95-115.",
        "Webb, Roy H. and Tazewell S. Rowe, `An Index of Leading Indicators for Inflation, mimeo., Research Department, Federal Reserve Bank of Richmond, 1994.",
        "Strongin, Steven, `The Identification of Monetary Policy Disturbances: Explaining the Liquidity Puzzle, Federal Reserve Bank of Chicago Working Paper 92-27, November 1992.",
        "Policy, European Economic Review 36: (1992) 975-1000.",
        "Sims, Christopher A., `Money, Income, and Causality American-Economic-Review 62 (September 1972) 540-52.",
        "Kareken, John H. and Robert M. Solow, `Lags in Monetary Policy, in Commission on Money and Credit, Stabilization Policies, 1963, 14-96.",
        "Niemira, Michael P. and Philip A. Klein. Forecasting Financial and Economic Cycles. New York: John Wiley and Sons, Inc., 1994.",
        "Hansen, Bruce E. `Approximate Asymptotic P-Values for Structure Change Tests, mimeo., Department of Economics, Boston College, April 1995.",
        "Evans, Martin D.D. and Paul Wachtel, Journal of Money, Credit and Banking 25 (August 1993, Part 2) 475-511. Feldstein, Martin and James H. Stock, `The Use of Monetary Aggregates to Target Nominal GDP, in Monetary Policy, N. Gregory Mankiw, ed., Chicago: University of Chicago Press for NBER, 1994, 7-70. Fisher, Mark E. and Seater, John J., `Long-Run Neutrality and Superneutrality in an ARIMA Framework, American Economic Review 83(June 1993) 402-15.",
        "Christiano, Lawrence J., Martin Eichenbaum and Charles L. Evans, `The Effects of Monetary Policy Shocks: Evidence from the Flow of Funds, Federal Reserve Bank of Chicago Working Paper 94-2, March 1994, ~.",
        "Bryan, Michael F. and Stephen G. Cecchetti, `Measuring Core Inflation, in Monetary Policy, N. Gregory Mankiw, ed., Chicago: University of Chicago Press for NBER, 1994, 195-215.",
        "Quandt, Richard E. `Tests of the Hypothesis that a Linear Regression System Obeys Two Separate Regimes, Journal of the American Statistical Association 55 (1960) 324-330.",
        "Newey, Whitney K. and Kenneth D. West, `A Simple, Positive Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55, May 1987, 703-708.",
        "Caskey, John, `Modeling the Formation of Price Expectations: A Bayesian Approach, American Economic Review 75 (September 1985) 768-777."
    ]
}