{
    "id": 5163,
    "cites": 26,
    "cited_by": 11,
    "reference": [
        "Taeuber, K. and A. Taeuber (1965) Negroes in Cities. Chicago: Aldine.",
        "Tiebout, C. (1958) A Pure Theory of Local Expenditures, Journal of Political Economy 64: 416-424.",
        "Wilson, W. (1987) The Truly Disadvantaged: The Inner City, the Underclass, and Public Policy. Chicago: University of Chicago Press.",
        "Quigley, J. and K. ORegan (1994) Teenage Employment and the Spatial Isolation of Minority and Poverty Households, mimeographed.",
        "Schelling, T. (1978) Micromotives and Macrobehavior. New York: Norton.",
        "References Continued Lazear, E. (1995) Culture and Language, mimeographed.",
        "Massey, D. and N. A. Denton (1993) American Apartheid: Segregation and the Making of the Underclass. Cambridge: Harvard University Press.",
        "Kain, J. (1968) Housing Segregation, Negro Employment, and Metropolitan Decentralization, Quarterly Journal of Economics 82: 175-197.",
        "Kasarda, J (1989) Urban Industrial Transition and the Underclass, Annals of the American Academy of Political and Social Science 501: 26-47.",
        "Kain, J. (1992) The Spatial Mismatch Hypothesis: Three Decades Together, Housing Policy Debate 3: 371-462.",
        "Jenks, C. and S. Meyer (1990) Residential Segregation, Job Proximity, and Black Job Opportunities, in L. Lynn and M. McGreary eds. Inner-City Poverty in the United States. Washington: National Academic Press.",
        "Handlin, O. (1959) The Uprooted Cambridge: Harvard University Press.",
        "Holzer, H. (1991) The Spatial Mismatch Hypothesis: What Has the Evidence Shown? Urban Studies 28: 105-122.",
        "Hoxby, C. M. (1995) Does Competition Among Public Schools Benefit Students and Taxpayers, NBER Working Paper 4979.",
        "Ihlanfeldt, K. and D. Sjoquist (1990) Job Accessibility and Racial Differences in Youth Unemployment Rates, American Economic Review 80: 267-276.",
        "Glaeser, E. and D. Mare (1994) Cities and Skills, Hoover Institution Working Paper E-94-11.",
        "Glazer, N. and D. Moynihan (1963) Beyond the Melting Pot. Cambridge: MIT Press.",
        "Ellwood, D. (1986) The Spatial Mismatch Hypothesis: Are There Teen-Age Jobs Missing in the Ghetto? in R. Freeman and H. Holzer eds. The Black Youth Employment Crisis. Chicago: University of Chicago Press.",
        "Glaeser, E., B. Sacerdote and J.Scheinkman (1995) Crime and Social Interactions, NBER Working Paper 5026.",
        "Cutler, D., D. Elmendorf and R. Zeckhauser (1993) Demographic Characteristics and the Public Bundle, Public Finance 48: 178-198.",
        "Benabou, R. (1993) Workings of a City: Location, Education and Production, mimeographed.",
        "Borjas, G. (1992) Ethnicity, Neighborhoods, and Human Capital Externalities, NBER Working Paper 4912.",
        "Case, A. and L. Katz (1991) The Company You Keep: The Effect of Family and Neighborhood on Disadvantaged Youth, NBER Working Paper 3705.",
        "Chiswick, B. (1991) Jewish Immigrant Skill and Occupational Attainment at the Turn of the Century, Exploration in Economic History 28: 64-86.",
        "Coleman, J. et al. (1966) Equality of Educational Opportunity. Washington: U.S. Office of Education.",
        "Crane, J. (1991) The Epidemic Theory of Ghettos and Neighborhood Effects on Dropping Out and Teenage Childbearing, American Journal of Sociology 96."
    ]
}