{
    "id": 5164,
    "cites": 20,
    "cited_by": 118,
    "reference": [
        "Washington Office of the College Board, Student Aid and the Urban Poor (New York: Ford Foundation Series on Higher Education in the Cities, 1981).",
        "Todaro, Michael P. A Model of Labor Migration and Urban Unemployment in Less Developed Countries American Economic Review (1969) Vol. 59, No. 1, pp. 138-48.",
        "Rouse, Cecilia Elena What to Do after High School: The Two-Year versus Four-Year College Enrollment Decision in Ronald G. Ehrenberg (ed.) Choices and Consequences: Contemporary Policy Issues in Education (Ithaca: ILR Press, 1994).",
        "Leslie, Larry and Paul Brinkman, The Economic Value of Higher Education (New York: Macmillan Publishing Company, 1989).",
        "Manski, Charles F. Income and Higher Education Focus (University of Wisconsin-Madison, Institute for Research on Poverty) Vol. 14, No. 3, Winter 1992-93.",
        "McPherson, Michael and Morton Owen Schapiro Does Student Aid Affect College Enrollment? New Evidence on a Persistent Controversy American Economic Review March, 1991, pp. 309-318.",
        "McPherson, Michael and Morton Owen Schapiro Keeping College Affordable (Washington, DC: Brookings Institution, 1991).",
        "Moulton, B.R. Random Group Effects and the Precision of Regression Estimates Journal of Econometrics (1986) Vol. 32, pp. 385-397.",
        "Murphy, Kevin and Finis Welch, Wage Premiums for College Graduates: Recent Growth and Possible Explanations Educational Researcher (May, 1989) Vol. 17, pp. 17-26.",
        "Orfield, Gary Money, Equity and College Access Harvard Educational Review Vol. 72, No. 3 (Fall, 1992) pp. 337-372.",
        "Reyes, Suzanne College Enrollment Decision: The Role of the Guaranteed Student Loan Unpublished manuscript, Harvard University Department of Economics (1995).",
        "Kane, Thomas J. and Cecilia Elena Rouse, The Labor Market Returns to Two- and Four-Year College: Is a Credit a Credit and Do Degrees Matter Kennedy School of Government Faculty Research Working Paper, No. R93-38, February 1993.",
        "Katz, Lawrence F. and Alan B. Krueger The Effect of the Minimum Wage on the Fast-Food Industry Industrial and Labor Relations Review (1992) Vol. 46, No. 1, pp. 6-21.",
        "Card, David and Alan B. Krueger Minimum Wages and Employment: A Case Study of the Fast Food Industry in New Jersey and Pennsylvania American Economic Review (1994) Vol. 84, No. 4, pp. 772-793.",
        "Card, David, Lawrence F. Katz and Alan B. Krueger Comment on David Neumark and William Wascher, Employment Effects of Minimum and Subminimum Wages: Panel Data on State Minimum Wage Laws Industrial and Labor Relations Review (1994) Vol. 47, No. 3, pp.",
        "Ehrenberg, Ronald G. and Alan J. Marcus, Minimum Wage Legislation and the Educational Outcomes of Youths Research in Labor Economics (1980) Vol. 3, pp. 61-93.",
        "Hansen, W. Lee Impact of Student Financial Aid on Access in Joseph Froomkin (ed.) The Crisis in Higher Education (New York: Academy of Political Science, 1983).",
        "Borjas, George Self-Selection and the Earnings of Immigrants American Economic Review (1987) Vol. 77, pp. 531-553.",
        "Card, David Using Regional Variation in Wages to Measure the Effects of the Federal Minimum Wage Industrial and Labor Relations Review (1992a) Vol. 46, No. 1, pp. 22-37.",
        "Bishop, John The Effect of Public Policies on the Demand for Higher Education Journal of Human Resources (1977) Vol. 12, No. 3, pp. 286-307."
    ]
}