{
    "id": 5167,
    "cites": 27,
    "cited_by": 6,
    "reference": [
        "Shleifer, A. and R. Vishny, 1992, Liquidation values and debt capacity: a market equilibrium approach, Journal of Finance 47, 1343-1366.",
        "Stein, J., 1995, Prices and trading volume in the housing market: a model with downpayment effects, Quarterly Journal of Economics, CX: 379-406.",
        "Merton, R.C., 1987, A simple model of capital market equilibrium with incomplete information, Journal of Finance 42, 483-510.",
        "Myers, S. and N. Majluf, 1984, Corporate financing and investment decisions when firms have information that investors do not have, Journal of Financial Economics 13, 187-221.",
        "Pontiff, J., 1994, Costly arbitrage, mispricing, and closed-end fund discounts, manuscript.",
        "Ross, S., 1976, The arbitrage theory of capital asset pricing, Journal of Economic Theory 13: 341-360.",
        "Scharlstein, D. and J. Stein, 1990, Herd behavior and investment, American Economic Review 80: 465-489.",
        "Sharpe, W. and G. Alexander, 1990, Investments, 4th edition, Englewood Cliffs, N.J.: Prentice Hall.",
        "Shleifer, A. and R. Vishny, 1990, Equilibrium short horizons of investors and firms, American Economic Review Papers and Proceedings 80, 148- 153.",
        "Lakonishok, J., A. Shleifer, and R. Vishny, 1992, The structure and performance of the money management industry, Brookings Papers on Economic Activity: Microeconomics, 339-391.",
        "Lakonishok, J., A. Shleifer, and R. Vishny, 1994, Contrarian investment, extrapolation, and risk, Journal of Finance 49, 1541 - 1578.",
        "Lakonishok, J., A. Shleifer, R. Thaler, and R. Vishny, 1991, Window dressing by pension fund managers, American Economic Review Papers and Proceedings 81: 227-231.",
        "Grossman, S. and M. Miller, 1988, Liquidity and market structure, Journal of Finance 43, 617-633.",
        "Kiyotaki, N. and J. Moore, 1994, Credit Cycles, Mimeo, London School of Economics.",
        "La Porta, R., 1993, Expectations and the cross-section of stock returns, manuscript.",
        "La Porta, R., J. Lakonishok, A. Shleifer, and R. Vishny, 1995, Good news for value stocks: further evidence on market efficiency, manuscript.",
        "Fama, E. and K. French, 1992, The cross-section of expected stock returns, Journal of Finance 46, 427-466.",
        "Fama, E. and K. French, 1993, Size and book-to-market factors in earnings and returns, manuscript.",
        "Friedman, M., 1953, The case for flexible exchange rates, in Essays in Positive Economics, Chicago: University of Chicago Press.",
        "De Long, J.B, A. Shleifer, L. Summers, and R. Waldmann, 1990, Noise trader risk in financial markets, Journal of Political Economy 98, 703-738.",
        "Dow, J. and G. Gorton, 1994, Noise trading, delegated portfolio management, and economic welfare, NBER working paper 4858.",
        "Fama, E., 1965, The behavior of stock market prices, Journal of Business 38: 34-105.",
        "Chevalier, J. and G. Ellison, 1995, Risk taking by mutual funds as a response to incentives, manuscript.",
        "Allen, F. and G. Gorton, 1993, Churning bubbles, Review of Economic Studies 60: 813-836.",
        "Bhattacharya, S. and P. Pfleiderer, 1985, Delegated portfolio management, Journal of Economic Theory, 36: 1-25.",
        "Campbell, J. and A. Kyle, 1993, Smart money, noise trading, and stock price behavior, Review of Economic Studies 60: 1-34.",
        "Allen. F., 1990, The market for information and the origin of financial intermediation, Journal of Financial Intermediation 1: 3-30."
    ]
}