{
    "id": 5172,
    "cites": 34,
    "cited_by": 2,
    "reference": [
        "Vasicek, O., An Equilibrium Characterization of the Term Structure, Journal of Financial Economics 5 (1977): 177-188.",
        "Sun, T.S., Real and Nominal Interest Rates: A Discrete-Time Model and Its Continuous-Time Limit, Review of Financial Studies 5 (1992): 581-612.",
        "Uzawa, H., Time Preference, the Consumption Function, and Optimum Asset Holdings, in Value, Capital and Growth: Papers in Honor of Sir John Hicks (J.N. Wolfe, Ed.), pp. 485-504, University of Edinburgh Press, Edinburgh, Scotland, 1968.",
        "Stapleton, R.C., and Subrahmanyam, M.G., Risk Aversion and the Intertemporal Behavior of Asset Prices, Review of Financial Studies 3 (1990): 677-694.",
        "Rubinstein, M., An Aggregation Theorem for Security Markets, Journal of Financial Eco- nomics 3 (1974): 201-224.",
        "Solow, R.M., A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics 70 (1956): 65-94.",
        "Merton, R.C., Continuous Time Finance, Blackwell, Oxford, 1990.",
        "Radner, R., Existence of Equilibrium of Plans, Prices, and Price Expectations in a Sequence of Markets, Econometrica 40 (1972): 289-303.",
        "Mas-Colell, A., and Zame, W., Equilibrium Theory in Infinite Dimensional Spaces, in W. Hildenbrand and H. Sonnenschein, Handbook of Mathematical Economics, Vol 4: 1835-98. Amsterdam: North-Holland, 1992.",
        "McCulloch, J.H., A Reexamination of Traditional Hypothesis about the Term Structure: A Comment, Journal of Finance 48 (19g3): 779-790. Merton, R.C., Lifetime Portfolio Selection Under Uncertainty: The Continuous Time Case, Review of Economics and Statistics 51 (1969): 247-257.",
        "Merton, R.C., An Intertemporal Capital Asset Pricing Model, Econometrica 41 (1973): 867- 887.",
        "Liptser, R.S., and Shiryayev, A.N., Statistics of Random Processes I: General Theory, Springer- Verlag (1977).",
        "Longstaff, F., and Schwartz, E., Interest Rate Volatility and the Term Structure: A Two- Factor General Equilibrium Model, Journal of Finance 47 (1992): 1259-82.",
        "Lucas, R.E., Jr., Asset Prices in an Exchange Economy, Econometrica 40 (1972): 1429-1444.",
        "Lucas, R.E., Jr., and Stokey, N.L., Optimal Growth with Many Consumers, Journal of Economic Theory 32 (1984): 139-171.",
        "Koopmans, T.C., Stationary Utility and Impatience, Econometrica 28, (1962): 287-309.",
        "Koopmans, T.C., On the Concept of Optimal Economic Growth, in The Econometric Ap- proach to Development Planning, Rand McNally, Chicago, 1965.",
        "Karlin, S., and Taylor, H.M., A Second Course in Stochastic Processes, Academic Press (1981).",
        "Karatzas, I., Lehoczky, J.P., and Shreve; S.E., Existence and Uniqueness of Multi-Agent Equilibrium in A Stochastic, Dynamic Consumption/Investment Model, Mathematics of Operations Research 15 (1990): 80-128.",
        "Karatzas, I., and Shreve, S.E., Brownian Motion and Stochastic Calculus, Springer-Verlag (1988).",
        "Huang, C.F., An Intertemporal General Equilibrium Asset Pricing Model: The Case of Dif- fusion Information, Econometrica 55 (1986):117-142.",
        "Huang, C.F., and Pages, H., Optimal Consumption and Portfolio Policies with An Infinite Horizon: Existence and Convergence, unpublished manuscript, MIT Sloan School Work- ing Paper 3172-90-EFA (1990).",
        "Harrison, J.M., and Kreps, D., Martingales and Arbitrage in Multiperiod Securities Markets, Journal of Economic Theory 20 (1979): 381-408.",
        "Dumas, B., Two-Person Dynamic Equilibrium in the Capital Market, Review of Financial Studies 2 (1989): 157-188.",
        "Dybvig, P., and Huang, C.F., Nonnegative Wealth, Absence of Arbitrage and Feasible Con- sumption Plans, Review of Financial Studies 1 (1989): 377-401.",
        "Duffie, D., Dynamic Asset Pricing Theory, New Jersey: Princeton University Press, 1992.",
        "Duffie, D., and Huang, C.F., Implementing Arrow-Debreu Equilibria by Continuous Trading of Few Long-Lived Securities, Econometrica 53 (1985): 1337-56.",
        "Cox, J., Ingersoll, J., and Ross, S., An Intertemporal General Equilibrium Model of Asset Prices, Econometrica 53 (1985b): 363-384.",
        "Cass, D., Optimum Growth in An Aggregate Model of Capital Accumulation, Review of Economic Studies 32 (1965): 233-240.",
        "Constantinides, G., Intertemporal Asset Pricing with Heterogeneous Consumers and without Demand Aggregation, Journal of Business 55 (1982): 253-267.",
        "Cox, J., Ingersoll, J., and Ross, S., A Theory of Term Structure of Interest Rates, Econo- metrica 53 (1985a): 385-408.",
        "Becker, R.A. The Existence of Perfect Foresight Competitive Equilibrium in a Simple Dynamic Model of Capital Accumulations with Heterogeneous Households, working paper, Indiana University (1978).",
        "Benninga, S., and Mayshar, J., Dynamic Wealth Distribution, Trade and Asset Pricing, unpublished manuscript, Rodney L. White Center for Financial Research (1993).",
        "Araujo, A., and Monteiro, P., Equilibrium without Uniform Conditions, Journal of Economic Theory 48 (1989): 416-427."
    ]
}