{
    "id": 5176,
    "cites": 28,
    "cited_by": 2,
    "reference": [
        "Abraham, Jesse and Patric Hendershott (1995), Bubbles in Metropolitan Housing Markets, Journal of Housing Research. Forthcoming.",
        "Apgar, William, Denise DiPasquale, Jean Cummings, and Nancy McArdle (1991), The State of the Nation&apos;s Housing. Cambridge: Joint Center for Housing Studies.",
        "Becker, Gary (1991) A Treatise on the Family. Cambridge, MA: Harvard University Press.",
        "Case, Karl and Robert Shiller (1989). The Efficiency of the Market for Single Family Homes. American Economic Review. 79, pp. 125-37.",
        "Deaton, Angus and John Meullbauer (1980). Economics and Coiwumer Behavior. Cambridge: Cambridge University Press.",
        "Follain, James and David Ling (1991). The Federal Tax Subsidy to Housing and the Reduced Value of the Mortgage Interest Deduction. National Tax Journal. June, 147-168.",
        "Follain, James and Stephen Malpezzi (1981). Another Look at Racial Differences in Housing Prices. Urban Studies. 18, pp.195-203.",
        "Galster, George (1983). Empirical Evidence on Cross-Tenure Differences in Home Maintenance and Conditions. Land Economics. 59(1), pp. 107-113.",
        "Goodman, Alan (1988). An Econometric Model of Housing Price, Permanent Income, Tenure Choice, and Housing Demand. Journal of Urban Economics. 23, pp.327-53.",
        "Goodman, John, Jr. and John Ittner (1992). The Accuracy of Heme Owners&apos; Estimates of House Value. Journal of Housing Economics. 2,339-367.",
        "Green, Richard and Patric Hendershott (1993). Demographic Factors and Real House Prices. NBER Working Paper No. 4332.",
        "Green, Richard and Michelle White (1994). Measuring the Benefits of Homeowning: Effects on Children. University of Chicago Center for the Study of the Economy and the State Working Paper No. 93.",
        "Greene, William (1992) Limdep Version 6.0 Users Manual and Reference Guide. BeUport,N.Y.: Econometric Software, Inc.",
        "Haurin, Donald, Patric Hendershott, and Susan Wachter (1995) Wealth Accumulation and Housing Choices of Young Households: An Exploratory Investigation. Journal of Housing Research. Forthcoming.",
        "Hendershott, Patric (1988). Household Formation and Homeownership: Impacts of Demographic, Sociological, and Economic Factors, ffoaisiny Finance Review 7, pp. 201-224.",
        "Hendershott, Patrie and James Shilling (1982). The Economics of Tenure Choice, 1955-1979. Research in Real Estate, l.pp. 105-133.",
        "Hendershott, Patrie and Joel Slemrod (1983). Taxes and the User Cost of Capital for Owner-Occupied Housing. AREUEA Journal. 10, 375-393.",
        "Linneman, Peter and Susan Wachter ( 1989). The Impacts of Borrowing Contraints on Homeownership. AREUREA Journal. 17,389-402.",
        "Mallar, Charles (1977). The Estimation of Simultaneous Probability Models. Economctrica 45. pp. 1717-22.",
        "Myers, Dowell, Richard Peiser, Gregory Schwann, and John Pitkin (1992). Retreat from Homeownership: A Comparison of Generations and the States. Housing Policy Debate. 3, pp. 945-976.",
        "National Association of REALTORS (1992). The Homebuying Transaction.",
        "Stegman, Michael (1994). Speech to AREUEA Mid-year Meetings, Washington, DC.",
        "U.S. Bureau of the Census (1991). 1990 Housing Highlights: United States. CH-S-1-1. Washington, D.C.: U.S. Bureau of the Census.",
        "U.S. Bureau of the Census (1994)., Housing Vacancies and Homeownership. Construction Reports. Series H-l 11.",
        "Van Order, Robert and Anne Schnare (1994) Finding Common Ground. Secondary Mortgage Markets, pp 1,15-19.",
        "Yinger, John (1979). Prejudice and Discrimination in the Urban Housing Market, in Mieszkowski and Straszheim, ed. Current Issues in Urban Economics. Baltimore: Johns Hopkins University Press.",
        "Yinger, John (1986). Measuring Racial Discrimination with Fair Housing Audits: Caught in the Act, American Economic Review. 76, pp 881-893.",
        "Zom, Peter (1989). Mobility-Tenure Decisions and Financial Credit: Do Mortgage Qualification Reqirements Constrain Homeownership? AREUEA Journal. 17, pp 1-16."
    ]
}