{
    "id": 5177,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "Turnbull, G.K., Market Structure, Location Rents, and the Land Development Process, Journal of Urban Economics, 23, 261-277 (1988).",
        "Poterba, J., Tax Subsidies to Owner-Occupied Housing: An Asset-Market Approach, Quarterly Journal of Economics 99, 729-752 (1984) , .",
        "Mankiw, N.G. and D.N. Well, The Baby Boom, the Baby Bust, and the Housing Market, Regional Science and Urban Economics, 19, 235-258 (1992).",
        "Ozanne, L., Expanding and Improving the CPI Rent Component, in: John Tuccillo and Kevin Villani, eds., House Prices and Inflation, Washington, DC: The Urban Institute Press (1981).",
        "Kmenta, J., Elements of Econometrics, 2nd ea., New York: Macmillan Publishing Co. (1986).",
        "Ling, D.C., Real Estate Values, Federal Income Taxation, and the Importance of Local Market Conditions, Journal of the American Real Estate and Urban Economics Association, 20, 125-140 (1992).",
        "Macmillan Hendershott, P.H., Rental Adjustment and Valuation of Real Estate in Overbuilt Markets: Fundamental Versus Reported Office Market Rents in Sydney, Australia, Journal of Urban Economics, _, (1995).",
        "Hendershott, P.H., J.R. Follain, and D.C. Ling, Effects on Real Estate, in: Joseph A. Pechman, ea., Tax Reform and the U.S. Economy. Washington, DC: The Brookings Institution (1987).",
        "Follain, J.R. and D.C. Ling, Another Look at Tenure Choice, Inflation, and Taxes, Journal of the American Real Estate and Urban Economics Association, 16, 227-229 (1988).",
        "Greene, W.H., Econometric Analysis, 2nd ea., New York: Publishing Co. (1993).",
        "Follain, J.R., P.H. Hendershott, and D.C. Ling, Understanding the Real Estate Provisions of Tax Reform: Motivation and Impact, National Tax Journal, 3, 363-372 (1987).",
        "Follain, J.R., D.R. Leavens, and O.T. Velz, Identifying the Effects of Tax Reform on Multifamily Housing, Journal of Urban Economics, 34, 275-298 (1993).",
        "Alm, J., and J.R. Follain, Shocks and Valuation in the Rental Housing Market, Journal of Urban Economics, 36, 117-142 (1994).",
        "Apgar, W.C., R. Peng, and J. Olson, Recent Trends in Real Rents, Working Paper No. W87-5, Joint Center for Housing Studies, Cambridge, MA (lg87). DiPasquale, D. and W.C. Wheaton, The Cost of Capital, Tax Reform, and the Future of the Rental Housing Market, Journal of Urban Economics, 31, 337-359 (1992)."
    ]
}