{
    "id": 5181,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Tiebout, Charles M., 1956, A Pure Theory of Local Expenditures, Journal of Political Economy.",
        "Yang, T.L. Tyler, 1992, Self-Selection in the Fixed Rate Mortgage Market, Journal of the American Real Estate and Urban Economics Association.",
        "Potepan, Michael J., 1989, Interest Rates, Income, and Home Improvement Decisions, Journal of Urban Economics.",
        "Quigley, John M., 1987, Interest Rate Variations, Mortgage Prepayments and Household Mobility, Review of Economics and Statistics.",
        "Stein, Jeremy C., 1993, Prices and Trading Volume in the Housing Market: A Model with Downpayment Effects, NBER Working Paper No. 4373.",
        "Kiel, Katherine A., 1994, The Impact of House Price Appreciation on Household Mobility, Journal of Housing Economics.",
        "Nam and William J. Serow, The International Handbook on Internal Migration. Nakagami, Yasuhiro and Alfredo M. Pereira, 1991, Housing Appreciation, Mortgage Interest Rates, and Homeowner Mobility, Journal of Urban Economics.",
        "Harmon, Oskar R. and Michael J. Potepan, 1988, Housing Adjustment Costs: Their Impact on Mobility and Housing Demand Elasticities, Journal of the American Real Estate and Urban Economics Association.",
        "Henderson, J. Vernon and Yannis M. Ioannides, 1989 Dynamic Aspects of Consumer Decisions in Housing Markets, Journal of Urban Economics.",
        "Gronberg, Timothy J. and W. Robert Reed, 1992, Estimation of Duration Models Using the Annual Housing Survey, Journal of Urban Economics.",
        "Gritz, Mark and Thomas MaCurdy, 1992, Transitions from Welfare to Work, Report prepared for the U. S. Department of Health and Human Services.",
        "Bassmann and G. Rhodes, Advances in Econometrics, vol. 3. Genesove, David and Christopher J. Mayer, 1994, Equity and Time to Sale in the Real Estate Market, NBER Working Paper No. 4861.",
        "Cragg, Michael, 1994, The Dynamics of Welfare Participation in Canada, Columbia University Working Paper.",
        "Flinn, Chris and James Heckman, 1983, The Likelihood Function for the Multistate- Multiepisode Models in Models for the Analysis of Labor Dynamics, in: eds., R.",
        "Caplin, Andrew, Charles Freeman and Joseph Tracy, 1993, Collateral Damage: How Refinancing Constraints Exacerbate Regional Recessions, NBER Working Paper No. 453 1.",
        "Blanchard, Olivier and Lawrence Katz, 1992, Regional Evolutions, Brookings Papers on Economic Activity.",
        "Borjas, George J., Stephen G. Bronars and Stephen J. Trejo, 1992, Self-Selection and Internal Migration in the United States, Journal of Urban Economics.",
        "Bartel, Ann P., 1979, The Migration Decision: What Role Does Job Mobility Play?, American Economic Review."
    ]
}