{
    "id": 5184,
    "cites": 25,
    "cited_by": 1,
    "reference": [
        "[28] Zellner, A. An Efficient Method of Estimating Seemingly Unrelated Regres- sions and Tests for Aggregation Bias, Journal of the American Statistical Association 57:348-368, 1962.",
        "[25] Schwartz, E. S., and W. N. Torous. Prepayment and the Valuation of Mortgage-Backed Securities, Journal of Finance 44: 375-392, 1989.",
        "[26] Van Order, R., and A. Schnare. Finding Common Ground, Secondary Mortgage Markets 11 (1), 1994.",
        "[27] Van Order, R., and P. Zorn. Income, Location and Default: Some Prelimi nary Results, unpublished paper, 1993. 28",
        "[23] . Some Tests of Contingent Claims Models of Mortgage Default, Journal of Real Estate Finance and Economics, forthcoming.",
        "[24] Quigley, J. M., R. Van Order, and Y. H. Deng. The Competing Risks for Mortgage Termination by Default and Prepayment: A Minimum Distance Estimator, paper presented at the NBER Summer Institute 1994, Cam- bridge, Mass.",
        "[21] Lancaster, T. The Econometric Analysis of Transition Data, Cambridge: Cambridge University Press, 1990.",
        "[22] Quigley, J. M., and R. Van Order. Efficiency in the Mortgage Market: The Borrowers Perspective, AREUEA Journal 18 (3): 1990.",
        "[19] . The Valuation at Origination of Fixed Rate Mortgages with Default and Prepayment, Journal of Real Estate Finance and Economics 11 (1), forthcoming, 1995.",
        "[20] Kau, J., and D. Keenan.An Overview of the Option-Theoretic Pricing of Mortgages, Journal of Housing Research, forthcoming.",
        "[18] Kau, J., D. Keenan, W. Muller III, and J. Epperson. A Generalized Valua- tion Model for Fixed-Rate Residential Mortgages, Journal of Money, Credit and Banking 24 (3): 279-299, 1992. 27",
        "[16] Hendershott, P. H., and R. Van Order. Pricing Mortgages: An Interpreta- tion of the Models and Results, Journal of Financial Services Research 1: 77-111, 1987.",
        "[17] Kalbfleisch, J. D., and R. L. Prentice. The Statistical Analysis of Failure Time Data, New York: John Wiley, 1980.",
        "[11] Deng, Y. H., J. M. Quigley, and R. Van Order. Mortgage Terminations, working paper, 1995.",
        "[12] Dunn, K. B., and J. J. McConnell. Valuation of Mortgage-Backed Securi- ties, Journal of Finance 36: 599-617, 1981.",
        "[15] Green, J., and J. B. Shoven. The Effect of Interest Rates on Mortgage Prepayments,Journal of Money, Credit and Banking 18: 41-50, February 1986.",
        "[10] Cunningham, D. F., P. H. Hendershott. Pricing FHA mortgage default in- surance, Housing Finance Review 3 (4): 373-392, 1984.",
        "[8] Cox, J. C., J. E. Ingersoll and S. A. Ross. A Theory of the Term Structure of Interest Rates, Econometrica 53: 385-467, 1985.",
        "[9] Cunningham, D. F., C. A. Capone, Jr. The Relative Termination Experience of Adjustable to Fixed-Rate Mortgages, Journal of Finance 45 (5): 1687- 1703, 1990. 26",
        "[5] Buser, S. A., and P. H. Hendershott. Pricing Default Free Mortgages, Hous- ing Finance Review 3:, 1984.",
        "[7] Cox, D. R., and D. Oakes. Analysis of Survival Data, New York: Chapman and Hall, 1984.",
        "[3] Black, F., and M. S. Scholes. The Pricing of Options and Corporate Liabil- ities, Journal of Political Economy 81: 673-659, 1972.",
        "[4] Brennan, M. J., and E. S. Schwartz. Determinants of COMA Mortgage Prices, AREUEA Journal 13: 209-228, 1985.",
        "[1] Amemiya, T. Advanced Econometrics, Cambridge, Massachusetts: Harvard University Press, 1985.",
        "[2] Bailey, M. J., R. F. Muth, and H. O. Nourse. A Regression Method for Real Estate Price Index Construction, Journal of the American Statistical Association, 58: 933-942, 1963."
    ]
}