{
    "id": 5187,
    "cites": 21,
    "cited_by": 7,
    "reference": [
        "Walker, Donald A. (1972), Competitive Tatonnement Exchange Markets, Kyllos vol. 25 pp.345-363.",
        "Notre Dame (March). Vickrey, William (1961), Counterspeculation, Auctions, and Competitive Sealed Tenders, Journal of Finance vol.16 pp.8-37.",
        "Smith, Vernon and Arlington Williams (1989), The Boundaries of Competitive Price Theory: Convergence, Expectations, and Transactions Costs. In Advances in Behavioral Economics, ed. L. Green and J. Kagel, vol. 2 (Norwood, NJ: Ablex).",
        "Tenorio, Rafael (1993a), Revenue-Equivalence and Bidding Behavior in a Multi-Unit Auction Market: An Empirical Analysis Review of Economics and Statistics vol.75 pp.302-314.",
        "Schmeidler, David (1980), Walrasian Analysis via Strategic Outcome Functions, Econome~ca vol.48 pp.1585- 1593.",
        "Smith, Vernon (1982), Markets as Economizers of Information: Experimental Examination of the Hayek Hypothesis, Economic Inquiry, vol.20, pp.165-179.",
        "Samuelson, Paul (1954), The Pure Theory of Public Expenditure, Review of Economics and Stahstics, vol. 36 pp.387-389.",
        "Kovanen, Arto (1994), Foreign Exchange Auctions and Fixing: A Review of Performance, International Monetary Fund, working paper (September).",
        "Quirk, Peter, B.V. Christensen, K. Huh, and T. Sasaki (1987), iFloating Exchange Rates ~n Developing Countries: Experience with Auction and Interbank Markets, International Monetary Fund Occasional Paper 53.",
        "Joyce, Patrick (1984), The Walrasian Tatonnement Mechanism and Information, Rand Journal of Economics, vol. l5, pp.416-425.",
        "Hurwicz, Leonid (1972), On Informationally Decentralized Systems, in Decision and Organization, edited by C.B. McGuire and Roy Radner (Univerisity of Minnesota Press, Minneapolis).",
        "Jarecki, Henry G. (1976), Bullion Dealing, Commodity Exchange Trading and the London Gold Fixing: Three Forms of Commodity Auctions, in Bidding and Auctioning for Procurement and Allocation, edited by Yakov Amihud (New York University Press, New York).",
        "Goldberg, Linda and Iltdar Karimov (199Sb), Black Markets for Currency, Hoarding Activity and Policy Reform, revised manuscript, New York University. Goldberg, Linda and Rafael Tenorio, Explaining Order Imbalances in Russias Tatonnement Foreign Exchange Auction, in eds. Janos Gacs and Merton J. Peck, Internahional Trade Issues of the Russian Federation (IIASA, Austria, 1995).",
        "Holt, Charles, Loren Langan, and Anne Villamil (1986), Market Power in Oral Double Auctions, Economiclnquiry, vol.24, pp.l07-123.",
        "Tw+Sided Foreign Exchange Auction Goldberg, Linda and lltdar Karimov (1995a),Policy Initiatives, Currency Markets and Production Choices in Emerging Market Economies, Journal of Comparative Economics (forthcoming).",
        "Goldberg, Linda (1993), Foreign Exchange Markets in Russia: Understanding the Reforms, StaffPapers International Monetary Fund vol. 40 no.4 (December) pp.852-864.",
        "Goldberg, Linda, (1995) Exchange Rate Unification with Black Market Leakages, Journal of Development Econonucs (forthcoming).",
        "Friedman, Daniel (1993), The Double Auction Market Institution: A Survey, in eds. Daniel Friedman and John Rust, The Double Auction Market: Institutions, Theories, and Evidence (Addison-Wesley).",
        "Agenor, Pierre Richard and Peter Monteil (1995), Development Macroeconomics (Princeton University Press).",
        "Bulow, Jeremy and Paul Klemperer (1994), Rational Frenzies and Crashes, Journal of Political Economy, vol. 102 pp.l-23.",
        "Feldman, Robert and Rainish Mehra (1993), Auctions: Theory and Possible Applications to Economies in Transition, International Monetary Fund StaffPapers (December)."
    ]
}