{
    "id": 5193,
    "cites": 30,
    "cited_by": 10,
    "reference": [
        "Summers, Lawrence H. (1982). Tax Policy, the Rate of Return, and Savings. NBER Working Paper, No. 995.",
        "Zeldes, Stephen P. (1989). Optimal Consumption with Stochastic Income: Deviations from Certainty Equivalence, Quarterly Journal of Economics, Vol. 104, 275-98.",
        "Skinner, Jonathan (1988). Risky Income, Life Cycle Consumption, and Precautionary Savings, Journal of Monetary Economics, Vol. 22, 237-255.",
        "Staiger, Douglas, and James H. Stock (1994). Instrumental Variables Regression with Weak Instruments, NBER Technical Working Paper No. 151.",
        "Samwick, Andrew A. (1994). The Limited Offset Between Pension Wealth and Other Private Wealth: Implications of Buffer-Stock Saving, mimeo, Dartmouth College.",
        "Nelson, Charles R. and Richard Startz (199Oa). The Distribution of the Instn~mental Variables Estimator and Its l-Ratio When the Instrument Is a Poor One, Journal of Business, Vol. 63, 125- 140. Nelson, Charles R. and Richard Startz (199Ob). Some Further Results on the Exact Small Sample Properties of the Instrumental Variable Estimator, Econometrica, Vol. 58, 967-976. Quah, Danny (1990). Permanent and Transitory Movements in Labor Income: An Explanation for Excess Smoothness in Consumption, Journal of Political Economy, Vol. 98, 449-475.",
        "MaCurdy, Thomas E. (1982). The Use of Time Series Processes to Model the Error Structure of Earnings in Longitudinal Data Analysis, Journal of Econometrics, Vol. 18, 83-114.",
        "Kimball, Miles S. and N. Gregory Mankiw (1989). Precautionary Saving and the Timing of Taxes, Journal of Political Economy, Vol. 97, No. 4, 863-879.",
        "Lawrance, Emily C. (1991). Poverty and the Rate of Time Preference: Evidence from Panel Data, Journal of Political Economy, Vol. 99, 54-77.",
        "Hubbard, R. Glenn, Jonathan S. Skinner, and Stephen P. Zeldes (1994). The Importance of Precautionary Motives for Explaining Individual and Aggregate Saving, in Allan H. Meltzer and Charles I. Plosser (eds.) Carnegie-Rochester Conference Series on Public Policy, Vol. 40, 59-126.",
        "Hubbard, R. Glenn, Jonathan S. Skinner, and Stephen P. Zeldes (1995). Precautionary Saving and Social Insurance, Journal of Political Economy, Vol. 103, No. 2, 360-399.",
        "Kimball, Miles S. (199Oa). Precautionary Saving in the Small and in the Large, Econometrica, Vol. 58, 53-73. Kimball, Miles S. (199Ob). Precautionary Saving and the Marginal Propensity to Consume, NBER Working Paper, No. 3403. Kimball, Miles S. (1991). Precautionary Motives for Holding Assets, NBER Working Paper, No. 3586.",
        "Hansen, Lars P. (1982). Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, Vol. 50, 1029-1054.",
        "Hall, Alastair R., Glenn D. Rudebusch, and David W. Wilcox (1994). Judging Instrument Relevance in Instrumental Variables Estimation, Federal Reserve Board, Finance and Economics Discussion Paper No. 94-3.",
        "Hall, Robert E. and Frederic S. Mishkin (1982). The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households, Econometrica, Vol. 50, 461-481.",
        "Eugeni, Francesca (1993). Consumer Debt and Home Equity Borrowing, Economic Perspectives, Federal Reserve Bank of Chicago, (March/April), 2-14.",
        "Friedman, Milton (1957). A Theory of the Consumption Function, Princeton: Princeton University Press.",
        "Guiso, Luigi, Tullio Jappelli and Daniele Terlizzese (1992). Earnings Uncertainty and Precautionary Saving, Journal of Monetary Economics, Vol. 30, 307-332.",
        "Deaton, Angus (1991). Saving and Liquidity Constraints, Econometrica, Vol. 59, 1121-1142.",
        "Dynan, Karen E. (1993). How Prudent Are Consumers? Journal of Political Economy, Vol.",
        "Dardanoni, Valentino (1991). Precautionary savings under income uncertainty: a cross-sectional analysis, Applied Economics, Vol. 23, 153-160.",
        "Carroll, Christopher D. and David N. Well (1994). Saving and Growth: A Reinterpretation, Carnegie-Rochester Conference Series on Public Policy, Vol. 40, pp. 133-192.",
        "Curtin, Richard T., F. Thomas Juster and James N. Morgan (1989). Survey Estimates of Wealth: An Assessment of Quality, in Lipsey and Tice (eds.) The Measurement of Saving, investment, and Wealth. Chicago: University of Chicago Press, 473-552.",
        "Carroll, Christopher D. (1994). How Does Future Income Affect Current Consumption? Quarterly Journal of Economics, Vol. 109, pp. 111-147.",
        "Carroll, Christopher D. and Andrew A. Samwick (1995). How Important Is Precautionary Saving? Manuscript, Federal Reserve Board.",
        "Carroll, Christopher D. (1995). Buffer Stock Saving and the Permanent Income Hypothesis, Manuscript, Federal Reserve Board.",
        "Caballero, Ricardo J. (1991). Earnings Uncertainty and Aggregate Wealth Accumulation, American Economic Review, Vol. 81, 859-871.",
        "Carroll, Christopher D. (1992). The Buffer Stock Theory of Saving: Some Macroeconomic Evidence, Brookings Papers on Economic Activity, Vol 2, 61-135.",
        "Bound, John, David A. Jaeger, and Regina Baker (1993). The Cure Can Be Worse Than the Disease: A Cautionary Tale Regarding Instrumental Variables, NBER Technical Working Paper No. 137.",
        "Caballero, Ricardo J. (1990). Consumption Puzzles and Precautionary Savings, Journal of Monetary Economics, Vol. 25, 113-136."
    ]
}