{
    "id": 5194,
    "cites": 24,
    "cited_by": 28,
    "reference": [
        "Skinner, Jonathan. Risky Income, Life Cycle Consumption, and Precautionary Savings. Journal of Monetary Economics. 22 (1988): 237-255.",
        "Staiger, Douglas and James H. Stock. Instrumental Variables Regression with Weak Instruments. Technical Working Paper no. 151. Cambridge, Mass: NBER, 1994.",
        "Sandmo, Agnar. The Effect of Uncertainty on Saving Decisions. Review of Economic Studies. 37 (1970): 82-114.",
        "Shapiro, Matthew D. A Note on Tests of the Permanent Income Hypothesis in Panel Data. Manuscript. University of Michigan, 1982.",
        "Runkle, David E. Liquidity Constraints and the Permanent Income Hypothesis. Journal of Monetary Economics. 27 (1991): 73-98.",
        "Samwick, Andrew A. The Limited Offset Between Pension Wealth and Other Private Wealth: Implications of Buffer-Stock Saving. Manuscript. Dartmouth College, 1994.",
        "Murphy, Kevin M. and Finis Welch. Empirical Age-Earnings Profiles. Journal of Labor Economics 8 (1990): 202-229.",
        "Leland, Hayne E. Saving and Uncertainty: The Precautionary Demand for Saving. Quarterly Journal of Economics. 82 (1968): 465-473.",
        "Nelson, Charles R. and Richard Startz. Some Further Results on the Exact Small Sample Properties of the IV Estimator. Econometrica 58 (199Oa): 967-976. Nelson, Charles R. and Richard Startz. The Distribution of the Instrumental Variables Estimator and Its l-ratio When the Instrument Is a Poor One. Journal of Business 63 (199Ob): S125-S140. Poterba, James M. Personal Saving Behavior and Retirement Income Modelling: A Research Assessment Manuscript, Massachusetts Institute of Technology, 1994.",
        "Krussell, Per and Anthony Smith. The Stochastic Growth Model with Heterogeneous Agents and Fixed Costs of Adjustment. Manuscript, The University of Pennsylvania, 1994.",
        "Hubbard, R. Glenn, Jonathan S. Skinner, and Stephen P. Zeldes. The Importance of Precautionary Motives for Explaining Individual and Aggregate Saving. In Allan H. Meltzer and Charles I. Plosser (eds.) Carnegie-Rochester Conference Series on Public Policy 40 (1994): 59-126.",
        "Kimball, Miles S. Precautionary Saving in the Small and in the Large. Econometrical 58 (199Oa): 53-73. Precautionary Saving and the Marginal Propensity to Consume, Working Paper no. ~ Ã\u0082â\u0080\u0094 ~ O 3403. Cambridge, Mass.: NBER, l990b. NBER, 1991.",
        "Hansen, Lars P. Large Sample Properties of Generalized Method of Moments Estimators. Econometrical 50 (1982): 1029-1054.",
        "Guiso, Luigi, Tullio Jappelli and Daniele Terlizzese. Earnings Uncertainty and Precautionary Saving. Journal of Monetary Economics 30 (1992): 307-337.",
        "Hall, Robert E. Intertemporal Substitution in Consumption. Journal of Political Economy. 96 (1988): 339-357.",
        "Elmendorf, Douglas W., and Kimball, Miles S. Taxation of Labor Income and the Demand for Risky Assets. Working Paper no. 3204. Cambridge, Mass.: NBER, 1991.",
        "Dardanoni, Valentino. Precautionary Savings Under Income Uncertainty: a Cross-Sectional Analysis. Applied Economics. 23 (1991): 153-160.",
        "Deaton, Angus. Saving and Liquidity Constraints. Econometrical 59 (1991): 1121-1142.",
        "Dreze, J., and Modigliani, Franco. Consumption Under Uncertainty. Journal of Economic Theory. 5 (1972): 308-335.",
        "Curtin, Richard T.; Juster, F. Thomas; and Morgan, James N. Survey Estimates of Wealth: An Assessment of Quality. In The Measurement of Saving, Investment, and Wealth, edited by Robert E. Lipsey and Helen S. Tice. Chicago: University of Chicago Press, 1989.",
        "Carroll, Christopher D. The Buffer-Stock Theory of Saving: Some Macroeconomic Evidence. Brookings Papers on Economic Activity, no. 2 (1992), 61-135.",
        "Cochrane, John H. A Simple Test of Consumption Insurance. Journal of Political Economy. 99 (1991): 957-976.",
        "Caballero, Ricardo J. Consumption Puzzles and Precautionary Savings. Journal of Monetary Economics. 25 (1990): 113-136.",
        "Aiyagari, S. Rao. Uninsured Idiosyncratic Risk and Aggregate Saving. Quarterly Journal of Economics. 109 (1994): 659-684 Bound, John, David A. Jaeger, and Regina Baker. The Cure Can Be Worse than the Disease: A Cautionary Tale Regarding Instrumental Variables. Technical Working Paper no. 137."
    ]
}