{
    "id": 5197,
    "cites": 43,
    "cited_by": 137,
    "reference": [
        "[60] Vegh, Carlos? (1989) Government Spending and Inflationary Finance: A Public Finance Approach, IMF Staff Papers, 36: 657-677.",
        "[61] Vegh, Carlos, (1992) Stopping High Inflation: An Analytical Overview,? IMF Staff Papers, 39: 626-695.",
        "[58] Taylor, John, (1g80) Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, 88: 1-23.",
        "[59] Uribe, Martin, (1995) Exchange-Rate-Based Inflation Stabilization: The Initial Real Effects of Credible Plans, International Finance Dis- cussion Paper 503, Board of Governors of the Federal Reserve System.",
        "[56] Talvi, Ernesto, (1g94a) Exchange Rate Based Stabilization with En- dogenous Fiscal Response, rnimeo, University of Chicago.",
        "[54] Stockman Alan and Lee Ohanian, (1993) Short-Run Independence of Monetary Policy under Pegged Exchange Rates and Effects of Money on Exchange Rates and Interest Rates, NBER working paper 4517, National Bureau of Economic Research, Cambridge, MA.",
        "[55] Svensson, Lars, (1990) Assessing Target Zone Credibility, mimeo, In- stitute for International Economic Studies, Stockholm. 39",
        "[52] Sachs, Jeffrey, (1987b) Trade and Exchange Rate Policies in Growth- Oriented Adjustment Programs, in Vittorio Corbo, Morris Goldstein, and Mohsin Khan Growth-Oriented Adjustment Programs, Washington D.C., IMP and the World Bank, 291-325.",
        "[50] Roldos, Jorge, (1995) Supply-Side Effects of Disinflation Programs IMF Staff Papers 42: 158-183.",
        "[51] Sachs, Jeffrey, (1987a) The Bolivian Hyperinflation and Stabilization, American Economic Review, 77: 279-283. ,, ,,",
        "[49] Roldos, Jorge, (1993) On Credible Disinflation, Working Paper 93/90, International Monetary Fund.",
        "[47] Rodriguez, Carlos A., (1994) Argentina: Fiscal Disequilibria Leading to Hyperinflation, in William Easterly, Carlos A. Rodriguez, and Klaus Schmidt-Hebbel, eds., Public Sector Deficits arid Macroecorwmic Perfor- mance, Oxford: Oxford University Press, 101-166.",
        "[48] Roldos, Jorge, (1991) La Crisis Bancaria Uruguaya de los 80, mimeo, CERES, Uruguay",
        "[46] Rodriguez, Carlos A., (1982) The Argentine Stabilization Plan of De- cember 20th, World Development, 10: 801-811.",
        "[45] Reinhart, Carmen M., and Carlos A. Vegh, (1995) Nominal Interest Rates, Consumption Booms, and Lack of Credibility: A Quantitative Examination, Journal of Development Economics, forthcoming.",
        "[37] Marshall, David, (1992) Inflation and Asset Returns in a Monetary Economy, Journal of Finance, 47: 1315-42.",
        "[43] Rebelo, Sergio, (1994) What Happens When Countries Peg Their Ex- change Rates? (The Real Side of Monetary Reforms), mimeo, Univer- sity of Rochester.",
        "[44] Reinhart, Carmen and Carlos Vegh, (1994) Inflation Stabilization in Chronic Inflation Countries: The Empirical Evidence, mimeo, Interna- tional Monetary Fund. 38",
        "[30] Kiguel, Miguel and Nissan Liviatan, (1992) The Business Cycle Asso- ciated with Exchange Rate Based Stabilization, World Bank Economic Revieu, 6: 279-305.",
        "[31] Kiguel, Miguel, (1989) Inflation in Argentina: Stop and Go since the Austral Plan, PPR working paper 162, World Bank.",
        "[32] Kimbrough, Kent, (1986) The Optimum Quantity of Money Rule in the Theory of Public Finance, Journal of Monetary Economics, 18: 277-284.",
        "[33] King, Robert, (1991) Value and Capital in the Equilibrium Business Cycle Program, in Lionel McKenzie and Stefano Zamagni, Value and Capital Fifty Years Later, MacMillan (London). 37",
        "[26] Hansson, Ardo H., and Jeffrey Sachs, (1994) Monetary Institutions and Credible Stabilization: A Comparison of Experiences in the Baltics, mimeo, Harvard University.",
        "[27] Helpman, Elhanan and Assaf Razin, (1987) Exchange Rate Manage- ment: Intertemporal Trade-offs, American Economic Review. 77: 107- 123.",
        "[28] Jones, Ronald, (1971) A Three Factor Model In Theory, Trade and History, in Trade, Balance of Payments and Growth, J. Bhagwati, ea., Amsterdam: North Holland.",
        "[24] Greenwood, Jeremy, Zvi Hercowitz and Gregory Hoffman, (1988) In- vestment, Capacity Utilization, and the Real Business Cycle, American Economic Review, 78: 402-17.",
        "[21] Frenkel, Jacob and Assaf Razin, (1987) Fiscal Policies in the World Economy, MIT Press, Cambridge.",
        "[23] Gordon, Robert J., (1982) Why Stopping Inflation May Be Costly: Evidence from Fourteen Historical Episodes, in Robert E. Hall (ed.) Inflation: Causes and Effects, Chicago and London: The University of Chicago Press, 11-40. 36",
        "[19] Fischer, Stanley, (1986) Exchange Rate versus Money Targets in Dis- inflation, Chapter 8 in his Indexing, Inflation, and Economic Policy, Cambridge, Mass.: MIT Press.",
        "[20] Fischer, Stanley, (1977) Long-Term Contracts, Rational Expectations, and the Optimal Money Supply rule, Journal of Political Economy, 85: 191-206.",
        "[18] Ercog, Christopher and Andrew Levin, (1994) Productivity, Capi- tal Flows and Real Exchange Rate Determination: Lessons from Ar- gentina, mimeo, Board of Governors of the Federal Reserve System.",
        "[17] Drazen, Allan and Elhanan Helpman, (1990) Inflationary Conse- quences of Anticipated Macroeconomic Policies, Review of Economic Studies, 57: 147-64.",
        "[16] Drazen, Allan and Elhanan Helpman, (1988) Stabilization with Ex- change Rate Management under Uncertainty, in E. Helpman, A. Razin and E. Sadha eds. Economic Effects of the Government Budget, MIT Press, Cambridge, MA, 310-27.",
        "[15] Dornbusch, Rudiger, and Alejandro Werner, (1994) Mexico: Stabiliza- tion, Reform, and No Growth, Brookings Papers on Economic Activity, 1: 253- 315.",
        "[14] Dornbusch, Rudiger, (1982) Stabilization Policies in Developing Coun- tries: What Have We Learned? World Development, 10: 701-708.",
        "[12] Correia, Isabel, Joao Neves, and Sergio Rebelo, (1995) Business Cycles in a Small Open Economy, forthcoming, European Economic Revieu.",
        "[13] De Gregorio, Jose, Pablo Guidotti and Carlos Vegh, (1994) Inflation Stabilization and the Consumption of Durable Goods, mimeo, Interna- tional Monetary Fund. 35",
        "[10] Calvo, Guillermo and Carlos A. Vegh, (1994) Stabilization Dynamics and Backward-Looking Contracts, Journal of Development Economics, 43: 59-84.",
        "[11] Cho, Jang-Ok and Thomas Cooley (1995) The Business Cycles with Nominal Contracts, forthcoming Journal of Economic Dynamics and ControL",
        "[9] Calvo, Guillermo, and Carlos A. Vegh, (1993) Exchange Rate Based Stabilization under Imperfect Credibility, in Helmut Frisch and An- dreas Worgotter, Open Economy Macroeconomics, London: MacMillan, 3-28.",
        "[8] Calvo, Guillermo, (1986) Temporary Stabilization: Predetermined Ex- change Rates, Journal of Political Economy, 94: 1319-29.",
        "[5] Baxter, Marianne and Mario Crucini, (1993) E:cplaining Sav- ings/Investment Correlations, American Economic Review, 83, 416- 436.",
        "[1] Agenor, Pierre-Richard The Behavior of Real Interest Rates in Exchange-Rate-Based Stabilization Programs, mimeo, International Monetary Fund, 1994."
    ]
}