{
    "id": 5198,
    "cites": 21,
    "cited_by": 2,
    "reference": [
        "[34] (1985): The Economic Institutions of Capitalism, New York: Free Press. 34",
        "[33] Williamson, Oliver E. (1979): Yransaction-Cost Economics: The Governance of Con- tractual Relations, Journal of Law and Economics, 22, 233-261.",
        "[31] Thomas, Jonathan, and Tim Worrall (1994): Foreign Direct Investment and the Risk of Expropriation, Review of Economic Studies, 61, 81-108.",
        "[32] Tybout, James R., Jaime de Melo, and Vittorio Corbo (1991): The Effects of Trade Reforms on Scale and Technical Efficiency: New Evidence from Chile, Journal of International Economics, 31, 231-250.",
        "[29] Roberts, Mark J., and James R. Tybout, eds. (1994): Producer Heterogeneity and Performance in the Semi-Industrialized Countries, unpublished.",
        "[30] Shimer, Robert (1995): Microfoundations of the Optimal Speed of Transition,, mimeo MIT, April.",
        "[28] Neary, J. P. (1982): Capital Mobility, Wage Stickiness, and the Case for Adjust- ment Assistance, in J. Bhagwati, ea., Import Competition and Response, Chicago: University of Chicago Press.",
        "[26] Mazumdar, Dipak (1994): The Republic of Korea, in Susan Horton, Ravi Kanbur, and Dipak Mazumdar, eds., Labor Markets in an Era of Adjustment, Vol. 2, Washing- ton: The World Bank.",
        "[27] Mussa, Michael (1978): Dynamic Adjustment in the Heckscher-Ohlin-Samuelson Model, Journal of Political Economy, 86-5.",
        "[21] Krueger, Anne O. (1983): Trade and Employment in Developing Countries, Chicago: University of Chicago Press.",
        "[22] Lapan, H. E. (1976): International liade, Factor Market Distortions, and the Optimal Dynamic Policy, American Economic Revieu, June.",
        "[23] Liu, Lili (1993): Entry-Exit, Learning, and Productivity Change: Evidence from Chile, Journal of Development Economics, 42, 217-242.",
        "[24] Lopez, Ramon E., and Luis Riveros (1989): Macroeconomic Adjustment and the Labor Market in Four Latin American Countries, The World Bank Policy, Planning, and Research Working Papers, No. 335.",
        "[20] Klein, Benjamin, Robert G. Crawford, and Armen A. Alchian (1978): Vertical Inte- gration, Appropriable Rents, and the Competitive Contracting Process, Journal of Law and Economics, 21, 297-326.",
        "[8] Coase, Ronald (1937): The Nature of the Firm, Economica, 4, 38~405.",
        "[10] Cox-Edwards, Alejandra (1993): Labor Market Legislation in Latin America and the Caribbean, World Bank Latin America and the Caribbean Technical Department Regional Studies Program Report No. 31.",
        "[11] Diamond, Peter (1994): On Time, Cambridge: Cambridge University Press.",
        "[12] Edwards, Sebastian (1988): Terms of Trade, Tariffs, and Labor Market Adjustment in Developing Countries, World Bank Economic Review, 2, 165-185. 32",
        "[18] Horton, Susan, Ravi Kanbur, and Dipak Mazumdar, eds. (1994): Labor Markets in an Era of Adjustment, Washington: The World Bank.",
        "[19] Hosios, Arthur J. (1990): On the Efficiency of Matching and Related Models of Search and Unemployment, Review of Economic Studies, 57, 279-980.",
        "[1] Agenor, Pierre-Richard, and Joshua Aizenman (1994): Macroeconomic Adjustment with Segmented Labor Markets, NBER Working Paper No. 4769, June."
    ]
}