{
    "id": 5202,
    "cites": 41,
    "cited_by": 11,
    "reference": [
        "Williamson, Jeffrey G. and Peter H. Lindert. 1980. American Inequality: A Macroeconomic Historv.",
        "Washington, D.C.: GPO. Whaples, Robert. 1990. The Shortening of the American Work Week: An Economic and Historical Analvsis of its Context. Causes, and Consequences. Ph.D. dissertation. Department of Economics, University of Pennsylvania.",
        "U.S. Commissioner of Labor.1897. Eleventh Annual Report of the Commissioner of Labor, 1895/96. Work and Wages of Men, Women, and Children. Washington, D.C.: GPO. U.S. Department of Commerce, Bureau of the Census, 1975. Historical Statistics of the United States. Washington, D.C.: GPO [referred to in text as Historical Statisticsl.",
        "U.S. Department of Education. 1993. 120 Years of American Education: A Statistical Portrait, ed.",
        "U.S. Department of Labor, Womens Bureau. 1934. The Employment of Women in Offices, by Ethel Erickson. Bulletin of the Womens Bureau No. 120. Washington, D.C.: GPO.",
        "U.S. Department of Labor, Womens Bureau. 1942. Office Work in Houston, Los Angeles, Kansas City, Richmond, and Philadelphia. Bulletins of the Womens Bureau Nos. 188-1 through 188-5.",
        "Manufactures, 1919: General Report and Analvtical Tables. Washington, D.C.: GPO.",
        "U.S. Census Office. 1895. Report on Manufacturing Industries in the United States at the Eleventh Census, 1890. Part II. Statistics of Cities. Washington, D.C.: GPO. U.S. Congress. 1929. Report of Wage and Personnel Survey, Field Survey Division: Personnel Classification Board, 70th Congress, 2d Session, House Document No. 602. Washington, D.C.: GPO.",
        "Stigler, George. 1950. Employment and Compensation in Education. National Bureau of Economic Research Occasional Paper 33. New York: National Bureau of Economic Research.",
        "Slichter, Sumner. 1929. The Current Labor Policies of American Industries, Ouarterly Toumal of Economics 44 (May): 393-435.",
        "Phelps Brown, E.H. 1977. The Inequality of Pav. Oxford: Oxford University Press.",
        "Reich, Robert B. 1991. The Work of Nations. New York: Vintage Books.",
        "Rosenbloom, Joshua L. 1994. Was There a National Labor Market at the End of the Nineteenth Century? Intercity and Interregional Variation in Male Earnings in Manufacturing, NBER- Historical Working Paper No. 69.",
        "Nichols, Frederick. 1927. A New Conception of Office Practice. Cambridge, MA: Harvard University Press.",
        "Mishel, Lawrence, and Jared Bernstein. 1994. Is The Technology Black Box Empty?: An Empirical Examination of the Impact of Technology on Wage Inequality and the Employment Structure. Economic Policy Institute Working Paper (April).",
        "National Industrial Conference Board.1926. Clerical Salaries in the United States, 1926. New York: National Industrial Conference Board.",
        "Kendrick, John W. 1961. Productivity Trends in the Unwed States. NBER vol. 71, general series.",
        "Massachusetts Bureau of Statistics of Labor. 1903. Thirty-Third Annual Report. Boston: Wright and Potter Printing Co.",
        "Mills, C. Wright. 1953. White Collar: The American Middle Classes. New York: Oxford University Press.",
        "Mincer, Jacob. 1974. Schooling, Experience, and Earnings. New York: Columbia University Press for the NBER.",
        "Herrnstein, Richard J. and Charles Murray. 1994. The Bell Curve. New York: The Free Press.",
        "Juhn, Chinhui.1994. Wage Inequality and Industrial Change: Evidence from Five Decades, NBER Working Paper No. 4684 (March).",
        "Kaus, Mickey. 1992. The End of Equalitv. New York: Basic Books, A New Republic Book.",
        "Griliches, Zvi, and Gary Chamberlain. 1975. Unobservables with a Variance-Components Structure: Ability, Schooling and the Economic Success of Brothers, International Economic Review 16 dune): 422-49.",
        "Goldin, Claudia, and Robert Margo. 1992. The Great Compression: The Wage Structure in the United States at Mid Century, Ouarterlv Toumal of Economics 107 (February): 1-34.",
        "Gorseline, Donald Eugene. 1932. The Effect of Schooling Upon Income. Bloomington: Graduate Council of Indiana University.",
        "Goldin, Claudia and Lawrence Katz. 1995. The U.S. Educational Stock and Economic Growth: New Estimates and Their Implications. Working paper in progress.",
        "Goldin, Claudia. 1995. The U-Shaped Labor Force Function in Economic Development and Economic History. In T.P. Schultz, ea., Investment in Womens Human Capital and Economic Development (University of Chicago Press).",
        "Goldin, Claudia. 1984. The Historical Evolution of Female Eamings Functions and Occupations, Explorations in Economic Historv 21 Qanuary): 1-27.",
        "Goldin, Claudia.1990. Understanding the Gender Gap: An Economic History of American Women.",
        "Goldin, Claudia. 1994a. Appendix to: How America Graduated from High School: The Construction of State-Level Education Data, NBER-Historical Working Paper No. 65 (June).",
        "Douglas, Paul H. 1926. What Is Happening to the White-Collarlob Market? System (December), pp. 719-21, 782, 784.",
        "Edgerton, A.H., and R.B. Cunliffe. 1924. A Public School Program for Collecting and Using Occupational Information. In Guy M. Whipple, ea., The Twentv-Third Yearbook of the National Societv for the Studv of Education. Part II: Vocational Guidance and Vocational Education for the Industries. Bloomington, IL: Public School Publishing Company.",
        "Coyle, Grace L. 1928. Present Trends in the Clerical Occupations. New York: The Womans Press.",
        "Carson, Daniel. 1949. Changes in the Industrial Composition of Manpower since the Civil War, in National Bureau of Economic Research, Studies in Income and Wealth, vol. 11. New York: National Bureau of Economic Research.",
        "Carter, Susan B. and Jocelyn Hammaker.1995. Did Schooling Pay? Measurement Issues and Rates of Return to Schooling in Turn-of-the-Century-American Labor Markets. Unpublished manuscript.",
        "Burns, Robert K. 1954. The Comparative Economic Position of Manual and White-Collar Employees, The Toumal of Business 27 (October): 257-67.",
        "Booth, Viva. 1932. Salaries and the Cost of Living in Twent~,r-Seven State Universities and Colleges, 1913-1932. Columbus, OH: The Ohio State University Press.",
        "Beniger, James R. 1986. The Control Revolution: Technological and Economic Origins of the Information Societv. Cambridge, MA: Harvard University Press.",
        "Berman, Eli, John Bound, and Zvi Griliches. 1994. Changes in the Demand for Skilled Labor within U.S. Manufacturing: Evidence from the Annual Survey of Manufactures, Ouarterlv Journal of Economics 109 (May): 367-97.",
        "Autor, David, Lawrence F. Katz, and Alan Krueger. 1995. How Computers Are Changing the Labor Market, Working paper in progress."
    ]
}