{
    "id": 5209,
    "cites": 54,
    "cited_by": 96,
    "reference": [
        "Aghion, P., and G. Saint-Paul. 1993. Uncovering Some Causal Relationships Between Productivity Growth and the Structure of Economic Fluctuation: a Tentative Survey. NBER Working Paper No. 4603.",
        "Alesina, Alberto, and Allan Drazen. 1991. Why Are Stabilizations Del ayed? American Economic Review 81(5): 1170-88.",
        "Evidence. Journal of Money, Credit, and Banking 25: 151-62. -, Sale Ozier, Nouriel Roubini, and Phillip Swaget. 1992. Political Instability and Economic Growth. NBER Working Paper No. 4173.",
        "Ball, Laurence. 1993. What Determines the Sacrifice Ratio? NBER Working Paper No. 4306.",
        "Barro, Robert J. 1995. Inflation and Economic Growth. Bank of England Quarterly Bulletin (May): 166-76.",
        "Blomsirom, M., R.E. Lipsey, and M. Zejan. 1993. Is Fixed Investment the Key to Economic Growth? NBER Working Paper No. 4436.",
        "Bogetic, Zeljko, Diana Dragutinovic, and Pav~e Petrovic. 1995. Anatomy of Hyperinflation and the Beginning of Stabilization in Yugoslavia 1992-1995. mimeo.",
        "Bruno, Michael. 1993. Inflation and Growth in an Integrated Approach. NBER Working Paper No. 4422.",
        "Cagan, Phillip. 1956. The Monetary Dynamics of Hyperinflation. In Milton Friedman, ad., Studies in the Quanmy Theory of Money. Chicago, Univ. of Chicago Press: 25-117.",
        "Calvo, Guillermo A. and Cabs A. Vegh. 1994. Inflation Stabilization and Nominal Anchors, Contemporary Economic Policy, Vol XII, April.",
        "Carroll, Paul B., Jonathan Friedland, and Matt Moffett. 1995. As the Cninch Eases, Latin Economies Stay on Free-Market Path. The Wall Street Journal, May 12: page Al.",
        "Chou, Shun-Hsin. 1963. The Chinese inflation, 193 7-1 949. New York, Columbia Univ. Press.",
        "Corbo, Vittorio, and Patricio Rojas. 1993. Investment, Macroeconomic Stability, and Growth: the Latin American Experience. Revista de Analisis Economico 8 (1): 19-3 5.",
        "Cukierman, Alex. 1992. Central Bank Strategy, Credibility, and Independence: Theory and Evidence. Cambridge, Mass.: MIT Press.",
        "Dc Gregorio, Jose. 1992. The Effects of Inflation on Economic Growth. European Economic Review 36 (2-3): 417-24.",
        "Economic Growth, June 27-28. Bogota, Colombia. -, and Federico Sturzenegger. 1994. Credit Markets and the Welfare Costs of Inflation. NBER Working Paper Series No. 4873.",
        "Dornbusch, R., and S. Fischer. 1993. Moderate Inflation. World Bank Economic Review 7: 1-44.",
        "Economic Activity 2: 1-84. Dorrance, Graeme S. 1963. The Effect of Inflation on Economic Development. 1MF Staff Papers 10(1): 1-47.",
        "Drazen, Allan and Vittorio Grilti, The Benefit of Crises for Economic Reforms, American Economic Review, Vol. 83, No. 3, 598-607. 27 Easterly, William, and S. Rebelo. 1993. Fiscal Policy and Economic Growth: an Empirical Investigation. Journal of Monetary Economics 32 (3): 4 17-57.",
        "Carlos A. Rodriguez, and Klaus Schmidt-Hebbel, ads., Public Sector Deficits and Macroeconomic Performance. New York: Oxford University Press. -, Michael Kramer, Lant Pritchett, and Lawrence Summers. 1993. Good Policy or Good Luck? Country Growth Performance and Temporary Shocks. Journal of Monetary Economics 32(3): 395-415.",
        "Edwards, Sebastian. 1983. The Short-run Relation Between Growth and Inflation in Latin America: Comment. American Economic Review 73 (3): 477-82.",
        "Gnu, Vittorio, Donato Masciandaro, and Guido Tabellini. 1991. Political and Monetary Institutions and Public Financial Policies in the Industrial Countries. Economic Policy: a European Forum 6: 342-92.",
        "Hall, Robert E. 1991. Recessions as Reorganizations. Paper presented at the NBER Sixth Annual Conference on Macroeconomics, March 8 and 9. Cambridge, Massachusetts.",
        "Hayri, Aydin. 1994. Croatia: Before and After Stabilization. mimco. - International Currency Analysis, Inc. various years. Brooklyn, New York.",
        "Jung, Woo S., and Peyton J. Marshall. 1986. inflation and Economic Growth: Some international Evidence on Structuralist and Distortion ist Positions. Journal of Money, Credit, and Banking 18(2): 225-32.",
        "Keynes, John Maynard. 1920. The Economic Consequences of the Peace. New York, Harcourt,Brace and Howe.",
        "Kiguel, Miguel A., and Nissan Liviatan. 1988. Inflationary Rigidities and Orthodox Stabilization Policies: Lessons from Latin America. World Bank Economic Review 2:273-98.",
        "No. 999. -, and -. 1992b. Business Cycle Msociated with Exchange Rate-Based Stabilization. World Bank Economic Review 6: 279-305.",
        "King, Robert G., and Ross Levine. 1994. Capital Fundamentalism, Economic Development, and Economic Growth. CarnegieRochester Conference Series on Public Policy 40: 259-300.",
        "Levine, Ross, and David Renelt. 1992. A Sensitivity Analysis of Cross-Country Growth Regressions. American Economic Review 82 (4): 942-963.",
        "Economic Review, Papers and Proceedings 83: 426-30. Lim, Youngil. 1971. Inflation and Capital Formation: Post War Korea. Economia internazionale 24: 276-302.",
        "Maddison, A. 1989. The World Economy in the 20th Cenlwy. Development Center of the OECD, Paris.",
        "Montiel, Peter J. 1989. Empirical Analysis of High-Inflation Episodes in Argentina, Brazil, and Israel. IMF Staff Papers 36(3): 527-49.",
        "Nehru, Vikram, and Ashok Dhareshwar. 1993. A New Database on Physical Capital Stock: Sources, Methodology, and Results. Revista de Analisis Economico 8 (1): 37-59.",
        "Nogar~, Bertrand. 1948. Hungarys Recent Monetary Crisis and Its Theoretical Meaning. American Economic Review 38(4): 526-42.",
        "Ohkawa, K., M. Shinohara, and M. Umemura (eds). 1974. Estimates of Long-Term Japanese Statistics Since 1868. No. I National Income. Tokyo, Toyo Keizai Shinposha.",
        "Olson, Mancur. 1982. The Rise and Decline of Nations: Economic Growth, Stagflation, and Social Rigidities. New Haven: Yale University Press.",
        "Pazos, Felipe. 1972. Chronic Inflation in Latin America. New York, Praeger Publisher.",
        "Perron, Pierre. 1989. The Great Crash, the Oil Price Shock and the Unit Root Hypothesis. Econometrica 57: 1361-1401.",
        "Pindyck, Robert S., and Andres Solimano. 1993. Economic Instability and Aggregate Investment. in National Bureau of Economic Research, NBER Macroconomics Annual. Cambridge, Mass., MIT Press. 259-303.",
        "Pleskovic, Boris, and Jeffrey Sachs. 1994. Political Independence and Economic Reform in Slovenia. In O.J. Blanchard, K.A. Froot, and J.D. Sachs, ads., The Transition in Eastern Europe - Volume 1: Country Studies. Chicago: NBER and University of Chicago Press. 191-230.",
        "Rebelo, Sergio and Carlos A. Vegh. 1995. Real Effects of Exchange-Rate-Based Stabilization: An Analysis of Competing Theories. Mimeo, University of Rochester and International Monetary Fund.",
        "Rodrik, Dani. 1994. The Rush to Free Trade in the Developing World: Why So Late? Why Now? Will it Last?, in S. Haggard and S. Webb, eds., Voting for Reform: Democracy. Political Liberalization, and Economic Adjustment Oxford University Press.",
        "Romer, David. 1993. Openness and Inflation: Theory and Evidence. The Quarterly Journal of Economics 108 (4): 869-903.",
        "Sargent, Thomas J. 1982. The Ends of Four Big Inflations. In Robert E. Hall, ad., inflation: Causes and Ejects. Chicago. Chicago: The University of Chicago Press. 4 1-97.",
        "Schwartz, Harry. 1954. Russias Soviet Economy. 2nd ad. New York, Prentice-Hall.",
        "Serven, Luis, and Andres Solimano. 1993. Debt Crisis, Adjustment Policies and Capital Formation in Developing Countries: Where Do We Stand? World Development 21: 127-40.",
        "Sivard, Ruth Leger. 1993. World Military and Social E.xpenditurel993. 15th ed. Leesburg, Va.: WMSE Publications.",
        "Svennilson, Ingvar. 1954. Growth and Stagnation in the European Economy. Geneva, United Nations Economic Commission for Europe.",
        "Tommasi, Mariano. 1994. Consequences of Price Instability on Search Markets: Toward Understanding the Effects of Inflation. American Economic Review 84: 1385-96.",
        "Tornell, Aaron. 1995. Are-Economic Crises Necessary for Trade Liberalization and Fiscal Reform? The Mexican Experience. In Rudiger Dombusch and Sebastian Edwards, ads., Reform. Recovery, and Growth. Chicago: The University of Chicago Press.",
        "Department of Economic Affairs, Research and Planning Division. Geneva. Vegh, Cabs A. 1992. Stopping High Inflation: an Analytical Overvew. IMF Staff Papers. 39: 626-95.",
        "Wai, U. Tun. 1959. The Relation Between Inflation and Economic Development: a Statistical Inductive Study. JMF Staff Papers 7 (2): 302-17.",
        "Wallich, Henry C. 1969. Money and Growth. Journal of Money, Credit, and Banking 1(2): 28 1-302."
    ]
}