{
    "id": 5210,
    "cites": 53,
    "cited_by": 27,
    "reference": [
        "American Bankers Association. The Guaranty of Bank Deposits. New York: American Bankers Association, 1933.",
        "Baer, Herbert L., and Larry R. Mote. The United States Financial System. Mimeograph, Federal Reserve Bank of Chicago, 1991.",
        "Becker, Gary S. Comment on Peltzman. Journal of Law and Economics 19 (April 1976) : 245-248.",
        "Becker, Gary S. A Theory of Competition Among Pressure Groups for Political Influence. Quarterly Journal of Economics 98 (August 1983) : 371-340.",
        "Boyd, James, and Edward Prescott. Financial Intermediary Coalitions. Journal of Economic Theory 38 (April 1986) : 211-32.",
        "Bradford, Frederick. The Legal Status of Branch Banking in the United States. New York American Economists Council for the Study of Branch Banking, 1940.",
        "Bryant, John. A Model of Reserves, Bank Runs, and Deposit Insurance. Journal of Banking and Finance 4 (December 1980) : 335-344.",
        "Calomiris, Charles W. Regulation, Industrial Structure, and Instability in U.S. Banking: An Historical Perspective. In Structural Change in Banking, edited by Michael Klausner and Lawrence J. White, Homewood, Illinois: Business One Irwin, 1992.",
        "Policy. Brookings Papers on Economic Activity (1986: 2): 441-479.",
        "Regulation. In Financial Markets and Financial Crises, edited by R. Glenn Hubbard. Chicago : University of Chicago Press, 1991.",
        "Optimal Banking Arrangements. American Economic Review 81 (September 1991) 497-513.",
        "The Regulated Economy: A Historical Approach to Political Economy, edited by 36 Claudia Goldin and Gary D. Libecap. Chicago: University of Chicago, 1994.",
        "Campbell, Tim, and William Kracaw. Information Production, Market Signaling, and the Theory of Intermediation. Journal of Finance 35 (September 1980) : 863-82.",
        "Cartinhour, Gaines T. Branch, Group, and Chain Banking. New York : Macmillan Company, 1931.",
        "Chari, V.V. Banking Without Deposit Insurance or Bank Panics: Lessons from a Model of the U.S. National Banking System. Federal Reserve Bank of Minneapolis Quarterly Review (Summer 1990) : 3-19.",
        "Expectations Equilibrium. Journal of Finance 43 (July 1988) : 749-763.",
        "Cone, Kenneth. Regulation of Depository Institutions. Unpublished Ph.D. dissertation, Stanford University, 1983.",
        "Congressional Record, U.S. Senate, 73rd Congress (1933) : 3728-5862.",
        "Congressional Record, U.S. House of Representatives, 73rd Congress (1933) : 11223-11319, and 3838.",
        "Cooke, Thornton. The Insurance of Bank Deposits in the West. Quarterly Journal of Economics 1 (February 1909) : 85-108.",
        "Diamond, Douglas W. Financial Intermediation and Delegated Monitoring. Review of Economic Studies 51 (June 1984) : 393-414.",
        "Placed Debt. Journal of Political Economy 99 (June 1989) : 689-721.",
        "Economides, Nicholas. Symmetric Equilibrium Existence and Optimality in Differentiated Product Markets. Journal of Economic Theory 47 (February 1989) 178-194.",
        "Fama, Eugene. Whats Different About Banks? Journal of Monetary Economics 15 (January 1985) : 29-36.",
        "Federal Reserve Bulletin (September 1937) : 896.",
        "Fisher, Gerald C. American Banking Structure. New York : Columbia University Press, 1968.",
        "Flood, Mark D. The Great Deposit Insurance Debate. Federal Reserve Bank of St. Louis Review (July/August 1992) : 51-77.",
        "Gillett, A.D.S. Better Credit Facilities for Our Rural Communities. Sound Currency 7 37 (1900) : 183-208.",
        "Goldberg, Victor P. Peltzman on Regulation and Politics. Public Choice (1982) : 291297.",
        "During the Period 1829-1866. Washington, D.C. : Federal Deposit Insurance Corporation, 1958.",
        "Gorton, Gary. Bank Suspension of Convertibility. Journal of Monetary Economics 15 (March 1985) : 177-193.",
        "Grant, Joseph M., and Lawrence L. Crum. The Developments of State-Chartered Banking in Texas. Bureau of Business Research, Austin : University of Texas, 1978.",
        "Greene, William H. Econometric Analysis. New York : Macmillan Publishing Company, 1993.",
        "Hubbard, R. Glenn. Money, the Financial System, and the Economy. Reading, Massachusetts: Addison-Wesley Publishing Company, 1994.",
        "Bank Runs: Welfare and Policy Implications. Journal of Political Economy 96 (June 1988) : 568-592.",
        "Journal of the House of Representatives, U.S. House of Representatives, 69th Congress, (December 1925) : 3-7.",
        "Kane, Edward J. The Gathering Crisis in Federal Deposit Insurance. Cambridge : MIT Press, 1985.",
        "Leland, Hayne, and David Pyle. Information Asymmetries, Financial Structure and Financial Intermediaries. Journal of Finance 32 (May 1977) : 371-87.",
        "Portfolio Regulation. Journal of Political Economy 78 (January-February 1970) : 1-26.",
        "Postlewaite, Andrew, and Xavier Vives. Bank Runs as an Equilibrium Phenomenon. Journal of Political Economy 95 (June 1987) : 485-491.",
        "Ramakrishnan, Ram, and Anjan Thakor. Information Reliability and a Theory of Financial Intermediation. Review of Economic Studies 52 (June 1984) : 415-32.",
        "Robb, Thomas B. The Guaranty of Bank Deposits. Boston : Houghton Mifflin Company 1921.",
        "Salop, Steven. Monopolistic Competition with Outside Goods. Bell Journal of Economics 10 (Autumn 1979) : 141-156.",
        "Southworth, Shirley D. Branch Banking in the United States. New York : McGraw-Hill Book Company, Inc. : 1928.",
        "Stigler, George J. The Theory of Economic Regulation. Bell Journal of Economics and Management Science 2 (Spring 1971) : 2-21.",
        "Temin, Peter. The Jacksonian Economy. New York: W.W. Norton, 1969.",
        "Tippetts, Charles S. State Banks and the Federal Reserve System. New York : Van Nostrand Company, Inc., 1929.",
        "Upham, Cyril B., and Edwin Lamke. Closed and Distressed Banks: A Study in Public Administration. Washington, D.C. : The Brookings Institution, 1934.",
        "Vietor, Richard H. Regulation-Defined Financial Markets: Fragmentation and Integration in Financial Services. In Wall Street and Regulation, edited by Samuel L. Hayes, III. Boston : Harvard Business School Press, 1987 : 7-62.",
        "Waldo, Douglas G. Bank Runs, the Deposit-Currency Ratio and the Interest Rate. Journal of Monetary Economics 15 (May 1985) : 269-277.",
        "Welldon, Samuel. Digest of State Banking Statutes. Washington, D.C. : National Monetary Commission, 1910.",
        "Wheelock, David C., and Paul W. Wilson. Can Deposit Insurance Increase the Risk of Bank Failure? Some Historical Evidence. Federal Reserve Bank of St. Louis Review 76 (May/June 1994) : 57-71.",
        "Willis, Parker H., and John M. Chapman. The Banking Situation. New York : Columbia University Press (1934) : 62-83."
    ]
}