{
    "id": 5213,
    "cites": 35,
    "cited_by": 321,
    "reference": [
        "Barsky, Robert, Why Dont the Prices of Stocks and Bonds Move Together? American Economic Review 79 (Dec. 1989) 1132-1145.",
        "Binswanger, Hans P. Attitudes toward Risk: Experimental Measurement in Rural India, American Journal of Agricultural Economics 62 (1980) 395-407.",
        "Farmers Decision-Making: A Reinterpretation Journal of Develoi,ment Studies 20 (Oct. 1983) 5-21.",
        "Breeden, Douglas T., An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities, Journal of Financial Economics 7 (1979) 265-296.",
        "Brown, Charles C., Equalizing Differences in the Labor Market, Ouarterly Journal of Economics 94 (Feb. 1980) 113-134.",
        "Campbell, John Y. and John H. Cochrane, By Force of Habit: A ConsumptionBased Explanation of Aggregate Stock Market Behavior, National Bureau of Economic Research Working Paper No. 4995 (January 1995).",
        "Carroll, Christopher D., How Does Future Income Affect Current Consumption? Ouarterly Journal of Economics 109 (1994) 111-147.",
        "Cochrane, John H. and Lars P. Hansen, Asset Pricing Explorations for Macroeconomics, NBER Macroeconomics Annual 7 (1992) 115-165.",
        "Epstein, Larry C. and Stanley E. Zin, Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns, Econometrica 46 (1989) 185-200.",
        "Friedman, Bernard, Risk Aversion and the Consumer Choice for Health Insurance, Review of Economics and Statistics 56 (May 1973) 209-214.",
        "Friedman, Milton, A Theory of the Consumption Function. Princeton: Princeton University Press, 1957.",
        "Friend, Irwin, and Marshall E. Blume, The Demand for Risky Assets, American Economic Review 65 (Dec. 1975) 900-922.",
        "Fuchs, Victor R. Time Preference and Health: An Exploratory Study, in Fuchs, ed. Economic Aspects of Health. Chicago: University of Chicago Press, 1982.",
        "Grossman, Sanford and Robert Shiller, Determinants of the Variability of Stock Prices, American Economic Review 71 (1981) 222-227.",
        "Hall, Robert E., Intertemporal Substitution in Consumption, Journal of Political Economy 96 (1988) 339-57.",
        "Hansen, Lars P. and Kenneth J. Singleton, Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Stock Market Returns, Journal of Political Economy 91 (1983) 249-265.",
        "Hausman, Jerry A., Individual Discount Rates and the Purchase and Utilization of Energy-Using Durables, Bell Journal of Economics 10 (Spring 1979) 33-54.",
        "Hill, Daniel H., Respondent Rules and the Quality of Net Worth Data in the Health and Retirement Survey, Institute for Social Research, Health and Retirement Study Working Paper No. 94-002, December 1993.",
        "Kimball, Miles and Philippe Weil, Precautionary Saving and Consumption Smoothing Across Time and Possibilities, NBER Working Paper No. 3976 (January 1992).",
        "Interpretation, Quarterly Journal of Economics 107 (May 1992) 573-597.",
        "Maital, Shlomo, ed. Atplied Behavioral Economics. New York: New York University Press, 1988.",
        "Maital, Shlomo and Sharona Maital, Time Preference, Delay, and Gratification and the Intergenerational Transmission of Economic Inequality: A Behavioral Theory of Income Distribution, in Orley P. Ashenfelter and Wallace E. Oates, eds., Essays in Labor Market Analysis in Memory of Yochanan Peter Comay. New York: Wiley, 1977.",
        "Mankiw, N. Gregory, The Permanent Income Hypothesis and the Real Interest Rate, Economics Letters 7 (1981) 307-311.",
        "Substitution in Macroeconomics, Quarterly Journal of Economics 100 (1985) 225-233.",
        "Mclnish, Thomas H., Sridhar N. Ramaswami, and Rajendra K. Srivastava, Do More Risk-Averse Investors Have Lower Net Worth and Income? Financial Review 28 (Feb. 1993) 91-106.",
        "Mehra, R. and Edward C. Prescott, The Equity Premium: A Puzzle, Journal of Monetary Economics 15 (1985) 145-161.",
        "Pindyck, Robert S. Risk Aversion and Determinant of Stock Market Behavior, Review of Economics and Statistics 70 (May 1988) 183-190.",
        "Ramaswami, Sridhar N., Rajendra K. Srivastava, and Thomas H. Mclnish, Journal of Economic Behavior and Organization 19 (Dec. 1992) 285-306.",
        "Selden, L., A New Representation of Preferences over `Certainty X Uncertainty Consumption Pairs: The `Ordinal Certainty Equivalence Hypothesis, Econometrica 46 (1978) 1045-1060.",
        "Shiller, Robert J., Maxim Boycko, and Vladimir Korobov, Hunting for Homo Sovieticus: Situational versus Attitudinal Factors in Economic Behavior, Brookings Papers on Economics Activity (1:1992) 127-181.",
        "Szpiro George G., Measuring Risk Aversion: An Alternative Approach, Review of Economics and Statistics 68 (Feb. 1986) 159-169.",
        "Viscusi, W. Kip and William N. Evans, Utility Functions that Depend on Health Status: Estimates and Economic Implications, American Economic Review 80 (June 1990) 353-374.",
        "Weber, Warren E., The Effects of Interest Rates on Aggregate Consumption, American Economic Review 60 (Sept. 1970) 591-600.",
        "Weil, Philippe, Nonexpected Utility in Macroeconomics, Quarterly Journal of Economics 105 (Feb. 1990) 29-42.",
        "West, Richard W., The Rate of Time Preference of Families in the Seattle and Denver Income Maintenance Experiment, Research Memorandum 51, SRI International (1978)."
    ]
}