{
    "id": 5216,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "[18] World Bank, (1994) Zambia Poverty Assessment, Human Resources Di- vision, Southern Africa Department, Africa Regional Office.",
        "[19] Zambia, Ministry of Health (1987) CDD/EPI Baseline Survey Report.",
        "[17] World Bank, (1993), Investing in Health, World Bank Development Re- port, Oxford University Press.",
        "[11] Rosen, S., (1994), The Quantity and Quality of Life: A Conceptual Framework in Kenkel, D., G.,Tolley, and R., Fabian (Eds), Valuing He- alth for Policy: An Economic Approach, Chicago: University of Chicago Press. 25",
        "[15] United Nations, (1994), Report of The Executive Director, Economic and Social Council, New York.",
        "[16] Viscusi, K., (1992), Fatal Tradeoffs: Public and Private Responsibilities for Risk, New York: Oxford University Press.",
        "[8l Philipson, T., (1994), Welfare Loss of Diseases and The Theory of Ta- xation, forthcoming, Journal of Health Economics.",
        "[9] Rodrigues, L. EPI Target diseases: Measles, Tetanus, Polio, TB, Per- tussis, and Diphtheria, in R. Feachem and D. Jamison (eds.) Disease and Mortality in Sub-Saharan Africa, Washington, DC: World Bank.",
        "[10] Rosen, S., (1988), The Value of Changes in Life Expectancy, Journal of Risk and Uncertainty, 1, 285-304.",
        "[7] Neyman, J. and E. Scott (1948) Consistent Estimates Based on Parti- ally Consistent Observations, Econometrica 16:1.",
        "[5] Grossman, M., (1972), On the Concept of Health Capital and The Demand for Health, Journal of Political Economy,, v 80, 223-50.",
        "[6] Kenkel, D., G.,Tolley, and R., Fabian (Eds), Valuing Health for Policy: An Economic Approach, Chicago: University of Chicago Press.",
        "[2] Becker, G., and C., Mulligan, (1994), A Theory of Optimal Discoun- ting, Working Paper, Center for The Study of The Economy and The State, University of Chicago.",
        "[1] Arthur, W., (1981), The Economics of Risks to Life, AER, v 71, 54-64."
    ]
}