{
    "id": 5217,
    "cites": 25,
    "cited_by": 40,
    "reference": [
        "Slovin, Myron B., Marie E. Sushka and John A. Polonchek 1993. The Value of Bank Durability: Borrowers as Bank Stakeholders, Journal of Finance, 48: 247-266.",
        "Williamson, Steve and Randall Wright 1994. Barter and Monetary Exchange Under Private Information, American Economic Review, 84: 104- 123.",
        "Sharpe, Steve 1990. Asymmetric Information, Bank Lending and Implicit Contracts: A Stylized Model of Customer Relationships, Journal of Finance, 45: 1069-1087.",
        "Romer, Christina D. and David H. Romer 1990. New Evidence on the Monetary Transmission Mechanism, Brookings Papers on Economic Activity, 149-213.",
        "Rajan, Raghuram 1992. Insiders and Outsiders: The Choice Between Relationship and Arms Length Debt, Journal of Finance, 47: 1367-1400.",
        "Petersen, Mitchell and Raghuram G. Rajan 1994. The Benefits of Lending Relationships: Evidence from Small Business Data, Journal of Finance, 49: 3-37.",
        "Mankiw, N. Gregory 1985. Small Menu Costs and Large Business Cycles: A Macroeconomic Model of Monopoly, Quarterly Journal of Economics, 100: 529-539.",
        "Myers, Stewart and Nicholas Majluf 1984. Corporate Financing and Investment Decisions When Firms Have Information That Investors Do Not Have, Journal of Financial Economics, 13: 187-221.",
        "Lucas, Deborah J. and Robert L. McDonald 1992. Bank Financing and Investment Decisions with Asymmetric Information About Loan Quality, RAND Journal of Economics, 23-1: 86-105.",
        "Kohn, Meir 1994. Financial Institutions and Markets, New York: McGraw Hill.",
        "Lamont, Owen 1994. Corporate Debt Overhang and Macroeconomic Equilibrium, MIT working paper.",
        "Lucas, Deborah J. and Robert L. McDonald 1990. Equity Issues and Stock Price Dynamics, Journal of Finance, 45: 1019-1043.",
        "Kiyotaki, Nobuhiro 1988. Multiple Expectational Equilibria under Monopolistic Competition, Quarterly Journal of Economics, 103: 695-713.",
        "Kashyap, Anil K. and Jeremy C. Stein 1994a. Monetary Policy and Bank Lending, in Monetary Policy, edited by N. Gregory Mankiw. Chicago: University of Chicago Press, 221 -256.",
        "Kashyap, Anil K. and Jeremy C. Stein 1994b. The Impact of Monetary Policy on Bank Balance Sheets, in Carnegie-Rochester Conference Series on Public Policy, forthcoming.",
        "Kashyap, Anil K., Jeremy C. Stein and David W. Wilcox 1993. Monetary Policy and Credit Conditions: Evidence from the Composition of External Finance, American Economic Review, 83: 78-98.",
        "Gertner, Robert and David Scharfstein 1991. A Theory of Workouts and the Effects of Reorganization Law, Journal of Finance, 46: 1189-1222.",
        "Gorton, Gary and George Pennacchi 1990. Financial Intermediaries and Liquidity Creation, Journal of Finance, 45: 49-71.",
        "Greenwald, Bruce C., Alec Levinson, and Joseph E. Stiglitz 1991. Capital Market Imperfections and Regional Economic Development, in Giovannini, ea.: Finance and Development: Lessons and Experience, CEPR, 65-93.",
        "Fisher, Jonas D.M. 1994. Credit Market Imperfections and the Heterogeneous Response of Firms to Monetary Shocks, University of Western Ontario working paper.",
        "Diamond, Douglas 1993.Seniority and Maturity of Debt Contracts, Journal of Financial Economics, 33: 341-368.",
        "Diamond, Douglas and Philip Dybvig 1983. Bank Runs, Deposit Insurance and Liquidity, Journal of Political Economy, 91: 401-419.",
        "Blanchard, Olivier and Nobuhiro Kiyotaki 1987. Monopolistic Competition and the Effects of Aggregate Demand, American Economic Review, 77: 647-666.",
        "Bernanke, Ben S. and Alan S. Blinder 1988. Credit, Money, and Aggregate Demand, American Economic Review. Papers and Proceedings 78: 435-39.",
        "Bernanke, Ben S. and Alan S. Blinder 1992. The Federal Funds Rate and the Channels of Monetary Transmission, American Economic Review, 82: 901-921."
    ]
}