{
    "id": 5218,
    "cites": 14,
    "cited_by": 8,
    "reference": [
        "Steuerle, C. Eugene, The Tax Decade: How Taxes Came to Dominate the Public Agenda. (Washington, D.C.: Urban Institute Press, 1992).",
        "Slemrod, Joel, On the High Income Laffer Curve, in J. Slemrod, ea., Tax Progressivitv and Income Inequality. (Cambridge, U.K.: Cambridge University Press, 1994a).",
        "Slemrod, Joel, A General Model of the Behavioral Response to Taxation, Unpublished paper, University of Michigan, September 1994b.",
        "Samwick, Andrew A.,. Tax Shelters and Passive Losses After the Tax Reform Act of 1986, this volume.",
        "Slernrod, Joel, Taxation and Inequality: A Time-Exposure Perspective, in J. Poterba, ea., Tax Policy and the Economy, volume 6, (Cambridge, MA: The MIT Press, 1992).",
        "Nelson, Susan C., S Corporations: The Record of Grog. .h After Tax Reform, Journal of S Corporation Taxation (Fall 1993), pp. 138-161.",
        "Karoly, Lynn, Trends in Income Inequality: The Impact of, and Implications for, Tax Policy, in J. Slemrod, ea., Tax Progressivitv and Income Inequality, (Cambridge, UK: Cambridge University Press, 1994).",
        "Levy, Frank and Richard S. Murnane, U.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations, Journal of Economic Literature, (September 1992), pp. 1333-81.",
        "Karoly, Lynn, The Trend in Income Inequality Among Families, Individuals, and Workers in the United States: A Twenty-Five Year Perspective, in S. Danziger and P. Gottschalk, eds., Uneven Tides: Rising Inequality in America (New York: Russell Sage Foundation, 1993). Also data updates obtained from the author.",
        "Gordon, Roger and Jeffrey MacKie-Mason, How Much Do Taxes Discourage Incorporation? Unpublished Paper, University of Michigan, 1994.",
        "Fisher, Frank, Tests of Equality Between Two Sets of Coefficients in Two Linear Regressions: An Expository Note, Econometrica, 2S, 1970, pp. 361-366.",
        "Goldin, Claudia and Robert A. Margo, The Great Compression: The Wage Structure in the United States at Mid-Century, Quarterly Journal of Economics, (February 1992), pp. 1-34.",
        "Joel Slemrod Auten, Gerald and Robert Carroll, Behavior of the Affluent and the 1986 Tax Reform Act: The Role of Demand-Side Characteristics, unpublished paper, U.S.",
        "Feenberg, Daniel and James Poterba, Income Inequality and the Incomes of Very High Income Taxpayers, in J. Poterba, ea., Tax Policy and the Economy, Volume 7 (Cambridge, MA: The MIT Press, 1993)."
    ]
}