{
    "id": 5221,
    "cites": 42,
    "cited_by": 21,
    "reference": [
        "Ahmad, Sultan. 1994. Improving Inter-Spatial and Inter-Temporal Comparability of National Accounts. Journal of Development Economics, (June).",
        "Barro, R. 1991. Economic Growth in a Cross Section of Countries. Ouarterly Journal of Economics, (May) 106.",
        "Barro, R. and Jong-Wha Lee. 1993. International Comparisons of Educational Attainment. Journal of Monetary Economics, 32:363-394.",
        "Behrman, Jere and Mark Rosenzweig. 1994. The Quality of Aggregate Inter-Country, Time-Series Data on Educational Investments and Stocks, Economically Active Populations, and Employment. Journal of Development Economics, (June).",
        "Benhabib, J. and Mark Spiegel. 1992. The Role of Human Capital in Economic Development: Evidence from Aggregate CrossCountry and Regional U.S. Data. Forthcoming, Journal of Monetary Economics.",
        "Bhagwati, Jagdish. 1978. Foreign Trade Regimes and Economic Development: Anatomy and Consequences of Exchange Control Regimes. Ballinger Press for the National Bureau of Economic Research, Cambridge, Massachusetts.",
        "Easterly, W., M. Kremer, L. Pritchett, and L. H. Summers. 1993. Good Policy or Good Luck? Country Growth Performance and Temporary Shocks, Journal of Monetary Economics 32, pp.459-483.",
        "Edwards, 5. 1992. Trade Orientation, Distortions, and Growth in Developing countries, Journal of Development Economics. 39:31-57.",
        "Esfahani, Hadi S. 1991. Exports, Imports, and Economic Growth in Semi-Industrialized Countries. Journal of Development Economics. 35:93-116.",
        "Geroski, P.A. 1989. Entry, Innovation, and Productivity Growth. Th~ Review of Economics and Statistics, 572-578.",
        "Grossman, Gene M. and Elhanan Helpman. 1992. Innovation and Growth: Technological Competition in the Global Economy. MIT Press, Boston, Massachusetts.",
        "Harrison. Ann E. 1994. Productivity, Imperfect Competition, and Trade Reform: Theory and Evidence. Journal of International Economics. 36:53-73.",
        "Heitger, Bernhard. 1986. Import Protection and Export Performance: Their impact on Economic Growth. Weltwirtschaftliches Archiv. 260(July): 1-19.",
        "Holtz-Eakin, Douglas, Whitney Newey and Harvey Rosen. 1988. Estimating Vector Autogregressions with Panel Data. Econometrica. 56(6): 137 1-1395.",
        "Hsiao, M.W. 1987. Tests of casuality and exogeneity between exports and economic growth: the case of the Asian NICs, Journal of Economic Development, 12(2): 143-159.",
        "Jung, W. and P. Marshall. 1985. Exports, Growth and Casuality in Developing Countries. Journal of Development Economics. 14:24 1-250.",
        "Kaufman, Daniel. 1991. Determinants of the Productivity of Projects in Developing Countries: Evidence from 1,200 Projects. Background paper for World Development Report 1991.",
        "Krueger, Anne 0. 1978. Foreign Trade Regimes and Economic Development: Liberalization Attempts and Consequences, Cambridge, MA: Ballinger.",
        "Krueger, Anne 0. and Baran Tuncer. An Empirical Test of the Infant Industry Argument. The American Economic Review, 72(5): 1142-1152. Kunst, Robert M. and Dalia Main. 1989. On Exports and Productivity: A Causal Analysis. The Review of Economics and Statistics. 699-703.",
        "Leamer, Edward E. 1988. `Measures of Openness, in Robert E. Baldwin,editor, Trade Policy Issues and Empirical Analysis.",
        "Levin. Andrew and Lakshmi K. Raut. 1992. Complementarities Between Exports and Human Capital in Economic Growth: Evidence from the Semi-Industrialized Countries. University of California, San Diego Discussion Paper 92-14 (April).",
        "Levine, Ross and David Renelt. 1992. A Sensitivity Analysis of CrossCountry Growth Regressions. American Economic Review, 82(4): 942-963.",
        "Lichtenberg, Frank. 1994. Testing the Convergence Hypothesis. Ih~ Review of Economics and Statistics. 576-579.",
        "Lopez, Ramon. 1990. Economic Growth, Capital Accumulation and Trade Policy in LDCs. (July) Trade Policy Division, Country Economics Department, World Bank, Washington, D.C.",
        "Nehru, V. and A. Dhareshwar. 1993. A New Database on Physical Capital Stock: Sources, Methodology, and Results. Revista de Analisis Economico, (June) Vol 8, No 1, 37-59.",
        "Nehru, V., E. Swanson, and A. Dubey. 1993. A New Database on Human Capital Stock: Sources, Methodology, and Results, Forthcoming, Journal of Development Economics.",
        "Nickell, S. 1981. Biases in Dynamic Models with Fixed Effects, Econometrica, 49, 1417-1426.",
        "Nishimizu, Mieko and John M. Page, Jr. 1990. Trade Policy, Market Orientation, and Productivity Change in Industry, in J. de Melo and A. Sapir, eds., Trade Theory and Economic Reform North. South. and East.",
        "Nishimizu, M. and Sherman Robinson. 1984. Trade Policies and Productivity Change in Semi-Industrialized Countries. Journal of Development Economics, 16:177-206.",
        "Pack, H. 1988. Industrialization and Trade, Chapter 9 in Handbook of Development Economics. Volume I, edited by H. Chenery and T.N. Srinivasan, Elsevier Science Publishers, B.V.",
        "Papageorgiou D., M. Michaely and A. Choksi. 1991, eds., Liberalizing Foreign Trade: Lessons of Experience in the Developing World. 7:1-440. Basil Blackwell, Cambridge, Massachusetts.",
        "Perkins, Dwight H. and Moshe Syrquin. 1989. Large Countries: The Influence of Size. Handbook of Development Economics, volume II. Edited by H. Chenery and T.N. Srinivasan. Elsevier Science Publishers.",
        "Pritchett, Lant. 1991. Measuring Outward Orientation in Developing Countries: Can it be done?. PRE Working Paper 566. World Bank.",
        "Quah, Danny and James E. Rauch. 1990. Openness and the Rate of Economic Growth. Preliminary draft (October). Economics Department, Massachusetts Institute of Technology and Economics Department, University of California San Diego, U.S.A.",
        "Ram, R. 1985. Exports and Economic Growth: Some Additional Evidence. Economic Development and Cultural Change, 33(2):415-425.",
        "Mankiw, N. G. D. Romer and D. WeiI. 1992. A Contribution to the Empirics of Economic Growth, Ouarterlv Journal of Economics, (May) 407-437.",
        "Schiff, M. and A. Valdes. 1992. The Political Economy of Agricultural Pricing Policy: Volume 4. A Synthesis of the Economics in Developing Countries, The Johns Hopkins University Press, Baltimore. Maryland.",
        "Solow, R.M. 1957. Technical change and the aggregate production function. Review of Economics and Statistics 39. 3 12-320.",
        "Srinivasan, T.N. 1994. Database for Development Analysis: An Overview. Journal of Development Economics, (June).",
        "Thomas, V. and J. Nash. 1992. Best Practices: Lessons in Trade Policy Reform. New York, Oxford University Press.",
        "Tybout. J. 1992. Researching the Trade/Productivity Link: New Directions. The World Bank Economic Review, vol. 6, no. 2.",
        "World Bank 1991. World Development Report 1991. New York: Oxford University Press."
    ]
}