{
    "id": 5222,
    "cites": 13,
    "cited_by": 47,
    "reference": [
        "Veltman, Calvin, Modelling the Language Shift Process of Hispanic Immigrants, International Migration Review 22:4, Winter 1988.",
        "Robinson, Chris, Language Choice: The Distribution of Language Skills and Earnings in a Dual Language Economy, Research in Labor Economics 9, 1988.",
        "Portes, Ale~andro and Richard SchauMer, Language and the Second Generation: Bilingualism Yesterday and Today, International Migration Review 28: 108, Winter 1994.",
        "McManus, Walter, Labor Market Effects of Ethnic Enclaves, Journal of Human Resources 25:2, Spring 1990.",
        "Lazear, Edward, Culture and Language, NBER Working Paper No. 52xx, June 1995.",
        "Kossoudji, Sherrie, English Language Ability and the Labor Market Opportunities of Hispanic and East Asian Immigrant Men, Journal of Labor Economics 6:2, April 1988.",
        "Dustmann, Christian, Speaking Fluency, Writing Fluency and Earnings of Migrants, Journal of Population Economics 7:2, 1994.",
        "Chiswick, Barry and Paul Miller, Language in the Labor Market: The Immigrant Experience in Canada and the United States. In Immigration, Language and Ethnic Issues: Canada and the United States, ed. Barry Chiswick, Washington, D.C.: American Enterprise Institute, 1992.",
        "Chiswick, Barry, Speaking, Reading, and Earnings among Low-skilled Immigrants, Journal of Labor Economics 9:2, April 1991.",
        "Carliner, Geoffrey, Wage Differences by Language Group and the Market for Language Skills in Canada, Journal of Human Resources 16: 3, Summer 1981.",
        "Boyd, Monica, Gender Issues in Immigration and Language Fluency. In Immigration, Language and Ethnic Issues: Canada and the United States, ed. Barry Chiswick, Washington, D.C.: American Enterprise Institute, 1992.",
        "Borjas, George, Assimilation, Changes in Cohort Quality, and the Earnings of Immigrants, Journal of Labor Economics 3:4, October 1985.",
        "Bartel, Ann, Where Do the New U.S. Immigrants Live? Journal of Labor Economics 7:4, October 1989."
    ]
}