{
    "id": 5227,
    "cites": 19,
    "cited_by": 75,
    "reference": [
        "Abel, Andrew B., Optimal Investment Under Uncertainty, American Economic Review, March 1983, 73(1), pp. 228-233.",
        "Abel, Andrew B. and Janice C. Eberly, A Unified Model of Investment Under Uncertainty, American Economic Review, December 1994, 84(5), pp. 1369-84.",
        "Abel, Andrew B. and Janice C. Eberly, Optimal Investment with Costly Reversibility, Working Paper 5091, National Bureau of Economic Research, April 1995.",
        "Arrow, Kenneth J., Optimal Capital Policy with Irreversible Investment, in J.N. Wolfe, ed., Value. Capital. and Growth. Papers in Honour of Sir John Hicks. Edinburg: Edinburg University Press, 1968, pp. 1-19.",
        "Baldursson, Fridrick M., Industry Equilibrium and Irreversible Investment Under Uncertainty in Oligopoly, University of Iceland, Working Paper, 1995.",
        "Bartolini, Leonardo, Competitive Runs: The Case of a Ceiling on Aggregate Investment, European Economic Review, 1993, 37(5), pp. 92 1-948.",
        "Bentolila, Samuel and Giuseppe Bertola, Firing Costs and Labor Demand: How Bad is Eurosclerosis? Review of Economic Studies, 57 (1990), 38 1-402.",
        "Bernanke, Ben S., Irreversibility, Uncertainty, and Cyclical Investment, Quarterly Journal of Economics, February 1983, 98, pp. 85-106.",
        "Bertola, Giuseppe, Adjustment Costs and Dynamic Factor Demands: Investment and Employment Under Uncertainty, Ph.D. Dissertation, Cambridge, MA: Massachusetts Institute of Technology, 1988.",
        "Dixit, Avinash K., Entry and Exit Decisions Under Uncertainty, Journal of Political Economy, l989a, 97, pp. 620-38. Dixit, Avinash K., Hysteresis, Import Penetration, and Exchange Rate Passthrough, Quarterly Journal of Economics, l989b, 104, pp. 205-28. Dixit, Avinash K., Irreversible Investment with Price Ceilings, Journal of Political Economy, June 1991, 99, pp. 541-57.",
        "Dixit, Avinash K., Investment and Hysteresis. Journal of Economic Perspectives, Winter 1992, 6, pp. 107-32.",
        "Dixit, Avinash K. and Robert S. Pindyck, Investment Under Uncertainty, Princeton, Princeton University Press, 1994.",
        "Hayashi, Fumio, Tobins Marginal q and Average q: A Neoclassical Interpretation, Econometrica, January 1982, 50(1), pp. 213-224.",
        "Hirshleifer, Jack and John G. Riley, The Analytics of Uncertainty and Information, New York: Cambridge University Press, 1992.",
        "Leahy, John V. 1993. Investment in Competitive Equilibrium: The Optimality of Myopic Behavior, quarterly Journal of Economics, November 1993, 108(4), pp. 1105-1133.",
        "Mussa, Michael, External and Internal Adjustment Costs and the Theory of Aggregate and Firm Investment, Economica, May 1977, 44(174), pp. 163-78.",
        "Pindyck, Robert S., Irreversible Investment, Capacity Choice, and the Value of the Firm, American Economic Review, December 1988, 78(5), pp. 969-85.",
        "Pindyck, Robert S., Irreversibility, Uncertainty, and Investment, Journal of Economic Literature, September 1991, 29, 1110-1152.",
        "Smets, Frank, Exporting versus Foreign Direct Investment: The Effect of Uncertainty, Irreversibilities, and Strategic Interactions. Basle: Bank for International Settlements, Working Paper, 1995."
    ]
}