{
    "id": 5228,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Thorpe, Kenneth, et al. (1992). Reducing the Number of Uninsured by Subsidizing Employment-Based Health Insurance: Results from a Pilot Study, Journal of the American Medical Association, 262, 945-948.",
        "Topel, Robert (1983). On Layoffs and Unemployment Insurance, American Economic Review, 73, 541-559.",
        "Monheit, Alan C. et al. (1984). Health Insurance for the Unemployed: Is Federal Legislation Needed?, Health Affairs, 3 (Spring), 101-111.",
        "Monheit, Alan C. and Philip F. Cooper (1994). Health Insurance and Job Mobility: Theory and Evidence. Industrial and Labor Relations Review, 48, 68-85.",
        "Ruhm, Christopher 1. (1991), Are Workers Permanently Scarred by Job Displacements?, American Economic Review, 81, 319-323.",
        "Thompson Publishing Group, Inc. (1992). Employers Handbook: Mandated Health Benefits-- The COBRA Guide. Salisbury, MD: Thompson Publishing Group.",
        "Meyer, Bruce D. (1989). A Quasi-Experimental Approach to the Effects of Unemployment Insurance.H NBER Working Paper 3159. Cambridge, MA: National Bureau of Economic Research.",
        "Meyer, Bruce D. (1990). Unemployment Insurance and Unemployment Spells. Econometrica, 58, 757-782.",
        "Levine, Phillip B. (1993). Spillover Effects Between the Insured and Uninsured Unemployed, Industrial and Labor Relations Review, 47, 73-86.",
        "Madrian, Brigitte C. (1994). Employment-Based Health Insurance and Job Mobility: Is There Evidence of Job-Lock?, Quarterly Journal of Economics, 109, 27-51.",
        "Klerman, Jacob A. and Omar Rahman (1992). Employment Change and Continuation of Health Insurance Coverage. In U.S. Department of Labor, Pension and Welfare Benefits Administration, Health Benefits and the Workforce. Washington, DC: Government Printing Office.",
        "Lincolushire, IL: Hewitt Associates. Klerman, Jacob A. (1991). Pitfalls of Panel Data: The Case of the SIPP Health Insurance Data, in Public Health Service, Centers for Disease Control and National Center for Health Statistics, Proceedings of the 1991 Public Health Conference on Records and Statistics.",
        "Hewitt Associates (1985). Continuation of Group Medical Coverage--A Study of State Laws.",
        "Gruber, Jonathan and Brigitte C. Madrian (1993). Health Insurance Availability and the Retirement Decision. NBER Working Paper 4469. Cambridge, MA: National Bureau of Economic Research.",
        "Gruber, Jonathan, and James Poterba (1994). The Elasticity of Demand for Health Insurance: Evidence from the Self-Employed, Quarterly Journal of Economics, 109, 701-734.",
        "Gruber, Jonathan and Brigitte C. Madrian (1995). Health Insurance Availability and the Retirement Decision, American Economic Review, forthcoming.",
        "Gruber, Jonathan, and Brigitte C. Madrian (1994). Limited Insurance Portability and Job Mobility: The Effect of Public Policy on Job-Lock, Industrial and Labor Relations Review, 48, 8~102.",
        "Gold, M., Y. McEachern, and T. Santoni (1984). Health Insurance Loss Among the Unemployed: Extent of the Problem and Policy Options. Paper presented at the Annual Meeting of the American Public Health Association, November 1984.",
        "Ehrenberg, Ronald G., and Ronald L. Oaxaca (1976). Unemployment Insurnace, Duration of Unemployment, and Subsequent Wage Gain, American Economic Review, 66, 754-766.",
        "Flynn, Patrice (1992). Employment-Based Health Insurance: Coverage Under COBRA Continuation Rules. In U.S. Department of Labor, Pension and Welfare Benefits Administration, Health Benefits and the Workforce. Washington, DC: Government Printing Office.",
        "Cutler, David M. and Jonathan Gruber (1995). Does Public Insurance Crowd Out Private Insurance? NBER Working Paper 5082. Cambridge, MA: National Bureau of Economic Research.",
        "Bazwli, Gloria 1. (1986). Health Care for the Indigent: Overview of Critical Issues, Health Services Research, 21, 353-394.",
        "Berk, R. A. (1990). A Primer on Robust Regression, in J. Fox and J. S. Long, eds., Modern Methods of Data Analysis. Newbury Park, CA: Sage Publications.",
        "Berki, S.E. et al. (1984). Health Insurance Coverage of the Unemployed, Medical Care, 23, 847-854.",
        "Clark, Kim B. and Lawrence H. Summers (1979). Labor Market Dynamics and Unemployment: A Reconsideration, Brookings Papers on Economic Activity: 1, 13-60.",
        "Alan C. Monheit and Philip F. Cooper (1994). Health Insurance and Job Mobility: The Effects of Public Policy on lob-Lock, Industrial and Labor Relations Review, 48, 68-85."
    ]
}