{
    "id": 5229,
    "cites": 21,
    "cited_by": 4,
    "reference": [
        "Strain, Robert, W., 1986. ea., Propertv-Liability Accounting.",
        "Winter, Ralph A., 1988. The Liability Crisis and the Dynamics of Competitive Insurance Markets, Yale Journal on Regulation, vol 5, pp. 455-500.",
        "Stewart, Barbara D., 1984. Profit Cycles in Property-Liability Insurance, John D. Long and Everett D. Randall, eds. Issues in Insurance, vol 2, American Institute for Property and Liability Underwriters, Inc., USA.",
        "Myers, S. C., and R. A. Cohn, 1987. A Discounted Cash Flow Approach to Property-Liability Rate Regulation, in Cummins, J.D. and S.E. Harrington (eds), Fair Rate of Return in Property-Liability Insurance. Boston.",
        "Myers, Stewart C., and Majluf, Nicholas S. 1984. Corporate Financing and Investment Decisions When Firms Have Information That Investors Do Not Have. Journal of Financial Economics 13: 187-221.",
        "Mikkelson, Wayne H., and Partch, M. Megan. 1986. Valuation Effects of Security Offerings 24 and the Issuance Process. Journal of Financial Economics 15 (January/February): 31-60.",
        "Masulis, Ronald W., and Korwar, Ashok N., 1986. Seasoned Equity Offerings: An Empirical Investigation. Journal of Financial Economics 15 (January/February): 91-118.",
        "Hill, R. D. 1979. Profit Regulation in Property Liability Insurance, Bell Journal of Economics, 10, Spring: pp. 172-191.",
        "Korajczyk, R., Lucas, D., and McDonald, R., 1990. Understanding Stock Price Behavior Around the Time of Equity Issues, in Asymmetric Information. Corporate Finance. and Investment edited by R. Glenn Hubbard, NBER Lucas, Deborah, and McDonald, Robert L., 1990. Equity Issues and Stock Price Dynamics, Journal of Finance, September.",
        "Gron, Anne, 1994a. Capacity Constraints and Cycles in Property-Casualty Insurance Markets, Rand Journal of Economics, Spring.",
        "Gron, Anne, 1994b. Evidence of Capacity Constraints in Property-Casualty Insurance forthcoming in The Journal of Law and Economics.",
        "Gron, Anne, 1990. Propert-v-casualty Insurance Cycles. Capacity Constraints. and Empirical Results. PhD. dissertation, Massachusetts Institute of Technology, September.",
        "Cummins, J. David and J. Francois Outreville, 1986. An International Analysis of Underwriting Cycles in Property-Liability Insurance, Journal of Risk and Insurance, pp. 246-262.",
        "Fairley, William B., 1979. Investment Income and Profit Margins in Property-Liability Insurance, Bell Journal of Economics 10, Spring: pp. 192-210.",
        "Fazzari, F.M., Hubbard, R.G., and Petersen, B.C. 1988. Financing Constraints and Corporate Investment. Brookings Papers on Economic Activity. no. 1, 141-195.",
        "Cummins, J. David and Patricia Danzon, 1991. Price Shocks and Capital Flows in Liability Insurance, in Cummins, J.D. and Harrington, S.E. and R.W. Klein (eds), Cycles and Crises in Property/Casualty Insurance: Causes and Implications for Public Policy. Kansas City, MO: National Association of Insurance Commissioners.",
        "Cornett, M.M., and Tahranian, H., 1994. An Examination of Voluntary Versus Involuntary Security Issuances by Commercial Banks. Journal of Financial Economics 35 (1994), 99- 122.",
        "Chevalier, J. and Scharfstein, D., 1994. Capital Market Imperfections and Countercyclical Markups: Theory and Evidence. NBER working paper.",
        "Choe, Masulis, R., and Nanda, V. Collins, D. W., and Dent, W. T. 1984. A Comparison of Alternative Testing Methodologies Used in Capital Market Research. Journal of Accounting Research 22 (Spring): 48-84.",
        "Asquith, Paul, and Mullins, David W., Jr. 1986. Equity Issues and Offering Dilution. Journal of Financial Economics 15 (January/February): 61-89.",
        "Cagle, Julie A.B. and Scott E. Harrington, 1994. Insurance Supply with Capacity Constraints and Endogenous Insolvency Risk, Working paper."
    ]
}