{
    "id": 5230,
    "cites": 15,
    "cited_by": 13,
    "reference": [
        "Rodgers, William M. and William E. Spriggs. 1995. What Does AFQT Really Measure: Race, Wages, Schooling and the AFQT Score, mimeo, The College of William and Mary, March.",
        "Stata corporation. 1993. Stata Reference Manual: Release 3.1. 6th ed. College Station, TX.",
        "Jencks, Christopher. 1979. Who Gets Ahead? The Determinants of Economic Success in America.",
        "New York: Basic Books. Neal, Derek A. and William R. Johnson. 1995. The Role of Pre-Market Factors in Black-White Wage Differences. NBER Working Paper No. 5124, May.",
        "Herrnstein, Richard J. and Charles Murray. 1994. The Bell Curve: Intelligence and Class Structure in American Life. New York: The Free Press.",
        "Hunt, Earl. 1995. The Role of Intelligence in Modern Society. American Scientist July/August: 355- 368.",
        "Heckman, James J. 1995. A review of The Bell Curve: Intelligence and Class Structure in American Life by Richard Herrnstein and Charles Murray. REASON (March). Reprinted in The Harris School Report, University of Chicago, Summer 1995.",
        "Goldberger, Arthur S. and Charles Manski. 1995. Review Article: The Bell Curve by Herrnstein and Murray. The Journal of Economic Literature XXXIII (June): 762-776.",
        "Griliches, Zvi. 1979. Sibling Estimates, The Beginnings of a Survey. Journal of Political Economy LXXXVII (part b: S37-S64.",
        "Garfinkel, Irwin and Sara S. McLanahan. 1986. Single Mothers and their Children: A New American Dilemma. Washington D.C.: The Urban Institute Press.",
        "Columbus OH. Chamberlain, Gary. 1980. Analysis of Covariance with Qualitative Data. Review of Economic Studies.",
        "XLVII: 225-38. Fischer, Claude S., Michael Hout, Martin Sanchez Jankowski, Samuel R. Lucas, Ann Swidler, and Kim Voss. 1995. Which Curve? Understanding Inequality in America. Draft Manuscript, Department of Sociology, University of California, Berkeley, March 6.",
        "Bock, R. Darrell and Elise G.J. Moore. 1986. Advantage and Disadvantage: A Profile of American Youth. Hillsdale, NJ: Lawrence Erlbaum Associates.",
        "Carroll, R.J., D. Ruppert, and L.A. Stefanski. Forthcoming. Nonlinear Measurement Error Models. Chapman Hall. Center for Human Resources Research. 1993. NLS Handbook 1993. The Ohio State University.",
        "Ashenfelter, Orley and Alan B. Krueger. 1994. Estimates of the Economic Return to Schooling from a New Sample of Twins. American Economic Review 84(5): 1157-73."
    ]
}