{
    "id": 5231,
    "cites": 12,
    "cited_by": 36,
    "reference": [
        "Osterman, Paul. (1994) How Common is Workplace Transformation and Who Adopts It? Industrial and Labor Relations Review, vol. 47, no. 2, January, pp. 173-187.",
        "Haltiwanger, M. Manser and R. Topel, NBER/University of Chicago Press, forthcoming. 32 Mincer, Jacob. (1988) Job Training, Wage Growth and Labor Turnover. NBER working paper 2690, August.",
        "Lynch, Lisa M. (1995) A Needs Analysis of Training Data: What do we want, what do we have, can we ever get it? in Labor Statistics Measurement Issues, edited by J.",
        "Knoke, David, Kalleberg, A, Marsden, P. and Spaeth, J. 1993, Job Training in U.S.",
        "Lawler, Edward, Susan Mohrman, and Gerald Ledford. (1992) Employee Involvement and Total Ouality Management: Practices and Results in Fortune 1000 Companies. San Francisco: Jossey-Bass.",
        "Department of Labor. Jorgenson, Dale and Griliches, Zvi (1967), The Explanation of Productivity Change, Review of Economic Studies, 34, pp. 249-283.",
        "Ichniowski, Casey, Shaw, Kathryn, Prennushi, G. (1993). The Effect of Human Resource Management Practices on Productivity, working paper, Columbia University, July.",
        "Lynch editor, Training and the Private Sector: International Comparisons, Chicago: University of Chicago Press. Carnevale, Anthony, et. al. 1990. Training in America. San Francisco: Jossey-Bass.",
        "Delany, John, David Lewin and Casey Ichniowski. (1989) Human Resource Policies and Practices in American Firms, BLMR report no. 137. Washington, D.C.: U.S.",
        "Productivity: Evidence from a Human Resource Survey. NBER working paper 3026. Bishop, John 1994. The Impact of Previous Training on Productivity and Wages, in L.",
        "Barron, J., Berger, M. and Black, D. 1994. How well do we measure training?, mimed, Purdue University.",
        "Bartel, Ann. 1992. Productivity Gains from the Implementation of Employee Training Programs. NBER working paper 3893."
    ]
}