{
    "id": 5235,
    "cites": 18,
    "cited_by": 16,
    "reference": [
        "Pakes, Ariel (1986) Patents as Options: Some Estimates of the Value of Holding European Patent Stocks, Econometrica, 54, 755-784.",
        "Newey, W (1990) Efficient Instrumental Variables Estimation of Nonlinear Models, Econometrica, 58, 809-839.",
        "Levinsohn, James (1994) International Trade and the U.S. Automobile Industry: Current Re- search, Issues, and Questions, Japan and the World Economy, 8, 335-357.",
        "Economics, 23, 97-112. Krugman, Paul (1994) Peddling Prosperity: Economic Sense and Nonsense in the Age of Dimin- ished Expectations. New York: Norton.",
        "Krishna, Kala (1989) Trade Restrictions as Facilitating Practices, Journal of International Eco- nomics, 2G, 251-270.",
        "Hausman, J.A. and D. Wise (1978) A Conditional Probit Model for Qualitative Choice: Dis- crete Decisions Recognizing Interdependence and Heterogeneous Preferences, Econometrica, 4B, 403-426.",
        "Feenstra, Robert, Joseph Gagnon, and Michael Knetter (1993) Market Share and Exchange Rate Pass-Through in the World Automobile Industry, NBER Working Paper 4399.",
        "Feenstra, Robert and James Levinsohn (1995) Estimating Markups and Market Conduct with Multidimensional Product Attributes, Review of Economic Studies, 82, 19-52.",
        "Welfare Effects, in Structure and Evolution of Recent U.S. Trade Policy, ed. Robert Baldwin and Anne Krueger. Chicago: University of Chicago Press. (1995) iSurvey of Trade Policy Studies, in (forthcoming) Handbook of International Economics, Volume III, ed. Gene Grossman and Ken Rogoff . Amsterdam: North Holland.",
        "Feenstra, Robert (1988) Quality Change under Trade Restraints: Theory and Evidence from Japanese Autos, Quarterly Journal of Economics,, 131-146.",
        "Dixit, Avinash (1988) Optimal Trade and Industrial Policies for the U.S. Automobile Industry, in Empirical Methods for International Trade, ed. Robert Feenstra. Cambridge: MIT Press.",
        "Dinopoulos, Elias and Mordechai Kreinin (1988) Effects of the U.S.-Japan Auto VER on European Prices and U.S. Welfare, Review of Economics and Statistics,, 484-91.",
        "Chamberlin, G. (1986) Asymptotic Efficiency in Estimation with Conditional Moment Restric- tions, Journal of Econometrics,, 305-334.",
        "Price War, Journal of Industrial Economics, 35, 457-482. Cardell, N.S. (1991) Variance Components Structures for the Extreme Value and Logistic Distri- butions, Mimeo, Washington State University.",
        "Bresnahan, T. (1981) Departures from Marginal-Cost Pricing in the American Automobile Indus- try, Journal of Econometrics, 17, 201-227.",
        "Berry, Steven and Ariel Pakes (1994) Alternative Empirical Models of Product Differentiation, In process. Yale University.",
        "Berry, Steven (1994) `Estimating Discrete Choice Models of Product Differentiation, RAND Jour nal of Economics, 25, 242-262.",
        "Baldwin, Richard and Paul Krugman (1988) Market Access and International Competition: A Simulation Study of 16K Random Access Memories, in Empirical Methods for International Trade, ed. Robert Feenstra. Cambridge: MIT Press."
    ]
}