{
    "id": 5236,
    "cites": 12,
    "cited_by": 4,
    "reference": [
        "Levenson, Alec R., Where Have All the Part-Timers Gone? Recent Trends and New Evidence on Dual-Jobs, Milken Institute Working Paper 95-1, 1995.",
        "Levy, Frank and Richard I. Murnane, WU.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations, Journal of Economic Literature, 30 (1992), 1333-1381.",
        "Kuhn, Chinhui, Kevin M. Murphy and Brooks Pierce, WWage Inequality and the Rise in Returns to Skill,. Journal of Political Economy, 101 (1993), 410-442.",
        "Lalonde, Robert J. and Robert H. Topel, Labor Market Adjustments To Increased Immigration, in R. Freeman (ed.), Immigration, Trade and Labor Market, Chicago: University of Chicago Press, 1989.",
        "Grant, James H. and Daniel S. Hamermesh, Labor Market Competition among Youth, White Women and Others, The Review of Economics and Statistics, (1979), 354- 360.",
        "Hamermesh, Daniel S., The Demand for Labor in the Long Run,. in O. Ashenfelter and R. Layard (ed.), Handbook of Labor Economics, volume 1 (1986), 429-471.",
        "Jaeger, David A., Skill Differences and the Effects of Immigrants of the Wages of Natives, mimeo, University of Michigan, 1995.",
        "Blanchard, Olivier J., and Lawrence F. Katz, Regional Evolutions, Brookings Papers on Economic Activity, (1992) 1-75.",
        "Borjas, George J., The Demographic Determinants of Demand for Black Labor, in R. B.Freeman and H. J. Holzer (ed.), The Black Youth Employment Crisis, Chicago: University of Chicago Press for NBER, 1986.",
        "Bound, John, and Harry J. Holzer, Industrial Shifts, Skill Levels, and The Labor Market for White and Black Males, The Review of Economics and Statistics, (1993) 387-396.",
        "Freeman, Richard B., and Lawrence F. Katz, Arising Wage Inequality: The United States vs. Other Advanced Countries, ~ in Richard Freeman (ad.), Working Under Different Rules, New York: Russell Sage, 1994.",
        "Berndt, Ernst, ~Modelling the Simultaneous Demand for Factors of Production, in Z. Hornstein et al. (ed.), The Economics of the Labor Market, London: Her Majestys Stationery Office, 1980."
    ]
}