{
    "id": 5238,
    "cites": 18,
    "cited_by": 63,
    "reference": [
        "US Department of Commerce, Bureau of the Census, City and County Databook, Washington DC, US Government Printing Office, 1993.",
        "Thies, C., and C. Register, Decriminalization of Marijuana and the Demand for Alcohol, Marijuana and Cocaine, The Social Science JournaL vol. 30, no. 4, 1993.",
        "Silverman, L.P., and ALL. Spruill, Urban Crime and the Price of Heroin, Journal of Urban Economics, 1977.",
        "Sickles, R and P. Taubman, Who Uses Illegal Drugs? AEA Papers and Proceedings, vol. 81, no. 2, May 1991.",
        "Pacula R. Can Increasing the Beer Tax Reduce Marijuana Consumption?, unpublished paper, Duke University, Department of Economics, 1994.",
        "Office of National Drug Control Policy, National Drug Control Strategy Budget Summary, Washington, DC, 1995.",
        "Msbet, C. and F. Vakil, Some Estimates of Price and Expenditure Elasticities of Demand for Marijuana Among UCLA Students, Review of Economics and Statistics, vol. 54, 1972.",
        "ModeL K., Crime Violence and Drug Policy, unpublished paper, Harvard University, 1992.",
        "Maddala, G.S., Limited Dependent and Qualitative Variables in Economics, Cambridge, England: Cambridge University Press, 1983.",
        "Manning, W., N. Duan, and W. Rogers, Monte Carlo Evidence on the Choice Between Sample Selection and Two-Part Models, Journal of Econometrics. 35, 1987.",
        "Kleiman, M., Against Excess, New York: Basic Books, 1992.",
        "Greene, W., Econometric Analysis, New York: Macmillan Publishing Company, 1990.",
        "Goldstein, P.J., The DrugstViolence Nexus: A Tripartite Conceptual Framework, Journal of Drug Issues, 1985.",
        "DiNardo, J. Law Enforcement the Price of Cocaine and Cocaine Use, Mathematical and Computer Modeling, vol. 17, no. 2, 1993.",
        "DiNardo, J. and T. Lemieux, Alcohol, Marijuana, and American Youth: The Unintended Effects of Government Regulation, Working Paper No. 4212, National Bureau of Economic Research, 1992.",
        "Caulkins, J.P., Developing Price Series for Cocaine, Santa Monica CA: Rand, 1994.",
        "Cragg, J., Some Statistical Models for Limited Dependent Variables with Application to the Demand for Durable Goods, Econometrica, 39, 1971.",
        "Brown, G., and L.P. Silverman, The Retail Price of Heroin: Estimation and Applications, in Quantitative Explorations in Drug Abuse Policy, I. Leveson editor, New York: Spectrum Publications, 1980."
    ]
}