{
    "id": 5240,
    "cites": 18,
    "cited_by": 8,
    "reference": [
        "Rosenzweig, Mark and Ken Wolpin. Are There Increasing Returns to the Intergenerational Production of Human Capital?, The Journal of Human Resources, 29 2, 670-693, Spring 1994.",
        "Rodgers, William and William Spriggs. What Does the AFQT Really Measure: Race, Wages, Schooling and the AFQT Score, mimeo, March, 1995.",
        "Neal, Derek and William Johnson. The Role of Pre-Market Factors in Black-White Wage Differences, NBER Working Paper 5124, May 1995.",
        "Korenman, Sanford and Christopher Winship. A Reanalysis of The Bell Curve, NBER Working Paper 5230, September 1995.",
        "Korenman, Sanford, Jane Miller, and John Sjaastad. Long-term Poverty and Child Development in the United States: Results from the NLSY, Child and Youth Services Review, v17 1/2, 127-155, 1995.",
        "Herrnstein, Richard and Charles Murray. The Bell Curve: Intelligence and Class Structure in American Life, New York: The Free Press, 1994.",
        "Hunt, Earl. The Role of Intelligence in Modern Society, American Scientist, July/August, 355- 368, 1995.",
        "Hardle, Wolfgang. Applied Nonparametric Regression, New York: Cambridge University Press, 1990.",
        "Heckman, lames. A Review of The Bell Curve: Intelligence and Class Structure in American Life, Reason, Los Angeles, CA, March 1995.",
        "Grissom, lames and Lorrie Shepard. Repeating and Dropping out of School, in Flunking Grades: Research and Policies on Retention, Lorrie Shepard and Mary Smith (eds.), London: The Palmer Press, 1989.",
        "Goldberger, Arthur and Charles Manski. Review Article: The Bell Curve by Herrnsteh, and Murray, The Journal of Economic Literature, vxxxiii 2, June 1995.",
        "Geronimus, Arline, John Bound, and Lisa Neidert. On the Validity of Using Census Geocode Characteristics to Proxy Socioeconomic Status, University of Michigan mimeographed. February 1994.",
        "Ensminger, Margaret and Anita Slusarcick. Paths to High School Graduation or Dropout: A Longitudinal Study of a First Grade Cohort, Sociology of Education, 65, 95- 113, April 1999.",
        "Cleveland, W.S. Robust Locally-Weighted Regressions and Smoothing Scatterplots, Journal of the American Statistical Association, 74:829-836, 1979.",
        "Currie, Janet and Duncan Thomas. Does Head Start Make a Difference? American Economic Review, June 1995.",
        "Cairns, Robert, Beverly Cairns and Holly Neckerman. Early School Dropout: Configurations and Determinants, Child Development, 60:1437-52, 1989.",
        "Bock, R. Darrell and Elsie E. J. Moore. Advantage and Disadvantage: A Profile of American Youth, Hillsdale, NJ: I a. Erlbaum Associates, 1986.",
        "Baker, Paula and Frank Mott. NLSY Child Handbook, 1989, Center for Human Resource Research, The Ohio State University, Columbus, Ohio, June 1989."
    ]
}