{
    "id": 5244,
    "cites": 27,
    "cited_by": 25,
    "reference": [
        "Slovin, Myron, Marie Sushka, and John Polonchek (1993), The Value of Bank Durability: Borrowers as Bank Stakeholders, Journal of Finance 48: 247-266.",
        "Sharpe, William (1978), Bank Capital Adequacy, Deposit Insurance and Security Values, Journal of Financial and Ouantitative Analysis 13: 701-18.",
        "Sharpe, S. (1990), Asymmetric Information, Bank Lending, and Implicit Contracts: A Stylized Model of Customer Relationships, Journal of Finance 45: 1069-1087.",
        "Santomero, Anthony and Ron Watson (1977), Determining the Optimal Capital Standards for the Banking Industry, Journal of Finance 32: 1267-82.",
        "Qi, JianFh~g (l93j, Efficient Investment and Depository Intermediaries, University of South Florida, working paper. Ramakrishnan, R. and Anjan lhakor (1984), Information Reliability and a Theory of Financial Intermediation, Review of Economic Studies 52: 415-432.",
        "Rajan, R. (1992), Insiders and Outsiders: The Choice Between Informed and Arms Length Debt, Journal of Finance 47: 1367-1400.",
        "Pringle, John (1975), Elank Capital and the Performance of Banks as Financial Intermediaries, Journal of Money Credit. and Banking 7: 545-559.",
        "Pringle, John (1974, The Capital Decision in Commercial Banks, Journal of Finance 29: 779-95.",
        "Peltzman, Sam (1970), Capital Investment in Commercial Banking and Its Relationship to Portfolio Regulation, Jo_nal of Political Economy 78: 1-26.",
        "Myers, Stewart (1977), Determinants of Corporate Borrowing, Journal of Financial Economics 5: 147- 175.",
        "Morgan, George (1992), Capital Adequacy, in The New Palgrave Dictionary of Money and Finance, Peter Newman, Murray Milgate, and John Eatwell, eds. (Macmillan Press).",
        "Marcus, Alan (1984), Deregulation and Bank Financial Policy, Journal of Banking and Finance 8: 557- 65.",
        "Mailath, George and Loretta Mester (1993), A Positive Analysis of Bank Closure, Journal of Financial Intermediation 3: 272-299.",
        "Koehn, M. and A. Santomero (1980), Regulation of Bank Capital and Portfolio Risk,H Journal of Finance 35: 1235-1244.",
        "Lam, Chun H. and Andrew H. Chen (1985), Joint Effects of Interest Rate Deregulation and Capital Requirements on Optimal Bank Portfolio Adjustments, Journal of Finance 40: 563-75.",
        "Kim, Daesik and Anthony Santomero (1988), Risk in Banking and Capital Regulation, Journal of Finance 43: 1219-1233.",
        "Keeley, M. and F. Furlong (1990), A Re-examination of Mean-Variance Analysis of Bank Capital Regulation, Journal of Banking and Finance 14: 69-84.",
        "Kahane, Y. (1977), Capital Adequacy and the Regulation of Financial Intermediaries, Journal of Banking and Finance 1: 207-218.",
        "Gorton, Gary and George Pennacchi, Financial Intermediaries and Liquidity Creation, The Journal of Finance 45: 49-72. James, Chris (1991), The Losses Realized in Bank Failures, Journal of Finance 46: 1223-1242.",
        "Gennotte, Gerard and David Pyle (1991), Capital Con(r.,is and Bank Risk, Journal of Banking and Finance 15: 805-824.",
        "Furlong, F. and M. Keeley (1989), Capital Regulation and Bank Risk-Taking: A Note, Journal of Banking and Fina_ce 13: 883-891.",
        "Diamond, Douglas (1991), Monitoring and Reputation: The Choice Between Bank Loans and Directly Placed Debt, Journal of Political Economy 99: 689-721.",
        "Diamond, Douglas and Philip Dybvig (1983), Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy 91: 401-19.",
        "Bank for International Diamond, Douglas (1984), Financial Intermediation and Delegated Monitoring, Review of Economic Studies 51: 393~414.",
        "Boyd, Jolly and Edward Prescott (1986), Financial Intermediary Coalitions, Journal of Economic Theory 38: 211-221.",
        "Buser, Stephen, Andrew Chen and Edward Kane (1981), Federal Deposit Insurance, Regulatory Policy, and Optimal Bank Capital, Journal of Finance 35: 51~0.",
        "Bernanke, Ben (1983), Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review 73: 257-276."
    ]
}