{
    "id": 5245,
    "cites": 53,
    "cited_by": 1,
    "reference": [
        "V O 1]S Percentage of es votes on Proposition 103. Source: Slate of California, Secretary of Sage [1988].",
        "The number of insured passenger vehicles (per capita, full year equivalent policies). Source: California Department of Insurance. MILES Annual miles of travel per vehicle, California Counties Foundation [1991].",
        "U The number of uninsured vehicles (per capita). Source: California Department of Insurance. The number of insured cars (per capita, full year equivalent policies) in the voluntary insurance market. Source: California Department of Insurance. 45 go Per capital Inca m e. Source: Sage of California [19911.",
        "Wilson, C. [1977], A Model of Insurance Markets with Incomplete Information, Journal of Economic Theory, 16: 167-207.",
        "The variables I, R. U. A and V are stated on a per capita basis. Source of country population data: State of California [1991]. The variables are stated on a per household basis, and the number of households by county comes from the same source.",
        "D Population/Miles2, State of California [1991].",
        "Sugarman, Stephen D. [1993], Pay at the Pump. Auto Insurance, Institute of Governmental Studies Press, University of California, Berkeley.",
        "Williams, G. [1992], The Wrong Side of the Tracks, Territorial Rating and the Setting of Automobile Liability Insurance Rates in California, Hastings Constitutional Law Ouarterly, 19: 846-909.",
        "Sugarman, Stephen D. [1990], California Insurance Regulation Revolution: The First Two Years of Proposition 103, San Diego Law Review, Vol. 27, 683-714.",
        "Spence, Michael [1973], Job Market Signaling, Quarterly Journal of Economics, vol 87, 355- 374.",
        "State of California, Secretary of State [1988], Supplement to Statement of Vote. November 1988.",
        "State of California [1991], Department of Finance, California Statistical Abstract.",
        "Smith, Eric and Randall Wright [1992], Why is Automobile Insurance in Philadelphia So Damn Expensive? American Economic Review, Vol. 82, No. 4, 756-772.",
        "Sloan, F. and P.B. Githens [1994], Drinking, Driving, and the Price of Automobile Insurance, Journal of Risk and Insurance, 61: 33-58.",
        "Shavell, S. [1986], The Judgement Proof Problem, International Review of Law and Economics, 6, 45-58.",
        "Rubinstein, A. and M.E. Yaari [1983], Repeated Insurance Contracts and Moral Hazard, Journal of Economic Theory, 30: 74-97.",
        "Rothschild, M. and J. Stiglitz [1976], Equilibrium in Competitive Insurance Markets, Ouarterly Journal of Economics, 90: 629-649.",
        "Rosenfield, Harvey [1991], Proposition 103: The Consumers Viewpoint in The Impact of Consumer Activism on the Insurance Industry. Society of Property and Casualty Underwriters, p. 109.",
        "Rea, Samuel A. Jr.[1992], Insurance Classifications and Social Welfare, 377-396, in Georges Dionne editor, Contributions to Insurance Economics, Kluwer Academic Publishers.",
        "Riley, J. [1979], Informational Equilibrium, Econometrica, 47: 331-360.",
        "Pindyck, Robert and Daniel Rubinfeld [1981], Econometric Models and Economic Forecasts, 2nd Edition, McGraw-Hill.",
        "National Association of Insurance Commissioners [1988], Report on Profitability by Line By State. 1981-1988.",
        "Miyazaki, H.[1977], The Rat Race and Internal Labor Markets, Bell Journal of Economics, 8: 394-418.",
        "Malinvaud, E.[1972], The Allocation of Individual Risks in Large Markets, Journal of Economic Theory, 5: 312-328.",
        "Kunreuther, H. and M. Pawly [1985], Market Equilibrium with Private Knowledge: An Example, Journal of Public Economics, 26, pp. 269-288.",
        "Kuan, Jensen, and Raymond Peck, [1981], A Profile of Uninsured Motorists in California, State of California, Division of Motor Vehicles.",
        "Kimball, S.W. [1961], The Purpose of Insurance Regulation: A Preliminary Inquiry in the Theory of Insurance Law, Minnesota Law Review, Vol. 45, 471-524.",
        "Keeton, William and Evan Kwerel [1984], Externalities in Automobile Insurance and the Underinsured Driver Problem, Journal of Law and Economics, vol. XXVII (April).",
        "Kahnemann, D., J. Knetsch, and R. Thaler [1986], Fairness as A Constraint on Profit Seeking Entitlements in the Market, American Economic Review, pp. 728-741.",
        "Jee, B. [1989], A Comparative Analysis of Alternative Pure Premium Models in the Automobile Risk Classification System, Journal of Risk and Insurance, 56: 434-459.",
        "Jaffee, D.M. and T. Russell [1993], Fairness, Credit Rationing, and Loan Market Structure.",
        "Hoy, Michael [1989] The Value of Screening Mechanisms Under Alterative Insurance Possibilities, Journal of Public Economics, 39, 177-206.",
        "Hoy, Michael [1982], Categorizing Risks in the Insurance Industry, Ouarterly Journal of Economics.",
        "Harrington, Scott E.[1992], Rate Suppression, Journal of Risk and Insurance, 185-202.",
        "Harrington, Scott E. [1993], The Economics and Politics of Automobile Insurance Rate Classification, Journal of Risk and Insurance, Vol. 60 No. 1, 59-84.",
        "Field Institute [1988], The California Poll, Statistical Release 1450.",
        "Grabowski, Henry, W. Kip Viscusi, and William N. Evans [1989] Price and Availability Tradeoffs of Automobile Insurance Regulation, Journal of Risk and Insurance, 56: 275-299.",
        "Dudey, Paul O. [1991], History of Consumer Activism as Respects the Insurance Industry in The Impact of Consumer Activism on the Insurance Industry, p. 8, Society of CPCU.",
        "Dionne, Georges and Neil Doherty [1992], Adverse Selection in Insurance Markets: A Selected Survey, in G. Dionne editor, Contributions to Insurance Economics, Kluwer Academic Publishers.",
        "DArcy, Stephen, P. and Neil A. Doherty [1990], Adverse Selection, Private Information, and Lowballing in Insurance Markets, Journal of Business, Vol. 63, No. 2, 145-164.",
        "Dahlby, G.B [1983], Adverse Selection and Statistical Discrimination, Journal of Public Economics, 20, 121-130.",
        "Crocker, Keith and Arthur Snow [1986], The Efficiency Effects of Categorical Discrimination in the Insurance Industry, Journal of Political Economy, Vol. 94, no. 21, p.",
        "Cooper, R. and B. Hayes [1987], Multiperiod Insurance Contracts, International Journal of Industrial Organization, 5: 211-231.",
        "California Department of Insurance, Rate Regulation Division [1978], Study of California Driving Performance by Zip Code (Phase 1).",
        "Boyer, Marcel Georges Dionne, and Richard Kihlstrom [1989], Insurance and the Value of Publicly Available Information, in Studies in the Economics of Uncertainty in Honor of Josef Hardar, edited by Thomas B. Fomby and Tae Kun Seo, New York: Springer-Verlag, 137-155.",
        "Boyer, Marcel and Georges Dionne [1989], An Empirical Analysis of Moral Hazard and Experience Rating, Review of Economics and Statistics, 71: 128-134.",
        "Borenstein, Severin [1989], The Economics of Costly Risk Sorting in Competitive Insurance Markets, International Review of Law and Economics, 9, 25-39.",
        "Borch, K. [1990], The Economics of Insurance, North Holland, Amsterdam.",
        "Bond, Eric and Keith Crocker [1991], Smoking, Skydiving and Knitting: The Endogenous Categorization of Risks in Insurance Markets with Asymmetric Information, Journal of Political Economy, vol. 99, no. 1, pp 177-199.",
        "Blackmon, B. Glenn and Richard Zeckhauser [1991], Mispriced Equity: Regulated Rates for Auto Insurance in Massachusetts, American Economic Review, May, 65-69.",
        "Arrow, K.J. [1963], Essays in the Theory of Risk-Bearing, Amsterdam, North Holland.",
        "Bests Review [1990], Property/Casualty Insurance Edition, vol 91, No. 1, May, p.16.",
        "All-Industry Research Advisory Council [1989], Uninsured Motorists."
    ]
}