{
    "id": 5248,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "Pearson, Howard, American Academy of Pediatrics Testimony Before the National Vaccine Advisory Committee, Feb. 24, 1993.",
        "Riley, John G., Expected Revenues from Open and Sealed Bid Auctions, Journal of Economic Perspectives 3(3):41-50, 1989.",
        "Pauly, Mark V., Market Power, Monopsony, and Health Insurance Markets, Journal of Health Economics 7(2):111-128, 1988.",
        "Ortwein, Robert, Will We be Forced to Rely on Foreign Countr4ies for Our Childrens Innoculations? A Decision Facing Michigans Policy Makers. Unpublished paper distributed by the Office of Senator William A. Sederburg, State of Michigan, January 1987.",
        "Principal-Agent Analysis, Rand Journal of Economics 17(3):326-338, 1986.",
        "Milgrom, Paul, Auctions and Bidding: A Primer, Journal of Economic PersDectives 3(3):3-22, 1989.",
        "Mowery, David C. and Violaine Mitchell, An Assessment of the Feasibility and Market Impact of Expanded Foreign-Firm Participation in the US Vaccine Market. n Paper prepared for the National Vaccine Program Office, U.S. Dep.t of Health and Human Services, 1993.",
        "Johnston, Mark Andrew. Australias Pharmaceutical Pricing Strategy. Ph.D. thesis in Public Policy, Harvard University, Cambrdige, Mass., January 1990.",
        "McAfee, R. Preston and John McMillan,Auctions and Bidding, Journal of Economic Literature 25(2):699-738, 1987.",
        "Institute of Medicine, The Childrens Vaccine Initiative. Washington: National Academy of Science Press, 1993.",
        "Greer, Willis R. and Shu S. Liso, An Analysis of Risk and Return in the Defense Market: Its Impact on Weapon System Competition, Management ScienceU 32(10):1259-1273. 1986.",
        "Hansen, Robert, Auctions with Endogenous Quantity, Rand Jounral of Economics, Spring 1988.",
        "Bikhchandani, Sushil and Chi-fu Huang, The Economics of Treasury Securities Markets, Journal of Economic Perspectives 7(3):117-134, 1993.",
        "Biologic Products Advisory Committee, Dept. of Public Health, State of Michigan, Belmont to State Health Director, October 1990."
    ]
}