{
    "id": 5249,
    "cites": 21,
    "cited_by": 19,
    "reference": [
        "Sowell, Thomas Race and Culture: A World View. New York: Basic Books, 1994.",
        "Weitzman, Martin. On Diversity, Quarterly Journal of Economics 107,2 (May 1992): 363- 405.",
        "McManus, Walter S.; William Gould and Finis Welch. Earnings of Hispanic Men: The Role of English Language Proficiency, Journal of LaborEconomics, 1 (2) (April 1983): 101-30.",
        "Schelling, Thomas. The Strategy of Conflict. Cambridge: Harvard University Press, 1960.",
        "Lewis, Oscar La Vida; A Puerto Rican family in the culture of poverty - In Juan and New York. New York: Random House, 1966.",
        "Liebow, Elliot Tallys Corner; a study of Negro streetcorner men. Boston: Little, Brown, 1967.",
        "Lazear, Edward P. Intergenerational Externalities, Canadian Journal of Economics 16 (May 1983): 212-28.",
        "Lazear, Edward Corporate Culture and the Diffusion of Values (July 1994), forthcoming in conference volume from the Kiel Institute of World Economics.",
        "Lang, Kevin A Language Theory of Discrimination, Quarterly Journal of Economics, May 1986, pp. 363-82.",
        "Jackson, Matthew and Asher Wolinsky, A Strategic Model of Social and Economic Networks, Northwestern U. mimes, August, 1994.",
        "Laitin, David D. The Tower of Babel as a Coordination Game: Political Linguistics in Ghana, American Political Science Review 88 (3) (September 1994): 622-34.",
        "Green, Jerry R. On the Optimal Structure of Liability Laws, Bell Journal of Economics 7 (Autumn 1976): 553-74.",
        "Economides, N. and A. Siow The Division of Markets is Limited by the Extent of Liquidity (Special Competition with Externalities)Amer. Econ. Rev. 78,1 (March, 1988), 108-21.",
        "Chiswick, Barry and Paul Miller. Ethnic Networks and Language Proficiency Among Immigrants. Journal of Population Economics. Forthcoming, 1994a.",
        "Chiswick, Barry and Paul W. Miller. Language choice among immigrants in a multi-lingual destination. Journal of Population Economics. 7 (1994b):119-31.",
        "Chiswick, Barry. Speaking, Reading, and Earnings Among Low-Skilled Immigrants. Journal of Labor Economics. 9, 2 (April 1991): 149-170.",
        "Chiswick, Barry and Paul Miller. The Endogeneity Between Language and Earnings: International Analyses. Forthcoming, Journal of Labor Economics. 1995.",
        "Chiswick, Barry. The Effect of Americanization on Earnings of Foreign-Born Men, J. Polit. Econ. 86, (Oct 1978): 897-921.",
        "Chiswick, Barry. Hebrew Language Usage: Determinants and Effects on Earnings Among Immigrants in Israel. unpub. U. of Ill. Chicago, 1993..",
        "Adelstein, Richard Order and Planning, unpub. manuscript, Dept. of Economics, Wesleyan University, 1994.",
        "Bo~as, George. Assimilation, Changes in Cohort Quality, and the Earnings of Immigrants, J. of Labor Economics 3, (October 1985): 463-89."
    ]
}