{
    "id": 5250,
    "cites": 24,
    "cited_by": 4,
    "reference": [
        "[24] Yatchew, Adonis and Zvi Griliches (1985): Specification Error in Probit Models, The Revieu of Economics and Statistics, vol. 67 no. 1 pp. 134-139.",
        "[25] Zedlewski, Sheila R. and Jack A. Meyer (1989): Toward Ending Poverty Among the Elderly and Disabled Through SSI Reform, Washington D.C.: The Urban Institute Press. 31",
        "[22] Warlick, Jennifer L. (1982): Participation of the Aged in SSI, Journal of Human Resources, vol. XVII no. 2, pp. 236-260.",
        "[23] Warlick, Jennifer L. (1979): An Empirical Analysis of Participation in the Supplemental Security Income Program Among Aged Eligible Persons, unpublished Ph.D dissertation, De- partment of Economics, University of W~sconsm.",
        "[20] Strauss, Robert P. (1977): Information and Participation in a Public Transfer Program, Journal of Public Economics, vol. 8, pp. 385-396.",
        "[21] U.S. Bureau of the Census (1990): Money Income and Poverty in the United States, Current Population Reports, Consumer Income, Series P-60, no. 168.",
        "[18] Social Security Administration (1984): The Supplemental Security Income Program for the Aged, Blind, and Disabled: Summary of State Payment Levels, State Supplementation and Med- icaid Decisions. Office of Supplemental Security Income, Social Security Administration.",
        "[19] Social Security Administration (1982): Low Income Eligibility and Participation in SSI. Social Security Bulletin vol. 45 no. 5, pp. 28-35.",
        "[16] Social Security Administration (1985): Social Security Bulletin Annual Statistical Supplement, 1984-1985, Social Security Administration.",
        "[15] Sheilds, John F., Burt S. Barnow, Katherine A. Chaurette and Jill M. Constantine (1990): Elderly Persons Eligible for and Participating in the Supplemental Security Income Program, Final Report prepared for the U.S. Department of Health and Human Services.",
        "[14] Sanders, Seth and Lowell Taylor (1994): Race, Family Structure, and Social Stigma: How Do They Affect Public Assistance Program Participation? mimeo, Carnegie Mellon University.",
        "[12] Newey, Whitney K. (1984): A Method of Moments Interpretation of Sequential Estimators, Economic Letters, vol. 14, pp. 201-206.",
        "[13] Osgood, Mary H. (1977): Rural and Urban Attitudes Toward Welfare, Social Work, vol. 22, pp. 41-47.",
        "[10] Moffitt, Robert and Barbara Wolfe (1991): The Effect of the Medicaid Program on Welfare Participation and Labor Supply, unpublished paper.",
        "[11] Myers, Robert J. (1985): Social Security. Homewood, Illinois: Richard D. Irwin Inc.",
        "[9] Moffitt, Robert (1983): An Econometric Model of Welfare Stigma, The American Economic Review, vol. 73, no. 5, pp. 1023-1035.",
        "[8] Menefee, John, Bea Edwards, and Sylvester J. Schieber (1981): Analysis of Nonparticipation in the SSI Program Social Security Bulletin, vol. 44, no. 6, pp. 3-21.",
        "[7] Maddala, G.S. (1983): Limited Dependent and Qualitative Variables in Econometrics., New York: Cambridge University Press.",
        "[5] Hurd, Michael D. and David A. Wise (1989) The Wealth and Poverty of Widows: Assets Before and After the Husbands Death, The Economics of Aging ed. David A. Wise. Chicago: University of Chicago Press.",
        "[6] Kalton, Graham, David B. McMillen, and Daniel Kasprzyk (1986): Nonsampling Error Issues in the Survey of Income and Program Participation, SIPP Working Paper Series No. 8602. Washington D.C.: U.S. Bureau of the Census. , O",
        "[3] Coe, Richard (1985): Nonparticipation in the SSI Program by the Eligible Elderly, Southern Economic Journal, vol. 51, no. 3, pp. 891-897.",
        "[4] Fraker, Thomas and Robert Moffitt (1988): The Effect of Food Stamps on Labor Supply: A Bivariate Selection Model, Journal of Public Economics, vol. 35, no. 2, pp. 25-56.",
        "[1] Baldus, David C. (1973): Welfare as a Loan: An Empirical Study of the Recovery of Public Assistance Payments in the United States, Stanford Lato fievieu~, vol. 25, pp. 123-250.",
        "[2] Blank, Rebecca (1989): The Effect of Medicaid on AFDC Participation, Journal of Human Resources, vol. XXIV no. 1, pp. 54-87."
    ]
}