{
    "id": 5251,
    "cites": 43,
    "cited_by": 111,
    "reference": [
        "Alesina, Alberto, and Lawrence H. Summers (1993), Central Bank Independence and Macroeconomic Performance: Some Comparative Evidence, Journal of Money, Credit and Banking 25, 151-162.",
        "Archer, David (1995), Rules for Monetary Policy: The Rationale Underlying the New 34 Zealand Approach, paper presented to the Swiss National Bank Conference on Rules versus Discretion in Monetary Policy, March 15-19, Gerzensee, Switzerland.",
        "Bank of International Settlements (1963), Eight European Central Banks, George Allen and Unwin, London.",
        "Barro, Robert, and David Gordon (1983), A Positive Theory of Monetary Policy in a Natural Rate Model, Journal of Political Economy9l, 589-610.",
        "Blanchard, Olivier, and Lawrence H. Summers (1986), Hysteresis and European Un- employment , NBER Macroeconomics Annual 1.",
        "Bowen, Alex (1995), British Experience with Inflation Targetry, in Leonardo Leider- man and Lars E.O. Svensson, eds., Inflation Targets, CEPR, London.",
        "Canzoneri, Matthew B. (1985), Monetary Policy Games and the Role of Private Infor- mation, American Economic Review 75, 1056-1070.",
        "Canzoneri, Matthew B., Charles Nolan and Anthony Yates (1995), Mechanisms for Achieving Monetary Stability: Inflation Targeting vs. the ERM, Working Paper, Bank of England.",
        "Cukierman, Alex (1992), Central Bank Strategy, Credibility and Independence, MIT Press, Cambridge, MA.",
        "Currie, David, Paul Levine and Joseph Pearlman (1995), Can Delegation be Coun- terproductive? The Choice of `Conservative Bankers in Open Economies, CEPR Discussion Paper No. 1148.",
        "Debelle, Guy, and Stanley Fischer (1994), How Independent Should a Central Bank Be? in Jeffrey C. Fuhrer, ed., Goals, Guidelines and Constraints Facing iVfonetary Policymakers, Federal Reserve Bank of Boston, 1994.",
        "Duguay, Pierre (1993), Some Thoughts on Price Stability versus Zero Inflation, Work- ing Paper, Bank of Canada.",
        "Ferstman, Chaim, and Kenneth L. Judd (1987), Equilibrium Incentives in Oligopoly, American Economic Review 77, 927-940.",
        "Fischer. Andreas M. (1995), New Zealands Experience with Inflation Targets, in Leonardo Leiderman and Lars E.O. Svensson, eds., Inflation Targets, CEPR, Lon- don.",
        "Fischer, Stanley (1994), Modern Central Banking, in Forrest Capie, Charles Goodhart, Stanley Fischer and Norbert Schnadt, The Future of Central Banking, Cambridge University Press, Cambridge, U.K.",
        "Fischer. Stanley (1 995a), Central-Bank Independence Revisited, A merican Economic Review 77, 927-940. Fischer, Stanley (1995b), The Unending Search for Monetary Salvation, NBER Macroe- conomics Annual 10, forthcoming.",
        "Flood, Robert F., and Peter Isard (1989), Monetary Policy Strategies, IMF Staff Papers 36, 612-632.",
        "Fratianni, Michele, JÃ\u0083Â¼rgen von Hagen and Christopher Wailer (1993), Central Banking as a Political Principal-Agent Problem, Economic Inquiry, forthcoming.",
        "Freedman, Charles (1995), The Canadian Experience with Targets for Reducing and Controlling Inflation, in Leonardo Leiderman and Lars E.O. Svensson, eds., Infla- tion Targets, CEPR, London.",
        "Goodhart, Charles A.E. (1994), What Should Central Banks Do? What Should Be Their Macroeconomic Objectives and Operations? Economic Journal, 104, 1424- 1436.",
        "Goodhart, Charles A.E., and JosÃ\u0083Â© ViÃ\u0083Â±als (1994), Strategy and Tactics of Monetary Policy: Examples from Europe and the Antipodes, in Jeffrey C. Fuhrer, ed., Goals, 36 Guidelines and Constraints Facing Monetary Policymakers, Federal Reserve Bank of Boston.",
        "Gottfries, Nils, and Henrik Horn (1987), Wage Formation and the Persistence of Un- employment, Economic Journal 97, 877-994.",
        "Herrendorf, Berthold (1995), A Feasible Employment Contract for a Conservative Cen- tral Banker, Working Paper, European University Institute, Florence.",
        "Jonsson, Gunnar (1995), Monetary Politics and Unemployment Persistence, in Gun- nar Jonsson, Institutions and Incentives in Monetary and Fiscal Policy, lIES Mono- graph No. 29, chapter 4.",
        "King, Mervyn (1995), Changes in UK Monetary Policy: Rules and Discretion in Prac- tice, paper presented to the Swiss National Bank Conference on Rules versus Dis- cretion in Monetary Policy, March 15-19, Gerzensee, Switzerland.",
        "Kydland, Finn, and Edward Prescott (1977), Rules Rather Than Discretion: The In- consistency of Optimal Plans, Journal of Political Economy 85, 473-490.",
        "Leiderman, Leonardo, and Lars E.O. Svensson, eds. (1995), Inflation Targets, CEPR, London.",
        "Lockwood, Ben (1995), Rogoffs Conservative Central Banker Restored: Asymmetric Information and the Delegation of Monetary Policy, Working Paper, University of Exeter.",
        "Lockwood, Ben, and Apostolis Philippopoulos (1994), Insider Power, Unemployment Dynamics and Multiple Inflation Equilibra, Economica 61, 59-77.",
        "Lockwood, Ben, Marcus Miller and Lei Zhang (1995), Designing Monetary Policy when Unemployment Persists, Working Paper, University of Exeter.",
        "Lohmann, Susanne (1992), The Optimal Degree of Commitment: Credibility and Flex- ibility, American Economic Review 82, 273-286.",
        "McCailum, Bennett (1995), Two Fallacies Concerning Central-Bank Independence, American Economic Review85, 207-211.",
        "Obstfeld, Maurice (1991), Destabilizing Effects of Exchange Rate Escape Clauses, NBER Working Paper No. 3603.",
        "Persson, Torsten, and Guido Tabellini (1990), Macroeconomic Policy, Credibility and Politics, Harwood, London.",
        "Persson, Torsten. and Guido Tabellini (1994), Designing Institutions for Monetary Sta- bility, Carnegie-Rochester Conference Series on Public Policy 39, 53-84.",
        "Rogoff, Kenneth (1985), The Optimal Degree of Commitment to a Monetary Target, Quarterly Journal of Economics 100, 1169-1190.",
        "Svensson, Lars E.O. (1993), The Simplest Test of Inflation Target Credibility, NBER.",
        "Working Paper No. 4604. Svensson, Lars E.O. (1994), Penningpolitiska Alternativ for Sverige (Monetary Policy Alternatives for Sweden, in Swedish), Norstedts, Stockholm.",
        "Svenssori, Lars E.O. (1995a), Price Level Targeting vs. Inflation Targeting, in prepa- ration.",
        "Svensson, Lars E.O. (1995b), The Swedish Experience of an Inflation Target, in Leonardo Leiderman and Lars E.O. Svensson, eds. (1995), Inflation Targets, CEPR, London.",
        "Leiderman and Lars E.O. Svensson, eds., Inflation Targets, CEPR, London. Walsh, Carl (1994), Is New Zealands Reserve Bank Act of 1.989 an Optimal Central Bank Contract? Journal of Money, Credit and Banking, forthcoming.",
        "V Walsh, Carl (1995a), Optimal Contracts for Independent Central Bankers, American Economic Review 85, 150-167.",
        "Walsh, Carl (1995b), Recent Central Bank Reforms and The Role of Price Stability as the Sole Objective of Monetary Policy, NBER Macroeconomics Annual 10, forth- coming."
    ]
}