{
    "id": 5252,
    "cites": 66,
    "cited_by": 57,
    "reference": [
        "Abel, Andrew B., \"Precautionary Saving and Accidental Bequests,\" American Economic Review 75 (September 1985): 77-791. Abowd, John M., and David Card, \"Intertemporal Labor Supply and Long-Term Employment Contracts,\" American Economic Review 77 (March 1987): 50-68.",
        "_., \"On the Covariance Structure of Earnings and Hours Change,\" Econometrica 57 (March 1989): 411-446.",
        "Adams, J, \"Permanent Differences in Unemployment and Permanent Wage Differentials,\" Quarterly Journal of Economics. 100 (1985), 29-50.",
        "Aiyagari, S. Rao, \"Uninsured Idiosyncratic Risk and Aggregate Saving,\" Quarterly Journal of Economics 109 (August 1994a): 659-684.",
        "Altonji, Joseph and Aloysius Siow, \"Testing the Response of Consumption to Income Changes with (Noisy) Panel Data,\" Quarterly Journal of Economics 102 (May 1987): 293-328.",
        "Atkeson, Andrew and Robert E. Lucas, Jr., \"Efficiency and Equality in a Simple Model of Efficient Unemployment Insurance,\" Journal of Economic Theory 66 (June 1995): pp.64-88.",
        "Baily, Martin Neil, \"Some Aspects of Optimal Unemployment Insurance\" Journal of Public Economics. 10 (1978): 379-402.",
        "Berk, R. A., \"A Primer on Robust Regression,\" in J. Fox and J. S. Long, eds, Modern Methods of Data Analysis. Newbury Park, CA: Sage Publications, 1990.",
        "Browning, Martin and Annamaria Lusardi, \"Household Saving: Micro Theories and Micro Facts,\" mimeo, April 1995.",
        "Caballero, Ricardo J., \"Earnings Uncertainty and Aggregate Wealth Accumulation,\" American Economic Review. 81 (1991): 859-871.",
        "Carroll, Christopher, \"Buffer Stock Saving and the Permanent Income Hypothesis,\" mimeo, Board of Governors of the Federal Reserve System, 1993.",
        "_., \"How Does Future Income Affect Current Consumption?\" Quarterly Journal of Economics 109 (February 1994): 111-148.",
        "_., and Andrew Samwick, \"How Important is Precautionary Saving?\" mimeo, Board of Governors of the Federal Reserve System, 1993.",
        "_., \"The Nature and Magnitude of Precautionary Wealth,\" mimeo, Board of Governors of the Federal Reserve System, 1994.",
        "Cochrane, John H. \"A Simple Test of Consumption Insurance\", Journal of Political Economy. 99 (1991): 957-976.",
        "Curtin, Richard T., F. Thomas Juster, and James N. Morgan, \"Survey Estimates of Wealth: An Assessment of Quality,\" in Robert E. Lipsey and Helen S. Tice, eds., The Measurement of Saving. Investment, and Wealth. Chicago: University of Chicago Press, 1989.",
        "Dardanoni, Valentino, \"Precautionary Savings Under Income Uncertainty: A Cross-Sectional Analysis,\" Applied Economics. 23 (1991): 153-160.",
        "Davidson, Carl and Stephen Woodbury, \"Optimal Unemployment Insurance,\" mimeo, 1995.",
        "Deaton, Angus, \"Saving and Liquidity Constraints,\" Econometrica 59 (1991): 1221-1248.",
        "_., Understanding Consumption. Oxford: Oxford University Press, 1992.",
        "Diamond, Peter, \"A Framework for Social Security Analysis,\" Journal of Public Economics. 8 (1977), 275-298.",
        "Duncan, Gary J., and Daniel H. Hill, \"An Investigation of the Extent and Consequences of Measurement Error in Labor-Economic Survey Data,\" Journal of Labor Economics 3 (1985): 508-532.",
        "Dynan, Karen E., \"How Prudent Are Consumers?,\" Journal of Political Economy. 101 (1993), 11041113.",
        "Easley, David, Nicholas Kiefer, and Uri Possen, \"An Equilibrium Analysis of Optimal Unemployment Insurance and Taxation,\" Quarterly Journal of Economics 100 (suppl., 1985): 989-1010. Employment and Training Administration (various years). \"Significant Provisions of State Unemployment Insurance Laws\". Washington, D.C.: U.S. Department of Labor.",
        "Engen, Eric, \"A Stochastic Life-Cycle Model with Mortality Risk: Estimation with Panel Data.\" Mimeo, UCLA, 1993a.",
        "_., \"Consumption and Savings in a Life-Cycle Model with Stochastic Earnings and Mortality Risk.\" Mimeo, UCLA, 1993b.",
        "Fishback, Price V., and Shawn Everett Kantor, \"Insurance Rationing and the Origins of Workers' Compensation\". NBER Working Paper #4943, December 1994.",
        "Fisher, Malcolm, \"Exploration in Savings Behavior,\" Oxford University Institute Statistics Bulletin 18 (August 1956): 201-277.",
        "Fleming, J.S., \"Aspects of Optimal Unemployment Insurance: Search, Leisure, Savings, and Capital Market Imperfections,\" Journal of Public Economics 10 (December 1978): 403-425.",
        "Friedman, Milton, A Theory of the Consumption Function. Princeton: Princeton University Press, 1957 Gruber, Jonathan, \"The Consumption Smoothing Benefits of Unemployment Insurance,\" NBER Working Paper #4750, May 1994.",
        "Guiso, Luigi, Tullio Jappelli, and Daniele Terlizzese, \"Earnings Uncertainty and Precautionary Savings,\" Journal of Monetary Economics. 30 (1992): 307-337. _\"Income Risk, Borrowing Constraints and Portfolio Risk,\" CEPR Discussion Paper No.",
        "Guiso, Luigi and Tullio Jappelli, \"Does Uninsurable Uncertainty Increase the Demand for Insurance against Insurable Risks?\" mimeo, 1994.",
        "Hamermesh, Daniel S., \"Social Insurance and Consumption: An Empirical Inquiry.\" American Economic Review. 72 (1982): 101-113.",
        "Hansen, Gary D., and Ayse Imrohoroglu, \"The Role of Unemployment Insurance in an Economy with Liquidity Constraints and Moral Hazard,\" Journal of Political Economy 100 (February 1992): 118-142.",
        "Hoynes, Hilary, Michael Hurd and Harish Chand, \"Imputed Wealth, Subjective Survival Probabilities, and Social Security Wealth,\" Mimeo, NBER, May 1995.",
        "Hubbard, R. Glenn and Kenneth L. Judd, \"Social Security and Individual Welfare: Precautionary Saving, Liquidity Constraints, and the Payroll Tax,\" American Economic Review. 77 (September 1987), 630-646.",
        "Hubbard, R. Glenn, Jonathan Skinner, and Stephen P. Zeldes, \"The Importance of Precautionary Motives in Explaining Individual and Aggregate Saving,\" Carnegie-Rochester Conference Series on Public Policy 40 (June 1994): 59-126.",
        "Hubbard, R. Glenn, Jonathan Skinner, and Stephen P. Zeldes, \"Precautionary Saving and Social Insurance,\" Journal of Political Economy 103 (April 1995): 360-399.",
        "Hurd, Michael, \"Mortality Risk and Bequests,\" Econometrica 57 (1989): 779-814.",
        "Kazarosian, Mark \"Precautionary Savings-A Panel Study,\" mimeo, 1994.",
        "Kimball, Miles, \"Precautionary Saving in the Small and in the Large,\" Econometrica 58 (1990): 5373.",
        "Kotlikoff, Laurence J., \"Health Expenditures and Precautionary Saving,\" in L. Kotlikoff, ed., What Determines Saving? Cambridge: MIT Press, 1988.",
        "_., John Shoven, and Avia Spivak, \"Annuity Markets, Savings, and the Capital Stock,\" in Z. Bodie, John Shoven, and David Wise, eds., Issues in Pension Economics. Chicago: University of Chicago Press, 1987.",
        "Levin, Laurence, \"Demand for Health Insurance and Precautionary Motives for Savings among the Elderly,\" Journal of Public Economics 57 (July 1995): pp. 337-368.",
        "Levine, Phillip B. (1990). \"Unemployment Insurance Benefit and Tax Schedules, 1978-1987\". Mimeo, Princeton University.",
        "Lillard, Lee A., and Robert J. Willis, \"Dynamic Aspects of Earnings Mobility,\" Econometrica 46 (September 1978): 985-1012.",
        "Lundberg, Shelley, \"The Added Worker Effect,\" Journal of Labor Economics. 1 (1985): 11-37.",
        "Lusardi, Annamaria, \"Precautionary Saving and Subjective Earnings Variance,\" Center for Economic Research, 1993.",
        "MaCurdy, Thomas E., \"The Use of Time Series Processes to Model the Error Structure of Earnings in a Longitudinal Data Analysis,\" Journal of Econometrics 18 (1982): 83-114.",
        "Meyer, Bruce D., \"Unemployment Insurance and Unemployment Spells,\" Econometrica 58 (July 1990): 757-782.",
        "Mortensen, Dale, \"A Welfare Analysis of Unemployment Insurance: Variations on Second-Best Themes,\" Carnegie-Rochester Conference Series on Public Policy 19 (Autumn 1983): 67-97.",
        "Murphy, Kevin M., and Robert H. Topel, \"Unemployment, Risk, and Earnings: Testing for Equalizing Wage Differences in the Labor Market,\" in Kevin Lang and Jonathan S. Leonard, eds. Unemployment and the Structure of Labor Markets. New York: Basil Blackwell, 1987.",
        "Nelson, Julie, \"On Testing for Full Insurance Using Consumer Expenditure Survey Data,\" Journal of Political Economy 102 (April 1994): 384-394.",
        "Palumbo, Michael, \"The Effects of Income Uncertainty on Saving and Insurance Purchases: Evidence from a Survey of Maine's Workers, 1890,\" mimeo, 1992.",
        "Runkle, David E., \"Liquidity Constraints and the Permanent Income Hypothesis: Evidence from Panel Data,\" mimeo, Federal Reserve Bank of Minneapolis, November 1988.",
        "Samwick, Andrew, \"The Limited Offset Between Pension Wealth and Other Private Wealth: Implications of Buffer-Stock Saving,\" mimeo, 1994.",
        "Sandmo, Agnar, \"The Effect of Uncertainty on Saving Decisions,\" Review of Economic Studies 37 (1970): 353-360.",
        "Shavell, Steven and Laurence Weiss, \"The Optimal Payment of Unemployment Insurance Benefits over Time,\" Journal of Political Economy 87 (December 1979): 1347-1362.",
        "Sheshinski, E. and Yoram Weiss, \"Uncertainty and Optimal Social Security Systems,\" Quarterly Journal of Economics 96 (1981): 189-206.",
        "Skinner, Jonathan, \"Variable Lifespan and the Intertemporal Elasticity of Consumption,\" Review of Economics and Statistics 67 (November 1985): 616-623.",
        "_., \"Risky Income, Life Cycle Consumption, and Precautionary Saving,\" Journal of Monetary Economics 22 (September 1988): 237-255.",
        "Starr-McCluer, Martha, \"Health Insurance and Precautionary Saving,\" mimeo, Federal Reserve Board, 1994.",
        "Topel, Robert, \"On Layoffs and Unemployment Insurance\", American Economic Review. 73 (1983): 541-559.",
        "U.S. Committee on Ways and Means, Green Book 1992: Background Material on Programs Under the Jurisdiction of the Committee on Ways and Means. Washington D.C.: GPO, 1992 Walker, James R. 1993. \"Migration Among Low-Income Households: Helping the Witch Doctors Reach Consensus,\" mimeo, University of Wisconsin-Madison, 1993.",
        "Zeldes, Stephen P., \"Optimal Consumption with Stochastic Income: Deviations form Certainty Equivalence,\" Quarterly Journal of Economics 104 (May 1989): 275-298.",
        "_., \"Consumption and Liquidity Constraints: An Empirical Investigation,\" Journal of Political Economy 97 (April 1989): 305-346."
    ]
}