{
    "id": 5260,
    "cites": 23,
    "cited_by": 45,
    "reference": [
        "Stokey, N. and R. Lucas, Recursive Methods in Economic Dynamics, Harvard University Press:Cambridge, MA. 1989.",
        "Rothschild, M. On the Costs of Adjustment,N Ouarterly Journal of Economics, 85 (1971), 605-22.",
        "Rust, J. Optimal Replacement of GMC Bus Engines: An Empirical Model of Harold Zurcher, Econometrica, 55 (1987), 999-1034.",
        "Power, L. Causes and Consequences of Investment Spikes in U.S. Manufacturing Plants, Ph.D. Thesis, University of Maryland, 1994.",
        "Olley, S. and A. Pakes, The Dynamics of Productivity in the Telecomunications Equipment Industry, Center for Economic Studies Working Paper No. 92-2, 1992.",
        "Kiefer, N. Economic Duration Data and Hazard Functions, Journal of Economic Literature, 26 (1988), 646-679.",
        "King, R., C. Plosser and S. Rebelo, Production, Growth and Business Cycles:I. The Basic Neoclassical Model, Journal of Monetary Economics, 21 (1988), 195-232.",
        "Jovanovic, B.Selection and the Evolution of Industry, Econometrica, 50 (1982), 649-70.",
        "Gross, David, The Investment and Financing Decisions of Liquidity Constrained Firms,, mimeo, November 1994.",
        "Hamermesh, D. Labor Demand and the Structure of Adjustment Costs, American Economic Review, 79 (1989), 674-89.",
        "Doms, M. and T. Dunne,Capital Adjustment Patterns in Manufacturing Plants, mimeo, Center for Economic Studies, Census Bureau, 1993.",
        "Davis, S. and J. Haltiwanger, Gross Job Creation, Gross Job Destruction and Employment Reallocation, Quarterly Journal of Economics, 107 (1992), 819-63.",
        "Cooper, R. and J. Haltiwanger, Macroeconomic Implications of Production Bunching: Factor Demand Linkages, Journal of Monetary Economics, 30 (1992), 107-28.",
        "Theory and Evidence,N American Economic Review, 83 (1993),360-82 .",
        "Cooley, T., J. Greenwood, and M. Yorukglu, The Replacement Problem, mimeo, November 1994.",
        "Cechetti, S., The Frequency of Price Adjustment: A Study of the Newsstand Prices of Magazines, Journal of Econometrics, 31 (1986), 255-274.",
        "Chamberlain, G., Analysis of Covariance with Qualitative Data, Review of Economic Studies, 47 (1980), 225-238.",
        "Chamberlain, G., Panel Data, in Handbook of Econometrics, Volume II, North- Holland: Amsterdam, 1991.",
        "Caballero, R. and E. Engel, Dynamics (S,s) Economies Econometrica, 59 (1991), 1659- 86.",
        "Microeconomic Evidence, NBER Working Paper No. 5042, February 1995a.",
        "Investment Dynamics, presented at the September 1995 Brookings Panel on Economic Activity, mimeo, August 1995b.",
        "Bernanke, B., M. Gertler and S. Gilchrist,The Financial Accelerator and the Flight to Quality, mimeo, October 1993.",
        "Bertola, G. and R. Caballero, Kinked Adjustment Costs and Aggregate Dynamics, NBER Macroeconomics Annual, (1990), 237-87."
    ]
}