{
    "id": 5262,
    "cites": 49,
    "cited_by": 45,
    "reference": [
        "[49] Wilcox, David, 1992, The construction of US consumption data: some facts and their implications for empirical work, American Economic Reviev, vol. 82, pp. 922-941.",
        "[48] Well, Philippe, 1992, Comment Cochrane and Hansen, NBER Macroeconomics An- n?lal 1992.",
        "[47] Well, Philippe, 1989, The equity premium puzzle and the risk-free rate puzzle, Journal of Monetary Economics, vol. 24, pp. 401-421.",
        "[45] Tallarini, Thomas D., Jr., 1994, Risk-sensitive real business cycles, manuscript, Uni- versity Chicago.",
        "[46] Tsionas, E.G., 1994, Asset returns in general equilibrium with scale mixture of normals endowment processes, Unpublished University of Minnesota Ph.D. Dissertation.",
        "[44] Sargent, Thomas J., 1989, Two models of measurements and the investment accelera- tor, Journal of Political Economy, vol. 97, pp. 251-287.",
        "[43] Rouwenhorst, K. Geert, 1995, Asset pricing implications of equilibrium business cy- cle models, in Tom Cooley, editor, Frontiers of Business Cycle Analysis, Princeton University Press.",
        "[42] Reitz, T.A., 1988, The equity premium: a solution, Journal of Monetary Economics, vol. 22, pp. 117-133. 38 ~1",
        "[41] Nason, James N., 1988, The equity premium and time-varying risk behavior, Finance and Economics Discussion Paper No. 11 (Board of Governors of the Federal Reserve, Washington, DC).",
        "[40] Nelson, Charles, and Richard Startz, 1990b, Some further results on the exact small sample properties of the instrumental variable estimator, Econometrica, vol. 58, pp. 967-76.",
        "[38] Mehra, Rajnish and Prescott, Edward C., 1985, The equity premium: a puzzle, Journal of Monetary Economics, vol. 15, pp. 145-161.",
        "[39] Nelson, Charles, and Richard Startz, 1990a, The distribution of the instrumental vari- ables estimator and its l-ratio when the instrument is a poor one, Journal of Business, vol. 63, part 2, pp. S125-40.",
        "[37] Mankiw, N. Gregory, 1986, The equity premium and the concentration of aggregate shocks, Journal of Financial Economics, vol. 17, pp. 211-219.",
        "[36] Lucas, Robert E., Jr., 1978, Asset Prices in an Exchange Economy, Econometrica, vol. 46, pp.1429-1445.",
        "[35] Lettau, Martin, and Harald Uhlig, 1995, Can habit formation be reconciled with busi- ness cycle facts? manuscript, CentER for Economic Research, Tilburg University.",
        "[33] Judd, Kenneth, 1992, Projection methods for solving aggregate growth models, Jour- nal of Economic Theory, vol. 58, pp. 410-452.",
        "[34] Kandel, Shmuel and Robert F. Stambaugh, 1991, Asset returns and intertemporal preferences, Journal of Monetary Economics, vol. 27, pp. 39-71.",
        "[32] Jermann, Urban J., 1994, Asset pricing in production economies, manuscript, Whar- ton School, University of Pennsylvania.",
        "[31] Heaton, John and Lucas, Deborah, 1992, The effects of incomplete markets and trading costs in a consumption-based asset pricing model, Journal of Economic Dynamics and Control, vol. 16, pp. 601-20.",
        "[30] Heaton, John, 1995, An empirical investigation of asset pricing with temporally de- pendent preference specifications, Econometrica, vol. 63, pp. 681-717.",
        "[29] Heaton, John, 1993, The interaction between time-nonseparable preferences and time aggregation, Econometrics, vol. 61, pp. 353-385.",
        "[28] Hansen, Lars Peter and Singleton, Kenneth J., 1983, Stochastic consumption, risk aversion, and the temporal behavior of asset returns, Journal of Political Economy vol. 91, pp. 249-265.",
        "[26] Hall, Robert E., 1988, Intertemporal substitution in consumption. Journal of Political Economy, vol. 96, pp. 339-357.",
        "[27] Hansen, Lars Peter, and Kenneth Singleton, 1982, Generalized instrumental variables estimation of nonlinear rational expectations models, Econometrica, vol. 50, pp. 1269- 1288. 37 7.",
        "[25] Hall, Robert E., 1978, Stochastic implications of the life cycle-permanent income hy- pothesis. Journal of Political Economy, vol. 86, pp. 971-87.",
        "[24] Greenwood, Jeremy, Zvi Hercowitz, and Per Krusell, 1992, Macroeconomic implica- tions of investment-specific technological change, Institute for Empirical Macroeco- nomics discussion paper 76, Federal Reserve Bank of Minneapolis.",
        "[23] Goolsbee, Austan, 1994, Investment tax incentives and the price of capital goods, manuscript, MIT.",
        "[22] Gibbons, Michael R., 1989, On the volatility of bond prices, Carnegie-Rochester Con- ference in Public Policy, vol. 31, Autumn.",
        "[21] Fisher, Jonas, 1994, A dynamic, general equilibrium empirical analysis of real and monetary aspects of the business cycle, unpublished Northwestern University Ph.D. dissertation.",
        "[20] Ferson, Wayne, and George M. Constantinides, 1991, Habit persistence and durability in aggregate consumption: empirical tests. Journal of Financial Economics, vol. 29, pp. 199-240.",
        "[19] Danthine, Jean-Pierre, and John B. Donaldson, 1994, Asset pricing implications of real market frictions, manuscript, Columbia University, Graduate School of Business.",
        "[18] Danthine, Jean-Pierre, John B. Donaldson, and Rajnish Mehra, 1992, The equity pre- mium and the allocation of income risk, Journal of Economic Dynamics and Control, vol. 16, pp. 509-532.",
        "[17] Constantinides, George, 1990, Habit formation: a resolution of the equity premium puzzle, Journal of Political Economy, vol. 98, pp. 519-542.",
        "[16] Cogley, Tim, and Jim Nason, 1995, Output dynamics in real-business cycle models, American Economic Review, pp. 492-511.",
        "[15] Cochrane, John and Lars Peter Hansen, 1992, Asset pricing explorations for macroe- conomics. NBER Macroeconomics Annual, pp. 115-165.",
        "[14] Christiano, Lawrence J., and Jonas Fisher, 1994, Algorithms for solving dynamic mod- els with occasionally binding constraints, Federal Reserve Bank of Minneapolis Staff Report 171.",
        "[13] Christiano, Lawrence J. and Martin Eichenbaum, 1992, Current real-business-cycle theories and aggregate labor market fluctuations, American Economic Revieu, vol. 82 pp. 430-450. 36 ~5",
        "[12] Christiano, Lawrence J., 1989, Comment on Campbell and Mankiw, in Blanchard and Fischer, editors, NBER Macroeconomics Annual 1989.",
        "[11] Christiano, Lawrence J., 1988, Why does inventory investment fluctuate so much? Journal of Monetary Economics, vol. 21, pp. 247-280.",
        "[10] Cecchetti, Stephen G., Pok-sang Lam, and Nelson C. Mark, 1993, The equity premium and the risk-free rate: matching the moments, Journal of Monetary Economics, vol. 31, pp. 21-46.",
        "[9] Campbell, John, and N. Gregory Mankiw, 1991, The response of consumption to income: a cross-country investigation, European Economic Review, vol. 35, pp. 723- 767.",
        "[8] Campbell, John, and N. Gregory Mankiw, 1989, Consumption, income, and interest rates: reinterpreting the time series evidence, in Blanchard and Fischer, editors, NBER Macroeconomics Annual 1989.",
        "[7] Campbell, John, and John Cochrane, 1995, By force of habit: a consumption-based ex- planation of aggregate stock market behavior, National Bureau of Economic Research Working Paper 4995.",
        "[6] Burnside, Craig, 1994, Hansen-Jagannathan bounds as classical tests of asset pricing models, Journal of Business and Economic Statistics, vol. 12, pages 57-74.",
        "[5] Benninga, Simon and Aris Protopapadakis, 1990, Leverage, time preference and the equity premium puzzle, Journal of Monetary Economics, vol. 25, pp. 49-58.",
        "[4] Baxter, Marianne, and Urban J. Jermann, 1994, Household production and the excess sensitivity of consumption to current income, manuscript, University of Virginia.",
        "[3] Barsky, Robert, T. Juster, Miles Kimball, and Matthew Shapiro, 1995, Preference parameters and behavioral heterogeneity: an experimental approach in the health and retirement survey, unpublished manuscript, University of Michigan.",
        "[2] Aiyagari, S. Rao and Mark Gertler, 1991, Asset returns with transactions costs and uninsured individual risks, Journal of Monetary Economics, vol. 27, pp. 311-332.",
        "[1] Abel, Andrew, 1990, Asset prices under habit formation and catching up with the Jones, American Economic Review Papers and Proceedings, vol. 80, pp. 38-42."
    ]
}