{
    "id": 5264,
    "cites": 13,
    "cited_by": 20,
    "reference": [
        "Walker, James, Migration Among Low-Income Households: Helping the Witch Doctors Reach Consensus, Institute for Research on Poverty Discussion Paper 1031-94, 1994.",
        "U.S Congress, Committee on Ways and Means, 1992 Green Book, Washington, DC: U.S Government Printing Office, 1992.",
        "Tiebout, Charles, A Pure Theory of Local Expenditures, Journal of Political Economy, 1956.",
        "Kane, Thomas, and Cecilia Rouse, Labor Market Returns to Two and Four Year Colleges: Is a Credit a Credit and Do Degress Matter?, American Economic Review. forthcoming. Moffitt, Robert, Has State Redistribution Policy Become More Conservative?, National Tax Journal, Summer 1990.",
        "Hoynes, Hilary and Thomas MaCurdy, Has the Decline in Benefits Shortened Welfare Spells,- American Economic Review, May 1994, pp. 43-48. Kane, Thomas, and Douglas Staiger, Teen Motherhood and Abortion Access, mimeo, 1994.",
        "Hanson, Russell and John Hartman, Do Welfare Magnets Attract?, Institute for Research on Poverty Discussion Paper 1028-94, 1994.",
        "Gramlich, E. and D. Laren, Migration and Income Redistribution Responsibilities, The Journal of Human Resources, Fall 1984.",
        "Frey, William et. al., Interstate Migration of the US Poverty Population: Immigration Pushes and Welfare Magnet Pulls, mimeo, 1995.",
        "Ellwood, David T. and Mary Jo Bane. The Impact of AFDC on Family Structure and Living Arrangements. in Ronald G. Ehrenberg (ed.), Research in Labor Economics. Volume 7, 1985.",
        "Currie, Janet and Jonathan Gruber. Saving Babies: The Efficacy and Cost of Recent Expansions of Medicaid Eligibility for Pregnant Women. NBER Working Paper 4644, February, 1994.",
        "Corbett, Thomas, The Wisconsin welfare magnet debate: What is an ordinary member of the tribe to do when the witch doctors disagree?, Focus, Volume 13, 1991.",
        "Besley, Timothy, and Anne Case, Unnatural Experiments? Estimating the incidence of Endogenous Policies, mimeo, 1994.",
        "Cebula, Richard, A Survey of the Literature on the Migration-Impact of State and Local Government Policies, Public Finance, 1979."
    ]
}