{
    "id": 5265,
    "cites": 15,
    "cited_by": 8,
    "reference": [
        "Tiebout, Charles. (1956) A Pure Theory of Local Public Expenditures. Journal of Political Economy, 64, 416-24.",
        "Rubinfeld, Daniel L. (1987) The Economics of the Local Public Sector Chapter 11 in Alan J. Auerbach and Martin Feldstein, eds. Handbook of Public Economics. Amsterdam: North-Holland.",
        "Niskanen, W. (1971 ) Bureaucracy and Representative Government. Chicago: Aldine-Atherton Press.",
        "Peltzman, Sam. (1995) Political Economy of Public Education: Non-Colleg^ Bound Students. University of Chicago, Center for the Study of the Economy and the State Working Paper No. 108.",
        "Romer, T. and H. Rosenthal. (1978) Political Resource Allocation, Controlled Agendas, and the Status Quo Public Choice, 33, 27-43.",
        "Laffont, Jean-Jacques and Jean Tirole. (1993) A Theory of Incentives in Procurement and Regulation. Cambridge, Massachusetts: The MIT Press.",
        "Paper No. 4978. Inman, Robert P. (1987) The New Political Economy Chapter 12 in Alan J. Auerbach and Martin Feldstein, eds. Handbook of Public Economics. Amsterdam: North-Holland.",
        "Reform mimeo. Hoxby, Caroline M. (1994a) Does Competition Among Public Schools Benefit Students and Taxpayers? Evidence from Natural Variation in School Districting. NBER Working Paper No. 4979.",
        "Epple, Dennis and A. Zelnitz. (1981) The Implications of Competition among Jurisdictions: Does Tiebout Need Politics? Journal of Political Economy, 89, 1197-1217.",
        "Fernandez, Raquel and Richard Rogerson. (1995) On the Political Economy of Education Subsidies Review of Economic Studies, 62, 2, 249-62.",
        "Epple, Dennis, R. Filimon, and T. Romer. (1984) Equilibrium among Local Jurisdictions: Toward an Integrated Treatment of Voting and Residential Choice Journal of Public Economics, 17,281 -308.",
        "Achievement. Economic Review Federal Reserve Bank of Cleveland, 26.2, 2. Epple, Dennis and Richard Romano. (1993) Competition between Private and Public Schools, Vouchers, and Peer Group Effects. Carnegie Mellon University mimeo.",
        "II, No. 1, 31-39. Eberts, Randall W. and T.J. Gronberg. (1981) Jurisdictional Homogeneity and the Tiebout Hypothesis. Journal of Urban Economics, 10, 227-39.",
        "Economic Review, 38, 3/4, 817-26. Borland, Melvin V. and Roy M. Howsen. (1992) Student Academic Achievement and the Degree of Market Concentration in Education. Economics of Education Review, Vol.",
        "Benabou, Roland. (1993) Workings of a City: Location, Education, and Production. The Quarterly Journal of Economics, August 1993, 619-52."
    ]
}