{
    "id": 5266,
    "cites": 22,
    "cited_by": 81,
    "reference": [
        "Baldwin, Richard and Paul Krugman, 1988, Industrial Policy and International Competition in WideBodied Jet Aircraft, in Robert E. Baldwin ed., Trade Policy Issues and Empis~cal Analysis, Chicago: University of Chicago Press, 45-71.",
        "Beck, Paul J. and Michael W. Maher, 1989, Competition, Regulation, and Bribery, Managerial and Decision Economics, 10, 1-12.",
        "Beck, Paul J., Michael W. Maher, and Adrian E. Tschoegl, 1991, The Impact of the Foreign Corrupt Practices Act on US Exports, Managerial and Decision Economics, 12, 295-303.",
        "Blumenthal, W. Michael, 1977, Statement before the Senate Committee on Banking, Housing, and Urban Affairs, in Foreign Corrupt Practices and Domestic and Foreign Investment Disclosure, Hearing before the Committee on Banking, Housing, and Urban Affairs, United States Senate, March 16, Washington, D.C.: US Government Printing Office, 67-74.",
        "Comptroller General of the United States, 1981, Impact of Foreign Corrupt Practices Act On U.S. Business, Report to the Congress of the United States, Washington, D.C.: U.S. General Accounting Office.",
        "Gillespie, Kate, 1987, Middle East Response to the U.S. Foreign Corrupt Practices Act, Coitfornia Management Review, 29, 9-30.",
        "Graham, John L., 1984, The Foreign Corrupt Practices Act: A New Perspective, Journal of International Business Studies, 15, 107-121.",
        "Hines, James R., Jr. and Eric M. Rice, 1994, Fiscal Paradise: Foreign Tax Havens and American Business, Quarterly Journal of Economics, 109, 149-182.",
        "International Monetary Fund, 1993, Balance of Payments Manual, Washington, D.C.: International Monetary Fund.",
        "Longenecker, Justin G., Joseph A. McKinney, and Carlos W. Moore, 1988, The Ethical Issue of International Bribery: A Study of Attitudes Among U.S. Business Professionals, Journal of Business Ethics, 7, 341-34.6.",
        "Mauro, Paolo, 1995, Corruption and Growth, Quarterly Journal of Economics, 110, 681-712.",
        "New York limes, 1995, $24.8 Million Penalty Paid By Lockheed, January 28, 144, 35.",
        "Richardson, J. David, 1993, Sizing up U.S. Export Disincentives, Washington, D.C.: Institute for International Economics.",
        "Rose-Ackerman, Susan, 1975, The Economics of Corruption, Journal of Public Economics, 4, 187-203.",
        "Rose-Ackerman, Susan, 1978, Corruption: A Study In Political Economy, New York: Academic Press.",
        "Shleifer, Andrei and Robert W. Vishny, 1993, Corruption, Quarterly Journal of Economics, 108, 599-617.",
        "Shleifer, Andrel and Robert W. Vishny, 1994, Politicians and Firms, Quarterly Journal of Economics, 109, 995-1025.",
        "United Nations, Commodity Trade Statistics, various issues, New York: United Nations. United States Congress, Joint Committee on Taxation, 1982, General Explanation of the Revenue Provisions of the Tax Equity and Fiscal Responsibility Act of 1982, Washington, D.C.: U.S. Government Printing Office.",
        "United States Senate, 1981, Business Accounting and Foreign Trade Simpljflcation Act, Joint Hearings before the Subcommittee on Securities and the Subcommittee on International Finance and Monetary Policy of the Committee on Banking, Housing, and Urban Affairs, May 20 and 21, June 16, July 23 and 24, Washington, D.C.: U.S. Government Printing Office.",
        "United States President, 1980, Report of the President on Export Promotion Functions and Potential Export Disincentives, Washington, D.C.: U.S. Government Printing Office.",
        "Wheeler, David and Ashoka Mody, 1992, International Investment Location Decisions: The Case of U.S. Firms, Journal of International EconomIcs, 33, 57-76.",
        "World Bank, 1984, World Tables, 3rd ed., vol. 1, Washington, D.C.: World Bank."
    ]
}