{
    "id": 5269,
    "cites": 18,
    "cited_by": 72,
    "reference": [
        "McCallum, Bennett T. and Marvin S. Goodfriend. Demand for Money: Theoretical Stud- ies. In The New Palgrave. A Dictionary of Economics, edited by John Eatwell, Murray Milgate, and Peter Newman: Stockton Press, 1987.",
        "Jr. Liquidity and Interest Rates. Journal of Economic Theory 50 Lucas, Robert E. Jr. On the Welfare Costs of Inflation. Unpublished Paper, 1993.",
        "Model, American Economic lieview 74 (June, 1984), 363-380.",
        "I(ydland, Finn and Edward C. Prescott. The Workweek of Capital and Its Cyclical Impli- cations. The Journal of Monetary Economic 21 (March/May, 1988), 343-360.",
        "Hornstein, Andreas and Edward C. Prescott. The Firm and the Plant in General Equi- librium Theory. In General Equilibrium, Growth, and Trade II, The Legacy of Li- 42 onel McKenzie, edited by Robert Becker. Michele Boldrin? Ronald Jones, and William Thomson: Academic Press, 1993.",
        "Hansen, Gary. D. Indivisible Labor and the Business Cycle. Journal of Monetary Eco- nomics 16 (November, 1985), 309-328.",
        "Hodrick, Robert J. and Edward C. Prescott. Post-War Business Cycles: An Empirical Investigation. Unpublished paper, 1980.",
        "Christiano, Lawrence J. and Victor Valdivia. Notes on Solving Models Using a Lineariza- tion Method. Unpublished paper, 1994.",
        "Christiano. Lawrence J. Martin Eichenbaum. and Charles Evans. What Happens After a Monetary Policy Shock? Evidence from the Flow of Funds. Forthcoming, Review of Economics and Statistics (1995).",
        "Christiano, Lawrence J. and Martin Eichenbaum. Liquidity Effects, Monetary Policy and the Business Cycle . Journal of Money, Credit arid Banking (November, Part I, 1995).",
        "Christiano, Lawrence J. and Martin Eichenbaum. Interest Rate Smoothing in a Business Cycle Smoothing Model. Unpublished paper, 1994.",
        "Christiano, Lawrence J. and Martin Eichenbaum. Liquidity Effects and the Monetary Transmission Mechanism. American Economic Review 82 (May, 1992c) 34~353.",
        "Christiano, Lawrence J. and Martin Eichenbaum, Identification and the Liquidity Effects of a Monetary Shock. In Political Economy, Growth and Business Cycles, edited by Alex Cukierman, L. Zvi Hercowitz, and Leonardo Leiderman: MIT Press, 1992b.",
        "Christiano, Lawrence J. and Martin Eichenbaum. Current Real Business Cycle Theories and Aggregate Labor Market Fluctuations. American Economic Review, 82, (June, 1992a), 430-450.",
        "Christiano, Lawrence J. Why Does Inventory Investment Fluctuate So Much?. Journal of Monetary Economics 21 (March/May 1988), 247Ã\u0082â\u0080\u0094280.",
        "Christiano, Lawrence J. Comment on Pagan and Robertson. Forthcoming, Federal Reserve Bank of St. Louis Review, 1995.",
        "Burnside, Craig, Eichenbaum, Martin and Rebelo, Sergio. Capacity Utilization and Re- turns to Scale. Forthcoming, NBER Macro Annual, 1995.",
        "Bernanl;e Ben and Ilian Mihov. Measuring Monetary Policy. Unpublished paper, (1995)."
    ]
}