{
    "id": 5270,
    "cites": 16,
    "cited_by": 74,
    "reference": [
        "Willis, Robert J. Wage Determinants: A Survey and Reinterpretation of Human Capital Earnings Functions, in Orley Ashenfelter and Richard Layard (eds. ) Handbook of Labor Economics. Volume 1. Amsterdam: North Holland, 1986.",
        "Staiger, Douglas and James H. Stock. Instrumental Variables Regression with Weak Instruments. National Bureau of Economic Research Technical Working Paper No. 151. (January 1994).",
        "Office of Technology Assessment, U.S. Congress. Passive Smoking in the Workplace: Selected Issues. staff paper, May 1986.",
        "Register, Charles A. and Donald R. Williams. Labor Market Effects of Marijuana and Cocaine Use Among Young Men. Industrial and Labor Relations Review. Vol. 45, No. 3 (April 1992), pp. 435-448.",
        "Mullahy, John and Jody L. Sindelar. Alcoholism, Work, and Income. Journal of Labor Economics. Vol. 11. No. 3 (July 1993), pp. 494-520.",
        "Mullahy, John and Jody L. Sindelar. Employment, Unemployment, and Problem Drinking. National Bureau of Economic Research Working Paper No. 5123. (May, 1995).",
        "Kristein, Marvin M. How Much can Business Expect to Profit from Smoking Cessation? Preventive Medicine. Vol. 12 (1983), pp. 358-381.",
        "Heckman, James J. Sample Selection Bias as a Specification Error, Econometrical Vol. 47 (1979), pp. 153-161.",
        "Kaestner, Robert. The Effect of Illicit Drug Use on the Wages of Young Adults. Journal of Labor Economics. Vol 9, No. 4 (October 1991), pp. 381-412.",
        "Gruber, Jonathan and Jeffrey D. Kubik. Disability Insurance Rejection Rates and the Labor Supply of Older Workers. National Bureau of Economic Research Working Paper No. 4941. (November, Hamermesh, Daniel and Jeff Biddle. Beauty and the Labor Market. Review. Vol. 84, No. 5 (December 1994), pp. 1174-1194.",
        "Gill, Andrew M. and Robert J. Michaels. Does Drug Use Lower Wages. Industrial and Labor Relations Review. Vol. 45, No. 3 (April 1992), pp. 419-434.",
        "Blackburn, M. L. and Neumark, D. Omitted-Ability Bias and the Increase in the Return to Schooling, Journal of Labor Economics, Vol. 11, No 3 (July 1993), pp. 521-544.",
        "Bertera, Robert L. The Effects of Behavioral Risks on Absenteeism and Health-Care Costs in the Workplace. Journal of Occupational Medicine. Vol. 33, No. 11 (November 1991), pp. 1119-1123.",
        "Berger, Mark C. and J. Paul Leigh. The Effect of Alcohol Use on Wages. Applied Economics. Vol. 20, No. 4 (October 1988), pp. 1343-1351.",
        "Averett, Susan and Sanders Korenman. The Economic Reality of The Beauty Myth. National Bureau of Economic Research Working Paper No. 4521, November 1993.",
        "Ashenfelter, Orley and Zimmerman, David J. Estimates of the Returns to Schooling from Sibling Data: Fathers, Sons, andBrothers, NBER working paper no. 4491. 1993."
    ]
}