{
    "id": 5271,
    "cites": 11,
    "cited_by": 0,
    "reference": [
        "Zorn, Paul. Survey of State and Local Government Employee Retirement Systems. Government Finance Officers Association. 1994.",
        "Zorn, Paul. Survey of State and Local Government Employee Retirement Systems. Government Finance Officers Association. November 1991.",
        "Mitchell, Olivia S. and Ping-Lung Hsin. Public Pension Plan Governance and Performance. NBER Working Paper January 1994.",
        "Mitchell, Olivia S. and Robert S. Smith. Pension Funding in the Public Sector. Review of Economics and Statistics (1994 ). Phillips, Kristen. State and Local Government Pension Benefits. In Trends in Pensions 1992. Edited by John Turner and Lorna Dailey. Washington, D.C.: USGPO, 1992: 341-492. Salisbury, Dallas and Nora S. Jones, Eds. Pension Funding and Taxation, Washington, D.C.: Employee Benefit Research Institute, 1994.",
        "Verhovek, S. H. States are Finding Pension Funds Can Be a Bonanza Hard to Resist. New York Times, Apr. 22, 1990.",
        "Gustman, Alan and Thomas Steinmeier. Cost of Living Adjustments in Pensions. In The Aging Workforce. Edited by Olivia S. Mitchell. Ithaca, NY: ILR Press, 1993.",
        "Hsin, Ping-Lung and Olivia S. Mitchell. Managing Public Sector Pensions. In Pensions for the Twenty-First Century, Eds. S. Scheiber and J. ShoYen, Twentieth Century Fund. Forthcoming 1996.",
        "Hsin, Ping Lung and Olivia S. Mitchell. The Political Economy of Public Sector Pensions: Pension Funding Patterns, Governance Structures, and Fiscal Stress. Revista de Analysis Economico, July 1994.",
        "McGill, Dan. Public Employee Pension Plans, In Handbook of Employee Benefits, Ed. Jerry Rosenbloom, Third Edition, Business One Irwin, 1992.",
        "Braden, Bradley R. and Stephanie Hyland. Cost of employee Compensation in the Public and Private Sectors. In Employee Benefits Survey: A BLS Reader. USDOL, BLS, February 1995.",
        "Bleakney, Thomas P. Ret~rernent Systems for Public Employees. Philadelphia PA: Pension Research Council, 1972."
    ]
}