{
    "id": 5272,
    "cites": 38,
    "cited_by": 15,
    "reference": [
        "Wei, Shang-Jin and Jeffrey Frankel, 1995, Open versus Closed Trade Blocs. prepared for the NBER Sixth East Asian Seminar on Economics in Seoul, Korea, June 16-18, 1995, organized by Takatoshi Ito and Anne O. Kruger.",
        "Viner, Jacob, 1950, The Customs Union Issue, Carnegie Endowment for International Peace: New York.",
        "Wei, Shang-Jin and Jeffrey Frankel, 1994, Can Regional Blocs Be Building Blocks to Global Free Trade? Unpublished. Harvard University and University of California at Berkeley.",
        "Tinbergen, Jan, 1962, Shaping the World Economy, The Twentieth Century Fund: New York.",
        "Stein, Ernesto, and Jeffrey Frankel, 1993, Transport Costs and the Welfare Effects of Free Trade Agreements, University of California, Berkeley.",
        "Summers, Lawrence. 1991. Regionalism and the World Trading System, in Policy Implications of Trade and Currency Zones, A Symposium Sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, (August): 295-302.",
        "Linneman, Hans. 1966. An Econometric Study of International Trade Flows, North- Holland, Amsterdam.",
        "Levy, Philip. A Political Economic Analysis of Free Trade Agreements. Center for 31 Economic Policy Research Publication No. 347, Stanford University, January 1993.",
        "McMillan, John, 1993, Does regional integration foster open trade? Economic theory and GATTs Article XXIV, in Kym Anderson and Richard Blackhurst eds., Regional Integration and the Global Trading System.",
        "Meade, James. 1955. The Theory of Customs Unions. Amsterdam: North-Holland.",
        "Saxonhouse, Gary. 1993. Pricing Strategies and Trading Blocks in East Asia, in Regionalism and Rivalry: Japan and the U.S. in Pacific Asia, edited by Jeffrey Frankel and Miles Kahler, University of Chicago Press: Chicago.",
        "Srinivasan, T.N., 1993, Regionalism vs. Multilateralism: Analytical Notes Comment, In J. de Melo and A. Panagariya, eds. New Dimensions in Regional Integration New York: Cambridge University Press.",
        "Haveman, Jon David, 1992, On the Consequences of Recent Changes in the Global Trading Environment. Ph.D dissertation. University of Michigan.",
        "Helpman, Elhanan. 1987. Imperfect Competition and International Trade: Evidence from Fourteen Industrial Countries, Journal of the Japanese and International Economies 1: 62-81.",
        "Helpman, Elhanan and Paul Krugman. 1985. Market Structure and Foreign Trade, Cambridge, MA, MIT Press.",
        "Kemp, M.C. and Henry Y. Wan, 1976, An Elementary Proposition Concerning the Formation of Customs Union, Journal of International Economics 6: 95-97.",
        "Krueger, Anne O., 1995, Free Trade Agreements versus Customs Unions. NBER Working Paper No. 5084. April.",
        "Krugman, Paul. 1980. Scale Economies, Product Differentiation, and the Pattern of Trade, American Economic Review 70, 950-959.",
        "Krugman, Paul. 1991a. Is Bilateralism Bad? in E.Helpman and A.Razin, eds., International Trade and Trade Policy. Cambridge, MA, MIT Press.",
        "Krugman, Paul. l991b. The Move Toward Free Trade Zones, in Policy Implications of Trade and Currency Zones, A Symposium Sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, (August): 7-42. Lawrence, Robert, 1992, Regionalism and the Achievement of Deeper Global Integration, Harvard University.",
        "Frankel, Jeffrey and Shang-Jin Wei, 1995, Regionalization of world trade and currencies: Economics and Politics. Paper prepared for the NBER Conference on New Regionalism, to be held in Woodstock, Vermont, October 20-21, 1995.",
        "Frankel, Jeffrey and Shang-Jin Wei, 1993, Trade Blocs and Currency Blocs. NBER Working Paper 4335, Cambridge, MA.",
        "Frankel, Jeffrey, and Shang-Jin Wei. 1994. Yen Bloc or Dollar Bloc: Exchange Rate Policies of the East Asian Economies, in Macroeconomic Linkages: Savings, Exchange Rates and Capital Flows, Takatoshi Ito and Anne Krueger, editors, Chicago: University of Chicago Press, pages 295-329.",
        "Berkeley, April. Abridged version, Journal of Development Economics, June 1995.",
        "Frankel, Jeffrey, Ernesto Stein, and Shang-Jin Wei. 1994. Trading Blocs: The Natural, the Unnatural, and the Super-Natural. Full version, CIDER Working Paper C94-034, U.C.",
        "Integration (New York: Cambridge University Press). Frankel, Jeffrey. 1993. Is Japan Creating a Yen Bloc in East Asia and the Pacific? in Regionalism and Rivalry: Japan and the U.S. in Pacific Asia, edited by Jeffrey Frankel and Miles Kahler, Chicago: University of Chicago Press.",
        "Deardorff, Alan, and Robert Stern. 1992. Multilateral Trade Negotiations and Preferential Trading Arrangements, RFIE Discussion Paper No. 307, University of Michigan, July. Forthcoming in Deardorff and Stern, eds., Analytical and Negotiating Issues in the Global Trading System, Ann Arbor: University of Michigan Press.",
        "Deardorff, Alan, 1995, Determinants of Bilateral Trade, paper prepared for the NBER Conference on Regionalism in Woodstock, Vermont, October 20-21, 1995.",
        "Deardorff, Alan. 1984. Testing Trade Theories and Predicting Trade Flows, in R.Jones 29 and P.Kenen, eds., Handbook of International Economics vol. I. Amsterdam, Elsevier Science Publishers. Ch.10: 467-517.",
        "Bhagwati, Jagdish, and T.N. Srinivasan. 1983. Lectures on International Trade, Cambridge: MIT Press, Chapter 27.",
        "Bhagwati, Jagdish. 1993, Regionalism and Multilateralism: An Overview, in J. de Melo and A. Panagariya, eds. New Dimensions in Regional Integration New York: Cambridge University Press.",
        "Bhagwati, Jagdish. 1971. Trade-Diverting Customs Unions and Welfare Improvement: A Clarification, Economic Journal, 63.",
        "Bergstrand, Jeffrey. 1989. The Generalized Gravity Equation, Monopolistic Competition, and the Factor-Proportions Theory in International Trade, Review of Economics and Statistics 71, no.1, Feb.: 143-152.",
        "Bergsten, C. Fred, Apec and World Trade, Foreign Affairs! May/June 1994, p24.",
        "Baldwin, Richard, 1992, Measurable Dynamic Gains from Trade, Journal of Political Economy, Vol.100, No.1, p 162-174.",
        "Balassa, Bela. 1987. Economic Integration in The New Palgrave Dictionary of Economics, MacMillan Press Reference Books, London: 43-47.",
        "Anderson, Kym, and Hege Norheim. 1993. History, Geography and Regional Economic Integration, in Regionalism and the Global Trading System, K.Anderson and R.Blackburst, eds., London: Harvester Wheatsheaf.",
        "Anderson, James. 1979. A Theoretical Foundation for the Gravity Equation, American Economic Review 69, 1 (March): 106- 116."
    ]
}