{
    "id": 5273,
    "cites": 27,
    "cited_by": 3,
    "reference": [
        "Zubrick, Stephen R., Helen Macartney, Fiona J. Stanley. Hidden Handicap in School-Age Children Who Received Neonatal Intensive Care. Developmental Medicine and Child Neurology, Vol 30, No 2, 1988: pp. 145-152.",
        "Vohr, Betty R., Cynthia Garcia Coll, Debra Lobato, et al. Neurodevelopmental and Medical Status of Low-Birthweight Survivors of Brochopulmonary Dysplasia at 10 to 12 Years of Age. Developmental Medicine and Child Neurology, Vol 33, No 8, 1991: pp. 690-697.",
        "Vekerdy-Lakatos, Z., L. Lakatos and B. Ittzes-Nagy. Infants Weighing 1000 g or Less at Birth; Outcome at 8-11 Years of Age. ACTA Paediatrica Scandinavica, Vol 360, Suppl., 1989: pp. 62-71.",
        "Salkever, David S. Childrens Health Problems and Maternal Work Status. The Journal of Human Resources, Winter 1982: pp. 94-109.",
        "Rickards, Anne, Geoffrey W. Ford, William H. Kitchen, et al. Extremely-low-birthweight infants: neurological, psychological, growth and health status beyond five years of age. The Medical Journal of Australia, Vol 147, No 10, November 16, 1987: pp. 476-481.",
        "Nielson, Sue, and Gary L. Sapp. Bender-Gestalt Developmental Scores: Predicting Reading and Mathematics Achievement. Psychological Reports, August 1991: pp. 39-42.",
        "Resnick, Michael B., Jeffrey Roth, Mario Ariet, et al. Educational Outcome of Neonatal Intensive Care Graduates. Pediatrics, Vol 89, No 3, March 1992: pp. 373-378.",
        "McCormick, Marie C. Significance of Low Birthweight for Infant Mortality and Morbidity. Birth Defects: Original Article Series, Vol 24, No 1, 1988: pp. 3-10.",
        "Lloyd, B.W., K. Wheldall, D. Perks. Controlled Study of Intelligence and School Performance of Very Low-Birthweight Children from a Defined Geographical Area. Developmental Medicine and Child Neurology, Vol 30, No 1, 1988: pp. 36-42.",
        "Lagerstrom, Monica, Katarina Bremme, Peter Eneroth and David Magnusson. Sex-Related Differences in School and IQ Performance for Children with Low Birth Weight at Ages 10 and 13. The Journal of Special Education, Vol 25, No 2, Summer 1991: pp. 261 -270.",
        "Lagerstom, Monica, Katerina Bremme, and others. School Performance and IQ-test Scores At Age 13 As Related To Birthweight and Gestational Age. Scandinavian Journal of Psychology, Vol 32, No 4, 1991: pp 316-24.",
        "Lagerstrom, Monica, Katarina Bremme, Peter Eneroth, and David Magnusson. Behavior at 10 and 13 Years of Age for Children with Low Birth Weight. Perceptual and Motor Skills, Vol 71, No 2, October 1990: pp. 579-594.",
        "Lagerstrom, Monica. Katarina Bremme, Peter Eneroth and Carl-Gunnar Janson. School marks and IQ-test scores for low birth weight children at the age of 13. European Journal of Obstetrics and Gvnecology and Reproductive Biology, Vol 40. No 2, 1991: pp. 129- 136.",
        "Kalmar, Magda, Boronkai, Judit. Interplay of Biological and Social-environment Factors in teh Developmental Outcome of Prematurely Born Children From Infancy To Seven Years. International Journal of Disabilitv. Development and Education, Vol 38, No 3, 1991: 247-270.",
        "Klein, Nancy K. Children Who Were Very Low Birthweight: Cognitive Abilities and Classroom Behavior at Five Years of Age. The Journal of Special Education, Vol 22, No 1, Spring 1988: pp. 41-54.",
        "Hoy, EA, and others. The Social Competence of Very Low-birhtweight Children: Teacher, Peer, and Self-perception. Journal of Abnormal Child Psychology, Vol 20, No 2, Apr 1992: pp 123-150.",
        "Hawdon, J. M., E. Hey, 1. Kolvin, T. Fundudis. Born Too Small-ls Outcome Still Affected. Developmental Medicine and Child Neurology, Vol 32, No 11, 1990: pp. 943-953.",
        "Holmes, Deborah L., Jill N. Reich and Margery L. Rieff. Kindergarten Performance of Children Born at Risk. Canadian Journal of Psvchologv, Vol 42, No 2, 1988: pp. 189-200.",
        "Hack, Maureen, Naomi Breslau, Barbara Weissman, et al. Effect of Very Low Birth Weight and Subnormal Head Size on Cognitive Abilities at School Age. The New England Journal of Medicine, Vol 325, No 4, July 25, 1991: pp.",
        "Corman, Hope and Chaikind, Stephen. The Effect of Low Birthweight on the Health, Behavior, and School Performance of School-aged Children. National Bureau of Economic Research Working Paper No. 4409, July, 1993.",
        "Chaikind, Stephen and Hope Corman. The impact of low Birthweight on special education costs. Journal of Health Economics, Vol 10, 1991: pp. 291 -311.",
        "Carran, Deborah T., Kimberly Shaw, and Samir Beydouin. The Relative Risk of Educational Handicaps in Two Birth Cohorts of Normal and Low Birthweight Disadvantaged Children. Topics in Eariv Childhood Special Education, Vol 9, 1989: pp. 14-31.",
        "Breslau, Naomi, David Salkever, and Kathleen S. Staruch. Womens Labor Force Activity and Responsibilities for Disabled Dependents: A Study of Families with Disabled Children. Journal of Health and Social Behavior, Vol 23, June 1982: pp. 169- 183.",
        "Breslau, Naomi, Nancy Klein, and Lida Allen. Very Low Birthweight: Behavioral Sequelae at Nine Years of Age. Journal of American. Acad. Child Adolesc. Psvchiatrv, Vol 27, No 5, 1988: pp. 605-612.",
        "Astbury, Jill, Anna Orgill, and Barbara Bajuk. Relationship Between Two-Year Behavior and Neurodevelopmental Outcome at Five Years of Very Low-birthweight Survivors. Developmental Medicine and Child Neurology, Vol 29, No 3, 1987: pp. 370-379.",
        "Abel-Smith, Anne E., and Knight-Jones, Eveline B., The Abilities of Very Low-Birthweight Children and Their Classroom Controls. Developmental Medicine and Child Neurology, Vol 32, No 7, July 1990: pp. 590-601.",
        "Hack, M, Horbar, JD, et al. Very Low Birthweight Outcomes of the N.I.C.H.D. Neonatal Network. Pediatrics, Vol 87, 1991: pp 587-97."
    ]
}