{
    "id": 5277,
    "cites": 68,
    "cited_by": 10,
    "reference": [
        "Bell, Linda, and David Neumark. 1993. Lump-Sum Payments and Profit-Sharing Plans in the Union Sector of the United States Economy, Economic Journal, Vol. 103, No. 418, May, pp. 602-619.",
        "Bell, Linda, and Douglas Kruse. 1995. Evaluating ESOPs, Profit Sharing, and Gainsharing in U.S. Industries: Effects on Worker and Firm Performance. Report to the Office of the American Workplace, U.S. Department of Labor, March.",
        "Berlin, Jesse A., Cohn B. Begg, and Thomas A. Louis. 1989. An Assessment of Publication Bias Using a Sample of Published Clinical Trials, Journal of the American Statistical Association, Vol. 84, June, pp. 381-92.",
        "Blasi, Joseph. 1988. Ownership, Governance, and Restructuring, in Ira Lieberman and John Nellis, eds., Russia: Creating Private Enterprises and Efficient Markets. Washington, D.C.: World Bank.",
        "Balhinger Books. . 1994. Russian Privatization: Ownership, Governance, and Restructuring, in Ira W. Lieberman and John Nellis, eds., Russia: Creating Private Enterprises and Efficient Markets. Washington, D.C.: The World Bank, Private Sector Development Department.",
        "Blasi, Joseph, and Douglas Kruse. 1991. The New Owners. New York: HarperCollins.",
        "Blasi, Joseph, Michael Conte, and Douglas Kruse. Forthcoming. Public Company Employee Ownership and Economic Performance, Industrial and Labor Relations Review. Bloom, Steven M. 1985. Employee Ownership and Firm Performance, Ph.D. Dissertation, Dept. of Economics, Harvard University.",
        "Bonin, John P., Derek C. Jones, and Louis Putterman. 1993. Theoretical and Empitical Studies of Producer Cooperatives: Will Ever the Twain Meet? Journal of Economic Literature, Vol. 31, September, pp. 1290-1320.",
        "Brickley, James A., and Kathleen T. Hevert. 1991. Direct Employee Stock Ownership: An Empirical Investigation, Financial Management, Summer, pp. 70-84.",
        "Brooks, Leroy D., James B. Henry, and D. Tom Livingston. 1982. How Profitable Are Employee Stock Ownership Plans? Financial Executive, vol. 50, May, 30 pp. 32-40.",
        "Buchko, Aaron A. 1992. Employee Ownership, Attitudes, and Turnover: An Empirical Assessment, Human Relations, Vol. 45, No. 7, pp. 711-731.",
        "Integrated Causal Model and Path Analysis, Journal of Management Studies, Vol. 30, No. 4, July, pp. 633-657. Cable, Jon R. , and Felix R. Fitzroy. 1980. Productive Efficiency, Incentives, and Employee Participation: Some Preliminary Results from West Germany, Kyklos, Vol. 33, pp. 100-121.",
        "Chaplinsky, Susan, Greg Niehaus, and Linda Van de Gucht. 1994. Employee Buyouts: Causes and Consequences. Draft, Graduate School of Business Administration, University of Virginia.",
        "Conte, Michael, and Helen Lawrence. 1992. ESOPs, in John Turner and Daniel Beller, eds., Trends in Pensions 1992. Washington, D.C.: U.S. Government Printing Office, pp. 135-148.",
        "Conte, Michael, and Jan Svejnar. 1988. Productivity Effects of Worker Participation in Management, Profit-Sharing, Worker Ownership of Assets and Unionization in U.S. Firms, International Journal of Industrial Organization, Vol. 6, pp. 139-151.",
        "Craig, Ben and John Pencavel. 1992. The Behavior of Worker Cooperatives: The Plywood Companies of the Pacific Northwest, American Economic Review, Vol. 82, No. 5, December, pp. 1083-1105.",
        "Cooperatives and Conventional Firms in the Plywood Industry, Brookings Papers on Economic Activity, pp. 121-160. Defourney, Jacques, Saul Estrin, and Derek C. Jones. 1985. The Effects of Worker Participation on Enterprise Performance: Evidence from French Cooperatives, International Journal of Industrial Organization, Vol. 3, June, pp. 197-217.",
        "Doucialiagos, Chris. 1995. Worker Participation and Productivity in LaborManaged and Participatory Capitalist Firms: A Meta-Analysis, Industrial and Labor Relations Review, Vol. 49, No. 1 (October), pp. 58-77.",
        "Dunbar, Amy E., and Subal C. Kumbhakar. 1992. An Empirical Investigation of the Association of Productivity with Employee Stock Ownership Plans, Journal of the American Taxation Association, pp. 22-39.",
        "Estrin, Saul, and Derek C. Jones. 1995. Workers Participation, Employee Ownership and Productivity: Results from French Producer Cooperatives in Derek C. Jones and Jan Svejnar, eds. Advances in the Economic Analysis of Participatory and Self-Managed Firms, Vol. 5. Greenwich, CN: JAI Press, pp. 3-24.",
        "Participation: Producer Cooperatives in Western Economies, Journal of Comparative Economics, Vol. 11, pp. 40-61. Fitzroy, Felix R., and Kornehius Kraft. 1985. Unionization, Wages, and Efficiency: Theories and Evidence from the U.S. and West Germany, Kyklos, Vol. 38, No. 4, pp. 209-226.",
        "Economics, Vol. 35, No. 2, December, pp. 113-130. . 1987. Cooperation, Productivity, and Profit Sharing, Quarterly Journal of Economics, Vol. 102, February, pp. 23-35.",
        "French, J.L., and J. Rosenstein. 1984. Employee Ownership, Work Attitudes, and Power Relationships, Academy of Management Journal, Vol. 27, pp. 861. 869.",
        "Goldstein, S.C. 1978. Employee Share Ownership and Motivation, Journal of Industrial Relations, Vol. 20, pp. 311-330.",
        "Greenberg, E.S. 1980. Participation in Industrial Decision-Making and Worker Satisfaction: The Case of Producer Cooperatives, Social Science Quarterly, Vol. 60, pp. 551-569.",
        "Gregg, P.A., and S.J. Machin. 1988. Unions and the Incidence of PerformanceLinked Pay Schemes in Britain, International Journal of Industrial Organization, Vol. 6, pp. 91-107.",
        "Hammer, Tove, and Robert Stern. 1980. Employee Ownership: Implications for the Organizational Distribution of Power, Academy of Management Journal, vol. 23, pp. 78-100.",
        "Hammer, Tove, Jacqueline Landau, and Robert Stern. 1981. Absenteeism When Workers Have A Voice: The Case of Employee Ownership, Journal of Applied Psychology, Vol. 66, pp. 561-573.",
        "Hammer, Tove, Robert Stern, and Robert Gurdon. 1982. Worker Ownership and Attitudes Toward Participation, in Workplace Democracy and Social Change, edited by F. Lindenfeld and J. Rothschild-Whitt. Boston, MA: Porter Sargent Publishers.",
        "Hochner, Arthur, and C.S. Granrose. 1985. Sources of Motivation to Choose Employee Ownership as an Alternative to Job Loss, Academy of Management Journal, Vol. 28, pp. 860-875.",
        "Hunter, John E., and Frank L. Schmidt. 1995. Methods of Meta-Analysis. Newbury Park, CA: Sage Publications.",
        "Huselid, Mark A. 1995. The Impact of Human Resource Management Practices on Turnover, Productivity, and Corporate Financial Performance, Academy of Management Journal, Vol. 38, No. 3, June, pp. 635-672.",
        "Ichniowski, Casey, Kathryn Shaw, and Giovanna Prennushi. 1994. The Effects of Human Resource Practices on Productivity, Draft, Columbia Graduate School of Business.",
        "Jones, Derek C. 1979. U.S. Producer Cooperatives: The Record to Date, Industrial Relations, Vol. 8, No. 2, Fall, pp. 343-356.",
        "Organizational Structure, in Derek Jones and Jan Svejnar, eds., Participatory and Self-Managed Firms. Lexington, MA: Lexington Books, pp. 175-198. . 1987. The Productivity Effects of Worker Directors and Financial Participation by Employees in the Firm: The Case of British Retail Cooperatives, Industrial and Labor Relations Review, Vol. 41, No. 1, October, pp. 79-92.",
        "Economies: Evidence from Poland, Managerial and Decision Economics, Vol. 14, pp. 475-485. , and Takao Kato. l993a. Employee Stock Ownership Plans and Productivity in Japanese Manufacturing Firms, British Journal of Industrial Relations, Vol. 31, No. 3, September, pp. 331-346. . 1993b. The Scope, Nature, and Effects of Employee Stock Ownership Plans in Japan, Industrial and Labor Relations Review, 46:2, 352-367.",
        "Bonuses: Evidence from Japanese Panel Data, American Economic Review, Vol. 85, No. 3, June, pp. 391-415. Jones, Derek C., and Jeffrey Pliskin. 1991. Unionization and the Incidence of Performance-Based Compensation: Evidence from Canada, Working Paper, Dept. of Economics, Hamilton College.",
        "Jones, Derek C. , and Jan Svejnar. 1985. Participation, Profit Sharing, Worker Ownership and Efficiency in Italian Producer Cooperatives, Economica, Vol. 52, November, pp. 449-465.",
        "Keef, Stephen P. 1994, Employee Share Ownership and Job Attitudes: The Effects of Share Sale, Asia Pacific Journal of Management, Vol. 11, No. 1, pp. 91-102.",
        "Klein, Katherine J. , and Rosalie J. Hall. 1988. Correlates of Employee Satisfaction with Stock Ownership: Who Likes an ESOP most? Journal of Applied Psychology, Vol. 73, No. 4, pp. 630-638.",
        "Kumbhakar, Subal C., and Amy E. Dunbar. 1993. The Elusive ESOP-Productivity Link, Journal of Public Economics, Vol. 52, pp. 273-283.",
        "Kruse, Douglas. 1984. Employee Ownership and Employee Attitudes: Two Case Studies. Norwood, PA: Norwood Editions.",
        "Dept. of Economics, Harvard University. . 1993. Profit Sharing: Does It Make A Difference? Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Lee, Barbara W. 1988. Productivity and Employee Ownership: The Case of Sweden, Ph.D. Dissertation, Uppsala University, Sweden.",
        "Levine, David. 1995. Re-inventing the Workplace. Washington, D.C.: Brookings Institution.",
        "Livingston, D. Tom, and James B. Henry. 1980. The Effect of Employee Stock Ownership Plans on Corporate Profits, Journal of Risk and Insurance, Vol. 47, September, pp. 491-505.",
        "Long, R.J. l978a. The Effects of Employee Ownership on Organizational Identification, Employee Attitudes, and Organizational Performance: A Tentative Framework and Empirical Findings, Human Relations, Vol. 31, pp. 29-38. . l978b. The Relative Effects of Share Ownership vs. Control on Job Attitudes in an Employee-owned Company, Human Relations, Vol. 31, pp. 753-763. . l978c. Employee Ownership and Attitudes toward the Union, Relations Industrielles, Vol. 33, pp. 237-254. . 1979. Desires for and Patterns of Worker Participation in Decision Making after Conversion to Worker Ownership, Academy of Management Journal, Vol. 22, pp. 611-617.",
        "Ownership, Academy of Management Journal, Vol. 23, pp. 726-737. . 1981. The Effects of Formal Employee Participation in Ownership and Decision Making on Perceived and Desired Patterns of Organizational Influence: A Longitudinal Study, Human Relations, Vol. 34, pp. 847-876.",
        "Relations, Vol. 21, Spring, pp. 196-215. . 1992. The Incidence and Nature of Employee Profit Sharing and Share Ownership in Canada, Industrial Relations-Quebec, Vol. 47, No. 3, pp. 463-488.",
        "Maaloe, Erik. 1993. How to Become A Successful Worker-Owner, Economic and Industrial Democracy, Vol. 14, No. 1, pp. 133-148.",
        "Milgrom, Paul, and John Roberts. 1995. Complementarities and Fit: Strategy, Structure, and Organizational Change in Manufacturing, Journal of Accounting and Economics, Vol. 19, No. 2/3, March, pp. 179-208.",
        "Mitchell, Daniel J.B., David Lewin, and Edward E. Lawler III. 1990. Alternative Pay Systems, Firm Performance, and Productivity, in Alan S. Blinder, ed. , Paying for Productivity: A Look at the Evidence. Washington, D.C.: Brookings Institution, pp. 15-94.",
        "NYSE. 1990. Share Ownership. 1990. New York: New York Stock Exchange.",
        "Oliver, Nick. 1984. An Examination of Organization Commitment in Six Workers Cooperatives in Scotland, Human Relations, Vol. 37, pp. 29-46.",
        "Onaran, Yalman. 1992. Workers as Owners: An Empirical Comparison of IntraFirm Inequalities at Employee-Owned and Conventional Companies, Human Relations, Vol. 45, No. 11, pp. 1213-1235.",
        "Poole, Michael. 1989. The Origins of Economic Democracy: Profit-Sharing and Employee-Shareholding Schemes. London: Routledge.",
        "Quarrey, Michael. 1987. Employee Ownership and Corporate Performance. Oakland, CA: National Center for Employee Ownership.",
        "Oakland, CA: National Center for Employee Ownership, August. Rhodes, S.R., and R.M. Steers. 1981. Conventional vs. Worker-Owned Organizations, Human Relations, Vol. 24, pp. 1013-1035.",
        "Rooney, Patrick. 1992. Employee Ownership and Worker Participation: Effects on Health and Safety, Economics Letters, Vol. 39, No. 3, pp. 323-328.",
        "Rosen, Corey. 1994. National Center for Employee Ownership, Oakland, CA, verbal communication.",
        "Rosen, Corey, and Katherine Klein. 1983. Job-Creating Performance of EmployeeOwned Firms, Monthly Labor Review, V. 106, August, pp. 15-19.",
        "Solution. Lexington, MA: Lexington Books. Rosenthal, Robert. 1978. Combining Results of Independent Studies, Psychological Bulletin, Vol. 85, No. 1, pp. 185-193.",
        "Sockell, Donna. 1985. Attitudes, Behavior, and Employee Ownership: Some Preliminary Data, Industrial Relations, Vol. 24, pp. 130-138.",
        "Tucker, J. , S.L. Nock, and D. Toscano. 1989. Employee Ownership and Perceptions of Work, Work and Occupations, Vol. 16, pp. 26-42.",
        "U.S. GAO. 1986. Employee Stock Ownership Plans: Benefits and Costs of ESOP Tax Incentives for Broadening Stock Ownership, GAO/PEMD-87-8. Washington, D.C.: General Accounting Office, December.",
        "Uvahic, Milica. 1990. The PEPPER Report: Promotion of Employee Participation in Profits and Enterprise Results in the Member States of the European Community. Prepared for the Commission of the European Communities, Brussels. San Domenico, Italy: European University Institute, June.",
        "Weitzman, Martin, and Douglas Kruse. 1990. Profit Sharing and Productivity, in Alan Blinder (ed.) Paying for Productivity: A Look at the Evidence. Washington, D.C.: Brookings Institution, pp. 95-140.",
        "Whyte, William F., et al. 1987. Evaluation Research on Federally-Assisted Worker Buyouts. Washington, D.C.: U.S. Dept. of Commerce, Economic Development Administration, Research and Policy Unit."
    ]
}