{
    "id": 5278,
    "cites": 38,
    "cited_by": 17,
    "reference": [
        "Williamson, 0.(1975) Markets and Hierarchies. New York:Free Press.",
        "Shaked, Avuer and Jolm Sutton (1984) Involuntary Unemployment as a Perfect Equilibrium in a Bargaining Model Econometrica, 52, 6, 1351 -64.",
        "Stoneman, P.(19X3) The Economic Analysis of Technological Change. Oxford: Oxford University Press. Tirole, J. (19XX) The Theory of Industrial Organization. Cambridge: MIT Press. von Hippel. Eric (1988) The Economics of innovation. Oxford University Press.",
        "Scherer. F. (19X()) Industrial Market Structure and Economic Performance. Chicago: Rand McNally. Schumpeter. J. (1950) Capitalism. Socialism.and Democracy. New York: Harper and Row.",
        "Riordan, M. and Williamson, O. (1985) Asset Specificity and Economic Organization, Journal of Industrial Organization.",
        "Romeo, A.(1975) Interindustry and Inteffirm Differences in the Rate of Diffusion of an Innovation. Review of Economics and Statistics.57, 311 - 19.",
        "Piore, M, and Sabel, C. (1984) The Second Industrial Divide. New York: Basic Books.",
        "Porter, M. (1983) Cases in Competitive Strategy. New York: The Free Press.",
        "Ray, George. (1989) Full Circle: The Diffusion of Technology Research Policy 18, 1 - 18.",
        "Noori, H. (1990) Managing the Dynamics of New Technology: Issues in Manufacturing Management.",
        "Englewood Cliffs, New Jersey. Oster, Sharon (1982) The Diffusion of Innovation Among Steel Firms: the Basic Oxygen Furnace ~1 Journal of Economics, 13, 45-56.",
        "Mansfield, E. (1989) The Diffusion of Industrial Robots in Japan and the United States, Research Policy, 18, 183-192.",
        "Monteverde, Kirk, and David Teece,(1982) Supplier Switching Costs and Vertical Integration in the Auto Industry, Bell Journal of Economics..",
        "Mansfield, E. (1968) Industrial Research and Technological Innovation. New York: Norton.",
        "Manufacturing--lrnplications for economic Development, World Development 18:9, 1990, pp. 1273-1294.",
        "Klein, B.. Crawford, R.. and Alchian, A.(197X) Vertical integration, Appropriable Quasi-Rents. and the Competitive Contracting Process. J. Law and Econ., 21, 297-326. Loupe, S. (1991) The Determinants of Investment in New Technology, AEA Papers and Proceedings, X I (May), 262-2tS5.",
        "Lazonick. W. (199()) Business Organization and The Mvth of the Market Economv. Cambridge: Cambridge University Press. 23 Zen Lieberman, Marvin (1991)DeterminantsofVertical Integration: AnEmpiricalTestJournal of Industrial l~onomics, 39, 451-466.",
        "Kelley, Maryellen and Harvey Brooks (1991), External Learning Opportunities and the Diffusion of Process Innovations to Small Firms: The Case of Programmable Automation, TecI`nologicul Forecasting uncl .9ot ial Cl~un,ge 39: 1, March 1991.",
        "Joskow, Paul (1987) Contract Duration and Transactions Specific Investment: Emprical Evidence from Coal Markets American Economic Review,77, 168- 185.",
        "Kelley, Maryellen (1993) Organizational resources and the industrial environment: the importance of fimn size and inter-firm linkages to the adoption of advanced manufactruing technology In~m~ional Joumal of Teclmolo.v Management, 36-68.",
        "Hirschman, A. (1950) The Strategy of Economic Development. New Haven: Yale University Press.",
        "Hirschman, A. (1970) Exit. Voice. and Loyalty. Cambridge: Harvard University Press.",
        "Joskow, Paul (1985) Vertical Integration and Long-term Contracts: The Case of Coal-Burning Electric Generating Plants, , Jounal of Law, Economics, and Organization, I, 33-80.",
        "Heide, Jan and George John (1988). The Role of Dependence Balancing in Safeguarding Transaction- Specific Assets in Conventional Channels . Journal of Marketing,54, pp.20-35.",
        "Helper, S. (1991a) How Much Has Really Changed Between US Automakers and Their Suppliers? Sloan Management Review, Summer.",
        "Helper, S. (1991b) Strategy and Irreversibility in Supplier Relations: The Case of the US Automobile Industry, Business History Review 65 (Winter), 781-824.",
        "Helper, S. and Levine, D.1.(1992) Long-term Supplier Relationships and Product Market Structure, Joumal of Law. Economics. and Organization. 8, 561-81.",
        "Hannan, Timothy and John McDowell (1984b) Market Concentration and the Diffusion of New Technology in the Banking Industry, The Review of Economics and Statistics. 66.",
        "Greene, W. ( I 9tJ()) Econometric Analysis. New York:Macmillan. Griliches, Z. (1957) Hybrid Corn: An Exploration in the Economics of Technological ChangeEconometrica, 25, 5()1-22 (October).",
        "Hannan, Timothy and John McDowell (1984a) The determinants of technology adoption: the case of the banking firm Rand Joumal of Economics, 15 (Autumn), 328-35.",
        "Globerman, Steven (1975)Teclmological Diffusion in the Canadian Tool and Die Industry Review of Economics and Statistics., 57, 428-34 (November).",
        "Dertouzos, M., et al. (1989) Made in America: Regaining the Productive Edge. Cambridge: The MIT Press.",
        "Dore, Ronald (19X3) Goodwill and the Spirit of Market Capitalism, British Journal of Sociology 34, 459- X2. Dore, Ronald (19B6) Flexible Rigidities. Stanford: Stanford University Press. Edquist, C. and Staffan Jacobsson (1988) Flexible Automation: The Global Diffusion of New Technology in the Engineering Industry Oxford: Basil Blackwell.",
        "Carlsson, Bo and S. Jacobsson (1994) Technological Systems and Economic Policy: The Diffusion of Factory Automation in Sweden Research Policy.",
        "Crandall, R. (1968) Vertical Integration and the Market for Repair Parts in the United States Automobile Industry Journal of Industrial Economics, 38 (July), 212-34.",
        "David, P. (1969) A Contribution to the Theory of Diffusion, Stanford Center for Research in Economic Growth, Memorandum no. 71.",
        "De Long, J. and Summers, L. (1991) Equipment Investment and Economic Growth, The Quarterly Joumal of Economics, May, 445-502.",
        "Ben-Akiva, M. and Lerman, S. (1985). D~i,5~;te Choice Analysis. Cambridge, MIT Press."
    ]
}