{
    "id": 528,
    "cites": 15,
    "cited_by": 2,
    "reference": [
        "Barro, R.J., 1974, Are government bonds net wealth? Journal of Political Economy, 82, 1095-1117.",
        "Boyer, R.S., 1975, Commodity markets and bond markets in a small, fixedexchange -rate economy, Canadian Journal of Economics, 8, 1-23.",
        "Boyer, P.S., 1979, Sterilization and the monetary approach to balance of payments analysis, Journal of Monetary Economics, 5, 295-300.",
        "Branson, W.H., 1976, Portfolio equilibrium and monetary policy with foreign and non-traded assets, in: E. Claassen and P. Salin, eds., Recent issues in international economics (North-Holland, Amsterdam).",
        "Dornbusch, R., 1977, Capital mobility and portfolio balance, in: R.Z. Aliber, ed., The political economy of monetary reform (Macmillan, London).",
        "Frenkel, J.A., and C.A. Rodriguez, 1975, Portfolio equilibrium and the balance of payments: A monetary approach, American Economic Review, 65, 674-688.",
        "Girton, L., and D.W. Henderson, 1976, Financial capital movements and central bank behavior in a two country, short-run portfolio balance model, Journal of Monetary Economics, 2, 33-61.",
        "Henderson, D.W.,, 1977, Modeling the interdependence of national money and capital markets, American Economic Review Papers and Proceedings, 67, 190-199.",
        "Kouri, P.J.K., and M.G. Porter, 1974, International capital flows and portfolio equilibrium, Journal of Political Economy, 82, 443-467.",
        "Metzler, L.A., 1951, Wealth, saving and the rate of interest, Journal of Political Economy, 59, 93-116.",
        "Mundell, R.A., 1960, The public debt, corporate income taxes and the rate of interest, Journal of Political Economy, 68, 622-626.",
        "Mundell, R.A., 1963, Capital mobility and stabilization policy under fixed and flexible exchange rates, Canadian Journal of Economics and Political Science, 29, 475-485.",
        "Mundell, R.A., 1964, A reply: Capital mobility and size, Canadian Journal of Economics and Political Science, 30, 421-431.",
        "Obstfeld, M., 1980, Imperfect asset substitutability and monetary policy under fixed exchange rates, Journal of International Economics, 10, 177-200.",
        "Stockman, A.C., 1979, Monetary control and sterilization under pegged exchange rates, unpublished paper, University of Rochester."
    ]
}