{
    "id": 5281,
    "cites": 17,
    "cited_by": 93,
    "reference": [
        "Seidman, Lawrence. Social Security and Demographics in a Life Cycle Growth Model, National Tax Journal, June 1983, pp 213-24.",
        "Seidman, Lawrence. A Phase-Down of Social Security: The Transition in a Life Cycle Growth Model, National Tax Journal, 39(1), March 1986, pp 97-107.",
        "Samuelson, Paul. An Exact Consumption-loan Model of Interest with or without the Social Contrivance of Money, Journal of Political Economy, Vol. 66, 1958, pp 467-482.",
        "Rippe, Richard D. Further Gains in Corporate Profitability, Economic Outlook Monthly, (published monthly by Prudential Securities, Inc.), August 1995.",
        "Feldstein, Martin and Andrew Samwick. Is Voluntary Privatization of the U.S. Social Security Program Possible?, 1995 (forthcoming).",
        "Kotlikoff, Laurence. Privatization of Social Security: How It Works and Why It Matters, forthcoming in Tax Policy and the Economy, 1995..",
        "Schumpeter Lecutre to the European Economic Association, European Economic Review, 39, 1995, pp 399-420.",
        "Feldstein, Martin, James Poterba and Louis Dicks-Mireaux. The Effective Tax Rate and the Pretax Rate of Return, Journal of Public Economics, Vol. 21, No. 2, 1983, pp 129-158.",
        "Journal of Political Economy, Vol. 82, No. 5, September-October 1974.",
        "Paper No. 5054. ssdwl2.9 1 5 --------------------. The Optimal Level of Social Security Benefits, Ouarterlv Journal of Economics, Vol. 100, No. 2, May 1985, pp 303-320.",
        "Feldstein, Martin. The Social Preference Discount Rate in Cost-Benefit Analysis, The Economic Journal, Vol. LXXIV, June 1964, pp 360-379.",
        "Diamond, Peter and Salvador Valdes-Prieto. ~Social Security Reform, The Chilean Economy: Policy Lessons and Challenges, in Barry Bosworth, Rudiger Dornbusch, and Raul Laban, eds., Washington, DC: The Brookings Institution, 1994.",
        "Corsetti, Giancarlo and Klaus Schmidt-Hebbel. Pension Reform and Growth, in S. Valdes- Prieto (eds.), Pensions: Privatization. Funding and Macroeconomic Policy, Cambridge University Press, forthcoming 1996.",
        "Auerbach, Alan J. and Laurence J. Kotlikoff. Ovnamic Fiscal Policy, Cambridge, England: Cambridge University Press, 1987.",
        "Arrow, Kenneth and R.C. Lind. Uncertainty and the Evaluation of Public Investment Decisions, American Economic Review, 60, 1970, pp 364-37X.",
        "Abel, Andrew, N. Gregory Mankiw, Lawrence H. Summers, and Richard J. Zeckhauser. Assessing Dynamic Efficiency: Theor, and Evidence, Review of Economic Studies, January 1989, Vol. 56, No. I, pp I -20.",
        "Aaron, Henry. The Social Insurance Paradox, Canadian Journal of Economics and Political Science, Vol. 32, 1966, pp 371-374."
    ]
}