{
    "id": 5283,
    "cites": 12,
    "cited_by": 40,
    "reference": [
        "De Grauwe, Paul, Exchange Rate Variability and the Slowdown in Growth of International Trade, Staff Pacers, Vol. 35 (1988), pp. 63-84.",
        "Frankel, Jeffrey, and Shangjin Wei (1993), Trade Blocs and Currency Blocs, in Centre for Economic Policy Research, The Monetary Future of EuroDe, (unpublished, London: CEPR, 1993).",
        "Super-Natural, Journal of Development Economics, forthcoming, 1995.",
        "Frankel, Jeffrey, Ernesto Stein and Shangjin Wei, Continental Trading Blocs: Are They Natural or Supernatural? NBER Working Paper No. 4588 (1993).",
        "Hamilton, Carl, and Alan L. Winters, Opening Up Trade with Eastern Europe, Economic Policy, Vol. 14 (1992), pp. 77-117.",
        "International Monetary Fund, Direction of Trade Statistics, various years (Washington: International Monetary Fund). Irwin, Douglas, The Contribution of the GATT to Economic Recovery in Post- war Western Europe, in EuroDes Postwar Recovery, ed. by Barry Eichengreen {Cambridge: Cambridge University Press, 1995), pp. 127-50.",
        "Jacquemin, Alexis and Andre Sapir, International Trade and Integration of the European Community, European Economic Review, Vol. 32 (1988), pp. 1439-49.",
        "Bayoumi, Tamim, Comment on Frankel and Wei, in Centre for Economic Policy Research, The Monetary Future of Europe (unpublished, London: CEPR, 1993).",
        "Bergstrand, J.H., The Gravity Model in International Trade: Some Microeconomic Foundations and Empirical Evidence, Review of Economics and Statistics, Vol. 67 (1985), pp. 474-81.",
        "Anderson, James E., A Theoretical Foundation for the Gravity Equation, American Economic Review, Vol. 69 (1979), pp. 106-16.",
        "Balassa, Bela, Trade Creation and Trade Diversion in the European Common Market: An Appraisal of the Evidence, in European Integration, ea., by Bela Belassa (Amsterdam: North Holland, 1975), pp. 79-118.",
        "Aitken, Norman D., The Effect of the EEC and EFTA on European Trade: A Temporal Cross-Section Analysis, American Economic Review, LXIII (1973), pp. 881-92."
    ]
}