{
    "id": 5284,
    "cites": 13,
    "cited_by": 37,
    "reference": [
        "Keynes, John Maynard (1936). The General Theory of Employment.",
        "Interest and Money, London: Macmillan. Kaufman, George G. (1984). The Academic Preparation of Economists Employed by Commercial and Investment Banks, Journal of Money Credit, and Banking 16:352-359.",
        "Lakonishok, Josef, Andrei Shleifer, and Robert W. Vishny (1992) The Impact of Institutional Trading on Stock Prices, Journal of Financial Economics 32:23-43.",
        "McNees, Steven K. (1989). t Why Do Forecasts Differ? New England Economic Review Jan/Feb 1989: 42-54.",
        "Page 33 Youngsters and Jaded Oldtimers: An Analysis of Behavioral Decision-making Rules. mimeo. Scharfstein, David and Jeremy Stein (1990). Herd Behavior and Investment American Economic Review, Vol 80:464-79.",
        "Zarnowitz, Victor (1985). Rational Expectations and Macroeconomic Forecasts Journal of Business and Economic Statistics 3:293-311.",
        "Business Week, various issues. Bryan, Michael F. and William T. Gavin, Models of Inflation Expectations Formation: A Comparison of Household and Economist Forecasts, Journal of Money, Credit and Banking, Vol. 18: 539- 544. Diamond, Douglas W. (1991). Reputation Acquisition in Debt Markets, Journal of Political Economy, Vol 97:828-862.",
        "Froot, Kenneth A. (1989). t New Hope for the Expectations Hypothesis of the Term Structure of Interest Rates, Journal of Finance, Vol 44: p 283-305.",
        "Hausman, J. (1978) Specification Tests in Econometrics, Econometrica 46:69-85.",
        "Henry, George B. (1989). Wall Street Economists: Are They Worth Their Salt? Business Economics October. p. 44-48.",
        "Dynamic Perspective in Honor of Lars Wahlbeck. Managerial Incentive Problems: A Essays in Economics and Management in Ito, Takatoshi (1990). t Foreign Exchange Rate Expectations: Micro Survey Datat American Economic Review, Vol 80:434-49.",
        "Keane, Michael P. and David E. Runkle (1990). Testing the Rationality of Price Forecasts: New Evidence from Panel Data American Economic Review, Vol 80:714-735.",
        "Banerjee, A. (1992). A Simple Model of Herd Behavior, Quarterly Journal of Economics, Vol 107: 787-817."
    ]
}