{
    "id": 5287,
    "cites": 18,
    "cited_by": 3,
    "reference": [
        "Venti, Steven F., and David A. Wise. 1992. Government Policy and Personal Retirement Saving, in J. Poterba, ea., Tax Policy and the Economy, volume 6 (Cambridge: MIT Press) 1-41.",
        "Venti, Steven F., and David A. Wise. 1990. Have IRAs Increased U.S. Saving?: Evidence from the Consumer Expenditure Surveys. Quarterly Journal of Economics 105:661-698.",
        "Venti, Steven F., and David A. Wise. 1991. The Saving Effect of Tax-Deferred Retirement Accounts: Evidence from SIPP, in B. Douglas Bernheim and John Shoven, eds., National Saving and Economic Performance (Chicago: University of Chicago Press), 103-131.",
        "Venti, Steven F. and David A. Wise. 1987. IRAs and Saving, in M. Feldstein (ed.), The Effects of Taxation on Capital Accumulation. Chicago: University of Chicago Press.",
        "U.S. General Accounting Office, 1988a, 401 (it) Plans: Incidence, Provisions, and Benefits (Washington: General Accounting Office).",
        "U.S. General Accounting Office, 1988b, 401(1c) Plans: Participation and Deferral Rates by Plan Features and Other Information (Washington: General Accounting Office).",
        "Venti, Steven F. and David A. Wise. 1986. Tax-Deferred Accounts, Constrained Choice and Estimation of Individual Saving. Review of Economic Studies 53: 579-601.",
        "Schieber, Sylvester and John Shoven. 1993. The Consequences of Population Aging on Private Pension Fund Saving and Asset Markets, unpublished, September 1993.",
        "Shefrin, Steven and Richard Thaler, 1988, The Behavioral Life Cycle Hypothesis, Economic Inquiry 26: 609-643.",
        "Summers, Lawrence, and Chris Carroll, 1987, Why is U.S. National Saving so Low?, Brookings Papers on Economic Activity 1987:2, 607-635.",
        "Holloway, Thomas M., 1989, Present NIPA Saving Measures: Their Characteristics and Li~rutations, in Robert E. Lipsey and Helen S. Tice, eds., The Measurement of Saving, Investment, and Wealth (Chicago: University of Chicago Press), 21- 100.",
        "Papke, Leslie, 1992, Participation in and Contributions to 401(k) Plans: Evidence from Plan Data, NBER Working Paper 4199.",
        "Poterba, James M., Steven F. Venti, and David Wise, 1994, 401O Plans and Tax- Deferred Saving, in D. Wise, ea., Studies in He Economics of Aging (Chicago: University of Chicago Press).",
        "Poterba, James M., Steven F. Venti, and David Wise, 1993, Do 401(k) Contributions Crowd Out Other Personal Saving? forthcoming in Journal of Public Economics.",
        "Andrews, Emily S., 1992, The Growth and Distribution of 4010c) Plans, in J. Turner and D. Beller, eds., Trends in Pensions 1992 (Washington: U.S. Department of Labor).",
        "Beller, Daniel J. and Helen H. Lawrence, 1992, Trends in Private Pension Plan Coverage, in John A. Turner and Daniel J. Beller, Trends in Pensions 1992 (Washington: U.S. Government Printing Office, 1992).",
        "Bernheim, B. Douglas, and John B. Shoven, 1988, Pension Funding and Saving, in Z. Bodie, J. Shoven, and D. Wise, eds., Pensions in the U.S. Economy (Chicago: University of Chicago Press).",
        "Bosworth, Barry, Gary Burtless, and John Sabelhaus, 1991, The Decline in Saving: Evidence from Household Surveys, Brookings Papers on Economic Activity 1991:1, 183-241."
    ]
}