{
    "id": 5289,
    "cites": 18,
    "cited_by": 3,
    "reference": [
        "Lewis, Karen K., Occasional Interventions to Target Rates, University of Pennsylvania Working Paper, September 1991.",
        "Lewis, Karen K., Occasional Interventions to Target Rates, American Economic Review, September 1995, 85, 691-715.",
        "Mussa, Michael L., A Model of Exchange Rate Dynamics, Journal of Political Economy, February 1982, 90, 74-104.",
        "Nelson, Daniel B., Arch Models as Diffusion Approximations, Journal of Econometrics, 1990, 45, 7-38.",
        "Smith, Gregor, Solution to a Problem of Stochastic Process Switching, Econometrica, January l99l, 59, 237-239. Stroock, Daniel W., and S.R. Srinivasa Varadhan, Multidimensional Diffusion Processes, (Springer-Verlag: New York), 1979.",
        "Svensson, Lars E.O., Target Zones and Interest Rate V.ariability, Journal of International Economics, 1991, 31, 27-54.",
        "Wong, Eugene, The Construction of a Class of Stationary Markoff Processes, Proceedings of Symposia in Applied Mathematics, Volume XVI, (American Mathematical Society: Providence, Rhode Island), 1964.",
        "Krugman, Paul, Target Zones and Exchange Rate Dynamics, Quarterly Review of Economics, August 1991, 106, 669-682.",
        "Karlin, S., and H.M. Taylor, A Second Course in Stochastic Processes, (New York: Academic Press), 1981.",
        "Froot, Kenneth A., and Obstfeld, Maurice, Exchange Rate Dynamics under Stochastic Regime Shifts: A Unified Approach, Journal of International Economics, l991b, 31, 203-230. Karatzas, Ioannis, and Shreve, Steven E., Brownian Motion and Shochastic Calculus. York: Springer-Verlag, 1988.",
        "Flood, Robert P., Rose, Andrew K., and Mathieson, Donald J., An Empirical Exploration of Exchange Rate Target-Zones, Carnegie-Rochester Conference Series on Public Policy, Fall 1991, 35, 7-65.",
        "Froot, Kenneth A., and Obstfeld, Maurice, Stochastic Process Switching: Some Simple Solutions, Econometrica, January 1991a, 59, 241-250. (Check page number).",
        "Flood, Robert P., and Garber, Peter, A Model of Stochastic Process Switching, Econometrica, 1983, 51, 537-551.",
        "Flood, Robert P., and Garber, Peter, The Linkage Between Speculative Attack and Target Zone Models of Exchange Rates, National Bureau of Economic Research Working Paper, No. 2918, April 1989.",
        "Delgado, Francisco, and Dumas, Bernard, Target Zones Broad and Narrow, in Paul Krugman and Marcus Miller, eds., Exchange Rate Targets and Currency Bands, Cambridge: Cambridge University Press, 1992, 35-58.",
        "Edison, Hall, and Kaminsky, Graciela, Target Zones, Foreign Exchange Intervention, and Exchange Rate Volatility, Working Paper, Federal Reserve Board of Governors, Washington D.C., December 1990.",
        "Bertola, Giuseppe, and Ricardo J. Caballero, Target Zones and Realignments, American Economic Review, No.3, 1992, 82, 520-536.",
        "Bertola, Giuseppe, and Svensson, Lars, Stochastic Devaluation Risk and the Empirical Fit of Target-Zone Models, Review of Economic Studies, 1993, 60, 689-712."
    ]
}