{
    "id": 5291,
    "cites": 45,
    "cited_by": 37,
    "reference": [
        "Wilson, W. J., (1987), The Truly Disadvantaged, Chicago: Chicago Press.",
        "Spitzer, F., (1971), Random Fields and Interacting Particle Systems, Providence: Mathematical Association of America.",
        "Weidlich, W., (1992), Physics and Social Science: Synerg~st~cs, Physics Reports, 204, 1- 163.",
        "Massey, D., and N. Denton, (1993), American Apartheid, Cambridge: Harvard University Press.",
        "Schelling, T., (1973), Hockey Helmets, Concealed Weapons, and Daylight Saving: A Study of Binary Choices with Externalities, Journal of Conflict Resolution, 17, 381-428.",
        "LaMond, eds., Lexington: Lexington Books. Manski, C., (1993a), Identification Problems in the Social Sciences, in Sociological Methodology, vol. 23, P. Marsden, ea., Cambridge: Basil Blackwell.",
        "Manski, C. (1993b), Identification of Endogenous Social Effects: The Reflection Problem, Review of Economic Studies, 60, 531-542.",
        "Loury, G., (1977), A Dynamic Theory of Racial Income Differences, in Women, Minorities, and Employment Discrimination, P. Wallace and A.",
        "Krugman, P., (1995), The Self-Organizing Economy, unpublished manuscript, Stanford University.",
        "Lewis, O., (1966), La Vida: A Puerto Rican Family in the Culture of Poverty, New York: Random House.",
        "Liebow, E., (1967), Tallys Corner, Boston: Little, Brown.",
        "Kac, M., (1968), Mathematical Mechanisms of Phase Transitions, in Statistical Physics: Phase Transitions and Superfluidity, vol. 1, M. Chretien, E.",
        "Gross, and S. Desar eds., Brandeis University Summer Institute in Theoretical Physics 1966.",
        "Jencks, C. and S. Mayer, (1990), The Social Consequences of Growing Up in a Poor Neighborhood, in Inner-City Poverty in the United States, L. Lynn and M. McGreary, eds., Washington D.C.: National Academy Press.",
        "Haveman, R. and B. Wolfe, (1994), Succeeding Generations, New York: Russell Sage Foundation.",
        "Ioannides, Yannis M., (1990), Trading Uncertainty and Market Structure, International Economic Review, 31, 619-638.",
        "Greif, A., (1994), Cultural Beliefs and the Organization of Society: A Historical and Theoretical Reflection on Collectivist and Individualistic Societies, Journal of Political Economy, 102, 912-950.",
        "Frank, R., (1985), Choosing the Right Pond, Oxford: Oxford University Press.",
        "Glaeser, E., B. Sacerdote and J. Scheinkman, (1994), Crime and Social Interactions, Working Paper, Harvard University and the University of Chicago.",
        "Durlauf, S., (1994b), Neighborhood Feedbacks, Endogenous Stratification, and Income Inequality, mimeo, University of Wisconsin.",
        "Ellis, R., (1985), Entropy, Large Deviations, and Statistical Mechanics, New York: Spr~nger-Verlag.",
        "Erdelyi, A., (1956), Asymptotic Expansions, New York: Dover Publications.",
        "Follmer, H., (1974)? Random Economies with Many Interacting Agents, Journal of Mathematical Economics, 1, 51-62.",
        "Cooper, R., and A. John, (1988), Coordinating Coordination Failures in Keynesian Models, Quarterly Journal of Economics, CIII, 441-464.",
        "Crane, J., (1991), The Epidemic Theory of Ghettos and Neighborhood Effects on Dropping Out and Teenage Childbearing, American Journal of Sociology, 96, 1226-1259.",
        "Durlauf, S., (1993), Nonergodic Economic Growth, Review of Econom Studies, 60, 349-366.",
        "Durlauf? S., (1994a), A Theory of Persistent Income Inequality, mimeo, Umvers~ty of Wisconsin.",
        "Coleman, J., (1990), Foundations of Social Theory, Cambridge: Harvard University Press.",
        "Case, A., and L. Katz, (1991), The Company You Keep: The Effects of Family and Neighborhood on Disadvantaged Families, National Bureau of Economic Research Working Paper no. 3705.",
        "Coleman, J., (1988), Social Capital in the Creation of Human Capital, American Journal of Sociology, 94 (supplement), S95-S120.",
        "Bernheim, D., (1994), A Theory of Conformity, Journal of Political Economy, 5, 102, 841-877.",
        "Borjas, G., (1992), Ethnic Capital and Intergenerational Income Mobility, Quarterly Journal of Economics, CVII, 123-150.",
        "Bowles, S., and H. Gintis, (1994), Efficient Redistribution: New Rules for Markets, States, and Communities, mimeo, University of Massachusetts at Amherst, 1994.",
        "Brock, W., (1993), Pathways to Randomness in the Economy: Emergent Nonlinearity and Chaos in Economics and Finance, Estudios Economicos, 8, 1, 3-55 and Social Systems Research Institute Reprint 410, Department of Economics, University of Wisconsin at Madison.",
        "Brock, W. and S. Durlauf, (1995b), Discrete Choice with Social Interactions II: 36 Econometrics, mimeo in progress, University of Wisconsin at Madison.",
        "Brock, W., and C. Hommes, (1995), Rational Routes to Randomness, Social Systems Research Institute Working Paper 9506, Department of Economics, University of Wisconsin at Madison.",
        "J. (1983), A Simple Rational Expectations Keynes-Type Model, Bryant, Quarterly Journal of Economics, XCVIII, 525-529.",
        "Anderson, E., (1990), Streetwise, Chicago: University of Chicago Press.",
        "Anderson, S., A. de Palma, and J.-F. Thisse, (1992), Discrete Choice Theory of Product Differentiation, Cambridge: MIT Press.",
        "Arthur, W. B., (1987), Urban Systems and Historical Path Dependence, in Urban Systems and Infrastructure, R. Herman and J. Ausubel, eds., Washington D.C.: National Academy of Sciences/National Academy of Engineering.",
        "Arthur, W. B., (1989), Increasing Returns, Competing Technologies and Lock- In by Historical Small Events: The Dynamics of Allocation Under Increasing Returns to Scale, Economic Journal, 99, 116-131.",
        "Bell, A., (1994), Dynamically Interdependent Preferences in a General Equilibrium Framework, mimeo, University of Wisconsin at Madison.",
        "Benabou, R., (1993), Workings of a City: Location, Education, and Production, Quarterly Journal of Economics, CVIII, 619-652, 1993.",
        "Benabou, R., (1994), Education, Income Distribution and Growth: The Local Connection, National Bureau of Economic Research Working Paper no. 4798.",
        "Amaro de Matos, J. M. G., and J. F. Perez, (1991), Fluctuations in the Curie- Weiss Version of the Random Field Ising Model, Journal of Statistical Physics, 62, 3/4, 587-608."
    ]
}