{
    "id": 5292,
    "cites": 25,
    "cited_by": 9,
    "reference": [
        "[27] Rogerson, Richard? 1988, Individible labor, lotteries and equilibrium, Journal of A~Ion- etary Economics, vol. 21, pp. 3-17.",
        "[28] Sargent, Thomas J., 1979, Macroeconomic Theory, Academic Press. 44",
        "[29] Shiller, Robert, 1981, Do stock prices move too much to be justified by subsequent changes in dividends, American Economic Revieu, vol. 71, pp. 421-436. 45",
        "[25] Murphy, Kevin M, Andrei Shleifer, and Robert W. Vishny, Building blocks of market clearing business cycle models, Macroeconomics Annual, 1989.",
        "[26] Quah? Danny, 1990? Permanent and transitory movements in labor income: an expla- nation for excess smoothness in consumption, Journal of Political Economy.",
        "[23] Lucas, Robert E., Jr., 1981, Understanding Business Cycles, reprinted in Studies in Business-Cycle Theory, MIT Press.",
        "[24] Mehra, Rajnish and Prescott, Edward C., 1985, The equity premium: a puzzle, Journal of Monetary Economics, vol. 15, pp. 145-161.",
        "[22] Lucas, Robert E., Jr., and Edward Prescott, 1971, Investment under uncertainty, vol. 39, pp. 67-",
        "[20] Hansen, Lars Peter, and Kenneth Singleton, 1982 Generalized instrumental variables estimation of nonlinear rational expectations models, Econometrica, vol. 50, pp. 1269- 1288.",
        "[21] Hansen, Lars Peter and Singleton, Kenneth J., 1983, Stochastic consumption, risk aversion, and the temporal behavior of asset returns, Journal of Political Economy vol. 91, pp. 249-265.",
        "[18] Hall, Robert E., 1978, Stochastic implications of the life cycle-permanent income hy- pothesis. Journal of Political Economy, vol. 86, pp. 971-87.",
        "[19] Hansen, Gary, 1980, Indivisible labor and the business cycle, Journal of Monetary Economics, vol. 16, pp. 309-328.",
        "[15] Gibbons, Michael R., 1989, On the volatility of bond prices, Carnegie-Rochester Con- ference in Public Policy, vol. 31, Autumn.",
        "[16] Gordon, Robert J., 1990, The Measurement of Durable Goods Prices, University of Chicago Press.",
        "[17] Greenwood, Jeremy, Zvi Hercowitz, and Per Krusell, 1992, macroeconomic implica- tions of investment-specific technological change, Institute for Empirical Macroeco- nomics discussion paper 76, Federal Reserve Bank of Minneapolis.",
        "[13] Fisher, Jonas, 1994b, Relative prices, complementarities, and comovement among com- ponents of aggregate expenditure, University of Western Ontario Research Report no. 9405.",
        "[14] Fisher, Jonas, 1995, Why does residential investment lead business investment over the business cycle, manuscript, University of Western Ontario.",
        "[12] Fisher, Jonas, 1994a, A dynamic, general equilibrium empirical analysis of real and monetary aspects of the business cycle, unpublished Northwestern University Ph.D. dissertation. 43",
        "[9] Cochrane, John and Lars Peter Hansen, 1992, Asset pricing explorations for macroe- conomics. NBER Macroeconomics Annual, pp. 115-165.",
        "[10] Constantinides, George, 1990 Habit formation: a resolution of the equity premium puzzle, Journal of Political Economy, vol. 98, pp. 519-042.",
        "[11] Eichenbaum, Martin, and Lars Hansen, 1990, Estimating models with intertempo- ral substitution using aggregate time series data, Journal of Business and Economic Statistics. vol. 8, pp. 53-69.",
        "[8] Christiano, Lawrence J., Jonas Fisher and Victor Valdivia, 1995, A Linearization method for solving dynamic, general equilibrium models, unpublished manuscript.",
        "[6] Christiano. Lawrence J., 1988, Why does inventory investment fluctuate so much? Journal of Monetary Economics, vol. 21, pp. 247-280.",
        "[7] Christiano, Lawrence J. and Martin Eichenbaum, 1992, Current real-business-cycle theories and aggregate labor market fluctuations, American Economic Review, vol. 82, pp. 430-450.",
        "[1] Benhabib, Jess, Richard Rogerson and Randall Wright, 1991, Homework in Macroe- conomics: Household Production and Aggregate Fluctuations, Journal of Political Economy, vol. 99, pp. 1166-1187."
    ]
}