{
    "id": 5293,
    "cites": 48,
    "cited_by": 3,
    "reference": [
        "Walker, James R., 1991, Public Policy and the Supply of Child Care Services,. in The Economics of Child Care, David M. Blau (ed.), Russell Sage Foundation: New York.",
        "Vita, Michael, 1990, Exploring Hospital Production Relationships with Flexible Functional Forms,r Journal of Health Economics, pp. 1-21.",
        "Preston, Anne, 1988, The Effects of Property Rights on Labor Costs of Nonprofit Firms: An Application to the Day Care Industry,. The Journal of Industrial Economics, XXXVI:3, pp. 337-50.",
        "Ramey, Craig and Campbell, Frances., 1991, ~Poverty, Early Childhood Education and Academic Competence; The Abecedarian Experiment, ~ in A. Houston, ea., Children in Poverty: Child Development and Public Policy. New York: Cambridge University Press, pp.190-221.",
        "Preston, Anne, 1993, ~Efficiency, Quality and Social Externalities in the Provision of Day Care: Comparisons of Nonprofit and For-Profit Firms,. Journal of Productivity Analysis, 4: 165-82.",
        "Economics Letters, 18:217-76. Noulas, Athanasios, Subhash Ray, and Stephen Miller 199.0, Returns to Scale and Input Substitution for Large U.S. Banks, Journal of Monev. Credit. and Bankine, pp.94- 108. Powell, Irene and James Cosgrove, Summer 1992, Quality and Cost in Early Childhood Education,. The Journal of Human Resources, 27: 472-84.",
        "Murray, John D. and Robert W. White, 1983, Economies of Scale and Economies of Scope in Multiproduct Financial Institutions: A Study of British Columbia Credit Unions,. The Journal of Finance, xxxvm 3, pp.887-902.",
        "Nelson, Randy A., 1985, Returns to Scale from Variable and Total Cost Functions,.",
        "Murnane, Richard I., John B. Willett and Frank Levy, 1995, The Growing Importance of Cognitive Skills in Wage Determination, ~ The Review of Economics and Statistics, pp. 251-66.",
        "Murphy, Kevin and Finis Welsch, 1992, The Structure of Wages, Ouarterlv Journal of Economics, pp. 285-325.",
        "Mukarjee, Swati and Ann Dryden Witte, 1993, Provision of Child Care: Cost Functions for Proft-Making and Not-for-Profit Day Care Centers,. Journal of Productivitv Analysis, 4: 145-63.",
        "Moffitt, Robert, 1990, The Distribudon of Earnings and the Welfare State, in Gary Burtless (ed.), A Future of Lousy Jobs? The Chaneine Structure of U.S. Wades, Washington, D.C. Brookings Inshtudon, pp. 201-30.",
        "Mocan, Naci H., l995b, Quality-Adjusted Cost Functions for Child-Care Centers, ~ The American Economic Review, May 1995, pp. 409-13.",
        "Mocan, Naci H., John R. Morris and Suzanne Helburn, 1995, Quality Production Functions for Child Care Centers,. muneo, University of Colorado at Denver.",
        "Mocan, Naci H., 1995a, rStructuralUnemployment, Cyclical Unemploymentand Lncome Inequality,. mimeo, University of Colorado at Denver.",
        "Levy, Frank and R. J. Murnane, 1992, BUSS. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations,. Journal of Economic Literature, 30: 1333-81.",
        "Lawrence, Colin, 1989, Banking Costs, Generalized Functional Forms, and Estimation of Economies of Scale and Scope, Journal of Money. Credit. and Banking, 21:3, pp. 368-79.",
        "Lazar, Irving and Richard Darlington, 1982, Lasting Effects of Early Education: A Report from the Consortium for Longitudinal Studies,. Chicago: University of Chicago Press.",
        "Kennedy, Peter, 1981, Estimation with Correctly Interpreted Dummy Variables in Semilogarithmic Equations, American Economic Review, ?1, p. 801.",
        "New York: Teachers College Press. 39 Howes, Carollee, and Pamela Stewart, 1987, Childs Play with Adults, Toys and Peers: An Examination of Family and Child Care Influences,. Developmental PsYcholoev, 23(3), pp. 423430.",
        "John, C., K. Murphy and B. Pierce, 1993, Wage Inequality and the Rise in Returns to Skill, Journal of Political Economy, 41042.",
        "Harms, Thelma, Deborah Cryer and Richard Clifford, 1990. Infant/Toddler Environment Rating Scale. New York: Teachers College Press.",
        "Harms, Thelma and Clifford, Richard, 1980. Early Childhood Environment Ratine Scale.",
        "Gyimah-Brempong, Kwabena, 1987, Ã\u0082Â·Economies of Scale in Municipal Police Departments: The Case of Florida,. Review of Economics and Statistics, pp.352-56.",
        "Hamermesh, Daniel S., 1993, Labor Demand, Princeton University Press: New Jersey.",
        "Hamermesh, Daniel S. and lames Grant, Fall 1979, Econometric Studies of Labor- Labor Substitution and Their Implications for Policy, The Journal of Human Resources, 14:4, pp.518-42.",
        "Gertler, Paul, J. and Donald M. Waldman, 1992,~Quality-Adjusted Cost Functions and Policy Evaluation in the Nursing Home Industry, Journal of Political Economy, pp. 1232-56.",
        "Gagne, Robert, 1990, Jon the Relevant Elasticity Estimates for Cost Structure Analyses of the Trucking Industry,. Review of Economics and Statistics, pp. 160-63.",
        "Frank, Richard G., and David S. Salkever, 1994, Nonprofit Organizations in the Health Sector, Journal of Economic PersDectives, 8:4, pp.l29-44.",
        "Freeman, Richard, B. and lames L. Medoff, 1982, Substitution Between Production Labor and Other Inputs in Unionized and Nonunionized Manufacturing, r The Review of Economics and Statistics, pp. 22~33.",
        "Denny, Michael and Melvyn Fuss, 1977, Ã\u0082Â·The Use of Approximation Analysis to Test for Separability and the Existence of ConsistentAggregates, The American Economic Review, 67:3, pp. 404-18.",
        "Cutler, David M. and Lawrence F. Katz, 1991, Macroeconomic Performance and the Disadvantaged, Brookines PaDers on Economic Activilv, pp.l-61.",
        "Denny, Michael, and Cheryl Pinto, 1978, An Aggregate Model with Multi-product Technologies, in Production Economics: A Dual ADDroach to Theorv and ADDlications; M.Fuss and D. McFadden (eds.), Amsterdam: NorthMolland, pp.",
        "Cowing, Thomas G. and Alphonse G. Holtmann, 1983, ~Multiproduct Short-Run Hospital Cost Functions: Empirical Evidence and Policy Implications from Cross- Section Data, Southern Economic Journal, pp. 637-53.",
        "Christensen, Laurits, Dale Jorgensen, and Lawrence Lau 1973, Transcendental Logarithmic Production Frontiers, Review of Economics and Statistics, pp. 2845.",
        "Coleman, Mary T., 1993, Movements in the Earnings-SchoolingReladonship,~ Journal of Human Resources, 28:3, pp. 660-80.",
        "Caves, Douglas W., Laurits R. Christensen and Michael W. Tretheway, flexible Cost Functions for Multiproduct Firms,. 1980, The Review of Economics and Statistics, pp. 477-81.",
        "Caves, Douglas W., and Laurits R. Christensen, 1980, The Global Properties of Flexible Functional Forms,. The American Economic Review, pp. 422-32.",
        "Callan, Scott I. and Rexford E. Santerre, 1990, The Production CharacterisUcsof Local Public Education: A Multiple Product and Input Analysis,~Southern Economic Journal, 57:2, pp.468-80.",
        "Blau, David M. and Philip K. Robins, 1988, Child Care Costs and Family Labor Supply, The Review of Economics and Statistics, 70: 374-81.",
        "Burtless, Gary, Earnings Inequality over the Business and Demographic Cycles,. in Gary Burtless (ed.), A Future of Lousv lobs? The Changing Structure of U.S. Wanes, Washington, D.C. Brookings Institution, 1990, pp. 7-117.",
        "Blau, David M., 1992, The Child Care Labor Market, Journal of Human Resources, 27:1 pp. 9-39.",
        "Blau, David M., 1991, The Quality of Child Care: An Economic Perspective,. in The Economics of Child Care, David M. Blau (ed.), Russell Sage Foundation: New York.",
        "Betancourt, Roger and John Edwards, 1987, Economies of Scale and the Load Factor in Electricity Generation, Review of Economics and Statistics, pp. 551-56.",
        "Blau, David M., 1994, The Production of Quality in Child Care Centers, mimeo, University of North Carolina at Chapel Hill.",
        "Blau, David M., 1993, The Supply of Child Care Labor,- Journal of Labor Economics, 11:2, pp. 324-47.",
        "Blau, David M., and V. Joseph Hotz, 1992, Introduction to the Special Issue on Child Care, Journal of Human Resources, 27:1 pp. 1-8.",
        "Bernet, Ernst, 1976, rReconciling Alternative Estimates of the Elasticity of Subshtudon, Review of Economics and Statistics, pp.59-68."
    ]
}