{
    "id": 5296,
    "cites": 18,
    "cited_by": 25,
    "reference": [
        "Cramer, Jan S., 1969, Empirical econometrics, Amsterdam, North-Holland.",
        "Deaton, Angus S., and John Muellbauer, 1980, Economics and consumer behavior, New York.",
        "Cambridge University Press. Deaton, Angus S., and John Muellbauer, 1986, `On measuring child costs, Journal of Political Economy, 94, 720-44.",
        "Deaton, Angus S., and Christina H. Paxson, 1995, `Measuring poverty among the elderly in India, Princeton, NJ. Research Program in Development Studies, processed. (Jan.) Estes, Eugena M. and Bo E. HonorÃ\u0083Â©, 1995, Partial regression using one nearest neighbor , Princeton University (in progress).",
        "Fan, Jianqing, 1992, `Design-adaptive nonparametric regression, Journal of the American Statistical Association, 87, 998-1004.",
        "Geiseman, Raymond, 1987, `The consumer expenditure survey: quality control by comparative analysis, Monthly Labor Review, March, 8-14.",
        "Government of India, 1993, Report of the Expert Group on Estimation of Proportion and Number of Poor, Perspective Planning Division, Planning Commission, New Delhi, July.",
        "Haddad, Lawrence and S. Ravi Kanbur, 1990, `How serious is the neglect of inta household inequality, Economic Journal, 100, 866-81.",
        "Lanjouw, Peter and Martin Ravallion, 1993, `Are larger households really poorer? Washington, D.C. The World Bank, Policy Research Department.",
        "Lazear, Edward P., and Robert T. Michael, 1988, The allocation of income within the household, Chicago, IL. University of Chicago Press.",
        "National Research Council, 1995, Measuring poverty: a new approach. Washington, D.C.",
        "National Academy Press. Nelson, Julie A., 1988, `Household economies of scale in consumption: theory and evidence, Econometrica, 56, 130 1-14.",
        "Nicholson, J. Leonard, 1976, `Appraisal of different methods of estimating equivalence scales and their results, Review of Income and Wealth, 22, 1-18.",
        "OECD, 1982, The OECD list of social indicators. Paris: OECD.",
        "Pollak, Robert A., and Terence J. Wales, 1979, `Welfare comparisons and equivalence scales, American Economic Review (papers and proceddings), 216-21.",
        "Rothbarth, Erwin, 1943, `Note on a method of determining equivalent income for families of different composition, in Charles Madge, ed., War time pattern of saving and spending, Cambridge. Cambridge University Press.",
        "Ruggles, Patricia, 1990, Drawing the line, Washington, D.C. Urban Institute Press.",
        "Slesnick, Daniel T., 1993, `Gaining ground: poverty in the postwar United States, Journal of Political Economy, 101, 1-38."
    ]
}