{
    "id": 5297,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "McGuire, Thomas G., Research on Economics and Mental Health: The Past and Future Prospects, in R.G. Frank and W.G. Manning, Ir. (eds): Economics and Mental Health. Baltimore and London: John Hopkins University 1992, pp. 1-12.",
        "Ridder, Geert, Attrition in Multi-Wave Panel Data, in J. Hartof, G. Ridder, and J. Theeuwes (eds): Panel Data and Labor Market Studies. North Holland: Elsevier Science Publishers B.V. 1990, pp. 45-67.",
        "Weisbrod, B., M.A. Test, and L.I. Stein, Alternatives to Mental Hospital Treatment II: Economic Benefit-Cost Analysis, Archives of General Psvchiatrv. 37 1980, pp. 400-405.",
        "Weisbrod, B. Benefit-Cost Analysis of a Controlled Experiment Treating the Mentally m, Journal of Human Resources. 16 1981, pp. 523-48.",
        "Weisbrod, B., A Guide to Benefit-Cost Analysis, as Seen through a Controlled Experiment in Treating the Mentally BP, in A. Rzain, E. Helpman, and E. Sadka (eds): Social Policy Evaluation. New York: Academic Press, pp. 5-42. Weisman, E. Managed Care: Delivering Quality and Value. QualitY Review Bulletin. 14(12) 1988, pp. 372-374.",
        "Mauch, D. An Early Effort at Managed Care. New Directions for Mental Health Services. 43 1989, pp. 55-64.",
        "Manning, Willard G. Jr., and G.A. Goldberg, W.H. Rogers, and J.P. Newhouse. A Controlled Trial of the Effect of a Prepaid Group Practice on Use of Services. New Enaland Journal of Medicine. 310(23):1505-1510, (1984).",
        "Manning, Willard G. Jr., and Kenneth B. Wells, Preliminary Results of a Controlled Trial of the Effect of a Prepaid Group Practice on the Outpatient Use of Mental Health Services, Journal of Human Resources. XXI*3 1987, pp. 293-317.",
        "Lurie, Nicole, Moscovice, I.S., Finch, M., Christianson, J.B., Popkin, M.K., Does Capitation Affect the Health of the Chronically Mentally III?. Journal of the American Medical Association. 267, 24 1992, pp. 3300-3304.",
        "Luft, H.S., Assessing the Evidence on HMO Performance. Milbank Memorial Fund Ouarterly. 58(4) 1980, pp. 501-36.",
        "Johnson, Allan N., Bryan Down, Nora E. Morris, and Nicole Lurie. Differences in Inpatient Resource Use by Type of Health Plan, Inquirv 26. Fall 1989, pp. 388-398.",
        "Heckman, J.J., Hotz, J., Choosing Among Alternative Nonexperimental Methods for Estimating the Impact of Social Programs, Journal of American Statistical Assoc.. V. 84. 1989, pp. 733-750.",
        "Jakubson, George, The Sensitivity of Labor Supply Parameter Estimates to Unobserved Individual Effects: Fixed- and Random-Effects Estimates in a Nonlinear Model Using Panel Data. Journal of Labor Economics. 1988, pp. 302-29.",
        "Hausman, J.A. and D. Wise, Attrition Bias in Experimental and Panel Data: the Gary Income Maintenance Experiment, Econometrica, 47, pp. 4S5-473, (1979).",
        "Heckrnan, J.J., Sample Selection Bias as a Specification Extort, Econornetrica. 47 1979, pp.",
        "Harrow, B.S., and R.P. Ellis, Mental Health Providers Response to the Reimbursement System, in R.G. Frank and W.G. Manning, Jr. (eds): Economics and Mental Health, Baltimore and London: John Hopkins University 1992, pp. 19-39.",
        "Fendell, Susan, Mental Health Managed Care; MHMA Report Card Mixed Conflict Between Profits and Consumers, Advisor. Spring 1994, pp.4-11.",
        "Hargreaves, William A., A Capitation Model for Providing Mental Health Services in California, Hospital and Community PsvchiatrY. 43:3 1992, pp. 275-277.",
        "Christianson, Jon B., N. Lurie, M. Finch, I. Moscovice, Mandatory Enrollment of Medicaid- Eligible Mentally Ill Persons in Prepaid Health Plans: The Minnesota Demonstration Project, Administration and Policv in Mental Health. 16:2 1988, pp. 51-63.",
        "Christianson, Jon B., Muriel S. Linehan, Capitated Payments for Mental Health Care: The Rhode Island Programs, Communitv Mental Health Journal. 25:2 Summer, 1989, pp.l21-131.",
        "Christianson, Jon B., D.Z. Gray, What CMHCs Can Learn from Two States Efforts to Capitate Medicaid Benefits, Hospital and Communitv Psvchiatrv. 45:8 1994, pp. 777-781.",
        "Christianson, Jon B., N. Lurie, M. Finch, I. Moscovice, D. Hartley, Use of Community- Based Mental Health Programs by HMOs: Evidence from a Medicaid Demonstration, American Journal of Public Health. 82:6, 1992, pp. 790-795.",
        "Christianson, Jon B., F.C. Osher, Health Maintenance Organizations, Health Care Reform, and Persons with Serious Mental Illness, Hospital and Communitv Psvchiatrv. 45:9 1994, pp.",
        "Chamberlain, G., Panel Data, in Z. Griliches and M. Intriligator, eds., Handbook of Econometrics. Amsterdam: North-Holland 1983.",
        "Babigian, H.M., O.S. Mitchell, P.E. Marshall, S.K. Reed, A Mental Health Capitation Experiment: Evaluating the Monroe-Livingston Experience, in R. G. Frank and W.G. Manning Jr. (eds): Economics and Mental Health. Baltimore and London: John Hopkins University Press 1991, pp. 307-331.",
        "Ashenfelter, Orley and D. Card, Using the Longitudinal Structure of Earnings to Estimate the Effect of Training Programs, Review of Economics and Statistics 1985, pp. 648 - 660.",
        "Abowd, John, Program Evaluation, Chicago: Economics Research Center/NORC 1983."
    ]
}