{
    "id": 5299,
    "cites": 12,
    "cited_by": 1,
    "reference": [
        "Sabot, Richard and John Wakeman-Unn. Grade Inflation and Course Choice. Journal of Economic Perspectives, Winter 1991, 159-170.",
        "Uchitelle, Louis. Rln Economics, a Subtle Exclusion, New Yorlr Times, January 11,1993, reprinted in American Economic Association 1993 Committee on the Status of Women in the Economics Profession Newsletter, Winter (1993).",
        "Ferber, Marianne A. RThe Study of Economics: A Feminist Critiqued American Economic Review, May 1995, 357-362.",
        "Maxwell, Nan L. and Jane S. Lopus. RThe Lake Wobegon Effect in Student Self-Reported Data.. American Economic Review, May 1994, 201-205.",
        "Ehrhart, J.K. and B.R. Sandier. Looking for More than a Few Good Women in Traditionally Male Fields, Project on the Status and Education of Women, Washington, D.C.: Association for American Colleges, 1987.",
        "Ferber, Marianne A. Gender and the Study of Economics.. The Principles of Economics Course: A Handbook for Instructors, 1990, 44-59.",
        "Durden, Garey C. and Larry V. Ellis. The Effects of Attendance on Student Learning in Principles of Economics.. American Economic Review, May 1995, 343-346.",
        "Canes, Brandice J. and Harvey S. Rosen. Following in Her Footsteps? Faculty Gender Composition and Womens Choices of College Majors.. Industrial and Labor Relations Review, April 1995, 486-504.",
        "Cohn, Ehhanan and Sharon Cohn. Graphs and Learning in Principles of Economics.. American Economic Review, May 1994, 197-200.",
        "Brasfield, David, James McCoy, and Martin Milkman. RThe Effect of University Math on Student Performance in Principles of Economics.R Joumal of Research and Development in Education, Summer 1992, 240-247.",
        "Bartlett, Robin L. Attracting Otherwise Bright Students to Economics 101.. American Economic Review, May 1995, 362-366.",
        "Blau, Francine D. and Marianne A. Ferber. The Economics of Women, Men and Work, Englewood Cliffs, N.J.: Prentice-Hall, 1986."
    ]
}