{
    "id": 53,
    "cites": 30,
    "cited_by": 5,
    "reference": [
        "Becker, G. S., Human Capital, Columbia Press, 1964.",
        "Lecture, University of Michigan, 1967.",
        "Becker, G. S., and Stigler, G. J., Law Enforcement, Malfeasance, and Compensation of Enforcers, The Journal of Legal Studies, University of Chicago Law School, January, 1974.",
        "Ben-Porath, Y., The Production of Human Capital and the Life-Cycle of Earnings, Journal of Political Economy, August, 1967.",
        "Chiswick, B. R., ~gional Analyser__of Income Inequality, NI3ER, 1974.",
        "Fase, M. N., An Econometric Model of A_ge-Income Profile, Rotterdam Univer- 5 sity Press, 1970.",
        "Friedman, N., Choice, Chance, and the Personal Distribution of Income, Journal of Political Econon~, August, 1953.",
        "Friedman, N., and Kuznets, S., Incomes in-IndE~Rendent Professional Practice, NBER, 1945.",
        "Gintis, H., Education Technology and the Characteristics of Worker Productivity, American Economic Review, May, 1971.",
        "Griliches, Z., and Mason, W., Education, Income, and Ability, Journal of Pol:Ltical Economy, May/June, 1972.",
        "Hause, J. C., Earnings Profiles: Ability and Schooling, Journal of Political_Econ~y, Nay/June, 1972. - The Covariance Structure of Earnings, NBER Working Paper, 1973. - Heckman, J., and Polachek, S., The Functional Form of the income-Schooling Relationship, NBER Working Paper, 1972.",
        "Hill, if. , and Stafford F., Family Backgroi~nd and Lifetime Earimi~ngs, Conference on Research in Income and Wealth, May, 1974. 5 - 60 Hill, R., and Stafford, F., Allocation of Time to Preschool children, Journal of Human Resources, 1974.",
        "Hunt, S. J., Income Determinants for College Graduates, Yale Economic Essays, Fall, 1963.",
        "Jencks, C. et al., Ineq~uality, New York: Basic Books, 1972.",
        "Johnson, G., and Stafford, F., Social Returns to Quantity and Quality of Schooling, Journal of Human Resources, Spring, 1973.",
        "Klevniarken, A., Statistical Methods for the Analysis of Earnings Data, Stockholm, 1973.",
        "Kuratani, N., The Distribution of Earnings in Japan, Ph.D. Thesis, Columbia University, 1972.",
        "Landes, L., Male-Female Occupational Wage Differentials, Ph.D. Thesis, Columbia University, 1974.",
        "Leibowitz, A., Production in the household, American Economic Review, May, 1974.",
        "Lydall, H., The Long Term Trends in the Size Distribution of Income, Journal of the Royal Statistical Society, Series A, Part 1, 1959.",
        "Mincer, J., Labor Force Participation of Married Women, in Aspects of Labor Economics, NBER, 1962.",
        "Measurement in Economics, Stanford University Press, 1963.",
        "Mincer, J.~, and Polachek, S., Earnings of Women, Journal of Political Econ~~y, Part IL, March/April, 1974.",
        "Oaxaca, R., Sex Discrimination in Wages, in Discrimination in Labor Markets, Princeton, 1973.",
        "Parsons, D., Intcrgenerational Wealth Transfers, WorkingPaper, Ohio State University, March, 1974.",
        "Rahm, C. N., Time Occupational Wage Structure, Ph.D. Thesis, Columbia, 5 1971.",
        "Solmnon, L., and Wachtel, P., Effects of Schooling Quality on Earnings, NBER Working Paper, 1972.",
        "Taubman, P., and Wales, T., Higher Education: An Investment and a Screening_pevice, NBER, forthcoming, 1974.",
        "Taubinan, P., Schooling, Ability, . . . , and Lifetime Earnings, Conference on Research in Income and Wealth, May, 1974.",
        "Weiss, Y., Investment in Graduate Education, American Economic Review, December, 1971."
    ]
}