{
    "id": 5302,
    "cites": 21,
    "cited_by": 8,
    "reference": [
        "Wall Street Journal. 1993. Aided by Computers, Many of the Disabled Form Own Businesses, October 8, p. Al.",
        "Trieschmann, Roberta B. 1988. Spinal Cord Injuries: Psychological. Social. and Vocational Rehabilitation. New York: Demos Publications.",
        "Mincer, Jacob, and Yoshio Higuchi, Wage Structures and Labor Turnover in the United States and Japan, Journal of the Japanese and International Economies 2, 1988, pp. 97-133.",
        "Stern, Steven. 1989. Measuring the Effect of Disability on Labor Force Participation, Journal of Human Resources, Vol. 24, No. 3, pp. 361-395.",
        "Laplante, Mitchell P. and Garry E. Hendershot and Abigail J. Moss. 1992.",
        "Payment, Need, and Trend, Advanced Data, National Center for Health Statistics: Centers for Disease Control, No. 217, September 16. McShane, Steven L., and Jeffrey Karp. 1993. Employment Following Spinal Cord Injury: A Covariance Structure Analysis, Rehabilitation Psvchologv, Vol.",
        "Kruse, Douglas, Alan Krueger, and Susan Drastal. 1995. The Economic Effects of Spinal Cord Injuries in the Dawn of the Computer Age. Report to the Disability Research Consortium, Rutgers University, and New Jersey Developmental Disabilities Council. New Brunswick, NJ: School of Management and Labor Relations.",
        "Harvey, C., B.B. Rothschild, A.J. Asmann, and T. Stripling. 1990. New Estimates of Traumatic SCI Prevalence: A Survey-Based Approach, Paraplegia, Vol. 28, pp. 537-544.",
        "Results of a Nationwide Survey, Paraplegia, Vol. 30, pp. 834-850. Haveman, R., and Wolfe B. 1989. The Economic Well-Being of the Disabled, The Journal of Human Resources, Vol. 25, pp. 32-54.",
        "Jacobson, Louis S., Robert J. LaLonde, and Daniel G. Sullivan. 1993. Earnings Losses of Displaced Workers, n American Economic Review, Vol. 83, No. 4, September, pp. 685-709.",
        "Johnson, William G., and Marjorie Baldwin. 1993. The Americans with Disabilities Act: Will It Make a Difference? Policv Studies Journal, Vol. 21, No. 4, pp. 775-788.",
        "Disability Income Systems. 1992a. Economic Consequences of Traumatic Spinal Cord Injury: Analysis of Post-Injury Employment Patterns, report prepared for the Paralyzed Veterans of America (October).",
        "DiTunno, John F., and Christopher S. Formal. 1994. Chronic Spinal Cord Injury, New England Journal of Medicine, Vol. 330, No. 8, Feb. 24, pp.",
        "Famulari, M. 1992. The Effects of a Disability on Labor Market Performance: The Case of Epilepsy, Southern Economic Journal, Vol. 58, pp. 1072-1087.",
        "Freeman, Richard, and Morris Kleiner. 1990. The Impact of New Unionization on Wages and Working Conditions, Journal of Labor Economics, Vol. 8, No. 1 (January), pp. S8-S25.",
        "Bowe, F. 1987. Making Computers Accessible to Disabled People, Technology Review, Vol. 90, pp. 52-59.",
        "Daly, Mary and John Bound. 1995. Worker Adaptation and Employer Accommodation Following the Onset of a Health Impairment. NBER Working Paper No. 5169.",
        "DeVivo, Michael J., and Philip R. Fine. 1985. Spinal Cord Injury: Its Short- Term Impact on Marital Status, Archives of Phvsical Medicine and Rehabilitation, Vol. 66, August, pp. 501-504.",
        "Berkowitz, Monroe, and William G. Johnson. 1974. Health and Labor Force Participation, Journal of Human Resources, Vol. 9, No. 1, pp. 117-128.",
        "Berkowitz, Monroe, Carol Harvey, Carolyn G. Greene, and Sven E. Wilson. 1992.",
        "The Economic Consequences of Traumatic Spinal Cord In~urv. New York: Demos. Bound, John. 1991. Self-Reported versus Objective Measures of Health in Retirement Models. Journal of Human Resources, Vol. 26, No. 1, pp. 106- 138."
    ]
}