{
    "id": 5307,
    "cites": 51,
    "cited_by": 367,
    "reference": [
        "Andrews, Donald W. K., 1991, Heteroskedasticity and autocorrelation consistent covariance matrix estimation, Econometrica 59, 817-858.",
        "Bae, Kee-Hong, 1993, Time-variation in the price of risk and the international capital market structure, Unpublished dissertation, The Ohio State University.",
        "Bailey, Warren and Julapa Jagtiani, 1994, Foreign ownership restrictions and premiums for international investment: Some evidence from the Thai capital market, Journal of Financial Economics 36, 57-88.",
        "Bekaert, Geert, 1995, Market integration and investment barriers in emerging equity markets, World Bank Economic Review 9, 75-107.",
        "Bekaert, Geert, Marcio Garcia and Campbell R. Harvey, 1995a, The contribution of speculators to effective financial markets, Catalyst Monograph Series, Catalyst Institute, Chicago, IL.",
        "Bekaert, Geert, Marcio Garcia and Campbell R. Harvey, 1995b, The role of capital markets in economic growth, Catalyst Monograph Series, Catalyst Institute, Chicago, IL.",
        "Bekaert, Geert and Campbell R. Harvey, 1995, Time-varying world market integration, Journal of Finance 50, 403-444.",
        "Bekaert, Geert and Robert Hodrick, 1992, Characterizing predictable components in excess returns ~n equity and foreign exchange markets, Journal of Finance 47, 467-509.",
        "Black, F., 1976, Studies of stock market volatility changes, Proceedings of the 1976 Meetings of the American Statistical Association, Business and Economics Statistics Section, 177-81.",
        "Bollerslev, Tim, 1986, Generalized autoregressive conditional heteroskedasticity, Journal of Econometrics 72, 307-327.",
        "Bollerslev, Tim, and Jeffrey M. Wooldridge, 1992, Quasi-maximum likelihood estimation and inference in dynamic models with time-varying covariances, Econometric Reviews 11, 143-172.",
        "Bonser-Neal, Catherine, Gregory Brauer, Robert Neal and Simon Wheatley, 1990, International investment restrictions and closed-end country fund prices, Journal of Finance 45, 523-548.",
        "Campbell, John Y. and Yasushi Hamao, 1992, Predictable stock returns in the United States and Japan: A study of long-term capital market integration, Journal of Finance 47, 43-70.",
        "Chen, Nai-fu, Richard Roll and Stephen A. Ross, 1986, Economic forces and the stock market, Journal of Business 59, 383-03.",
        "Christie, Andrew A., 1982, The stochastic behavior of common stock variances: Value, leverage and interest rate effects, Journal of Financial Economics 10, 407-432.",
        "Claessens, Stijn, Susmita Dasgupta and Jack Glen, 1995, Return behavior in emerging markets, World Bank Economic Review, 131-151.",
        "Cumby, Robert E. and Anya Khanthavit, 1992, A Markov switching model of market integration, Unpublished working paper, New York University.",
        "Diebold, F. and M. Nerlove, 1989, The dynamics of exchange rate volatility: A multivariate 34 latent factor ARCH model, Journal of Applied Econometrics 4, 1-21.",
        "DeSantis, Giorgio and Selahattin Imrohoroglu, Stock returns and volatility in emerging financial markets, Unpublished working paper, University of Southern California, Los Angeles, CA. Engle, Robert F., 1982, Autoregressive conditional heteroskedasticity with estimates of U.K.",
        "Engle, Robert F. and G. Gonzalez-Rivera, 1991, Semiparametric ARCH models, Journal of Business and Economic Statistics 9, 345-359.",
        "Engle, Robert F., David M. Lilien and Russell P. Robbins, 1987, Estimating time varying risk premia in the term structure: The ARCH-M model, Econometrica 55, 391-407.",
        "Engle, Robert F. and Victor M. Ng, 1993, Measuring and testing the impact of news on volatility, Journal of Finance 48, 1749-1778.",
        "Engle, Robert F., Victor M. Ng and Michael Rothchild, 1990, Asset Pricing with factor-ARCH structure: Empirical estimations for Treasury bills, Journal of Econometrics 45, 213-237.",
        "Engle, Robert F., Victor M. Ng and Michael Rothchild, 1992, A multi-dynamic factor model for stock returns, Journal of Econometrics 52, 245-266.",
        "Erb, Claude, Campbell R. Harvey and Tadas Viskanta, 1994, Forecasting international equity correlations, Financial Analysts Journal November-December, 32-45.",
        "Erb, Claude, Campbell R. Harvey and Tadas Viskanta, 1995, Country risk and global equity selection, Journal of Portfolio Management, 21, Winter, 74-83.",
        "Ferson, Wayn~ E. and Campbell R. Harvey, 1993, The risk and predictability of international equity returns, Review of Financial Studies 6, 527-566.",
        "Garcia, RenÃ\u0083Â© and Eric Ghysels, 1994, Structural change and asset pricing in emerging markets, Unpublished working paper, UniversitÃ\u0083Â© de MontrÃ\u0083Â©al.",
        "Gibbons, M. R. and W. E. Ferson, 1985, Tests of asset pricing models with changing expectations and an unobservable market portfolio, Journal of Financial Economics 14, 2 17-236.",
        "Glosten, Lawrence R., Ravi Jagannathan, and David E. Runkle, 1993, On the relation between the expected value and the volatility of the nominal excess return on stocks, Journal of Finance 48, 1779-1802.",
        "Gray, Stephen F., 1993, Capturing the nonlinearities in short-term interest rates: A new class of regime-switching models, Unpublished working paper, Stanford University.",
        "Gray, Stephen F., 1994, Semi-parametric ARCH: Evidence from the foreign currency market, Unpublished working paper, Stanford University.",
        "Hansen, Lars P., 1982, Large sample properties of generalized method of moments estimators, Econometrica 50, 1029-1054.",
        "Harvey, Campbrell R., 1993, Portfolio enhancement using emerging markets and conditioning information, in Stijn Claessens and Shan Gooptu, Eds., Portfolio investment in develop- 35 ing countries (Washington: The World Bank Discussion Series, 1993, pp. 110-144).",
        "Harvey, Campbell R., 1995a, Predictable risk and returns in emerging markets, Review of Financial Studies 8, 773-816.",
        "Harvey, Campbell R., 1995b, The risk exposure of emerging markets, World Bank Economic Review, 9, 19-50.",
        "Harvey, Campbell R., 1995c, The cross-section of volatility and autocorrelation in emerging equity markets, Finanzmarkt und Portfolio Management 9, 12~-34.",
        "Heston, Steven, and K. Geert Rouwenhorst, 1994, Does industrial structure explain the benefits of international diversification, Journal of Financial Economics 36, 3-27.",
        "International Finance Corporation, 1993, IFC index methodology, Washington: World Bank.",
        "Kim, E. Han and Vijay Singal, 1994, Opening up of stock markets: Lessons from emerging economies, Unpublished working paper, Virginia Tech.",
        "King, Mervyn, and Sushi! Wadhwani, 1990, Transmission of volatility between stock markets, Review of Financial Studies 3, 5-33.",
        "King, Mervyn, Enrique Sentana and Sushil Wadhwani, 1994, Volatility and the links between national stock markets, Econometrica 62, 901-934.",
        "Liew, John M., 1995, Stock returns, inflation and the volatility of growth in the money supply: Evidence from emerging markets, working paper, Graduate School of Business, University of Chicago.",
        "Nelson, D. B., 1991, Conditional heteroskedasticity in asset returns: A new approach, Economet rica 59, 347-370.",
        "Richardson, Matthew and Tom Smith, 1993, A test for multivariate normality in stock returns, Journal of Business 66, 295-32 1.",
        "Roll, Richard, 1992, Industrial structure and the comparative behavior of international stock market indexes, Journal of Finance 47, 3-42.",
        "Ross, Stephen A., 1989, Information and volatility: The no-arbitrage martingale approach to timing and resolution irrelevancy, Journal of Finance 44, 1-17.",
        "Schwert, G. William, 1989a, Why does stock market volatility change over time? Journal of Finance 44, 1115-1154.",
        "Schwert, G. William, 1989b, Business cycles, financial crises and stock volatility, CarnegieRochester Conference Series on Public Policy 31, 83-126.",
        "White, Halbert, 1982, Maximum likelihood estimation of misspecified models, Econometrica 50, 1-26.",
        "World Bank, 1993, Emerging stock markets factbook, International Finance Corporation, Washington, D.C."
    ]
}