{
    "id": 5309,
    "cites": 27,
    "cited_by": 41,
    "reference": [
        "[28] Rodrik, Dani, 1995. Political economy of trade policy. In Grossman, Gene M. and Kenneth Rogoff (eds.) Handbook of International Economics Vol. III. Amsterdam: North Holland.",
        "[29] Shepsle, Kenneth A., 1990. Models of Multiparty Electoral Competition. London: Harwood.",
        "[30] Stigler, George, 1971. The theory of economic regulation. Bell Journal of Eco- nomics 2: 3-21. 34",
        "[24] Olsen, Mancur, 1965. The Logic of Collective Action. Cambridge: Harvard Uni- versity Press.",
        "[26] Putnam, Robert, 1988. Diplomacy and domestic politics: The logic of two-level games. International Organization 42: 427-460.",
        "[27] Rodrik, Dani, 1986. Tariffs, subsidies, and welfare with endogenous policy. Journal of International Economics 21: 285-296.",
        "[19] Magee, Stephen P., William A. Brock, and Leslie Young, 1989. Black Hole Tariffs and Endogenons Policy Formation. Cambridge: The MIT Press.",
        "[20] Magelby, David B. and Candice J. Nelson, 1990. The Money Chase: Congres- sional Campaign Finance Reform. Washington DC: The Brookings Institution. 33",
        "[21] Mayer, Wolfgang, 1981. Theoretical considerations on negotiated tariff adjust- ments. Oxford Economic Papers 33: 135-153.",
        "[22] Mayer, Wolfgang, 1984. Endogenous tariff formation. American Economic Re- viev 74: 970-985.",
        "[23] Mayer, Wolfgang and Jun Li, 1994. Interest groups, electoral competition. and probabilistic voting for trade policies. Economics and Politics 6: 59-77.",
        "[17] Jones, Ronald W., 1971. A three factor model in theory, trade and history. In Bhagwati, Jagdish N. et al. (eds.) Trade, Growth and the Balance of Payments: Essays in Honor of C. B. Kindleberger. Amsterdam: North-Holland.",
        "[18] Long, Ngo Van and Neil Vousden, 1991. Protectionist responses and declining industries. Journal of International Economics 30: 87-103.",
        "[15] Hillman, Arye L. and Heinrich Ursprung, 1988. Domestic politics, foreign inter- ests and international trade policy. American Economic Review 78: 729-745.",
        "[16] Johnson, Harry G., 1953/54. Optimal tariffs and retaliation. Review of Eco- nomic Studies 21: 142-153.",
        "[13] Hillman Arye L., 1982. Declining industries and political-support protectionist motives. American Economic Review 72: 1180-1187.",
        "[14] Hillman, Arye L., 1989. The Political Economy of Protectiott. London: Harwood.",
        "[11] Grossman, Gene M. and Elhanan Helpman, 1995a. Trade wars and trade talks. Journal of Political Economy 103:",
        "[12] Grossman, Gene M. and Elhanan Helpman, 1995b. The politics of free trade areas. American Economic Review 85:",
        "[9] Grossman, Gene M. and Elhanan Helpman, 1994a. Protection for sale. Amer- ican Economic Review 84: 833-850. 32",
        "[10] Grossman, Gene M. and Elhanan Helpman, 1994b. Electoral competition and special interest politics. The Foerder Institute for Economic Research, Working Paper No. 19-94.",
        "[7] Flam, Harry, 1992. Product markets and 1992: Full integration, large gains? Journal of Economic Perspectives 6: 7-30,",
        "[8] Garber, Peter M. (ed.), 1993. The Me~ico-U.S. Free Trade Agreement. Cam- bridge: The MIT Press.",
        "[6] Findlay, Ronald and Stanislaw Wellisz, 1982. Endogenous tariffs, the political economy of trade restrictions, and welfare. In Bhagwati, Jagdish N. (ed.) Import Competition and Response. Chicago: University of Chicago Press.",
        "[4] Evans, Peter, Harold Jacobson, and Robert Putnam (eds.), 1993. Double-Edge Diplomacy. Berkeley: University of California Press.",
        "[5] Feenstra, Robert C. and Jagdish N. Bhagwati, 1982. Tariff seeking and the efficient tariff. In Bhagwati, Jagdish N. (ed.) Import Competition and Response. Chicago: University of Chicago Press.",
        "[3] Dixit, Avinash, 1995. Special-interest lobbying and endogenous commodity tax- ation. mimeo. Princeton University."
    ]
}