{
    "id": 531,
    "cites": 25,
    "cited_by": 4,
    "reference": [
        "Allen, P.R. and P.S. Kenen (1980), Asset Markets Exchange Rates and Economic Integration: A Synthesis (Cambridge University Press, forthcoming).",
        "Aoki, M. (1976), On Decentralized Stabilization Policies and Dynamic Assignments Problem, Journal of International Economics,6, pp. 143-171.",
        "Barro,R.J. (1978), A Stochastic Equilibrium Model of an Open Economy under Flexible Exchange Rates, Quarterly Journal of Economics, 92, pp. 149-164.",
        "Boyer, R.S. (1978), Optimal Foreign Exchange Market Intervention, Journal of Political Economy, 86, pp. 1045-lOSS.",
        "Buiter, W.H. (l979a), Optimal Foreign Exchange Market Intervention with Rational Expectations~ in J. Martin and A. Smith, eds, Trade and Payments Adjustment under Flexible Exchange Rates, Macmillan, London. ___________ (1979b), Feedback ard the Use of Current Information, National Bureau of Economic Research Working Paper No. 335, April.",
        "Canzoneri, M. (1979), Rational Destabilizing Speculation and Exchange Intervention Policy, Mimeo, December.",
        "Cooper, R.N. (1969), Macroeconomic Policy Adjustment in Interdependent Economies, Quarterly Journal of Economics, 83, pp. 1-24.",
        "Eaton, J. and R.E. Quandt (1979), A Quasi-Walrasian Model of Rationing and Labor Supply: Theory and Estimation, Econometric Research Program Research Memorandum No. 251, Princeton university, November.",
        "Fisher, S. (1980), Dynamic Inconsistency, Co-operation and the Benevolent Dissembling Government, Journal of Economic Dynamics and Control, 2, February, pp. 93-107 Fleod, Robert P. and Peter M. Gerber (1979), Market Fundamentals vs. Price Level Bubbles: The Firsts Tests, forthcoming Journal of Political Economy, 1980.",
        "Hamada, K. (1976), A Strategic Analysis of Monetary Interdependence, Journal of Political Economy, 84, pp. 677-700.",
        "Harris, John and Douglas Purvis (1979). Diverse Information and Market Efficiency in a Monetary Model of the Exchanoe Rate Mimeo, Queens University.",
        "Hogg, R.V. and A.T. Craig (1965), Introduction to Mathematical Statistics, 2nd ed., Macmillan, New York.",
        "Lucas, R.E. (1972), Expectations and the Neutrality cf Money, Journal of Economic Theory, 4, pp. 103-124.",
        "McCallum, B.T. and J.K. Whitaker (1979)!, The Effectiveness of Fiscal Feedback Rules and Automatic Stabilizers under Rational Expectations, Journal of Monetary Economics, 5, pp. 171-186.",
        "McFadden, D. (1969), On the Controllability of Decentralized Macroeconomic Systems: The Assignment Problem in H.W. Kuhn and G.P. Szego, eds.",
        "Mathematical Systems Theory and Economics I (New York: Springer-Verlag). Mundell, R.A. (1962) . The Appropriate Use of Monetary and Fiscal Policy for External and Internal Balance, IMF Staff Papers,March, pp. 70-9.",
        "Patrick, J.D. (1973), Establishing Convergent Decentralized Policy Assignments, Journal of International Economics, 3, pp. 37-52.",
        "Poole, William (1970), Optimal Choice of Monetary Policy Instruments in a Simple Stochastic Macro Model, Quarterly Journal of Economics, 84, pp. 197-216.",
        "Pindyck, R.S. (1976), The Cost of Conflicting Objectives in Policy Formulation, Annals of Economic and Social Measurement, 5/2, pp. 239-248.",
        "I~per, Don E. and Stephen J.: Turhovsky (1980), Optimal Exchange Market Intervention in a Simple Stochastic Macro Model, Canadian Journal of Economics, 13, May, pp. 296-309.",
        "Sargent, T.J. and N. Wallace (1975), Rational Expectations, the Optimal Monetary Instrument and the Optimal Money Supply Rule, Journal of Political Economy, 83, pp. 241-52.",
        "Taylor, J. (1977), Conditions for Unique Solutions in Stochastic Macroeconomic Models with Rational Expectations, Econornetrica, 35, September.",
        "Turnovsky, Stephen J. (1980), The Choice of Monetary Instruments under Alternative Forms of Price Expectations, Manchester School, March, pp. 39-62.",
        "Weiss, L. (1979), Information, Aggregation and Policy, unpublished, July.",
        "Woglom, 0. (1979), Rational Expectations and Monetary Policy in a Simple Macroeconomic Model, Quarterly Journal of Economics, 93, pp. 91-106."
    ]
}