{
    "id": 5310,
    "cites": 14,
    "cited_by": 53,
    "reference": [
        "Beaulieu, J. Joseph, Jeffrey K. MacKie-Mason, and Jeffrey A. Miron, `Why Do Countries and Industries with Large Seasonal Cycles Also Have Large Business Cycles?, Quarterly Journal of Economics 107, May 1992, 621-656.",
        "Beaulieu, J. Joseph and Jeffrey A. Miron, `A Cross Country Comparison of Seasonal Cycles and Business Cycles, Economic Journal, 102, July 1992, 772-788.",
        "Blinder, Alan S. and Louis J. Maccini, `Taking Stock: A Critical Assessment, Journal of Economic Perspectives, 5, Winter 1991, pp. 73-96.",
        "Braun, R. Anton and Charles L. Evans, `Seasonal Solow Residuals and Christmas: A Case for Labor Hoarding and Increasing Returns, mimeo, Federal Reserve Bank of Chicago, 1991.",
        "Burnside, Craig, Martin Eichenbaum and Sergio Rebelo, `Capital Utilization and Returns to Scale, in NBER Macroeconomics Annual 1995, Ben S. Bernanke and Julio J. Rotemberg eds., MIT Press, 1995, forthcoming.",
        "Cecchetti, Stephen G., Anil K Kashyap and David W. Wilcox `Do Firms Smooth the Seasonal in Production in a Boom? Theory and Evidence, NBER Working Paper No. 5011, February 1995.",
        "Christiano, Lawrence J. and Richard M. Todd, `The Seasons: Do They Matter for Business Cycle Analysis, mimeo., Federal Reserve Bank of Minneapolis, March 1995.",
        "Ghysels, Eric `On Seasonal Asymmetries and Their Implications for Stochastic and Deterministic Models of Seasonality, mimeo., University of Montreal (1991).",
        "Hansen, Lars Peter and Thomas J. Sargent, `Seasonality and Approximation Errors in Rational Expectations Models, Journal of Econometrics, 55, pp. 21-56. Miron, Jeffrey A., `The Economics of Seasonal Cycles, NBER Working No. 3388, December 1990.",
        "Newey, Whitney K. and Kenneth D. West, `A Simple, Positive Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 55, May 1987, 703-708.",
        "Petersen, Mitchell and Raghuram Rajan, `The Benefits of Lending Relationships: Evidence from Small-Business Data, Journal of Finance, 43, January 1994, 3-37.",
        "Rotemberg, Julio I. and Michael Woodford, `Dynamic General Equilibrium Models with Imperfectly Competitive Product Markets, N.B.E.R. Working Paper No. 4502, October 1993.",
        "Stockman, Alan C., `Sectoral and National Disturbances to Industrial Output in Seven European Countries, Journal of Monetary Economics, 21, March/May 1988, 387-409.",
        "Summers, Lawrence, Jonathan Gruber and Rodrigo Vergara, `Taxation and the Structure of labor Markets: The Case of Corporatism, Quarterly Journal of Economics, 109, May 1993, pp. 385-411."
    ]
}