{
    "id": 5313,
    "cites": 14,
    "cited_by": 11,
    "reference": [
        "Lucas, R.E. Jr. (1990) Liquidity and Interest Rates, Journal of Economic Theory, April.",
        "Sims, C. and T. Zha (1995) Does Monetary Policy Generate Recessions ? Using Less Aggregate Price Data to Identify Monetary Policy, manuscript, Yale University.",
        "Schlagenhauf, D.E. and J.M. Wrase (1995) A Monetary, Open Economy Model with Capital Mobility, Discussion Paper 67, Institute for Empirical Economics, Federal Reserve Bank of Minneapolis.",
        "Grilli, V. and N. Roubini (1995) Liquidity and Exchange Rates: Puzzling Evidence form the G- 7 Countries, mimeo, Yale University, March.",
        "Kim, S. and N. Roubini (1995) Liquidity and Exchange Rates: A Structural VAR Approach, mimeo, Yale University, February.",
        "Grilli, V. and N. Roubini (1992) Liquidity and Exchange Rates, Journal of International Economics, Vol.32, 339-352.",
        "Grilli, V. and N. Roubini (1993) Liquidity, Capital Controls, and Exchange Rates, Journal of International Money and Finance, Vol.12, 139-153.",
        "Fuerst, T. (1992) Liquidity, Loanable Funds, and Real Activity, Journal of Monetary Economics, 29, 3-24.",
        "Grilli, V. and N. Roubini (1991) Financial Intermediation and Monetary Policies in the World Economy, NBER Technical Working Paper No.104, May.",
        "Dornbusch, R. (1976) Expectations and Exchange Rates Dynamics, Journal of Political Economy, Vol.84.",
        "Eichenbaum, M. and C. Evans (1995) Some Empirical Evidence on the Effects of Monetary Policy Shocks on Exchange Rates, Quarterly Journal of Economics, April.",
        "Christiano, L. and M. Eichenbaum (1992a) Liquidity Effects, Monetary Policy and the Business Cycle, NBER Working Paper No.4129; forthcoming Journal of Money. Credit and Banking.",
        "Christiano, L. and M.Eichenbaum (1992b) Liquidity Effects and the Monetary Transmission Mechanism, American Economic Review Papers and Proceedings, May.",
        "Clarida, R. and J. Gall (1994) Sources of Real Exchange Rate Fluctuations: How Important are Nominal Shocks?, Carnegie Rochester Conference Series on Public Policy."
    ]
}