{
    "id": 5314,
    "cites": 34,
    "cited_by": 2,
    "reference": [
        "[46] Vogt, Paul. The Sugar Refining Industry in the United States. University of Pennsylva- nia, 1908.",
        "[47] Weekly Statistical Sugar Trade Journal. Willett and Gray, 1891-1915.",
        "[48] Wright, Philip G.. Sugar in Relation to the Tariff. McGraw-Hill, 1924.",
        "[41] Taussig, Frank W.. Some Aspects of the Tariff Question. Harvard University Press,",
        "[42] United States Industrial Commission. Reports, Volumes 1, 13, 14. Washington, Govern- ment Printing Office, 1900.",
        "[44] United States Tariff Commission. Refined Sugar: Costs, Prices and Profits. Washington 1920. O ,",
        "[38] Sullivan, D. Testing Hypotheses about Firm Behavior in the Cigarette Industry. 93 Journal of Political Economy, (1985) 586-598.",
        "[39] Sumner. Measurement of Monopoly Behavior: An Application to the Cigarette Indus- try. 89 Journal of Political Economy, (1981) 1010-1019.",
        "[40] Suslow, Valerie. Estimating Monopoly Behavior with Competitive Recycling: an Ap- plication to Alcoa. 17 Rand Journal of Economics, (1986) 389-403.",
        "[36] Slade, Margaret. Interfirm Rivalry in a Repeated Game: An Empirical Test of Tacit Collusion. 35 Journal of Industrial Economics, (1987) 499-516.",
        "[37] Spiller, Pablo and Edgardo Favaro. The Effects of Entry Regulation on Oligopolistic . Interaction: The Uruguayan Banking Sector. 15 Rand Journal of Economics (1984) 244-254.",
        "[35] Rubinovitz, Robert. Market Power and Price Increases for Basic Cable Service Since Deregulation. 24 Rand Journal of Economics, (1993) 1-18.",
        "[33] Roberts, Mark J. Testing Oligopolistic Behavior. 2 International Journal of Industrial Organization, (1984) 367-383. 47",
        "[34] Rotemberg, Julio and Garth Saloner. A Supergame-theoretic Model of Business Cycles and Price Wars during Booms. 76 American Economic Review, (1986) 390-407.",
        "[29] Palmer, Truman. Sugar at a Glance. 1912.",
        "[31] Porter, Robert H. On the Incidence and Duration of Price Wars. 33 Journal of In- dustrial Economics, (1985) 415-426.",
        "[32] Reynolds, Philip. The Story of Cuban Sugar. United Fruit Co., 1924.",
        "[25] Lynsky, Myer. Sugar Economics, Statistics, and Documents. United States Cane Refin- ers Association, 1938.",
        "[24] Lopez, R.E. Measuring Oligopoly Power and Production Responses of the Canadian Food Processing Industry. 35 Journal of Agricultural Economics, (1984) 219-230.",
        "[22] Knetter, Michael M. International Comparisons of Price-to-Market Behavior. 83 American Economic Review, (1993) 473-486.",
        "[23] Lee, Lung-Fei and Robert H. Porter. Switching Regression Models with Imperfect Sam- ple Separation Information - With an Application on Cartel Stability. 52 Econometrica, (1984) 391-418.",
        "[21] Knetter, Michael M. Price Discrimination by U.S. and German Exporters. 79 Amer- ican Economic Review, (1989) 198-210.",
        "[19] Hanes, Christopher. The Development of Nominal Wage Rigidity in the late 19th Century. 83 American Economic Review, (1993) 732-756.",
        "[20] Karp, Larry S. and Jeffrey M. Perloff. Estimating Market Structure and Tax Incidence: The Japanese Television Market. 37 Journal of Industrial Economics, (1989) 225-239.",
        "[18] Haltiwanger, J. and J.E. Harrington. The Impact of Cyclical Demand Movements on Collusive Behavior. 22 Rand Journal of Economics, (1991) 89-106.",
        "[16] Gollop, Frank M. and Mark J. Roberts, Firm Interdependence in Oligopolistic Mar- kets. 3 Journal of Econometrics, (1979) 313-331. 46",
        "[17] Green, E. J. and Robert H. Porter. Noncooperative Collusion Under Imperfect Price Competition. 52 Econometrica, (1984) 87-100.",
        "[10] Corts, Kenneth. Conduct Parameters and the Measurement of Market Power. Mimeo, 1994.",
        "[14] Ellison, Glenn. Theories of Cartel Stability and the Joint Executive Committee. 25 Rand Journal of Economics, (1994) 37-57.",
        "[15] Geerligs, H.C. Prinsen. The Worlds Cane Sugar Industry. Norman Codger, 1912.",
        "[1] Amemiya, Takeshi. Advanced Econometrics. Harvard University Press, 1985.",
        "[2] Applebaum, Elie. The Estimation of the Degree of Oligopoly Power. 19 Journal of Econometrics, (1982) 287-299.",
        "[6] Bresnahan, Timothy F.. Departures from Marginal Cost Pricing in the American Au- tomobile Industry. 17 Journal of Econometrics, (1981) 201-227.",
        "[9] Carlton, Dennis W. and Jeffrey M. Perloff. Modern Industrial Organization. Second Edition, Harper Collins, 1994."
    ]
}