{
    "id": 5317,
    "cites": 57,
    "cited_by": 13,
    "reference": [
        "Stokey, Nancy L. and Sergio Rebelo (1995), Growth Effects of Flat-Rate Taxes, Journal of Political Economy 103, June, 419-50.",
        "Summers, Lawrence H. (1981), Capital Taxation and Accumulation in a Life-Cycle Growth Model, American Economic Review 71, September, 533-44.",
        "Tanzi, Vito and Howell H. Zee (1993), Time Constraint in Consumption and Savings Behavior, Journal of Public Economics 50, 253-259.",
        "Trostel, Phillip (1993), The Effect of Taxation on Human Capital, Journal of Political Econorrry 101, April, 327-50.",
        "Yuen, Chi-Wa (1990), Taxation, Human Capital Accumulation and Economic Growth, mimeo, University of Chicago.",
        "Stern, Nicholas (1992), From the Static to the Dynamic: Some Problems in the Theory of Taxation, Journal of Public Economics 47, March, 273-97.",
        "Pecorino, Paul (1993), Tax Structure and Growth in a Model with Human Capital, Journal of Public Economics 52, 251-71.",
        "Rebelo, Sergio (1991), Long-Run Policy Analysis and Long-Run Growth, Journal of Political Economy 99, June, 500-521.",
        "Growth Effects of Income and Consumption Taxes 40 Romer, Paul (1986), Increasing Returns and Long-Run Growth, Journal of Political Economy 94, October, 1002-1037.",
        "Slemrod, Joel (1990), Optimal Taxation and Optimal Tax Systems, Journal of Economic Perspectives 4, Winter, 157-78.",
        "Mulligan, Casey and Xavier Sala-i-Martin (1993), Transitional Dynamics in Two-Sector Models of Endogenous Growth, Quarterly Journal of Economics CVIII, August, 739-73.",
        "Milesi-Ferretti, Gian Maria and Nouriel Roubini (1994b), Taxation and Growth in Open Economies, NBER Working Paper no. 4881, October.",
        "Mill, John Stuart (1848), Principles of Political Economy with some of their Applications to Social Philosophy, in Collected Works of John Stuart Mill, ed. by J. M. Robson, Toronto: University of Toronto Press, 1965.",
        "Milesi-Ferretti, Gian Maria and Nouriel Roubini (1994a), Optimal Taxation of Human and Physical Capital in Endogenous Growth Models, NBER Working Paper no. 4882, October.",
        "Mendoza, Enrique G., Assaf Razin and Linda L. Tesar (1994) Effective Tax Rates in Macroeconomics: Cross- Country Estimates of Tax Rates on Factor Incomes and Consumption, Journal of Monetary Economics, vol. 34, 297-323.",
        "Mendoza, Enrique G., Gian Maria Milesi-Ferretti and Patrick Asea (1995), Do Taxes Matter for Long Run Growth? Harbergers Superneutrality Conjecture, IMP Working Paper no. 95/79, June.",
        "Lucas, Robert E. Jr. (1990), Supply-Side Economics: an Analytical Review, Oxford Economic Papers 42, 293-316.",
        "Lucas, Robert E. Jr. and Nancy L. Stokey (1983), Optimal Monetary and Fiscal Policy in an Economy without Capital, Journal of Monetary Economics 12, July, 55-93.",
        "Koester, R. and R. Kormendi, (1989), Taxation, Aggregate Activity and Economic Growth: Cross-Country Evidence on Some Supply-Side Hypotheses, Economic Inquiry 27, 367-386.",
        "Growth Effects of Income and Consumption Taxes 39 Lucas, Robert E. Jr. (1988), On the Mechanics of Economic Development, Journal of Monetary Economics 22, 3-42.",
        "King, Robert G. (1991), Observable Implications of Dynamically Optimal Taxation, University of Rochester Working Paper, August.",
        "King, Robert G., Charles I. Plosser and Sergio T. Rebelo (1988), Production, Growth and Business Cycles: I.",
        "The Basic Neoclassical Model , Journal of Monetary Economics 21, 195-232. King, Robert G. and Sergio Rebelo (1990), Public Policy and Economics Growth: Developing Neoclassical Implications,JournalofPolincalEconomy98, No.5, party, October, S126-S150.",
        "Kaldor, Nicholas (1955), An Expenditure Tax, London: Allen and Unwin.",
        "Kim, Se-Jik (1992) Taxes, Growth and Welfare in an Endogenous Growth Model, Ph.D. Dissertation, University of Chicago.",
        "King, Mervyn (1980), Savings and Taxation, in G. M. Heal and G. A. Hughes (eds.), Public Policy and the Tax System, London: Allen and Unwin.",
        "Judd, Kenneth L. (1987), The Welfare Cost of Factor Taxation in a Perfect Foresight Model, Journal of Political Economy 95, No.4, 675-709.",
        "Judd, Kenneth L. (1990), Optimal Taxation in Dynamic Stochastic Economies, mimeo, Stanford University.",
        "Kay, John (1989), Consumption Taxation, in J. Eatwell and M. Milgate (eds., The Palgrave Dictionary, 617- 18.",
        "Judd, Kenneth L. (1985), Redistributive Taxation in a Simple Perfect Foresight Model, Journal of Public Economics 28, October, 59-83.",
        "Jones, Larry E., Rodolfo E. Manuelli and Peter E. Rossi (1993b), On the Optimal Taxation of Capital Income, NBER Working Paper no. 4525, November.",
        "Heckman, James (1976), A Life-Cycle Model of Earnings, Learning, and Consumption, Journal of Political Economy 84, August, S11-S44.",
        "Growth Effects of Income and Consumption Taxes 38 Jones, Larry E., Rodolfo E. Manuelli and Peter E. Rossi (1993a), Optimal Taxation in Models of Endogenous Growth, JournalofPolincalEconomy 101, June, 485-517.",
        "Greenwood, Jeremy and Zvi Hercowitz (1991), The Allocation of Capital and Time over the Business Cycle, Journal of Political Economy 99, December, 1188-1214.",
        "Fullerton, D., I. B. Shoven and T. Whalley (1983), Replacing the US Income Tax with a Progressive Consumption Tax, Journal of Public Economics 20, 2-23.",
        "Garcia-Mila, Teresa, Albert Marcet and Eva Ventura (1995), Supply Side Intervention and Redistribution, Universitat Pompeu Fabra Working Paper no. 115, June.",
        "Engen, Eric and Jonathan Skinner (1992), Fiscal Policy and Economic Growth, NBER Working Paper no.",
        "Feldstein, Martin (1978), The Welfare Cost of Capital Income Taxation, Journal of Political Economy 86, April, S29-51.",
        "Easterly, William and Sergio Rebelo (1993b), Fiscal policy and economic growth: an empirical investigation, Journal of Monetary Economics 32, 417-458.",
        "Easterly, William and Sergio Rebelo (1993a), Marginal income tax rates and economic growth in developing countries, European Economic Review 37, 409-417.",
        "Chari, V.V., Lawrence J. Christiano and Patrick J. Kehoe (1994), Optimal Fiscal Policy in a Business Cycle Model, Journal of Political Economy 102, August, 617-52.",
        "Devereux, Michael B. and David R. Love (1994), The Effects of Factor Income Taxation in a Two-Sector Model of Endogenous Growth, Canadian Journal of Economics XXVII, August, 509-36.",
        "Devereux, Michael B. and David R. Love (1995), The Dynamic Effects of Government Spending Policies in a Two-Sector Endogenous Growth Model , Journal of Money, Credit and Banking 27, February, 232-56.",
        "Growth Effects of Income and Consumption Truces 37 Chari, V.V., Lawrence J. Christiano and Patrick J. Kehoe (1991), Optimal Monetary and Fiscal Policy in a Business Cycle Model, Journal of Money, Credit and Banking 23, August (part 2), 519-39.",
        "Chamley, Christophe (1985), Efficient Taxation in a Stylized Model of Intertemporal General Equilibrium, International Economic Review 26, No.2, June, 451-468.",
        "Chamley, Christophe (1986), Optimal Taxation of Capital Income in General Equilibrium with Infinite Lives, Econometrica 54, May, 607-22.",
        "Boskin, Michael J. (1978), Taxation, Saving and the Rate of Interest, Journal of Polincal Economy 86, April, S3-27.",
        "Bull, Nicholas (1993), When All the Optimal Dynamic Taxes Are Zero, Federal Reseme Board Working Paper no. 137, July.",
        "Caballe, Jordi and Manuel S. Santos (1993), On Endogenous Growth with Physical and Human Capital, Journal of Political Economy 101, December, 1042~7.",
        "Benhabib, Jess, Richard Rogerson and Randall Wright (1991), Homework in Macroeconomics: Household Production and Aggregate Fluctuations, Journal of Political Economy 99, December 1991, 1166-87.",
        "Ben Porath, Yoram (1967), The Production of Human Capital and the Life-Cycle of Earnings, Journal of Polincal Economy 75, No.4 part 1, August, 352-365.",
        "Becker, Gary S. (1965), A Theory of the Allocation of Time, Economic Journal 75, September, 493-517.",
        "Barro, Robert (1990), Government Spending in a Simple Model of Endogenous Growth, Journal of Polincal Economy 98, part 2, October, S103-S125.",
        "Barro, Robert and Xavier Sala-i-Martin (1994), Economic Growth, New York: Me Graw-Hill.",
        "Auerbach, Alan and Lawrence Kotlikoff (1987), Dynamic Fiscal Policy, Cambridge: Cambridge University Press.",
        "Auerbach, Alan, Lawrence Kotlikoff and Jonathan Skinner (1983), The Efficiency Gains from Dynamic Tax Reform, International Economic Review 24, 81-100.",
        "Atkinson, Anthony and Agnar Sandmo (1980), Welfare Implications of the Taxation of Savings, Economic Journal 90, 529-49."
    ]
}