{
    "id": 5324,
    "cites": 18,
    "cited_by": 0,
    "reference": [
        "Olson, Mancur, 1965, The Logic of Collective Action: Public Goods and the Theory of Groups, Cambridge, Mass,: Harvard University Press.",
        "Ries, John, 1993 Windfall Profits and Vertical Relationships Who Gained in the Japanese Auto Industry from VER, Journal of Industrial Economics, 41(3), 259-276.",
        "Krueger, Anne, 1993, Economic Policies at Cross-Purposes, Washington, DC: Brookings Institution.",
        "Li, Chien-pin, 1994, Trade Negotiation between the United States and Taiwan, Asian Survey, 34 (8), 692-705.",
        "Keesing, Donald, 1966, Labor Skills and Comparative Advantage, American Economic Review, _, 249-294.",
        "Hufbauer, Gary, Diane T. Berliner, and Kimberly Ann Elliot, 1986,Trade Protection in the United States, 31 Case Studies, Washington, D.C.: Institute for International Economics.",
        "Ito, Takatoshi, 1993, U.S. Policy Pressure and Economic Liberalization in East Asia, in Jeffery Frankel and Miles Kahler(eds.) Regionalism and Rivalry: Japan and the United States in Pacific Asia, Chicago: University of Chicago Press, 394-420.",
        "Feenstra, Rober C., 1984, Voluntary Export Restraints in U.S.",
        "Harris, Richard, 1985, Why Voluntary Export Restraints are Voluntary, Canadian Journal of Economics, 18, 799-809.",
        "Cline, William, 1990, The Future World Trade in Textiles and Apparel, Washington, DC: Institute for International Economics.",
        "Quotas in Textiles, Steel, and Autos, Discussion Paper 401, London: Center for Economic Policy Research. Falvey, Rodney, 1979, The Composition of Trade within Import- Restricted Product Categories, Journal of Political Economy, 42 87, 1105-1114.",
        "Baldwin, Robert, 1971, Determinants of The Commodity Structure of U.S. Trade, American Economic Review, _, 126-146.",
        "Baldwin, Robert, 1989, The Political Economy of Trade Policy, Journal of Economic Perspectives, 3(4), 119-135.",
        "Baldwin, Robert, Tain-Jy Chen and Douglas Nelson, 1995, The Political Economy of U.S. - Taiwan Trade, Ann Arber : University of Michigan Press.",
        "Boltuck, Richard and Robert Litan, (eds.) 1991, Down in the Dumps, Washington, DC: Brookings Institution.",
        "Chen, Tain-Jy and Chi-ming Hou, 1993, The Political Economy of Trade Protection in the Republic of China on Taiwan, in Takatoshi Ito and Anne Krueger (eds.) Trade and Protectionism, Chicago: University of Chicago Press.",
        "Chen, Tain-Jy and Meng-Chun Liu, 1993, Tai-wan mou-i pa hu tse hsin chen (Determinants of Trade Protection in Taiwan) Academic Papers, 21(1), 1-30.",
        "Aw, Bee-Yan, 1993, Price Discrimination and Markups in Export Markets, Journal of Development Economics, 42,315-336."
    ]
}