{
    "id": 5328,
    "cites": 27,
    "cited_by": 6,
    "reference": [
        "[37] Warren, B.S. and Edgar Sydenstricker. 1916. Health Insurance: Its Relation to the Public Health. Public Health Bulletin No. 76 (March), United States Public Health Service.",
        "[38] Whaples, Robert and David Buffum. 1991. Fraternalism, Paternalism, the Family, and the Market: Insurance a Century Ago. Social Science History. 15(1): 97-122. 35",
        "[33] United States Bureau of the Census. 1906. Census of Religious Bodies. Washington, DC: Government Printing Office.",
        "[34] United States Bureau of the Census. 1926. Census of Religious Bodies. Washington, DC: Government Printing Office.",
        "[29] Rubinow, Isaac. 1916. Standards of Health Insurance. New York: H. Holt and Company.",
        "[32] Starr, Paul. 1982. The Social Transformation of American Medicine. Basic Books.",
        "[27] Romer, Thomas and Howard Rosenthal. 1979. Bureaucrats versus Voters: On the Political Economy of Resource Allocation by Direct Democracy. Quarterly Journal of Economics. 93(November): 563-587.",
        "[28] Rosen, G. 1977. Contract or Lodge Practice and its Influence on Medical Attitudes to Health Insurance. American Journal of Public Health. 67: 274-378.",
        "[25] Poole, Keith T. and Howard Rosenthal. 1993. The Enduring Nineteenth-Century Battle for Economic Regulation: The Interstate Commerce Act Revisited. Journal of Law and Economics. 36(2,0ctober): 837-860.",
        "[26] Rogin, Michael Paul and John L. Shover. Political Change in California. Westport, CT: Greenwood Publishing Corporation.",
        "[23] Peltzman, Sam. 1984. Constituent Interest and Congressional Voting. Journal of Law and Economics. 27(1,April): 181 -210.",
        "[24] Peltzman, Sam. 1992. Voters as Fiscal Conservatives. Quarterly Journal of Economics. 107(2): 327-362.",
        "[20] Matsusaka, John G. 1995. Fiscal Effects of the Voter Initiative: Evidence from the Last 30 Years. Journal of Political Economy. 103: 587-623.",
        "[19] Matsusaka, John G. 1992. Economics of Direct Legislation. Quarterly Journal of Eco- nomics. 107(2,May): 541-572. 33",
        "[17] Illinois Social Insurance Commission. 1919. Report of the Health Insurance Commission of the State of Illinois. Springfield, IL: Illinois State Journal Co., State Printers.",
        "[ 18] Kalt, J.P. and M.A. Zuppan. 1990. The apparent ideological behavior of legislators: Testing for principal-agent slack in political institutions. Journal of Law and Economics. 33: 103- 131.",
        "[16] ICPSR (Inter-University Consortium for Political and Social Research). Historical Demo- graphic, Economic and Social Data: The United States, 1790-1970, ICPSR 3. Ann Arbor, MI: Inter-university Consortium for Political and Social Research.",
        "[14] Hartz, Louis. 1955. The Liberal Tradition in America. New York: Harcourt Brace.",
        "[ 15] Hoffman, Frederick L. 1917. Facts and Fallacies of Compulsory Health Insurance. Newark, NJ: Prudential Press.",
        "[ 10] Clubb, Jerome M., William H. Flanigan, and Nancy H. Zingale. Electoral Data for Counties in the United States: Presidential and Congressional Races, 1840-1972, ICPSR 8611. Ann Arbor, MI: Inter-university Consortium for Political and Social Research.",
        "[11] Dewhurst, J. Frederic, and Associates. 1955. Americas Needs and Resources. New York: The Twentieth Century Fund.",
        "[9] California State Tax Commission. 1917. Report of the State Tax Commission of the State of California. Sacramento, CA: California State Printing Office.",
        "[8] California State Board of Equalization. 1918. Report of the California State Board of Equalization for 1917-1918. Sacramento, CA: California State Printing Office.",
        "[6] California Registrar of Voters. 1918. Statement of Vote. Sacramento, CA: California State Printing Office.",
        "[7] California Social Insurance Commission. 1917. Report of the Social Insurance Commission of the State of California. Sacramento, CA: California State Printing Office.",
        "[4] California Bureau of Labor Statistics. 1892. A Survey of 3,493 Wage-Earners in California, 1892. Fifth Biennial Report of the California Bureau of Labor Statistics. Historical Labor Statistics Project, Institute of Business and Economic Research, University of California, Berkeley, CA, 94720.",
        "[1] American Medical Association. 1918. American Medical Directory, 1918. Chicago: Amer- ican Medical Association."
    ]
}