{
    "id": 5330,
    "cites": 18,
    "cited_by": 34,
    "reference": [
        "Steurle, C. Eugene and Jon M. Bakija, Retooling Social Security for the 21st Century, Washington, D.C.: The Urban Institute Press, 1994.",
        "World Bank, Averting The Old Age Crisis, Oxford, England: Oxford University Press, 1994.",
        "Rogot, Eugene, Paul D. Sorlie, and Norman J. Johnson, Life Expectancy by Employment Status, Income and Education in the National Longitudinal Mortality Study, Public Health Reports, 107, 4, July-August, 1992, 457-61.",
        "Merton, Robert C., On the Role of Social Security as a Means for Efficient Risk Sharing in an Economy where Human Capital is Not Tradable, in Financial Aspects of the U.S. Pension System, Zvi Bodie and John B. Shoven, eds., Chicago, Ill.: University of Chicago Press, 325-S8. Raffelhueschen, Bernd, Funding Social Security Through Pareto-Optimal Conversion Policies, in Public Pension Economics, Bernhard Felderer, ea., Journal of Economics/ZeitschriR fur Nationalokonomie, Suppl. 7, 1993, pp. 105-31.",
        "Kotlikoff, Laurence J. and Avia Spivak, The Family as an Incomplete Annuities Market, Journal of Political Economy, April 1981.",
        "Kotlikoff, Laurence J., Generational Accounting, New York, N.Y.:The Free Press, 1992.",
        "Imrohoroglu, Selahattin, He Huang, and Thomas J. Sargent, Two Computational Experiments to Privatize Social Security, mimeo, March 1995.",
        "Gustman, Alan L. and Thomas L. Steinmeier, Privatizing Social Security, September 1995.",
        "Gokhale, Jagadeesh, Laurence J. Kotlikoff, and John Sabelhaus, Understanding the Postwar Decline in U.S. Saving: A Cohort Analysis, forthcoming, The Brookings Papers on Economic Activity, 1996.",
        "Friedman, Benjamin and Mark Wahrshawsky, The Cost of Annuities: Implications for Saving and Behavior, The Quarterly Journal of Economics, CV, 1, February 1990, 135- 54.",
        "Feldstein, Martin, Would Privatizing Social Security Raise Economic Welfare?, mimeo, Harvard University, August 1995.",
        "Diamond Peter and Salvador Valdes-Prieto, Social Security Reform, The Chilean Economy: Policy Lessons and Challenges, in Barry Bosworth, Rudiger Dornbusch, and Raul Laban, eds., Washington, D.C.: The Brookings Institution, 1994.",
        "Auerbach, Alan J., Jagadeesh Gokhale, Laurence Kotlikoff, John Sabelhaus and David N. Well, The Annuitization of Americans Resources: A Cohort Analysis, NBER working paper no. 5089, April 1995.",
        "Boskin, Michael J., Laurence J. Kotlikoff, Douglas J. Puffert, and John B. Shoven, Social Security: A Financial Appraisal Across and Within Generations, National Tax Journal, 40, 1, March 1987, 19-34.",
        "Auerbach, Alan J., Laurence J. Kotlikoff, and David N. Well, The Increasing Annuitization of the Elderly, NBER working paper no. 4182, October 1992.",
        "Auerbach, Alan J. and Laurence J. Kotlikoff, Dynamic Fiscal Policy, Cambridge, England: Cambridge University Press, 1987.",
        "Arrau, Patricia and Klaus Schmidt-Hebbel, Macroeconomic and Intergenerational Welfare Effects of a Transition from Pay-as-You-Go to Fully Funded Pensions, Policy Research Dept., Macroeconomics and Growth Division, Washington, D.C.: World Bank, Washington, D.C. 1993.",
        "Arrau, Patricio, Social Security Reform: The Capital Accumulation and Intergenerational Distribution Effect, Washington, D.C.: World Bank, 1990."
    ]
}