{
    "id": 5331,
    "cites": 34,
    "cited_by": 6,
    "reference": [
        "Wright, Gavin (1986). Old South, New South: Revolutions in the Southern Economy Since the Civil War (New York: Basic Books, 1986).",
        "Thorndike, Robert L., Two Screening Tests of Verbal Intelligence, Journal of Applied Psychology 26 (1942), 128-135.",
        "Thorndike, Robert L. and George H. Gallup, Verbal Intelligence of the American Adult, Journal of General Psychology 30 ( 1944), 75-85.",
        "Rizzuto, Ronald and Paul Watchel, Further Evidence on the Returns to School Quality, Journal of Human Resources 15 (1980), 240-272.",
        "Schmidt, Stefanie, Do School Inputs Matter? Historical Evidence from New York State, Unpublished manuscript, Massachusetts Institute of Technology (February 1995).",
        "Odden, Allan, Class Size and Student Achievement: Research-Based Policy Alternatives, Educational Evaluation and Policy Analysis 12 (Summer 1990), 213-27.",
        "Orazem, Peter, Black-White Differences in Schooling Investment and Human Capital Production in Segregated Schools, American Economic Review 77 (September 1987), 714-23.",
        "Link, Charles R. and Edward C. Ratledge, Social Returns to Quantity and Quality of Education: A Further Statement, Journal of Human Resources 10 (1975), 78- 89.",
        "Miner, John B., Intelligence in the United States (New York: Springer Publishing Company, 1957).",
        "Hedges, Larry V., Richard D. Laine, and Rob Greenwald, Does Money Matter? A Meta-analysis of Studies of the Effects of Differential School Inputs on Student Outcomes, Educational Researcher 23 (1994), 5-4.",
        "Johnson, George E. and Frank F. Stafford, Social Returns to Quantity and Quality of Schooling, Journal of Human Resources 8 (Spring 1973), 139-54.",
        "Hanushek, Eric A., Steven G. Rivkin, and Lori L. Taylor, Aggregation and the Estimated Effects of School Resources, Rochester Center for Economic Research Working Paper No. 397 (February 1995).",
        "Heckman, James J., Anne Layne-Farrar, and Petra Todd, The Schooling Quality- Earnings Relationship: Using Economic Theory to Interpret Functional Forms Consistent with the Evidence, Unpublished manuscript, University of Chicago (June 1995).",
        "Hanushek, Eric A., The Economics of Schooling: Production and Efficiency in Public Schools, Journal of Economic Literature 24 (September 1986), 1141-7.",
        "Grunfeld, Yehuda and Griliches, Zvi, Is Aggregation Necessarily Bad? The Review of Economics and Statistics 42 (1960), 1-3.",
        "Hammond, John L., Two Sources of Error in Ecological Correlation, American Sociological Review 38 (December 1973), 764-77.",
        "Grogger, Jeff, Does School Quality Explain the Recent Black/White Wage Trend? Journal of Labor Economics (forthcoming). 29 Grogger, Jeff, School Expenditures and Post-Schooling Wages: Evidence from High School and Beyond, Unpublished manuscript, University of California, Santa Barbara (December 1994).",
        "Griliches, Zvi, Notes on the Role of Education in Production Functions and Growth Accounting, in W. Lee Hansen (ed.), Education, Income and Human Capital: Studies in Income and Wealth 35 (New York: Columbia University Press for the National Bureau of Economic Research, 1970), 71-114.",
        "Griliches, Zvi and William M. Mason, Education, Income and Ability, Journal of Political Economy 80 (Spring 1972), 74-03.",
        "Glass, Gene V., and M. L. Smith, Meta-Analysis of Research on Class Size and Achievement, Educational Evaluation and Policy Analysis 1 (1979), 2-16.",
        "Finn, Jeremy D. and Charles M. Achilles, Answers and Questions About Class Size: A Statewide Experiment, American Educational Research Journal 27 (Fall 1990), 557-77.",
        "Fuchs, Victor A. and Diane M. Reklis, Mathematical Achievement in Eighth Grade: Interstate and Racial Differences, National Bureau of Economic Research Working Paper 4784 (1994).",
        "Ferguson, Ronald F., paying for Public Education: New Evidence on How and Why Money Matters, Harvard Journal on Legislation 28 (1991), 465-98.",
        "Denham, Carolyn and Ann Lieberman, (eds.), Time To Learn (California Commission for Teacher Preparation and Licensing, 1980).",
        "Coleman, James S., et al., Equality of Educational Opportunity (Washington DC: Government Printing Office, 1966).",
        "Childs, T. Stephen and Charol Shakeshaft, A Meta-Analysis of Research on the Relationship between Educational Expenditures and Student Achievement, Journal of Education Finance 12 (Fall 1986), 249-63.",
        "Card, David and Alan Krueger, Chapter 6, The Economic Return to School Quality in William E. Becker and William J. Baumol (eds.) Assessing Educational Practices: The Contribution of Economics (Cambridge, Massachusetts: MIT Press, forthcoming). Chesher, Andrew and Ian Jewitt, The Bias of a Heteroskedasticity Consistent Covariance Matrix Estimator, Econometrica 55 (1987), 1217-1122.",
        "Burtless, Gary Does Money Matter? The Effects of School Resources on Student Achievement and Adult Earnings, in Gary Burtless (ed.), Does Money Matter? The Effects of School Resources on Student Achievement and Adult Success, (Washington, D.C.: Brookings Institution, forthcoming). Card, David and Alan Krueger, Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States, Journal of Political Economy 100 (1992), 1-40.",
        "Borjas, George J., On Regressing Regression Coefficients, Journal of Statistical Planning 7 (1982), 131 - 137.",
        "Betts, Julian, Does School Quality Matter? Evidence from the National Longitudinal Survey of Youth, Review of Economics and Statistics 77 (May 1995), 231-247.",
        "Betts, Julian, Is There a Link Between School Inputs and Earnings? Fresh Scrutiny of an Old Literature, in Gary Burtless (ed.), Does Money Matter? The Effects of School Resources on Student Achievement and Adult Success, (Washington, D.C.: Brookings Institution, forthcoming). Boozer, Michael and Cecilia Rouse, Intraschool Variation in Class Size: Patterns and Implications, Princeton Industrial Relations Section Working Paper 344 (1995).",
        "Akin, John S. and Irwin Garf~nkel, School Expenditures and the Economic Returns to Schooling, The Journal of Human Resources 12 (1977), 460-481.",
        "Alwin, Duane F., Family of Origin and Cohort Differences in Verbal Ability, American Sociological Review 56 (October 1991), 625-638.",
        "Amemiya, Takeshi A Note on a Random Coefficients Model, International Economic Review 19 (1978), 793-796."
    ]
}