{
    "id": 5333,
    "cites": 29,
    "cited_by": 62,
    "reference": [
        "Weitzman, Martin L., Efficient Incentive Contracts, Quarterly Joumal of Economics, June 1980, 94(4), pp. 719-730.",
        "Shapiro, Carl, and Joseph E. Stiglitz, Equilibrium Unemployment as a Worker Discipline Device, American Economic Review, June 1984, 74(3), pp. 433-444.",
        "Waldman, Michael, Job Assignments, Signalling, and Efficiency, Review of Economic Studies, Summer 1984, 15(2), pp. 255-267.",
        "Weiss, Andrew, Job Queues and Layoffs in Labor Markets with Flexible Wages, Journal of Political Economy, June 1980, 88(3), pp. 526-538.",
        "Poole, Keith, and Rosenthal, Howard. Pattems of Congressional Voting. American Journal of Political Science, February 1991, 35(1), pp. 228-278.",
        "Milgrom, Paul and Roberts, John. The Economics of Modem Manufacturing. American Economic Review, June 1990, 80(3), pp. 511-28.",
        "Milgrom, Paul and Roberts, John. Complementarities and Fit: Strategy, Structure and Organizational Change. manuscript, 1993.",
        "Poole, Keith, and Rosenthal, Howard. A Scaling Algorithm to Study Congressional Voting Behavior. manuscript, 1985.",
        "McAfee, Preston and John McMillan. Optimal Contracts for Teams, Intemational Economic Review, August 1991, 32(3), pp. 561-577.",
        "Lazear, Edward. Compensation, Productivity and the New Economics of Personnel. in Research Frontiers in Industrial Relations and Human Resources, eds. D. Lewin, O. Mitchell, and P. Sherer. Madison, Wisc.: IRRA, 1992.",
        "Lazear, Edward and Rosen, Sherwin. Rank-Order Tournaments as Optimum Labor Contracts. Joumal of Political Economy, October 1981, 89(5), pp. 841-64.",
        "Lazear, Edward. Labor Economics and the Psychology of Organizations. Joumal of Economic Perspectives, Spring 1991, 5(2), pp. 89-110.",
        "Kandel, Eugene, and Edward Lazear. Peer Pressure and Partnerships. Joumal of Political Economy, August 1992, 100(4), pp. 801 - 17.",
        "Lazear, Edward. Salaries and Piece Rates. Joumal of Business, July 1986, 59(3), pp.405-31.",
        "Lazear, Edward. Pay Equality and Industrial Politics. Joumal of Political Economy, August 1989, 97(3), pp. 561-80.",
        "Holmstrom, Bengt, and Milgrom, Paul. The Firm as an Incentive System. A merican Economic Review, September 1994, 84(4), pp.972-91.",
        "Ichniowski, Casey. The Effects of Grievance Activity on Productivity. Industrial and Labor Relations Review, October 1986, 40(1), pp. 75-89.",
        "Jensen, Michael C. and Kevin J. Murphy, Performance Pay and Top-Management Incentives. Joumal Apolitical Economy, April 1990, 98(2), pp. 225-264.",
        "Hirschman, Albert O. Exit, Voice, and Loyalty. Cambridge, Mass.: Harvard University Press, 1979.",
        "Holmstrom, Bengt. Moral Hazard in Teams. BellJoumal of Economics, Autumn 1982, 13(2), pp.324-40.",
        "Ghiselli, Edwin, Campbell, J.P., and Zedeck, San Francisco: Freeman and Sons, 1981.",
        "S. Measurement Theory for the Behavioral Sciences. Hart, Oliver. Optimal Labor Contracts Under Assymmetric Information, Review of Economic Studies, January 1983, 50(160), pp. 3-35.",
        "Carmichael, H. Lorne, and MacLeod, W. Bentley. Multiskilling, Technical Change, and the Japanese Firm. The Economic Joumal, January 1993, 103(416), pp. 142-160.",
        "Farrell, Joseph, and Robert Gibbons, Bargaining Power and Voice in Organizations, manuscript, March 1991.",
        "Freeman, Richard B., The Exit-Voice Tradeoff in the Labor Market: Unionism, Job Tenure, Quits, and Separations, Quarterly Joumal of Economics, June 1980, 94 (4), pp. 643-674.",
        "Baker, George, Gibbons, Robert, and Murphy, Kevin J. Subjective Performance Measures in Optimal Incentive Contracts. Quarterly Joumal of Economics, November 1994, 108(8), pp. 1125- 56.",
        "Belsley, D.A., Kuh, E., and Welsch, R. Regression Diagnostics. New York: John Wiley and Sons, 1980.",
        "Alchian, A. and Harold Demsetz, Production, Information Costs, and Economic Organization, American Economic Review, September 1972, 62(4), pp. 777-795.",
        "Aoki, Masahiko. Information, Incentives and Bargaining in the Japanese Economy. New York: Cambridge University Press, 1988."
    ]
}