{
    "id": 5334,
    "cites": 11,
    "cited_by": 15,
    "reference": [
        "Waldman, Michael. Job Assignments, Signalling, and Efficiency, Rand Journal of Economics 15 (Summer 1984): 255-67.",
        "Reinganum, Jennifer Nash Equilibrium Search for the Best Alternative, J. Econ. Theory, 30, 139-52 (1983).",
        "Rothschild, Michael. A Two-Armed Bandit Theory of Market Pricing, J. Econ. Theory, 9, 185-202. Stole, Lars and Jeffrey Zwiebel. Intraf~n Bargaining under Nonbinding Contracts, Stanford University GSB Working Paper, 1994.",
        "Linear, Edward P. Raids and Offer-Matching, in Ehrenberg, Ronald, ed. Research in Labor Economics, Vol. 8, 1986, part A, pp. 141-65.",
        "Higuchi, Yoshio Effects of Job Training and Productivity Growth on Retention of Male and Female Workers in Japan, in Labor Markets and Economic Performance Europe, Japan and the USA, ed. by Toshiaki Tachibanaki. : St. Martins Press, 1994, pp.",
        "Han, Lei and H.D. Hoover. Gender Differences in Achievement Test Scores, paper presented at the Annual Meeting of the National Council on Measurement in Education (New Orleans, La., April 5-7, 1994).",
        "Gronau, Reuben Sex-related Wage Differentials and Womens Interrupted Labor Careers - The Chicken or the Egg, J. of Lab. Econ., 6,3, July 1988, pp. 277-301.",
        "Gittins, J. and D. Jones Adynamic Allocation Index for the Sequential Allocation of Experunents, in Progress in Statistics, J. Gani, et. al., eds. Amsterdam: North Holland, 241-66. Greenwald, Bruce C. Adverse Selection in the Labor Market, Review of Economic Studies 53 (July 1986): 325-47.",
        "Gibbons, Robert and Lawrence Katz. Layoffs and Lemons. Journal of Labor Economics, 9,4 (Oct. 1991), pp. 351-380.",
        "Doolittle, A. and C. Welch Gender Differences in Performance on a College-Level Achievement Test, ACT Research Report Series, 1989-9.",
        "Farber, Henly and Robert Gibbons. Learning and Wage Dynamical Working Paper 328. Industrial Relations Section, Princeton University, May 1994."
    ]
}