{
    "id": 5337,
    "cites": 32,
    "cited_by": 18,
    "reference": [
        "[32] Woodford, Michael (1991): Self-Fulfilling Expectations and Fluctuations in Aggregate Demand, in N.G. Mankiw and D.Romer, eds.: New Keynesian Economics, vol 2, 77-110, MIT Press, Cambridge, MA. 49",
        "[30] Silvestre, Joaqulm (1993): The Market Power Fo~mdations of Economic Policy, Journal of Economic Literature, vol 31, 105-141.",
        "[31] Sorrentino, Constance (1993): International Comparisons of Unemployment Indicators Monthly Labor Review, March 1993.",
        "[29] Shapiro, Carl and Joseph E. Stiglitz (1984): Equilibrium Unemployment as a Worker Discipline Device, American Economic Review 74, no. 3, 433-444.",
        "[27] Rotemberg, Julio and Michael Woodford (1991): Markups and the Busi- ness Cycle, in O.J. Blanchard and S. Fischer eds., NBER Macroeconomics Annual 1991, MIT Press (Cambridge, MA).",
        "[28] Rotemberg, Julio, and Michael Woodford (1993): Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity, Journal of Political Economy 100, 1153-1207.",
        "[25] Pissarides, Christopher A. (1990): Equilibrium Unemployment Theory, Ox- ford University Press.",
        "[26] Rogerson, Richard (1988): Indivisible Labor, Lotteries and Equilibrium, Journal of Monetary Economics 21, 3-16.",
        "[23] McDonald, Ian M. and Robert M. Solow (1981): Wage Bargaining and Employment, American Economic review 71, 896-908.",
        "[24] Mortensen, Dale T. (1990): Search Equilibrium and Real Business Cycles, Northwestern University, mimeo.",
        "[21] Lindbeck, Assar and Dennis J. Snower (1988): The Insider-Outsider Theory of Employment and Unemployment, MIT Press (Cambridge, MA).",
        "[22] Lucas, Robert E., and Edward C. Prescott (1974): Equilibrium Search and Unemployment, Journal of Economic Theory 7, 188-209.",
        "[19] Jovanovic, Boyan (1987): Work, Rest, and Search: Unemployment, Turnover and the Cycle, Journal of Labor Economics, vol. 5, no. 2, 131- 148. 47",
        "[20] Layard, Richard, Stephen Nickell, and Richard Jackman (1991): Unemploy- ment: Macroeconomic Performance and the Labor Market, Oxford University Press.",
        "[17] Hansen, Gary D. (1985): Indivisible Labor and the Business Cycle, Journal of Monetary Economics 16, 309-327.",
        "[18] Hart, Oliver (1982): A Model with Imperfect Competition with Keynesian Features, Quarterly Journal of Economics 97, 109-138.",
        "[15] Greenwood, Jeremy, Glenn M. MacDonald, and Guan-Jia Zhang (1994): The Cyclical Behavior of Job Creation and Job Destruction: a Sectoral Model Rochester Center for Economic Research, WP 394.",
        "[16] Hall, Robert E. (1994): On the Sources of Economic Fluctuations, Stanford University, mimeo.",
        "[13] Gall, Jordi (1995): Unemployment in Dynamic General Equilibrium Economies, European Economic Review, forthcoming. 46",
        "[14] Greenwood, Jeremy, and Gregory Huffman (1991): Tax analysis in a real- business-cycle model: On Measuring Harberger triangles and Okun gaps, Journal of Monetary Economics 27, 167-190.",
        "[12] Gall, Jordi (1994): Monopolistic Composition, Business Cycles, and the Composition of Aggregate Demand, Journal of Economic Theory 63, no. 1, 73-96.",
        "[10] Danthine, Jean Pierre and John B. Donaldson (1992): Risk Sharing in the Business Cycle, European Economic Review 36, 468-475.",
        "[11] Elmeskov, J0rgen and Karl Pichelmann (1993): Interpreting Unemploy- ment: the Role of Labour Force Participation, OECD Economic Studies, no. 21., 129-161.",
        "[8] Cooley, Thomas F. and Gary D. Hansen (1989): Inflation Tax in a Real Business Cycle Model, American Economic Review 79, 733-748.",
        "[9] Danthine, Jean Pierre and John B. Donaldson (1990): Efficiency Wages and the Business Cycle Puzzle, European Economic Review 34, 1275-1301.",
        "[7] Christiano, Lawrence J. and Martin Eichenbaum (1992): Current Real Busi- ness Cycle Theories and Aggregate Labor Market Fluctuations, American Economic Review 82, 430-450.",
        "[5] Campbell, John Y. (1994): Inspecting the Mechanism: an Analytical Ap- proach to the Stochastic Growth Model, Journal of Monetary Economics 33, no. 3, 463-506.",
        "[6] Chaterjee, Satyajit, and Rusell Cooper (1993): Entry and Exit, Product Variety, and the Business Cycle, NBER WP 4562. 45",
        "[3] Blanchard, Olivier J., and Fischer, Stanley (1989): Lectures on Macroeco- nomics, MIT Press.",
        "[4] Bream, R. Anton (1994): Tax Disturbances and Real Economic Activity in the postwar United States, Journal of Monetary Economics 33, 441-462.",
        "[2] Bean, Charles R. (1994): European Unemployment: A Survey, Journal of Economic Literature, vol. 32, 573-619.",
        "[1] Baxter, Marianne and Robert G. King (1991): Productive Externalities and Business Cycles, Institute of Empirical Macroeconomics, Discussion Paper 53."
    ]
}