{
    "id": 5339,
    "cites": 14,
    "cited_by": 19,
    "reference": [
        "Young, Alwyn, 1993, Lessons from the East Asian NiCs: A Contrarian View, NBER Working 26 paper No. 4482.",
        "World Bank, 1993, The East Asian Miracle: Economic Growth and Public Policv, Oxford University Press for the World Bank, Washington, DC.",
        "Kuo, Shirley, 1983, The Taiwan Economy in Transition, Westview Press, Boulder, Colorado.",
        "Mason, Edward S. and others, 1980, The Economic and Social Modemization of the Republic of Korea, Harvard University Press, Cambridge, MA.",
        "Rodrik, Dani, 1994, Coordination Failures and Govemment Policy in Intemmediate Economies: A Model with Applications to East Asian and Eastem Europe, Columbia University (forthcoming Joumal of Intemational Economics).",
        "Rodrik, Dani, 1995, Getting Interventions Right: How South Korea and Taiwan Grew Rich, Economic Policv 20, April.",
        "Wade, Robert, 1990, Govemina the Market: Economic Theorv and the Role of Govemment in East Asian Industrialization, Princeton, NJ, Princeton University Press.",
        "Kim, Kwang Suk, 1988, The Timing and Sequencing of Trade Liberalization Policy: The Case of Korea, unpublished manuscript, World Bank.",
        "Krugman, Paul, 1994, The Myth of Asias Miracle, Foreion Affairs, November-December, 62-78.",
        "Kim, Jong-ll, and Lawrence J. Lau, 1992, The Source of Economic Growth of the Newly, Industrialized Countries on the Pacific Rim, unpublished manuscript, Stanford University, December.",
        "Hong, Wontack, 1976, Factor SUDPIV and Factor Intensity of Trade in Korea, Korea Development Institute, Seoul.",
        "Frank, Charles R., Jr., Kwang Suk Kim, and Larry Westphal, 1975, Foreion Trade Reoimes and Economic Development: South Korea, Columbia University Press, New York.",
        "Amsden, Alice H., 1989, Asias Next Giant: South Korea and Late Industrialization, New York, Oxford University Press.",
        "Bradford, Colin I., Jr., 1990, Policy Interventions and Markets: Development Strategy Typologies and Policy Options, in G. Gereffi and D.L. Wyman, ads., Manufacturing Miracles: Paths of Industrialization in Latin America and East Asia, Princeton University Press, Princeton, NJ."
    ]
}