{
    "id": 534,
    "cites": 15,
    "cited_by": 2,
    "reference": [
        "AZARIADIS, C. (1978), Escalator Clauses and the Allocation of Cyclical Risks, Journal of Economic Theory, 18, 119-155.",
        "BARRO, R. J. (1976), Rational Expectations and the Role of Monetary Policy, Journal of Monetary Economics, 2, 1-32.",
        "BARRO, R. J. (1977), Long-Term Contracting, Sticky Prices, and Monetary Policy, Journal of Monetary Economics, 3, 305-316.",
        "BARRO, R. J. and GROSSMAN, H. I. (1976) Money, Employment, and Inflation (New York: Cambridge University Press).",
        "FRIEDMAN, M. (1968), The Role of Monetary Policy, American Economic Review, 58, 1-17.",
        "GROSSMAN, H. I. (1977), Risk Shifting and Reliability in Labour Markets, Scandinavian Journal of Economics, 79(2), 187-209.",
        "GROSSMAN, H. I. (1978), Risk Shifting, Layoffs, and Seniority, Journal of Monetary Economics, 4,661-686.",
        "GROSSMAN, H. I. (1979a), Why Does Aggregate Employment Fluctuate?, American Economic Review, 69, 64-69.",
        "GROSSMAN, H. I. (1979b), Employment Fluctuations and the Mitigation of Risk, Economic Inquiry, 17, 344-359.",
        "GROSSMAN, H. I. (1980), Risk Shifting, Unemployment Insurance, and Layoffs, in Hornstein, Z., Grice, J.",
        "W. and Webb, A. E. (eds.) The Economics of the Labour Market (London: HMSO). LUCAS, R. E. Jr. (1977), Understanding Business Cycles, in Brunner, K. and Meltzer, A. H. (eds.) Stabilization of the Domestic and International Economy (New York: North Holland).",
        "LUCAS, R. E. Jr and RAPPING, L.A. (1970), Real Wages, Employment, and Inflation, in Phelps, E. S. eta!.",
        "Microeconomic Foundations of Employment and Inflation Theory (New York: Norton). MORTENSEN, D. T. (1970), A Theory of Wage and Employment Dynamics, in Phelps, E. S. et al., Microeconomic Foundations of Employment and Inflation Theory (New York: Norton).",
        "SEATER, J. J. (1977), A Unified Model of Consumption, Labor Supply, and Job Search, Journal of Economic Theory, 14, 349-372.",
        "SEATER, J. J. (1978), Utility Maximization, Aggregate Labor Force Behavior, and the Phillips Curve, Journal of Monetary Economics, 4, 687-7 13."
    ]
}