{
    "id": 5344,
    "cites": 23,
    "cited_by": 19,
    "reference": [
        "Perron, Pierre. The Great Crash, the Oil Price Shock, and the Unit Root Hypothesis, Econometrica 57 (November 1989), pp.",
        "Romer, David, Advanced Macroeconomics, University of California at Berkeley, 1995.",
        "Taylor, John B., Staggered Wage Setting in a Macro Model, American Economic Review 69 (May 1979), pp. 108-113.",
        "Taylor, Herb. The Livingston Surveys: A History of Hopes and Fears, Federal Reserve Bank of Philadelphia Business Review (January/February 1992), pp. 15-27.",
        "Noble, Nicholas R., and T. Windsor Fields. Testing the Rationality of Inflation Expectations Derived from Survey Data: A Structure-Based Approach, Southern Economic Journal 31 49 (October 1982), pp. 361-73.",
        "Lovell, Michael C., Manufacturers Inventories, Sales Expectations, and the Accelerator Principle, Econometrica 29 (July 1961), pp. 293-314.",
        "American Economic Review 76 (March 1986), pp. 110-24.",
        "Lucas, Robert E., Jr. Expectations and the Neutrality of Money, Journal of Economic Theory 4 (April 1972), pp. 103-24.",
        "Newey, Whitney K., and Kenneth D. West. A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55 (May 1987), pp.",
        "Keane, Michael P., and David E. Runkle. Testing the Rationality of Price Forecasts: New Evidence from Panel Data, American Economic Review 80 (September 1990), pp. 714-35.",
        "Keane, Michael P., and David E. Runkle. Testing the Rationality of Price Forecasts: Reply, American Economic Review 85 (March 1995), p. 290.",
        "Lamont, Owen. Macroeconomic Forecasts and Macroeconomic Forecasters, manuscript, University of Chicago (1994).",
        "Fuhrer, Jeffrey C., and George R. Moore. Inflation Persistence, Quarterly Journal of Economics 110 (February 1995), pp. 127- 159.",
        "Juster, F. Thomas, and Robert Comment. A Note on the Measurement of Price Expectations, Institute for Social Research working paper, University of Michigan (1980).",
        "Croushore, Dean. Inflation Forecasts: How Good Are They? Federal Reserve Bank of Philadelphia Business Review, forthcoming. Evans, Martin, and Paul Wachtel. Inflation Regimes and the Sources of Inflation Uncertainty, Journal of Money, Credit, and Banking 25 (August 1993, part 2), pp. 475-511.",
        "Croushore, Dean. Introducing: The Survey of Professional Forecasters, Federal Reserve Bank of Philadelphia Business Review, November/December 1993, pp. 3-15.",
        "Carlson, John A. A Study of Price Forecasts, Annals of Economic and Social Measurement 6 (Winter 1977), pp. 27-56.",
        "Christiano, Lawrence J., and Martin Eichenbaum. Liquidity Effects and the Monetary Transmission Mechanism, American Economic Review 82 (May 1992), pp. 346-353.",
        "Bonham, Carl, and Richard Cohen. Testing the Rationality of Price Forecasts: Comment, American Economic Review 85 (March lgg5), pp. 284-g. Campbell, John Y., and N. Gregory Mankiw. Are Output 29 Fluctuations Transitory? Quarterly Journal of Economics 102 (November 1987), pp. 857-80.",
        "Ball, Laurence. The Genesis of Inflation and the Costs of Disinflation, Journal of Money, Credit and Banking 23 (August loll, part 2), pp. 439-52. Ball, Laurence, and Stephen Cecchetti. Inflation and Uncertainty at Short and Long Horizons, Brookings Papers on Economic Activity (1990:1), pp. 215-54.",
        "Barsky, Robert B. The Fisher Hypothesis and the Forecastability and Persistence of Inflation, Journal of Monetary Economics 19 (January 1987), pp. 3-24.",
        "Bernanke, Ben S., and Alan S. Blinder, The Federal Funds Rate and the Channels of Monetary Transmission, American Economic Review 82 (September 1992), pp. 901-21.",
        "Beveridge, Stephen, and Charles Nelson. A New Approach to Decomposition of Economic Time Series into Permanent and Transitory Components with Particular Attention to Measurement of the Business Cycle, Journal of Monetary Economics 7 (March 1981), pp. 151-74."
    ]
}