{
    "id": 5345,
    "cites": 45,
    "cited_by": 0,
    "reference": [
        "WONG, E. (1964): The Construction of a Class of Stationary Markov Processes, in Stochastic Processes in Mathematical Physics and Engineering, Proceedings of Symposia in Applied Mathematics, Vol. XVI.",
        "VASICEK, O. (1977): An Equilibrium Characterization of the Term Structure, Journal of Financial Economics, 5, 177-188.",
        "SILVERMAN, B.W. (1986): Density Estimation for Statistical and Data Analysis, London: Chapman-Hall.",
        "Heteroskedasticity of Unknown Form, Econometrica, 55, 4, 875-891. SAID, E.S. AND D.A. DICKEY (1984): Testing for Unit Roots in Autoregressive- Moving Average Models of Unknown Order, Biometrika, 71, 3, 599-607.",
        "SCOTT, D.W. (1992): Multivariate Density Estimation: Theory, Practice and Visualization, New York: Wiley.",
        "PRAKASA-RAO, B.L.S. (1987): On Mixing for Flows of 6-Algebras, Technical Report No. 95, University of California, Davis.",
        "ROBINSON, P.M. (1983): Nonparametric Estimators for Time Series, Journal of Time Series Analysis, 4, 3, 185-207.",
        "PHILLIPS, P.C.B. (1987): Time Series Regression with a Unit Root, Econometrica, 55, 2, 277-310.",
        "NELSON, D.B. (1990): ARCH Models as Diffusion Approximations, Journal of Econometrics, 45, 1/2, 7-38.",
        "Springer-Verlag. PEARSON, N.D. AND T.-S. SUN (1994): Exploiting the Conditional Density in Estimating the Term Structure: An Application to the Cox, Ingersoll, and Ross Model, Journal of Finance, 49, 4, 1279-1304.",
        "MERTON, R.C. (1990): Continuous-Time Finance, Cambridge, MA: Blackwell.",
        "Exploratory Investigation, Journal of Financial Economics, 8, 323-361. ------------------- (1973): Theory of Rational Option Pricing, Bell Journal of Economics and Management Science, 4, 141 - 183.",
        "LO, A.W. (1988): Maximum Likelihood Estimation of Generalized It8 Processes with Discretely Sampled Data, Econometric Theory, 4, 231-247.",
        "MARSH, T.A. AND E.R. ROSENFELD (1983): Stochastic Processes for Interest Rates and Equilibrium Bond Prices, Journal of Finance, 38, 2, 635-646.",
        "KUNSCH; H.R (1989): The Jacknife and the Bootstrap for General Stationary Observations, Annals of Statistics, 17, 3, 1217-1241.",
        "LIU, R.Y. AND K. SINGH (1992): Moving Blocks Jacknife and Bootstrap Capture Weak Dependence, in LePage R. and Billard, Y., eds, Exploring the Limits of Bootstrap, New York: Wiley.",
        "KARATZAS, I. AND S.E. SHREVE (1991): Brownian Motion and Stochastic Calculus, Second Edition, New York: Springer-Verlag.",
        "KARLIN, S. AND H.M. TAYLOR (1981): A Second Course in Stochastic Processes, New York Academic Press.",
        "HULL, J. AND A. WHITE (1990): Pricing Interest-Rate-Derivative Securities, The Review of Financial Studies, 3, 4, 573-592.",
        "Method, The Journal of Financial and Quantitative Analysis, 25, 1, 87-100. JAMSHIDIAN, F. (1989): An Exact Bond Option Formula, Journal of Finance, 44, 1, 205-209.",
        "HASMINSKII, R.Z. (1980): Stochastic Stability of Differential Equations, Alphen aan den Rijn, The Netherlands: Sijthoff and Noordhoff Publishers.",
        "FREIDLIN, M. (1985): Functional Integration and Partial Differential Equations, Annals of Mathematics Studies, Number 109, Princeton, N.J.: Princeton University Press.",
        "FRIEDMAN, A. (1964): Partial Differential Equations of Parabolic Type, Englewood Cliff, N.J.: Prentice-Hall.",
        "GIBBONS, M.R. AND K. RAMASWAMY (1993): A Test of the Cox, Ingersoll and Ross Model of the Term Structure, The Review of Financial Studies, 6, 3, 619-658.",
        "GOURIEROUX, C., A. MONFORT AND E. RENAULT (1993): Indirect Inference, Journal of Applied Econometrics, Vol. 8, S85-S118.",
        "HANSEN, L.P. (1982): Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, 50, 1029-1054.",
        "FELLER, W. (1951): Two Singular Diffusion Problems, Annals of Mathematics, 54, 2, 173-182.",
        "FLORENS-ZMIROU, D. (1993): On Estimating the Diffusion Coeff~cient from Discrete Observations, Journal of Applied Probability, 30, 790-804.",
        "Model of Asset Prices, Econometrica, 53, 2, 363-384. ---------------------------------------------- (1985b): A Theory of the Term Structure of Interest Rates, Econometrica, 53, 2, 385-407.",
        "DOTHAN, L.U. (1978): On the Term Structure of Interest Rates, Journal of Financial Economics, 6, 59-69.",
        "DUFFIE, D. AND R. KAN (1993): A Yield Factor Model of Interest Rates, Stanford University Mimeo.",
        "DUFFIE, D. AND K. SINGLETON (1993): Simulated Moments Estimation of Markov Models of Asset Prices, Econometrica, 61, 4, 929-952.",
        "COX, J.C. (1975): Notes on Option Pricing I: Constant Elasticity of Diffusions, Stanford University Mimeo, September 1975.",
        "COX, J.C., J.E. INGERSOLL AND S.A. ROSS (1980): An Analysis of Variable Rate Loan Contracts, Journal of Finance, 35, 2, 389-403.",
        "COURTADON, G. (1982): The Pricing of Options on Default-Free Bonds, Journal of Financial and Quantitative Analysis, 17, 1, 75-100.",
        "CHAN, K.C., G.A. KAROLYI, F.A. LONGSTAFF AND A.B. SANDERS (1992): An Empirical Comparison of Alternative Models of the Short-Term Interest Rate, Journal of Finance, 47, 3, 1209-1227.",
        "CONSTANTINIDES, G.M. (1992): A Theory of the Nominal Term Structure of Interest Rates, Review of Financial Studies, 5, 4, 531-552.",
        "CHAMBERLAIN, G. (1987): Asymptotic Efficiency in Estimation with Conditional Moment Restrictions, Journal of Econometrics, 34, 305-334.",
        "BANON, G. (1978): Nonparametric Identification for Diffusion Processes, S.l.A.M.",
        "Journal of Control and Optimization, 16, 380-395. BASAWA, I.V. AND B.L.S. PRAKASA-RAO (1980): Statistical Inference for Stochastic Processes, New York: Academic Press.",
        "BLACK, F. AND M. SCHOLES (1973): The Pricing of Options and Corporate Liabilities, Journal of Political Economy, 3, 133-155.",
        "BRENNAN, M.J. AND E.S. SCHWARTZ (1979), A Continuous-Time Approach to the Pricing of Bonds, Journal of Banking and Finance, Vol. 3, 133-155.",
        "BROWN, S.J. AND P.H. DYBVIG (1986): The Empirical Implications of the Cox, Ingersoll, Ross Theory of the Term Structure of Interest Rates, Journal of Finance, 41, 3, 617-630.",
        "AIT-SAHALIA, Y. (1992): The Delta and Bootstrap Methods for Nonparametric Kernel Functionals, MIT Mimeo, January.",
        "AMES, W.F. (1977): Numerical Methods for Partial Differential Equations, Academic Press, New-York."
    ]
}