{
    "id": 5347,
    "cites": 20,
    "cited_by": 12,
    "reference": [
        "Reisen, Helmut, Pension Funds, Capital Controls and Macroeconomic Stability, OECD Working Paper Vol. 2, No. 47 (Paris, France: Organization for Economic Co-Operation and Development, 1994).",
        "Reisen, Helmut, and Helene Yeches, Time-Varying Estimates on the Openness of the Capital Account in Korea and Taiwan, Journal of Development Economics, Vol.41, No.2 (August 1991), pp.285-305.",
        "Reisen, Helmut, Macroeconomic Policies Towards Capital Account Convertibility, in Helmut Reisen and Bernhard Fischer, eds., Financial Opening: Policy Issues and Experiences in Developing Countries, (Paris: Organisation for Economic Co-operation and Development, 1993), pp. 43-55.",
        "Haque, Nadeem Ul, and Peter Montiel, Capital Mobility in Developing Countries - Some Empirical Tests, IMF Working Paper 90/117 (Washington: International Monetary Fund, December 1990).",
        "Mathieson, Donald J., and Liliana Rojas-Suarez, Liberalization of the Capital Account, Experiences and Issues, IMF Occasional Paper 103 (Washington: International Monetary Fund, March 1993).",
        "Fry, Maxwell, Financial Opening and Monetary Control in Pacific Basin Developing Market Economies, in Helmut Reissen and Bernhard Fischer, eds., Financial Openina: Policy Issues and Experiences in Developing Countries, (Paris, Organisation for Economic Co-operation and Development, 1993), pp. 143-164.",
        "Frankel, Jeffrey A., Sterilization of Money Inflows: Difficult (salvo) or Easy (Reisen)? Paper presented at conference on Capital Inflows: Size, Nature and Policy Adaptions, Cartagena, Colombia, July 29-30, 1994.",
        "Fackler, James S. and John H. Rogers, An Empirical Open- Economy Macro Model with Credit, Journal of Macroeconomics, Vol. 15, No. 2 (Spring 1993), pp. 203-224.",
        "Faruqee, Hamid, Dynamic Capital Mobility in Pacific Basin Developing Countries: Estimation and Policy Implications, Staff Papers, International Monetary Fund, Vol. 39, No. 3 (September 1992), pp. 706-717.",
        "Drazen, Allan, Monetary Policy, Capital Controls and Seigniorage in an Open Economy, in M.de Cecco and A. Giovannini, eds., A European Central Bank?: Perspectives on Monetary Unification After Ten Years of the EMS,(New York: Cambridge University Press, 1989) pp. 13-32.",
        "Dooley, Michael P., Jeffrey Frankel, and Donald J. Mathieson, International Capital Mobility: What Do Saving-Investment Correlations Tell Us? Staff Papers, International Monetary Fund, Vol.34, No.3 (September 1987).",
        "Dooley, Michael P., and Peter Isard, Capital Controls, Political Risk, and Deviations from Interest-Rate Parity, Journal of Political Economy, Vol.88, No.2 (April 1980), pp.",
        "Dooley, Michael P., and Donald J. Mathieson, Exchange Rate Policy, International Capital Mobility, and Monetary Policy Instruments, in R. Click and M. Hutchison, eds., Exchange Rate Policy and Interdependence: Perspectives from the Pacific Basin (Cambridge, Massachusetts: Cambridge University Press, 1994), pp. 68-95.",
        "Hutchison, eds., Exchange Rate Policy and Interdependence: Perspectives from the Pacific Basin (Cambridge, Massachusetts: Cambridge University Press, 1994), pp.17-47.",
        "Claassen, Emil, Financial Opening and Monetary Control in Pacific Basin Developing Market Economies: A Comment, in Helmut Reissen and Bernhard Fischer, eds., Financial Opening: Policy Issues and Experiences in Developing Countries, (Paris: Organisation for Economic Co-operation and Development, 1993), pp. 165-171.",
        "Browne, Francis X., and Paul D. McNelis, Exchange Controls and Interest Rate Determination with Traded and Non-Traded Assets: the Irish-United Kingdom Experience, Journal of International Money and Finance, Vol. 9 (1990), pp. 41-59.",
        "Chinn, Menzie and Michael Dooley, Asia-Pacific Caspital Markets: Integration and Implications for Economic Activity,-- NBER Working Paper 5280, September 1995.",
        "Chinn, Menzie D., and Jeffrey A. Frankel, Financial Links Around the Pacific Rim: 1982-19g2, in R. Glick and M.",
        "Bank Of Japan, Quarterly Bulletin, May 1995.",
        "Bernanke, Ben and Alan Blinder, Credit, money and aggregate demand, American Economic Review, Vol. 78, No. 2, tMay 1988), pp. 435-439."
    ]
}