{
    "id": 5348,
    "cites": 26,
    "cited_by": 11,
    "reference": [
        "Tintner, G., A Note on the Derivation of Production Functions from Farm Records, Econometrica, 12(1), 1944, 26-34.",
        "Tintner, G., Some Applications of Multivariate Analysis to Economic Data, Journal of the American Statistical Association, 41(December), 1946, 472-500.",
        "Tinbergen, J., Econometrie, Gorinchem: J. Noorduijn en zoon n. v.,1941.",
        "Schmookler, J., The Changing Efficiency of the American Economy, Review of Economics and Statistics, 34(3), 1952, 214-231.",
        "Schultz, T. W., The Economic Organization of Agriculture, New York: McGraw-Hill, 1953.",
        "Solow, R. M., A Contribution to the Theory of Economic Growth, Quarterly Journal of Economic, 70, 1956, 65-94.",
        "Solow, R. M., Technical Change and the Aggregate Production Function, Review of Economics and Statistics, 39(3), 1957, 312-320.",
        "Stigler, J., Trends in Output and Employment, New York: FIBER, 1947.",
        "Schmookler, J., The Level of Inventive Activity, Review of Economics and Statistics, 36, 1954, 183-190.",
        "Schmookler, J., Invention and Economic Development, unpublished Ph.D. dissertation, University of Pennsylvania, Philadelphia, 1951.",
        "Kendrick, J. W., Productivity Trends: Capital and Labor, New York: NBER, 1956.",
        "Kendrick, J. W., Productivity Trends in the U.S., Princeton, NJ: Princeton University Press, 1961.",
        "Mendershausen, H., On the Significance of Professor Douglas Production Function, Econometrica, 6(2), 1938, 143-153.",
        "Jorgenson, D. W. and Griliches, Z., The Explanation of Productivity Change, Review of Economic Studies, 34(3), 1967, 249-83.",
        "Kendrick, J. W., Productivity, in S. Fabricant, ea., Government in Economic Life, 35th Annual Report, New York: NBER, 1955, 44-47.",
        "Hicks, J. R., The Valuation of the Social Income, Economica, 7, 1940, 105-124.",
        "Johnson, D. G., The Nature of the Supply Function for Agricultural Products, American Economic Review, 40(4), 1950, 539-564.",
        "Griliches, Z., Patent Statistics as Economic Indicators: A Survey, Journal of Economic Literature, 18(4), 1990, 1661-1707.",
        "Heady, E. O. and Dillon, J. L., Agricultural Production Functions, Ames, Iowa: Iowa State University Press, 1961.",
        "Griliches, Z., Measuring Inputs in Agriculture: A Critical Survey, Journal of Farm Economics, XIII(5), 1960, 1411 -1433.",
        "Copeland, M.A., Concepts of National Income, in Studies in Income and Wealth, vol. I, New York: NBER, 1937, 3-63.",
        "Fabricant, S., Economic Progress and Economic Change, New York: NBER, 1954.",
        "Griliches, Z., Research Cost and Social Returns: Hybrid Corn and Related Innovations, Journal of Political Economy, LXVI(5), 1958, 419-431.",
        "Barton, G. T. and Cooper, M. R., Relation of Agricultural Production to Inputs, Review of Economics and Statistics, 30(2), 1948, 117- 126.",
        "Copeland, M. A. and Martin, E. M., The Correction of Wealth and Income Estimates for Price Changes, in Studies in Income and Wealth, vol. 2, New York: National Bureau of Economic Research, 1938, 85-135, including discussion by M. Friedman.",
        "Abramovitz, M., Resource and Output Trends in the U.S. Since 1870, American Economic Review, 46(2), 1956, 5-23."
    ]
}