{
    "id": 5351,
    "cites": 18,
    "cited_by": 43,
    "reference": [
        "Cox, J. and S. Ross, 1976, The Valuation of Options for Alternative Stochastic Processes Journal of Financial Economics 3, 145-166.",
        "Cox, J., Ross, S. and M. Rubinstein, 1979, Option Pricing: A Simplified Approach, Journal of Finaneial Economies 7, 229-263.",
        "Breeden, D. and R. Litzenberger, 1978, Prices of State-Contingent Claims Implicit in Option Prices, Journal of Business 51, 621-651.",
        "Chiras, D. and S. Manaster, 1978, The Informational Content of Option Prices and a Test of Market Efficiency, Journal of Financial Economics 6, 213-234.",
        "Constantinides, G., 1982, Intertemporal Asset Pricing with Heterogeneous Consumers and without Demand Aggregation, Journal of Business 55, 253-268.",
        "Boyle, P. and D. Emanuel, 1980, Discretely Adjusted Option Hedges, Journal of Financial Economics 8, 259-82.",
        "Boudoukh, J., Richardson, M., Stanton, R. and R. Whitelaw, 1995, Pricing Mortgage- Backed Securities in a Multifactor Interest Rate Environment: A Multivariate Density Estimation Approach, working paper, Stern School of Business, New York University.",
        "Black, F. and M. Scholes, 1973, The Pricing of Options and Corporate Liabilities, Journal of Political Economy 81, 637-659.",
        "Black, F. and M. Scholes, 1972, The Valuation of Option Contracts and a Test of Market Efficiency, Journal of Finance 27, 399-418.",
        "Hick, A., 1990, On Viable Diffusion Price Processes of the Market Portfolio, Journal of Finance 45, 673-689.",
        "Bhattacharya, M., 1983, Transactions Data Tests of Efficiency of the Chicago Board Op- t~ons Exchange, Journal of Financial Economics 12, 161-185.",
        "Bates, D.S., 1995, Post-87 Crash Fears in SOP 500 Futures Options, working paper, The Wharton School.",
        "Barlow, R.E., D.J. Bartholomew, J.M. Bremmer and H.D. Brunk, 1972, Statistical Inference Under Order Restrictions. New York: Wiley.",
        "Banz, R. and M. Miller, 1978, Prices for State- Contingent Claims: Some Estimates and Applications, Journal of Business 51, 653 672.",
        "A;t-Sahalia, Y. 1993, The Delta Method for Nonparametric Kernel Functionals, working paper, Umvers~ty of Chicago.",
        "A;t-Sahalia, Y., 1994, Testing Continuous-Time Models of the Spot Interest Rate, to appear in Review of Financial Studies.",
        "Arrow, K., 1964, The Role of Securities in the Optimal Allocation of Risk Bearing, Revie~v of Economic Studies 31, 91-96.",
        "A;t-Sahalia, Y., 1992, Nonparametric Pricing of Interest Rate Derivative Securities, to appear m Econometr~ca."
    ]
}