{
    "id": 5353,
    "cites": 13,
    "cited_by": 11,
    "reference": [
        "Coleman, Hoffer, and Kilgore (1982) define urban as in a city of at least 50,000 people that is the central city of an SMSA. The urban numbers under NCEA do not reflect the greater than 50,000 population restriction. However, this constraint should effect very few cases.",
        "Tyler, B.S. An Analysis of Public and Catholic Secondary Education and the Earnings of Men. unpublished dissertation, University of Chicago (1994).",
        "Noell, J. Public and Catholic Schools: A Reanalysis of Public and Private Schools. Sociology of Education 55 (1982): 123-132.",
        "Sander, William and Krautmann, Anthony. Catholic Schools, Dropout Rates, and Educational Attainment. Economic Inquiry 23 (1995): 217-33.",
        "Murnane, R., Newstead, S. and Olsen, R. Comparing Public and Private Schools: The Puzzling Role of Selectivity alias. Journal of Business and Economic Statistics 3 (1985): 23- 35.",
        "Juhn, C., Murphy, K., and Pierce, B. Wage Inequality and the Rise in Returns to Skill. Journal of Politcal Economy 101 (1993): 410-442.",
        "Morgan, W. Learning and Student Life Quality of Public and Private School Youth. H Sociology of Education 56 (1983): 187-202.",
        "Hoxby, C. M. Do Private Schools Provide Competition for Public Schools? unpublished manuscript, M.I.T. (1993).",
        "Heckman, James and Robb, Richard. Evaluating The Impact of Treatments on Outcomes. in J. Heckman and B. Singer, eds., Longitudinal Analysis of Labor Market Data, Cambridge London: Cambridge University Press, 1985.",
        "Greeley, Andrew M. Catholic High Schools and Minority Students. London: Transaction Books, 1982.",
        "Coleman, J., Hoffer, T., and Kilgore, S. High School Achievement: Public, Catholic, and Private Schools Compared. New York, NY: Basic Books, 1982.",
        "Evans, W. and Schwab, R. Finish High School and Starting College: Do Catholic Schools Make a Difference forthcoming, Quarterly Journal of Economics. Friedman, M. Capitalism and Freedom. Chicago, IL: University of Chicago Press Goldberger, A. and Cain, G. The Causal Analysis of Cognitive Outcomes in the Coleman, Hoffer, Kilgore Report. Sociology of Education, 55 (1982): 103-122.",
        "Bryk, A., Lee, V., and Holland, P. Catholic Schools and the Common Good. Cambridge, MA: Harvard University Press, 1993."
    ]
}