{
    "id": 5354,
    "cites": 25,
    "cited_by": 8,
    "reference": [
        "Stone R. and Waszak, C. Adolescent Knowledge and Attitudes about Abortion. Familv Planning Perspectives. 24:52-57. 1992.",
        "Torres, A. and Forrest, J.D. Why Do Women Have Abortions? Familv Planning Perspectives. 20:169-76. 1988.",
        "South Carolina Department of Health and Environmental Control. South Carolina Abortions in the Decade of the 80s. Columbia, South Carolina. 1992.",
        "Serrato, C. Abortion, Out-of-Wedlock Childbearing and Public Policy. Manuscript 1989.",
        "Shelton, J., Brann, E.A., and Schulz, K.F. Abortion Utilization: Does Travel Distance Matter? Familv Planning Perspectives. 8: 160-262. 1976.",
        "Ohsfeldt, R. and Gohmann, S. Do Parental Involvement Laws Reduce Adolescent Abortion Rates. Contemporary Policy Issues. 12: 65-76. 1994.",
        "Rogers, J., Boruch, R., Stoms, G., and Demoya, D. Impact of the Minnesota Parenta] Notification Law on Abortion and Birth. American Journal of Public Health 81:294-298. 1991.",
        "National Womens Law Center. Restrictions on Young Womens Access to Abortions. Washington, D.C.: National Womens Law Center, January 1993.",
        "Matthews, S., Ribar, D., and Wilhelm, M. The Effects of Economic Conditions and Access to Reproductive Health Services on State Abortion and Birth Rates.. Presented at the 1995 Population Association of America Annual Meetings, San Francisco, California, April 6, 1995.",
        "Lundberg, S. and Plotnick, R. Effects of State Welfare, Abortion, and Family Planning Policies on Premarital Childbearing Among White Adolescents. Family Planning Perspectives. 22: 246- 251. 1990.",
        "Leibowitz, A., Eisen, M. and Chow, W. An Economic Model of Teenage Pregnancy Decision- Making. Demography. 23:67-77. 1986.",
        "Levine, P., Trainor, A. and Zimmerman, D. The Effect of Medicaid Abortion Funding Restrictions on Abortions, Births and Pregnancies. National Bureau of Economic Research Working Paper No. 5066, March, 1995.",
        "Joyce, T. Impact of Induced Abortion on Black and White Birth Outcomes in the United States. Demography. 24:229-244. 1987.",
        "Joyce, T. and Grossman, M. Pregnancy Wantedness and the Early Initiation of Prenatal Care. Demography. 27:1-17. 1990.",
        "Henshaw, S. and Van Vort, J. (eds.) Abortion Factbook 1992 Edition. New York: Alan Guttmacher 30 Institute, 1992.",
        "Haas-Wilson, D. The Impact of State Abortion Restrictions on Minors Demand for Abortions. Journal of Human Resources. Forthcoming. Henshaw, S. The Impact of Requirements for Parental Consent on Minors Abortions in Mississippi. Familv Planning Perspectives. 27:120-122. 1995.",
        "Gruber, J. The Incidence of Mandated Maternity Benefits. American Economic Review. 84:622- 641. 1994.",
        "Haas-Wilson, D. The Economic Impact of State Restrictions on Abortion: Parental Consent and Notification Laws and Medicaid Funding Restrictions. Journal of Policy Analysis and Management. 12:498-511. 1993.",
        "Grossman, M. and Joyce, T. Unobservables, Pregnancy Resolutions and Birthweight Production Functions in New York City. Journal of Political Economy. 98:983-1007. 1990.",
        "Ellertson, C. Mandatory Parental Involvement in Minors Abortions: Effects of the Laws in Minnesota, Missouri and Indiana. American Journal of Public Health. Forthcoming. Frost, J., Singh, S., Gold, R. and Martin, A. State Implementation of the Medicaid Eligibility Expansions for Pregnant Women. New York: Alan Guttmacher Institute, 1993.",
        "Cooksey, E. Factors in He Resolution of Adolescent Premarital Pregnancies. Demographv 27:207- 218. 1990.",
        "Currie, J., Nixon, L., and Cole, N. Restrictions on Medicaid Funding of Abortion: Effects on Pregnancy Resolutions and Birth Weight. National Bureau of Economic Research Working Paper No. 4432, August 1993.",
        "Blum, R., Resnick, M., and Stark, T. The Impact of a Parental Notification Law on Adolescent Abortion Decision-Making. American Journal of Public Health. 77:619-620. 1987.",
        "Castoff, V. and Klerman, L. Parental Consent for Abortion Impact of the Maccach~ce~q Tow American Journal of Public Health. 76:397-400. 1986.",
        "Blank, R., George, C. and London, R. estate Abortion Rates: The Impact of Policy, Provider Availability, Political Climate, Demography and Economics. National Bureau of Economic Research Working Paper No. 4853. September, 1994."
    ]
}