{
    "id": 5357,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Alesina, Alberto and Rodrik, Dani. Distributive Politics and Economic Growth, Quar- terly Journal of Economics, 109, May 1994, 465-490.",
        "Brito, Dagobert and Intriligator, Michael. Conflict, War, and Redistribution, American Political Science Review, 79, 1985, 943-957.",
        "Grossman, Herschel I. A General Equilibrium Model of Insurrections, American Economic Review, 81, September 1991, 912-921.",
        "Grossman, Herschel I. Production, Appropriation, and Land Reform, American Economic Review, 84, June 1994, 705-712.",
        "Grossman, Herschel I. Robin Hood and the Redistribution of Property Income, European Journal of Political Economy, 11, 1995, forthcoming.",
        "Grossman, Herschel I. and Kim, Minseong. Swords or Plowshares? A Theory of the Security of Claims to Property, Journal of Political Economy, 103, December 1995, 1275-1288.",
        "Grossman, Herschel I. and Kim, Minseong. Predation and Production, in Michelle R. Garfinkel and Stergios Skaperdas, eds., The Political Economy of Conflict and Ap- propriation. New York: Cambridge University Press, 1996.",
        "Hirshleifer, Jack. The Paradox of Power, Economics and Politics, 3, November 1991, 177-200.",
        "Keefer, Philip and Knack, Stephen. Institutions and Economic Performance: Cross- Country Tests Using Alternative Institutional Measures, Economics and Politics, 1995, forthcoming.",
        "Lattimore, Owen. Nomads and Commissars: Mongolia Revisited. New York: Oxford 23 University Press, 1992.",
        "Perotti, Roberto. Income Distribution, Politics, and Growth, American Economic Re- view, 82, May 1992, 311-316.",
        "Skaperdas, Stergios. Cooperation, Conflict, and Power in the Absence of Property Rights, American Economic Review, 82, September 1992, 720-739.",
        "Skaperdas, Stergios and Syropoulos, Constantinos. Competitive Trade with Conflict, in Michelle R. Garfinkel and Stergios Skaperdas, eds., The Political Economy of Conflict and Appropriation. New York: Cambridge University Press, 1996.",
        "Smith, Adam. The Wealth of Nations. 1776; reprinted, New York: The Modern Library, 1937.",
        "Smith, Vernon L. Humankind in History: Economy, Ecology, and Institutions, in Terry L. Anderson and Randy T. Simmons, eds., The Political Economy of Customs and Culture: informal Solutions to the Commons Problem. Lanham, Maryland: Rowman and Littlefleld, 1993."
    ]
}