{
    "id": 5358,
    "cites": 30,
    "cited_by": 47,
    "reference": [
        "West. Kenneth D., (19X7) A Specification Test tor Speculative Bubbles, Ouarterlv Journal al Economics, 1()2: 553-~3(). Yoshino, Nanyuki (1992) The roles of non-bank financial institutions and monetary policy (in Japanese: Non-banku no kinou to kinyuuseisaku), in The Analysis of Modern .lapanese Financial System (Gendai nihon no kinyu bunseki), eds. Y.Yoshino and A.Horiuchi, The University of Tokyo Press.",
        "Ueda, Kazuo (199()) Are Japanese stock prices too high? Journal ol the Japanese and International Economies, vol.14, December. ------ (1992) Monetary Policy under the Balance of Payments imbalance (in Japanese: Kokusui syushi fakinkouka no kinyu seisaku). Toyo keizai shinpo sya.",
        "Summers, Lawrence H. (1991) The Scientific Illusion in Empirical Macroeconomics, Scandinavian Journal of Economics, 93 (2), 129-148.",
        "Stiglitz, Joseph E. and Andrew Weiss (1981) Credit rationing in markets with imperfect information, American Economic Review, vol.71 393-41().",
        "Stein, Jeremy S. (1995) Prices and Trading Volume in the Housing Market: a Model with Down-payment Effect, Ouarterly Journal of Economics, CX: 379-4()~.",
        "Scharfstein, David S. (1994) Corporate finance and macro. lecture note, MIT.",
        "Shiller, Robert J. (1981) Do Stock Prices Move Too Much to Be Justified by Subsequent Changes in Dividends? American Economic Review, 71, 421-436.",
        "Poterba, James M. and Lawrence H. Summers (1986) Mean reversion in stock prices: Evidence and implications, Journal of Financial Economics, 22, 27-59.",
        "Sachs, Jeffrey and Peter Boone (1988) Japanese structural adjustment and the balance of payments, Journal of the Japanese and International Economies, vol.2, no.3.",
        "Phillips, Peter C.B. and Ouliaris (1990) Asymptotic Properties of Residual Based Tests for Cointegration, Econometrica, 58, 165-93.",
        "Noguchi, Yukio (1989) Economics of Island (in Japanese: Toch no keizaigaku), Nihonkeizai shinbunsya.",
        "Marsh, Terry A. and Robert C. Merton (1986) Dividend Variability and Variance Bounds Tests for the Rationality of Stock Market Prices, American Economic Review, 76, 483- 497.",
        "Nishimura, Kiyohiko G. (1990) The mechanism of land price determination in Japan (in Japanese: Nihon no chika kettei mechanism), in Japanese stock and land prices (Nihon no kal~u/ca chika), Nishimura and Y.Miwa eds., The University of Tokyo Press.",
        "Kiyotaki, Nobuhiro, and John Moore (1995) Credit cycles, NBER Working Paper 5)X3.",
        "LeRoy, Stephen F. and Richard Porter (19X1) The Present Value Relation: Tests Based on Variance Bounds, Econometrica, 49, 555-577. Lo, Andrew W. and A.Craig MacKinlay (19X8) Stock market prices do not follow random walks: Evidence from a simple specification Test, Review of Financial Studies, vol.1, no.l. Mankiw, N.Gregory and Daivid N.Weil (1989) The baby boom, the lobby bust, and the housing market, Regional Science and Urban Economics, 19, no.2.",
        "Ito, Takatoshi (1992) The Japanese Economy, MIT Press.",
        "Japanese and International Economies, January. ------ and Hirono Nosse Keiko (1993) Efficiency of the Tokyo Housing Market, Bank of Japan Monetary and Economic Studies, vol.11, 1-32.",
        "Iwaisako, Tokuo (1993) Econometric Tests of Japanese Stock and Land Prices, mimeo.",
        "Harvard University. Japan Security Analysis Institute (198X) The Research Report on.lapanese Stock Price Level (in Japanese, Nihon-no Kabukasui3yun Kenkyu Group Hokokusyo). Kashyap, Anil, Jeremy C. Stein, and David W. Wilcox (1993) Monetary policy and credit conditions: Evidence from the composition of external finance, American Economic Review, X3, no.1.",
        "Economic Review, Vol.X1, No.5, 1189-1214. Hamao, Yasushi, and Takeo Hoshi (1991) Stock and land prices in Japan, unpublished working paper, Columbia University and U.C. San Diego.",
        "Hoshi, Takeo, Anil Kashyap, and David Schartstein (1991) Corporate Structure, Liquidity, and Investment: Evidence from Japanese Industrial Groups, Ouarterlv Journal of Economics, 106: 33-60.",
        "Froot, Kenneth A. (1989) New Hope for the Expectations Hypothesis of the Term Structure of Interest Rates, Journal of Finance, Vol.44, 283-305.",
        "Faz.zari, Steven M., R.Glenn Hubbard, and Bruce C. Petersen (19X8) Financing constraints and corporate investment, Brookings Papers on Economic Activity, 19tVs8:1, 141-195. Person, Wayne, and Campbell R. Harvey (1994) An Exploratory Investigation of the Fundamental Determinants of National Equity Market Returns, in J.A.Frankel ed. The Internationalization of F,yuity Markets, The University of Chicago Press.",
        "Flood, Robert P. and Robert J. Hodrick, On Testing for Speculative Bubbles, Journal ol Economic Perspectives, vol. 4, no. 2, Spring 199(): X5-1()1. French, Kenneth and James Potcrba (1901) Were Japanese stock prices too high?! Journal ot Financial Economics, vol.29, pp.23-5().",
        "Chicago Press. ---, Andrew W. LO, and A. Craig MacKinlay (1994) The F,conometrics of Financial Markets, unpublished manuscripts, Harvard and MIT.",
        "Fama, Eugene F. and Kenneth R. French (1989) Business Conditions and Expected Returns on Stock and Bonds, Journal of Financial Economics 25, 93-49.",
        "P.Wachtel ea., Crisis in the Economic and Financial Structure, Lexington Books. Campbell, John Y. (1991) A variance decomposition for stock returns, Economic Journal 1() l, 157-179.",
        "Blanchard, Olivier(1979) Speculative bubbles, crashes, and rational expectations, Economics Letters, 3.",
        "K.G.Nishimura and Y.Miwa eds., The University of Tokyo Press. , Kuninori, Inoue, and Murase (1989) The evaluation of real estates and the measurement of Tobins Q and Multiple Q (in Japanese: Tochi hyouka to Tobin no Q / Multiple Q no keisoku), Keizai Keiei Kenkyu, the Japan Development Bank, vol.1(~-3.",
        "Asako, Kazurr.i (1992) Mechanism o asset prices (in Japanese: Shisar. kakaku no mechanism), in Ito and Noguchi eds. Nihon keizaino stock ka, Nihon keizai shinbunsya."
    ]
}