{
    "id": 536,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "2. F. Black, Yes, Virginia, There is Hope: Tests of the Value Line Ranking System, Financial Analysts Journal, (September/October 1973), pp. 10-14.",
        "3. F. Black, M. Jensen, and M. Scholes, The Capital Asset Pricing Model: Some Empirical Tests, in M. Jensen (ed), Studies in the Theory of Capital Markets. New York: Praeger, (1972), pp.79-121.",
        "4.11. Cheney, `SHow Good are Investment Advisory Services, Financial Executive, (November 1969), pp. 30-35.",
        "5. S. Colker, An Analysis of Security Recommendation by Brokerage Houses, Quarterly Review of Economics and Business, (Summer 1963), pp. 19-28.",
        "6. R. Diefenbach, How Good is Institutional Research?, Financial Analysts Journal, (January/ February 1972), pp. 54-60.",
        "7.E. Fama, Efficient Capital Markets: A Review of Theory and Empirical Work, Journal of Finance, (May 1970), pp. 383-417.",
        "8.E. Fama, Foundations of Finance. New York: Basic Books, (1976).",
        "9.E. Fama and J. MacBeth, Risk, Return, and Equilibrium: Some Empirical Tests, Journal of Political Economy, (May-June 1973), pp. 607-636.",
        "10. R. Ferber, Short-Run Effects of Stock Market Services on Stock Prices Journal of Finance, (March 1958), pp. 80-95.",
        "11.3. Groth, W. Lewellen, and G. Schlarbaum, An Analysis of Brokerage House Securities Recommendations, Financial Anal ssts Journal, (January/February 1979), pp. 32-40.",
        "14.3. Lintner. Security Prices, Risk, and Maximal Gains from Diversification, Journal of Finance, (December 1965), pp. 587-615.",
        "15.P. Lloyd-Davies and M. Canes, Stock Prices and the Publication of Second-Hand Information, Journal of Business, (January 1978), pp. 43-5 6.",
        "16.D. Logue, and D. Tuttle, Brokerage House Investment Advice, Financial Review, (1973), pp. 38-54.",
        "17.3. McCain and 3. Millar, A Note on Public Information and Stock Prices, Journal of Business Research, (January 1975), pp. 61-64.",
        "18.J. Mossin, Equilibrium in a Capital Asset Market, Econo,netrica, (October 1966), pp. 768-783.",
        "19.R. Ruff, Effect of a Selection and Recommendation of a Stock of the Month, Financial Analysts Journal, (March/April 1963), pp. 41-43. --",
        "20.G. Schlarbaum, G., W. Lewellen, and R. Lease, Realized Returns on Common Stock Investments: The Experience of Individual Investors, Journal of Business, (April 1978), pp. 299-325. 21G. Schlarbaum, W. Lewellen, and R. Lease, The Common-Stock-Portfolio Performance Record of Individual Investors, Journal of Finance, (May 1978), pp. 429-441.",
        "24. L. Shepard, How Good is Investment Advice for Individuals?, Journal of Portfolio Management, (Winter 1977), pp. 32-36. 25K. Stanley, W. Lewellen, and G. Schlarbaum, Investor Response to Investment Research, Journal of Portfolio Management, forthcoming.",
        "26.3. Stoffels, Stock Recommendations by Investment Advisory Services: Immediate Effects on Market Price, Financial Analysts Journal, (March/April 1966), pp. 7 7-86."
    ]
}