{
    "id": 5361,
    "cites": 26,
    "cited_by": 4,
    "reference": [
        "Tornell A. and P. Lane, 1994, When good news is bad news: a non-representative model of the current account and fiscal policy, manuscript, Harvard University.",
        "Segal, U. and A. Spivak, 1990, First-Order versus Second-order risk aversion, Journal of Economic Theory, Vol. 51, 111-25.",
        "Sandmo, A., 1970, The effect of uncertainty on saving decisions, Review of Economic Studies, pp. 353-360.",
        "Schmeidler, D., 1989, Subjective probability and expected utility without additivity, Econometrica, 57, 571-587.",
        "Leland, H., E, 1968, Saving and Uncertainty: the Precautionary Demand for Saving, Quarterly Journal of Economics, pp. 465-473.",
        "Newbery, D. and J. Stiglitz. (1981) The Theory of Commodity Price Stabilization, A Study of the Economics of Risk, Oxford, Claredon Press, 1981.",
        "Hey, J. D. and C. Orme. 1994, The predictive utility of generalized expected utility theories, Econometrica, Vol. 62, pp. 1251-1289.",
        "Kreps, D. M. and E. L. Porteus, 1978, Temporal resolution of uncertainty and dynamic choice theory, Econometrica, 46, 185-200.",
        "Gilboa, Itzhak, 1987, Expected utility theory with purely subjective non-additive probabilities, Journal of Mathematical Economics Vol. 16, 65-88.",
        "Gul, F. 1991, A theory of disappointment aversion, Econometrica, Vol. 59, pp. 667-686.",
        "Harless D. W. and C. Camerer, 1994, The predictive utility of generalized expected utility, Econometrica, Vol. 62, 1251-1290.",
        "Hausmann, R. and M. Gavin, 1995, Macroeconomic Volatility in Latin America, manuscript, Inter-America Development Bank.",
        "Hausmann, R.; A. Powell and R. Rigob6n. 1992, An optimal spending rule facing oil income uncertainty (Venezuela), in External Shocks and Stabilization Mechanisms, (hi. Engel and P. Meller, eds.), IDB, Washington.",
        "Epstein, L.G. and S. E. Zin, 1991, Substitution, risk aversion and the temporal behavior of consumption and assets returns: an empirical analysis, Journal of political economy, 99, 263-86.",
        "Frenkel, J., 1974, The demand for international reserves by developed and less developed countries, Economica, Vol. 41, 14-24.",
        "Engel, E. and P. Meller eds., 1993, External shocks and stabilization mechanisms, Johns Hopkins Press Washington DC.",
        "Epstein, L. G., 1992, Behavior under risk: recent developments in theory and applications, Chapter 1 in Advances in economic theory: Sixth World Congress., Volume 1, Laffont- Jean-Jacques, ed. (Cambridge University Press), 1-63.",
        "Epstein, L. G. and T. Wang., 1994, Intertemporal asset pricing under Knightian uncertainty, Econometrica, Vol. 62, 283 - 322.",
        "Bufman, G. and Leiderman, 1990, Consumption and assets returns under non-expected utility, Economic Letters, 34, pp. 231-62.",
        "Deaton, A., 1991, Saving with liquidity constraints, Econometrica, 59, 5, 1221-1248.",
        "Dixit, A. K. and R. S. Pindyck, 1994, Investment Under Uncertainty (MIT Press).",
        "Dow, J. and Werlang Sergio Ribeiro de Costa, 1992, Uncertainty aversion, risk aversion, and the optimal choice of portfolio, Econometrica, Vol. 62, 197-204.",
        "Arrau, P. and S. Claessens, 1992, Commodity Stabilization Funds, World Bank Policy Research Working Paper, WPS 835.",
        "Basch, M. and E. Engel, 1993, Temporary shocks and stabilization mechanisms: the Chilean case in Engel and Meller, 1993.",
        "Aizenman, J., 1995, Investment In New Activities and the Welfare Cost of Uncertainty, forthcoming, Journal of Development Economics.",
        "Aizenman J. and A. Powell, 1995, The political economy of saving behavior and the role of the international financial institutions, presented at the CEPR workshop on Political Economy, Sovereign Debt and the IMP, Cambridge, UK."
    ]
}