{
    "id": 5363,
    "cites": 19,
    "cited_by": 25,
    "reference": [
        "Pindyck, Robert S., A Note on Competitive Investment Under Uncertainty, American Economic Review, 83, 1 (March 1993), 273-277.",
        "Pindyck, Robert S., Irreversible Investment, Capacity Choice, and the Value of the Firm, American Economic Review, 78, 5 (December 1988), 969-985.",
        "Hartman, Richard, The Effects of Price and Cost Uncertainty on Investment, Journal of Economic Theory, 5, (October 1972), 258- 266.",
        "Jorgenson, Dale W., Capital Theory and Investment Behavior, American Economic Review Papers and Proceedings, 53 (May 1963), 247-259.",
        "Goldman, M. Barry, Howard B. Sosin and Mary Ann Gatto, Path Dependent Options: Buy at the Low, Sell at the High, Journal of Finance, 34, 5 (December 1979), 1111 -1127.",
        "Harrison, J. Michael, Brownian Motion and Stochastic Flow Systems, Malabar, FL: Krieger Publishing Company, 1985.",
        "Dumas, Bernard, Super Contact and Related Optimality Conditions, Journal of Economic Dvnamics and Control, 15, 4 (October 1991), 675-685.",
        "Dixit, Avinash, Investment and Hysteresis, Journal of Economic Perspectives, 6(1) (1992), 107-132.",
        "Dixit, Avinash and Robert S. Pindyck, Investment Under Uncertainty, Princeton, NJ: Princeton University Press, 1994.",
        "Dixit, Avinash, Irreversible Investment with Price Ceilings, Journal of Political Economy, 99, 3 (June 1991), 541-557.",
        "Dixit, Avinash, Entry and Exit Decisions under Uncertainty, Journal of Political Economy, 97, 3 (June 1989), 620-638.",
        "Caballero, Ricardo J., On the Sign of Investment-Uncertainty Relationship, American Economic Review, 81, 1 (March 1991), 279-288.",
        "Bertola, Giuseppe, Adjustment Costs and Dynamic Factor Demands: Investment and Employment Under Uncertainty, Ph.D. Dissertation, Cambridge, MA: M.I.T., 1988.",
        "Bertola, Giuseppe, Labor Turnover Costs and Average Labor Demand, Journal of Labor Economics, 10(4), 1992, pp. 389-411.",
        "Bertola, Giuseppe and Ricardo Caballero, Irreversibility and Aggregate Investment, Review of Economic Studies, 61 (1994), 223-246.",
        "Bentolila, Samuel and Giuseppe Bertola, Firing Costs and Labor Demand: How Bad is Eurosclerosis? Review of Economic Studies, 57 (1990), 381-402.",
        "Abel, Andrew B. and Janice C. Eberly, Optimal Investment with Costly Reversibility, National Bureau of Economic Research Working Paper No. 5091, April 1995.",
        "Abel, Andrew B., Optimal Investment Under Uncertainty, American Economic Review, 73, 1 (March 1983), 228-233.",
        "Abel, Andrew B. and Janice C. Eberly, An Exact Solution for the Investment and Market Value of a Firm Facing Uncertainty, Adjustment Costs, and Irreversibility, National Bureau of Economic Research Working Paper No. 4412, July 1993."
    ]
}