{
    "id": 5369,
    "cites": 25,
    "cited_by": 16,
    "reference": [
        "Silva, F., and Sonstelie, J., Did Serrano Cause a Decline in School Spending?, National Tax Journal 48 (1995), 199-215.",
        "Tiebout, C., A Pure Theory of Local Expenditures, Journal of Political Economy 65 (1956), 416-24.",
        "Westhoff, F., Existence of Equilibria in Economies with a Local Public Good, Journal of Economic Theory 14 (1977), 84-112.",
        "Rubinfeld, D., California Fiscal Federalism: A School Finance Perspective, mimeo, University of California at Berkeley, 1995.",
        "Persson, T. and Tabellini, G., Fiscal Federalism, mimeo, 1993.",
        "Picus, L., Cadillacs or Chevrolets?: The Evolution of State Control over School Finance in California, Journal of Education Finance 17 (1991), 33-59.",
        "Krusell, P., Quadrini, and Rios-Rull, V., iAre Consumption Taxes Really Better than Income Taxes, Journal of Monetary Economics, forthcoming, 1996.",
        "Loury, G., Intergenerational Transfers and the Distribution of Earnings, Econometrica 44 (1981), 843-867.",
        "Lucas, R., Supply-Side Economics: An Analytical Review, Oxford Economic Papers 42 (1990), 293-316.",
        "OSullivan, A., Sexton. T., Sheffrin, S., Pronertv taxes and tax revolts, Cambridge University Press, 1995.",
        "Hoxby C., Do Private Schoqls Provide Competition for Public Schools, mimeo, Harvard University, 1995.",
        "Inman, R., Optimal Fiscal Reform of Metropolitan Schools: Some Simulation Results, American Economic Review 68 (1978), 107-122.",
        "Galor, O. and Zeira, J., Income Distribution and Macroeconomics, Review of Economic Studies 60 (1993), 35-52.",
        "Hanushek, E., The Economics of Schooling: Production and Efficiency in Public Schools, Journal of Economic Literature 24 (1986), 1141-1177.",
        "Heckman, J., Layne-Farrar, A. and Todd, P., Does Measured School Quality Really Matter, mimeo, (1995).",
        "Fullerton, D., and Rogers, D., Who Bears the Lifetime Tax Burden?, The Brookings Institution, Washington D.C., 1993.",
        "Evaluation of Education Finance Reform,, National Bureau of Economic Research Working Paper, 1994.",
        "Durlauf, S., A Theory of Persistent Income Inequality, Journal of Economic Growth, forthcoming, 1996.",
        "Epple, D. and Romano, R., Competition Between Private and Public Schools, Vouchers and Peer Group Effects, mimeo, 1993.",
        "Fernandez, R. and Rogerson, R., Income Distribution, Communities, and the Quality of Public Education,, forthcoming, Quarterly Journal of Economics, 1996.",
        "Brown, L, Ginsburg, A., Killalea, J., Rosthal, R., and Tron, E., School Finance Reform in the Seventies: Achievements and Failures, Journal of Education Finance 4 (1978), 195-212.",
        "Downes, T.,Evaluating the Impact of School Finance Reform on the Provision of Public Education: The California Case, National Tax Journal 45 (1992), 405- 419.",
        "Downes, T. and Schoeman, D., School Financing Reform and Private School Enrollment: Evidence from California, mimeo, Northwestern University, 1992.",
        "Banerjee, A. and Newman, A., Occupational Choice and the Process of Development, Journal of Political Economy 101 (1993), 274-298.",
        "Benabou, R., Heterogeneity, Stratification, and Growth, forthcoming, American Economic Review, 1996."
    ]
}