{
    "id": 5374,
    "cites": 17,
    "cited_by": 1,
    "reference": [
        "Stoll, Hans R., 1985, The Stock Exchange specialist system: an economic analysis, Monograph Series in Finance and Economics, monograph 1985-2, Salomon Brothers Center, New York University.",
        "Morgenson, Gretchen, 1993, Fun and games on Nasdaq, Forbes, August 16, 74-80.",
        "Neal, Robert, 1992, A comparison of transaction costs between competitive market maker and specialist market structures, Journal of Business 65, 317-334.",
        "Keim, Donald B., and Ananth Madhavan, 1995, Anatomy of the trading process: empirical evi- dence on the behavior of institutional traders, Journal of Financial Economics 37, 371-398.",
        "Lee, Charles M. C., 1993, Market integration and price execution for NYSE-listed securities, Journal of Finance 48, 1009-1038.",
        "Madhavan, Ananth, and (4eorge Sopranos, 1994, Auction and dealer markets: An empirical analysis of NYSE specialist trading, working paper, New York Stock Exchange.",
        "Keim, Donald B., and Ananth Madhavan, 1994, Execution costs and investment performance: An empirical analysis of institutional equity trades, working paper, Rodney L. White Center for Financial Research, Wharton School, University of Pennsylvania.",
        "Glosten, Lawrence R., 1989, Insider trading, liquidity, and the role of the monopolist specialist, Journal of Business 62, 211-235.",
        "Grossman, Sanford J., and Merton H. Miller, 1988, Liquidity and market structure, Journal of Finance 43, 617-633.",
        "Christie, William C:., and Paul H. Schultz, 1994, Why do Nasdaq market makers avoid odd-eighth quotes?, Jo urnal of Finance 49, 1813-1840.",
        "Goldstein, Michael A., 1994, A comparison of spreads and volatilities on U.S. exchanges, working paper, University of Colorado at Boulder.",
        "Christie, William G., and Roger D. Huang, 1994, Market structures and liquidity: a transactions data study of exchange listings, Journal of Financial Intermediation 3, 300-326.",
        "Black, Fischer, 1986, Presidential Address: Noise, Journal of Finance 41, 529-543.",
        "Blume, Marshall E., and Michael A. Goldstein, 1992, Displayed and effective spreads by market, working paper, Rodney L. White Center for Financial Research, Wharton School, University of Pennsylvania.",
        "Chan, Louis K. C., and Josef Lakonishok, 1993a, Are the reports of betas death premature?, Journal of Portfolio Management 19, 51-62.",
        "Chan, Louis K. C., and Josef Lakonishok, 1993b, Institutional trades and intraday stock price behavior, Journal of Financial Economics 33, 173-199.",
        "Chan, Louis K. C., and Josef Lakonishok, 1995, The behavior of stock prices around institutional trades, Journal of Finance 50, 1147-1174."
    ]
}