{
    "id": 5375,
    "cites": 23,
    "cited_by": 4,
    "reference": [
        "Lehmann, Bruce N., 1990, Fads, martingales and market efficiency, Quarterly Journal of Eco- nomics 60, 1-28.",
        "Lo, Andrew W., and A. Craig MacKinlay, 1990, `When are contrarian profits due to stock market overreaction?, Review of Financial Studies 3, 175-205.",
        "Kaul, Cautam, and Pi. Nimalendran, 1990, Price reversals: Bid-a k errors or market overreac- tion?, Journal of Financial Economics 28, 67-93.",
        "Klein, April, 1990, A direct test of the cognitive bias theory of share price reversals, Journal of Accounting and Economics 13, 155-166.",
        "Lakonishok, Josef, Andrei Shleifer, and Robert W. Vishny, 1994, Contrarian investment, extra}> oration, and risk, Journal of Finance 49, 1541-1578.",
        "Jones, Charles P., and Robert H. Litzenberger, 1970, Quarterly earnings reports and intermediate stock price trends, Journal of Finance 25, 143-148.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 1994, Short-horizon return reversals and the bid- ask spread, Journal of Financial Intermediation 4, 116-132.",
        "Jegadeesh, Narasimhan, 1990, Evidence of predictable behavior of security returns, Journal of Finance 45, 881-898.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 1993, Returns to buying winners and selling losers: Implications for stock market efficiency, Journal of Finance 48, 65-91.",
        "Lively, Dan, and Josef Lakonishok, 1979, The information content of financial analysts forecasts of earnings: Some evidence on semi-strong inefficiency, Journal of Accounting and Economics 1, 165-185.",
        "Foster, George, Chris Olsen, and Terry Shevlin, 1984, Earnings releases, anomalies, and the behavior of security returns, The Accounting Review 59, 574-603.",
        "Fama, Eugene F., and Kenneth R. French, 1g93, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56. Fama, Eugene F., and Kenneth R. French, 1994, Multifactor explanations of asset pricing anoma- lies, working paper (graduate School of Business, University of Chicago, Chicago, IL).",
        "Fama, Eugene F., and James MacBeth, 1973, Risk, return and equilibrium: Empirical tests, Journal of Finance 81, 607-636.",
        "Conrad, Jennifer, and (sputum Kaul, 1993, Long-term market overreaction or biases in computed returns?, Journal of Finance 48, 39-64.",
        "DeBondt, Werner F. M., and Richard H. Thaler, 1985, Does the stock market overreact?, JOU? nal of Finance 40, 793-805.",
        "DeBondt, Werner F. M., and Richard H. Thaler, 1987, Further evidence on investor overreaction and stock market seasonality, Journal of Finance 42, 557-581.",
        "DeLong, J. Bradford, Andrei Shleifer, Lawrence H. Summers, and Robert J. Waldmann, 1990, Positive feedback investment strategies and destabilizing rational speculation, Journal of Finance 45, 379-395.",
        "Fama, Eugene F., and Kenneth R. French, 1992, The cross-section of expected stock returns, Journal of Finance 47, 427-465.",
        "Affleck-Graves, John, and Richard R. Mendenhall, 1992, The relation between the Value Line enigma and post-earnings-announcement drift, Journal of Financial Economics 31, 75-96.",
        "Ball, Ray, and S. P. Kothari, 1989, Nonstationary expected returns: Implications for tests of market efficiency and serial correlations in returns, Journal of Financial Economics 25, 51-74.",
        "Bernard, Victor L., and Jacob K. Thomas, 1989, Post-earning~announcement drift: Delayed price response or risk premium?, Journal of Accounting Research (Supplement) 27, 1-36.",
        "Chan, Louis K. C., Yasushi Hamao, and Josef Lakoni.shok, Fundamentals and stock returns in Japan, Journal of Finance 46, 1739-1764. Chari, V. V., Ravi Jagannathan, and Aharon R. Ofer, 1988, Seasonalities in security returns: The case of earnings announcements, Journal of Financial Economics 21, 101-121.",
        "Chopra, Navin, Josef Lakonishok, and Jay R. Ritter, 1992, Measuring abnormal performance: Do stocks overreact?, Journal of Financial Economics 31, 235-268."
    ]
}