{
    "id": 5376,
    "cites": 28,
    "cited_by": 7,
    "reference": [
        "Macroeconomic Time Series, Journal of Monetary Economics, 28, pp. 435~59. White, H. (1980) A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econornetrica, 48, pp. 817-38.",
        "Breen et al. (1989), which evaluates the economic significance of profits in the stock market.",
        "Stock, J.H. (1991), Confidence Intervals for the Largest Autoregressive root in U.S.",
        "Meese, R.A. and K.J. Rogoff (1983), Empirical Exchange Rate Models of the Seventies: Do they Fit out of Sample? Journal of International Economics, 14:3-24.",
        "Lucas, R.E. (1982), Interest Rates and Currency Prices in a Two-Country World, Journal of Monetary Economics, 10, pp. 335-60.",
        "McCallum, B. (1994) A Reconsideration of the Uncovered Interest Parity Relationship, Journal of Monetary Economics, v33, pp. 105-32.",
        "Ito, T. (1994), Short-Run and Long-Run Expectations of the Yen/Dollar Exchange Rate, Japanese Journal of International Economies, 8, pp. 119~3.",
        "Leitch, G. and J.E. Tanner (1991), Economic Forecast Evaluation: Profits versus the Conventional Error Measures, American Economic Review, 81, pp. 580-590.",
        "Hodrick, R.J. and S. Srivistava (1986) The Covariation of Risk Premiums and Expected Futures Spot Ratesn, Journal of International Money and Finance, 3, pp. 5-30.",
        "Ito, T (1992) Foreign Exchange Rate Expectations: Micro Survey Data, American Economic Review, 80, pp. 434-49.",
        "Hansen, L.P. and R.J.Hodrick (1980) Forward Exchange Rates as Optimal Predictors of Future Spot rates: An Econometric Analysis, Journal of Political Honorary, 88, pp. 829- 53.",
        "Hansen, L.P. and R.J.Hodrick (1983) Risk Averse Speculation in the Forward Foreign Exchange Market: An Econometric Analysis of Linear Models, in Exchange Rates and International Macroeconomics, J.A. Frenkel ed. University of Chicago Press.",
        "Hodrick, R.J. (1987) The Empirical Evidence on the Efficiency of Forward and Futures Foreign Exchange Markets, Harwood Academic Publishers: Switzerland.",
        "Froot, K.A., and J. A., Frankel (1989), ~Forward Discount Bias: Is it an Exchange Risk Premium? Ouarterly Journal of Economics, 104, pp. 140-61.",
        "Froot, K.A. and R.H. Thaler (1990, Anomalies: Foreign Exchange, Journal of Economic Perspectives, 4, pp. 179-92.",
        "Hakkio, C.S. (1981), Expectations and the Forward Foreign Exchange Rate, International Economic Review, v22, pp. 663-78.",
        "Fama, E.F. (1984) Forward and Spot Exchange Rates, Journal of Monetary Economics, 14, pp. 319-38.",
        "Frankel, J.A. and K.A. Froot (1987) Using Survey Data to Test Standard Propositions Regarding Exchange Rate Expectations, American Economic Review, 77, pp. 133-53.",
        "Elliott, G (1994),.0n Tests of Unbiasedness in the Forward Foreign Exchange Rate .",
        "Market, manuscript, UCSD. Elliott, G., T.J.Rothenberg, and J.H.Stock (1992), Efficient Tests for a Unit Rootn, NBER Technical Working Paper 130.",
        "Cumby, R.E. (1988) Is it Risk? Explaining Deviations From Uncovered Interest Parity, Journal of Monetary Economics, 22, pp. 279-99.",
        "Dickey, D.A. and W.A.Fuller (1979), Distribudon of Eshmators for Autoregressive Time Series with a Unit Root, Journal of the American Stadstical Association, 74, pp. 427-431.",
        "Diebold, F.X and J.A. Nason (1990), Nonparametric Exchange Rate Prediction, Journal of International Economics, 28, pp. 315-332.",
        "Bilson, J.F.0 (1981), The Speculative Efficiency Hypothesis, Journal of Business, 54, pp. 435-52.",
        "Breen, W. L.R. Glosten and R. Jagannathan (1989), Economic Significance of Predictable Variations in Stock Index Returns, Journal of Finance, 44, pp. llM-1189.",
        "Bekaert, G. and R.J.Hodrick (1993), On Biases in the Measurement of Foreign Exchange Risk Premiumsn, Journal of International Money and Finance, 12, pp. 115-138.",
        "Backus, D.K., S. Foresi and C.I. Telmer (1994), The Forward Premium Anomaly: Three Examples in search of a Solution, manuscript, NYU. June.",
        "Bekaert, G. and R.J. Hodrick (1992) Characterizing Predictable Components in Excess Returns on Equity and Foreign Exchange Marketsn, Journal of Finance, 47, pp. 467-509."
    ]
}