{
    "id": 5377,
    "cites": 22,
    "cited_by": 192,
    "reference": [
        "Savage, I. R. and K. W. Deutsch 1960 HA Statistical Model of the Gross Analysis of Transactions Flows, N Econometrica 28, Duly), pp. 551-572.",
        "Tinbergen, J. 1962 Shaping the World Economy: Suggestions for an International Economic Policy, New York: The Twentieth Century Fund.",
        "Linder, Staffan Burenstam 1961 An Essay on Trade and Transformation, New York: John Wiley and Sons.",
        "Linnemann, Hans 1966 An Econometric Study of International Trade Flows, Amsterdam: North-Holland.",
        "Markusen, James R. 1986 Explaining the Volume of Trade: An Eclectic Approach, American Economic Review 76, (December), pp. 1002-1011.",
        "Poyhonen, Pentti 1963 HA Tentative Model for the Volume of -Trade Between Countries, Wellwirtschaftliches Archiv 90, pp. 93-99.",
        "Krugman, Paul R. 1979 Increasing Returns, Monopolistic Competition, and International Trade, Journal of International Economics 9, pp. 469-479.",
        "Krugman, Paul R. 1980 Differentiated Products and Multi-lateral Trade,. mimeo.",
        "Leamer, Edward E. 1974 The Commodity Composition of International Trade in Manufactures: An Empirical Analysis, Oxford Economic Papers 26, pp. 350-374.",
        "Leamer, Edward E. and Robert M. Stern 1970 Quantitative International Economics, Boston: Allyn and Bacon.",
        "Helpman, Elhanan and Paul R. Krugman 1984 Increasing Returns, Imperfect Competition, and International Trade, in process (May).",
        "Hummels, David and James A. Levinsohn 1995 Monopolistic Competition and International Trade: Reconsidering the Evidence, Quarterly Journal of Economics 110, (August), pp. 799-836.",
        "Bergstrand, Jeffrey H. 1990 The Heckscher-Ohlin-Samuelson Model, the Linder Hypothesis and the Determinants of Bilateral Intra-Industry Trade, Economic Journal 100, (December), pp. 1216-1229.",
        "Deardorff, Alan V. 1984 Testing Trade Theories and Predicting Trade Flows, in Ronald Jones and Peter Kenen, eds., Handbook of International Economics Volume 1, New York: North-Holland, Chapter 10.",
        "Dixit, Avinash K. and Joseph E. Stiglitz 1977 Monopolistic Competition and Optimum Product Diversity, American Economic Review 67, pp. 297-308.",
        "Dornbusch, Rudiger, Stanley Fischer, and Paul A. Samuelson 1977 Comparative Advantage, Trade, and Payments in a Ricardian Model with a Continuum of Goods, American Economic Review 67, pp. 823-839.",
        "Dornbusch, Rudiger, Stanley Fischer, and Paul A. Samuelson 1980 Heckscher-Ohlin Trade Theory with a Continuum of Goods, n Quarterly Journal of Economics 95, (September), pp. 203-224.",
        "Frankel, Jeffrey, Ernesto Stein, and Shang-Jin Wei 1994 Continental Trading Blocs: Are They Natural, or Super-Natural, ~ in process, (August 30).",
        "Helpman, Elhanan 1987 Imperfect Competition and International Trade: Evidence from Fourteen Industrial Countries, Journal of the Japanese and lmernational Economies 1, pp. 62-81.",
        "Bergstrand, Jeffrey H. 1989 The Generalized Gravity Equation, Monopolistic Competition, and the Factor-Proportions Theory in International Trade, Review of Economics and Statistics 71, (February), pp. 143-153.",
        "Anderson, James E. 1979 HA Theoretical Foundation for the Gravity Equation, Amencan Economic Review69, (March), pp. 10~116.",
        "Bergstrand, Jeffrey H. 1985 The Gravity Equation in International Trade: Some Microeconomic Foundations and Empirical Evidence, Review of Economics and Statistics 67, (August), pp. 474-481."
    ]
}