{
    "id": 5378,
    "cites": 24,
    "cited_by": 16,
    "reference": [
        "Pollak, Robert A., A Transactions Cost Approach to Families and Households,H Journal of Economic Literature, XXIII, 2, June 1985, 581-663.",
        "Menchik, Paul L., Primogeniture, Equal Sharing, and the U.S. Distribution of Wealth, Quarterly Journal of Economics, vol. 94, no. 2, March 1980, 299-316.",
        "Pollak, Harold, Informal Transfers Within Families. unpublished Ph. D. Distribution, Harvard University (September 1994).",
        "Kotlikoff, Laurence J. and Robert Rosenthal, A Strategic Altruism Model in Which Ricardian Equivalence Does Not Hold, The Economic Journal, vol. 100, no. 403, December 1990, pp.1261-1268.",
        "Kotlikoff, Laurence J. and Avia Spivak, The Family as an Incomplete Annuities Market, Journal of Political Economy, vol. 89, no. 2, April 1981, 372-391.",
        "Kotlikoff, Laurence J. and AssafRazin, Making Bequests Without Spoiling Children, NBER working paper no. 273S, October 1988.",
        "Hill, Martha and Beth Soldo, Intergenerational Transfers: Economic, Demographic and Social Perspectives (1993) Ioannides, Yannis M. and Kamhon Kan, The Nature of Two-Directional Intergenerational Transfers of Money and Time: An Empirical Analysis, mimeo, Department of Economics, Virginia Polytechnic Institute and State University, March 23, 1993.",
        "Hayashi, Fumio, Is the Extended Family Altruistically Linked? A Test Based on Engel Curves. Journal of Political Economy, 103 No. 3 (June 1995): 661-674.",
        "Gale, William G. and John Karl Scholz, Intergenerational Transfers and the Accumulation of Wealth, The Journal of Economic Perspectives. 8:4 (Fall 1994):145-160.",
        "Dunn, Thomas A., The Distribution of Intergenerational Income Transfers Between and Within Families, mimeo, Syracuse University, May 1993.",
        "Drazen, Allan, Government Debt, Human Capital, and Bequests in a Life-Cycle Model, Journal of Political Economy, vol. 86, no. 3, June 1978, 505-516.",
        "Cox Donald and Mark Rank, Inter-Vivos Transfers and Intergenerational Exchange, Review of Economics and Statistics, vol. 74, no. 2, May 1992, 304-14.",
        "Blundell, Richard and Costas Meghir, Bivariate Alternatives to the Tobit Model, Joumal of Econometrics 34 (1987):179-200 Cox, Donald, Motives for Private Income Transfers, Journal of Political Economy, vol. 95, no. 3, June 1987, 508- 546.",
        "Cox, Donald, Intergenerational Transfers and Liquidity Constraints, Ouarterly Journal of Economics, vol. 105, February 1990, 187- 218.",
        "Bergstrom Ted (1993) A Survey of Theories of the Family, unpublished paper, University of Michigan (May 1993).",
        "Blinder, Alan S., Intergenerational Transfers and Life Cycle Consumption, American Economic Review, vol. 66, no. 2, May 1976, 87-93.",
        "Becker, Gary S., A Theory of Social Interactions, Journal of Political Economy, vol. 82, no. 6, November/December 1974, 1063- 1093.",
        "Ben Porath, Yoram, The F-Connection: Families, Friends, and Firms and the Organization of Exchange, Population Development Review, vol. 6, no.1, March 1980, 1-30.",
        "Bemheim, B. Douglas, Andre Shleifer, and Lawrence H. Summers, The Strategic Bequest Motive, Journal of Political Economy, vol. 93, no. 6, December 1985, 1045-1076.",
        "Barro, Robert J. Are Government Bonds Net Wealth?, Journal of Political Economy, vol. 82, no. 6, November/December 1974, 1095- 1117.",
        "Becker, Gary S., A Treatise on the Family, Cambridge, Mass.: Harvard University Press, 1991.",
        "Altonji, Joseph G., Estimating Derivatives in Nonlinear Regression Models with Limited Dependent Variables mimeo, Northwestern University, May 1993.",
        "Altonji, Joseph G., Fumio Hayashi and Laurence J. Kotlikoff, Is the Extended Family Altruistically Linked? Direct Evidence Using Micro Data, American Economic Review, vol. 82, no. 5, December 1992a, 1177-1198.",
        "Altig, David and Steven J. Davis, The Timing of Intergenerational Transfers, Tax Policy, and Aggregate Savings, The American Economic Review, vol. 82, no. 5, December 1992, 1199-1220."
    ]
}