{
    "id": 5379,
    "cites": 25,
    "cited_by": 13,
    "reference": [
        "Barran, Fernando, Virginie Coudert and Benoit Mojon, 1995, Interest Rates, Banking Spreads and Credit Supply: The Real Effects, Centre DEtudes Prospectives et DInformations Internationales, Working Paper No. 95-01 (March).",
        "Boldin, Michael D., 1994, Dating Turning Points in the Business Cycle, Journal of Business, 67:1.",
        "Bomhoff, Eduard J., 1994, Financial Forecasting for Business and Economics, Academic Press.",
        "Chen, Nai-Fu, 1991, Financial Investment Opportunities and the Macroeconomy, Journal of Finance, 46:2 (June).",
        "Davis, E. Philip and Gabriel Fagan, 1995, Indicator Properties of Financial Spreads in the EU: Evidence from Aggregate Union Data, European Monetary Institute working paper.",
        "Davis, E. Philip and S.G.B. Henry, 1994, The Use of Financial Spreads as Indicator Variables: Evidence for the United Kingdom and Germany, IMF Staff Papers, 41:3 (September).",
        "Estrella, Arturo, 1995, Measures of Fit with Dichotomous Dependent Variables: Critical Review and a New Proposal, Federal Reserve Bank of New York Research Paper.",
        "Estrella, Arturo and Gikas Hardouvelis, 1990, Possible Roles of the Yield Curve in Monetary Analysis, in Intermediate Targets and Indicators for Monetary Policy, Federal Reserve Bank of New York.",
        "Estrella, Arturo and Gikas Hardouvelis, 1991, The Term Structure as a Predictor of Real Economic Activity, Journal of Finance, 46:2 (June).",
        "Estrella, Arturo and Frederic S. Mishkin, 1995, The Term Structure of Interest Rates and its Role in Monetary Policy for the European Central Bank, Federal Reserve Bank of New York working paper.",
        "Friedman, Benjamin and Kenneth Kuttner, 1993, Does the Paper-Bill Spread Predict Real Economic Activity?1, in Business Cycles. Indicators, and Forecasting, University of Chicago Press.",
        "Harvey, Campbell, 1988, The Real Term Structure and Consumption Growth, Journal of Financial Economics, 22.",
        "Hu, Zuliu, 1993, The Yield Curve and Real Activity, IMF Staff Papers, 40:4 (December).",
        "Jonon, Phillippe and Frederic S. Mishkin, 1991, A Multi-Country Comparison of Term Structure Forecasts at Long Horizons, Journal of Financial Economics, 29, (January): 59- 80.",
        "Laurent, Robert, 1988, An Interest Rate-Based Indicator of Monetary Policy, Federal Reserve Bank of Chicago Economic Perspectives, 12, January/February.",
        "Laurent, Robert, 1989, Testing the Spread, Federal Reserve Bank of Chicago Economic Perspectives, 13, July/August.",
        "Maddala, G.S., 1983, Limited-Dependent and Oualitative Variables in Econometrics, Cambridge University Press.",
        "Mishkin, Frederic S., 1990a, What Does the Term Structure Tell Us About Future Inflation? Journal of Monetary Economics 25 (January): 77-95.",
        "Mishkin, Frederic S., 1990b, The Information in the Longer-Maturity Term Structure About Future Inflation, Quarterly Journal of Economics, 55, (August):815-28.",
        "Mishkin, Frederic 5., 1991, A Multi-Country Study of the Information in the Term Structure About Future Inflation, Journal of International Money and Finance, 19, (March): 2-22.",
        "Plosser, Charles I. and K. Geert Rouwenhorst, 1994, International Term Structures and Real Economic Growth, Journal of Monetary Economics, 33.",
        "Stock, James and Mark Watson, 1989, New Indexes of Coincident and Leading Indicators, in Blanchard, Olivier and Stanley Fischer, eds. NBER Macroeconomic Annual, 4.",
        "Stock, James and Mark Watson, 1992, A Procedure for Predicting Recessions with Leading Indicators: Econometric Issues and Recent Performance, Federal Reserve Bank of Chicago Working Paper WP-92-7, April.",
        "Watson, Mark, 1991, Using Econometric Models to Predict Recessions, Federal Reserve Bank of Chicago Economic Perspectives, 15:6, November/December.",
        "Reinhart, Carmen M., and Vincent R. Reinhart, (1996). Forecasting turning points in Canada. Canada 1996 International Monetary Fund Article IV Consultation, Washington DC."
    ]
}