{
    "id": 538,
    "cites": 12,
    "cited_by": 0,
    "reference": [
        "Bruno. M. and J.D. Sachs. 1978, Macro-economic adjitstmeni with intermediate imports: Real and moneiary aspects, unpublished paper. Unixersity of Stockholm.",
        "Btiiter, W.. 1978. Short-run and long-rut) effects of external dislurhatces under a floating exchange rate, Economica 45, 251-272.",
        "Calvo. GA. and CA. Rodriguez, 1977. A model of exchange rate determination under currency substitution and rational expectations. Jourimal of Pohilical Economy 85, 617-625.",
        "Djaltc. S.. 1980. Intermediate imports and international trade: Aim analysis of the real and monetary aspects of an oil price shock. unpublished paper. Queens University.",
        "Dornbusch. R - 979. Relative prices, employment and the trade balance in a model wtth intermediate gods, unpublished paper, Massachusetts tnstutttte of Technology. Dornbusclu. R. and S. Fischer. 980. Exchange rates and the current account, American Ecoisomic Resmess- ~0. Findlay. R.. 1978. An `Austrian model of international trade and interest rate equalization, journal of Political Economy 86. 989-1008.",
        "Katseli-Papaefsiratioti. L., 1980, Transmission of external price disturbances atid the coinposttion of trade.Jotiriial of International Economtcs 10, 357-376.",
        "Kouri, P.J.K.. 1976. The exchatge rate and the balance of payments it the short run and in the long run: A monetary approach. Scandinavian Journal of Economics 78, 280--304.",
        "Krugman. P. and L. Taylor, 1978, Contractionary effects of devaluation. Journal of International Economics 8. 445-456.",
        "Obstfeld, M., 1980a. Macroecotmomic policy and ssorld welfare under flexible exchange rates, Discussion Paper no, 63, Columbia Utuverstty.",
        "Schrnid. M.. 1979. Oil, employment atid the price level: A monetary approach to the macroeconomics of imported intermediate goods under fixed and flextble rates, unptiblished paper, Iitmiversity of Western Ontario.",
        "Uzawa, H.. 1968, Time preference, the consumption function, and optimum asset holdings. in: J.N. Wolfe, ed.. Valtte, capital, and growth: Papers in honour of Sir John Hicks (Aldine.",
        "Van Duyne. C., 1979, The macroeconomic effects of commodity market disruptions in open - economies. Journal of International Economics 9, 559-582."
    ]
}