{
    "id": 5380,
    "cites": 32,
    "cited_by": 14,
    "reference": [
        "Alberini, Anna, David Edeistein, Winston Harrington, and Virginia D. McConnell (1994), Reducing Emissions from Old Cars: The Economics of the Delaware Vehicle Retirement Program, Resources for the Future discussion paper 94-27, Washington, DC.",
        "Armington, Paul S. (1969), A Theory of Demand for Products Distinguished by Place of Production, International Monetary Fund Staff Papers 16, 159-76.",
        "Barthold, Thomas A. (1994), Issues in the Design of Environmental Excise Taxes, Journal of Economic Perspectives 8, No. 1, Winter, 133-51.",
        "Baumol, William J. and Wallace E. Oates (1988), The Theory of Environmental Policy, New York: Cambridge University Press.",
        "Bohm, Peter (1981), Deposit-Refund Systems, Baltimore: The Johns Hopkins University Press for Resources for the Future.",
        "Bohm, Peter and Clifford S. Russell (1985), Comparative Analysis of Alternative Policy Instruments, in Allen V. Kneese and James L Sweeney, eds., Handbook of Natural Resource and Energy Economics, Vol I, Amsterdam: North Holland.",
        "Commerce Clearing House, Inc. (1995), 1995 U.S. Excise Tax Guide, Chicago.",
        "Davie, Bruce F. (1995), Border Adjustments for Environmental Excise Taxes: The U.S. Experience, Washington DC: Office of Tax Analysis, U.S. Treasury Department.",
        "Dougherty, Charlotte P. and Elizabeth S. Gilson (1994), Economic Impacts of Superfund Taxes, prepared by Industrial Economics Inc., for the U.S. Environmental Protection Agency, February, Washington DC.",
        "Environmental Information Ltd (1993), Interdependence in the Management of Hazardous Waste, Minneapolis, MN.",
        "Fullerton, Don and Thomas C. Kinnaman (1995), Garbage, Recycling, and Illicit Burning or Dumping, Journal of Environmental Economics and Management 29, July, 78-91.",
        "Fullerton, Don and Seng-Su Tsang (1993), Environmental Costs Paid by the Polluter or the Beneficiary: The Case of CERCLA and Superfund, NBER Working Paper No. 4418, Cambridge, MA.",
        "Hamngton, Winston, Margaret A. Walls, and Virginia McConnell (1994), Shifting Gears: New Directions for Cars and Clean Air, Discussion Ppaer 94-26-REV, Resources for the Future, Washington, DC.",
        "Katz, Michael L and Harvey S. Rosen (1985), Tax Analysis in an Oligopoly Model, Public Finance Quarterly 13, 1, January, 3-19.",
        "Kothkoff, Laurence J. and Lawrence H. Summers (1987), Tax Incidence, in Alan Auerbach and Martin Feistein, eds., Handbook of Public Economics, Volume 2, Amsterdam: Elsevier Science Publishers.",
        "Lyon, Andrew B. (1991), The Alternative Minimum Tax: Equity, Efficiency, and Incentive Effects, in American Council for Capital Formation, Economic Effects of the Corporate Alternative Minimum Tax, Washington DC.",
        "Leontief, W. (1986), Input-Output Economics, 2nd edition, New York: Oxford University Press.",
        "McNiel, Douglas W. and Andrew W. Foshee (1988), Superfund Financing Alternatives, Policy Studies Review 7, No. 4, Summer, 75 1-60.",
        "Pigou, Arthur C. (1932), The Economics of Welfare, Fourth Edition, London: MacMillan and Co.",
        "Plainondon and Associates, Inc. (1993), GST Compliance Costs for Small Business in Canada, Canadian Tax Executive Institute.",
        "Poterba, James M. and Julio J. Rotemberg (1995), Environmental Taxes on Intermediate and Final Goods When Both Can Be Imported, International Tax and Public Finance 2, August, 221-8.",
        "Price Waterhouse (1992), Evaluation of Superfund Financing Options, Washington, DC.",
        "Probst, Katherine N., Don Fullerton, Robert E. Litan, and Paul R. Portney (1995), Footing the Bill for Suuperfund Cleanups: Who Pays and How?, Washington DC: The Brookings Institution and Resources for the Future.",
        "Sandford, Cedric, Michael Godwin, and Peter Haniwick (1989), Administrative and Compliance Costs of Taxation, Bath, U.K.: Fiscal Publications.",
        "Scherer, F. M. (1979), Industrial Market Structure and Economic Performance, 2nd Edition, Chicago: Rand McNally College Publishing Company.",
        "Shoven, John B. and John Whalley (1984), Applied General Equilibrium Models of Taxation and International Trade: An Introduction and Survey, Journal of Economic Literature 22, September, 1007-51.",
        "Sierra Research (1994), Analysis of the Effectiveness and Cost-Effectiveness of Remote Sensing Devices, Report No. SR94-05-05, prepared for the U.S. Environmental Protection Agency by Sierra Research, Sacramento, CA.",
        "Slemrod, Joel, and Marsha Blumenthal (1993), The Income Tax Compliance Cost of Big Business, Washington DC: Tax Foundation.",
        "Slemrod, Joel, and Nikki Sorum (1984), The Compliance Cost of the U.S. Individual Income Tax System, National Tax Journal 37, December, 461-74.",
        "U.S. Department of Commerce (1980), Concentration Ratios in Manufacturing, Census of Manufactures, Washington DC: Bureau of Census.",
        "U.S. General Accounting Office (1990), Hazardous Waste: Funding of Postclosure Liabilities Remains Uncertain, GAO/RCED-90-64, Washington, DC.",
        "Walls, Margaret and Jean Hanson (1995), Measuring the Incidence of an Environmental Tax Shift: The Case of Motor Vehicle Emissions Taxes, Resources for the Future, Washington, DC."
    ]
}