{
    "id": 5382,
    "cites": 21,
    "cited_by": 31,
    "reference": [
        "Schmitt-Grohe, Stephanie (1994). Comparing Four Models of Fluctuations Due to Self-Fulfilling Expectations. Mimeo, Federal Reserve Board.",
        "Solow, Robert M. (1957). Technological Change and the Aggregate Production Function. Review of Economics and Statistics, 39(): 312-320.",
        "Rotemberg, Julio J. and Saloner, Garth (1986). A Supergame-Theoretic Model of Price Wars During Booms. American Economic Review 76 (June)390-407.",
        "Romer, Christina and Romer, David (1989). Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz. In Olivier J. Blanchard and Stanley Fischer, eds., NBER Macroeconomics Annual: 63-129.",
        "Katz, Lawrence F. and Summers, Lawrence H. (1989) Industry Rents: Evidence and Implications. Brookings Papers on Economic Activity (Microeconomics), (1), pp. 209-290.",
        "Olley, G. Steven and Ariel Pakes (1992). The Dynamics of Productivity in the Telecommunications Equipment Industry. NBER Working Paper 3977.",
        "Jorgenson, Dale W. and Yun, Kun-Young (1991). Tax Reform and the Cost of Capital. Oxford: Oxford University Press.",
        "Hall, Robert E. (1988). The Relation Between Price and Marginal Cost in U.S. Industry. Journal a) Political Economy 96 (Oct.) 921-947.",
        "Hulten, Charles (1978). Growth Accounting with Intermediate Inputs. Review of Economic Studies 45, 511-518.",
        "Gall, Jordi (1994). Monopolistic Competition, Business Cycles, and the Composition of Aggregate Demand. Journal of Economic Theory, June 1994, 63, 73-96.",
        "Caves, Richard E. and Barton, David R. (1990). Efficiency in U.S. Manufacturing Industries.",
        "Farmer, Robert and Guo, Jang-Ting (1994). Real Business Cycles and the Animal Spirits Hypothesis. Journal of Economic Theory 63, 42-72.",
        "Caballero, Ricardo J. and Hammour, Mohammed (1994). line Cleansing Effect of Recessions. American Economic Review 84 (December) 135~1368.",
        "Caballero, Ricardo J. and Lyons, Richard K. (1992). External Effects in U.S. Procyclical 38 Productivity. Journal of Monetery Economics 29, 209-226.",
        "Burnside, Craig; Eichenbaum, Martin and Rebelo, Sergio (1995). Capital Utilization and Returns to Scale. In Ben S. Bernanke and Julio J. Rotemberg, eds., NBER Macroeconomics Annual.",
        "Burnside, Craig (1994). What do Production Function Regressions Tell Us about Increasing Returns to Scale and Externalides? Mimeo, University of Pittsburgh.",
        "Bulow, Jeremy I. and Summers, Lawrence H. (1986). A Theory of Dual Labor Markets with Application to Industrial Policy, Discrimination, and Keynesian Unemployment. Journal of Labor Economics, July, 4(3), Part 1, pp. 376-414.",
        "Baxter, Marianne and King, Robert (1991). Productive Externalities and Business Cycles. Federal Reserve Bank of Minneapolis Discussion Paper 53.",
        "Beaudry, Paul and Devereaux, Michael (1994). Monopolist/c Competition, Price SetUng, and the Effects of Real and Nominal Shocks. Mimeo, Boston University.",
        "Bartelsman, Eric; Caballero, Ricardo and Lyons, Richard K (1994). Customer- and Supplier-Driven - Externalities. American Economic Review 84 (September) 1075-84.",
        "Aizcorbe, Ana and Kozicki, Sharon (1995). The Comovement of Output and Labor Productivity in Aggregate Data for Auto Assembly Plants. Finance and Economics Discussion Series 95-33, Federal Reserve Board."
    ]
}