{
    "id": 5384,
    "cites": 28,
    "cited_by": 21,
    "reference": [
        "ZWIEBEL, J. 1992, A Control Theory of Dynamic Capital Structure, mimeo, Stanford GSB.",
        "SHYAM_SUNDER, L. AND S.C. MYERS 1993, TestingTrade-OffAgainstPeckingOrderMod- els of Capital Structure mimeo.",
        "STULZ, R. 1988 Managerial Control of Voting Rights, Journal of Financial Economics 20: 25-54.",
        "STULZ, R. 1990 Managerial Discretion and Optimal Financing Policies, Journal of Finan- cial Economics 26: 3-27.",
        "VISHNY, R. 1992, Teachning Notes on the American Home Products Corp., mimeo, Uni- versity of Chicago.",
        "RAJAN, R. AND L. ZINGALES 1995, What Do We Know About Capital Structure: Some Evidence From International Data Journal of Finance forthcoming.",
        "SHLEIFER, A. AND R. VISHNY 1989, Management Entrenchment: The Case of Manager- Specific Assets, Journal of Financial Economics, vol.25: 123-140.",
        "NOVAES, W. AND L. ZINGALES 1995, Financial Distress as a Collapse of Incentives, mimeo, University of Chicago, http://gsblgz.uchicago.edu OPLER, T. AND TITMAN, S. 1995, The Debt-Equity Choice, Boston College, mimeo.",
        "RAJAN, R. AND A. WINTON 1995, Debt Covenants, Collateral, and Delegated Monitor- ing, Journal of finance forthcoming.",
        "JENSEN,M. AND K.J. MURPHY 1990, Performance Pay and Top-Management Incentives Journal of Political Economy 98: 225-264.",
        "MACKIE-MASON, J. 1991, Do Taxes Affect Corporate Financing Decisions, Journal of Finance, 45: 1471 - 1493.",
        "MYERS, S. 1984, The Capital Structure Puzzle, Journal of Finance, 3: 575 - 592.",
        "MULLINS, D.W. JR. 1981, American Home Products Corp., Harvard Business School case, 9-283-065.",
        "ISRAEL, R. 1991, Capital Structure and the Market for Corporate Control: The Defensive Role of Debt Financing, Journal of Finance, 46: 1391-1409.",
        "ISRAEL, R. 1992, Capital and Ownership Structures, and the Market for Corporate Con- trol, Revieu of Financial Studies 5: 181-198.",
        "JENSEN, M. 1986, Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers, American Economic Revieu, 76: 323 - 329.",
        "HARRIS M. AND A. RAVIV 1988, Corporate Control Contests and Capital Structure, Jour nal of Financial Economics 20: 55-86.",
        "HARRIS, M., A. RAVIV 1989, The Design of Securities Journal of Financial Economics 24: 255-287.",
        "HART, O. AND J. MOORE 1995, Debt and Seniority: An Analysis Of The Role of Hard Claims in Constraining Management, American Economic Revieu 85: 566-585.",
        "GILSON, S. AND J. WARNER 1995, Junk Bonds, Junk Theory, and Bank Debt, Harvard University, mimeo.",
        "GROSSMAN, S. AND O. HART 1980, Takeovers Bids, the Free Rider Problem and the The- ory of the Corporation, Bell Journal of Economics 11: 42-69.",
        "GERTLER, M. AND R. G. HUBBARD 1990, Taxation, Corporate Capital Structure, and Fi- nancial Distress, in L.H. Summers, ed. Tan Policy and The Economy, Cambridge, Mass.: MIT Press, 1990.",
        "DONALDSON, G. 1961, Corporate Debt Capacity, Harvard University Press, Boston.",
        "DONALDSON, G. 1969, Strategy for Financial Mobility, Harvard University Press, Boston.",
        "GRAHAM, J. R. 1995, Debt and Marginal Tax Rate, Journal of Financial Economics, forthcoming .",
        "BOLTON P. AND D. SCHARFSTEIN 1992, OptimalDebt Structure with Multiple Creditors, MIT working paper.",
        "BURKART, M., D. GROMB, AND F. PANUNZ] 1995, Debtdesign,liquidationvalueandmon- itoring, mimeo London School of Economics.",
        "BILLETT, M. 1995, Targeting Capital Structure: The Relationship Between Risky Debt And The Firms Likelihood of Being Acquired, Journal of Business forthcoming."
    ]
}