{
    "id": 5385,
    "cites": 97,
    "cited_by": 14,
    "reference": [
        "Andersson, Thomas, Torbjdrn Fredriksson and Roger Svensson (forthcoming), Multinational Restructuring. Internationalization, and Small Economies: The Swedish Case. London and New York, Routledge. Asian Development Bank (1993 and 1994) , Key Indicators of Developing Asian and Pacific Countries. Vol 24-25, Manila, Oxford University Press. Aswicahyono, H.H., M. Chatib Basri, Killy Bird, and Hal Hill (1994), \"What Happens to Industrial Structure When Countries Liberalize?\" Indonesia Since the Mid-1980s, 4th EAEA Convention, Taipei, 26-27 August. Australia, Australian Bureau of Statistics, Foreign Ownership and Control of the Manufacturing Industry. Australia, various years. _, Foreign Ownership and Control of the Mining Industry. Australia, various years.",
        "_ (1978), \"Foreign Control in Manufacturing Industry: Study of Large Enterprises\", Belconnen, A.C.T, August. Blomstrdm, Magnus (1990) , \"Competitiveness of Firms and Countries\" in John Dunning, Bruce Kogut, and Magnus Blomstrom, Globalization of Firms and the Competitiveness of Nations. Crafoord Lectures, 2, Lund, Lund University Press.",
        "_ and Robert E. Lipsey (1989a), \"The Export Performance of Swedish and U.S. Multinationals,\" Review of Income and Wealth. Series 35, No. 3, September.",
        "_ and _ (1989b), \"U.S. Firms in Latin American Service Industries,\" World Development. Vol. 17, No. 11.",
        "_ and _ (1993), \"The Competitiveness of Countries and their Multinational Firms,\" in Lorraine Eden and Evan Potter (Eds.), Multinationals in the Global Political Economy. London, Macnillan.",
        "Canada, Department of Industry, Trade and Commerce (1974a), Foreign-Owned Subsidiaries in Canada. 1964-1971. Ottawa, Information Canada.",
        "_ (1974b), Statistical Supplement to \"Foreign-Owned Subsidiaries in Canada. 1964-1971.\" Ottawa, August.",
        "Canada, Statistics Canada (1972), Domestic and Foreign Control of Manufacturing Establishments in Canada. Cat. No. 31-401, Ottawa, Statistics, Canada.",
        "_ (1994), Corporations and Labour Union Returns Act. Corporations. Preliminary 1993. Cot. No 61-220 Annual, Ottawa, Statistics Canada.",
        "_ (1990), Corporations and Labour Unions Returns Act. Report for 1988. Part 1 - Corporations. Cat. No. 61-210 Annual, Ottawa, Statistics Canada, December.",
        "China, State Statistical Bureau (1993), Guangdong Tongji Nianjian (Statistical Yearbook of Guangdong). in Chinese.",
        "_ (1994a), Guangdong Tongii Naniian (Statistical Yearbook of Guangdong), in Chinese.",
        "China (People's Republic of), State Statistical Bureau (1993), China Statistical Yearbook. 1993. Beijing, State Statistical Bureau.",
        "_ (1994), Statistical Yearbook of China. 1994. Beijing, State Statistical Bureau. _ (1993 and 1994), Guangdong Tongii Nianlian (Statistical Yearbook of Guangdong). Beijing, State Statistical Bureau.",
        "EncarnaciÃ\u0083Â³n, Dennis J. (1992), Rivals Bevond Trade: America versus Japan in Global Competition. Ithaca, Cornell University Press.",
        "Fahim-Nader, Mahnaz, and William J. Zeile (1995), \"Foreign Direct Investment in the United States: New Investment in 1994 and Affiliate Operations in 1993,\" Survey of Current Business. Vol. 75, No. 5, May, pp. 57-81.",
        "Germany, Deutsche Bundesbank (1991), Statistische Beihefte zu den Monatsberichten der Deutsche Bundesbank. March.",
        "Hill, Hai (1988), Foreign Investment and Industrialization in Indonesia. Singapore, Oxford University Press.",
        "_ (1991), \"Multinationals and Employment in Indonesia,\" ILO Multinational Enterprises Programme Working Paper No. 67.",
        "Hong Kong, Census and Statistics Department (1993a), 1992 Survey of Industrial Production. Industrial Production Statistics Section.",
        "_ (1993b), Estimates of Gross Domestic Product. 1966 to 1992 Hong Kong, Industry Department (1993), Report on the Survey of Overseas Investment in Hong Kong's Manufacturing Industry. 1992.",
        "Hong Kong, Census and Statistics Department (1983 - 1992 issues), Survey of Industrial Production.",
        "Howenstine, Ned G. (1977), \"Gross Product of Foreign Affiliate of U.S. Companies,\" Survey of Current Business. Vol. 57, No. 2, February, pp. 17-28.",
        "_ (1979), \"Gross Product of U.S. Affiliates of Foreign Companies,\" Survey of Current Business. Vol. 59, No. 1, January, pp. 28-36.",
        "India, Reserve Bank of India (1984), \"Finances of Foreign-Controlled Rupee Companies and Branches of Foreign Companies 1975-76 to 1980-81\", Reserve Bank of India Bulletin. August, pp. 291-360.",
        "_(various years), \"Finances of Foreign-Controlled Rupee Companies\", Reserve Bank of India Bulletin. Indonesia, Biro Pusat Statistik (1992), Statistik Industri 1990. Volume 1.",
        "Jakarta, Biro Pusat Statistik. Japan, Bank of Japan (1994), Economic Statistics Annual. 1993. Research and Statistics Department, Bank of Japan, Tokyo. _(various years), Balance of Payments Statistics Monthly.",
        "April issues 1981-1994. Japan, Economic Planning Agency (various years), Annual Report on National Accounts. 1983-1994 issues. Tokyo, Ministry of Finance Printing Bureau. Japan, Ministry of Finance (various years), Hojin Kigvou Toukei Shiho (Corporation Statistics Quarterly). April-June issues 1978-1993. Japan, Ministry of International Trade and Industry (1994), Results of the Basic Survey of Business Structure and Activity. 1992. Volume 1. Summary Report. Tokyo, Shadan Houjin Tsusan Toukei Kyoukai (in Japanese).",
        "_ (various years a), Kaigai Jigyou Katsudou Kihon Chousa: Kaigai Toushi Toukei Souran (A Comprehensive Survey of Foreign Investment Statistics). No. 1 (1980 survey), 2 (1983 survey), 3 (1986 survey), 4 (1989 survey), 5 (1992 survey), Tokyo, Toyo Hoki (No. 1), Keibun (No. 2, 3), Ministry of Finance Printing Bureau (No. 4, 5), in Japanese. _ (various years b) Wagakuni Kievou no Kaieai Jievou Katsudou (Overseas Activities of National Firms). No. 15 (1984 survey), 16 (1985 survey), 18/19 (1987 & 1988 surveys), 21 (1990 survey), 22 (1991 survey), Tokyo, Keibun (No. 15, 16), Ministry of Finance Printing Bureau (No. 18/19, 20, 21, 22), in Japanese. _ (various years c), Gaishikei Kievou no Doukou (Trends in Foreign-Owned Firms). No. 12, 13, 14, 15, 16-17, 18, 19, 20-21, 22-23, 24, 25, 26, 27), Tokyo, Ministry of Finance Printing Bureau (No. 12, 13, 14, 22-23, 24, 25, 26, 27); Toyo Hoki (No. 15, 16-17, 18); Keibun (No. 19, 20-21).",
        "Korea, Bank of Korea (1991) National Accounts 1990. Seoul.",
        "Korea, Ministry of Finance (1987), A Survey on the Economic Effects and Financial Analysis of Foreign Affiliates in Korea. Seoul, Korea Credit Appraisal, Ltd.",
        "Kravis, Irving B., and Robert E. Lipsey (1992), \"Sources of Competitiveness of the United States and of its Multinational Firms,\" Review of Economics and Statistics. Vol. LXXIV, No. 2, May.",
        "Lian, Zhong Xu (1994), \"The Impact of Foreign Direct Investment and Investment in Energy and Transportation on China's Economy,\" East Asian Economic Perspectives. Vol. 5, No. 4, December.",
        "Lipsey, Robert E. (1989), \"The Internationalization of Production,\" NBER Working Paper No. 2923, April.",
        "_ (1995), \"The Transnationalization of Economic Activity,\" Report to the Division on Transnational Corporations and Investment, UNCTAD, Geneva, January.",
        "_, Magnus BlomstrÃ\u0083Â¶m and Irving B. Kravis (1990), \"R&D by Multinational Firms and Host Country Exports,\" in Robert E. Evenson and Gustav Ranis (Eds.), Science and Technology: Lessons for Development Policy. Boulder and San Francisco, Westview Press. Lipsey, Robert E. , and Irving B. Kravis (1985), \"The Competitive Position of U.S. Manufacturing Firms,\" Banca Nazionale del Lavoro Quarterly Review, No. 153, June, pp. 127-154.",
        "_ and _ (1987), \"The Competitiveness and Comparative Advantage of U.S. Multinationals, 1957-1984,\" Banca Nazionale del Lavoro Quarterly Review. No. 161, June. Lowe, Jeffrey H. (1990), \"Gross Product of U.S. Affiliates of Foreign Companies, 1977-87,\" Survey of Current Business. Vol. 70, No. 6, June, pp. 45-53.",
        "Malaysia, Department of Statistics (1993), Report on the Financial Survey of Limited Companies. 1991.",
        "_ (no date b), Census of Manufacturing Industries West Malaysia. 1968 issue. Kuala Lumpur.",
        "_ (no date b) Census of Manufacturing Industries Peninsular Malaysia. 1973 issue. Kuala Lumpur.",
        "_ (various years a), Survey of Manufacturing Industries West Malaysia. 1969-1971 issues. Kuala Lumpur.",
        "_ (various years b), Survey of Manufacturing Industries Peninsular Malaysia. 1972. 1974 issues. Kuala Lumpur.",
        "_ (various years c), Industrial Surveys Peninsular Malaysia. 1975-1979 issues. Kuala Lumpur.",
        "_ (various issues d), Industrial Surveys Malaysia. 1981-1991 issues. Kuala Lumpur.",
        "_ (various years e), Report on the Survey of Limited Companies. 1972-1991 issues. Kuala Lumpur.",
        "_ (various years f), Report on the Financial Survey of Limited Companies. 1969-1991 issues. Kuala Lumpur.",
        "Mataloni, Raymond J., Jr. (1995), \"U.S. Multinational Companies: Operations in 1993,\" Survey of Current Business. Vol. 75, No, 6, June, pp. 31 - 51.",
        "_ and Lee Goldberg (1994), \"Gross Product of U.S. Multinational Corporations, 1977-91,\" Survey of Current Business. Vol. 74, No. 2, February, pp. 42-63.",
        "Norway, Statistisk Sentralbyra (1968), Historisk Statistikk 1968. Norges Offisielle Statistikk, XII 245, Oslo.",
        "_ (1978), Historisk Statistikk 1978. Norges Offisielle Statistikk, XII 291, Oslo.",
        "_ (1988), Statistisk Arbok 1988. Oslo.",
        "Pangestu, Mari (1991), \"Foreign Firms and Structural Change in the Indonesian Manufacturing Sector,\" in Eric D. Ramstetter (Ed.), Direct Foreign Investment in Asia's Developing Economies and Structural Change in the Asia-Pacific Region. Boulder, Westview Press.",
        "Parker, Robert P. (1993), \"Gross Product by Industry, 1977-90,\" Survey of Current Business. Vol. 73, No. 5, May, pp. 33-54.",
        "Peres Nurtes, Wilson (1990), Foreign Direct Investment and Industrial Development in Mexico. Paris, OECD Development Center. Ramstetter, Eric D., \"Regional Patterns of Japanese Multinational Activities in Japan and Asia's Developing Countries,\" Empirical Studies in Regional and International Economics, Osaka, The Institute of Economic and Political Studies, Kansai University.",
        "_ (1994), \"Comparisons of Japanese Multinationals and Other Firms in Thailand's Nonoil Manufacturing Industries,\" ASEAN Economic Bulletin, vol 11, no. 1, pp. 36-58.",
        "_ (1995), \"Characteristics of Multinational Firms in Malaysia: A Time Series Perspective\", in Mitsuru Toida and Daisuke Hiratsuka (Eds.), A^ia Kogvoken no Keizai Bunseki to Yosoku (IV) fProjections for Asian Industrializing Region (IV)1. Tokyo, Institute of Developing Economies, pp. 95-171.",
        "_, and William E. James (1993), \"Multinationals, Japan-U.S. Economic Relations, and Economic Policy: The Uncomfortable Reality,\" Transnational Corporations. vol 2, no. 3, pp. 68-96.",
        "Republic of China, Investment Commission (1993), A Survey of Overseas Chinese and Foreign Firms and Their Effects on National Economic Development. 1991 (In Chinese).",
        "_ (various years a), A Survey of Overseas Chinese and Foreign Firms and Their Effects on National Economic Development. 1974-1991 issues. Taipei, Investment Commission (in Chinese).",
        "Republic of China, Directorate General of Budget, Accounting, and Statistics (various years a), National Income in Taiwan Area of the Republic of China. 1992.",
        "Singapore, Department of Statistics, (various years), Report on the Census of Industrial Production. 1975 - 1986.",
        "_ (1994b), Yearbook of Statistics. Singapore. 1993.",
        "Singapore, Economic Development Board (various years a), Report on the Census of Industrial Production. 1987-1992 issues. Research and Statistics Unit.",
        "_ (various years b), Mimeos of unpublished data from the Census on Industrial Production, December 1993 and December 1994.",
        "Stonehill, Arthur (1965), Foreign Ownership in Norwegian Enterprises.",
        "Samfunns0konomiske Studier 14, Statistisk Sentralbyra, Oslo. Summers, Robert, and Alan Heston (1991), \"The Penn World Table (Mark 5): An Expanded Set of International Comparisons, 1950-1988,\" Quarterly Journal of Economics. Vol. CVI No. 2, May, pp. 327-368. Sweden, National Institute of Economic Research (1994), The Swedish Economy: August 1994. Stockholm. Sweden, Statistiska CentralbyrÃ\u0083Â¤n (1993), UtlandsÃ\u0083Â¤gda FÃ\u0083Â¶retag 1992. Stockholm, June.",
        "Swedenborg, Birgitta, GÃ\u0083Â¶ran Johansson-Grahn, and Mats Kinwall (1988), Den Svenska Industrins Utlandsinvesteringar. 1960-1986. Stockholm, Industriens Utredningsinstitut. Tambunlertchai, Somsak, and Eric D. Ramstetter (1991), \"Foreign Firms and Structural Change in Thailand\", in Eric D. Ramstetter (Ed.), Direct Foreign Investment in Developing Economies and Structural Change in the Asia Pacific Region. Boulder, Colorado, Westview Press. Thailand, National Economic and Social Development Board (various years) National Income of Thailand. (1970-87 issue and unpublished diskette), Bangkok.",
        "Thailand, National Statistical Office (1987 and 1991 issues), Industrial Statistics:_Whole Kingdom. Bangkok.",
        "Toyo Keizai (various years a), Kaigai Shinshutsu Kigyo Soran (A Comprhrensive Survey of Firms Overseas). 1982-1992 issues. Tokyo, Toyo Keizai (in Japanese).",
        "_ (various years b), Kaigai Shlnshutsu Kigvo Soran: Kokubetsu Hen (A Comprehensive Survey of Firms Overseas, bv Country). 1993-1994 issues. Tokyo, Toyo Keizai (in Japanese).",
        "_ (various years c), Gvoshubetsu Kaigai Shinshutsu Kigvo Soran CA Comprehensive Survey of Firms Overseas, bv Industry). 1988-1990 Issues. Tokyo: Toyo Keizai (in Japanese).",
        "_ (various years d), Kaishabetsu Kaigai Shinshutsu Kigvo Soran (A Comprehensive Survey of Firms Overseas, bv Company). 1991/92 and 1992 issues. Tokyo, Toyo Keizai (in Japanese).",
        "_ (various years e), Kaigai Shinshutsu Kigvo Soran: Kigvoubetsu Hen (A Comprehensive Survey of Firms Overseas, bv Firm). 1993-1994 issues. Tokyo, Toyo Keizai (in Japanese).",
        "UNIDO (1988), Unpublished mimeos, Vienna.",
        "United Kingdom (1994), Census of Production 1991: Summary Tables.",
        "United Nations (1992), National Accounts Statistics: Main Aggregates and Detailed Tables. 1990. Part II. New York, United Nations.",
        "_ (1993), MSPA Handbook of World Development Statistics. LongTerm Socio-Economic Perspectives Branch, Macroeconomic and Social Policy Analysis Division, Department of Economic and Social Information and Policy Analysis, New York, United Nations.",
        "_ (1994a), Statistical Yearbook. 39th Issue, New York, United Nations.",
        "_ (1994b), World Investment Report. New York and Geneva, United Nations.",
        "United Nations Statistical Division (1993) General Industrial Statistics, (diskette), New York, United Nations.",
        "U.S. Department of Commerce (1985a), U.S. Direct Investment Abroad: 1982 Benchmark Survey Data. Bureau of Economic Analysis, Washington, D.C., December.",
        "_ (1985b), Foreign Direct Investment in the United States. Operations of U.S. Affiliates of Foreign Companies. Revised Estimates 1977-1980. Bureau of Economic Analysis, Washington, D.C., U.S. Govt. Printing Office.",
        "_ (1990) Foreign Direct Investment in the United States. 1987 Benchmark Survey Final Results. Bureau of Economic Analysis, Washington, D.C., U.S. Govt. Printing Office.",
        "_ (1992a), National Income and Product Accounts of the United States: Volume 2. 1959-88. Washington, D.C., U.S. Govt. Printing Office, September.",
        "_ (1992b), \"Gross Product of U.S. Affiliates of Foreign Direct Investors, 1987-90,\" Survey of Current Business. Vol. 72, No. 11, November, pp. 47 -54.",
        "_ (1994a) Foreign Direct Investment in the United States. 1992 Benchmark Survey Preliminary Results. Bureau of Economic Analysis, Washington, D.C., U.S. Govt. Printing Office.",
        "_ (1994b), \"Annual Revision of the U.S. National Income and Product Accounts,\" Survey of Current Business. Vol. 74, No. 7, July, pp. 7-144. _ (various years), Foreign Direct Investment in the United States. Operations of U.S. Affiliates of Foreign Companies.",
        "Revised Estimates 1983-1986 and 1988-1991 issues. Bureau of Economic Analysis, Washington, D.C., U.S. Govt. Printing Office.",
        "Willmore, Larry (1986), \"Foreign Control and Concentration in Brazilian Industry,\" XIV Encontro Nacional de Economia. ANPEC, Brasilia, Vol. II.",
        "World Bank (1980), World Tables. The Second Edition i19801.Baltimore and London, Johns Hopkins University Press for the World Bank.",
        "_ (1993), World Tables. 1993. Baltimore and London, Johns Hopkins University Press for the World Bank.",
        "_ (1995), World Tables. 1995. Baltimore and London, Johns Hopkins University Press for the World Bank.",
        "Young, Koo Bohn (1982), \"Status and Changing Forms of Foreign Investment in Korea,\" Conference on the New Forms of Foreign Investment in Developing Countries, 15-19 March, Paris, OECD Development Center.",
        "Yuskavage, Robert E. (1994), \"Gross Product by Industry, 1991-92\" Survey of Current Business. Vol. 74, No. 10, October, pp. 30-34.",
        "_ (1995), \"Gross Product by Industry, 1993,\" Survey of Current Business. Vol. 75, No. 4, April, pp. 46-47.",
        "Zeile, William J. (1994), \"Foreign Direct Investment in the United States: 1992 Benchmark Survey Results,\" Survey of Current Business. Vol. 74, No. 7, July, pp. 154-186.",
        "_ (1995), \"Foreign Direct Investment in the United States,\" Survey of Current Business. Vol. 75, No. 5, May, pp. 57-70."
    ]
}