{
    "id": 5389,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Spero, Sterling D. 1949. Government as Emplover. New York: Remsen Press.",
        "U.S. Bureau of the Census. l9B4a. Census of Population. 1940: Public Use Microdata Sample. Washington, DC: U.S. Department of Commerce.",
        "U.S. Office of Personnel Management. 1989. Pav Structure of the Federal Civil Service. Washington, DC: USGPO.",
        "Venti, Steven F. 1987. Wages in the Federal and Private Sectors, in D. Wise, ed. Public Sector Pavrolls. Chicago: University of Chicago Press.",
        "Smith, Sharon. 1977. Equal Pay in the Public Sector: Fact or Fantasy? Princeton, NJ: Princeton University Press.",
        "Lebergott, Stanley. 1964. Manpower in Economic Growth: The American Record Since 1800. New York: McGraw-Hill.",
        "Publishers. Interwar Unemployment in International 325-352. London: Kluwer Academic Monthly Labor Review, various issues. Moultron, Brent R. 1990. A Re-examination of the Federal-Private Wage Differential in the United States, Journal of Labor Economics 8 (April): 270-293.",
        "Krueger, Alan. 1988. The Determinants of Queues for Federal Jobs. Industrial and Labor Relations Review 41 (July): 567- 581.",
        "Katz, Lawrence F. and Alan B. Krueger. 1991. Changes in the Structure of Wages in the Public and Private Sectors, Research in Labor Economics 12: 137-172.",
        "Johnson, Ronald N. and Gary D. Libecap. 1994. The Federal Civil Service and the Problem of Bureaucracv: The Economics and Politics of Institutional Chance. Chicago: University of Chicago Press.",
        "Goldin, Claudia and Robert A. Margo. 1992. The Great Compression: The Wage Structure in the United States at Mid- Century, Ouarterlv Journal of Economics 107 (February): 1- 34.",
        "Council of Economic Advisors. 1988. Economic Renort of the President. Washington, DC: USGPO.",
        "Finegan, T. Aldrich and Robert A. Cargo. 1994. tWork Relief and the Labor Force Participation of Married Women in 1940. Journal of Economic History march 1994): 64-84.",
        "Benedict, Mary Ellen and Kathryn Shawl 1995. tThe Impact of Pension Benefits on the Distribution of Earned Income.",
        "Industrial and Labor Relations Review 48 {July): 740-757. Blinder, Alan. 1973. Wage Discrimination: Reduced Form and Structural Estimates. Journal of Human Resources 8 (Fall): 436-455."
    ]
}