{
    "id": 539,
    "cites": 11,
    "cited_by": 139,
    "reference": [
        "Auster, Richard, Irving Leveson, and Deborah Sarachek [1969], The Production of Health, an Exploratory Study, The Journal of Human Resources, Vol. 9 (Fall), 412-436.",
        "Fuchs, Victor R. [1967], The Basic Forces Influencing Costs of Medical Care, address given at the National Conference on Medical Care Costs, Washington, D.C., June 27, 1967.",
        "Grossman, Michael [1972], The Demand for Health: A Theoretical and Empirical Investigation, New York: Columbia University Press for the National Bureau of Economic Research.",
        "Grossman, Michael [1975], The Correlation between Health and Schooling, in Nestor E. Terleckyj (ed.), Household Production and Consumption, Studies in Income and Wealth, Vol. 40, Conference on Research in Income and Wealth. New York: Columbia University Press for the National Bureau of Economic Research.",
        "Maital, Shlomo, and Sharona Maital [1978], Time Preference, Delay of Gratification, and the Intergenerational Transmission of Economic Inequality: A Behavioral Theory of Income Distribution, in Orley Ashenfelter and Wallace Oates (eds.), Essays in Labor Market Analysis, New York: John Wiley.",
        "Metcalf, Charles E. [1974], Predicting the Effects of Permanent Programs from a Limited Duration Experiment, The Journal of Human Resources, Vol. 9 (Fall), 530-555.",
        "Kahneman, Daniel, and Amos Tversky [1979], Prospect Theory: An Analysis of Decision under Risk, Econometrica, Vol. 47, No. 2 (March), 263-291.",
        "Thaler, Richard [1979], Individual Intertemporal Choice: A Preliminary Investigation, Research Memorandum (mimeo).",
        "Thomas, Ewart A. C., and Wanda E. Ward [1979], Time Orientation, Optimism, and Quasi-economic Behavior, Stanford University (mimeo).",
        "U.S. Department of Health, Education, and Welfare [1979], Healthy People, The Surgeon Generals Report on Health Promotion and Disease Prevention, Background Papers, (PHS) No. 79-55O71A, Washington, D.C.: U.S. Government Printing Office.",
        "West, Richard W. [1978], The Rate of Time Preference of Families in the Seattle and Denver Income Maintenance Experiment, SRI International, Research Memorandum 51."
    ]
}