{
    "id": 5390,
    "cites": 27,
    "cited_by": 28,
    "reference": [
        "Stevens, Ann Huff(1994). The Dynamics of Poverty Spells: Updating Bane and Ellwood. American Economic Review 84: 34-37.",
        "Stevens, Ann Huff (1995). Essays on Income Dynamics: Long-Term Effects of Job Displacement and Measuring the Persistence of Poverty Over Multiple Spells. Ph.D.",
        "Wolter, Kirk (1985). Introduction to Variance Estimation. New York: Springer-Verlag.",
        "Neftci, Salih N. (1984). Are Economic Time Series Asymmetric over the Business Cycle? Journal of Political Economy 92: 307-328.",
        "Sichel, Daniel (1993). Business Cycle Asymmetry: A Deeper Look. Economic Inquiry 31: 224-236.",
        "Kish, Leslie, and Martin Frankel (1970). Balanced Repeated Replication for Standard Errors. Journal of the American Statistical Association 67: 1071-1094.",
        "Lillard, Lee, and Robert Willis (1978). Dynamic Aspects of Earnings Mobility. Econometrica 46: 985-1012.",
        "Cambridge: Cambridge University Press. Hill, Martha (1981). Some Illustrative Design Effects: Proper Sampling Errors Versus Simple Random Sample Assumptions. In Ei~QIhQU~ American Families--Patterns of Economic Progress. Volume IX. Eds. Martha Hill, Daniel Hill, and James Morgan. Ann Arbor: Institute for Social Research.",
        "Heckman, James, and Burton Singer (1984b). Social Science Duration Analysis. In Longitudinal Analysis of Labor Market Data. Eds. James Heckman and Burton Singer.",
        "Heckman, James, and Burton Singer (1984a). A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models for Duration Data. Econometrica 52: 271-320.",
        "Heckman, James (1981). The Incidental Parameters Problem and the Problem of Initial Conditions in Estimating a Discrete Time-Discrete Data Stochastic Process. In Structural Analysis of Discrete Data with Econometric Applications. Eds. Charles Manski and Daniel McFadden. Cambridge: MIT Press.",
        "Hamilton, James (1989). A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle. Econometrica 57: 357-384.",
        "Hause, John (1977). The Covariance Structure of Earnings. Annals of Economic and Social Measurement 6: 335-365.",
        "Ham, John, and Samuel Rea (1987). Unemployment Insurance and Male Unemployment Duration in Canada. Journal of Labor Economics 5: 325-353.",
        "Gottschalk, Peter, and Robert Moffitt (1994). Welfare Dependence: Concepts, Measures, and Trends. American Economic Review 84: 38-42.",
        "Gottschalk, Peter, Sara McLanahan, and Gary Sandefur (1994). The Dynamics and Intergenerational Transmission of Poverty and Welfare Participation. In Confronting Poverty: Prescriptions for Change. Eds. Sheldon Danziger, Gary Sandefur, and Daniel Weinberg. Cambridge: Harvard University Press.",
        "Ellwood, David (1986). Targeting Would Be Long-Term Recipients of AFDC. Mathematica Policy Research report prepared for U.S. Department of Health and Human Services.",
        "Gottschalk, Peter (1982). Earnings Mobility: Permanent Change or Transitory Fluctuations? Review of Economics and Statistics 64:450-56.",
        "Eberwein, Curtis, John Ham, and Robert LaLonde (1994). The Impact of Classroom Training on the Employment Histories of Disadvantaged Women: Evidence from Experimental Data. Mimeo.",
        "Atkinson. London: London SchoolofEconomics. Duncan, Greg, et al. (1984). Years of Poverty. Years of Plenty. Ann Arbor: Survey Research Center.",
        "Duncan, Greg, and Willard Rodgers (1991). Has Childrens Poverty Become More Persistent? American Sociological Review 56: 538-549.",
        "Coleman, Thomas (1989). Unemployment Behavior: Evidence from the CPS Work Experience Survey. Journal of Human Resources 24:1 -38.",
        "Duncan, Greg (1983). The Implications of Changing Family Composition for the Dynamic Analysis of Family Economic Well-Being. In ~ LOgt~on Incomes. Ed. A.B.",
        "Bane, Mary Jo, and David Ellwood (1986). Slipping Into and Out of Poverty: The Dynamics of Spells. Journal of Human Resources 21: 1-23.",
        "Abowd, John, and David Card (1989). On the Covariance Structure of Earnings and Hours Changes. Econometrica57:411-445.",
        "Ashworth, Karl, Martha Hill, and Robert Walker (1994). Patterns of Childhood Poverty: New Challenges for Policy. Journal of Policy Analysis and Management 13 :658-680.",
        "Baker, Michael (1995). Growth Rate Heterogeneity and the Covariance Structure of Earnings. Mimeo."
    ]
}