{
    "id": 5395,
    "cites": 18,
    "cited_by": 27,
    "reference": [
        "Wei, Shang-Jin and David C. Parsley, 1995, Purchasing power disparity during the floating rate period: Exchange rate volatility, trade barriers and other culprits, National Bureau of Economic Research working paper no. 5032.",
        "Mankiw, N. Gregory, 1985, Small menu costs and large business cycles: A macroeconomic model of monopoly, Quarterly Journal of Economics 100, 529-539.",
        "Mussa, Michael, 1986, Nominal exchange Mte regimes and the behavior of real exchange rates: Evidence and implications, in K. Brunner and A. Meltzer, eds., Carnegie- Rochester Conference Series on Public Policy 25, 117-214.",
        "Rogers, John H. and Michael Jenkins, 1994, Haircuts or hysteresis? Sources of movements In real exchange rates, Journal of International Economics 38, 339-360.",
        "Sanyal, Kalyan and Ronald Jones, 1982, The theory of trade in middle products, American Economic Review 72, 16-31.",
        "Lee, Jong-Wha and Phillip Swagel, 1994, Trade barriers and trade flows across countries and industries, Board of Governors of the Federal Reserve System, International Finance Discussion Papers no. 476.",
        "Knetter, Michael N., 1994, Why are retail prices in Japan so high?: Evidence from German export prices, National Bureau of Economic Research working paper no. 4894.",
        "Krugman, Paul, 1987, Pricing to market when the exchange Ate changes, in Sven W. Arndt and J. David Richardson, eds., Real-Financial Linkages among Open Economies (Cambridge: M.I.T. Press).",
        "Isard, Peter, 1977, How far can we push the law of one price?, American Economic Review 67, 942-948.",
        "Knetter, Michael N., 1989, Price discrimination by U.S. and German exporters, American Economic Review 79, 198-210.",
        "Ghosh, Atish R. and Holger C. Wolf, 1994, Pricing in international markets: Lessons from the Economist, National Bureau of Economic Research working paper no. 4806.",
        "Froot, Kenneth A. and Paul D. Klemperer, 1989, Exchange rate pass-through when market share matters, American Economic Review 79, 637-654.",
        "Froot, Kenneth A.; Michael Kim; and Kenneth Rogoff, 1995, The law of one price over 700 years, National Bureau of Economic Research working paper no. 5132.",
        "Frankel, Jeffrey; Ernesto Stein, and Shang-Jin Wei, 1994, Trading blocs and the Americas: The natural, the unnatural and the super-natural, Journal of Development Economics 47, 61-96.",
        "Dornbusch, Rudiger, 1987, Exchange rates and prices, American Economic Review 77, 93-106.",
        "Engel, Charles, 1993, Real exchange rates and relative prices: An empirical investigation, Journal of Monetary Economics 32, 35-50.",
        "Engel, Charles and John H. Rogers, 1995, How wide is the border?, manuscript, University of Washington.",
        "Cumby, Robert, 1993, Forecasting exchange rates on the hamburger standard: What you see is what you get with McParity, manuscript, Georgetown University."
    ]
}