{
    "id": 5402,
    "cites": 18,
    "cited_by": 0,
    "reference": [
        "Varian, Hal R., Microeconornic Amalysis, 2e, WW Norton, New York, 1984.",
        "Rotemberg, Julio J., John C. Driscoll, and James M. Poterba, Money, Output, and Prices: Evidence from a New Monetary Aggregate, 1991, NBER WP 3824.",
        "Shapiro, Matthew D., Assessing the Federal Reserves Measures of Capacity and Utilization, Brookings Papers on Economic Activity (1989:2), pp. 181-225.",
        "Quandt, Richard, The Econometrics of Disequilibrium, Basil Blackwell, Cambridge, MA, 1988.",
        "Page 17 Romer, Christina D., and David H. Romer, Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz in NBER Macroeconomics Annual 1989, Oliver Jean Blanchard and Stanley Fischer, Eds, The MIT Press, Cambridge MA.",
        "Gordon, Robert J., Assessing the Federal Reserves Measures of Capacity and Utilization: Comment Brookings Papers on Economic Activity (1989:2).",
        "Mankiw, N. Gregory, Small Menu Costs and Large Business Cycles: A Macroeconomic Model of Monopoly, Quarterly Journal of Economics 100 (May 1985):529-37.",
        "Mishkin, Frederick S., The Information in the Longer Maturity Term Structure about Future inflation, Quarterly Journal of Economics, Vol CV, No. 442, (August 1990) pp. 815-828.",
        "Gordon, Robert J., Macroeconomics, Be, 1984, Little Brown and Co., Boston.",
        "Fischer, Stanley, Relative Shocks, Relative Price Variability, and Inflation, BrookiT~s Papers on Economic Activity (1981:2), 381~31.",
        "Debelle, Guy L. and Owen Lamont, Relative Price Variability and Inflation: Evidence from US Cities, working paper 1995.",
        "Fama, Eugene F., ``Term Structure Forecasts of Interest Rates, Inflation and Real Returns, Journal of Monetary Economics, XXV (1990), 59-76.",
        "Bryan, Michael F. and Stephen G. Cecchetti. Measuring Core Inflation in Mankiw, N. Gregory, ea., Monetary Policy, 1994, University of Chicago Press, pp. 195-219.",
        "Bernanke, Ben S., On the Predictive Power of Interest Rates and Interest Rate Spreads, New Bergland Economic Review, Nov/Dec 1990, pp. 51-68.",
        "Blinder, Alan S. Why Are Prices Sticky? Preliminary Results from an Interview Study, American Economic Review 81 (May, 1991): 89-96.",
        "Ball, Laurence and N. Gregory Mankiw, Relative Price Changes as Aggregate Supply Shocks, Quarterly Journal of Economics February 1995, Vol CX Issue 1, pp. 161-194.",
        "Ball, Laurence and N. Gregory Mankiw, Asymmetric Price Adjustment and Economic Fluctuations, Economic Journal March 1994, 104.",
        "Ball, Laurence and N. Gregory Mankiw, A Sticky Price Manifesto, Carnegie-Rochester Conference on Public Policy November 1993."
    ]
}