{
    "id": 5403,
    "cites": 13,
    "cited_by": 5,
    "reference": [
        "Cooper, Ian A., and Antonio S. Mello, 1991, The Default Risk of Swaps, Journal of Finance 46, 597-620.",
        "Froot, Kenneth A., David S. Scharfstein, and Jeremy C. Stein, 1993, Risk Management: Coordinating Corporate Investment and Financing Policies, Journal of Finance 48, 1629-1658.",
        "Gale, Douglas, and Martin Hellwig, 1985, Incentive-Compatible Debt Contracts I: The OnePeriod Problem, Review of Economic Studies 52, 647-664.",
        "Greenwald, Bruce C., Alec Levinson, and Joseph E. Stiglitz, 1991, Capital Market Imperfections and Regional Economic Development, in Giovannini, ed.: Finance and Development: Lessons and Experience CEPR, 65-93.",
        "Jarrow, Robert A., and Stuart M. Turnbull, 1995, Pricing Derivatives on Financial Securities Subject to Credit Risk, Journal of Finance 50, 53-85.",
        "Kashyap, Anil, and Jeremy C. Stein, 1995, The Impact of Monetary Policy on Bank Balance Sheets, Carnegie-Rochester Conftrence Series on Public Policy 42, 151-195.",
        "Merton, Robert C., 1974, On the Pricing of Corporate Debt: The Risk Structure of Interest Rates, Journal of Finance 29, 449-470.",
        "Merton, Robert C., l995a, A Model of Contract Guarantees for Credit-Sensitive Opaque Financial Intermediaries, Harvard Business School working paper. Merton, Robert C., 1995b, A Functional Perspective on Financial Intermediation, Financial Management 24, 23-41.",
        "Merton, Robert C., and Andre F. Perold, 1993, The Theory of Risk Capital in Financial Firms, Journal of Applied Corporate Finance 5, 16-32.",
        "Myers, Stewart C., 1984, The Capital Structure Puzzle, Journal of Finance 39, 575-592.",
        "Myers, Stewart C., and Nicholas Majluf, 1984, Corporate Financing and Investment Decisions When Firms Have Information that Investors Do Not Have, Journal of Financial Economics 13, 187-22 1.",
        "Stein, Jeremy C., 1995, An Adverse Selection Model of Bank Asset and Liability Management with Implications for the Transmission of Monetary Policy, NBER working paper 5217.",
        "Townsend, Robert M., 1979, Optimal Contracts and Competitive Markets and Costly State Verification, Journal of Economic Theory 21, 265-293."
    ]
}