{
    "id": 5406,
    "cites": 38,
    "cited_by": 19,
    "reference": [
        "Ribar, S. (1994), Teen Births and High School Graduation, Review of Economics and Statistics, August 1994.",
        "Sklar, J., and B. Berkov (1974), Abortion, Illegitimacy, and the American Birth Rate, Science 13, pp. 909- 915.",
        "Trussell, J.T. (1976), The Economic Consequences of Teenage Childbearing. Family Planning Perspectives, 8, 184- 190.",
        "Upchurch, D., and J. McCarthy (1990), The Timing of First Birth and High School Completion, American Sociological Review, 55, 224-234.",
        "Molt, F., and M. William (1985), Early Childbearing and Completion of High School, Family Planning Perspectives, 17, 234-237.",
        "National Center for Health Statistics (various years, [a]), Vital Statistics of the United States: Natality, Hyattsville, Md.: US Department of Health and Human Services. National Center for Health Statistics (various years, [b]), Vital Statistics of the United States: Marriage and Divorce, Hyattsville, Md.: US Department of Health and Human Services. Olsen, R., and G. Farkas (1989), Endogenous Covariates in Duration Models and the Effect of Adolescent Childbirth on Schooling, Journal of Human Resources, 24, 37-53.",
        "McCarthy, P.J. (1979), Some Sources of Error in Labor Force Estimates from the Current Population Survey, pp. 1-40 in National Commission on Employment and Unemployment Statistics, Counting the Labor Forces, Appendix Volume II, Washington, DC: US GPO.",
        "McLanahan, S., and G. Sandefur, (1994), Growing Up with a Single Parent: What Hurts, What Helps, Cambridge: Harvard University Press.",
        "Lundberg, S., and R. Plotnick (1990), Effects of State Welfare, Abortion and Family Planning Policies on Premarital Childbearing among White Adolescents, Family Planning Perspectives, 22, 246-251, 275.",
        "Levine, P.B., T.J. Kane, D. Staiger, and D. Zimmerman (1995), Roe V. Wade and American Fertility, Wellesley College Department of Economics, mimeo, January.",
        "Joyce, T., and M. Grossman (1993), Pregnancy Wantedness and the Early Initiation of Prenatal Care, Demography, 27, 1 - 17.",
        "Joyce, T. and Mocan (1990), The Impact of Legalized Abortion on Adolescent Childbearing in New York City, American Journal of Public Health 80, 273-278.",
        "Levine, P.B., A.B. Trainor, and D. Zimmerman (1995), The Effect of Medicaid Abortion Funding Restrictions on Abortions, Pregnancies, and Births, Wellesley College Department of Economics, mimeo, January.",
        "Hotz, J., S. McElroy, and S. Sanders (1995), Assessing the Effects of Teenage Childbearing on Maternal Outcomes in the United States: Exploiting a Very Natural Experiment, University of Chicago, Harris School of Public Policy, mimeo, August.",
        "Imbens, G.W., and van der Klauww (1995), The Cost of Conscription in the Netherlands, Journal of Business and Economic Statistics 13, April.",
        "D. Hayes, eds., Risking the Future: Adolescent Sexuality, Pregnancy, and Childbearing, Vol. II., Washington, DC: National Academy of Sciences, 123-144. Hofferth, S., and K. Moore (1979), Early Childbearing and Later Economic Well-Being. American Sociological Review, 44, 784-815.",
        "Washington, DC: Urban Institute. Geronimus, A.T., and S. Korenman (1992), The Socioeconomic Consequences of Teen Childbearing Reconsidered, Quarterly Journal of Economics, 107, 1187-1214.",
        "Geronimus, A.T., and S. Korenman (1993), The Costs of Teenage Childbearing: Evidence and Interpretation, Demography, 30, 281-290.",
        "Hofferth, S. (1987), Social and Economic Consequences of Teenage Childbearing, in S. Hofferth and C.",
        "Furstenberg, F. (1976), Unplanned Parenthood, New York: Free Press.",
        "Furstenberg, F., J. Brooks-Gunn, P. Morgan (1987), Adolescent Mothers Later in Life,, Cambridge, MA: Cambridge University Press.",
        "Garfinkle, 1., and S. McLanahan (1986), Single Mothers and their Children: A New American Dilemma.",
        "Card, D.E., and D. Sullivan (1988), The Effect of Subsidized Training on Movements in and Out of Employment, Econometnca 56, 497-530.",
        "Centers for Disease Control (1974), Abortion Surveillance Report, Legal Abortions, United States, Annual Summaries. Atlanta: Department of Health, Education, and Welfare.",
        "Currie, J., L. Nixon, and N. Cole (1993), Restrictions on Medicaid Funding of Abortion: Effects on Pregnancy Resolutions and Birth Weight, NBER Working Paper No. 4432.",
        "Card, J.J., and Wise, L.L. (1978), Teenage Mothers and Teenage Fathers: The Impact of Early Childbearing on the Parents Personal and Professional Lives. Family Planning Perspectives, 1O, 199-205.",
        "Card, D.E., and A. Krueger (1992), Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States, Journal of Political Economy, February 1992.",
        "Cairns, R.B., B.D. Cairns, and H.J.Neckerman (1989), Early School Dropout: Configurations and Determinants, Child Development GO, 1437-1452.",
        "Bronars, S.G., and J. Grogger (1994), The Economic Consequences of Unwed Motherhood: Using Twin Births as a Natural Experiment. American Economic Review, 84, 1141-1156.",
        "Bauman, K.E., A.E., Anderson, J.L. Freeman, and G.C. Koch (1977), Legal Abortions, Subsidized Family Planning Services, and the US Birth Dearth, Social Biology 24, 183-191.",
        "Berkov, J., and B. Sklar (1974), Abortion, Illegitimacy, and the American Birth Rate, Science 185 (September),909-915.",
        "Blank, R.M., C.C. George, and R.A. London (1994), State Abortion Rates: The Impact of Policies, Providers, Politics, Demographics, and Economic Environment, NBER Working Paper No. 4853.",
        "Angrist, J.D., and G.W. Imbens, (1995), Two-Stage Least Squares Estimates of Average Causal Response in Models with Variable Treatment Intensity, Journal of the American Statistical Association, June 1995.",
        "Angrist, J.D., G.W. Imbens, and D.B. Rubin (1996), Identification of Causal Effects Using Instrumental Variables, forthcoming, Journal of the American Statistical Association.",
        "Angrist, J.D., and A.B. Krueger (1991), Does Compulsory School Attendance Affect Schooling and Earnings?, Quarterly Journal of Economics, September 1991.",
        "Angrist, J.D., and A.B. Krueger (1994), Why Do World War Two Veterans Earn More than Non- veterans?, Journal of Labor Economics, January.",
        "Angrist, J.D., and A.B. Krueger (1995), Split-Sample Instrumental Variables Estimates of the Returns to Schooling, Journal of Business and Economic Statistics, April.",
        "Angrist, J.D. (1995), Using Social Security Data to Estimate the Effect of Voluntary Military Service on Earnings, NBER Working Paper No. 5192, July."
    ]
}