{
    "id": 5407,
    "cites": 51,
    "cited_by": 5,
    "reference": [
        "Young, Alwyn. 1994. The Tyranny of Numbers: Confronting the Statistical Evidence ofthe East Asian Growth Experience, Cambridge, NBER Working Paper No. 4680.",
        "World Bank. 1992. Privatization: The Lessons of Experience, Washinston, D.C., World Bank.",
        "World Bank. 1993a. The East Asian Miracle: Economic Growth and Public Policy, Washington, D.C., World Bank.",
        "World Bank. 1993b. World Development Report 1993, New York, Oxford University Press.",
        "World Bank. 1994. Averring the Old Age Crisis. Washington, D.C., The World Bank.",
        "Williamson, John (ed.). 1991. Latin American Adjustment: How Much Has Happened?, Washington, D.C., Institute for International Economics.",
        "Willig, Robert. 1993. Public Versus Regulated Private Enterprise, Washington, D.C., Proceedings of the World Bank Annual Conference on Development Economics 1993,.",
        "Tironi, Ernesto. 1989. Es Posible Reducir la Pobreza, Santiago, Centro de Estudios del Desarrollo.",
        "Shame, Parthasarathi. 1994. Recent Tax Policy Trends and Issues in Latin America, Washington, D.C., Working Paper, Fiscal Affairs Department, International Monetary Fund.",
        "Solow, Robert. 1956. A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics, Vol. 70, February.",
        "Seabright, Paul. 1993. Infrastructure and Industrial Policy in South Asia, Working Paper, University of Cambridge, Department of Economics.",
        "Shaw, Edward. 1973. Financial Deepening in Economic Development, New York Oxford University Press.",
        "Romer, Paul. 1986. Increasing Returns and Long-Run Growth, Journal of Political Economy, Vol. 94, October.",
        "Sala-i-Martin, Xavier. 1992. Public Welfare and Growth, Working Paper, Economic Growth Center, Yale University.",
        "Persson, Torsten and Guido Tabellini. 1990. Macroeconomic Policy, Credibility and Politics, New York, Harwood Academic Publishers.",
        "Rebelo, Sergio. 1991. Long Run Policy Analysis and Long Run Growth, Journal of Political Economy, Vol. 99, June.",
        "Montiel, Peter. 1994. Capital Mobility in Developing Countries, World Bank Economic Review, Vol. 8, September.",
        "NewEarmer, Richard. 1992. Argentina: Fiscal Assessment, World Bank, Latin America and the Caribbean Region.",
        "Mesa-Lago, Carmelo. 1991. Social Security and Prospects for Equity in Latin America, World Bank Discussion Paper No. 140.",
        "Modigliani, Franco. 1970. The Life Cycle Hypothesis of Saving Twenty Years Later, in Michael Parkin (ed.), Contemporary Issues in Economics, Manchester, Manchester University Press.",
        "McKinnon, Ronald. 1991. The Order of Economic Liberalization: Financial Control in the Transition to a Market Economy, Baltimore, Johns Hopkins University Press.",
        "Luders, Rolf. 1991. Massive Divestiture and Privatization: Lessons From Chile, Contemporary Policy Issues, Vol. 9, No. 4.",
        "McGreevey, William. 1990. Social Security in Latin America: Issues and Options for the World Bank, World Bank Discussion Paper No. 110.",
        "McKinnon, Ronald. 1973. Money and Capital in Economic Development, Washington, D.C., Brookings.",
        "King, Robert and Ross Levine. 1993. Finance and Growth: Schumpeter Might Be Right, Quarterly Journal of Economics, Vol. 108, August.",
        "Lucas, Robert. 1988. On the Mechanics of Economic Development, Journal of Monetary Economics, Vol. 22, July.",
        "Iglesias, Enrique and Louis Emmerij (eds). 1991. Restoring Financial Flows to Latin America, Paris, Organization for Economic Cooperation and Development.",
        "Kiguel, Miguel. 1991. Inflation in Argentina: Stop and Go Since the Austral Plan, World Development, Vol. 19, August.",
        "Gelb, Alan. 1989. Financial Policies, Growth and Efficiency, World Bank Research Working Paper No. 202.",
        "Grossman, Gene and Elhanan Helpman. Innovation and Growth in the Global Economy, Cambridge, MIT Press, 1991.",
        "Galal, Ahmed, Raul Saez and Clemencia Torres. 1992. Welfare Consequences of Selling Public Enterprises: Chile, World Bank, Public Sector Management and Private Sector Development Division.",
        "Frankel, Jeffiey. 1985. International Capital Mobility and Crowding Out in the U.S.",
        "Economy, Cambridge, NBER Working Paper No. 1773. Fry, Maxwell. 1988. Money, Interest and Banking in Economic Development, Baltimore, Johns Hopkins University Press.",
        "Edwards, Sebastian and Guido Tabellini. 1994. Political Instability, Political Weakness and Inflation: An Empirical Analysis, in Chris Sims (ed.), Advances in Econometrics, Cambridge, Cambridge University Press.",
        "Edwards, Sebastian. 1995a. Why are Latin Americas Savings Rates so Low?, Cambridge, NBER Working Paper No. 5097.",
        "Edwards, Sebastian. 1995b. Latin America a Decade After the Debt Crisis, New York, Oxford University Press, forthcoming.",
        "Edwards, Sebastian, and Alejandra Cox Edwards. 1991. Monetarism and Liberalization: The . .",
        "Edwards, Sebastian. 1992. Trade Orientation, Distortions and Growth in Developing Countries, Journal of Development Economics, Vol. 39, No. 1.",
        "Dornbusch, Rudiger. 1992. Lessons From Experiences With High Inflation, World Bank Economic Review, Vol. 6, No. 1.",
        "Dornbusch, Rudiger and Sebastian Edwards (eds.). 1991. The Macroeconomics of Populism in Latin America, Chicago, University of Chicago Press.",
        "DeLong, Bradford and Laurence Summers. 1991. Equipment Investment and Economic Growth, Quarterly Journal of Economics, Vol. 106, May.",
        "Diamond, Peter and Salvador Valdes. 1994. Social Security Reforms, in Barry Bosworth, Rudiger Dornbusch and Raul Laban (eds.), The Chilean Economy: Policy Lessons and Challenges, Washington, D.C., Brookings.",
        "Cukierman, Alex, Sebastian Edwards and Guido Tabellini. 1992. Seigniorage and Political Instability, American Economic Review, Vol. 82, June.",
        "Cheyre,Hernando. 1991. LaReformaPrevisionalen Chile, Santiago,CEPAL.",
        "Cox-Edwards, Alejandra. 1992. Economic Reforms and Labor Market Legislation in Latin America, Working Paper, California State University - Long Beach, Department of Economics.",
        "Brock, Philip (ed.). 1992. A Texas Were Chile: A Primer on Banking Reform, San Francisco, ICS Press.",
        "CEPAL. 1994. El Regionalismo Abierto en America Latinay el Caribe, Santiago, Cornision Economica Para America Latina y el Caribe.",
        "Alexander, Myrna and Carlos Corti. 1993. Privatization in Argentina, World Bank, Latin America and the Caribbean Region.",
        "Barro, Robert. 1974. Are Government Bonds Net Wealth?, Journal of Political Economy, Vol. 82, December.",
        "Barro, Robert. 1991. Economic Growth in a Cross-Section of Countries, Quarterly Journal of Economics, Vol. 106, May.",
        "Bosworth, Barry, Rudiger Dornbusch and Raul Laban (eds.). 1994. The Chilean Economy: Policy Lessons and Challenges, Washington, D.C., Brookings."
    ]
}