{
    "id": 5411,
    "cites": 29,
    "cited_by": 1,
    "reference": [
        "Akerlof, G.A. (1970): The Markets for Lemons: Quality, Uncertainty and the Market Mechanism, Quarterly Journal of Economics 84, 488-500.",
        "Arnott, R., and J. E. Stiglitz (1989): The Welfare Economics of Moral Hazard, in: H. Louberge, ed., Risk, Information and Insurance: Essays in Memoriam of Karl Borch. Norwell, MA: Kluwer Academic Publishers, 9 1-122.",
        "Bewley, T. F. (1981): A Critique of Tiebouts Theory of Local Public Expenditures, Econometrica 49, 713-740.",
        "Boadway, R. (1980): A Note on the Market Provision of Club Goods, Journal of Public Economics 13, 131-137.",
        "Buchanan, J. M. An Economic Theory of Clubs, Economica 23, 1965, 1-14.",
        "Edwards, J., and M. Keen (1995): Tax Competition and Leviathan, forthcoming in European Economic Review.",
        "Eisen, R. (1979): Theorie des Versicherungsgleichgewichts, Duneker und Humblot: Berlin.",
        "Friedman, M. (1953): Choice, Chance and the Personal Distribution of Income, Journal of Political Economy 61, 277-290.",
        "Gerber, R. F., and Hewitt, D. P. (1987): Decentralized Tax Competition for Business Capital and National Economic Efficiency, Journal of Regional Science 27, 45 1-460.",
        "Harsanyi, J. C. (1953): Cardinal Utility in Welfare Economics and the Theory of Risk Taking, Journal of Political Economy 61, 434-435.",
        "Oakland, W. H. (1972): Congestion, Public Goods and Welfare, Journal of Public Economics 1, 339-357.",
        "Oates, W. E. (1972): Fiscal Federalism, Harcourt, Brace, Jovanovich: New York, Chicago et al.",
        "Mohring, H., and M. Harwitz (1962): Highway Benefits. An Analytical Framework, Northwestern University Press: Chicago.",
        "Musgrave, P. (1991): Fiscal Coordination and Competition in an International Setting, in: L. Eden, ed., Retrospectives on Public Finance, Duke University Press: Durham and London.",
        "Musgrave, R. (1969): Theories of Fiscal Federalism, Public Finance 24, 52 1-536.",
        "Pauly, M. (1974): Overinsurance and Public Provision of Insurance. The Roles of Moral Hazard and Adverse Selection, Quarterly Journal of Economics 88, 309-327.",
        "Rawis, J. (1971): A Theory of Justice, Harvard University Press: Cambridge, Mass.",
        "Riley, J. G. (1979): Informational Equilibrium, Econometrica 47, 33 1-359.",
        "Rothschild, M., and J. Stiglitz (1976): Equilibrium in Competitive Insurance Markets. An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics 90, 626-65 0.",
        "Sandier, T., and J. T. Tschirhart (1980): The Economic Theory of Clubs: An Evaluative Survey, Journal of Economic Literature 18, 1481-1521.",
        "Sinn, H.-W. (1994): How Much Europe? Subsidiarity, Centralization and Fiscal Competition, Scottish Journal of Political Economy 41, 85-107.",
        "Economics. ---, (199 Sb): Social Insurance, Incentives and Risk Taking, Paper prepared for the 51st IIPF Congress, Lisbon 1995.",
        "Spence, M., and R. Zeckhauser (1971): Insurance, Information, and the Individual Action, American Economic Review 61, 380-391.",
        "Tiebout, Ch. M. (1961): An Economic Theory of Fiscal Decentralization, in: Public Finances: Needs, Sources and Utilization, A conference of the Universities-National Bureau Committee for Economic Research, Princeton University Press: Princeton, 7996. Timm, H. (1961): Das Gesetz der wachsenden Staatsausgaben, Finanzarchiv 21, 201-247.",
        "Wagner, A. (1876): Allgemeine oder theoretische Volkswirtschafislehre: Erster Theil. Grundlegung, Wintersche Verlagsbuchhandlung: Leipzig und Heidelberg. Wellisch, D. (1995): Dezentrale Finanzpolitik bei hoher MobilitÃ\u0083Â¤t, J. C. B. Mohr (Paul Siebeck): Tubingen.",
        "Wildasin, D.E. (1991): Income Redistribution in a Common Labor Market, American Economic Review 81, 757-774.",
        "Pestieau, Public Finance in a World of Transition, Proceedings of the 47th Congress of the International Institute of Public Finance, St. Petersberg 1991, Supplement to Public Finance 47, 2 16-230.",
        "Wilson, Ch. (1979): Equilibrium and Adverse Selection, American Economic Review 69, papers and proceedings, 313-317.",
        "Wilson, J. (1984): A Theory of Interregional Tax Competition, Journal of Urban Economics 19, 296-3 15."
    ]
}