{
    "id": 5413,
    "cites": 27,
    "cited_by": 52,
    "reference": [
        "Altonji, Joseph. l-Iayashi. Fumjo and Kotlikoff Laurence. Is the Extended Family Altruistically Linked? Direct Tests Using Micro Data. American Economic Review, December 1992, Vol. 82, No. 5, pp 1177-98.",
        "Arrow, Kenne~ and Lind, R.C. Uncertainty and ~*ie Evaluation of Public Investment Decisions. American Economic Review, 1970, 60. pp 364-378.",
        "Auerbach, Alan, et. a!. Generational Accounts: A Meaningful Alternative to Deficit Accounting. In David Bradford, ed., Tax Policy and the Economy, vol. 5, 1991.",
        "Auerbach, Alan, et. al. Generational Accounts - A Meaningful Way to Assess the Stance of Fiscal Policy. Journal of Economic Perspectives, Spring 1994.",
        "Auerbach, Alan and Kotlikoff Laurence. Dynamic Fiscal Policy. Cambridge, England: Cambridge University Press, 1987.",
        "Barro, Robert. Are Government Bonds Net Wealth? Journal of Political Economy, 1974.",
        "Barro, Robert. The Impact of Social Securily on Private Saving. Washington, DC: American Enterprise Institute, 1 978. Bernheirn. Douglas. A Neoclassical Perspective on Budget Deficits. Journal of Economic Perspectives, Vol. 3, No. 2, Spring 1989, pp 55-72.",
        "Blinder. Alan, Gordon, R. And Wise, David. Life Cycle Savings and Bequests: Cross Sectional Estimates of the Life Cycle Model. In F. Modigliani, ed., The Determinants of National Savings and Wealth (MacMillan. New York). 1983.",
        "Browning. Edgar. On the Marginal Welfare Cost of Taxation. American Economic Review, March l987,pp 11-23. Buchanan. James. Social Insurance in a Growing Economy: A Proposal for Radical Reform. National Tax Journal, 21, December 1968, pp 386-395.",
        "Diamond. peter. A Framework for Social Security Analysis. Journal of Public Economics, 1977, Vol. 8, pp 275-298.",
        "Diamond. Peter and Hausman J. Individual Savings and Retirement Behavior. Journal of Public Economics, 1984.",
        "Esposito, louis. The Effect of Social Security oi Saving: Review of Studies Using Time-Series Data. Social Security Bulletin, May 1 978, pp 9-I 7. Feldstein. Martin. Social Security, Induced Retirement and Aggregate Capital Accumulation, Journal of Political Economy, September-October 1974, Vol. 82. No. 5.",
        "Feldstein, Martin. The Optima! Level of Social Security Benefits, Quarterly Journal of Economics, May 1985.",
        "Feldstein. Martin. Should Social Security be Means Tested? Journal of Political Economy, June 1987, Vol. 95, No. 3, pp 468-484.",
        "Feldstein, Martin. Tax Policy and International Capita! Flows, The 1994 Bernhard Harms Prize Lecture, Welwirtshaftsliches Archiv, 1994:4, pp 675-697 and NBER Working Paper No. 4851, .3 June 1994.",
        "Feldstein, Martin. Social Security and Saving: New Time Series Evidence, NBER Working Paper No. 5054, March 1995a. Forthcoming in National Tax Journal.",
        "Feldstein, Martin. Tax Avoidance and the Deadweight Loss of the Income Tax, NBER Working Paper No. 5055, March 1995b.",
        "Feldstein, Martin. Behavioral Responses to Tax Rates: Evidence from TRA86, American Economic Review, May 1995c, Vol. 85, No. 2.",
        "Feldstein, Martin and Pellechio, Anthony. Social Security and Household Wealth Accumulation: New Microeconometric Evidence,, Review of Economics and Statistics, August 1979, Vol. 61, No.3.",
        "Feldstein, Martin, Dicks-Mireaux, Louis and Poterba, James. The Effective Tax Rate and the Pretax Rate of Return, Journal of Public Economics, 1983.",
        "Feldstein, Martin and Samwick, Andrew. Social Security Rules and Marginal Tax Rates, National Tax Journal, March 1992, Vol. XLV, No. 1.",
        "Harberger. Arnold. Taxation. Resource Allocation, and Welfare. In John Due, ed., The Role of Direct and Indirect Taxes in the Federal Reserve System, 1964. Princeton, NJ: Princeton University Press.",
        "Kotlikoff, Laurence. Privatization of Social Security: How It Works and Why It Matters. In Jair.cs Poterba, ed.. Tax Policy and the Ecoi.onw, forthcoming 1996.",
        "Leimer, Dean and Lesnoy, Selig. Social Security and Private Saving: New Time Series Evidence. Journal of Political Economy, June 1982. 90:3. pp 606-629.",
        "Mussa, Michael and Goldstein, M. The Integration of World Capital Markets, Changing Capita! Markets: Implications for Monetary Policy . 1993. Federal Reserve Bank of Kansas City, Kansas City, MO.",
        "Rippe, Richard. Further Gains in Corporate Profitability. Economic Outlook Monthly, Prudential Securities, Inc., August 1995.",
        "Samuelson, Paul. An Exact Consumption Loan Model of Interest With or Without the Social Contrivance of Money. 1958. Journal ofPlitical Economy."
    ]
}