{
    "id": 5414,
    "cites": 17,
    "cited_by": 93,
    "reference": [
        "Young, Alwyn. 1994. The tyranny of numbers: Confronting the statistical realities of the East Asian growth experience. Working Paper 4680. National Bureau of Economic Research.",
        "Restuccia, Diego, and Urrutia, Carlos. 1995. Public policy, price distortions, and investment rates. Manuscript, University of Minnesota.",
        "Rivera-Batiz, Luis A., and Romer, Paul M. 1991. Economic integration and endogenous growth.",
        "Rebelo, Sergio. 1991. Long-run policy analysis and long-run growth. Journal of Political Economy 99 (3): 500-21.",
        "Economy 102 (2): 298-321. Quah, Danny. 1993. Empirical cross-section dynamics in economic growth. European Economic Review 37 (April): 426-34.",
        "Parente, Stephen L., and Prescott, Edward C. 1993. Changes in the wealth of nations. Federal Reserve Bank of Minneapolis Quarters Review 17 (2): 3-16.",
        "McGrattan, Ellen R. 1994. The macroeconomic effects of distortionary taxation. Journal of Monetary Economics 33 (3): 573-601.",
        "Maddison, Angus. 1991. Dynamic forces in capitalist development: A long-run comparative view.",
        "New York: Oxford University Press. Mankiw, N. Gregory; Romer, David; and Well, David N. 1992. A contribution to the empirics of economic growth. Quarterly Journal of Economics 107 (2): 407-37.",
        "Lucas, Robert E., Jr. 1990. Why doesnt capital flow from rich to poor countries? American Economic Review 80 (2): 92-96.",
        "King, Robert G., and Rebelo, Sergio T. 1993. Transitional dynamics and economic growth in the neoclassical model. American Economic Review 83 (4): 908-31.",
        "Grossman, Gene M., and Helpman, Elhanan. 1991. Innovation and growth in a global economy.",
        "King, Robert G., and Levine, Ross. 1994. Capital fundamentalism, economic development, and economic growth. Carnegie-Rochester Conference Series on Public Policy 40 (June): 259-92.",
        "Federal Reserve Bank of Minneapolis Quarterly Review 13 (2): 10-25. DeLong, J. Bradford. 1988. Productivity growth, convergence, and welfare: Comment. American Economic Review 78 (5): 1138-54.",
        "Harper and Row. Easterly, William; Kremer, Michael; Pritchett, Lant; and Summers, Lawrence H. 1993. Good policy or good luck? Country growth performance and temporary shocks. Journal of Monetary Economics 32 (3): 459-83.",
        "Christiano, Lawrence J. 1989. Understanding Japans saving rate: The reconstruction hypothesis.",
        "Chari, V. V.; Christiano, Lawrence J.; and Kehoe, Patrick J. 1994. Optimal fiscal policy in a business cycle model. Journal of Political Economy 102 (4): 617-52."
    ]
}