{
    "id": 5415,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "Baldwin, Richard and Paul Krugman. 1988. Market access and international competition: a simulation study of 16K random access memory. In Robert Feenstra, ed. Empirical Methods for International Trade. Cambridge: MIT Press.",
        "Journal of Economics 104: 635-654. Barfield, Claude E. 1995. Flat-panel initiative: A bad idea. Issues in Science and Technology (Spring) :9-12.",
        "Barfield, Claude E. 1994. Flat panel displays: A second look. Issues in Science and Technology (Winter) :21-25.",
        "Davis, Bob. 1995. Clintons key technology-policy effort is dealt a blow by Congressional study. The Wall Street Journal (Wednesday, May 3):A2, A6.",
        "Edmondson, Gail and Neil Gross. 1995. The grand alliance in flat panels. Business Week (August 28):73.",
        "Flamm, Kenneth S. 1994. Flat-panel displays: Catalyzing a U.S. industry. Issues in Science and Technology (Fall):28-32.",
        "Hamilton, David P. 1995. An idea: Replace light bulbs with LEDs. The Wall Street Journal (May 10):B1.",
        "Jensen, Richard and Marie Thursby. 1987. A decision theoretic model of innovation, technology transfer, and trade. The Review of Economic Studies (LIV): 631-647.",
        "MacKnight, Susan. 1994. Flat panel displays: Redefining the parameters of U.S. govern- ment support for industry? Japan Economic Institute Report No. 29A. Washington, D.C.: Japan Economic Institute.",
        "Mentley, David E. 1995. Financial analysis of the TFT industry. In International Display Report (June 13). Mountain View, CA: SEMI Newsletter Service.",
        "Mentley, David E. 1994a. Forecast inflation. In International Display Report [November 15]. Mountain View, CA: SEMI Newsletter Service.",
        "Mentley, David E. 1994b. Flat panel displays for military airplanes. In International Display Report (July 15). Mountain View, CA: SEMI Newsletter Service.",
        "Mentley, David E., and J. A. Castellano. 1994. Flat panel display manufacturing cost: A comparative analysis. 2nd edition. San Jose, CA: Stanford Resources, Inc.",
        "Miller, Debra L. 1995. Forum: Flat-panel displays. Issues in Science and Technology: 8 Mowery, David C. 1995. Forum: Flat-panel displays. Issues in Science and Technology: 8.",
        "Nakamoto, Michiyo, and Alice Rawsthorn. 1995. Japanese race to develop wall-hung plasma TVs. Financial Times (Friday, August 25):3.",
        "Patton, Robert, and Alice Rawsthorn. 1995. A wall-hanging wonder. Financial Times (Friday, September 1):8.",
        "Pollack, Andrew. 1995. Japanese face glut of computer screens. The New York Times (May 29):A39.",
        "Rosenbloom, Richard S., and Michael A. Cusumano. 1987. Technological pioneering and competitive advantage: The birth of the VCR industry. California Management Review 29 (4) :51-76.",
        "Schott, Jeffery J. 1994. The Uruguay round: An assessment. Washington, D.C.: Center 27 for International Economics.",
        "Stanford Resources, Inc. 1994. World average selling prices TFT-LCDs used in portable computers [chart]. In The proceedings of the 11th annual fiat information display conference and exhibition. San Jose, CA: Stanford Resources, Inc.",
        "Tyson, Laura DAndrea. 1992. Managing trade and investment: Europes evolving strat- egy in the electronics industry. In Trade conflict in high-technology industries. Washington, D.C.: Center for International Economics.",
        "U.S. Department of Defense. 1994. Building U.S. capabilities in flat panel displays. Final report. DOD."
    ]
}