{
    "id": 5417,
    "cites": 13,
    "cited_by": 0,
    "reference": [
        "Sachs, Jeffrey, and Howard Shatz, Trade and Jobs in US Manufac- turing, Brookings Papers on Economic Activity, Vol. 1 (-- 1994), pp.",
        "Shapiro, Carl, and Joseph E. Stiglitz, Equilibrium Unemployment as a Worker Discipline Device, American Economic Review, Vol. 74 (June 1984), pp. 433-44.",
        "Slaughter, Matthew, The Impact of Internationalisation on US Income Distribution, in Finance and the International Economy, ed. by Richard OBrien, Oxford University Press (Oxford: 1994).",
        "Hamermesh, Daniel S., Labor Demand, Princeton University Press (Princeton, New Jersey: 1993).",
        "Jones, Stephen R., Minimum Wage Legislation in a Dual Labor Market, European Economic Review, Vol. 31 (August 1987), pp. 1229-46.",
        "Pissarides, Christopher A., and Jonathan Wadsworth, On-the-Job Search: Some Empirical Evidence from Britain, European Economic Review, Vol. 38 (February 1994), pp. 385-401.",
        "Burtless, Gary, International Trade and the Rise in Earnings Inequality, Journal of Economic Perspectives, Vol. 33 (June 1995), pp. 800-816.",
        "Bulow, Jeremy I., and Lawrence H. Summers, A Theory of Dual Labor Markets with an Application to Industrial Policy, Discrimination, and Keynesian Unemployment, Journal of Labor Economics, Vol. 4 (July 1986), pp. 376-414.",
        "Brauer, David A., and Susan Hickok, Explaining the Growing Inequality in Wages across Skill Levels, Economic Policy Review (Federal Reserve Bank of New York), Vol. 1 (January 1995), pp. 61-72.",
        "Becker, Gary S., Economic Theory, Knopf Publishers (New York: 1971).",
        "Berman, Eli, John Bound, and Zvi Griliches, Changes in the Demand for Skilled Labor within U.S. Manufacturing: Evidence from the Annual Survey of Manufactures, Quarterly Journal of Economics, Vol. 109 (May 1994), pp. 367-97.",
        "Akerlof, George A., and Janet Y. Yellen, The Fair Wage-Effort Hypothesis and Unemployment, Quarterly Journal of Economics, Vol. 105 (May 1990), pp. 255-83.",
        "Agenor, Pierre-Richard, and Joshua Aizenman, Technological Change, Relative Wages, and Unemployment, unpublished, International Monetary Fund (August 1995). Forthcoming, European Economic Review."
    ]
}