{
    "id": 5419,
    "cites": 29,
    "cited_by": 2,
    "reference": [
        "Wilson, J. D. (1987): Trade, Capital Mobility and Tax Competition, Journal of Political Economy 95, 710-736.",
        "Wilson, J.D. (1986): A Theory of Interregional Tax Competition, Journal of Urban Economics 19, 296-315.",
        "Zodrow, G. R. and P. Mieszkowski (1986): Pigou, Tiebout, Property Taxation, and the Underprovision of Local Public Goods, Journal of Urban Economics 19, 350-370.",
        "Wildasin, D. E. (1988): Nash Equilibrium in Models of Fiscal Competition, Journal of Public Economics 35, 229- 240.",
        "Wilson, J. D. (1994): Mobile Labor in a Tax Competition Model, mimic, Indiana University.",
        "Shepsle, K. (1979): Institutional Arrangements and Equilibrium in Multidimensional Voting Models, American Journal of Political Science 23, 27-59.",
        "Strauss, R. P. (1993): Reforming School Finance in Illinois: Some Observations on Principles, Practicalities, and Politics, State Tax Notes 5, no. 7, 351-360.",
        "Westhoff, F. (1977): Existence of Equilibria in Economies with a Local Public Good, Journal of Economic Theory, 14, 84-112.",
        "Wildasin, D. E. (1993): Fiscal Competition and Interindustry Trade, Regional Science and Urban Economics 23, 369- 399.",
        "Wildasin, D. E. (1991): Some Rudimentary Duopolity Theory, Regional Science and Urban Economics 21, 393- 421.",
        "Wildasin, D. E. (1989): Interjurisdictional Capital Mobility: Fiscal Externality and a Corrective Subsidy, Journal of Urban Economics 25, 193-212.",
        "New ersey Associates (1988): New Jersey Municipal Data Book, 1988 Edition, Montclair, NJ.",
        "Pogodzinski, J.M. and D. L. Sjoquist (1993): Alternative Tax Regimes in a Local Public Good Economy, Journal of Public Economics 50, 115-141.",
        "Nechyba, T. (1994b): Fiscal Federalism and Local Public Finance: A General Equilibrium Approach with Voting, unpublished Ph.D. dissertation, University of Rochester.",
        "Internal Revenue Service, Statistics of Income Division (1987): 1987 Individual Income Tax Model.",
        "Ioannides, Y. M. (1987): Residential Mobility and Housing Tenure Choice, Regional Science and Urban Economics, 17, 265-288.",
        "Krelove, R. (1993): The Persistence and Inefficiency of Property Tax Finance of Local Public Expenditures, Journal of Public Economics 51, 415~35.",
        "Nechyba, T. (1994a): Existence of Equilibrium and Stratification in Local and Hierarchical Tiebout Economies with Property Taxes and Voting, mimic, Stanford University.",
        "Duns, K. (1985): Existence of Equilibrium with Local Public Goods and Houses, SUNY-Albany Department of Economics Discussion Paper 201.",
        "Epple, D., R. Filimon and T. Romer. (1993): Existence of Voting and Housing Equilibrium in a System of Communities with Property Taxes, Regional Science and Urban Economics 23, 585-610.",
        "Gordon, R. (1986): Taxation of Investment and Savings in a World Economy, American Economic Review, 1086- 1102.",
        "Gramlich, E. (1977): Intergovernmental Grants: A Review of the Empirical Literature, in The Political Economy of Fiscal Federalism (W. Oates, Editor), Lexington Books, 219-239.",
        "Hanushek, E. and J. Quigley (1978): An Explicit Model of Intrametropolitan Mobility, Land Economics, 54, 411- 428.",
        "De Tray, D. and J. Fernandez (1986): Distributional Impacts of the Property Tax Revolt, National Tax Journal 39, 435-450.",
        "Bucovetsky, S. and J. D. Wilson (1991): Tax Competition with Two Tax Instruments, Regional Science and Urban Economics 21, 333-350.",
        "Coates, D. (1993): Property Tax Competition in a Repeated Game, Regional Science and Urban Economics 23, 111- 119.",
        "Courant, P. N., E. Gramlich and D. Rubinfeld (1980): Why Voters Support Tax Limitation Amendments: The Michigan Case, National Tax Journal 33, 1-20.",
        "Bucovetsky, S. (1991): Asymmetric Tax Competition, Journal of Urban Economics SO, 167-181.",
        "Bogart, W. T. (1990): Essays on Intergovernmental Grants, Property Taxation anal Housing Markets, Ph.D. dissertation, Princeton University."
    ]
}