{
    "id": 5420,
    "cites": 47,
    "cited_by": 16,
    "reference": [
        "Zodrow, G. and P. Mieszkowski, 1986, Pigou, Tiebout, Property Taxation, and the Underprovision of Local Public Goods, lournal of Urban Economics 19, 350-370.",
        "Wildasin, D. E., 1983, The Welfare Effect of Intergovernmental Grants in an Economy with Independent Jurisdictions, lournal of Urban Economics 13, 147-164.",
        "Wilde, I., 1968, The Expenditure Effects of Grant-in-Aid Programs, National Tax Journal 21, 340-48.",
        "Wilde, J., 1971, Grants-in-Aid: The Analytics of Design and Response, National Tax Journal 24, 143-55.",
        "Zodrow, G., 1984, The Incidence of Metropolitan Property Tax base Sharing and Rate Equalization, Journal of Urban Economics 15, 210-229.",
        "Rothstein, P., 1992, The Demand for Education with Power Equalizing Grants, lournal of Public Economics 49, 135-162.",
        "Shepsle, K., 1979, Institutional Arrangements and Equilibrium in Multidimensional Voting Models, American lournal of Political Science 23, 27-59.",
        "Oakland, W. H., 1994, Fiscal Equalization: An Empty Box?, National Tax lournal 47, 199-209.",
        "Oates, W., 1972, Fiscal Federalism (Harcourt Brace lovanovich, Inc).",
        "Reschovsky, A., 1994, Fiscal Equalization and School Finance, National Tax lournal 47, 185-197.",
        "Reschovsky, A., 1981, An Evaluation of Metropolitan Tax Base Sharing: Reply, National Tax lournal 34, 281-282.",
        "Reschovsky, A., 1980, An Evaluation of Metropolitan Tax Base Sharing, National Tax lournal 33, 56-66.",
        "Romer, T., H. Rosenthal and V. Munley, 1992, Economic Incentives and Political Institutions: Spending and Voting in School Budget Referenda, lournal of Public Economics 49, 1-33.",
        "Nechyba, T., 1995, Public School Finance in a General Equilibrium Tiebout World: Equalization Programs, Peer Effects and Competition, mimic, Stanford University.",
        "Nechyba, T., 1994a, Existence of Equilibrium and Stratification in Hierarchical Public Good Economies with Voting, mimio, Stanford University.",
        "Nechyba, T., 1994b, Fiscal Federalism and Local Public Finance: A General Equilibrium Approach with Voting, unpublished Ph.D. dissertation, University of Rochester.",
        "Noto, N. and D. Zimmerman, 1984, Limiting State-Local Tax Deductibility: Effects among States, National Tax lournal 37.",
        "Mieszkowski, P., 1994, Tiebout Stratification, Fiscal Federalism and School Finance, presented at the ISPE Conference on Fiscal Aspects of Evolving Federations, Vanderbilt University.",
        "Ladd, H.F. and 1. Yinger, 1989, Americas Ailing Cities. Fiscal Health and the Design of Urban Policy (The Johns Hopkins University Press, Baltimore).",
        "McGuire, M., 1979, The Analysis of Federal Grants Into Price and Income Components, in P. Mieszkowski and W. Oakland, eds., Fiscal Federalism and Grants-in-Aid The Urban Institute), 31-50.",
        "McGuire, M., 1975, An Econometric Model of Federal Grants and Local Fiscal Response, in W. Oates, ea., Financing the New Federalism (The John Hopkins University Press, Baltimore), 115-13X.",
        "Inman, R., 1978, Optimal Fiscal Reform of Metropolitan Schools: Some Simulation Results, The American Economic Review 68, 107-122.",
        "Inman, R., 1977, Micro-Fiscal Planning in the Regional Economy, Journal of Public Economics 7, 237-60.",
        "Inman, R. and D. Wolf, 1976, SOFA: A Simulation Program for Predicting and Evaluating the Policy Effects of Grants-in-Aid, Socio-Economic Planning Science 10, 77-88.",
        "Inrnan, R. and D. Rubinfeld, 1979, The Judicial Pursuit of Local Fiscal Equity, Harvard Law Review 92, 1662-1750.",
        "Ladd, H.F. and 1. Yinger, 1994), The Case for Equalizing Aid, National Tax lournal 47, 211-224.",
        "Herzog, H. W. and A. M. Schlottmann, 1986, State and Local Tax Deductibility and Metropolitan Migration, National Tax Journal 39, 189-200.",
        "Holtz-Eakin, D. and H. Rosen, 1990, Federal Deductibility and Local Property Tax Rates, Journal of Urban Economics 27, 269- 284.",
        "Holtz-Eakin, D. and H. Rosen, 1987, Tax Deductibility and Municipal Budget Structure, NBER working paper no. 2224.",
        "Inman, R. P., 1989, The Local Decision to Tax: Evidence from Large U.S. Cities, Regional Science and Urban Economics 19.",
        "Luger, M., 1988, Federal Tax Reform and the Interjurisdictional Mobility Impulse, Journal of Urban Economics 23, 235-250.",
        "Gramlich, E., 1985, The Deductibility of State and Local Taxes, National Tax Journal 38, 447-465.",
        "Gramlich, E., 1977, Intergovernmental Grants: A Review of the Empirical Literature, in W. Oates, ea., The Political Economy of Fiscal Federalism (Lexington Books), 219-239.",
        "Fisher, P.S., 1981, State Equalizing Aid and Metropolitan Tax Base Sharing: A Comparative Analysis, Public Finance Quarterly 9, 449-470.",
        "Fox, W.F., 1981, An Evaluation of Metropolitan Tax Base Sharing: Comment, National Tax Journal 34, 275-279.",
        "Fischel, W.A., 1976, An Evaluation of Proposals for Metropolitan Sharing of Commercial and Industrial Property Tax Base,Journal of Urban Economics 3, 253-263.",
        "Feldstein, M., 1975, Wealth Neutrality and Local Choice in Public Education, The American Economic Review 65, 75-89.",
        "Feldstein, M. and G.E.Metcalf, 1987, The Effect of Federal Deductibility on State and Local Taxes and Spending, Journal of Political Economy 95, 710-736.",
        "Epple, D., R. Filimon and T. Romer, 1993, Existence of Voting and Housing Equilibrium in a System of Communities with Property Taxes, Regional Science and Urban Economics 23, 585-610.",
        "Epple, D. and T. Romer, 1991, Mobility and Redistribution, Journal of Political Economy 99, 828-876.",
        "Chernick, H. and A. Rescbovsky, 1986, Federal Tax Reform and the Financing of State and Local Governments, Journal of Policy Analysis and Management 5, 683-706.",
        "Chernick, H. and A. Reschovsky, 1987, Comment on The Deductibility of State and Local Taxes, National Tax Journal 40, 95-102.",
        "Dunz, K., 1985, Existence of Equilibrium with Local Public Goods rued Houses, SUNY-Albany Department of Economics Discussion Paper 201.",
        "Bucovetsky, S., 1982, Inequalities in the Local Public Sector, Journal of Political Economy 90, 128-145.",
        "Cassidy, G. and D. Epple and T. Romer, 1989, Redistribution by Local Governments in a Monocentric Urban Area, Regional Science and Urban Economics 19, 421-454.",
        "Brueckner, J. K., 1983, Central City Income Redistribution and the Flight to the Suburbs, Regional Science and Urban Economics 13, 177- 193.",
        "Bogart, W. T., 1990, Essays on Intergovernmental Grants, Property Taxation and Housing Markets, unpublished Ph.D."
    ]
}