{
    "id": 5422,
    "cites": 60,
    "cited_by": 26,
    "reference": [
        "Walker, Martin, 1993, Paying for Peace, International Economic Insights, Institute for International Economics, Washington, DC, Sept./Oct.: 25-26.",
        "Williamson, John, 1985, The Exchange Rate System. Policy Analyses in International Economics No. 5, Institute for International Economics, Washington, D.C.",
        "Tobin, James, 1978, A Proposal for International Monetary Reform, Eastern Economic 49 Journal, 4, 3-4, 153-59.",
        "Tobin, James, 1992, Tax the Speculators, Financial Ames, Dec. 22.",
        "Summers, Lawrence, 1987, A Few Good Taxes, The New Republic Nov.30, 1987: 14-15.",
        "Summers, Lawrence, and Victoria Summers, 1990, The Case for a Securities Transactions Excise Tax, Tax Notes, August 13, 879-84.",
        "Shome, Parthasarathi, and Janet Stowsky, 1995, Financial Transactions Taxes, International Monetary Fund Working Paper 95/77, August.",
        "Mendez, Ruben, 1995a, Harnessing the Global Currency Market for the Global Common Good, Choices, United Nations Development Programme, New York City.",
        "Mendez, Ruben, 1995b, Paying for Peace and Development, Foreign Policy, Sept.",
        "Schwert, G. William, and Paul Seguin, 1993, Securities Transactions Taxes: An Overview of Costs, Benefits and Unresolved Questions, Financial Analysts Journal 46, Sept.-Oct., 27- 35.",
        "Mendez, Ruben, 1994, Harnessing the Global Foreign Currency Market: Proposal for A Foreign Currency Exchange (FXE), New York City.",
        "Krugman, Paul, and Marcus Miller, 1993, Why Have a Target Zone? Carnegie-Rochester Conference Series on Public Policy 38 (North-Holland), 279-314.",
        "Kull, Steven, 1995, Americans and Foreign Aid: A Study of American Public Attitudes, Program on International Policy Attitudes, Washington, D.C., January 23.",
        "Lyons, Richard, 1995a, Is Profit Taking Rational? A Foreign Exchange Dealers Response, NBER Summer Institute, July 14.",
        "Madhavan, Ananth, 1992, Trading Mechanisms in Securities Markets, Journal of Finance 47, 2, June, 607- .",
        "Carnegie-Rochester Series on Public Policy 3: 79-114. Meese, Richard, and Kenneth Rogoff, 1983, Empirical Exchange Rate Models of the Seventies Journal of International Economics 14, 3-24.",
        "Jorion, Philippe, 1994, Risk and Turnover in the Foreign Exchange Market, Bank of Italy, Perugia, Italy, July. In The Microstructure of Foreign Exchange Markets, J. Frankel, G.",
        "Galli and A. Giovannini, eds., University of Chicago Press, Chicago, forthcoming. Kenen, Peter, 1995, The Feasibility of Taxing Foreign-Exchange Transactions, conference on New and Innovative Sources of Financing Development, United Nations Development Programme, New York, October.",
        "Hubbard, Glenn, 1993, Securities Transactions Taxes: Tax Design, Revenue, and Policy Considerations, Tax Notes, Nov. 22, 985-1000.",
        "Ito, Takatoshi, 1994, Short-Run and Long-Run Expectations of the Yen/Dollar Exchange Rate, Journal of the Japanese and International Economies 8, no. 2, June: 119-143.",
        "Giovannini, forthcoming, University of Chicago Press, Chicago, 1996.",
        "Washington, D.C., June. Goldstein, Morris, and David Folkerts-Landau, 1993, International Capital Markets, International Monetary Fund, Washington, D. C.",
        "Goodhart, Charles, 1988, The Foreign Exchange Market: A Random Walk with a Dragging Anchor Economica 55, 437-60.",
        "Hakkio, Craig, 1994, Should We Throw Sand in the Gears of Financial Markets? Economic Review, Federal Reserve Bank of Kansas City, Second Quarter: 17-30.",
        "Hsieh, David, and Allan Kleidon, 1994, Bid-Ask Spreads in Foreign Exchange Markets: Implications for Models of Asymmetric Information, Bank of Italy, Perugia, Italy. In The Microstructure of Foreign Exchange Markets, edited by J.Frankel, G. Galli and A.",
        "Goldstein, Morris, 1995, The Exchange Rate System and the IMP: A Modest Agenda, Policy Analyses in International Economics No. 39, Institute for International Economics.",
        "Glosten, Lawrence, 1994, Is the Electronic Open Limit Order Book Inevitable? Journal of Finance 49, no.4, Sept., 1127-.",
        "Goldberg, Michael, and Roman Frydman, 1993, Theories Consistent Expectations and Exchange Rate Dynamics, forthcoming in H.Frisch and A. Worgoter, eds., Open-Economy Macroeconomics (London: MacMillan Publishing).",
        "Garber, Peter, 1995, Issues of Enforcement and Evasion in a Levy on Foreign Exchange Transactions, conference on New and Innovative Sources of Financing Development, United Nations Development Programme, New York, October.",
        "Froot, Kenneth, and Jeffrey Frankel, 1989, Forward Discount Bias: Is it an Exchange Risk Premium? Quarterly Journal of Economics 104, no.1 (February), 139-161.",
        "Froot, Kenneth A. and Takatoshi Ito, 1989, On the Consistency of Short-Run and Long-Run Exchange Rate Expectations Journal of International Money and Finance 8, no. 4, 487-510.",
        "Friedman, Milton, 1953, The Case for Flexible Exchange Rates in Essays in Positive Economics (University of Chicago, Chicago).",
        "Froot, Kenneth, 1989, Multinational Corporations, Exchange Rates, and Direct Investment, in International Policy Coordination and Exchange Rate Fluctuations, W.",
        "Branson, J. Frenkel and M. Goldstein, eds., University of Chicago Press: Chicago, 1990.",
        "Frankel, Jeffrey and Andrew Rose, 1995, A Survey of Empirical Research on Nominal Exchange Rates, NBER Working Paper no. 4865; for Handbook of International 46 Economics, edited by G. Grossman and K. Rogoff, North-Holland, Amsterdam.",
        "Frankel, Jeffrey and Shang-Jin Wei, 1995, Regionalization of World Trade and Currencies: Economics and Politics, NBER conference in Woodstock, VT, October 19-21. In The Regionalization of the World Economy, J. Frankel, editor, University of Chicago Press, forthcoming.",
        "Frankel, Jeffrey and Kenneth Froot, 1990, Chartists, Fundamentalists, and the Demand for Dollars in Anthony Courakis and Mark Taylor, eds., Private Behavior and Government Policy in Interdependent Economies. Oxford: Clarendon Press.",
        "Frankel, Jeffrey and Kenneth Froot, 1987a, Short-Term and Long-Term Expectations of the Yen/Dollar Exchange Rate: Evidence from Survey Data, Journal of the Japanese and International Economies 1, 249-74.",
        "Frankel, Jeffrey, 1993, On Exchange Rates, MIT Press, Cambridge, MA.",
        "Frankel, Jeffrey and Kenneth Froot, 1987, Using Survey Data to Test Standard Propositions Regarding Exchange Rate Expectations, American Economic Review 77, no. 1 (March), 133-153.",
        "Fieleke, Norman, 1981, Foreign-Currency Positioning by U.S. Firms: Some New Evidence, Review of Economics and Statistics LXIII, no.1, Feb. 35-42.",
        "Flood, Robert, and Andrew Rose, 1993, Fixing Exchange Rates, NBER Working Paper 4503.",
        "Federal Reserve Bank of New York, 1995, April 1995 Central Bank Survey of Foreign Exchange Market Activity, September 19.",
        "Engel, Charles, 1995, Why Is There a Forward Discount Bias? A Survey of Recent Evidence, University of Washington and NBER, July.",
        "Federal Reserve Bank of New York, 1983, Foreign Exchange Transactions... press release Sept. 7.",
        "Federal Reserve Bank of New York, 1989, Summary of Results of U.S. Foreign Exchange Market Survey Conducted in April 1989, press release Sept. 13.",
        "Eichengreen, Barry, James Tobin and Charles Wyplosz, 1995, Two Cases for Sand in the Wheels of International Finance, CIDER Working Paper No. C94-45; The Economic Journal 105, 162-172.",
        "Eichenbaum, Martin, and Charles Evans, Some Empirical Evidence on the Effects of Monetary Policy Shocks on Exchange Rates, NBER Working Paper No. 4271. 45 Forthcoming, Quarterly Journal of Economics Nov. 1995.",
        "Dornbusch, Rudiger, and Jeffrey Frankel, 1988, The Flexible Exchange Rate System: Experience and Alternatives, in International Finance and Trade, edited by S. Borner, International Economics Association, in association with Macmillan Press: London.",
        "De Long, J. Bradford, Andrei Shleifer, Lawrence Summers and Robert Waldmann (1990) Noise Trader Risk in Financial Markets Journal of Political Economy 98-4, 703-38.",
        "Cutler, David, James Poterba and Lawrence Summers, 1991, Speculative dynamics Review of Economics Studies, 58, May, 529-546.",
        "DeGrauwe, Paul, and Hans Dewachter, 1990, A Chaotic Monetary Model of The Exchange Rate, Centre for Economic Policy Research Discussion Paper No. 466, Oct.",
        "Campbell, John, and Kenneth Froot, Securities Transaction Taxes: Lessons from International Experience. in The Internationalization of Equity Markets, J.Frankel, ea., University of Chicago Press, Chicago, 1994.",
        "Bank of Japan, 1995, Tokyo Foreign Exchange Market Turnover Survey (April 1995), Tokyo, September 19.",
        "Campbell, John, and Richard Clarida, 1987, The dollar and real interest rates, Carnegie- Rochester Conference on Public Policy 27 (August).",
        "Bank for International Settlements, 1990, Survey of Foreign Exchange Activity, Monetary and Economic Department, Baste, February.",
        "Bank for International Settlements, 1995, Central Bank Survey of Foreign Exchange Market Activity in April 1995: Preliminary Global Findings, Basel, 24 October.",
        "Bank of England. 1986. The market in foreign exchange in London, Press notice (August).",
        "Bank of England. 1992. The foreign exchange market in London, Bank of England Ouarterly Bulletin 32, no.4, Nov.: 408-417.",
        "Bank of England. 1995. The foreign exchange market in London, Press notice, Sept. 19."
    ]
}