{
    "id": 5426,
    "cites": 36,
    "cited_by": 9,
    "reference": [
        "Griliches, Z. Measuring Inputs in Agriculture: A Critical Survey. Journal of Farm Economics. XLII (1960): 141 1-1433.",
        "Economics, Econometric Institute, Report 6328, Rotterdam, 1963.",
        "Education and Income, vol. 35 of NBER, Studies in income and Wealth, edited by Lee Hansen. New York: Columbia University Press, 1970.",
        "Griliches, Z., and Mason, W. Education, Income and Ability. Journal of Political Economy 80 (1972): 285-3 16.",
        "Heckman, J. J. A Life-Cycle Model of Eamings, Learning, and Consumption. Journal of Political Economy 84 (1976): S 11-44.",
        "Heckman, J. J., and MaCurdy, T. E. A Life Cycle Model of Female Labour Supply. The Review of Economic Studies XLVI! (1980): 47-74.",
        "Hellerstein, J. K. and Neumark, D. Sex, Wages and Productivity: An Empirical Analysis of Israeli Firm-Level Data, Michigan State University Working Paper (July 1995), East Lansing, MI.",
        "Herrnstein, R. J. and Murray, C. The Bell Curve: Intelligence and Class Structure in American Life. New York: Free Press, 1994.",
        "Jamison, D. T., and Lau, L. J. Farm Education and Farm Efficiency. Baltimore: Johns Hopkins University Press, 1982.",
        "Jorgenson, D. W., and Fraumeni, B. Investment in Education and U.S. Economic Growth. Scandinavian Journal of Economics 94 (1992): 551-70. (a) ______ The Output of the Education Sector. In Output Measurement in the Service Sectors, vol.",
        "Jorgenson, D. W., and Pachon, A. The Accumulation of Human and Non-Human Capital. In The Determinants of National Saving and Wealth, edited by R. Hemming and F. Modigliani, pp. 302- 350. London: MacMillan, 1983.",
        "Jovanovic, B. Research, Schooling, Training, and Learning by Doing in the Theory of Growth. Paper presented at the Tokyo meetings of the Econometric Society, 1995.",
        "Jovanovic, B., Lach, S., and Lavy, V. Growth and the Cost Reducing Role of Human Capital. Working Paper, New York University, May 1993.",
        "Juhn, C., Murphy, K. M., and Pierce, B. Wage Inequality and the Returns to Skill. Journal of Political Economy 101 (1993): 4 10-442.",
        "Kendrick, J. W. Productivity Trends: Capital and Labor. New York: NBER, 1956.",
        "Klinov, R. Changes in the Industrial Structure. In The Israeli Economy: Maturing through Crisis, edited by Y. Ben-Porath, pp. 119-136. Cambridge, MA: Harvard University Press, 1986.",
        "Kroch, E. A., and Sjoblom, K. Schooling as Human Capital or a Signal, Journal of Human Resources 29 (1994): 156-1 80.",
        "Kyriacou, G. A. Level and Growth Effects of Human Capital. C.V. Star Center Economic Research Reports. New York: New York University, 1991.",
        "Mankiw, N. G., Romer D., and Weil 0. N. A Contribution to the Empirics of Economic Growth. Quarterly Journal of Economics (May 1992): 407-437.",
        "Miller, H. P. Annual and Lifetime Income in Relation to Education. American Economic Review, 50 (1960): 962-986.",
        "Mincer, J. Investment on Human Capital and Personal Income Distribution. Journal of Political Economics 66 (1958): 28 1-302.",
        "Human Capital, Collected Essays of Jacob Mincer, vol. 1, pp. 345-365. Hants, England: Edward Elgar, 1993.",
        "Murphy, K. M., and Welch, F. Industrial Change and the Rising Importance of Skill. In Uneven Tides: Rising Inequality in American, edited by S. Danziger and P. Gottschalk, pp. 10 1-132. New York: Russell Sage Foundation, 1993.",
        "Nelson, R It Aggregate Production Functions and Medium-Range Growth Projections. American Economic Review 54 (1964): 575-606.",
        "Nelson, R. R., and Phelps, E. S. Investment in Humans, Technological Diffusion and Economic Growth. American Economic Review LVI (1966): 69-75.",
        "Oniki, H. A Theoretical Study on the Demand for Education. Unpublished Ph.D. dissertation, Stanford University, 1968.",
        "Putnam, R. D. The Prosperous Community: Social Capital and Public Life. The American Prospect (Spring 1993): 35-42.",
        "Rosen, S. Income Generating Functions and Capital Accumulation. Harvard Institute of Economic Research Discussion Paper No. 306. Cambridge, MA, 1973.",
        "Sheshinski, E. On the Individuals Lifetime Allocation Between Education and Work. Meiroeconomica 20 (1968): 42-49.",
        "Schultz, T. W. Capital Formation by Education. Journal of Political Economy 68 (1960): 571.",
        "Solow, R. M. Technical Change and the Aggregate Production Function, Review of Economics and Statistics 39(1957): 312-320.",
        "Spence, M. Market Signaling, Cambridge, MA: Harvard University Press, 1974.",
        "Weiss, Y. The Determination of Life Cycle Earnings: A Survey. In Handbook of Labor Economics, edited by 0. Ashenfelter and R. Layard, pp. 603-640. Amsterdam: North Holland Press, 1986.",
        "Welch, F. Education in Production. Journal of Political Economy 78 (1970): 35-59.",
        "Willis, It J. Wage Determinants: A Survey and Reinterpretation of Human Capital Earnings Functions. In Handbook of Labor Economics, edited by 0. Aschenfelter and R. Layard, pp. 525-602. Amsterdam: North Holland, 1986.",
        "Wolpin, K. Education and Screening. American Economic Review 67 (1977): 949-958."
    ]
}