{
    "id": 5432,
    "cites": 96,
    "cited_by": 0,
    "reference": [
        "Young, A. 1992. A Tale of Two Cities: Factor Accumulation and Technical Change in Hong Kong and Singapore. In JVBER Macroeconomics Annual 1992, edited by 0. J. Blanchard and S. Fischer. Cambridge, Mass.: MIT Press.",
        "Young, A. 1993. Lessons from the East Asian NICs: A Contrarian View. Working Paper Series no. 4482, National Bureau of Economic Research (October).",
        "The World Bank. 1994. World Data /994: World Bank Indicators on CD-ROM. Washington, D.C.: The World Baiik.",
        "Uzawa, H. 1965. Optimum Technical Change in an Aggregative Model of Economic Growth. International Economic Review 6 (January): 18-3 1.",
        "Williamson,J. G. 1995. The Evolution of Global Labor Markets since 1830: Background Evidence and Hypotheses. Explorations in Economic History 32 (April): 14 1-96.",
        "Young, A. 1991. Learning By Doing and the Dynamic Effects of International Trade. Quaiter1~ Journal of Economics 106 (May): 369-406.",
        "Taylor, A. M. 1996. Growth and Convergence in the Asia-Pacific Region: On the Role of Openness, Trade and Migration. In International Trade and Migration in the Asia-Pacific Regwn, edited by P. J. Lloyd and L. S. Williams. Oxford: Oxford University Press.",
        "lavior, NI. P. 1995. The Economics of Exchange Rates. Journal of Economic Literature 33 (March): 13-47.",
        "The World Bank. 1993. The East Asian Miracle: Economic Growth and Public Policy. Oxford: Oxford University Press.",
        "Taylor, A. M. 1994b. Three Phases of Argentine Economic Growth. Working Paper Series on Historical Factors in Long Run Growth no. 60, National Bureau of Economic Research (October).",
        "Taylor, A. NI. 1994c. Tres fases del crecimiento econÃ\u0083Â³mico argentino. Revista de Hi~toria EconOnuea 12 ~Fa11): 649-83.",
        "Singer, H. 1950. The Division of Gains Between Investing and Borrowing Countries. American Economic Review 40 (May): 473-80.",
        "Solow, R. M. 1956. A Contribution to the Theory of Economic Growth. Quarterly Journal of Economics 70 (February): 65-94.",
        "Taylor, A. ~1. 1992 Argentine Economic Growth in Comparative Perspective. Ph. D. dissertation, F-Iarvard University (July).",
        "Taylor, A. M. 1994a. Domestic Saving and International Capital Flows Reconsidered. Working Paper Series no. 4892, National Bureau of Economic Research (October).",
        "Sachs,J. D., and A. M. Warner. 1995. Economic Convergence and Economic Policies. Working Paper Series no. 5039, National Bureau of Economic Research (February).",
        "Segerstrorn, P.S. 1991. Innovation, Imitation, and Economic Growth. Journal of Political Economn~ 99 (August): 807-27.",
        "Shaw, E. 5. 1973. Financ?al Deepening in Economic Development. Oxford: Oxford University Press.",
        "Roiner, P. M. 1993. Idea Gaps and Object Gaps in Economic Development. Journal of Monetar~ Economics 32 (December): 543-73.",
        "Romer, P. M. 1994. The Origins of Endogenous Growth.Journal of Economic Perspectives 8 (Winter): 3-22.",
        "Roubini, N., and X. SaIa-i-Martin. 1992. Financial Repression and Economic Growth. journal of Development Economics 39 5-30.",
        "Ramsey, F. P. 1928. A Mathematical Theory of Savings. Economic Journal 38 (December): 54359. R~belo, S. ~991. Long-Run Policy Analysis and Long-Run Growth. Journal of Politwal Economy 99 Uune): 500-2 1.",
        "Romer, P. M. 1986. Increasing Returns and Long-Run Growth.Journal of Political Economy 94 (October): 1002-37.",
        "Romer, P. M. 1989. Capital Accumulation in the Theory of Long-Run Growth. In Modern Business C~cle Theor~, edited by R. J. Barro. Cambridge, Mass.; Harvard University Press.",
        "Roiner, P. M. 1990. Endogenous Technological Change. Journal of Political Economy 98 (October): S7 1-102.",
        "Palnia, ~J (. 1987c. Structuralism. In The New Paigrave: A Dzctionary of Economics, edited byJ. Eat well, M. M~lgate and P. Newman. New York: Stockton Press. Pindyck, R. S., and D. L. Rubinfeld. 1 981. Econometric Models and Economzc Forecasts, New York: McGraw- Hill.",
        "Prebisch, R. 1984. Five Stages in My Thinking on Development. In Pioneers in Development, edited by 6. M. Meier and D. Seers. New York: Oxford University Press.",
        "Quah, D. 1993. Galtons Fallacy and Tests of the Convergence Hypothesis. In Endogenous Growth, edited by T. M. Andersen and K. 0. Moene. Oxford: B~ackwe1l.",
        "Mulligan, C. B., and X. Sala-i-Martin. 1995. A Labor-Income-Based Measure of the Value of Human Capital: An Application to the States of the United States. Working Paper Series no. 5018, National Bureau of Economic Research (February).",
        "Nurkse, R. 1961. Patterns of Trade and Development. The Wicksell Lectures Oxford: Basil B I ac kwe II.",
        "Palnia,J. G. 1987a. Dependency. In The New Paigrave: A Dictionaiy of Economics, edited byJ. Eatwell, M. Milgate and P. Newman. New York: Stockton Press.",
        "Palnia,J. G. 1987b. Prebisch, Ran!. In The New Palgrave: A Dictzonaiy of Economics, edited byJ. Eatwell, M. Milgate and P. Newman. New York: Stockton Press.",
        "Mankiw, N. G., D. Romer, and D. N. Well. 1992. A Contribution to the Empirics of Economic Growth. Quarterly Journal of Economics 1 07 (May): 407-37.",
        "Mckinnon, R. 1. 1973. Money and Cap~ta1 in Econonzzc Development. Washington, D.C.: The Brookings Institution.",
        "Mulligan, C. B., and X. Sala-i-Martin. 1993. Transitional Dynamics in Two-Sector Models of Endogenous Growth. Qua rterly Journal of Economzcs 108 (August): 737-73.",
        "Lewis, W. A. 1978. The Evolution of(he International Economic Order. Princeton, N.J.: Princeton University Press.",
        "Lucas, R. E. 1988. On the Mechanics of Economic Development.Journal of Monetary Econonucs 22 (July): 3-42.",
        "Maddison, A. 1982. Phases of Capitalzst Development. Oxford: Oxford University Press.",
        "Maddison, A. 1989. The World Economy in the 20th Century. Paris: OECD.",
        "Maddison, A. 1991. Dynamic Forces in Capitalist Development: A Long-Run Comparative View. Oxford: Oxford University Press.",
        "Rrugrnan, P. R. 1987. The Narrow Moving Band, The Dutch Disease, and the Competitive Consequences of Mrs. Thatcher.Journal of Development Economics 27 : 4 1-55.",
        "Lee,J.-W. 1995. Government Interventions and Productivity Growth in Korean Manufacturing Industries. Working Paper Series no. 5060, National Bureau of Economic Research (March).",
        "Levine, R., and D. Renelt. 1992. A Sensitivity Analysis of Cross-Country Growth Regressions. American Econorn~c Revww 82 (September): 942-63.",
        "King, R. G., and R. Levine. 1993a. Finance and Growth: Schumpeter Might Be Right. QuarterI~ Journal 01 Economics 108 : 7 17-38.",
        "King, R. G., arid R. Levine, 1993b. Finance, Entrepreneurship, and Growth. Journal of ;\\iouelo rv Eronom~cs 32 5 1 3-42.",
        "Korniendi, R. C., and P. G. Meguire. 1985. Macroeconomic Determinants of Growth: (;rossCountry Evidence. Journal of Monetary Economics 16 (September): 141-63.",
        "~Jortes, C. 1. 1992. Economic Growth and the Relative Price of Capital. MIT (February). Phoiocopy.",
        "jovanovic, B., and R. Rob. 1989. The Growth and Diffusion of Knowledge. Review oJ Economic ~ti~thes 56 (October): 569-82.",
        "Kay, C. 1989. Latin American Theories of Development and Underdevelopment. New York: Rouiledge.",
        "Greene, W. H. 1993. Econometric Analysis. 2nd ed. New York: Macmillan.",
        "Greenwood,J., and B. Jovanovic. 1990. Financial Development, Growth, and the Distribution of Income. Journal of Political Economy 98 : 1076-107.",
        "Heston, A. et al. 1994. The Penn World Table, Version 5.6. National Bureau of Economic Research, Cambridge, Mass. (November). Internet <http://nber.harvard.edu>.",
        "Higgins, M. D. 1993. Why Capital Doesnt Flow From Rich to Poor Countries. Harvard University. Photocopy.",
        "Frankel,J. A., and A. K. Rose. 1995. A Pane Project on Purchasing Power Parity: Mean Reversion Within and Between Countries. Working Paper Series no. 5006, National Bureau of Economic Research (February).",
        "Friedman, M. 1992. Do Old Fallacies Ever Die? Journal of Economic Literature 30 (December): 2 129-32.",
        "Gerscheu kron, A. 1962. Econonuc Backwardness rn Historical Perspective. Cambridge, Mass.: Harvard University Press.",
        "Ethier, W. J. 1982. National and International Returns to Scale in the Modern Theory of International Trade, American Economzc Review 72 Uune): 389-404.",
        "Feder, G. 1983. On Exports and Economic Growth.Journal of Development Economics 12 (February-April): 59-73.",
        "Findlay, R. 1978. Relative Backwardness, Direct Foreign Investment, and the Transfer of Technology. Q~arter1vJoi~rna1 of Economics 92 (February): 1-16.",
        "ECL~ (United Nations Economic Commission for Latin America). 1950b. Economic Survey of Latin America, 1949. 5 vols. New York: United Nations.",
        "Edwards, S. 1992. Trade orientaUon, Diswr~ions and Growth ~n Developing Countries.Journal of Development Economics 39 : 31-57.",
        "Edwards, S. 1993. Openness, Trade Liberalization and Growth in Developing Count.ries.",
        "Eas~er1~, \\V. 1993. How Much Do Distortions Affect Growth? Journal of Monetaiy Economics 32 187-212.",
        "Eas~erlv, W. et al. 1993. Good Policy or Good Luck? Country Growth Performance and Temporary Shocks. Working Paper Series no. 4474, National Bureau of Economic Research (Sep~ernber).",
        "Easterly, W., atici S. Rebelo. 1993. Fiscal Policy and Economic Growth: An Empirical Investigation. Journal o iVlonetmy Economics 32 : 417-58.",
        "ECLA (United Nations Economic Commission for Latin America). 1950a. The Economic Development of Latin America and Its Princzpal Problems. 5 vols. New York: United Nations.",
        "DIaz Alejandro, C. F. 1984a. The 1940s in Latin America. In Economic Structure and Performance: E.~sais in Honor of Hollis B. Chenery, edited by M. Syrquin, L. Taylor and L. E. Westphal. Orlando: Academic Press.",
        "DIaz Alejandro, C. F. 1984b. Latin America in the 1930s. In Latin America in the 1930s: The Role oft/ic Periphery in World Crisis, edited by R. Thorp. New York: St. Martins Press.",
        "Dc Long,J. B., and L. H. Summers. 1993. How Strongly Do Developing Economies BeneiR From Equipment Investment?Journal of Monetary Economics 32 : 395-415.",
        "Denison, E. F. 1967. Why Growth Rates Differ. Washington, D.C.: The Brookings Institution.",
        "DIaz Alejandro, C. F. 1974. Some Characteristics of Recent Export Expansion in Latin America. In The International Division of Labor: Problems and Perspectives, edited by H. Giersch. Tubingen: Mohr.",
        "De Gregorio,J. 1992. Economic Growth in Latin America.Journal of Deve1opmen1~ Economics 39 59-84.",
        "De Long,J. B. 1988. Productivity Growth, Convergence and Welfare: Comment. American Economic Review 78 (December): 1138-54.",
        "De Long,J. B. 1992. Productivity Growth and Machinery Investment: A Long-Run Look. Journal of Economic Histoiy 52 (June): 307-24.",
        "De Long,J. B., arid L. H. Summers. 1991. Equipment Investment and Economic Growth. Quarterly Journal of Economics 106 (May): 445-502.",
        "Carnpa,J. M. 1990. Exchange Rates and Economic Recovery in the 1930s: An Extension to Latin America. Journal of Economic History 50 (September): 677-82.",
        "Cardoso, E., and A. Helwege. 1992. Latin America5 Economy: Dzvers2ty Trends and ConJhcts. Cambridge, Mass.: MIT Press.",
        "Coatsworth,J. H. 1993. Economic Retardation and Growth in Latin America and Southern Europe Since 1700. Harvard University (December). Photocopy.",
        "Davis, L. E. 1963. Capital Immobilities and Finance Capitalism: A Study of Economic Evolution in the United States. Explorations in Economic History 1 (Fall): 88-105.",
        "Brander,J A., and S. Dowrick. 1994. The Role of Fertility and Population in Economic Growth: Empirical Results from Aggregate Cross-National Data.Journal of Populaiwn EOnOmiCS 7 : 1-25.",
        "Bulmer-Thornas, V. 1994. The Economic History of Latin America Since Independence. Cambridge: (;anibr~dge University Press.",
        "Caballe,j., and NI. S. Santos. 1993. On Endogenous Growth with Physical and Human Capital.",
        "Bencivenga, V. R., and B. D. Smith. 1991. Financial Intermediation and Endogenous Growth. Reviezt of Economic Studies 58 : 1 95-209.",
        "Bhagwati. .1 1984. Comment Ofl Rat~l Prebisch, Five Stages in My Thinking on Development. In Pioneers ~n Development, edited by G. M. Meier and D. Seers. New York: Oxford University Press.",
        "Borensziein, E.,J. De Gregorio, andJ.-W. Lee. 1995. How Does Foreign Direct Investment Affect Urowth? Working Paper Series no. 5057, National Bureau of Economic Research (March).",
        "Baumol, W. 1986. Productivity Growth, Convergence and Welfare: What the Long-Run Data Show. American Economic Review 76 (December): 1072-85.",
        "Becker, G. S., and R. J. Barro. 1988. A Reformulation of the Economic Theory of Fertility. Qua rterly Journal of Economics 103 (February): 1-25.",
        "Becker, G. S., K. M. Murphy, and R. Tamura. 1990. Human Capital, Fertility, and Econornk (;ro~vth. Journal of Political Economy 98 (October): S 12-37.",
        "Barro, R. J. 1990. Government Spending in a Simple Model of Endogenous Growth. journal of Po1~tka1 Economy 98 (October): 5 103-25.",
        "Barro, R. J. 1991. Economic Growth in a Cross Section of Countries. Quarter/v Journal of Economics 106 (May): 407-43.",
        "Barro, R.J. 1994. Democracy and Growth. Working Paper Series no. 4909, National Bureau of Economic Research (October).",
        "Barro, R.J., andJ.-W. Lee. 1994. Data Set for a Panel of 138 Countries. National Bureau oI~ Economic Research, Cambridge, Mass. (January). Internet <http://nber.harvard.edu>.",
        "Abiamovitz, M. 1956. Resource and Output Trends in the United States Since 1870. American Ecoi~omu Review 46 (May): 5-23.",
        "Abramovitz, M. 1986. Catching Up, Forging Ahead, and Falling Behind. Journal of Economic History 46 Uune): 385-406.",
        "Agarwala, R. 1983. Price Distortions and Growth in Developing Countries. World Bank Staff Working Paper no. 575, Washington, D.C.",
        "Auerbach, A.J. 1994. Reassessing the Social Returns to Equipment Investment. Quarterly Journal of Economics 109 (August): 789-802."
    ]
}