{
    "id": 5434,
    "cites": 18,
    "cited_by": 10,
    "reference": [
        "Schenker, N. and Welsh, A. H. Asymptotic Results for Multiple Imputation. Annals of Statistics 16, 1988, 1550-66.",
        "Zukerrnan, B., D. Frank, R. Hirgson, et al. Effects of Maternal Marijuana and Cocaine Use on Fetal Growth. New England Journal of Medicine 320, 1989, 762-8.",
        "Mensch, Barbara S. and Denise B. Kandel. Underreporting of Substance Use in a National Longitudinal Youth Cohort. Public Opinion Ouarterlv 52, 1988, 100-124.",
        "Maddala, G. S. Econometrics, New York: McGraw-Hill, 1973.",
        "McCalla, Sandra, Minkoff, H. L., Feldman, J., et al. The Biologic and Social Consequences of Perinatal Cocaine Use in an Inner-city Population: Results of an Anonymous Cross- sectional Study. American Journal of Obstetrics and Gvuecolo~v 164, 1991, 625-30.",
        "Levi, Maurice D. Errors in the Variables Bias in the Presence of Correctly Measured Variables. Econometrica 41, 1973, 985-6.",
        "Joyce, Theodore, Racine, Andrew, McCalla, Sandra, and Hassan Wehbeh. The Impact of Prenatal Exposure to Cocaine on Newborn Costs and Length of Stay. Health Services Research, forthcoming. Kusserow, J. Crack babies. A report of the Office of the Inspector General, Department of Health and Human Services, Washington, D.C., 1990.",
        "Joyce, Theodore. Self Selection and Prenatal Care Among Blacks, Whites and Hispanics in New York City. Journal of Human Resources, 1994, in press.",
        "Joyce, Theodore. The Dramatic Increase in the Rate of Low Birthweight in New York City: ~0 An Aggregate Time-Series Analysis American Journal of Public Health 80, 1990, 682-84.",
        "Joyce, Theodore, Racine, Andrew, and Naci Mocan. The Consequences and Costs of Maternal Substance Abuse in New York City. Journal of Health Economics 11, 1992, 297-314.",
        "Bateman, D., Ng, S., Hansen, C., and M. Heagarty. The Effects of Intrauterine Cocaine Exposure in Newborns. American Journal of Public Health 83. 1993, 190-93.",
        "Becker, G. A Theory of the Allocation of Time. Economic Journal 75, 1965, 493-517.",
        "Brownstone, D. Multiple Imputations for Linear Regression Models. Mimeo Ur~versity of California-Irvine, 1991.",
        "Cherukuri, R., Minkoff, H., Feldman, J., et al. A Cohort Study of Alkaloidal Cocaine (Crack) in Pregnancy. American Journal of Obstetrics and Gynecology 72, 1988, 147-Si.",
        "Grossman, Michael and Theodore Joyce. Unobservables, Pregnancy Resolutions and Birthweight Production Functions in New York City. Journal of Political Economy. 98, 1990, 983-1007.",
        "Hay, J. The Harm They Do to Others, in Searching for Alternative: Drug Control Policies in the United States, edited by M. B. Krauss and E. P. Lazear. Stanford, California: Hoover Institution Press, 1991, 200-225.",
        "Heckman, J. and Robb, R. Alternative Methods for Evaluating the Impact of Interventions, in Longitudinal Analysis of Labor Market Data, edited by J. Heckman and B. Singer. New York: Cambridge University Press, 1985, 156-246.",
        "Aigner, D. Regression with a Binary Independent Variable Subject to Errors of Observation. Journal of Econometrics, 1973, 49-60."
    ]
}