{
    "id": 5437,
    "cites": 16,
    "cited_by": 467,
    "reference": [
        "Krugman and M. Miller, eds. Target Zones and Currency Bands, Oxford University Press, Oxford. Obstfeld, Maurice ( 1994) The Logic of Currency Crises, Cashiers Economiques et Monetaires, Banque de France, Paris, 189-213.",
        "Santaella, Julio A. (1995) Four Decades of Fund Arrangements: Macroeconomic Stylized Facts before the Adjustment Programs IMP WPl95/74.",
        "Kaminsky, Graciela, and Carmen Reinhart (1995) The Twin Crises IMP mimeo.",
        "Krugman, Paul (1979) A Model of Balance of Payments Crises, Journal of Money, Credit and Banking I I, 311-325.",
        "Krugman, Paul, and Julio Rotemberg (1991) Speculative Attacks on Target Zones, in P.",
        "Frankel, Jeffrey, and Shang-Jin Wei (1994) Yen Bloc or Dollar Bloc? Exchange Rate Policies of the East Asian Economies in Macroeconomic Linkages: Savings, Exchange Rates, and Capital lUlows, NBER - East Asia Seminar on Economics, Volume 3, Takatoshi Ito and Anne Krueger, editors, University of Chicago Press, Chicago.",
        "Fernandez-Arias, Eduardo (1994) The New Wave of Private Capital Inflows: Push or Pull? Policy Research Working Paper 1312, Debt and International Finance Division, International Economics Department, The World Bank, June.",
        "Eichengreen, Barry, Andrew Rose and Charles Wyplosz (1995) Exchange Market Mayhem: The Antecedents and Aftermath of Speculative Attacks, Economic Policy.",
        "Edwards, Sebastian (1988) Exchange Rate Misalignment in Developing Countries, Johns Hopkins University Press, Baltimore.",
        "Edwards, Sebastian (1994) Real and Monetary Determinants of Real Exchange Rate Behavior: Theory and Evidence from Developing Countries, Chapter 3 in Estimating Equilibrium Exchange Rates, J. Williamson, ea., Institute for International Economics, Washington, DC.",
        "Dooley, Michael, Eduardo Fernandez-Arias, and Kenneth Kletzer (1994) Recent Private Capital Inflows to Developing Countries: Is the Debt Crisis History? NBER WP No.",
        "Chuhan, Punam, Gabriel Perez-Quiros and Helen Popper (1995) International Capital Flows: Do Short-Term Investment and Direct Investment Differ? World Bank mimeo.",
        "Cole, Harold L. and Timothy J. Kehoe (1995) Self-Fulfilling Debt Crises mimeo.",
        "Connolly, Michael B. (1986) The Speculative Attack on the Peso and the Real Exchange Rate, Journal of International Money and Finance S. supplement, 117- 130.",
        "Calvo, Guillermo, Leo Leiderman and Carmen Reinhart (1993) Capital Inflows and Real Exchange Rate Appreciation in Latin America: The Role of External Factors, IMF Staff Papers 40, no.1, March, pp.108-150.",
        "Chuhan, Punam, Stijn Claessens and Nlandu Mamingi (1994) Equity and Bond Flows to Latin America and Asia: The Role of Global and Country Factors, World Bank mimeo."
    ]
}