{
    "id": 5439,
    "cites": 17,
    "cited_by": 107,
    "reference": [
        "Warren, George and F.A. Person, Gold and Prices, New York: [ED: no publisher listed] 1935.",
        "The postwar U.S. experience can be reconciled with (3) if one accepts that both aggregate demand and aggregate supply shocks have hit the U.S. economy since 1945.",
        "Solon, Gary, Warren Whatley, and Ann Huff Stevens, Real Wage Cyclicality Between the World Wars: Evidence from the Ford and Byers Companies University of Michigan, October 1993.",
        "Temin, Peter, Lessons from the Great Depression, Cambridge MA: MIT Press, 1989.",
        "Newell, Andrew and J.S.V. Symons, The Macroeconomics of the Interwar Years: International Comparisons, in B. Eichengreen and T.J. Hatton, eds., Interwar Unemployment in International Perspective, Dordrecht and Boston: Martinus-Nijhoff, 1988.",
        "Hamilton, James, Monetary Factors in the Great Depression, Journal of Monetary Economics, XIX (19B7), 145-69. , The Role of the International Gold Standard in Propagating the Great Depression, Contemporary Policy Issues, VI (1988), 67-89.",
        "League of Nations, Statistical Yearbook, various issues. Lebergott, Stanley, ManDower in Economic Growth, New York: McGraw-Hill, 1964.",
        "Galenson, W. and A. Zellner, International Comparison of Unemployment Rates, in The Measurement and Behavior of Unemployment, Universities-NBER Conference Series, no. 8, Princeton, NJ: Princeton University Press for NBER, 1957.",
        "Haberler, Gottfried, The World Economy, Money, and the Great Depression, Washington DC: American Enterprise Institute, 1976.",
        "Hall, Robert E., Employment Fluctuations and Wage Rigidity, Brookings Papers on Economic Activity, 1980:1, 91-123.",
        "Eichengreen, Barry and T.J. Hatton, Interwar Unemployment in International Perspective: An Overview, in B. Eichengreen and T.J. Hatton, eds., I~terwar Unemployment in International Perspective, Dordrecht and Boston: Martinus-Nijhoff, 1988.",
        "Theoretical Reassessment, Economics Letters, XXII (1986), 67-71.",
        "Bernanke, Ben, The Macroeconomics of the Great Depression: A Comparative Approach, Journal of Money. Credit. and Ranking XXVII (1995), 1-28.",
        "Choudhri, Ehasn and Levis Kochin, The Exchange Rate and the International Transmission of Business Cycle Disturbances: Some Evidence from the Great Depression, Journal of Money. Credit and Banking, XII (1980), 565-74.",
        "Cooper, Russell, Predetermined Wages and Prices and the Impact of Expansionary Government Policy, Review of Economic Studies, LVII (1990), 205-14.",
        "Arellano, Manuel and Stephen Bond, Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Review of Economic Studies, LVIII (1991), 277-97.",
        "Bernanke, Ben and Harold James, The Gold Standard, Deflation, and Financial Crisis in the Great Depression: An International Comparison, in R.G. Hubbard, ea., Financial Markets and Financial Crises, Chicago and London: University of Chicago Press, 1991."
    ]
}