{
    "id": 5440,
    "cites": 19,
    "cited_by": 7,
    "reference": [
        "Taussig, Frank. 1931. A Tariff History of the United States 8th edition. New York: A.M. Kelley.",
        "Staiger, Robert W. and Frank A. Wolak. 1994. Measuring Industry-Specific Protection: An- tidumping in the United State, Brookings Papers on Microeconomics, 51-118.",
        "Suder, Jonathan T. Cumulation of Imports in Antidumping and Countervailing Duty Investiga- tions. George Washington Journal of International Law and Economics, 17, 1983,463-87.",
        "Leidy, Michael P.1993. Quid Pro Quo Restraint and Spurious Injury: Subsidies and the Prospect of CVDs, in Alan Deardorff and Robert Stern (eds.), Analytical anal Negotiating Issues in the Global Trading System, Ann Arbor: University of Michigan.",
        "Moore, Michael, Rules or Politics? An Empirical Analysis of ITC Antidumping Decisions. Economic Inquiry, July 1992, 449-66.",
        "Nivola, Pietro S. 1993. Regulating Unfair Trade The Brookings Institution, Washington, D.C.",
        "Prusa, Thomas J., Why are so many antidumping petitions withdrawn?, Journal of Interna- tional Economics, 33 (1992) 1-20.",
        "Prusa, Thomas J.1994 Pricing Behavior in the Presence of Antidumping Law, Journal of Eco- nomic Integration, 9(2), 260-289.",
        "Staiger, Robert W. and Frank A. Wolak [1991 i, Strategic Use of Antidumping Law to Enforce Tacit International Collusion, unpublished manuscript, Stanford University.",
        "Harrison, Ann. 1991. The New Trade Protection: Price Effects of Antidumping and Counter- vailing Duty Measures in the United States. World Bank working paper.",
        "Fischer, Ronald D. [1992], Endogenous Probability of Protection and Firm Behavior, Journal of international Economics 32, 149-163.",
        "Hansen, Wendy L. and Thomas J. Prusa. 1995a. The Road Most Taken: The Rise of Title VII Protection. The World Economy, March, 295-313.",
        "Hansen, Wendy L. and Thomas J. Prusa 1995b. Cumulation and ITC Decision-Making: The Sum of the Parts is Greater Than the Whole, forthcoming Economic Inquiry.",
        "Finger, J. Michael, H. K. Hall, and D. R. Nelson. The Political Economy of Administered Pro- tection. American Economic Review, June 1982, 452-66.",
        "Dinopoulos, E. and M. Kreinin. 1988. Effects of the U.S.-Japan VER on European Prices and on U.S. Welfare. Review of Economics and Statistics 70(3), August, 484-91.",
        "Feenstra, R. 1987. Gains from trade in differentiated products: Japanese compact trucks. in R. Feenstra, ed. Empirical Methodsfor International Trade. Cambridge: MIT Press.",
        "Anderson, James E. 1992. Domino Dumping, I: Competitive Exporters, American Economic Review 82 (March) 65-83.",
        "Baldwin, Robert E. The Political Economy of U.S. Import Policy. Cambridge: MIT Press, 1985.",
        "Baldwin, Robert E. and Jeffrey W. Steagall. An Analysis of ITC Decisions in Antidumping, Countervailing Duty and Safeguard Cases. WeltwirtschaftlichesArchiv, 130(2), 1994,290- 308."
    ]
}