{
    "id": 5441,
    "cites": 25,
    "cited_by": 9,
    "reference": [
        "Weitzman, M (1974) Prices vs. Quantities, Review of Economic Studies 41.",
        "Shleifer, A. and R. Vishny (1992) Pervasive Shortages Under Socialism, Rand Journal of Economics IX: 237-246.",
        "Suen, W. Rationing and Rent Dissipation in the Presence of Heterogeneous Individuals, Journal of Political Economy 97(6): 1384-1394. Sweeney, J. (1974) A Commodity Hierarchy Model of the Rental Housing Market, Journal of Urban Economics 1: 288-323.",
        "Olson, E. (1972) An Econometric Analysis of Rent Control, Journal of Political Economy 80: 1081-1100.",
        "References Continued Smith, L., K. Rosen, and G. Fallis (1988) Recent Developments in Economic Models of Housing Markets, Journal of Economic Literature 26: 29-64.",
        "Mills, E. and B. Hamilton (1994) Urban Economics. New York: Harper-Collins.",
        "Olsen, E. (1988) What do economists know about the effect of rent control on housing maintenance? Journal of Real Estate Finance and Economics 1: 295-307.",
        "Hayek, F. (1931) Wirkungen der Mietzinsbeschrankun, Schriften des Vereins fur Socialpolitik 182: 253-270.",
        "Hubert, F. (1991) The Regulation of Rental Contracts in the Housing Market.",
        "Frankfut: Peter Lang. Johnson, D. (1951) Rent Control and the Distribution of Income, American Economic Review XLI (2): 569-585.",
        "Friedman, M. and G. Stigler (1946) Roofs or Ceilings? The Current Housing Problem. in Block and Olson Eds. Rent Control: Myth or Realities.",
        "Gould, J. and S. Heny (1967) The Effects of Price Control on a Related Market, Economica XXXfV: 42-49.",
        "Gyourko, J., and P. Linneman (1989) Equity and Efficiency Aspects of Rent Control: An Empirical Study of New York City, Journal of Urban Economics 26: 5~74.",
        "Frankena, M. (1975) Alternative Models of Rent Control, Urban Studies 12: 303- 308.",
        "Fraser Institute. (1975) Rent Control: A Popular Paradox. Vancouver: The Fraser Institute.",
        "Deacon, R. and J. Sonstelie (1991) Price Controls and Rent Dissipation with Endogenous Transaction Costs, American Economic Review 81 (5): 1361-1373.",
        "Deacon, R. and J. Sonstelie (1989) The Welfare Costs of Rationing by Waiting, Economic Inquiry 27: 179-196.",
        "Downs, A. (1988) Residential Rent Controls: An Evaluation. Washington: D.C.: Urban Land Institute, 1988.",
        "Cheung, S. (1974) A Theory of Price Control, Journal of Law and Economics XV~ (1): 53-71.",
        "Aumann (1966) The Existence of Competitive Equilibria in Markets with a Continuum of Traders, Econometrica 34 (1).",
        "Barzel, Y. (1974) A Theory of Rationing by Waiting, Journal of Law and Economics XVII (1): 73-95.",
        "Card, D. and A. Krueger (1995) Myth and Measurement: The New Economics of the Minimum Wage. Princeton: Princeton University Press.",
        "Arnott, R. (1987) Economic Theory and Housing, in E. Mills Ed. Handbook of Regional and Urban Economics, Vol. 2. Handbook of Regional and Urban Economics, Volume 2. Amsterdam: North-Holland: 959-988.",
        "Arnott, R. (1995) Time for Revisionism on Rent Control, Journal of Economic Perspectives 9,1: 99-120.",
        "Arnott, R. (1989) Housing Vacancies, Thin Markets and Idiosyncratic Tastes, Journal of Real Estate Finance and Economics 2: 5-20."
    ]
}