{
    "id": 5445,
    "cites": 48,
    "cited_by": 8,
    "reference": [
        "Ball, C. and A. Roma(1993): A Jump Diffusion Model for the European Monetary System, Journal of International Money and Finance 12, 475-492.",
        "Ball, C. amid A. Romna(1994): Target Zone Modelling and Estimation for European Momie.- tary System Exchange Rates,~ Journal of Empirical Finance 1, 385-420.",
        "Ball, C. and W. Torous(1985): On Jumps in Common Stock Prices amid Their Impact on Call Optioii Pricing, Journal of Finance 40, 155-173.",
        "Bartolini, Leomiardo, and Gordoii Bodnar(1992): Target Zones amid Forward Rates imi a Model with Repeated Realignments, Workimig Paper No. WP /92/22, Washington: International Monetary Fund.",
        "Beetsina, Roel M.W..J. amid Frederick van der Ploeg(1992): Exchange Rate Bands and Optimal Moiietary Accommodatiomi Umider a Dirty Float, Workimig Paper, Amnsterdam: Tilburg University.",
        "Bekaert, Geert(1994): Exchange Rate Volatility amid Deviations from Unbiasedness imi a Cash-in-Advance Model~ Journal of International Economics 36, 29-52.",
        "Bekaert, Geert(1995): The Time-variation of Expected Returns and Volatility iii Foreigmi Exchange Markets, Journal of Business and Economic Statistics 13, 397-408.",
        "Bertola, Giuseppe amid Ricardo J. Caballero(1991): Sustainable Imiterventiomi Policies amid Exchange Rate Dynamics, in Krng7nan, Paul, and Marcus Miller, eds., Exchangc Rate Targets and currency Bonds Cambridge University Press, Cambridge, 186-206.",
        "Bertola, Giuseppe and Ricardo J. Caballero(1992): Target Zones and Realignments, American Econom~e Review 82, 520-36.",
        "Bertola, G. and L.E.O. Svensson(1993): Stochastic devaluation risk aiid the empirical fit of target zone models, Review of Economic Studies 60, 689-7 12.",
        "Bossaerts, P. and P. Hillion(1991): Market Microstructure effects of govermimnemit imitervention imi the foreign exchange market. Review of Finane~a1 Stndies 4, 513-541.",
        "Cai, Jun(1994): A Markov Model of Unconditional Variance in ARCH, Jourmial of Business and Economic Statistics, Forthcoming.",
        "Campa, JosÃ\u0083Â© Manuel and P.H. Kevin Chang(1995): Arbitrage-based Tests of Target Zone Credibility: Evidence from ERM Cross-Rate Options, Workiiig Paper~ Stern School of Business, New York University.",
        "Chen, Zhaoliui and Alberto Giovannini(1992): Estimating Expected exchange rates under target zones, NBER Working Paper, No. 3955.",
        "Claassen, Emil-Maria and Charles Wyplosz(1985): Capital Controls: Some principles and the French Experience, in Jacques Melitz and Charles Wyplosz, editors Th~ Fn~nch Economy: Theory and Policy Westview Press, Boulder, 237-267.",
        "De Jong, F.(1994): A univariate analysis of EMS exchange rates using a target zone model, Journal of Applied Econometrics 9, 3 1-45.",
        "Delgado, F. and B. Dumas(1991): Target zones, broad and narrow, in P. Kru~grnan and M. Miller, eds., Exchange Rate Targets and Currency Bands, Cambridge University Press, Cambridge.",
        "Delgado, Francisco and Bernard Dumas(1992): Monetary Contracting Between Central Banks and the Design of Sustainable Exchange Rate Zones, Journal of International Economics, forthcoming.",
        "Du~dler, Hermann Josef(1988): Monetary policy and exchange market managemeilt in Germany,  in Bank for International Settlements, editors, Exchange Market Intervention and Monetary Policy, Basle.",
        "Flood, Rohert~ P. aiid Peter Garber(1991): The Linkage Between Speculative Attack arid Target Zone Models of Exchange Rates, Quarterly Journal of Economics 106, 13671372. Flood, R.P., A.K. Rose, and D.J. Mathieson(1991): An empirical exploration of exchangerate target zones, Carnegie-Rochester Series on Public Policy 35, 7-66.",
        "Feldsteiii, Martin(1992): The case against EMU, The Economist June 13, Frankel, Jeffrey and Steven Pliillips(1992): The European Monetary System: Credible at last?, Oxford Economic Papers 44, 791-816.",
        "Frankel, Jeffrey(1988): Recent Estimates of Time-Variation in the Conditional Variance and in the Exchange Risk Premium, Journal of International Money and Finance 7, 115-125.",
        "Fratiarini, Micliele, Jurgen von Hagen and Christopher Waller(1992): ~The Maastricht Way to EMU, Essays in Interiiational Finance, No. 187.",
        "Froot, Kenneth A. and Maurice Obstfeld(1991): Exchange-Rate Dynamics Under Stochastic Regime Shifts: A Unified Approach, Journal of Inteniational Ecoiwm~cs 31, 203-229.",
        "Giavazzi, Franeesco and Marco Pagano(1988): The advantage of tying ones hands: EMS discipline and central bank credibility, European Economic Review 32, 1055-1075.",
        "Giavazzi, Francesco and Alberto Giovannini(1989): Limiting Exchange Rate Flexibility: The European Monetary System. The MIT Press. Cambridge.",
        "Gray, Stephen(1995): Modeling the Conditional Distribution of Exchange Rates as a RegimeSwitching Process~ Working Paper, Duke University.",
        "Jorion, Philippe(1988): On jump processes in the foreign exchange and stock markets, Review of Financial Studies 1, 427-445.",
        "Krugman, P.(1991): Target zones and exchange rate dyiiarnics~ Quart~rly Journal of Economics 106, 669-682.",
        "Kriigman, Paul(1992): Second Thrnights on EMU, Japan and the World economy 4, 187-200.",
        "Hansen, L.(1985): A method for calculating bounds 011 the asymptotic covariance inatriees of generalized method of moment estimators, Journal of Econom Gtrics 30, 203-238.",
        "Hansen, Bruce(1992): The likelihood ratio test under nonstandard conditions: Testing the Markov switching model of GNP, Journal of Applied Econometrics 7, S61-S82.",
        "Icard, Andre(1994): The transmission of monetary policy in an environment of deregulation and exehailge rate stability: The French experience, Journal of Mon~tary Economics 33~ 87-103.",
        "Lewis. Karen K.( 1995): Occasional Interventions to Target Zones, American. Econornzc Review 103, 691-715.",
        "Meese, R. A. and K. Rogoff(1983): Empirical Exchange Rate Models of the Seventies: Are Any Fit to Survive?, Journal of International Economics 14, 3-24.",
        "Melitz, Jacques(1990): Financial Deregulatiomi in France, Enropean~ Economic Review 34, 394-402.",
        "Neumaim, Manfred J. M.(1984): Intervention in the Mark/Dollar market: the authorities reaction function, Journal of International Money and Finance 3, 223-239.",
        "Nieuwland, Frederick G. M. C., Willem F. C. Verschoor, and Christian C. P. Wolff(1994): Stochastic Trends and Jumps in EMS Exchange Rates, Journal of International Money and Finance 13, 699-727.",
        "Padoa-Schioppa, T.(1985): Money, economic policy and Europe, Office for Official Publications of the European Community, Luixemnbouirg.",
        "Pill, Huiw(1994): Target zones and the European Monetary System: A reconciliation. Working Paper, Stanford University.",
        "Rose, Andrew K.(1993): European Exchange Rate Credibility before the Fall: The case of Sterling, Federal Reserve Bank of San Francisco Weekly Letter, May 7.",
        "Rose, A.K. and LEO. Svensson(1991): Expected and predicted realignments: The FF/DM exchange rate duriiig the EMS, Seminar paper no. 485, lIES, Stockholm.",
        "Rose, Andrew K. and Lars EQ. Svensson(1993): European Exchange Rate Credibility before the Fall, Working paper, TIES, Stockholm.",
        "Smith, G. and M. Spencer( 1991): Estimation and testing in models of exchange rate target zones and process switching, in P. Krugman and M. Miller, editors Exchange rate targets and currency bands, Cambridge University press, Cambridge.",
        "Svensson, L. E .0(1991): Target zones and interest rate variability, Journal of Iflt~r7iatW7ial Economics 31. 27-54.",
        "Sveiisson, L.E.0.(1992a): The foreign exchange risk premium in a target zo~ie model with devaluation risk, Journal of International Economics 33, 2 1-40.",
        "Svensson, L.E,0.(1992b): An interpretation of recent research on exchange rate target zones, Journal of Economic Perspectives 6-4, 119-144.",
        "Tauchen, George( 1986): Statistical properties of generalized method-of-moments estimators of structural parameters obtained form financial market data, Journal of Business and Economic Statistics 4, 397-425."
    ]
}