{
    "id": 5447,
    "cites": 26,
    "cited_by": 4,
    "reference": [
        "[26] Tabellini Guido (1991), The Politics of Intergenerational Redistribution, Jour- nal of Political Economy, 99, 335-357.",
        "[27] Verbon, Harrie A. and M.J.M. Verhoeven (1992), Decision Making on Pension Schemes under Rational Expectations Journal of Economics, 56, 71-97.",
        "[23] Prescott, Edward, and Finn Kydland (1977), Rules Rather than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy, 85, 473-492.",
        "[24] Sjoblom. K (1985), Voting for Social Security Public Choice, 45, 225-240.",
        "[25] Stigler George (1971), The Theory of Economic Regulation, Bell Journal of Economics, 2, 3-21.",
        "[20] Olson, Mancur (1965), The Logic of Collective Action (Cambridge, MA: Harvard University Press).",
        "[22] Persson, Torsten and Guido Tabellini (1994), Is Inequality Harmful for Growth? American Economic Review, 84 600-621.",
        "[18] Leininger, Wolfgang (1986), The Existence of Perfect Equilibria in a Model of Growth with Altruism between the Generations, Review of Economic Studies, 53. 349-368.",
        "[19] Lindbeck, Assar and Jorgen Weibull (1987), Balanced-Budget Redistribution as the Outcome of Political Competition, Public Choice, 51, 272-297.",
        "[16] Krusell, Per, Quadrini, Vincenzo and Jose-Victor R~os-Rull (1994), Politico- Economic Equilibrium and Economic Growth, CARESS Working Paper No. 94-11, University of Pennsylvania.",
        "[17] Krusell, Per and Jose-Victor R~os-Rull (1993), Distribution, Redistribution, and Capital Accumulation, University of Pennsylvania, mimeo.",
        "[15] Grossman, Gene M. and Elhanan Helpman (1996), Electoral Competition and Special Interest Politics, Review of Economic Studies, forthcoming.",
        "[10] Cukierman, Alex and Allan H. Meltzer (1989), A Political Theory of Govern- ment Debt and Deficits in a Neo-Ricardian Framework, American Economic Review, 79, 713-732. 36",
        "[11] Digit, Avinash and John Londregan (1994), The Determinants of Success of Special Interests in Redistributive Politics, Princeton University, mimeo.",
        "[12] Fischer, Stanley (1980), Dynamic Inconsistency, Cooperation and the Benevo- lent Dissembling Government, Journal of Economic Dynamics and Control, 2, 93-107.",
        "[13] Fudenberg, Drew and Jean Tirole (1992), Game Theory (Cambridge, MA: MIT Press).",
        "[14] Grossman, Gene M. and Elhanan Helpman (1994), Protection for Sale, Amer- ican Economic Review, 84, 833-850.",
        "[8] Browning, Edgar K. (1975), Why the Social Insurance Budget is Too Large in a Democracy, Economic Inquiry, 13, 373-388.",
        "[9] Chari, V.V and Patrick Kehoe (1990), Sustainable Plans, Journal of Political Economy, 61, 230-261.",
        "[7] Breyer, Friedrich (1994), The Political Economy of Intergenerational Redistri- bution, European Journal of Political Economy, 10, 61-84.",
        "[1] Alesina, Alberto and Dani Rodrik (1994), Distributive Politics and Economic Gro~vth Quarterly Journal of Economics, 109 465-490.",
        "[2] Azariadis Costas and Vincenzo Galas.so (1995), Discretionary Policy and Eco- nomic Volatility, University of California at Los Angeles, mimeo.",
        "[3] Baron, David P. (1994). Electoral Competition with Informed and Uninformed Voters. American Political Science Review, 88? 33-47",
        "[if] Boadway, Robin and D.E. Wildason (1989), A Median Voter Model of Social Security, International Economic Revieu, 30, 307-328.",
        "[5] Bernheim, B. Douglas and Debraj Ray (1989), Markov-Perfect Equilibria in Al- truistic Growth Economies with Production Uncertainty, Journal of Economic Theory, 47. 195-202.",
        "[6] Bernheim, B. Douglas and Michael D. Whinston (1986), Menu Auctions, Re- source Allocation, and Economic Influence, Quarterly Journal of Economics, 101, 1-31."
    ]
}