{
    "id": 5449,
    "cites": 13,
    "cited_by": 125,
    "reference": [
        "Restraints.. Journal of Public Economics 1991, 44, pp. 199-210.",
        "U.S. General Accounting Office. Balanced Budget Requirements: State Experiences and Implications for the Federal Government. GAO/AFMD-93-58BR. Washington: General Accounting Office, 1993.",
        "Rueben, Kim S. Tax Limitations and Government Growth: The Effect of State Tax and Expenditure Limits on State and Local Government. ~ Mimeo, MIT Department of Economics, 1995.",
        "U.S. General Accounting Office. Budget Issues: State Balanced Budget Practices. GAO/AFMD-86-22BR. Washington: General Accounting Office, 1985.",
        "Poterba, James M. Balanced Budget Rules and Fiscal Policy: Evidence From the States.. National Tax Journal 1995a, 48, pp. 329-337.",
        "Poterba, James M. State Responses to Fiscal Crises: The Effects of Budgetary Institutions and Politics. Journal of Political Economy 1994, 102, pp. 799- 821.",
        "Gold, Steven D. State Government Experience with Balanced Budget Requirements: Relevance to Federal Proposals.. Testimony before U.S. House of Representatives, Budget Committee, May 13, 1992.",
        "National Association of State Budget Officers. State Balanced Budget Requirements: Provisions and Practice. Washington: National Association of State Budget Officers, 1992.",
        "Dye, Richard F., and Therese J. McGuire. The Effect of Property Tax Limitation Measures on Local Government Fiscal Behavior.. Mimeo, University of Illinois, Institute of Government and Public Affairs, 1995.",
        "Crain, W. Mark, and James C. Miller lilt Budget Process and Spending Growth.- William and Mary Law Review 1990, 31, 1021-1046.",
        "Bohn, Henning, and Robert P. Inman. Constitutional Limits and Public Deficits: Evidence from the U.S. States.. Carnegie-Rochester Conference Series on Public Policy 1995, December.",
        "Bunche, Beverly S. The Effect of Constitutional Debt Limits on State Governments Use of Public Authorities.. Public Choice 1991, 68, pp. 57-69.",
        "Alt, James E. and Robert C. Lowry. Divided Government and Budget Deficits: Evidence from the States.. American Political Science Review 1994, 88, pp."
    ]
}