{
    "id": 5453,
    "cites": 62,
    "cited_by": 44,
    "reference": [
        "Wiedemann, Herbert (1980), ~Codetermination By Workers in German Enterprises, The American Journal of Comparative Law, Vol. 28, p. 79-82.",
        "Zeckhauser, Richard and John Pound (1990), Are Large Shareholders Effective Monitors? An Investigation of Share Ownership and Corporate Performance, in Asymmetric Information.",
        "White, Halbert (1980), PA Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity,~ Econometrica 48, 817-838.",
        "United Nations (1990), International Standard Industrial Classification of All Economic Activities, Statistical Papers, Series M, No. 4, Rev. 3., New York.",
        "Whang, Yoon-Jae and Donald Andrews (1993), Tests of Specification for Parametric and Semiparametric Models, Journal of Econometrics 57, S. 277-318.",
        "Studienkommission (1979) Bericht der Studienkommission Grundsatzfragen der Kreditwirtschaftn.",
        "Schriftenreihe des Bundesministeriums fur Finanzen, Heft 28, Bonn: Stollfu8. 51 Stulz, Rene (1988), Managerial Control of Voting Rights, Journal of Financial Economics 20, 25-54.",
        "Stute, Winfried (1984), Asymptotic Normality of Nearest Neighbor Regression Function Estimates, Annals of Statistics 12, N0. 3, 917-926.",
        "Speckman, Paul (1988), Kernel Smoothing in Partial Linear Models,. Journal of the Royal Statistical Association. B 50, no. 3, 413-436.",
        "Steinitzer, Erwin (1908), ~konomische Theorie der Aktiengesellschaft (Berlin: Duncker und Humblot).",
        "Ordelheide, Dieter and Dieter Pfaff (1994), Germany, European Financial Reporting Series (Routledge, New York and London).",
        "Porter, Michael (1992), Capital Choices: Changing the Way America Invests in Industry, Journal of Applied Corporate Finance 5(2), 4-16.",
        "Shleifer, Andrei, and Robert Vishny (1986), Large shareholders and corporate control, Journal of Political Economy 94, 461-88.",
        "Muller, H.G. (1987), Weighted Local Regression and Kernel Methods for Nonparametric Curve Fitting, Journal of the American Statistical Association 82, 231-238.",
        "Muller, H.G. (1988), Nonparametric Analysis of Longitudinal Data (Berlin: Springer-Verlag).",
        "Mikkelson, Wayne and Richard Ruback (1985), An Empirical Analysis of the Interfirm Investment Process, Journal of Financial Economics 14, 523-553.",
        "Morck, Randall, Andre Shleifer and Robert Vishay (1988), Management Ownership and Market Valuation: An Empirical Analysis,H Journal of Financial Economics 20, S. 293-315.",
        "Mayer, Colin (1990), Financial Systems, Corporate Finance, and Economic Development, in Glenn Hubbard, ea., Asymmetric Information. Corporate Finance. and Investment (University of Chicago Press; Chicago and London).",
        "McConnell, John and Henri Servaes (1990), Additional Evidence on Equity Ownership and Corporate Value, Journal of Financial Economics 27, S. 595-612.",
        "Mallows, C.L. (1973), Some Comments on Cap, Technometrics 15, 661-675.",
        "Krummel, Hans-Jacob (1980), German Universal Banking Scrutinized: Some Remarks Concerning the Gessler Report, Journal of Banking and Finance 4, 33-55.",
        "Lumrner, Scott and John McConnell (1990), Further Evidence on the Bank Lending Process and the Capital Market Response to Bank Loan Agreements, Journal of Financial Economics 25, 99-122.",
        "Kaplan, Steven (1993), Top Executives, Turnover and Firm Performance in Germany, National Bureau of Economic Research, Working Paper 4416.",
        "Kempf, Uta (1985), German Bond Markets (Euromoney Publications: London).",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein (1993), The Choice Between Public and Private Debt: An Analysis of Post-Deregulation Corporate Financing in Japan, University of Chicago, working paper.",
        "James, Christopher (1993), When Do Banks Take Equity? An Analysis of Bank Loan Restructurings and the Role of Public Debt, University of Florida, working paper.",
        "Jensen, Michael and Richard Ruback (1983), The Market for Corporate Control: The Scientific Evidence, Journal of Financial Economics 11, 5-50.",
        "Kahn, Charles and Andrew Winton (1995), Ownership Structure, Liquidity Demand, and Shareholder Monitoring, Northwestern University, working paper.",
        "Herrhausen, Alfred (1987), Kontroverse uber die Macht der Banken, Verbraucherpolitische Hefte 5/1987, 99-109.",
        "Hilferding, Rudolph (1910), Das Finanzkapital (Berlin: Dietz).",
        "Holderness, Clifford and Dennis Sheehan (1988), The Role of Majority Shareholders in Publicly Held Corporations, Journal of Financial Economics 20, 317-346.",
        "Harris, Trevor, Mark Lang, and Hans Peter Moller (1994), The Value Relevance of German Accounting Measures: An Empirical Analysis, Journal of Accounting Research 32, 187-209.",
        "Hardle, Wolfgang (1990), Applied Nonparametric Regression (Cambridge University Press).",
        "Hardle, Wolfgang (1991), Smoothing Techniques (New York: Springer-Verlag).",
        "Grossman, Sanford and Oliver Hart (1988), One Share-One Vote and the Market for Corporate Control, Journal of Financial, Vol. 20(1/2), 175-202.",
        "Grundfest, Joseph (1990), The Subordination of American Capital, Journal of Financial Economics 27, 89-116.",
        "Gottschalk, A. (1988), Der StimmrechtseinfluB der Banken in den Aktionarsversammlungen der GroDunternehmen, WSI-Mitteilungen 41, 294-304.",
        "Gorton, Gary and James Kahn (1993), The Design of Bank Loan Contracts, Collateral, and Renegotiation, Wharton School, working paper.",
        "Gorton, Gary and Richard Rosen (1994), Corporate Control, Portfolio Choice, and the Decline of Banking, Journal of Finance, forthcoming.",
        "Franks, Julian and Colin Mayer (1994), The Ownership and Control of German Corporations, working paper, London Business School and University of Oxford.",
        "Goergen, Marc (1995), The Evolution of Ownership and Control in German IPOs, Keble College and School of Management Studies, Oxford University, working paper.",
        "Fowlkes, E.B. (1986), Some Diagnostics for Binary Logistic Regression Via Smoothing (with discussion), in Proceedings of the Statistical Computing Section, American Statistical Association, 54-64.",
        "Fan, Jianqing (1992), Design-adaptive Nonparametric Regression, Journal of the American Statistical Association 87, No. 420, 998-1004.",
        "Fan, Jianqing (1993), Local Linear Regression Smoothers and Their Minimax Efficiencies, Annals of Statistics 21, No. 1, 196-216.",
        "Eicker, F. (1967), Limit Theorems for Regressions with Unequal and Dependent Errors, in L. Le Cam and J. Neyman, eds., Proceedings of the Fifth Berkeley Symposium on Mathematical Statistics and Probability (University of California Press, Berkeley) 1, 59-82.",
        "Deutsche Bundesbank (1992), Longer-term Trends in the Financing of West Germany Enterprises,.",
        "Monthly Report (October), 25-39. Edwards, Jeremy and Klaus Fischer (1994), Banks. Finance and Investment in Germany (Cambridge University Press).",
        "Deutsche Bundesbank (1987), ~Longer-term Trends in the Banks Investments in Securities, Monthly Report (May), 2~33.",
        "Deutsche Bundesbank (1989), ~Longer-term Trends in the Banking Sector and Market Position of the Individual Categories of Banks,~ Monthly Report (April), 13-22.",
        "Deutsche Bundesbank (1984), The Share Market in the Federal Republic of Germany and its Development Potential, Monthly Report (April), 11-19.",
        "Demsetz, Harold and Kenneth Lehn (1985), The Structure of Corporate Ownership: Causes and Consequences, Journal of Political Economy 93(6), 1155-1177.",
        "Deutsche Bundesbank (1980), Statistische Beihefte zu den Monatsberichten der Deutschen Bundesbank, Reihe 1: Bankenstatistik nach Bankengruppen, Dezember.1980, Nr. 12.",
        "Coenenberg, A.G. (1974), Jahresabschlul und Jahresabschlunanalvse (Muncher: Verlag Moderne Industrie).",
        "Coenenberg, A.G. (1993), Jahresabschlul, und Jahresabschlullanalvse, 14 edition (Landsberg am Lech: Verlag Moderne Industrie).",
        "Cuzick, Jack (1992), Efficient Estimates in Semiparametric Additive Regression Models With Unknown Error Distribution, Annals of Statistics 20, No. 2, 1129-1136.",
        "Cleveland, William S., Susan J. Devlin and Eric Grosse (1988), Regression by Local Fitting, Journal of Econometrics 37, 87-114.",
        "Cleveland, William S. (1979), Robust Locally Weighted Regression and Smoothing Scatterplots,~ Journal of the American Statistical Association 74, 829-836.",
        "Cleveland, William S. and Susan J. Devlin (1988), Locally Weighted Regression: An Approach to Regression Analysis by Local Fitting, Journal of the American Statistical Association 83, no.",
        "Bohm, Jurgen (1992), Der EinflulS der Banken auf GroDunternehmen (Hamburg: Steuer- und Wirtschaftsverlag).",
        "Cable, J. R. (1985), Capital Market Information and Industrial Performance: The Role of West German Banks, Economic Journal 95, 118- 132.",
        "Bank of England (1984), Business Finance in the United Kingdom and Germany, Quarterly Bulletin 24(3) (September), 368-375.",
        "Barclay, Michael and Clifford Holderness (1990), Negotiated Block Trades and Corporate Control, University of Rochester, working paper."
    ]
}