{
    "id": 5455,
    "cites": 16,
    "cited_by": 16,
    "reference": [
        "Abowd, J.M. and D. Card (1989): On the Covariance Structure of Earnings and Hours Changes, Econometrica, 57, pp.41 1-445.",
        "Atkinson, A.B., Bourguignon and C. Morrisson (1992): Empirical Studies of Earnings Mobility, Philadelphia: Harwood Academic Publishers.",
        "Bound, J., Brown, C., Duncan, G. and W. Rodgers (1994): Evidence on the Validity of Cross-sectional and Longitudinal Labor Market Data, Journal of Labor Economics, 12, pp.345-368.",
        "Bound, J. and A. Krueger (1991): The Extent of Measurement Error in Longitudinal Earnings Data: Do Two Wrongs Make a Right? Journal of Labor Economics, 9, pp.1-24.",
        "Howes, S. and J. Lanjouw (1995): Making Poverty Comparisons Taking into Account Survey Design: How and Why, Unpublished manuscript.",
        "Katz, L., Loveman, G. and D.Blanchflower (1995). A Comparison of Changes in the Structure of Wages. ln Freeman, R. and L.Katz ed., Differences and Changes in Wage Structures, Chicago: University of Chicago Press.",
        "Levy, F. and R. Murnane (1992): U.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations, Journal of Economic Literature, 30, pp. 333-381.",
        "Lillard, L.A. and R.J. Willis (1978): Dynamic Aspects of Earnings Mobility, Econornetrica, 46, pp. 985-1012.",
        "Maasoumi, E. and S. Zandvakili (1990): Generalized Entropy Meaures of Mobility for Different Sexes and Income Levels, Journal of Econometrics, 43, pp. 121-133.",
        "MaCurdy, T.E. (1982): The Use of Time Series Processes to Model the Error Structure of Earnings in a Longitudinal Data Analysis, Journal of Econometrics, 18, pp.83-114.",
        "Morduch, J. and T. Sicular (1994): Rethinking Inequality Decomposition, with an Application to Rural China, Unpublished manuscript.",
        "Nadaraya, E.A. (1965): On Nonparametric Estimation of Density Function and Regression, Theory of Probability and its Application, 10, 186-190.",
        "Shorrocks, A.F. (1981): Income Stability in the United States, in N.A.Klevmarken and J.A.Lybeck eds. The Statics and Dynamics of Income. Clevedon, Tieto.",
        "Shorrocks, A .F. (1984): Inequality Decomposition by Population Subgroups, Econometrica, 52, pp.1369- 1385.",
        "Silverman, B.W. (1986): Density Estimation for Statistics and Data Analysis, New York: Chapman and Hall.",
        "Watson, G.S. (1964): Smooth Regression Analysis, SankhyÃ\u0083Â¤, Series A, 26, 359-372."
    ]
}