{
    "id": 5456,
    "cites": 31,
    "cited_by": 4,
    "reference": [
        "U.S. Riots Commission (1968). Report of the National Advisory Commission on Civil Disorders, (New York: New York Times Company).",
        "Wanderer, J. J. ( 1969). An Index of Riot Severity and its Correlates, American Journal of Sociology 74, 500-505.",
        "Tullock, G. S. (1971). The Paradox ofRevolution, Public Choice 11, pp. 89-99.",
        "Printing Office). U.S.Congress(1968). Senate. Committee on Government Operations. Permanent Subcommittee on Investigations. Staff Study of Major Riots and Civil Disorders--1965 through 24 July 31, 1968. 90th Cong., 2 Sess., October.",
        "Taylor, C. and M. Hudson (1972). World Handbook of Political and Social Indicators. (Ann Arbor, MI: ICPSR).",
        "Tilly, C., L. Tilly, and R. Tilly (1975). The Rebellious Centurv. (Cambridge, MA: Harvard University Press).",
        "Taeuber, K. and A. Taeuber (1965). Negroes in Cities. (Chicago: Aldine Publishing).",
        "Takayama, A. (1985). Mathematical Economics. (Cambridge: Cambridge University Press).",
        "Spilerman, S. (1976). Structural Characteristics of Cities and the Severity of Racial Disorders, American Sociological Review 41, 771-793.",
        "Romer, P. (1995). Preferences, Promises and the Politics of Entitlement, in V. Fuchs (ed.) Individual and Social Responsibility. (Chicago: University of Chicago Press).",
        "Rosen, H. (1984). Public Finance. (Homewood, IL: R. D. Irwin).",
        "Morgan, W. and T. N. Clark (1973). The Causes of Racial Disorders: A Grievance Level Explanation, American Sociological Review 38, 611-624.",
        "Putnam, R. D. (1993a). The Prosperous Community: Social Capital and Public Life, The American Prospect, 13, 35-42.",
        "Putnam, R.D. (1993b). Making Democracy Work: Civic Traditions in Modern Italy.",
        "Kuran, T. (1989). Sparks and Prairie Fires: A Theory of Unanticipated Political Revolution, Public Choice 61(1): 41-74.",
        "Mauro, P. (1995). Corruption and Growth, Ouarterlv Journal of Economics CX(3): 681 -712..",
        "Hobsbawm, E. (1957). Primitive Rebels. (Manchester: Manchester University Press).",
        "Horwitz, D. (1985). Ethnic Groups in Conflict. (Berkeley: University of California Press).",
        "Dawkins, R. (1976). The Selfish Gene. (New York: Oxford University Press).",
        "Durkheim, Emile (1955). Suicide: A Study in Sociology. (Glencoe, IL: The Free Press).",
        "Fogelson, R. (1971). Violence as Protest. (Westport, CT: Greenwood Press).",
        "Grossman, H. (1991). A General Equilibrium Model of Insurrections, American Economic Review 81: 912-922.",
        "Gurr, T. R. (1980). Handbook of Political Conflict. (New York: The Free Press).",
        "Chafets, Zeev (1990). Devils Night: and Other True Tales of Detroit. (New York: Random House).",
        "Becker, G. S. (1968). Crime and Punishment: An Economic Approach, Journal of Political Economy 76, 169-217.",
        "Bernstein, I. (1990). The New York Citv Draft Riots. (Oxford: Oxford University Press).",
        "Barro, Robert and Holger Wolff(1989). Data Appendix for Economic Growth in a Cross-Section of Countries. NBER Working Paper.",
        "Ades, A. and E. L. Glaeser (1995). Trade and Circuses: Explaining Urban Giants, Ouarterlv loumal of Economics CX (1): 195-228.",
        "Alesina, A. and R. Perotti (1993). Income Distribution, Political Instability and Investment, mimeographed.",
        "Banfield, E. (1974). The Unheavenlv Citv Revisited. (Boston, MA: Little, Brown).",
        "Banks, A. S. (1991). Political Handbook of the World. (Binghamton, NY: CSA Publications)."
    ]
}