{
    "id": 5458,
    "cites": 13,
    "cited_by": 4,
    "reference": [
        "Blander, J. A., 1995, Strategic trade policy, in: G. Grossman and K. Rogoff eds., Handbook of International Economics 3, (North-Holland, Amsterdam), 1395-1455. Brander, J. A. and B. J. Spencer, 1984, Trade Warfare: Tariffs and Cartels, Journal of International Economics 16, 227-242 Brander, J. A. and B. J. Spencer, 1985, Export subsidies and international market dure rivalry, Journal of International Economics 18, 83-100.",
        "Chang, W. W. and J. Kim, 1989, Quality-differentiated products and optimal trade policy, Keio Economic Studies 26, 1-17.",
        "Chang, W. W. and F. Choi, 1994, Vertically related markets: Export rivalry between DC and LDC firms, Review of International Economics 2, 131-142.",
        "Eaton, J. and G. M. Grossman, 1986, Optimal trade and industrial policy under oligopoly, Quarterly Journal of Economics 101, 383-406.",
        "Ishikawa, J., 1995, Expanding the purchase of a foreign intermediate good: An analysis of VIEs and content protection under oligopoly, mimeo.",
        "Ishikawa, J. and K. Lee, 1995, Backfiring tariffs in vertically related markets, International Business, Trade and Finance Working Paper No. 95-021, Faculty of Commerce and Business Administration, University of British Columbia (revised October 1995).",
        "Krishna, K. and M. Thursby, 1991, Optimal policies with strategic distortions, Journal of International Economics 31, 291-308.",
        "Neary, J.P., 1994, Cost asymmetries in international subsidy games: Should governments help winners or losers?, Journal of International Economics 32, 197-218.",
        "Rodrik, D. and C. Yoon, 1989, Strategic trade policy when domestic firms compete against vertically integrated rivals, NBER Working Paper No. 2919 Seade, J., 1980, The stability of cournot revisited, Journal of Economic Theory 23, 15-27.",
        "Seade, J., 1985, Profitable cost increases and the shifting of taxation: equilibrium responses of markets in oligopoly, Warwick University manuscript.",
        "Spencer, B. J. and R. W. Jones, 1991, Vertical foreclosure and international trade policy, Review of Economic Studies 58, 153-170.",
        "Spencer, B. J. and R. W. Jones, 1992, Trade and protection in vertically related markets, Journal of International Economics 32, 31-55.",
        "Spencer, B.J. and R. S. Raubitschek, 1996, High-cost domestic joint ventures and international competition: Do domestic firms gain?, International Economic Review, Vol 37, No 2, May forthcoming."
    ]
}