{
    "id": 5459,
    "cites": 12,
    "cited_by": 12,
    "reference": [
        "Smith, James P., and Michael Ward. Women in the Labor Market and in the Family. Joumal of Economic Perspectives 3 (Winter 1989): 9-23.",
        "Pencavel, John Labor Supply of Men: A Survey. In Handbook of Labor Economics edited by Orley C. Ashenfelter and Richard Layard, pp. 3-102. New York: North-Holland, 1986.",
        "Smith, James P. Assets and Labor Supply. In Female Labor Supply: Theory and Estimation, edited by James P. Smith, pp.166-205. New Jersey: Princeton University Press, 1980.",
        "Smith, James P., and Michael Ward. mime Series Growth in the Female Labor Force. Joumal of Labor Economics 3 (January 1985): 59-90.",
        "Mroz, Thomas ~ The Sensitivity of an Empirical Model of Married Womens Hours of Work to Economic and Statistical Assumptions. Econometnca 55 (July 1987): 765-799.",
        "Levy, Frank and Murnane, Richard J. U.S. Earnings levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations. Joumal of Economic Literature 30 (1992): 1333-1381.",
        "Juhn, Chinhui, Murphy, Kevin M., and Robert H. Topel. Why Has the Natural Rate Increased with Time? Brookings Papers on Economic Activity 2 (1991):75-142.",
        "Karoly, Lynn ~ The Trend in Inequality Among Families, Individuals, and Workers in the United States: A 25-Year Perspective. In Uneven Tides: Rising Inequality in America, edited by Sheldon Danz~ger and Peter Gottschalk pp. 19-98. New York: Russell Sage Foundation, 1993.",
        "Heckman James J. and Mark R. Killingsworth. Female Labor Supply: A Survey. In Handbook of Labor Economics 1, edited by Orley C. Ashenfelter and Richard Layard, pp. 103-204. New York: North-Holland, 1986.",
        "Juhn, Chinhui. Decline of Male Labor Market Participation: The Role of Declining Market Opportunities. Quarters Journal of Economics 107 (February 1992): 79- 121.",
        "Goldin, Claudia Life-Cycle Labor-Force Participation of Married Women: Historical Evidence and Implications. Journal of Labor Economics 7 (January 1989): 20-47.",
        "Cancian, Maria, Sheldon Danziger, and Peter Gottschalk. Working Wives and Family Income Inequality among Married Couples. In Uneven Tides: Rising Inequality in Amenca, edited by Sheldon Danziger and Peter Gottschalk, pp. 195-222. New York: Russell Sage Foundation, 1993."
    ]
}