{
    "id": 5464,
    "cites": 24,
    "cited_by": 229,
    "reference": [
        "Cecchetti, Stephen G., Distinguishing Theories of the Monetary Transmission Mechanism, Federal Reserve Bank of St. Louis Review, May/June 1995, 77, 83-97.",
        "Bryant, Ralph, Peter Hooper, and Catherine Mann, Evaluating Policy Regimes: New Empirical Research in Empirical Macroeconomics, Washington, D.C.: Brookings Institution, 1993.",
        "Bernanke, Ben S., and Mark Gertler, Inside the Black Box: The Credit Channel of Monetary Policy Transmission, Journal of Economic Perspectives, Fall 1995, 9, 27-48.",
        "Bernanke, Ben S., Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review, June 1983, 257-76.",
        "Akerlof, George, The Market for `Lemons: Qualitative Uncertainty and the Market Mechanism, Ouarterly Journal of Economics, August 1970, 84:3, 488-500.",
        "James Tobin, A General Equilibrium Approach to Monetary Theory, Journal of Money. Credit, and Banking, February 1969, 1, 15-29.",
        "Taylor, John B., The Monetary Transmission Mechanism: An Empirical Framework, Journal of Economic Perspectives, Fall 1995, 9, 11-26.",
        "Romer, Christina, What Ended the Great Depression? Journal of Economic History, December 1992, 52, 4, 757-784.",
        "Stiglitz, Joseph E., and Andrew Weiss, Credit Rationing in Markets with Imperfect Information, American Economic Review, June 1981, 393-410.",
        "Taylor, John B., Macroeconomic Policy in a World Economy: From Econometric Design to Practical Operation, New York: W.W. Norton, 1993.",
        "Meltzer, Allan H., Monetary, Credit (and Other) Transmission Processes: A Monetarist Perspective, Journal of Economic Perspectives, Fall 1995, 9, 49-72.",
        "Franco Modigliani, Monetary Policy and Consumption, in Consumer Spending and Monetary Policy: The Linkages, Boston: Federal Reserve Bank of Boston, 1971), 9-84.",
        "Ramey, Valerie, How Important is the Credit Channel in the Transmission of Monetary Policy? Carnegie-Rochester Conference Series on Public Policy, December 1993, 39, 1-45.",
        "Mishkin, Frederic S., Preventing Financial Crises: An International Perspective, Manchester School, 1994, 62, 1-40.",
        "Mishkin, Frederic S., The Economics of Money. Banking and Financial Markets, Fourth Edition, New York: HarperCollins, 1995.",
        "Mishkin, Frederic S., Asymmetric Information and Financial Crises: A Historical Pers~tive,in R. Glenn Hubbard, ed., Financial Markets and Financial Crises, University of Chicago Press: Chicago, 1991, 69-108.",
        "Mishkin, Frederic S., The Real Rate of Interest: An Empirical Investigation, Carnegie-Rochester Conference Series on Public Policy. The Cost and Consequences of Inflation, Autumn 1981, 15, 151-200.",
        "Mishkin, Frederic S., The Household Balance Sheet and the Great Depression, Journal of Economic History, December 1978, 38:4, 918-37.",
        "Gertler, Mark and Simon Gilchrist, Monetary Policy, Business Cycles, and the Behavior of Small Manufacturing Firms, quarterly Journal of Economics, May 1994, 309-40.",
        "Hubbard, R. Glenn, Is There a Credit Channel for Monetary Policy?, Federal Reserve Bank of St. Louis Review, May/June 1995, 77, 63-74.",
        "Fisher, Irving, The Debt-Deflation Theory of Great Depressions, Econometrica, October 1933, 1, 337-57.",
        "Gertler, Mark, Financial Structure and Economic Activity: An Overview, Journal of Money. Credit and Banking, August 1988, Part 2, 559-88.",
        "Edwards, Franklin and Frederic S. Mishkin, The Decline of Traditional Banking: Implications for Financial Stability and Regulatory Policy, Federal Reserve Bank of New York, Economic Policy Review, 1, 2, July 1995, 27-45.",
        "Fischer, Stanley, The Role of Macroeconomic Factors in Growth, Journal of Monetary Economics, 32, 3, December 1993, 485-512."
    ]
}