{
    "id": 5465,
    "cites": 18,
    "cited_by": 14,
    "reference": [
        "Cecchetti, S. G. (1995). Inflation Indicators and Inflation Policy. NBER Macroeconomics Annual.",
        "DeRosa, P., and G. H. Stern (1977). Monetary Control and the Federal Funds Rate. Journal ~ Monetary Economics 3: 217-230.",
        "Feinmann, J. N., and R. D. Porter (1992). The Continuing Weakness of M2. Mimeo: Federal Reserve Board.",
        "Feldstein, M., and J. H. Stock (1994). The Use of A Monetary Aggregate to Target Nominal GDP. Mankiw (ed.), Monetary Policy. Chicago: University of Chicago Press.",
        "Friedman, B. M. (1990). Targets and Instruments of Monetary Policy. Friedman and Hahn (eds.), Handbook ~ Monetary Economics, Vol.2. Amsterdam: Elsevier Science Publishers.",
        "Friedman, B. M. (1993). The Role of Judgment and Discretion in the Conduct of Monetary Policy: Consequences of Changing Financial Markets. Changing Capital Markets: Implications ~ Monetary Policy. Kansas city: Federal Reserve Sank of Kansas City.",
        "Friedman, B. M. (1996). Does Monetary Policy Affect Real Economic Activity? Why Do We Still Ask This Question? Siebert (ed.), Monetary Policy j~ ~ Integrated World Economy. Tubingen: J.C.B. Mohr, forthcoming.",
        "Friedman, B. M., and K. N. Kuttner (1993). Another Look at the Evidence on Money-Income Causality. Journal ~ Econometrics 57: 189-203.",
        "Fuhrer, J. C. (1995). Modeling Long-Term Nominal Interest Rates. Mimeo: Federal Reserve Sank of Boston.",
        "Goldfeld, S. M. (1973). The Demand for Money Revisited. Brookings Papers on Monetary Policy: 577-638.",
        "Gordon, R. J. (1993). Macroeconomics (6th ed.). New York: Harper Collins College Publishers.",
        "Poole, W. (1994). Monetary Aggregates Targeting in a Low-Inflation Economy. Fuhrer (ed.), Goals, Guidelines, ~jj~ Constraints Facing Monetary Policymakers. Boston: Federal Reserve Sank of Boston.",
        "Ramey, V. (1993). How Important Is the Credit Channel in the Transmission of Monetary Policy? Mimeo: University of California, San Diego.",
        "Sims, C. A. (1980). Comparison of Interwar and Postwar Business Cycles: Monetarism Reconsidered. American Economic Review 70: 250-257.",
        "Sims, C. A., J. H. Stock, and M. W. Watson (1990). Inference in Linear Time Series Models with Some Unit Roots. Econometrica 58: 113-144.",
        "Stock, J. H., and M. W. Watson (1989). Interpreting the Evidence on Money-Income Causality. Journal ~ Econometrics 40: 161-182.",
        "Tawney, R. H. (1962). Religion and the Rise of Capitalism. Gloucester, Mass. Peter Smith.",
        "Taylor, J. B. (1993). Discretion Versus Policy Rules in Practice. Carnezie Rochester Conference Series ~ Public Policy 39: 195-214."
    ]
}