{
    "id": 5466,
    "cites": 6,
    "cited_by": 137,
    "reference": [
        "Estimates of the impact of reforms on claim severity vary over time and across studies. Based on 1975-1978 data, Danzon [1982: 30] reports that states enacting caps on damages had 19 percent lower awards, and states enacting mandatory collateral source offsets had 50 percent lower awards. Based on 1975-1984 data, Danzon [1986: 26] reports that states enacting caps had 23 percent lower awards, and states enacting collateral source offsets had 11 to 18 percent lower awards. Based on 1975-1978 and 1984 data, Sloan, Mergenhagen, and Bovbjerg [1989] find that caps reduced awards by 38 to 39 percent, and collateral source offsets reduced awards by 21 percent.",
        "According to Danzon [1982,1986], urbanization is a highly significant determinant both of claim payments to and the frequency of claims and of the enactment of tort reforms; we control for urbanization at the individual level as discussed below.",
        "Data on lawyers per capita for 1980, 1985, and 1988 are from The Lawyer Statistical Report (Chicago, IL: The American Bar Foundation, 1985,1991). Intervening years are calculated by linear interpolation. Data on state political environments are courtesy of Gary King.",
        "Our data set is partially derived from Campbell, Kessler, and Shepherd [1996].",
        "We also estimate separate time-trend effects for early-reform (pre-1984) states. This approach may permit the development of some evidence on long-term effects of reforms on intensity growth rates; as noted previously, we find no evidence for such effects. Of course, our lack of a pre-adoption baseline for the early-adopting states precludes DD identification and makes the long-term conclusion more speculative. A follow up study using more recent expenditure and outcome data would provide more convincing evidence on effects beyond five years.",
        "In contrast to AMI, the slower rate of expenditure growth between 1984 and 1990 for early-reform states (see Table 5) suggests that reforms may have longer-term effects on slowing IHD expenditure growth."
    ]
}