{
    "id": 5469,
    "cites": 34,
    "cited_by": 123,
    "reference": [
        "Mishkin, Frederic. (1992). Is the Fischer Effect for Real? Journal of Monetary Economics, No. 30, pp 195-215.",
        "Phelps, Edmund. (1973) Inflation in the Theory of Public Finance, Swedish Journal of Economics, 75, pp. 67-82.",
        "Poterba, James. (1984) Tax Subsidies to Owner Occupied Housing: An Asset Market Approach, Quarterly Journal of Economics, 99 (1984) pp 729-45.",
        "Poterba, James. (1992) Taxation and Housing: Old Questions, New Answers, American Economic Review, Vol. 82, No. 2, May 1992, pp 237-242.",
        "Rippe, Richard. (1995) Further Gains in Corporate Profitability, Economic Outlook Monthly, (published monthly by Prudential Securities, Inc.), August.",
        "Rosen, Harvey. (1985) Housing Subsidies: Effects on Housing Decisions, Efficiency and Equity, in M. Feldstein and A. Auerbach, (eds.) Handbook of Public Economics, Volume 1, Amsterdam: North Holland Publishing Co., 1985.",
        "Makin, John. (1987) Saving, Pension Contributions and Real Interest Rates, American Enterprise Institute.",
        "Mankiw, N. G. (1978) Consumer Spending and the After-Tax Real Interest Rate, in M. Feldstein (ed.), The Effects of Taxation on Capital Accumulation, Chicago: University of Chicago Press.",
        "Hall, Robert. (1987) Real Interest and Consumption, Journal of Political Economy, Hartman, David. (1979) Taxation and the Effects of Inflation on the Real Capital Stock in an Open Economy, International Economic Review (20:2) June 1979 pp 417 - 425.",
        "Friedman, Milton. (1969) The Optimum Quantity of Money, in The Optimum quantity of Money and Other Essays, Chicago: Aldine.",
        "Fischer, Stanley and Lawrence Summers. (1989) Should Governments Learn to Live with Inflation, American Economic Review, Vol. 83, No. 1, pp 312-313, March 1983.",
        "Fischer, Stanley and Franco Modigliani. (1978) Toward an Understanding of the Real Effects and Costs of Inflation, Weltertschatftlisches Archiv, No. 114: pp 810-833.",
        "Fischer, Stanley. (1994) Modern Central Banking, in The Future of Central Banking, F. Capie, G. Goodhart, S. Fischer, and N. Schnadt, Cambridge: Cambridge University Press.",
        "Fischer, Stanley. (1981) Towards an Understanding of the Costs of Inflation, II in The Costs and Consequences of Inflation, K. Brunner and A. Meltzer (eds.), CarnegieRochester Conference Series on Public Policy, Vol. 15, Amsterdam: North Holland.",
        "Feldstein, Martin and Daniel Feenberg. (1996) The Effect of Increased Tax Rates on Taxable Income and Economic Efficiency: A Preliminary Analysis of the 1993 Tax Rate Increases, NBER Working Paper No. 5370. Forthcoming in Tax Policy and the Economy, J. Poterba (ed.).",
        "Feldstein, Martin, James Poterba and Louis Dicks-Mireaux. (1983) The Effective Tax Rate and the Pretax Rate of Return, Journal of Public Economics, Vol. 21, No. 2, pp. 129-158.",
        "Feldstein, Martin, Jerry Green and Eytan Sheshinski. (1978) Inflation and Taxes in a Growing Economy with Debt and Equity Finance, Journal of Political Economy, Part 2, pp S5370, April 1978.",
        "Feldstein, Martin. (1995b) Fiscal Policies, Capital Formation and Capitalism, The 1994 Joseph Schumpeter Lecture to the European Economic Association, European Economic Review, 39 (1995), pp 399-420.",
        "Feldstein, Martin. (1995c) The Effect of Marginal Tax Rates on Taxable Income: A Panel Study of the 1986 Tax Reform Act, Journal of Political Economy, June 1995, (103:3), pp. 551-572.",
        "Feldstein, Martin. (1995b) Tax Avoidance and the Deadweight Loss of the Income Tax, NBER Working Paper No. 5055.",
        "Feldstein, Martin. (1995a) Tax Policy and International Capital Flows, The 1994 Bernhard Harms Prize Lecture, Welwirtshaftsliches Archly, 1994:4, pp. 675-697 and NBER Working Paper No. 4851, June 1994.",
        "Feldstein, Martin. (1978) The Welfare Cost of Capital Income Taxation, Journal of Political Economy, Vol. 86, No. 2, Part 2, pp S29-5 1.",
        "Feldstein, Martin. (1983) Inflation. Tax Rules and Capital Formation, Chicago: University of Chicago Press.",
        "Feldstein, Martin. (1979) The Welfare Cost of Permanent Inflation and Optimal Short-Run Economic Policy, Journal of Political Economy, Vol. 87, No. 4, pp 749-768.",
        "Evans, 0. (1983) Tax Policy, the Interest Elasticity of Saving, and Capital Accumulation, American Economic Review, pp 398-410, June 1983.",
        "Cagan, Phillip. (1953) The Monetary Dynamics of Hyperinflation, in Studies in the Quantity Theory of Money in M. Friedman (ed.) Chicago: University of Chicago Press, 1953.",
        "Boskin, Michael. (1978) Taxation, Saving and the Rate of Interest, Journal of Political Economy, Part 2, pp S3-27, April 1978.",
        "Blinder, Alan. (1975) Distribution Effects and the Aggregate Consumption Function, Journal of Political Economy, Vol. 83, No. 3, pp 447-75, June 1975.",
        "Benabou, Roland. (1992) Inflation and Efficiency in Search Markets, Review of Economic Studies, 59(2), pp 299-329.",
        "Barro, Robert. (1995) Inflation and Economic Growth, NBER Working Paper No. 5326, October 1995.",
        "Ballard, Charles and John Shoven and John Whalley. General Equilibrium Computations of the Marginal Welfare Cost of Taxes in the United States, American Economic Review, 75 (March 1985), pp 128-38.",
        "Bailey, Martin. (1956) The Welfare Cost of Inflationary Finance, Journal of Political Economy, 64, pp. 93-110.",
        "Ball, Laurence. (1994) What Determines the Sacrifice Ratio?, in Monetary Policy, N.G.",
        "Auerbach, Alan. (1978) Appendix: The Effect of Inflation on the Tax Value of Depreciation, in Martin Feldstein, Jerry Green and Eytan Sheshinki, Inflation and Taxes in a Growing Economy with Debt and Equity Finance, Journal of Political Economy, Part 2, pp S68S69, April 1978."
    ]
}