{
    "id": 5474,
    "cites": 26,
    "cited_by": 2,
    "reference": [
        "Kindleberger [ed.] Flexible Exchange Rates and the Balance of Payments (North-Holland: Amsterdam). World Bank (1992), A Study of International Fisheries Research, in collaboration with the United Nations Development Programme, the Commission of the European Communities, and the Food and Agriculture Organization of UN, Washington, D.C.",
        "Schaefer, M.B. (1957) Some Considerations of Population Dynamics and Economics in Relation to the Management of Marine Fisheries, Journal of the Fisheries Research Board of Canada, 14:669-681.",
        "Srinivasan, T.N. and J.N. Bhagwati (1980) Trade and Welfare in Steady State in J. Chipman and C.",
        "Scott, A.D.(1955) The Fishery: the Objectives of Sole Ownership, Journal of Political Economy 63, 116- 24.",
        "Scott, A. and C. Southey (1969), The Problem of Achieving Efficient Regulation of a Fishery, in A. Scott [ed.], The Economics of Fishery Management: A Symposium. Institute of Animal Resource Ecology, University of British Columbia, Vancouver, B.C.",
        "Rauscher, Michael (1993) On Ecological Dumping, Oxford Economic Papers, 46, 822-840.",
        "Munro, Gordon R. and Anthony D. Scott (1985) The Economics of Fisheries Management, Handbook of Natural Resource and Energy Economics, vol. II, Ch. 14, ed. by A.V. Kneese and J.L. Sweeney (North-Holland: Amsterdam).",
        "McRae, J. (1978), Optimal and Competitive Use of Replenishable Natural Resources by Open Economies, Journal of International Economics, 8, 29-54.",
        "Lopez, Ramon (1994), The Environment as a Factor of Production: The Effects of Economic Growth and Trade Liberalization, Journal of Environmental Economics and Management 27, 163-84.",
        "Markusen, J. (1976), Production and Trade from International Common Property Resources, Canadian Journal of Economics 9, 309-19.",
        "Lear, W.H. and L.S. Parsons (1993), History and Management of the Fishery for Northern Cod in NAFO Divisions 2J, 3K, and 3L, in Parsons and Lear [eds] Perspectives on Canadian marine fisheries management, Canadian Bulletin of Fisheries and Aquatic Sciences no. 226, pp. 55-90, (Canadian Department of Fisheries and Oceans: Ottawa).",
        "Gordon, H. Scott (1954) The Economic Theory of a Common Property Resource: the Fishery. Journal of Political Economy 62, 12442.",
        "Dixit, A. and Norman V. (1980) The Theory of International Trade: a dual general equilibrium approach, (Cambridge University Press: Cambridge).",
        "Ethier, Wilfred J. (1984) Higher Dimensional Issues in Trade Theory, in R.W. Jones and P. Kenen, eds., Handbook of International Economics. Vol. I (North Holland: Amsterdam).",
        "Deardorff, Alan V. (1973), The Gains from Trade in and out of Steady-State Growth, Oxford Economic Papers 25, 173-191.",
        "Deardorff, Alan V. (1994), The Possibility of Factor Price Equalization, Revisited, Journal of International Economics 36, 167-75.",
        "Copeland, Brian R. and M. Scott Taylor (1995), Trade and Trans-boundary Pollution, American Economic Review (forthcoming).",
        "Clark, Colin W. (1990) Mathematical Bioeconomics: The Optimal Management of Renewable Resources (2nd. ea.) (Wiley: New York).",
        "Conrad, K. (1994) Emission Taxes and International Market Share Rivalry in E. van Ierland [ed.] International Environmental Economics (Elsevier: Amsterdam).",
        "Cooper, Richard N. (1994) Environment and resource policies for the world economy (Brookings Institution: Washington, D.C.).",
        "Copeland, Brian R. and M. Scott Taylor (1994) North-South Trade and the Environment, Quarterly Journal of Economics 755-787.",
        "Brander, James A. and M. Scott Taylor (1995) International Trade and Open Access Renewable Resources: the Small Open Economy Case, NBER Working Paper No. 5021.",
        "Brown, L.R.(1995) Natures Limits, in Brown et. al. [ed.] State of the World 1995 (Norton: New York).",
        "Chichilnisly, G. (1994) North-South Trade and the Global Environment, American Economic Review 84, 851 -874.",
        "Baldwin, Richard (1992) Measurable Dynamic Gains from Trade, Journal of Political Economy 100, 162- 74.",
        "Barrett, S. (1994) Strategic Environmental Policy and International Trade, Journal of Public Economics 54, 325-38."
    ]
}