{
    "id": 5477,
    "cites": 30,
    "cited_by": 112,
    "reference": [
        "Zarnowitz, Victor and Phillip Braun (1993), Twenty-two Years of the NBER-ASA Quarterly Economic Outlook Surveys: Aspects and Comparisons of Forecasting Performance, in J.",
        "Weiner, Stuart E. (1993), New Estimates of the Natural Rate of Unemployment, Economic Review of the Federal Reserve Bank of Kansas, Fourth Quarter 1993, 53-69.",
        "Economic Time Series, Journal of Monetary Economics 28: 435460. Tootell, Geoffrey M.B. (1994), Restructuring, the NAIRU, and the Phillips Curve, New England Economic Review of the Federal Reserve Bank of Boston, SeptemberlOctober 1994, 3144.",
        "Stock, J.H. (1991), Confidence Intervals for the Largest Autoregressive Root in U.S.",
        "Setterfield, M.A., D.V. Gordon, and L. Osberg (1992), Searching for a Will o the Wisp: An Empirical Study of the NAIRU in Canada, European Economic Review, 36, 119-136.",
        "Sarris, A.H. (1973), A Bayesian Approach to Estimation of Time Varying Regression Coefficients, Annals of Economic and Social Measurement, 2, 501-523.",
        "Rosenberg, B. (1973), The Analysis of a Cross-Section of Time Series by Stochastically Convergent Parameter Regression, n Annals of Economic and Social Measurement, 2, 461- 484.",
        "Rosenberg, B. (1972), The Estimation of Stationary Stochastic Regression Parameters Re- Examined, Journal of the American Statistical Association, 67, pp. 650-654.",
        "Layard, Richard, Stephen Nickell and Richard Jackman, (1991). Unemployment: Macroeconomic Performance and the Labor Market, Oxford University Press, New York.",
        "Kuttner, K.N. (1994), Estimating Potential Output as a Latent Variable, Journal of Business and Economic Statistics, 12, 361-368.",
        "Kuttner, K.N. (1992), Monetary Policy with Uncertain Estimates of Potential Output, Economic Perspectives, Federal Reserve Bank of Chicago, 16, January-February, 2-15.",
        "King, Robert G. and Mark W. Watson (1994), The Postwar U.S. Phillips Curve: A Revisionist Econometric History, Carnegie-Rochester Conference on Public Policy, 41, December 1994: 157-219.",
        "King, Robert G., James H. Stock, and Mark W. Watson (1995), Temporal Instability of the Unemployment-Inflation Relationship,n Economic Perspectives of the Federal Reserve Bank of Chicago, May/June 1995, 2-12.",
        "Gordon, Robert J. (1990), What is New-Keynesian Economics?, Journal of Economic Literature, 1115-1171.",
        "Gordon, Robert J. (1995), Estimating the NAIRU as a Time-Varying Parameter, manuscript, Northwestern University.",
        "Eisner, Robert (1995), A New View of the NAIRU, manuscript, Northwestern University, July 1995.",
        "Dickey, D.A. and Fuller, W.A. (1979), Distribution of the Estimators for Autoregressive Time Series with a Unit Root, Journal of the American Statistical Association 74: 427-431.",
        "Davis, Steve and John Haltiwanger, (1992) Gross Job Creation, Gross Job Destruction, and Employment Reallocation, Quarterly Journal of Economics, 107.",
        "Cromb, R. (1993), A Survey of Recent Econometric Work on He NAIRU,~ Journal of Economic Studies, 20, 27-51.",
        "Cooley, T.F. and E.C. Prescott (1976), Estimation in the Presence of Stochastic Parameter Variation, Econometrica, 44, pp. 167-184.",
        "Cooley, T.F. and E.C. Prescott (1973b), Tests of an Adaptive Regression Model, Review of Economics and Statistics, 55, pp. 248-256.",
        "Cooley, T.F. and E.C. Prescott (1973a), An Adaptive Regression Model, International Economic Review, 14, pp. 364-371.",
        "Congressional Budget Office (1994), Reestimating the NAIRU, in The Economic and Budget Outlook, August 1994.",
        "Cecchetti, S. (1995), Inflation Indicators and Inflation Policy, NBER Macroeconomics Annual, 1995, forthcoming.",
        "Braun, Steven N. (1990), Productivity and the NIIRU (and Other Phillips Curve Issues), Working Paper no. 34, Division of Research and Statistics, Federal Reserve Board Washington, D.C.",
        "Blanchard, Olivier and Peter Diamond, (1990) The Cyclical Behavior of the Gross Flows of U.S. Workers Brookings Papers on Economic Activity, Vol. 2.",
        "Blanchard, Olivier and Peter Diamond, (1989) The Beveridge Curve, Brookings Papers on Economic Activity, Vol. 1.",
        "Bai, Jushan (1995), Estimating Multiple Breaks One at a Time, manuscript, Department of Economics, MIT.",
        "Bertola, Guiseppe and Ricardo Caballero, (1993) Cross Sectional Efficiency and Labor Hoarding in a Matching Model of Unemployment, NBER W.P. 4472.",
        "Ansley, Craig F. and Robert Kohn (1986), Prediction Mean Squared Error for State Space Models with Estimated Parameters, Biometrika 73, 467-73."
    ]
}