{
    "id": 5479,
    "cites": 41,
    "cited_by": 0,
    "reference": [
        "Hellwig, M.F., 1982, Rational expectations equilibrium with conditioning on past prices: A mean-variance example, Journal of Economic Theory 26, 279-312.",
        "Kalman, R.E. and R.S. Bucy, 1960, New results in linear filtering and prediction theory Journal of Basic Engineering 83D, 95-108.",
        "Karpoff, J.M., 1987, The relation between price changes and trading volume: A survey, Journal of Financial and Quantitative Analysis 22, 109-126.",
        "Kendall, M.G., 1953, The analysis of economic time series - Part I. prices, Journal of the Royal Statistical Society A 96, 11-25.",
        "Kyle, A.S., 1985, Continuous auctions and insider trading, Econometrica 53, 1315-1335.",
        "Graham, B. and D.L. Dodd, 1934, Security analysis (McGraw Hill, New York).",
        "Grossman, S.J. and M.H. Miller, 1988, Liquidity and market structure, Journal of Finance 43, 617-637.",
        "Hansen, L.P., 1982, Large sample properties of generalized method of moments estimators, Econometrica 50, 1029-1054.",
        "Gould, J.P. and R.E. Verrecchia, 1985, The information content of specialist pricing Journal of Political Economy 93, 66-83.",
        "Gennotte, G., 1986, Optimal portfolio choice under incomplete information, Journal of Finance 41, 733-749.",
        "Glosten, L.R. and P.R. Milgrom, 1985, Bid, ask and transaction prices in a specialist market with heterogeneously informed traders, Journal of Financial Economics 14, 71- 100.",
        "Gallant, A.R., P.E. Rossi and G. Tauchen, 1992, Stock prices and volume, Review of Financial Studies 5, 199-242.",
        "Foster, F.D. and S. Viswanathan, 1993, Can speculative trading explain the volume- volatility relation? (working paper, Duke University).",
        "Fama, E.F. and K.R. French, 1988, Dividend yields and expected stock returns, Journal of Financial Economics 22, 3-25.",
        "Fisher, F.M., 1983, Disequilibrium foundations of equilibrium economics, Econometric Society Monograph No. 6 (Cambridge University Press, Cambridge).",
        "Epps, T.W. and M.L. Epps, 1976, The stochastic dependence of security price changes and transaction volume: Implications for the mixture-of-distributions hypothesis Econometrica 44, 305-321.",
        "Detemple, J., 1986, Asset pricing in a production economy with incomplete information Journal of Finance 41, 383-392.",
        "Diamond, D.W. and R.E. Verrecchia, 1981, Inflation aggregation in a noisy rational expectations economy, Journal of Financial Economics 9, 221 -235.",
        "De Long, J.B, A. Schleifer, L.H. Summers and R.J. Waldmann, 1990, Noise trader risk in financial markets, Journal of Political Economy 98, 703-738.",
        "Cowles, A., 1933, Can stock markets forecasters forecast?, Econometrica, 1, 309-324.",
        "Cochrane, J., 1991, Volatility tests and efficient markets: A review essay, Journal of Monetary Economics 27, 463-485.",
        "Campbell, J. and A.S. Kyle, 1993, Smart money, Noise trading and stock price behaviour, Review of Economic Studies 60, 1-34.",
        "Campbell, J., S.J. Grossman and J. Wang, 1993, Trading volume and serial correlation in stock returns, Quarterly Journal of Economics 108, 905-939.",
        "Christie, W.G. and P.H. Schultz, 1994, Why do NASDAQ specialists avoid odd-eighth quotes?, Journal of Finance 49, 1813- 1840.",
        "Christie, W.G., J.H. Harris and P.H. Schultz, 1994, Why did NASDAQ specialists stop avoiding odd-eighth quotes?, Journal of Finance 49, 1841-1860.",
        "Black, F., 1986, Noise, Journal of Finance 41, 529-543.",
        "Admati, A.R. and P. Pfleiderer, 1988, A theory of intraday patterns: Volume and price variability, Review of Financial Studies 1, 3-40.",
        "Wang, J., 1994, A model of competitive stock trading volume, Journal of Political Economy 102, 127-168.",
        "Summers, L.H., 1986, Does the stock market rationally reflect fundamental values?, Journal of Finance 41, 591-601.",
        "Tauchen, G.E. and M. Pitts, 1983, The price variability-volume relationship on speculative markets, Econometrica 51, 485-505.",
        "Samuelson, P.A., 1941, The stability of equilibrium, Econometrica 9, 97- 120.",
        "Shiller, R.J., 1981, Do stock prices move too much to be justified by subsequent changes in dividends, American Economic Review 71, 421-435.",
        "New York Stock Exchange, 1995, NYSE constitution and rules, revised on January 1, 1995 (NYSE Publications Department, New York).",
        "Poterba, J.M. and L.H. Summers, 1988, Mean reversion in stock prices - Evidence and implications, Journal of Financial Economics 22, 27-59.",
        "Pugachev, V.S. and I.N. Sinitsyn, 1987, Stochastic differential systems - Analysis and filtering (Wiley, New-York).",
        "Milgrom, P. and N. Stokey, 1982, Information, trade and common knowledge, Journal of Economic Theory 26, 17-27.",
        "Lipster, R.S. and A.N. Shiryayev, 1977, Statistics of random processes I - General theory (Springer-Verlag, New York).",
        "Lo, A.W. and A.C. MacKinlay, 1988, Stock prices do not follow a random walk: Evidence from a simple specification test, Review of Financial Studies I, 41 -66.",
        "Lee, C.M.C. and M.J. Ready, 1991, Inferring trade direction from intraday data, Journal of Finance 46, 733-746.",
        "LeRoy, S.F. and R.D. Porter, 1981, The present-value relation: Tests based on implied variance bounds, Econometrica 49, 555-574.",
        "Wang, J., 1993, A model of intertemporal asset prices under asymmetric information, Review of Economic Studies 60, 249-282."
    ]
}