{
    "id": 548,
    "cites": 35,
    "cited_by": 2,
    "reference": [
        "Baily, Martin. On the Theory of Layoffs and Unemployment. Econometrica, 45 (July 1977), 1043-1063.",
        "Blinder, Alan and Roger Gordon. Market Wages, Reservation Wages and Retirement. NBER Working Paper No. 513, July 1980.",
        "Work Disincentive Effects of Social Security. National Tax Journal (December 1980).",
        "Borjas, George and James Heckman. Labor Supply Estimates for Public Policy Evaluation. Industrial Relations Research Association, Proceedings, 31(1979), 320-331.",
        "Boskin, Michael. Social Security and Retirement Decisions. Economic Inquiry, 15 (Jan. 1977), 1-25.",
        "Brechling, Frank. Layoffs and Unemployment Insurance. In Sherwin Rosen, ed., Studies in Labor Markets, Chicago: University of Chicago Press, 1981.",
        "Brittain, John. The Payroll Tax for Social Security. Washington: The Brookings Institution, 1971.",
        "Burkhauser, Richard and John Turner. A Time-Series Analysis on Social Security and Its Effect on the Market Work of Men at Younger Ages. Journal of Political Economy, 86 (Aug. 1978), 701-716.",
        "Burtless, Gary and Jerry Hausman. The Effect of Taxation on Labor Supply; Evaluating the Gany Negative Income Tax Experiment. Journal of Political Economy, 86 (Dec. 1978), 1103-1130.",
        "Cagan, Phillip. The Reduction of Inflation and the Magnitude of Unemployment. In W. Fellner, ed., Contemporary Economic Problems, Washington: American Enterprise Institute, 1977.",
        "Cain, Glen and Harold Watts. In come Maintenance and Labor Supply. Chicago: Rand McNally, 1973.",
        "Clarkson, Kenneth and Roger Meiners. Government Statistics as a Guide to Economic Policy: Food Stamps and the Spurious Increase in Unemployment Rates. Policy Review, 1 (Summer 1977), 27-54.",
        "H A M E R M E S H / 227 Cogan, John. Labor Supply with Costs of Labor Market Entry. In James Smith, ed., Female Labor Supply: Theory and Estimation, Princeton: Princeton University Press, 1980.",
        "Devens, Richard. Food Stamps and the Spurious Rise in the Unemployment Rate Reexamined. Policy Review, 3 (Winter 1978), 77-83.",
        "Ehrenberg, Ronald, Robert Hutchens and Robert Smith. The Distribution of Unemployment Insurance Benefits and Costs. U.S. Department of Labor ASPER Technical Analysis Paper, No. 58, 1978.",
        "Feldstein, Martin. Lowering the Permanent Rate of Unemployment. U.S. Congress, Joint Economic Committee, 1973.",
        "Grant, James and Daniel Hamermesh. Labor Market Competition Among Youths, White Women and Others. Review of Economics and Statistics, 63 (August 1981).",
        "Grubel, Herbert and Dennis Maki. The Effect of Unemployment Benefits on U.S. Unemployment Rates. Weltwirtschaftliches Archiv, 112 (1976).",
        "Halpin, Terrence. The Effect of Unemployment Insurance on Seasonal Fluctuations in Employment. Industrial and Labor Relations Review, 32 (April 1979), 353-362.",
        "Hamermesh, Daniel S. Entitlement Effects, Unemployment Insurance and Employment Decisions. Economic Inquiry, 17 (July 1979b) 317-332.",
        "Haveman, Robert and Richard Burkhauser. Economic Issues Regarding Public Policy Toward the Disabled. Unpublished Paper, University of Wisconsin, 1980.",
        "Katz, Arnold and Jack Ochs. Implications of Potential Duration Policies in Unemployment Duration. Unpublished Paper, University of Pittsburgh, 1980.",
        "Kiefer, Nick and George Neumann. An Empirical Job-Search Model, with a Test of the Constant Reservation-Wage Hypothesis. Journal of Political Economy, 87 (Feb. 1979), 89-108.",
        "Leonard, Jonathan. The Social Security Disability Program and Labor Force Participation. NBER Working Paper No. 392, August 1979.",
        "Moffitt, Robert and Kenneth Kehrer. The Effect of Tax and Transfer Programs on Labor Supply. Research in Labor Economics, 4 (1980).",
        "Munnell, Alicia. The Future of Social Security. Washington: The Brookings Institution, 1977.",
        "Munts, Raymund. Partial Benefit Schedules in Unemployment Insurance: Their Effect on Work Incentive. Journal of Human Resources, 5 (Spring 1970), 160-176.",
        "Parsons, Donald. The Decline in Male Labor Force Participation. Journal of Political Economy, 88 (Feb. 1980), 117-134.",
        "Pellechio, Anthony. Social Security Financing and Retirement Behavior. American Economic Review, 69 (May 1979), 284-287.",
        "Perloff, Jeffrey and Michael Wachter, A ProductionNonaccelerating Inflation Approach to Potential Output: Is Measured Potential Output Too High? In Karl Brunner and Allan Meltzer, eds., Three Aspects of Policy and Policymaking, Amsterdam: North Holland, 1979.",
        "Quinn, Joseph. Microeconomic Determinants of Early Retirement. Journal of Human Resources, 12 (Summer 1977), 329-346.",
        "Saks, Daniel. Public Assistance for Mothers in an Urban Labor Market. Princeton: Industrial Relations Section, 1975.",
        "Siskind, Frederic. Labor Force Participation of Men 25-54, by Race. Monthly Labor Review, 98 (July 1975), 40-42.",
        "HAMERMESH / 229 Vroman, Wayne. Employer Payroll Taxes and Money Wage Behavior. Applied Economics, 6 (June 1974), 189-204.",
        "Wachter, Michael. The Demographic Impact on Unemployment. In National Commission for Manpower Policy, Demographic Trends and Full Employment, Special Report No. 12, 1976."
    ]
}