{
    "id": 5481,
    "cites": 19,
    "cited_by": 5,
    "reference": [
        "Stock, James H. and Watson, Mark W. (1988), Variable Trends in Economic Time Series, JournalofEconomicPerspectives,2, 147-174.",
        "Macroeconomic Time Series, ~ Journal of Monetary Economics, 28, 435-459. Stock, J.H. and M.W. Watson (1986), Does GNP Have a Unit Root?, Economics Letters, 22, 147-151.",
        "Rudebusch, Glenn D. (1993), The Uncertain Unit Root in Real GNP, American Economic Review, 83, 264-272.",
        "Stock, James H. (1991), Confidence Intervals for the Largest Autoregressive Root in U.S.",
        "Perron, Pierre (1989), The Great Crash, the Oil Price Shock, and the Unit Root Hypothesis, Econometaca, 57, 1361-1401.",
        "Diebold, Francis X. and Rudebusch, Glenn D. (1989), Long Memory and Persistence in Aggregate Output, Journal of Monetary Econor~ucs, 24, 189-209.",
        "Geweke, John and Meese, Richard A. (1984), HA Comparison of Autoregressive Univariate Forecasting Procedures for Macroeconomic Time Series, Journal of Business and Economic Statistics, 2, 191-200.",
        "Elliott, Graham (1995), On the Robustness of Cointegration Methods When the Regressors Almost Have Unit Roots, ~ Manuscript, Department of Economics, University of California, San Diego.",
        "Elliott, Graham, Rothenberg, Thomas J. and Stock, James H. (1992), Efficient Tests for an Autoregressive Unit Root,. NBER Technical Worldng Paper No. 130.",
        "Hall, Alastair (1994), Testing for a Unit Root in Time Series with Pretest Data-Based Model Selection, Journal of Business and Economic Statistics, 12, 461-470.",
        "Nelson, Charles R. and Plosser, Charles I. (1982), Trends and Random Walks in Macroeconomic Time Series: Some Evidence and Implications,. Journal of Monetary Economics, 10, 139-162.",
        "Ng, Serena and Perron, Pierre (1995), Unit Root Tests in ARMA Models with Data- Dependent Methods for the Selection of the Truncation Lag,. Journal of the American Statistical Association, 90, 268-281.",
        "DeJong, David N. and Whiteman, Charles H. (1993), The Forecasting Attributes of Trend- and Difference-Stationary Representations for Macroeconomic Time Series, Journal of Forecasting, 13, 279-297.",
        "Dickey, David A. and Fuller, Wayne A. (1981), Likelihood Ratio Statistics for Autoregressive Time Series with a Unit Root, Econometrica, 49, 1057-1072.",
        "DeJong, David N. and Whiteman, Charles H. (1992), The Case for Trend-Stationarity is Stronger Than we Thought, Journal of Applied Econometrics, 6, 413-422.",
        "Christiano, Lawrence J. and Eichenbaum, Martin (1990), Unit Roots in Real GNP: Do we Know and do we Care?, Carnegie-Rochester Conference Series on Public Policy, 32, 7-82.",
        "Cochrane, John H. (1988), How Big is the Random Walk in GNP?, Journal of Political Economy, 96, 893-920.",
        "Campbell, John Y. and Perron, Pierre (1991), Pitfalls and Opportunities: What Macroeconomists Should Know About Unit Roots,. in O.J. Blanchard and S.S. Fischer (eds.), NBER Macroeconomics Annual, 1991. Cambridge, Mass.: MIT Press.",
        "Balke, Nathan S. and Gordon, Robert J. (1989), The Estimation of Prewar Gross National Product: Methodology and New Evidence,. Journal of Political Econo~rry, 97, 38-92."
    ]
}