{
    "id": 5483,
    "cites": 21,
    "cited_by": 12,
    "reference": [
        "Rutherford, Thomas F. (1994), Applied General-Equilibrium Modelling with MPS/GE as a GAMS subsystem, working paper.",
        "Wood, Adrian (1995), How Trade Hurt Unskilled Workers., Journal of Economic Perspectives 9, 57-80.",
        "Teece, David (1977), Technology Transfer By Multinational Firms: The Resource Cost of Transferring Technological Know-How~, Economic Journal 87, 242~1.",
        "Richardson, J. David (1995), Income Inequality and Trade: What to Think, What to Concludes, Journal of Economic Perspectives 9, 33-56.",
        "Teece, David (1986), The Multinational Corporation and the Resource Cost of International Technology Transfer. Cambridge: Ballinger.",
        "Motta, Massimo (1992), Multinational Firms and the Tariff-Jumping Arguments, European Economic Review 36, 1557-71.",
        "London: Cambridge University Press, forthcoming. Markusen, James R. and Anthony J. Venables (199Sb), Multinational Firms and the New Trade Theory, working paper. Markusen, James R. and Anthony J. Venables (199Sc), The Theory of Endowment, Intra-Industry and Multinational Trades, Working Paper. Markusen, James R. (1995), The Boundaries of Multinational Enterprises and the Theory of International Trade., Journal of Economic Perspectives 9, 169-189.",
        "Leamer, Edward E. (1995), HA Trade Economists View of US Wages and Globalizations, manuscript.",
        "Markusen, James R. and Anthony J. Venables (1995a), The Increased Importance of Multinationals in North American Economic Relationships: A Convergence Hypothesis~, in Canzoneri, Matthew W., Wilfred J. Ethier, and Vitoria Grilli (editors), The New Transatlantic Economy.",
        "Leamer, Edward E. (1994), American Regionalism and Global Free Trades, National Bureau of Economic Research, Working Paper 4763.",
        "Keller, Wolfgang (1994), Adsorptive Capacity Understanding the Creation and Acquisition of Technology in Developments, Working Paper, Yale Univelsity.",
        "Helpman, Elhanan and Paul Krugman (1985), Market Structure and Foreign Trade. Cambridge: MIT Press.",
        "Freeman, Richard B. (1995), rare Your Wages set in Beijing?~, Joumal of Economic Perspectives 9, 15-32.",
        "Ekholm, Karolina (1995), Multinational Production and Trade in Technological Knowledge. Lund Economic Studies, Number 58.",
        "Eaton, Jonathan and Alciko Tamura (1994), Bilateralism and Regionalism in Japanese and US Trade and Direct Foreign Investment Patterns~, Journal of the Japanese and International Economies 8, 478-510.",
        "Caves, Richard E. , Multinational EnterDrise and Economic Analysis. London: Cambridge University Press. (second addition forthcoming) Cragg, Michael Ian, and Mario Epelbaum (1995), The Premium for Skills in LDCs: Evidence from Mexico~, Working Paper.",
        "Brainard, S. Lael (1993c), An Empirical Assessment of the Proximiq-Concentration Tradeoff between Multinational Sales and Trade., NBER Working Paper No. 4580.",
        "Brainard, S. Lael (1993a), A Simple Theory of Multinational Corporations and Trade with a Trade- off between Proximity and Concentrations, NBER Working Paper No. 4269.",
        "Brainard, S. Lael (1993b), An Empirical Assessment of the Factor Proportions Explanation of Multinationals Salesn, NBER Working Paper No. 4583.",
        "Blomstrom, Magnus and Ari Kokko (1995), Multinational Corporations and Spillovers to the Host Countryn, working paper, Stockholm School of Economics.",
        "Berman, Eli, Stephen Machin, and John Bound (1995), Implications of Skill Biased Technological Change: International Evidences, Working Paper."
    ]
}