{
    "id": 5486,
    "cites": 18,
    "cited_by": 13,
    "reference": [
        "SELTEN, R., The Chain Store Paradox, Theory and Decision 9 (1978), 127-159. Reprinted in A.",
        "Rubinstein, ea., Game Theory in Economics, International Library of Critical Writings in Economics, no. 5 (Aldershot, Harts, England: Elgar, 1990), 265-297.",
        "PESENDORFER, W., Sovereign Debt: Forgiving and Forgetting Reconsidered, Discussion Paper 1016, Center for Mathematical Studies in Economics and Management Science, Northwestern University, 1992.",
        "MOHR, E., Economic Theory and Sovereign International Debt (London: Academic Press, 1991).",
        "KLETZER, K. M., Asymmetries of Information and LDC Borrowing with Sovereign Risk, Economic Journal 94 (June 1984), 287-307.",
        "KREPS, D. M. AND R. B. WILSON, Reputation and Imperfect Information, Journal of Economic Theory 27 (August 1982), 253-279.",
        "MANUELL1, R., A General Equilibrium Model of International Credit Markets, manuscript, Stanford University, 1986.",
        "M~LGRoM, P. AND J. ROBERTS, Predation, Reputation, and Entry Deterrence, Journal of Economic Theory 27 (August 1982), 280-312.",
        "FERNANDEZ, R. AND R. W. ROSENTHAL, Strategic Models of Sovereign-Debt Renegotiations, Review of Economic Studies 57 (July 1990), 331-349.",
        "GROSSMAN, H. I. AND J. B. VAN HUYCK, Sovereign Debt as a Contingent Claim: Excusable Default, Repudiation, and Reputation, American Economic Review 78 (December 1988), 1088-1097.",
        "JAFFEE, D. M. AND T. RUSSELL, Imperfect Information, Uncertainty, and Credit Rationing, Quarterly Journal of Economics 90 (November 1976), 651-666.",
        "EATON, J. AND M. GERSOVITZ, Debt with Potential Repudiation: Theoretical and Empirical Analysis, Review of Economic Studies 48 (April 1981), 289-309.",
        "EATON, J., Sovereign Debt, Reputation, and Credit Terms, manuscript, Boston University, 1992.",
        "DIAMOND, D. W., Reputation Acquisition in Debt Markets, Journal of Political Economy 97 (August 1989), 828-862.",
        "COLE, H. L. AND P. J. KEHOE, Reputation Spillover Across Relationships with Enduring and Transient Benefits: Reviving Reputation Models of Debt, Research Department Working Paper 534, Federal Reserve Bank of Minneapolis, 1994.",
        "COLE, H. L., J. Dow, AND W. B. ENGLISH, Default, Settlement and Signalling: Lending Resumption in a Reputational Model of Sovereign Debt, International Economic Review 36 (May 1995), 365-385.",
        "BULOW, J. AND K. ROGOFF, A Constant Recontracting Model of Sovereign Debt, Journal of Political Economy 97 (February 1989a), 155-178.",
        "ATKESON, A., International Lending with Moral Hazard and Risk of Repudiation, Econometrica 59 (July 1991), 1069-1089."
    ]
}