{
    "id": 5487,
    "cites": 25,
    "cited_by": 62,
    "reference": [
        "United States Office of the President. Economic Report of the President (1994 edition).",
        "Price, Robert. Trade Union Memberships In R. Bean, editor, International Labor Statistics. London: Routledge, 1989.",
        "Riddell, W. Craig. Unionization in Canada and the United States: A Tale of Two Countries.. In David Card and Richard B. Freeman, editors, Small Differences that Matter: Labor Markets and Income Maintenance in Canada and the United States. Chicago: University of Chicago Press, 1993.",
        "Statistics Canada. Canada Year Book (various years). Ottawa: Statistics Canada. United States Department of Commerce Economics and Statistics Administration. Statistical Abstract of the United States (various years). Washington D.C.: USGPO. United States Department of Labor, Bureau of International Affairs. Foreign Labor Trends: France. (FLT 93~0). Washington D.C.: USGPO, 1992.",
        "Organization for Economic Cooperation and Development (OECD). The OECD Jobs Study: Facts. Analysis. Strategies. Pans: OECD, 1994.",
        "Organization for Economic Cooperation and Development (OECD). Main Economic Indicators. 1991. Paris: OECD, 1991.",
        "Murphy, Kevin M. and Finis Welch. The Role of International Trade in Wage Differentials. In Marvin H. Kosters, editor, Workers and Their Wages. Washington D.C.: American Enterprise Institute, 1991.",
        "Nickell, Stephen and Brian Bell. The Collapse in Demand for the Unskilled and Unemployment Across the OECD. ~ Oxford Review of Economics Policy 11 (1995): 4~62.",
        "Katz, Lawrence F., Gary W. Loveman, and David G. Blanchflower. A Comparison of Changes in the Structure of Wages in Four Countries. National Bureau of Economic Research Working Paper No. 4297, March 1993.",
        "Kosters, Marvin H. Changing Wage Patterns in the Labor Market: The Main Results of Research. n In Marvin H. Kosters and Jagdish Bhagwati, editors, Trade and Wages. Washington D.C.: American Enterprise Institute, 1994.",
        "Krugman, Paul. Inequality and the Political Economy of Eurosclerosis Center for Economic Performance Discussion Paper, 1993.",
        "Lawrence, Robert Z. Trade, Multinationals, and Labor. National Bureau of Economic Research Working Paper No. 4836, August 1994.",
        "Lowe, Graham S. Computers in the Workplace. Perspectives on Labor and Income 3 (Summer 1991): 38-50.",
        "Juhn, Chinhui, Kevin M. Murphy and Brooks Pierce. Wage Inequality and the Rise in Returns to Skills. Journal of Political Economy 101 (rune 1993): 410-442.",
        "Institut National de la Statistique et des Etudes Economiques (INSEE). Annnuaire Statistique de la France (various years). Paris: INSEE. Juhn, Chinhui. Decline of Male Labor Market Participation: The Role of Declining Market Opportunities. Quarterly Journal of Economics 107 (February 1992): 79-122.",
        "Freeman, Richard B. and Karen Needels. Skill Differentials in Canada in an Era of Rising Labor Market Inequality. ~ In David Card and Richard B. Freeman, editors, Small Differences 31 that Matter: Labor Markets and Income Maintenance in Canada and the United States. Chicago: University of Chicago Press, 1993.",
        "Freeman, Richard B. Chow Labor Fares in Advanced Countries. In Richard B. Freeman, editor, Worldog Under Different Rules. New York: Russell Sage Foundation, 1994.",
        "Card, David and Alan Krueger. Myth and Measurement: The New Economics of the Minimum Wage. Princeton: Princeton University Press, 1995.",
        "Card, David and W. Craig Riddell. HA Comparative Analysis of Unemployment in the United States and Canada. In David Card and Richard B. Freeman, editors, Small Differences that Matter: Labor Markets and Income Maintenance in Canada and the United States. Chicago: University of Chicago Press, 1993.",
        "Bhagwati, Jagdish and Vivek Dehejia. international Trade Theory and Wages of the Unskilled. n In Marvin H. Kosters and Jagdish Bhagwati, editors, Trade and Wages. Washington D.C.: American Enterprise Institute, 1994.",
        "Borias, George J. and Valerie A. Ramey. Time Series Evidence on the Sources of Trends in Wage Inequality.. American Economic Review Papers and Proceedings 84 (May 1994): 10-16.",
        "Canada Department of Finance. Quarterly Economic Review Dune 1991 edition). Ottawa: Department of Finance.",
        "Bank of Canada. Bank of Canada Review. Ottawa: Bank of Canada, Autumn 1994.",
        "Berman, Eli, John Bound, and Zvi Griliches, Changes in the Demand for Skilled Labor within U.S. Manufacturing: Evidence from the Annual Survey of Manufactures. n Quarterly Journal of Economics 109 (May 1994): 367-98.",
        "Baker, Michael, Dwayne Benjamin, and Shuchita Stanger. The Highs and Lows of the Minimum Wage Effect: A Time Series-Cross Section of the Canadian Law. University of Toronto Department of Economics Unpublished Research Paper, 1994."
    ]
}