{
    "id": 549,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Blejer, Mario I., On Causality and the Monetary Approach to the Balance of Payments--the European Experience. European Economic Review, 12 (1979), 289-296.",
        "Cassese, Anthony, Money, the Dynamics of Inflation and the Balance of Payments in Latin America, unpublished Ph.D. dissertation, City University of New York, 1979.",
        "Connolly, Michael and Dean Taylor, Exchange Rate Changes and Neutralization: A Test of the Monetary Approach Applied to Developed and Developing Countries. Economica, 46 (August 1979), 281-294.",
        "Cross, R.J., and D. Laidler, Inflation, Excess Demand and Expectations in Fixed Exchange Rate Open Economies: Some Preliminary Results. In In~flation in the World Economy, Edited by J.M. Parkin and G. Zis, 221-255. Manchester: Manchester University Press, 1976.",
        "Darby, Michael R., The Monetary Approach to the Balance of Payments: Two Specious Assumptions. Economic Inquiry, 18 (April 1980), 321-326.",
        "Model. National Bureau of Economic Research, Working Paper No. 462 (March 1980).",
        "Frenkel, Jacob A., and Carlos A. Rodriguez, Portfolio Equilibrium and the Balance of Payments: A Monetary Approach. The American Economic Review, 64, 4 (September 1975), 674-688.",
        "Friedman, Milton and Anna J. Schwartz, Money and Business Cycles. Review of Economics and Statistics, 45, Supplement (February 1963), 32-64.",
        "Gandolfi, Arthur E., and J. R. Lothian, InternationalPrice Behavior and the Demand for Money, unpublished manuscript, NBER, May 1980.",
        "Girton, L., and D. W. Henderson, Financial Capital Movements and Central Bank Behavior in a Two-country, Short-run Portfolio Balance Model. Journal of Monetary Economics, 2, 1 (January 1976), 33-61.",
        "Granger, C.W.J., Investigating Causal Relations by Econometric Models and Cross-Spectral Methods. Econometrica, 37 (July 1969), 424-438.",
        "Iluffman, Wallace E., and James R. Lothian, Money in the U.K., 1833-1880. Journal of Honey, Credit and Banking, 12, 2 (May 1980).",
        "Kravis, Irving B., and Robert E. Lipsey, Price Behavior in the Light of Balance of Payments Theories, Journal of International Economics, 8 (May 1978), pp. 193-246.",
        "Laidler, David, A Monetarist Viewpoint. In Demand Management, edited by Michael Posner, 35-65. London National Institute of Economic and Social Research, 1978.",
        "Putnam, Bluford H. and D. Sykes Wilford, Money, Income and Causality in the United States and the United Kingdom: A Theoretical Explanation of Different Findings. American Economic Review, 68 (June 1978), 423-427.",
        "Sargent, Thomas J., A Classical Macroeconomic Model for the United States. Journal of Political. Economy, 84, 2 (April 1976), 207-37.",
        "Williams, David, C.A.E. Goodhart, and D. H. Gowland, Money, Income and Causality: The U.K. Experience. American Economic Review, 66, 3 (June 1976), 417-423."
    ]
}