{
    "id": 5490,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "Carraro (editor), Trade Innovation. and the Environment Kluwer. Venables, A J. (1985), Trade and trade policy with imperfect competition; the case of identical products and free entry, Journal of International Economics. 19, 1-19.",
        "Ulph, Alastair (1994), Environmental Policy, Plant Location and Government Protections, in C.",
        "Rauscher, Michael (1994), R Environmental Regulation and the Location of Polluting Industries~, working paper.",
        "Rutherford, Thomas F. (1995), Applied General-Equilibrium Modelling with MPS/GE as a GAMS Subsystem..",
        "Rutherford, Thomas F. (1995), Carbon Dioxide Emission Restrictions in the Global Economy: Leakage, Competitiveness, and the Implications for Policy Design, University of Colorado Working Paper.",
        "Markusen, James R. and Anthony J. Venables (199Sa), The Increased Importance of Direct Investment in North Atlantic Economic Relationships: A Convergence Hypothesis., in Canzoneri, Matthew, Wilfred Ethier and Vittorio Grilli (editors), The New Transatlantic Economy. London: Cambridge University Press, forthcoming. Markusen, James R. and Anthony J. Venables (199Sb), Multinational Firms and the New Trade Theoryn, National Bureau of Economic Research Working Paper number 5036. Rauscher, Michael (1991), Foreign Trade and the Environments, in Horst Siebert (editor), Environmental Scarcity: The International Dimension. Tubingen: J.CB. Mohr.",
        "Markusen, James R., Morey, Edward R. and Nancy Olewiler (1993), Environmental Policy When Market Structure and Plant Locations are Endogenous., Journal of Environmental Economics and Management 24, 69-86.",
        "Markusen, James R., Morey, Edward R and Nancy Olewiler (1995), Competition in Regional Environmental Policies when Plant Locations are EndogenousR, Journal of Public Economics 56, 55-77.",
        "Markusen, James R. (1995), Incorporating the Multinational Enterprise into the Theory of International Trades, Journal of Economic Perspectives 9, 169-189.",
        "Levinson, Arik (1994), Environmental Regulations and Industry Location: International and Domestic Evidences, working paper.",
        "Copeland, Brian R. (1991), Taxes versus Standards to Control Pollution in Imperfectly Competitive Markets:, mimeo, presented at the Canadian Resource and Environmental Economics Study Group Annual Meeting, Guelph, Ontario, September 1991.",
        "Barrett, Scott (1993), Strategic Environmental Policy and International Trader, Journal of Public Economics forthcoming.",
        "Bhagwat;, Jagdish and T.N. Srinivasan, Trade and the Environment: Does Environmental Diversity Detract from the Case for Free Trade?n, working paper. Brainard, S. Lael (1992), A Simple Theory of Multinational Corporations and Trade with a Trade-off between Proximity and Concentrations, MIT and NBER working paper.",
        "Anderson, Kym and Richard Blackhurst (1994), The Greening of World Trade Issues, Ann Arbor: University of Michigan Press."
    ]
}