{
    "id": 5493,
    "cites": 8,
    "cited_by": 24,
    "reference": [
        "Abowd, John, The Effect of Wage Bargains on the Stock Market Value of the Firm, American Economic Review, 89(1989): 774-800.",
        "A6OWd, John, and Francis Kramarz, A Test of Negotiation and Incentive Compensation Models Using Longitudinal French Enterprise Data, in Labor Demand and Equilibrium Wage Formation, J. C, Van Ours et aL, eds. (Amsterdam: North-Holland, 1993), Abowd, John, and Thomas Lemieux, The Effects of Product Market Competition on Collective Bargaining Agreements: The Case of Foreign Competition in Canada, Quarterly Journal of Economics, November 1993.",
        "Abowd, John, Krarnarz, Francis and David N. Margolis, High-Wage Workers and High-Wage Firms, Cornell University, Center for Advanced Human Resource Studies, Working Paper 94-27. Brown, James and Orley Ashenfelter, Testing the Efficiency of Employment Contracts, Journal of Political Economy 94 (1986): 540-587.",
        "INSEE, Echantillon dentreprises Ã\u0083Â©tat davancement, Paris: INSEE, RÃ\u0083Â©publique FranÃ\u0083Â§aise, No. 13/0231, 1989.",
        "INSEE, Echantillon dentreprises fichier de rÃ\u0083Â©fÃ\u0083Â©rence de lÃ\u0083Â©chantillon Paris: INSEE, RÃ\u0083Â©publique FranÃ\u0083Â§aise, No. 06/0231, I990a. INSEE, Echantillon dentreprises: mise a disposition des donnees ESE Paris: INSEE, RÃ\u0083Â©publique FranÃ\u0083Â§aise, No. 10/0231, 1990b.",
        "INSEE, Echantillon dentreprises: mise a disposition des donnÃ\u0083Â©es BIC Paris: INSEE, RÃ\u0083Â©publique FranÃ\u0083Â§aise, No. 64/0231, l990c. Leontif, Wassily W., The Pure Theory of the Guaranteed Wage Contract, Journal of Political Economy, 54 (1948): 76-9.",
        "MacDonald, Ian M., and Robert M. Solow, Wage Bargaining and Employment, American Economic Review 71(1981): 886-908.",
        "Margolis, David, Compensation Practices and Government Policies in Western European Labor Markets (1993) Cornell University Ph.D. Thesis."
    ]
}