{
    "id": 5498,
    "cites": 25,
    "cited_by": 6,
    "reference": [
        "Maksimovic, V. and S. Titman, 1991, Financial reputation and reputation for product quality, Review of Financial Studies 2,175-200.",
        "Opler, T. and S. Titman, 1994, Financial distress and corporate performance, Journal of Finance 49, 1015-1040.",
        "Phillips, G., 1995, Increased debt and product market competition: an empirical analysis, Journal of Financial Economics. 37, 189-238.",
        "Showalter, Dean, 1995, Oligopoly and Financial Structure: Comment, American Economic Review, 647-653.",
        "Spence, A.M., 1985, Capital structure and the corporations product market en- vironment, in Corporate capital structures in the United States,(ed.,) B. Friedman, University of Chicago Press, Chicago, Il. 353-382.",
        "Telser, L., 1963, Cutthroat competition and the long purse, Journal of Law and Economics 9, 259-277.",
        "Titman, S., 1984, The effect of capital structure on the firms liquidation decision, Journal of Financial Economics 13 137-152.",
        "Klemperer, P., 1993, Competition in markets with consumer switching costs: an overview, Oxford University working paper, 1993.",
        "Maksimovic, V., 1990, Product market imperfections and loan commitments, Journal of Finance 45, 1641-53.",
        "Maksimovic, V., 1986, Optimal capital structure in oligopolies, unpublished PhD dissertation, Harvard University.",
        "Kaplan, S., 1989, The effects of management buyouts on operating performance and value, Journal of Financial Economics 24, 217-254.",
        "Klemperer, P., 1987, Markets with consumer switching costs, Quarterly Journal of Economics, 375-394.",
        "Glazer, J., 1994, The strategic effects of long-term debt in imperfect competition, Journal of Economic Theory 62, 428-443.",
        "Hirshleifer D. and Y. Sub, 1991, Risk, managerial effort, and project choice, Jour- nal of Financial Intermediation 2, 308-345.",
        "Jensen, M., and W. Meckling, 1976, The theory of the firm: managerial behavior, 49 agency costs and ownership structure, Journal of Financial Economics 3, 305-360.",
        "Fudenberg, D. and J. Tirole, 1986, A signal-jamming theory of predation, RAND Journal of Economics 17, 366-376.",
        "Chevalier, J.A., 1995, Do LBO supermarkets charge more? An empirical analysis of the effects of LBOs on supermarket pricing, Journal of Finance 50, 1095-1112.",
        "Chevalier, J. and D. Scharfstein, 1994 Capital market imperfections and counter- cyclical markups: theory and evidence, working paper, National Bureau of Economic Research.",
        "Brander, J. and T. Lewis, 1988, Bankruptcy costs and the theory of oligopoly, Canadian Journal of Economics 21(2), 221-243.",
        "Bulow J., J. Geanakoplos and P. Klemperer, 1985, Multimarket oligopoly: strate- gic substitutes and complements, Journal of Political Economy 93, 488-511.",
        "Bolton, P. and D. Scharfstein, 1990, A theory of predation based on agency prob- lems in financial contracting, American Economic Review 80, 93-106.",
        "Brander, J.A., and T. R. Lewis, 1986, Oligopoly and financial structure: the limited liability effect, American Economic Review 76, 956-970.",
        "Bai, C. and S. Li, 1994, Capital structure and product market strategy, mimeo.",
        "Benoit, J., 1984, Financially constrained entry in a game with incomplete infor- mation, Rand Journal of Economicsl5,490-499.",
        "Froot, K. and P. I~lemperer, 1989 Exchange rate pass-through when market share matters, American Economic Review 79, 637-653."
    ]
}