{
    "id": 5499,
    "cites": 20,
    "cited_by": 7,
    "reference": [
        "Stein, Jeremy C., Internal Capital Markets and the Competition for Corporate Resources, NBER Working Paper 5101, 1995.",
        "Compustat assigned Fina, Inc.s Chemicals segment a secondary SIC code indicating petroleum refining. After reading Finas 1986 annual report and related documents, I did not agree with this classification, so I included this segment in the sample.",
        "Lang, Larry H.P., and Rene M. Stulz, robins q, Corporate Diversification, and Firm Performance, Journal of Political Economy, December 1994 Vol. 102 pp. 1248-1280.",
        "Poterba, James M. Comment on Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity, 196-206. Shin, Hyun-Han and Rene M. Stulz, An analysis of the divisional investment policies of diversified firms, 1995 working paper.",
        "Lamont, Owen, Mash Flow and Investment: Evidence from Internal Capital Markets, November 1993 unpublished paper.",
        "Kaplan, Steven, The Effects of Management Buyouts on Operating Performance and Value, Journal of Financial Economics, 1989, 217-254.",
        "Kaplan, Steven N., and Luigi Zingales, Do Financing Constraints Explain Why Investment is Correlated with Cash Flow? NBER Working Paper 5267, 1995.",
        "Kashyap, Anil K., Owen A. Lamont, and Jeremy C. Stein, Credit Conditions and the Cyclical Behavior of Inventories, Quarters Journal of Economics, August 1994, Vol CIX No 3, pp. 565-592.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein7 Corporate Structure, Liquidity and Investment: Evidence from Japanese Industrial Groups, Quarterly Journal of Economics, 1991, 33-60.",
        "Jensen, Michael, Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers, American Economic Review 1986, 323-329.",
        "Hall, Robert E. and Dale W. Jorgenson, Max Policy and Investment Behavior, American Economic Review, 1967, pp. 391-414.",
        "Holmstrom, Bengt, and Jean Tirole7 Market Liquidity and Performance Monitoring, Journal of Political Economy, 1993.",
        "Hall, Robert E. Commentary on Financial Factors in Business Fluctuations, in Financial Market Volatility. 1988, 73-78.",
        "Gertler, Mark, and R. Glenn Hubbard. Financial Factors in Business Fluctuations, in Financial Market Volatility. 1988, 33-71.",
        "Gertner, Robert, David Scharfstein, and Jeremy Stein, Internal versus External Capital Markets, Quarterly Journal of Economics, November 1994, Vol. CIX No. 4, pl211-1230..",
        "Blanchard, Olivier, Florencio Lopez-de-Silanes, and Andrei Shleifer, What Do Firms Do With Cash Windfalls?, Journal of Financial Economics December 1994 Vol 36 No 3, p337-360.",
        "Fazzari, Steven, R. Glenn Hubbard, and Bruce Petersen. Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity, 1988, 141-195.",
        "Abel, Andrew B. and Olivier J. Blanchard, The Present Value of Profits and Cyclical Movements in Investment, Econornetrica, March 1986, Vol 52 No 2, pp. 249-273.",
        "Alchian, Armen, Corporate Management and Property Rights, in Henry Mainne (ea. ), Economic Policy and the Regulation of Corporate Securities 1969, 337-360.",
        "Berger, Philip G., and Eli Ofek, Diversifications Effect on Firm Value, Journal of Financial Economics, Vol. 37 1995 pp. 39-66."
    ]
}