{
    "id": 5503,
    "cites": 24,
    "cited_by": 21,
    "reference": [
        "Shea, John, Do Supply Curves Slope Up?, Quarterly Journal of Economics, 1993, 108 (1), 1-:32.",
        "Saint-Paul, Gilles, Productivity Growth and the Structure of the Business Cycle, European Economic Review, May 1993, 17 (4), 861-83.",
        "Sargent, Thomas, Estimations of Dynamic Labor Demand Schedules Under Rational Expecta- tiOIlS,,, Journal of Political Economy, 1978, 86, 1009-1044.",
        "Mattey, Joe P. and Steve Strongin, Factor Utilization and Margins for Adjusting Output: Evidence from Manufacturing Plants, November 1994. mimeo.",
        "Oi, Walter Y., Labor as a Quasi-Fixed Factor, Journal of Political Economy, December 1962, 70, 538 55.",
        "Kuh, Edwin, The Brookings Quarterly Econometric Model of the United States, in James Duesenberry, Gary Frown, Lawrence Klein, and Edwin Kuh, eds., Income Distribution and Employment Over the Business Cycle, Chicago: Rand McNally, 1965.",
        "August 1990. presented at Barcelona World Congress of the Econometric Society.",
        "Hamermesh, Daniel and Gerald Pfann, Adjustment Costs ill Fat tor Demand, October 1994.",
        "Hall, Robert E., The Relation between Price and Marginal Cost in U.S. Industry, Journal of Political Economy, ()ctober 1988, 96, 921--47.",
        "Fay, J. and James Medoff, Labor and Output Over the Business Cycle, American. Economic Review, 1985, 75, 638-55.",
        "Gordon, Robert J., Are Procyclical Productivity Fluctuations a Figment of Measurement Er- ror, 1990. Northwestern University.",
        "Davis, Steve and John Haltiwanger, Gross Job Creation Old Destruction: Microeconomic Evidence and Macroeco~o~nic Implications, in NBER Mac roeco1lomics Annual, V 1990? pp. 123-68.",
        "Fair, Ray C., The Short-run Demandfor Worker* and Hours, Amsterdam: North-Holland, 1969.",
        "Caballero, Ricardo and Eduardo Engel, Microeconomic Adjustment Hazards and Aggregate Dynamics, Quarterly Journal of Economics, May 1993, 108 (2), 313-58.",
        "Caballero, Ricardo J., Eduardo M.R.A. Engel, and John Haltiwanger, Aggregate Em- ployme~lt Dynamics: Building from Microeconomic Evidence, working paper 5042, NBER February 1994.",
        "Bils, Mark, The Cyclical Behavior of Marginal Cost and Price, American Economic Review, December 1987, 77 (5), 838-55.",
        "Brechling, Frank, investment and Employment Decisions, Manchester: Manchester University Press, 1975.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo, Labor Hoarding and the Busi- ness Cycle, Journal of Political Economy, April 1993, 101, 245-73.",
        "Bernanke, Ben and Martin Parkinson, Procyclical Labor Productivity aIld Competing The- ories of the Business Cycle: Some Evidence from Interwar U.S. Manufacturing Industries, Journal of Political Economy, June 1991, 99 (3), 439-59.",
        "Bean, Charles R., Endogenous Growth and the Procyclical Behavior of Productivity, European Economic Review, May 1990, !6~ (2-3), 355-63.",
        "Bentolila, Samuel and Giuseppe Bertola, Firing Costs and Labor Demand: How Bad is Eurosclerosis?, Revienl of Economic Studies, 1992, 57, 381-402.",
        "Aizcorbe, Ana M., Procyclical Labour Productivity, Increasing Returns to Labour, and Labour Hoarding III Car Assembly Plant EmploymeIIt, Economic Journal, July 1992, 102 (413), 860-73.",
        "Baily, Martin N., Charles Hulten, and David Campbell, The Distribution of Productivity in Manufacturing PlaIltS, ill Brookings Papers: Microecollomics Washington, D.C. 1992.",
        "Abraham, Katherine and John Haltiwanger, Real Wages and the Business Cycle, Journal of Economic Literature, 1995, Hi."
    ]
}