{
    "id": 5505,
    "cites": 27,
    "cited_by": 16,
    "reference": [
        "Taylor, S. J. 1992. Rewards available to currency futures speculators: Compensation for risk or evidence of inefficient pricing? Economic Record 68, 105-116.",
        "Taylor, M. and H. Allen. 1992. The use of technical analysis in the foreign exchange market.",
        "Journal of Internatior~al Money and Finance 11(3), 304-14. Taylor, D. 1982. Official intervention in the foreign exchange market, or, bet against the central bank. Journal of Political Economy 90(2), 356-68.",
        "Sweeney, R. J. 1986. Beating the foreign exchange market. Journal of Finance 41, 163-182.",
        "Szpiro, G. G. 1994. Exchange rate speculation and chaos inducing intervention. Journal of Economic Behavior and Organization 24, 363-368.",
        "Sharpe, W. A. Fall 1994. The Sharpe ratio. Journal of Portfolio Management, 49-58.",
        "Leahy, M. 1989. The profitability of US intervention. Technical Report 343, Board of Governors, Federal Reserve Bank, Washington, DC.",
        "LeBaron, B. 1991. Technical trading rules and regime shifts in foreign exchange. Technical report, University of Wisconsin - Madison, Madison, Wl.",
        "Levich, R. M. and L. R. Thomas. 1993. The significance of technical trading-rule profits in the foreign exchange market: A bootstrap approach. Journal of International Money and Finance 12, 451-474.",
        "Klein, M. W. 1993. The accuracy of reports of foreign exchange intervention. The Journal of International Money and Finance 12(6), 644-653.",
        "Hart, O. D. and D. M. Kreps. 1986. Price destabilizing speculation. Journal of Political Economy 94, 927-952.",
        "Hodrick, R. J. 1987. The Empirical Evidence on the Efficiency of Forward and Futures Foreign Exchange Markets. Harwood Academic Publishers, New York, NY.",
        "Friedman, M. 1953. The case for flexible exchange rates. In Essays in positive economics.",
        "University of Chicago Press, Chicago, IL. Goodhart, C. A. E. and T. Hesse. 1993. Central bank forex intervention assessed in continuous time. Journal of international money and finance 12, 368-389.",
        "Fama, E. F. and M. Blume. 1966. Filter rules and stock market trading profits. Journal of Business 39, 226-241.",
        "Frankel, J. A. and K. A. Froot. 1987. Using survey data to test standard propositions regarding exchange rate expectations. American Economic Review 77(1), 133-153.",
        "Technical Report 5312, National Bureau of Economic Research. Engle, R. F. 1982. Autoregressive conditional heteroskedasticity with estimates of the variance of united kingdom inflation. Econometrica 50, 987-1007.",
        "Dominguez, 1~. M. and J. A. Frankel. 1993. Does Foreign exchange intervention work? Institute for International Economics, Washington, DC.",
        "Dominguez, K. M. 1993. Does central bank intervention increase the volatility of foreign exchange rates? Technical Report 4532, National Bureau of Economic Research, Cambridge, MA.",
        "Bilson, J. F. and D. Hsieh. 1987. The profitability of currency speculation. International Journal of Forecasting3, 115-130.",
        "Bollerslev, T. 1986. Generalized autoregressive conditional heteroskedasticity. Journal of Eco~`o- metrics 21, 307-328.",
        "Bollerslev, T., R. Y. Chou, N. Jayaraman and K. F. Kroner. 1990. ARCH modeling in finance: A review of the theory and empirical evidence. Journal of Econometrics 52(1), 5-60.",
        "Baumol, W. 1957. Speculation, profitability, and stability. Review of Economics and Statistics 39, 263-71.",
        "Bekaert, G. and R. J. Hodrick. 1992. Characterizing predictable components in excess returns on equity and foreign exchange markets. The Journal of Finance 47, 467-511.",
        "Almekinders, G. J. 1995. Foreign Exchange Intervention: Theory and Evidence. E. Elgar, Brook- field, VT, US.",
        "Silber, W. L. 1994. Technical trading: When it works and when it doesnt. The Journal of Derivatives 1(3).",
        "Engel, C. 1995. The forward discount anomaly and the risk premium: A survey of recent evidence."
    ]
}