{
    "id": 5510,
    "cites": 19,
    "cited_by": 6,
    "reference": [
        "Taussig, Frank, 1931, The Tariff History of the United States, 8th edition, New York: Putnam and Sons.",
        "U. S. Senate, 1929, Senate Manual: Standing Rules of the Senate, 70th Cong. 2nd Session, Washington, DC: Government Printing Office.",
        "Stratmann, Thomas, 1992, The Effects of Logrolling on Congressional Voting, American Economic Review 82 (December), 1162-76.",
        "Stratmann, Thomas, 1995, Logrolling in the U.S. Congress, Economic Inquiry 33 (July), 441- 56.",
        "Shepsle, Kenneth and Barry Weingast, 1994, Positive Theories of Congressional Institutions. Rive Studies Quarterly 19 (May): 149-79.",
        "Peltzman, Sam, 1985, An Economic Interpretation of the History of Congressional Voting in the Twentieth Century, American Economic Review 75 (September), 656-75.",
        "Schattschneider, E. E., 1935, politics, Pressures, and the Tariff, New York: Prentice Hall.",
        "Peltzman, Sam, 1984, Constituent Interest and Congressional Voting, Journal of Law and Economics, 27 (April), 181-210.",
        "Meltzer, Allan, 1976, Monetary and Other Explanations of the Start of the Great Depression, Journal of Monetar~conomics 2 (November), 455-71.",
        "Macmahon, Arthur W., 1930, First Session of the Seventy First Congress, American Political Science Review, 24 (February), 38-56, Second Session of the Seventy First Congress and the Special Session ofthe Senate, 24 (November), 913-945.",
        "Kroszner, Randall and Thomas Stratmann, 1995, Competition among Pressure Groups and the Organization of Congress: Theory and Evidence from Financial Services Political Action Committees, unpublished working paper, University of Chicago.",
        "Irwin, Douglas A., 1996, The Smoot-Hawley Tariff: A Quantitative Assessment, unpublished working paper, University of Chicago.",
        "Kalt, Joseph and Mark zupan, 1984, Capture and Ideology in the Economic Theory of Politics, American Economic Review 74 (June), 279-300.",
        "Hayford, Marc, and Carl A. Pasurka, Jr., 1991, Effective Rates of Protection in the Fordney- McCumber and Smoot-Hawley Tariff Acts, Applied Economics 23, 1385-1392.",
        "Hayford, Marc, and Carl A. Pasurka, Jr., 1992, The Political Economy of the Fordney-McCumber and Smoot-Hawley Tariff Acts, Explorations in Economic History, 29 (January), 30-50.",
        "Eichengreen, Barry, 1989, The Political Economy ofthe Smoot-Hawley Tariff, in R.L. Ransom, P.H. Lindert, and R. Sutch, eds., Research in Economic History 12, 1-43.",
        "Greene, William, 1993, Econome ric Analysis, 2d edition, New York: Macmillan, 1993.",
        "Haberler, GottEried, 1976, The World Economy. Monev. and the Great Depression (Washington: American Enterprise Institute).",
        "Callahan, Crslleen, Judith McDonald, and Anthony OBrien, 1994, Who Voted for Smoot-Hawley? Journal of Economic History 54 (September), 683-690."
    ]
}