{
    "id": 5522,
    "cites": 18,
    "cited_by": 33,
    "reference": [
        "Udry, Christopher, Risk and Insurance in a Rural Credit Market: An Empirical Investigation in Northern Nigeria, Review of Economic Studies, 61 ( 1994):495-526.",
        "Sueyoshi, Glen T. and Jean Shelton, Intra-Family Transfers and Relative Household Income mimeo (August 1994).",
        "Schoeni, Robert F. Private Interhousehold Transfers of Money and Time: New Empirical Evidence, Labor and Population Program Working Paper, RAND Corporation, 93-26 (July 1993) Sueyoshi, Glen T. and Jean Shelton, Heterogeneity in Preferences and Interhousehold Transfers mimeo (undated paper).",
        "Pollak, Harold, Informal Transfers Within Families. unpublished Ph. D. Distribution, Harvard University (September 1994).",
        "Schoeni, Robert F., Does Unemployment Insurance Displace Familial Assistance? unpublished paper, RAND corporation. (1993) Shoeni, Robert F., Does Aid to Families with Dependent Children Displace Family Assistance?, mimeo, (1993).",
        "McGarry, Kathleen and Robert F. Shoeni, Transfer Behavior: Measurement and the Redistirubtion of Resources Within the Family. RAND Corporation (May 1994), forthcoming, Journal of Human Resources.",
        "Menchik, Paul L., Primogeniture, Equal Sharing, and the U.S. Distribution of Wealth, Quarterly Journal of Economics, 94, 2 (March 1980): 299-316.",
        "Honore, Bo E., Trimmed LAD and Least Squares Estimation of Truncated and Censored Regression Models with Fixed Effects, Econometrical Ioannides, Yannis M. and Kamhon Kan, The Nature of Two-Directional Intergenerational Transfers of Money and Time: An Empirical Analysis. unpublished paper, Virginia Polytechnic Institute and State University (March 23 1993).",
        "Hill, Martha and Beth Soldo, Intergenerational Transfers: Economic, Demographic and Social Perspectives (1993) 32 Hill, Martha S., James N. Morgan, and Regula Herzog, Intergenerational Aspects of Inter- Family Help Patterns, (1993).",
        "Gale, William G. and John Karl Scholz, Intergenerational Transfers and the Accumulation of Wealth, Journal of Economic Perspectives. 8 (4) (Fall 1994): 145- 160.",
        "Hayashi, Fumio, Joseph Altonji and Laurence Kotlikoff, Risk Sharing Between and Within Families, forthcoming in Econometrica, 1996.",
        "Cox, Donald and J. Jappelli, Intergenerational Transfers and Liquidity Constraints, Quarterly Journal of Economics, 105 (February 1990): 187- 218.",
        "Becker, Gary S., A Treatise on the Family, (Cambridge: Harvard University Press, 1991).",
        "Bernheim, B. Douglas, Andrei Shleifer, and Lawrence H. Summers, The Strategic Bequest Motive, Journal of Political Economy, 93, 6 (December 1985): 1045- 1076.",
        "Cigno, Alessandro, Savings, Fertility, and Social Security in the Presence of Self-Enforcing Intra Family Deals, unpublished paper, (1995).",
        "Andreoni, James, Giving with Impure Altruism: Applications to Charity and Ricardian Equivalence, Journal of Political Economv, vol 97 No. 6 (December 1989): 147-1458.",
        "Altonji, Joseph G., Fumio Hayashi and Laurence J. Kotlikoff, Is the Extended Family Altruistically Linked? Direct Evidence Using Micro Data, American Economic Review 82(5), (December 1992):1199-1220..",
        "Altonji, Joseph G., Fumio Hayashi, and Laurence J. Kotlikoff, Parental Altruism and Inter Vivos Transfers: Theory and Evidence, Northwestern University, NBER Working Paper No. 5378 (December 1995)."
    ]
}