{
    "id": 5525,
    "cites": 19,
    "cited_by": 5,
    "reference": [
        "Trejo, Stephen J. (1991), The Effects of Overtime Pay Regulation on Worker Compensation, American Economic Review, September 1991, 719-740.",
        "Solnick, Loren and Gene Swimmer (1978). Overtime and Fringe Benefits: A Simultaneous Equations Approach. Unpublished paper.",
        "Summers, Lawrence H. (1989). Some Simple Economics of Mandated Benefits. American Economic Review Papers and Proceedings, 99: 177-183.",
        "Piacentini, Joseph S. and Jill D. Foley (1992). EBRI Databook on Employee Benefits.",
        "Washington, DC: Employee Benefit Research Institute. Reynolds, Susan K. And Katherine Swartz (1994). Counting the Uninsured, Journal of the American MedicalAssociation, 271: 1483-1484.",
        "Nussbaum, Joyce and Donald Wise (1978). The Employment Impact of the Overtime Provisions of He FLSA. Final Report, U.S. Department of Labor.",
        "Owen, John D. (1979). Working Hours. Lexington, MA: D.C. Heath.",
        "Montgomery, Mark (1988). On the Determinants of Employer Demand for Part-Time Workers.",
        "Review of Economics and Statistics, 70: 112-17. .. Montgomery, Mark and James Cosgrove (1993). The Effect of Employee Benefits on die Demand for Part-Time Workers. Industrial and Labor Relations Review, 47: 87-98.",
        "Levit, Katharine R., Gary L. Olin, and Suzanne W. Letsch (1992). Americans Health Insurance Coverage, 1980-91. Health Care Financing Review, Fall 1992, 31-57.",
        "L. Laudadio and M. Percy (1973). Some Evidence of the Impact of Non-Wage Labour Cost on Overtime Work and Environment. Relations Industrielles, 28: 397403.",
        "Levin, Doron P., 11,500 Employees Strike at a Major G.M. Factory, New York Times, September 28, 1994, page A15.",
        "Boston: Unwin Hyman. Gruber, Jonathan, and Alan Krueger (1991), The Incidence of Mandated Employer-Provided Insurance: lessons from Workers Compensation Insurance, in David Bradford, ea., Tax Policy and the Economy, Volume 5, Cambridge, MA: MIT Press.",
        "Gruber, Jonathan (1994), The Incidence of Mandated Maternity Benefits, American Economic Review, June.",
        "Hamermesh, Daniel S. (1993). Labor Demand. Princeton: Princeton University Press.",
        "Heath. Ehrenberg, Ronald G. and Paul L. Schumann (1982). Longer Hours or More Jobs. Ithaca: Cornell University Press.",
        "Ehrenberg, Ronald G., Pamela Rosenberg and Jeanne Li (1988). Part-time Employment in the United States. In Robert Hart, editor, Employment, Unemployment and Labor Utilization.",
        "Ehrenberg, Ronald G. (1971a). The Impact of the Overtime Premium on Employment and Hours in U.S. Industry. Western Economic Journal, 9: 199-207.",
        "Ehrenberg, Ronald G. (1971b). Fringe Benefits and Overtime Behavior. Lexington, MA: D.C."
    ]
}