{
    "id": 553,
    "cites": 21,
    "cited_by": 9,
    "reference": [
        "Blanchard, 0. J., Output, the Stock Market, and Interest Rates, H.I.E.R. Discussion Paper 11672, December 1978.",
        "Brayton, F., The Housing Sector, Federal Reserve Board of Governors, Washington, DC, mimeo, May 1979.",
        "Buckley, R. and J. Ermisch, Inflation, Taxes, and the Relative Price of Houses: Equilibrium and Disequilibrium Effects, unpublished manuscript, London School of Economics, May 1979.",
        "DeLeeuw, F., The Demand for Housing: A Review of the Cross-Section Evidence, Review of Economics and Statistics 53: 1-18, 1971.",
        "DeLeeuw, F. and L. Ozanne, Investment in Housing and the Federal Income Tax, unpublished, Brookings Conference Paper, 1979.",
        "Dornbusch, R., Expectations and Exchange Rate Dynamics, Journal of Political Economy 84: 1161-1176, 1976.",
        "Feldstein, N. S., Inflation, Portfolio Choice, and the Prices of Land. and Corporate Stock, N.B.E.R, Working Paper 526, Cambridge, Mass., 1980.",
        "Feldstein, M. S. and L. H. Summers, Inflation, Tax Rules, and the Long-Term Interest Rate, Brookings Papers on Economic Activity 1: 61-99, 1978.",
        "Hendershott, P. and S.C. Hu, Inflation and the Benefits of Owner Occupied Housing, N.B.E.R. Working Paper 11383, Cambridge, Mass., 1979.",
        "Huang, D. S., Short-run Instability in Single Family Housing Starts, Journal of the American Statistical Association 68: 788-92, 1973.",
        "Kearl, 3. R. and Mishkin, F. S., Illiquidity, the Demand for Residential Housing, and Monetary Policy: Journal of Finance 32: 1571-85. King, M. A. An Econometric Model of Tenure Choice and Demand for Housing as a Joint Decision, mimeo, University of Birmingham, 1980.",
        "Laidler, D. W., Income Tax Incentives for Owner-Occupied Housing, in A. C. Har- berger and M. Bailey, The Taxation of Income from Capital, Washington: Brook- ings Institution, 1969.",
        "Lipton, D. and 3. Poterba, 3. Sachs and L. Summers, Multiple Shooting in Rational Expectations Models, NBER Technical Working Paper, Cambridge, MA, 1980.",
        "Neltzer, A. H., Credit Availability and Economic Decisions, Journal of Finance 29: 763-767, 1974.",
        "Mills, E. S., Urban Economics, Scott Foresman, Glenview, IL, 1972.",
        "Muth, R. F., The Demand f or Non-Farm Housing, in A. C. Harberger, The Demand f or Durable Goods, Chicago: University of Chicago Press, 1960.",
        "Polinsky, A. N. and D. T. Ellwood, An Empirical Reconciliation of Micro and Grouped Estimates of the Demand for Housing, Review of Economics and Statistics 51: 199-205, 1979.",
        "Rosen, H. S., Housing Decisions and the U.S. Income Tax, Journal of Public Economics 11: 1-23, 1979.",
        "Scheffrin, S., Dynamics of Housing Investment in a Perfect Foresight Macro Model, Working Paper No. 18, University of California at Davis, Department of Economics, 1979.",
        "U.S. League of Savings Associations, Savings and Loan Fact Book, Chicago, 1979.",
        "Witte, J.G., The Microfoundations of the Social Investment Function, Journal of Political Economy 71:441-56, 1963."
    ]
}