{
    "id": 5530,
    "cites": 28,
    "cited_by": 8,
    "reference": [
        "Point Cut;, Wall Street Journal, 1995, July 7.",
        "Dispelling a Lot of its Mystique, Wall street journal, 1994, March 24.",
        "Wang, Jiang, A Model of Competitive Stock Trading Volume, Journal of Political Economy, 1994, 102, 127-168.",
        "Wessel, David, Fed`Was Split Over Rate Cut at July Meeting, Wall street journal, 1995, August 28.",
        "Mussa, Michael, Adaptive and Regressive Expectations in a Rational Model of the Inflationary Process, Journal of Monetary Economics, 1975, 1, 423 442.",
        "Muth, John, Optimal properties of exponentially weighted forecasts, journal of the american statistical association, 1960, 55, 299-306.",
        "Rebello, Joseph, Dollar Plunges as Investors Conclude New Interest Rate Cut Isnt Very Likely, Wall Street Journal, 1995, July 20.",
        "Kim, Soyoung and Nouriel Roubini, Liquidity and Exchange Rates in the G-7 Countries: Evidence from Identified VARs, 1995. Romeo Yale University.",
        "Lucas, Robert, Some Evidence on the Output-Inflation Tradeoff, American Economic Review, 1973, 6S, 326-334.",
        "Mehra, Rajnish and Edward Prescott, ~he Equity Premium Puzzle, Journal of Monetary Economics, 1985, 15, 145-162.",
        "Hodrick, Robert, The Empirical Evidence on the Efficiency of Forward and Futures Foreign Exchange Markets, in Fundamentals of Pure and Applied Economics Harwood Academic Publishers 1988.",
        "Grossman, Sanford, On the Efficiency of Competitive Stock Markets where Traders have Diverse Information, Journal of Finance, 1976, 31, 573-585.",
        "Hamilton, James, Time Series Analysis, Princeton University Press, 1994.",
        "Hellwig, Martin, On the Aggregation of Information in Competitive Markets, Journal of Economic Theory, 1980, 22, 477-498.",
        "Grier, Kevin and Mark Perry, The Effect of Money Shocks on Interest Rates in the Presence of Conditional Heteroscedasticity, Journal of Finance, 1993, 48(4), 144~55.",
        "Grilli, Vittorio and Nouriel Roubini, Liquidity and Exchange Rates: Puzzling Evidence From the G-7 Countries, 1994. mimeo Yale University.",
        "Friedman, Benjamin, Interest Rate Expectations versus Forward Rates: Evidence from an Expectations Survey, Journal of Finance, 1980, Hi, 965-973.",
        "E`root, Kenneth, New Hope for the Expectations Hypothesis of the Term Structure of Interest Rates, Journal of Finance, 1989, 44 (2), 28~304.",
        "Engle, Robert, David Lilien, and Russell Robins, Estimating Time Varying Risk Premia in the Term Structure: the ARCH-M Model, Econometrica, 1987, 55(2), 391-407.",
        "Fama, Eugene, Forward and Sopt Exchange Rates, Journal of Monetary Economics, 1984, 14 (4), 319-338.",
        "Franlcel, Jeffrey and Andy Rose, A Survey of Empirical Research on Nominal Exchange Pates, 1994. NBER Working Paper 4865.",
        "Expectations of Chartists and Fundamentalists, Economic Record, 1986, pp. 24-38.",
        "Clarida, Richard and Jordi Gall, Sources of Real Exchange Rate Fluctuations: How Important Are Nominal Shocks?, 1994. NBER Working Paper 4658.",
        "DeGroot, Morris, Optimal Statistical Decision, New York: McGraw-Hill, 1970.",
        "Dornbusch, Rudiger, Expectations and Exchange Rate Dynamics, Journal of Political Economy, 1976, 84, 1161-1176.",
        "Eichenbaum, Martin and Charles Evans, Some Empirical Evidence on the Effects of Monetary Policy Shocks on Exchange Rates, Quarterly Journal of Economics, Nov. 1995, 110, 975-1009.",
        "Baily, Walter and Leo Kropywiansky, A Test resolving the Peso Problem in Foreign Exchange Using Option-Implied Jump Expectations, November 1994. M.I.T. mimeo.",
        "Brenner, Robin, Richard Harjes, and Kenneth Kroner, Another Look at Alternative Models of the Short-Term Interest Rate, April 1994. mimeo, University of Arizona."
    ]
}