{
    "id": 5531,
    "cites": 19,
    "cited_by": 334,
    "reference": [
        "Tesar, Linda and Ingrid Werner, 1992, Home Bias and the Globalization of Securities Markets, National Bureau of Economic Research Working Paper, No. 4218.",
        "Trefler, Daniel, 1995, The Case of the Missing Trade and Other Mysteries, American Economic Review, 85(5): 1029-1046, December.",
        "Stein, Ernesto, 1995, The Gravity Model of Trade: Are We Using the Wrong Metaphor? Notes.",
        "Hummels, David and James Levinsohn, 1995, Monopolistic Competition and International Trade: Reconsidering the Evidence, Ouarterly Journal of Economics, 110(3): 799-836.",
        "Laird, Sam and Alexander Yeats, 1990, Ouantitative Methods for Trade-Barrier Analysis, New York: New York University Press.",
        "Lewis, Karen, 1995, Puzzles in International Financial 25 Markets, in Gene Grossman and Kenneth Rogoff, eds., Handbook of International Economics, Vol.3, Amsterdam: Elsevier Scince B.V.",
        "Lewis, Karen, 1996, What Can Explain the Apparent Lack of International Consumption Risk-sharing? Journal of Political Economy. 104(2): 267-297.",
        "McCallum, John, 1995, National Borders Matter: Canada-U.S.",
        "Regional Trade Patterns, American Economic Review, 85(3): 615- 623, June. Ohmae, Kenichi, 1990, The Borderless World: Power and Strateav in the Interlinked Economv. New York: Haper Business.",
        "Saxonhouse, Gary, 1989, Differentiated Products, Economies of Scale, and Access to the Japanese Market, in R. Feenstra ea., Trade Policies for International Competitiveness, Chicago: University of Chicago Press, 145-174.",
        "French, Kenneth and James Poterba, 1991, International Diversification and International Equity Markets, American Economic Review 81:222-226.",
        "Helliwell, John F., 1996, Do National Borders Matter for Quebecs Trade? Forthcoming in Canadian Journal of Economics, August.",
        "Helpman, Elhanan and Paul Krugman, 1985, Market Structure and Foreign Trade, Cambridge, MA:MIT Press.",
        "Frankel, Jeffrey, Ernesto Stein and Shang-Jin Wei, 1995, Trade Blocs and the Americas: The Natural, the Unnatural and the Super-Natural. Journal of Development Economics, 47: 61-95, June.",
        "Davis, Donald and David Weinstein, 1996, The HOV Theorem: When Does It Work? Why Does It Fail? March.",
        "Frankel, Jeffrey and David Romer, 1996, Trade and Growth: An Empirical Investigation, NBER Working Paper 5476, March.",
        "Deardorff, Alan, 1984, Testing Trade Theories and Predicting Trade Flows, in R.Jones and P. Knin CAN R=nAh^~ Of International Economics, Vol.1. Amsterdam: Elsevier, pp.467-517.",
        "Deardorff, Alan, 1995, Determinants of Bilateral Trade: Does Gravity Work in a Neoclassical World? NBER Working Paper 5377, December.",
        "Baster, Marianne and U.J. Jermann, 1993, The International Diversification Puzzle is Worser Than You Think, Rochester Center for Economic Research Working Paper No. 350."
    ]
}