{
    "id": 5532,
    "cites": 12,
    "cited_by": 36,
    "reference": [
        "Schaling, Eric, 1995, Institutions and Monetary Policy, Edward Elgar.",
        "Tarkka, Juha and Johnny ~kerholm, 1993, Fiscal Federalism and European monetary integration, in Honkapohja, S. and M. Ingberg (eds), Macroeconomic modelling and policy implications, North Holland.",
        "CEPR discussion paper No 1297. Walsh, Carl, 1995, Optimal contracts for Central Bankers, American Economic Review 85, 150-67.",
        "Obstfeld, Maurice, 1991, Destabilizing effects of exchange rate escape clauses, NBER Working Paper No 3603.",
        "Persson, Torsten and Guido Tabellini, 1995, Double-edged incentives: Insti- tutions and policy coordination, in Grossman, Gene and Kenneth Rogoff (eds) I~ndhook of International Economics, Vol III, North-Holland.",
        "Canzoneri, Matthew and JoAnna Gray, 1985, Monetary policy games and the consequences of noncooperative behavior, International Economic Review, 26, 547-564.",
        "Canzoneri, Matthew and Dale Henderson, 1988, Is sovereign policymaking bad?, Carnegie-Rochester Conference Series, 28, 93-140.",
        "Cukierman, Alex, 1992, Central Bank Strategy. Credibility and Independence, MIT Press.",
        "Martin, Philippe, 1995, Free Riding, convergence and two speed monetary unification in Europe, European Economic Review, August, Vol 39:7 pp. 1345-64.",
        "Ayuso, Juan, Soledad Nunez and Maria Perez-Jurado, 1995, Volatility in Span- ish Financial Markets: the Recent Experience, Banco de Espana, working paper n. 9601.",
        "Ballabriga, Fernando, Miguel Sebastian and Javier Valles, 1994, Interdepen- dence of EC Economies: a VAR Approach, Banco de Espana, working paper n.",
        "Alesina Alberto and Vittorio Grilli, 1992, The European central bank: Re- shaping monetary policies in Europe, in: Canzoneri M., V. Grilli, and P. Masson (eds) Establishing a Central Bank: Issues in Europe and lessons from the US (Cambride University Press, London)."
    ]
}