{
    "id": 5533,
    "cites": 31,
    "cited_by": 117,
    "reference": [
        "Vroman, Wayne, The Funding Crisis in State Unemployment Insurance, Upjohn Institute for Employment Research, Kalamazoo, MI, 1986.",
        "Restraints,~ Journal of Public Economics, Vol. 44 (March, 1991) pp. 199- 211.",
        "Savage, James, Balanced Budgets and American Politics, Cornell University Press, Ithaca, 1988.",
        "Schultz, Charles, The Balanced Budget Amendment: Needed? Effective? Efficient? National Tax Journal, Vol. 48 (September, 1995), pp. 317- 328.",
        "Sjoblum, fries, Voting for Social Security, Public Choice, Vol. 47, {Spring, 1985), pp. 225-240.",
        "U.S. General Accounting Office (GAO), Balanced Budget Requirements: State Experiences and Implications for the Federal Government, GAO Document GAO/AFMD-93-58BR, General Accounting Office, Washington, D.C., 1993.",
        "Rivlin, Alice, Economics and the Political Process, American Economic Review, Vol. 77 (March, 1987), pp. 1-10.",
        "Roubini, Nouriel and Jeffrey Sach^, Fiscal Policy, Economic Policy, Vol. 5 (April, 1989), pp. 100-127.",
        "Poterba, James, Balanced Budget Rules and Fiscal Policy: Evidence from the States, Nitinn~1 Tax Journal, Vol. 48 (September, 1995), pp. 329-336.",
        "Ratchford, B. U., American State Debts, Duke University Press, Durham, NC, 1941.",
        "Peltzman, Sam, Voters as Fiscal Conservatives, Ouarterly Journal of =on=m;c-, Vol. 107 (May, 1992) , pp. 327-362.",
        "Poterba, James, State Responses to Fiscal Crises: The Effects of Budgetary Institutions and Politics, Journal of Political Economy, Vol. 102 (August, 1994), pp. 799-821.",
        "Muagrave, Richard, The Nature of Budgetary Balance and the Case for the Capital Budget, Ã\u0082Â· Aid ~~C~ in Review, Vol. 29 (March, 1939), pp.",
        "Inman, Robert and Michael Fitts, Political Institutions and Fiscal Policy: Evidence from the U.S. Historical Record,~ Journal of Law Economics. and Organization, Vol. 6 (December, 1990), pp. 79-132.",
        "Ciao, Cheng, Analysis of Panel Data, Cambridge University Press, Cambridge, 1986.",
        "Im, Kyung So, M. Hashem Pesaran, and Yongcheol Shin, Testing for Unit Roots in Heterogeneous Panels, Mimeo., University of Cambridge, June 1995.",
        "Inman, Robert P., Fiscal Performance of Local Governments, in P. Mieszkowski and Mahlon Straszheim (eds.), Current Issues in Urban Economics, Johns Hopkins University Press, Baltimore, 1978, pp. 270-321.",
        "Inman, Robert P., Public Employee Pensions and the Local Labor Budget, Journal of Public Economics, Vol. 19 October, 1982), pp. 49-71.",
        "Inman, Robert P., Do You Know How Much Money is in Your Public Purse? Business Review: Federal Reserve Bank of Philadelphia, (July-Augunt, 1995), pp. 19-30.",
        "Gramlich, Edward, The 1991 State and Local Fiscal Crisis, srook~ng, Papers on Economic Activity, (No. 2, 1991) , pp . 249 -275.",
        "Holtz-Eakin, Douglas, The Line Item Veto and Public Sector Budgets: Evidence from the States, Journal of Public Economics, Vol. 36 (August, 1988), pp. 269-292.",
        "Eriknon, Robert, Gerald Wright, John Mciver, Statehouse Democracy: Public Oninion and Policy in the American States, Cambridge University Press, 1993.",
        "Gramlich, Edward, State and Local Budgets the Day After it Rained: Why Is the Surplus So High? Brookings Papers on Economic Activity, (No. 1, 1978), pp. 191-214.",
        "Chrint, Carl, On Fiscal and Monetary Policies and the Government Budget Restraint, American Economic Review, Vol. 69 (September, 1979) , pp.",
        "Congress of the United Staten, Congressional Budget Office, The Economic aced Budget Outlook: Fiscal Years l996-200O, U.S. Government Printing Office, Washington, D.C., 1995.",
        "Barro, Robert, On the Determination of Public Debt Journal of Political Economy 87, 1979, 940-971.",
        "Campbell, John, and Pierre Perron, Pitfalls and Opportunities: What Macroeconomists should know about Unit Roots, NBER Macroeconomics Annual lg91, 141-201 Christ, Carl, A Simple Macroeconomic Model with a Government Budget Constraint, Journal of Political Economy, Vol. 76 (Jan.-Fete, 1968) , pp.",
        "Bayoumi, Tamim, Morris Goldstein, and Geoffrey Woglom, Do Credit Markets Discipline Sovereign Borrowers? Evidence from the U.S. States,~ Journal of Money, Credit and Banking, Vol. 27, No. 4 (November, 1995, Part I), pp. 1046-1059.",
        "Alt, James and R. C. Lowry, Divided Government and Budget Deficits: Evidence from the States, American Political Science Review, Vol. 88 (December, 1994), pp. 811-28.",
        "Bayoumi, Tamim and Barry Eichengreen, Restraining Yourself: The Implications of Fiscal Rules for Economic Stabilization, IMP Staff papers, Vol. 42 (March, 1995), pp. 32-48.",
        "Advisory Commission on Intergovernmental Relations (ACIR), Fiscal Discipline in the Federal System: Experience of the States, Washington, DC., 1987."
    ]
}