{
    "id": 5535,
    "cites": 21,
    "cited_by": 44,
    "reference": [
        "McFadden, Daniel. 1976. The Revealed Preferences of a Government Bureaucracy: Empirical Evidence. Bed Journal of Economics. 7(1). 55-72.",
        "Sandell, Steven and Kalman Rupp. 1988. Who is Served in JTPA Programs: Patterns of Participation and Intergroup Equity. National Commission for Employment Policy Research Report 8803.",
        "Shoven, John and John Whalley. 1992. Canada - U.S. Tax Comparisons. Chicago: University of Chicago Press for NBER.",
        "Spence, Michael. 1973. Job Market Signaling. Quarterly Journal of Economics. 87. 355-374.",
        "Stiglitz, Joseph. 1975. The Theory of Screening, Education, and the Distribution of Income. American Economic Review. 65(3). 283-300.",
        "McCubbins, Mark, Roger Noll, Barry Weingast. t987. Administrative Procedures as Instruments of Political Control. Journal of law, Economics and Organization. 3(2). 243-277. McFadden, Daniel. 1975. The Revealed Preferences of a Government Bureaucracy: Theory. Bell Journal of Economics. 6(2). 401416.",
        "MaCurdy, Thomas. 1982. The Use of Time Series Processes to Model the Error Structure of Earnings in a Longitudinal Data Analysis. Journal of Econometrics. 18(1). 83-114.",
        "Kemple, James, Fred Doolittle and John Wallace. 1993. The National JTPA Study: Site Characteristics ana Participation Patterns. New York: Manpower Demonstration Research Corporation.",
        "Heckman, James and Jeffrey Smith. 1995. The Performance of Performance Standards: The Effects of JTPA Performance Standards on Efficiency, Equity and Participant Outcomes. unpublished manuscript.",
        "Heinrich, Carolyn. 1995. A Case Study of the JTPA Participant Selection and Service Assignment Processes and the Intervening Influences of Performance Standards and Other Administrative Procedures. unpublished manuscript.",
        "Horn, Murray. 1995. The Political Econony of Public Administranon: Instin~nonal Choice in the Public Sector. Cambridge, UK: Cambridge University Press.",
        "Hunt, Allen, Kalman Rupp and Associates. 1984. The Implementation of Title II-A of JTPA in the States and Service Delivery Areas: The New Partnership and Program Directions. Proceedings of the Thirty-Seventh Annual Meeting of the Industrial Relations Research Association.",
        "Hamilton, Alexander, John Jay and James Madison. 1787tl982. The Federalist Papers. New York: New American Library. Hayek, Friedrich. 1945. The Use of Knowledge in Society. American Economic R - iew. 35. 519-530.",
        "Heckman, lames. 1979. Sample Selection Bias as a Specification Error. Econometrical 47. 153-161.",
        "Doolittle, Fred and Linda Traeger. 1990. Implementing the National PAPA Study. New York: Manpower Demonstration Research Corporation.",
        "Courty, Pascal and Gerald Marschke. 1995. Moral Hazard Under Incentive Systems: The Case of a Federal Bureaucracy. unpublished manuscript.",
        "Devine, Theresa and James Heckman. 1996. The Structure and Consequences of Eligibility Rules for a Social Program: A Study of the Job Training Partnership Act. in Solomon Polachek, ea., Research in Arbor Econonucs. forthcoming.",
        "Browning, Edgar. 1987. On the Marginal Welfare Cost of Taxation. American Economic Review. 77.",
        "Anderson, Kathryn, Richard Burkhauser and tennis Raymond. 1993. The Effect of Creaming on Placement Rates under the Job Training Partnership Act. Industrial and labor Relations Review.",
        "Banfield, Edward. 1970. The Unheavenly City. Boston: Little, Brown.",
        "Bloom, Howard. 1986. JTPA Costs. unpublished memo."
    ]
}