{
    "id": 5539,
    "cites": 28,
    "cited_by": 41,
    "reference": [
        "Alchian, A., and R. A. Kessel (1960). \"The Meaning and Validity of the Inflation Induced Lag of Wages Behind Prices,\" American Economic Review (March), 50(4): 43-66. Bach, G. L., and James B. Stephenson (1974). \"Inflation and the Redistribution of Wealth,\" Renew of Economics and Statistics (February), 56: 1-13.",
        "Baneijee, Abjijit V. (1992). \"A Simple Model of Herd Behavior,\" Quarterly Journal of Economics (August), 107(3): 797-817.",
        "Barro, Robert J. (1995). \"Inflation and Economic Growth,\" Bank of England Quarterly Bulletin (May), 166-76.",
        "Bikhchandani, Sushil, David Hirshleifer, and Ivo Welch (1992). \"A Theory of Fashion, Custom, and Cultural Change,\" Journal of Political Economy (October), 100(5): 992-1026.",
        "Branson, William H., and Alvin K. Klevorick (1969). \"Money Illusion and the Aggregate Consumption Function,\" American Economic Review, 59(5): 832-49.",
        "Bruno, Michael, and William Easterly (1995). \"Inflation Crises and Long-Run Growth,\" reproduced, World Bank, July.",
        "Cagan, Phillip (1956). \"The Monetary Dynamics of Hyperinflation.\" In Milton Friedman (ed.), Studies in the Quantity Theory of Money. Chicago: University of Chicago Press, pp. 25-117.",
        "Cargill, Thomas F. (1969). \"An Empirical Investigation of the Wage-Lag Hypothesis,\" American Economic Review (December), 59(5) 806-811.",
        "Cartwright, Phillip A, and DeLorme, Charles D. Jr. (1985). \"The Unemployment-Inflation Voter Utility Relationship in the Business Cycle: Some Evidence,\" Southern Economic Journal (January), 51(3): 898-905.",
        "Cavallo, D. (1983). \"Comment on Indexation and Stability from an Observer of the Argentine Economy.\" In Rudiger Dornbusch and Mario Simonson (eds.), Inflation, Debt and Indexation. Cambridge: MIT Press.",
        "Converse, Phillip E. (1970). \"Attitudes and Non-Attitudes: Continuation of a Dialogue.\" In Edward R. Tufte (ed.), The Quantitative Analysis of Social Problems. Reading, MA: Addison Wesley, pp. 168-189.",
        "Cuzan, Alfred G., and Charles M. Bundrick (1992). \"Selected Fiscal and Economic Effects on Presidential Elections,\" Presidential Studies Quarterly (January), 22(1): 127-134.",
        "Dillman, Don A. (1978). Mail and Telephone Surveys: The Total Design Method. New York: Wiley-Interscience.",
        "Fair, Ray C. (1978). \"The Effect of Economic Events on Votes for President,\" Review of Economics and Statistics (May), 60: 159-173.",
        "Fair, Ray C. (1994). \"The Effect of Economic Events on Votes for President: 1992 Update,\" Cowles Foundation Discussion Paper No. 1084, Yale University.",
        "Fischer, Stanley (1981). \"Towards an Understanding of the Costs of Inflation, II, Carnegie-Rochester Conference Series on Public Policy (Autumn), 15: 5-42.",
        "Fischer, Stanley, and Franco Modigliani (1978). \"Towards an Understanding of the Real Effects and Costs of Inflation,\" Weltwirtschaftliches Archiv, 114(4): 810-833.",
        "Golden, David G., and James M. Poterba (1980). \"The Price of Popularity: The Political Business Cycle Reconsidered,\" American Journal of Political Science (December): 696-714.",
        "Inglehart, Ronald (1985). \"Aggregate Stability and Individual-Level Flux in Mass Belief Systems,\" American Political Science Renew, 79(1): 97-116.",
        "Inglehart, Ronald, and Paul R. Abramson (1994). \"Economic Security and Value Change,\" American Political Science Review (June), 88(2):336-354.",
        "Keynes, John Maynard (1979). The Economic Consequences of the Peace (1919). In The Collected Writings of John Maynard Keynes, Volume II. Cambridge: Macmillan, Cambridge University Press.",
        "Parker, Glenn R. (1986). \"Economic Partisan Advantages in Congressional Contests: 1938-1978,\" Public Opinion Quarterly (Fall), 50: 387-401.",
        "Schmolders, GÃ\u0083Â¼nter (1969). Der Umgang mit Geld im privaten Haushalt. Berlin: Dunker & Humblot.",
        "Sims, Christopher A. (1980). \"Macroeconomics and Reality,\" Econometrica, 48(1)1: 48.",
        "Shafir, Eldar, Peter Diamond, and Amos Tversky (1994). On Money Illusion, reproduced, Princeton University.",
        "Wanniski, Jude, \"You Call This a Good Economy?\" Reader&apos;s Digest, Feb. 1995, pp. 49-51, reprinted from The Wall Street Journal, Nov. 11, 1994.",
        "Warner, John De Witt (1895). \"How Depreciation Would Work,\" Sound Currency, 2(21): 35.",
        "Yantek, Thomas A. (1982). \"Public Support for Presidential Performance: A Study of Macroeconomic Effects,\" Polity, 15(2): 268-278."
    ]
}