{
    "id": 5541,
    "cites": 27,
    "cited_by": 46,
    "reference": [
        "[36] Woodford, Michael, 1991, Self-Fulfilling Expectations and Fluctuations in Aggregate Demand, in N. Gregory Mankiw and David Romer, editors, New Keynesian Economics, vol. 2, Coordination Failures and Real Rigidities, MIT Press. 38",
        "[33] Taylor John B.! 1980, Aggregate Dynamics and Staggered Contracts Journal of Po- litical Economy, vol. 88.",
        "[29] Matsuyama Kiminori, 1991, Increasing Returns, Industrialization, and Indeterminacy of Equilibrium, Quarterly Journal of Economics, vol. CVI, no. 2, pp. 617-650.",
        "[32] Stokey, Nancy 1991, Credible Public Policy. Journal of Economic Dynamics and Con- trol vol. 15, pp. 627-6~6.",
        "[25] Gall, Jordi, 1994b, Monopolistic Competition, Endogenous Markups and Growth. Eu- ropean Economic Review 38, pp. 748-756.",
        "[28] Mathene, Ken, 1995, Increasing Returns and Monetary Policy, manuscript, Depart- ment of Economics, Purdue University.",
        "[21] Farmer, Roger E. A., and Guo, J.-T., 1994, Real Business Cycles and the Animal Spirits Hypothesis, Journal of Economic Theory 63, pp. 42-73.",
        "[23] Fisher, Stanley, 1980, Dynamic Inconsistency, Cooperation and the Benevolent Dis- sembling Government, Journal of Economic Dynamics and Control, vol. 2, pp. 93-107.",
        "[20] Cooper, Russell, and Andrew John, 1988, Coordinating Coordination Failures in Key- nesian Models, Quarterly Journal of Economics, 103, August, pp. 441-463.",
        "[19] Cole, Harold, and Timothy Kehoe, 1995, Self-Fulfilling Lending Crises, manuscript, Federal Reserve Bank of Minneapolis.",
        "[13] Cass, David, and Karl Shell, 1983, Do Sunspots Matter?, Journal of Political Economy 91, 193-227.",
        "[14] Chari V.V., 1988, Time Consistency and Optimal Policy Design, Federal Reserve Bank of Minneapolis Quarterly Review, Fall. 36",
        "[15] Chari, V.V., and Patrick J. Kehoe, 1990, Sustainable Plans. Journal of Political Econ- omy, vol. 98, no. 4, pp. 783-802.",
        "[16] Chari, V.V., and Patrick J. Kehoe, 1993a, Sustainable Plans and Debt, Journal of Economic Theory, vol. 61, no. 2, pp. 230-161.",
        "[17] Chari, V.V., and Patrick J. Kehoe, l993b, Sustainable Plans and tvIutual Default. Review of Economic Studies, vol. 60, pp. 175-195.",
        "[18] Christiano, Lawrence J., Martin Eichenbaum, and Charles Evans, 1996, The Effects of Monetary Policy Shocks: Evidence from the Flow of Funds forthcoming. Review of Economics and Statistics.",
        "[4] Barro, Robert J., and David B. Gordon, 1983, Rules, Discretion and Reputation in a Model of Monetary Policy, Journal of Monetary Economics, vol. 12, pp. 101-121.",
        "[5] Beaudry, Paul and Michael B. Devereux, 1994, Monopolistic Competition, Price Set- ting and the Effects of Real and Monetary Shocks, manuscript, University of British Columbia.",
        "[6] Benhabib, Jess, and Roger E. A. Farmer, 1994, Indeterminacy and Growth. Journal of Economic Theory 63, pp. 19-41.",
        "[7] Benhabib, Jess, and Roger E. A. Farmer, 1995, Indeterminacy and Sector-Specific Externalities, manuscript, department of economics, UCLA, May.",
        "[9] Bryant, John, 1983, A Simple Rational Expectations Keynes-Type Model, Quarterly Journal of Economics, Vol. XCVIII, no. 3.",
        "[10] Burns, Arthur F., 1978, Reflections of an Economic Policy Maker, Speeches and Con- gressional Statements: 1969-1978, American Enterprise Institute for Public Policy Re- search Washington, D.C.",
        "[11] Calvo, Guillermo A., 1978, On the Time Consistency of Optimal Policy in a Monetary Economy, Econometrica, vol. 46, pp. 1411-1428.",
        "[12] Calvo Guillermo A., 1988, Servicing the Public Debt: The Role of Expectations American Economic Review, vol. 78, pp. 647-661.",
        "[1] Abreu, D., 1988, On the Theory of Infinitely Repeated Games with Discounting. Econometr~ca, vol. 56, pp. 383-396.",
        "[2] Azariadis, Costas, 1981, Self-Fulfilling Prophesies, Journal of Economic Theory 25 pp. 380-396.",
        "[3] Ball, Laurence, 1991, The Genesis of Inflation and the Costs of Disinflation. Journal of Money, Credit and Banking, August, vol. 23, number 3, part 2, pp. 439-452."
    ]
}