{
    "id": 5546,
    "cites": 32,
    "cited_by": 17,
    "reference": [
        "Abel, Andrew and Olivier J. Blanchard, 1986, The Present Value of Profits and Cyclical Movement in Investment, Econometrica ~(2), 2489-274.",
        "Ando, Albert, and Alan J. Auerbach, 1990, The Cost of Capital in Japan: Recent Evidence and Further Results, Journal of the Japanese and International Economy; 4(4), 323-50.",
        "Ando, Albert K., Franco Modigliani, Robert Raasche and Stephen J. Turnovsky, 1974, On the Role of Expectations of Price and Technological Change in an Investment Function, International Economic Review 15(2), 384-414.",
        "Baxter, Marianne, and Mario J. Crucini, 1993, Explaining Investment-Savings Correlations, American Economic Review ~(3), 416-36.",
        "Bischoff, Charles, 1971, The Effect of Alternative Lag Distributions, in G. Fromm, ed., Tax Incentives and Capital Spending, Brookings Institution.",
        "Brunner, Allan D. and Steven B. Kamin, 1995, Bank Lending and Economic Activity in Japan: Did `Financial Factors Contribute to the Recent Downturn?, manuscript, Federal Reserve Board of Governors.",
        "Chirinko, Robert S. and Huntley Schaller, 1995, Business Fixed Investment and `Bubbles: The Japanese Case, manuscript.",
        "Clark, Peter K., 1979, Investment in the l97Os: Theory, Performance, Prediction, Brookings Papers on Economic Activity, 73-113.",
        "Cogley, Timothy and James M. Nason, 1995, Output Dynamics in Real Business Cycle Models, American Economic Review ~(3), 492-511.",
        "Economic Planning Agency, 1994, Economic Survey of Javan 1993-1994, Tokyo: Government of Japan.",
        "Economic Planning Agency, 1996, The Jananese Economy: Recent Trends and Outlooks, Tokyo: Government of Japan.",
        "Greenwood, Jeremy, Zvi Hercowitz and Per Krussell, 1995, Long-Run Implications of Investment Specific Technological Change, manuscript, University of Rochester.",
        "Hall, Robert E. and Dale Jorgenson, 1967, Tax Policy and Investment Behavior, American Economic Review, 391-414.",
        "Hayashi, Fumio, 1982, Tobins Marginal q and Average q: A Neoclassical Interpretation, Econometrica 5.Q(1), 213-224.",
        "Hayashi, Fumio, 1986, Why Is Japans Savings Rate So Apparently High?, 147-210 in S. Fischer (ed.) NBER Macroeconomics Annual 1986, Cambridge: MIT Press.",
        "Hayashi, Fumio, 1990, Taxes and Corporate Investment in Japanese Manufacturing, 295-316 in C.R. Hulten (ed.), Productivity Growth in Japan and the United States, Chicago: University of Chicago Press.",
        "Homma, M., F. Hayashi, N. Atoda and K. Hata, 1984, Investment and Corporate Taxes, (in Japanese), Research Monograph No. 41, Institute of Economic Research of the Economic Planning Agency.",
        "Hoshi, Takeo and Anil K Kashyap, 1990, Evidence on q and Investment for Japanese Firms, Journal of the Japanese and International Economies ~, 371-400.",
        "Hoshi, Takeo, Anil K Kashyap and David Scharfstein, 1991, Corporate Structure, Liquidity and Investment: Evidence from Japanese Industrial Groups, Quarterly Journal of Economics ~3LI. 33-60.",
        "Iwamoto, Yasushi, 1989, Average and Marginal Effective Tax Rates of Japanese Enterprises, (in Japanese) Finance Kenkyu (Finance Studies), fl, 1-29.",
        "Jones, Larry E., and Rodolfo E. Manuelli, 1994, The Sources of Economic Growth, manuscript.",
        "Kaldor, Nicholas (1963), Capital Accumulation and Economic Growth, in F.A. Lutz and D. C. Hague, eds, Proceedings of a Conference Held by the International Economics Association, London: MacMillan.",
        "Kiyotaki, Nobuhiro and John Moore, 1994, Credit Cycles, manuscript.",
        "Kiyotaki, Nobuhiro and John Moore, 1995, Credit Chains, manuscript.",
        "Mullins, Mark and Sushil B. Wadwhani, 1989, The Effect of the Stock Market on Investment: A Comparative Study, European Economic Review, ~ 939-956.",
        "Newey, Whitney K. and Kenneth D. West, 1987, A Simple, Positive Semidefinite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55, 703-708.",
        "Nickell, Stephen, 1979, Expectational Investment Models, manuscript.",
        "Ogawa, Kazuo, Shin-ichi Kitasaka, Hiroshi Yamaoka, and Yasuharu Iwata, 1994, Borrowing Constraints and Role of Land Asset in Japanese Corporate Investment Decision, Keizat Bunseki (The Economic Analysis) No. 136, Economic Planning Agency, 113-151.",
        "Simon, Julian, 1990, Great and Almost-Great Magnitudes in Economics, Journal of Economic Persnectives ~(1), 149-156.",
        "Tajiki, Eiji, Fumio Hayashi, and Yuzo Abrai, 1987, Investment: Corporate Taxes and the Cost of Capital, in Macroeconomic Analysis of the Japanese Economy, K. Hamada, M. Kuroda and A. Horiuchi (eds.), Tokyo: Tokyo University Press.",
        "West, Kenneth D., 1992, A Comparison of the Behavior of U.S. and Japanese Inventories International Journal of Production Economics 2~ (1992), 115-222.",
        "Yoshikawa, Hiroshi, 1995, Macroeconomics and the Japanese Economy, Oxford: Oxford University Press."
    ]
}