{
    "id": 5547,
    "cites": 35,
    "cited_by": 10,
    "reference": [
        "Scitovsky, Tibor, and Anne Scitovsky. What price economic progress? Yale Review (1959): 95-110.",
        "Singer, Judith D., and John A. Butler. The education for all handicapped children act: Schools as agents of social reform. Harvard Educational Review 57, no. 2 (May 1987): 125-52.",
        "U.S. Bureau of The Census. Statistical abstract of the United States. Washington, D.C.: U. S. Government Printing Office, 1993.",
        "Ram, Rati. Public educational expenditures in the United States: An analytical comparison withotherindustrilaizedcountries.EconomicsofEducationReviewl4,no. l(Marchl995): 53-61. Rasell, M. E., and L. Mishel. Shortcoming education. Economic Policy Institute Briefing Paper, Washingtron, DC, 1990.",
        "Rothstein, Richard, and Karen Hawley Miles. Wheres the money gone? Changes in the level arid composition of education spending. Washington, DC: Economic Policy Institute, 1995.",
        "Organization for Economic Co-operation and Development (OECD). Education at a Glance: OECD Indicators. Paris: OECD, 1993.",
        "Nelson, F. Howard. International comparison of public spending on education. Washington, DC: Research Department of the American Federation of Teachers, 1991.",
        "Newhouse, Joseph P. Medical care costs: How much welfare loss? Journal of Economic Perspectives 6, no. 3 (Summer 1992): 3-21.",
        "National Center for Education Statistics. Digest of education statistics, 1995. Washington, DC: NCES, 1995.",
        "National Commission on Excellence in Education. A nation at risk: the imperative for educational reform. Washington, D.C.: U.S. Government Printing Office, 1983.",
        "Monk, David H. Educational finance: An economic approach new. New York: McGraw- Hill, 1990.",
        "Mosteller, Frederick. The Tennessee study of class size in the early school grades. The Future of Children 5, no. 2 (Summer/Fall 1995): 113-27.",
        "Murnane, Richard J., Judith D. Singer, John B. Willett, James J. Kemple, and Randall J. Olsen. Urno will teach? Cambridge: Harvard University Press, 1991.",
        "Murphy, Kevin M., and Finis Welch. Wage premiums for college graduates: Recent growth and possible explanations. Educational Researcher 18, no. 4 (May 1989): 17-26.",
        "In Holding schools accountable, edited by Helen Ladd. Washington, DC: Brookings, forthcoming. Maddison, Angus. Dynamic forces in capitalist development: A long-run comparative view. Oxford: Oxford University Press, 1991.",
        "Hedges, Larry V., Richard D. Laine, and Rob Greenwald. Does money matter? A meta- analysis of studies of the effects of differential school inputs on student outcomes. Educational Researcher 23, no. 3 (April 1994): 5-14.",
        "II. Reports Prepared for the New York State Special Commission on Educational Structure, Policies and Practices. Albany, NY: New York State Commission on Educational Structure, Policies and Practices, 1993.",
        "Hanushek, Eric A., Steven G. Rivkin, and Lori L. Taylor. Aggregation and the Estimated Effects of School Resources. Review of Economics and Statistics (forthcoming). Hanushek, Eric A. with others. Making schools work: Improving performance and controlling costs. Washington, DC: Brookings Institution, 1994.",
        "Hartman, William T. Policy effects of special education funding formulas. Journal of Education Finance 6 (Fall 1980): 135-59.",
        "Hanushek, Eric A. The economics of schooling: Production and efficiency in public schools. Journal of Economic Literature 24, no. 3 (September 1986): 1141-77.",
        "DC: Brookings, forthcoming. Hanushek, Eric A., and Richard R. Pace. Who chooses to teach (and why)? Economics of Education Review (1995).",
        "Grissmer, David W., Sheila Nataraj Kirby, Mark Berends, and Stephanie Williamson. Student achievement and the changing American family. Santa Monica, CA: Rand Corporation, 1994.",
        "Flyer, Frederick, and Sherwin Rosen. The new economics of teachers and education. (mimeo), July 25, 1994.",
        "Freeman, Richard B. The over-educated American. New York: Academic Press, 1976.",
        "Glass, Gene V., and Mary Lee Smith. Meta-analysis of research on class size and achievement. Educational Evaluation and Policy Analysis 1, no. 1 (1979): 2-16.",
        "Congressional Budget Office. Trends in educational achievement. Washington, D.C.: Congressional Budget Office, 1986.",
        "Ferguson, Ronald. Paying for public education: New evidence on how and why money matters. Harvard Journal on Legislation 28, no. 2 (Summer 1991): 465-98.",
        "Chaikind, Stephen, Louis C. Danielson, and Marsha L. Brauen. What do we know about the costs of special education? A selected review. Journal of Special Education 26, no. 4 (1993): 344 70.",
        "Bennett, William J. American education: Making it work. Washington, DC: U.S. Government Printing Office, 1988.",
        "Card, David, and Alan B. Krueger. Does school quality matter? Returns to education and the characteristics of public schools in the United States. Journal of Political Economy 100, no. 1 (February 1992): 1-40.",
        "Baumol, William J., and William G. Bowen. On the performing arts: The anatomy of their economic problems. American Economic Review 55 (May 1965): 495-502.",
        "Ballou, Dale, and Michael Podgursky. Recruiting smarter teachers. Journal of Human Resources 3O, no. 2 (Spring 1995): 326-38.",
        "Baumol, William J. Macroeconomics of unbalanced growth: The anatomy of urban crisis. American Economic Review 57, no. 3 (June 1967): 415-26.",
        "Akerhielm, Karen. Does class size matter? Economics of Education Review 14, no. 3 (September 1995): 229-41.",
        "Ballou, Dale. Do Public Schools Hire the Best Applicants? Quarterly Journal of Economics 111, no. 1 (February 1996): 97-134."
    ]
}