{
    "id": 5550,
    "cites": 41,
    "cited_by": 63,
    "reference": [
        "Weingast, Barry R. and William J. Marshall (1988). The Industrial Organization of Congress: or Why Legislatures, Like Firms, Are Not Organized As Markets. Journal of Political Economy 96, 132-163.",
        "von Hagen, Jurgen and Ian J. Harden (1995). Budget Processes and Commitment to Fiscal Discipline. Eurooean Economic Review 39, 771779.",
        "von Hagen, Jurgen (1992). Budgeting Procedures and Fiscal Performance in the European Communities. Economic Paper 96, Commission of the European Communities DG for Economic and Financial Affairs.",
        "U.S. General Accounting Office (1985). Budget Issues: State Balanced Budget Practices. GAO Document GAO/AFMD-86-22 BR. Washington: General Accounting Office.",
        "U.S. General Accounting Office (1993). Balanced Budget Requirements: State Experiences and Implications for the Federal Government. GAO Document GAO/AFM D-93-58BR. Washington: General Accounting Office. von Hagen, Jurgen (1 99i). A Note on the Empirical Effectiveness of Formal Fiscal Restraints. Journal of Public Economics 44, 199-210.",
        "Skidmore, Mark and James AIm (1994). Voting on Tax and Expenditure Limitations. Northern Illinois University, Department of Economics, mimeo.",
        "Shadbegian, Ronald J. (1996). Do Tax and Expenditure Limitations Affect the Size and Growth of State Government? Contemporary Economic Policy 14, 22-35.",
        "Rueben, Kim 5. (1995). Tax Limitations and Government Growth: THe Effect of State Tax and Expenditure Limits on State and Local Government. Mimeo, MIT Department of Economics.",
        "Riker, William (1980). Implications for the Disequilibrium of Majority Rule for the Study of Institutions. American Political Science Review 74, 432446.",
        "Reischauer, Robert D. (1990). Taxes and Spending Under Gramm-RudmanHollings.  National Tax Journal 43: 223-232.",
        "Preston, Anne E. and Casey Ichniowski (1991). A National Perspective on the Nature and Effects of the Local Property Tax Revolt, 1976-1986. National Tax Journal 44, 123-146.",
        "Presidents Commission on Budget Concepts (1967). Report of the Presidents Commission on Budget Concepts. Washington: U.S. Government Printing Office.",
        "Posen, Adam S. (1995). Declarations Are Not Enough: Financial Sector Sources of Central Bank Independence. In NBER Macroeconomics Annual 1995, ed. B. Bernanke and J. Rotemberg. Cambridge: MIT Press. Poterba, James M. (1 994a). American Fiscal Policy in the 1 980s. In American Economic Policy in the 1 98Os, ed M. Feldstein. Chicago: University of Chicago Press. Poterba, James M. (1 994b). State Responses to Fiscal Crises: The Effects of Budgetary Institutions and Politics. Journal of Political Economy 102, 799-821. Poterba, James M. (1 995a) Balanced Budget Rules and Fiscal Policy: Evidence From the States. National Tax Journal 48, 329-337. Poterba, James M. (i 995b) Capital Budgets, Borrowing Rules, and State Capital Spending. Journal of Public Economics 56, 165-187.",
        "Organization for Economic Cooperation and Development (1995). Budgeting for Results: Perspectives on Public Expenditure Management. Paris: OECD.",
        "National Association of State Budget Officers (1992). State Balanced Budget Requirements: Provisions and Practice. Washington: National Association of State Budget Officers.",
        "Musgrave, Richard A. (1939). The Nature of Budgetary Balance and the Case for the Capital Budget. American Economic Review 29, 260-271.",
        "Masia, Neal (1995). Executive Power in the Budget Process: Evidence from the States. Washington: Congressional Budget Office.",
        "Lowry, Robert C. and James E. Alt (1995). A Visible Hand? lntertemporal Efficiency, Costly Information, and Market-Based Enforcement of Balanced Budget Laws. Harvard University Department of Government, mimeo.",
        "Kotlikoff, Laurence J. (1986). Deficit Delusion. The Public Interest 84: 5365.",
        "Laibson, David (1994). Self-Control and Saving. Harvard University, Department of Economics, mimeo.",
        "Kiewiet, D. Roderick, and Kristin Szakaly (1996). The Efficacy of Constitutional Restrictions on Borrowing, Taxing, and Spending: An Analysis of State Bonded Indebtedness, 1961-90. Journal of Law. Economics, and Organization (forthcoming).",
        "Holtz-Eakin, Douglas (1988). The Line Item Veto and Public Sector Budgets: Evidence from the States. Journal of Public Economics 36, 269-292.",
        "The Influence of the Gramm-Rudman-Hollings Act on Federal Budgetary Outcomes, 1986-1989. Journal of Policy Analysis and Management ii: 207-234.",
        "Gramlich, Edward M. (1990). U.S. Federal Budget Deficits and GrammRudman -Hollings. American Economic Review 80: 75-80.",
        "Goldstein, Morris and Geoffrey Woglom (1992). Market-Based Fiscal Discipline in Monetary Unions: Evidence from the U.S. Municipal Bond Market. In Establishing a Central Bank: Issues in Europe and Lessons from the United States, ed. M. B. Canzoneri, V. Grilli, and P. R. Masson. Cambridge: Cambridge University Press.",
        "Gold, Steven D. (1992). State Government Experience with Balanced Budget Requirements: Relevance to Federal Proposals. In U.S. House of Representatives, Committee on the Budget, The Balanced Budget Amendment: Volume 2, May 13 1992, 202-210.",
        "Ferejohn, John and Keith Krehbiel (1987). The Budget Process and the Size of the Budget. American Journal of Political Science 31, 296-320.",
        "Eichengreen, Barry J. (1992). Should the Maastrict Treaty Be Saved? International Finance Section Working Paper 74. Princeton: Princeton University.",
        "Dye, Richard F. and Therese J. McGuire (1995). The Effect of Property Tax Limitation Measures on Local Government Fiscal Behavior. University of Illinois, Institute of Government and Public Affairs, mimeo.",
        "Cram, W. Mark, and James C. Miller III (1990). Budget Process and Spending Growth. William and Mary Law Review 31, 1021-1046.",
        "CoIm, G. and P. Wagner (1963), Some Observations on the Budget Concept. Review of Economics and Statistics 45, 122-126.",
        "Bunch, Beverly S. (1991). The Effect of Constitutional Debt Limits on State Governments Use of Public Authorities. Public Choice 68, 57-69.",
        "Bohn, Henning, and Robert P. Inman (1995). Constitutional Limits and Public Deficits: Evidence from the U.S. States. Carnegie-Rochester Conference Series on Public Policy December.",
        "Barro, Robert (1979). On the Determination of the Public Debt, Journal of Political Economy 87, 940-971.",
        "Bayoumi, Tamim, and Geoffrey Woglom (1995). Do Credit Markets Discipline Sovereign Borrowers: Evidence from U.S. States. Journal of Money Credit and Banking 27, 1046-1059.",
        "Auerbach, Alan J., Jegadeesh Gokhale, and Laurence Kotlikoff (1991). Generational Accounts: A Meaningful Alternative to Deficit Accounting. In Tax Policy and the Economy. Volume 5, D. Bradford, ed. Cambridge, MA: The MIT Press, 55-1 10.",
        "Auerbach, Alan J. (1995). Budget Deficits and Debt: Solutions for Developed Economics. In Federal Reserve Bank of Kansas City, Budget Deficits and Debt: Issues and Options. Kansas City: Federal Reserve Bank of Kansas City.",
        "Alt, James E. and Robert C. Lowry (1994). Divided Government, Fiscal Institutions, and Budget Deficits: Evidence from the States. American Political Science Review 88, 811-828.",
        "Alesina, Alberto, Ricardo Hausmann, Rudolf Hommes, and Ernesto Stein (1995). Budget Institutions and Fiscal Performance in Latin America. Mimeo, International Development Bank.",
        "Abrams, B.A. and W.R. Dougan (1986). The Effects of Constitutional Restraints on Government Spending. Public Choice 49, 101-i 16.",
        "Advisory Council on Intergovernmental Relations (1987). Fiscal Discipline in the Federal System: National Reform and the Experience of the States. Washington: Advisory Council on Intergovernmental Relations. Alesina, Alberto, and Roberto Perotti (1 995a). Budget Deficits and Budget Institutions. Mimeo, Harvard University. Alesina, Alberto, and Roberto Perotti (1 995b). Fiscal Adjustment: Fiscal Expansions and Fiscal Adjustments in OECD Countries. Economic Policy 21 (October), 207-240."
    ]
}