{
    "id": 5554,
    "cites": 234,
    "cited_by": 39,
    "reference": [
        "Adler, Hans (1949), \"The Post-War Reorganization of the German Banking System,\" Quarterly Journal of Economics, LXHI, 322-41. Aghion, Philippe and Patrick Bolton (1992), \"An 'Incomplete Contracts' Approach to Financial Contracting,\" Review of Economic Studies, 59, 473-94.",
        "Aghion, Philippe, Oliver Hart, and J. Moore (1992), \"The Economics of Bankruptcy Reform,\" Journal of Law, Economics and Organization, 8, 523-46.",
        "Alchian, Armen (1950), \"Uncertainty, Evolution, and Economic Theory,\" Journal of Political Economy, 58,211-21.",
        "Allen, Franklin and Douglas Gale (1994), Financial Innovation and Risk Sharing, Cambridge, MA: MIT Press.",
        "Aoki, Masahiko (1990), \"Towards an Economic Model of the Japanese Firm,\" Journal of Economic Literature, XXVm, 1-27.",
        "Asquith, Paul, Robert Gertner, and David Scharfstein (1994), \"Anatomy of Financial Distress: an Examination of Junk Bond Issuers,\" Quarterly Journal of Economics, CIX, 625-658.",
        "Asquith, Paul and Thierry Wizman (1990), \"Event Risk, Covenants, and Bondholders' Returns in Leveraged Buyouts,\" Journal of Financial Economics, 27, 195-214.",
        "Baird, Douglas(1995), \"The Hidden Virtues of Chapter 11: an Overview of the Law and Economics of Financially Distressed Firms,\" manuscript, University of Chicago Law School.",
        "Baird, Douglas and Thomas Jackson (1985), Cases, Problems, and Materials on Bankruptcy, Boston: Little, Brown and Co.",
        "Barca, Fabrizio (1995), \"On Corporate Governance in Italy: Issues, Facts and Agency,\" manuscript, Bank of Italy, Rome.",
        "Barclay, Michael and Clifford Holderness (1989), \"Private Benefits from Control of Public Corporations,\" Journal of Financial Economics, 25, 371-95.",
        "Barclay, Michael and Clifford Holderness (1992), \"The Law and Large-Block Trades,\" The Journal of Law and Economics, XXXV, 265-94.",
        "Baumol, William (1959), Business Behavior, Value and Growth, New York: Macmillan Company.",
        "Bebchuk, Lucian (1985), \"Toward Undistorted Choice and Equal Treatment in Corporate Takeovers,\" Harvard Law Review, 98, 1693-Bebchuk, Lucian (1988), \"A New Method for Corporate Reorganization,\" Harvard Law Review, 101, 775-804.",
        "Bebchuk, Lucian (1989), \"Takeover Bids Below the Expected Value of Minority Shares,\" Journal of Financial and Quantitative Analysis, 24, 171-84.",
        "Bebchuk, Lucian (1994), \"Efficient and Inefficient Sales of Corporate Control,\" Quarterly Journal of Economics, CIX, 957-94.",
        "Benston, George (1985), \"The Self-Serving Management Hypothesis: Some Evidence,\" Journal of Accounting & Economics, 7, 67-83.",
        "Berglof, Erik and Enrico Perotti (1994), \"The Governance Structure of the Japanese Financial Keiretsu,\" Journal of Financial Economics, 36, 259-84.",
        "Berglof, Erik and Ernst-Ludwig von Thadden, (1994) \"Short-Term versus Long-Term Interests: Capital Structure with Multiple Investors,\" Quarterly Journal of Economics, CIX, 1055-84.",
        "Bergstrom, Clas and Kristian Rydqvist (1990), \"Ownership of Equity in Dual-Class Firms,\" Journal of Banking and Finance, 14, 255-69.",
        "Berle, Adolf and Gardiner Means (1932), The Modern Corporation and Private Property, New York: Macmillan.",
        "Bhide, Amar (1993), \"The Hidden Costs of Stock Market Liquidity,\" Journal of Financial Economics, 34,31-51.",
        "Bhagat, Sanjay, Andrei Shleifer, and Robert Vishny (1990), \"Hostile Takeovers in the 1980s: the Return to Corporate Specialization,\" Brookings Papers on Economic Activity: Microeconomics, Special Issue, 1-72.",
        "Black, Bernard (1990), \"Shareholder Passivity Reexamined,\" Michigan Law Review, 89, 520-91.",
        "Black, Bernard and John Coffee (1994), \"Hail Britannia?: Institutional Investor Behavior under Limited Regulation,\" Michigan Law Review, 92, 1997-2087.",
        "Blasi Joseph, and Andrei Shleifer (1995), \"Corporate Governance in Russia: an Initial Look,\" manuscript, Rutgers University.",
        "Bolton, Patrick and David Scharfstein (1990), \"A Theory of Predation Based on Agency Problems in Financial Contracting,\" American Economic Review, 80, 94-106.",
        "Bolton, Patrick and David Scharfstein (1996), \"Optimal Debt Structure and the Number of Creditors,\" Journal of Political Economy 104, 1-25.",
        "Boycko, Maxim, Andrei Shleifer, and Robert W. Vishny (1993), \"Privatizing Russia,\" Brookings Papers on Economic Activity, 139-192.",
        "Boycko, Maxim, Andrei Shleifer, and Robert W. Vishny (1996), \"A Theory of Privatization,\" Paish Lecture, Economic Journal.",
        "Brickley, James, Sanjay Bhagat and Ronald Lease (1985), \"The Impact of Long-Range Managerial Compensation Plans on Shareholder Wealth,\" Journal of Accounting and Economics, 7, 115-30.",
        "Brudney, Victor and Marvin A. Chirelstein (1978), \"A Restatement of Corporate Freeze-Outs,\" Yale Law Journal, 87, 1354-75.",
        "Bulow, Jeremy and Kenneth Rogoff (1989), \"A Constant Recontracting Model of Sovereign Debt,\" Journal of Political Economy, XCVII, 155-78.",
        "Burkart, M, Dennis Gromb and Fausto Panunzi (1994), \"Large Shareholders, Monitoring and Fiduciary Duty,\" manuscript, Massachusetts Institute of Technology.",
        "Burrough, Bryan and John Helyar (1990), Barbarians at the Gate: The Fall of RJR Nabisco, New York: Harper & Row.",
        "Charkham, Jonathan (1994), Keeping Good Company: A Study of Corporate Governance in Five Countries, Oxford: Clarendon Press.",
        "Clark, Robert (1985), \"Agency Costs versus Fiduciary Duties,\" in J. Pratt and R. Zeckhauser, eds. Principals and Agents: The Structure of Business, Cambridge, MA: Harvard Business School Press.",
        "Coase, Ronald (1937), \"The Nature of the Firm,\" Economica, 4, 386-405. Coase, Ronald (I960), \"The Problem of Social Cost,\" Journal of Law and Economics, 3,1-44.",
        "Coffee, John (1991), \"Liquidity versus Control: The Institutional Investor as Corporate Monitor,\" Columbia Law Review, 91, 1277-368.",
        "Comment, Robert and Gregg Jarrell (1995), \"Corporate Focus and Stock Returns,\" Journal of Financial Economics 37, 67-87.",
        "Comment, Robert and G. William Schwert (1993), \"Poison or Placebo? Evidence on the Deterrent and Wealth Effects of Modem Antitakeover Measures,\" Journal of Financial Economics, 39, 3-44.",
        "Coughlan, Anne and Ronald Schmidt (1985), \"Executive Compensation, Management Turnover, and Firm Performance: An Empirical Investigation,\" Journal of Accounting and Economics, 7, 43-66.",
        "Cremer, Jacques (1995), \"Arm's Length Relationships,\" Quarterly Journal of Economics, CX, 275-96.",
        "Dann, Larry and Harry DeAngelo (1983), \"Standstill Agreements, Privately Negotiated Stock Repurchases, and the Market for Corporate Control,\" Journal of Financial Economics, 11, 275-300.",
        "DeAngelo, Harry and Linda DeAngelo (1985), \"Managerial Ownership of Voting Rights,\" Journal of Financial Economics, 14, 33-69.",
        "DeAngelo, Harry, Linda DeAngelo, and Edward Rice (1984), \"Going Private: Minority Freezeouts and Stockholder Wealth,\" Journal of Law and Economics, 27, 367-401.",
        "DeAngelo, Harry and Edward Rice (1983), \"Antitakeover Amendments and Stockholder Wealth,\" Journal of Financial Economics, 11, 329-60.",
        "De Long, J. Bradford (1991), \"Did Morgan's Men Add Value? An Economist's Perspective on Financial Capitalism,\" in Peter Temin (ed.) Inside the Business Enterprise: Historical Perspectives on the Use of Information, Chicago: University Press.",
        "De Long, J. Bradford, Andrei Shleifer, Lawrence Summers, and Robert Waldmann (1989), \"The Size and Incidence of the Losses from Noise Trading,\" Journal of Finance, XLFV, 681-696.",
        "De Long, J. Bradford, Andrei Shleifer, Lawrence Summers, and Robert Waldmann (1990), \"Noise Trader Risk in Financial Markets,\" Journal of Political Economy, XCVDI, 703-738.",
        "Demsetz, Harold (1983), \"The Structure of Ownership and the Theory of the Firm,\" Journal of Law and Economics, 26, 375-90.",
        "Demsetz, Harold and Kenneth Lehn (1985), \"The Structure of Corporate Ownership. Causes and Consequences,\" Journal of Political Economy, 93, 1155-77.",
        "Denis, David and Jan Serrano (1996), \"Active Investors and Management Turnover Following Unsuccessful Control Contests,\" Journal of Financial Economics, 40, 239-266. Dewatripont, Mathias and Eric Maskin (1995), \"Credit and Efficiency in Centralized and Decentralized Economies,\" Review of Economic Studies 62, 541-556. Dewatripont, Mathias and Jean Tirole (1994), \"A Theory of Debt and Equity: Diversity of Securities and Manager-Shareholder Congruence,\" Quarterly Journal of Economics, CIX, 1027-54. Diamond, Douglas (1984), \"Financial Intermediation and Delegated Monitoring,\" Review of Economic Studies, 51, 393-414.",
        "Diamond, Douglas (1989), \"Reputation Acquisition in Debt Markets,\" Journal of Political Economy, 97, 828-62.",
        "Diamond, Douglas (1991), \"Debt Maturity Structure and Liquidity Risk,\" Quarterly Journal of Economics, 439, 1027-54. Dodd, Peter and Jerold Warner (1983), \"On Corporate Governance: A Study of Proxy Contests,\" Journal of Financial Economics, 11, 401-39. Douglas, William O. (1940), Democracy and Finance, New Haven: Yale University Press. Downs, Anthony (1957), An Economic Theory of Democracy, New York: Harper. Easterbrook, Frank (1984), 'Two Agency-Cost Explanations of Dividends,\" American Economic Review, 74, 650-59.",
        "Easterbrook, Frank and Daniel Fischel (1983), \"Voting in Corporate Law,\" Journal of Law and Economics, 26, 395-427.",
        "Easterbrook, Frank and Daniel Fischel (1991), The Economic Structure of Corporate Law, Cambridge: Harvard University Press.",
        "Eaton, Jonathan and Marie Gersovitz (1981), \"Debt with Potential Repudiation: Theoretical and Empirical Analysis,\" Review of Economic Studies, 48, 289-309.",
        "Edwards, Jeremy and Klaus Fischer, (1994), Banks, Finance and Investment in West Germany Since 1970, Cambridge: Cambridge University Press.",
        "Eisenberg, Melvin (1976), The Structure of the Corporation: A Legal Analysis, Boston: Little, Brown and Company.",
        "Fama, Eugene (1980), \"Agency Problems and the Theory of the Firm,\" Journal of Political Economy, 88, 288-307.",
        "Fama, Eugene, Lawrence Fisher, Michael Jensen, and Richard Roll (1969), \"The Adjustment of Stock Prices to New Information,\" International Economic Review, X, 1 -21.",
        "Fama, Eugene and Michael Jensen, (1983a), \"Separation of Ownership and Control,\" Journal of Law and Economics, XXVI, 301-25.",
        "Fama, Eugene and Michael Jensen (1983b), \"Agency Problems and Residuals Claims,\" Journal of Law and Economics, 26, 327-49.",
        "Fluck, Zsussanna (1995), \"The Optimality of Debt vs Outside Equity,\" manuscript, New York University.",
        "Franks, Julian and Colin Mayer (1990), \"Takeovers: Capital Markets and Corporate Control: A Study of France, Germany and the UK,\" Economic Policy: A European Forum, 10, 189-231.",
        "Franks, Julian and Colin Mayer (1994), \"The Ownership and Control of German Corporations,\" manuscript, London Business School.",
        "Galbraith, John Kenneth (1955), The Great Crash, 1929, Boston: Houghton Mifflin.",
        "Gale, Douglas and Martin Hellwig (1985), \"Incentive-Compatible Debt Contracts: The One-Period Problem,\" Review of Economic Studies, 52, 647-63.",
        "Gertner, Robert and David Scharfstein (1991), \"A Theory of Workouts and the Effects of Reorganization Law, Journal of Finance, 46, 1189-222.",
        "Gertner, Robert, David Scharfstein, and Jeremy Stein (1994), \"Internal versus External Capital Markets,\" Quarterly Journal of Economics CDC, 1211-1230.",
        "Gilson, Stuart (1990), \"Bankruptcy, Boards, Banks, and Blockholders,\" Journal of Financial Economics, 27, 355-87.",
        "Gilson, Stuart, Kose John, and Larry Lang (1990), \"Troubled Debt Restructurings: an Empirical Study of Private Reorganization of Firms in Default,\" Journal of Financial Economics 27, 315-355.",
        "Gomes, Armando (1996), \"Dynamics of Stock Prices, Manager Ownership, and Private Benefits of Control,\" Manuscript, Harvard University.",
        "Gorton, Gary and Frank Schmid (1996), \"Universal Banking and the Performance of German Firms,\" National Bureau of Economic Research Working Paper #5453, Cambridge, MA..",
        "Grossman, Sanford and Oliver Hart (1980), \"Takeover Bids, the Free-rider Problem, and the Theory of the Corporation, Bell Journal of Economics, 11, 42-64.",
        "Grossman, Sanford and Oliver Hart (1982), \"Corporate Financial Structure and Managerial Incentives,\" in J. J. McCall (ed.), The Economics of Information and Uncertainty, Chicago: University of Chicago Press, 123-55.",
        "Grossman, Sanford and Oliver Hart (1986), \"The Costs and Benefits of Ownership : A Theory of Vertical and Lateral Integration,\" Journal of Political Economy, 94, 691-719.",
        "Grossman, Sanford and Oliver Hart (1988), \"One Share-One Vote and the Market for Corporate Control,\" Journal of Financial Economics, 20, 175-202.",
        "Grossman, Gene, and Alan Krueger (1993), \"Environmental Impact of a North-American Free Trade Agreement,\" in The U.S.-Mexico Free Trade Agreement, P. Garber, ed., Cambridge: MIT Press.",
        "Grundfest, Joseph (1990), \"Subordination of American Capital,\" Journal of Financial Economics, 27, 89-114.",
        "Hansmann, Henry (1988), \"Ownership of the Firm,\" Journal of Law, Economics and Organization, 4, 267-304.",
        "Hansmann, Henry (1990), \"When Does Worker Ownership Work? ESOPs, Law Firms, Codetermination, and Economic Democracy,\" The Yale Law Journal, 99,1749-816.",
        "Harris, Milton and Artur Raviv (1988), \"Corporate Governance: Voting Rights and Majority Rules,\" Journal of Financial Economics, 20, 203-35.",
        "Harris, Milton and Artur Raviv (1989), \"The Design of Securities,\" Journal of Financial Economics, 24, 255-88.",
        "Harris, Milton and Artur Raviv (1990), \"Capital Structure and the Informational Role of Debt,\" Journal of Finance, 45, 321-50.",
        "Hart, Oliver (1993), \"Theories of Optimal Capital Structure: A Managerial Discretion Perspective,\" in Margaret Blair (ed.), The Deal Decade: What Takeovers and Leveraged Buyouts Mean for Corporate Governance, Washington, DC: Brookings Institution.",
        "Hart, Oliver (1995), Firms, Contracts, and Financial Structure, London. Oxford University Press.",
        "Hart, Oliver and John Moore (1989), \"Default and Renegotiation: A Dynamic Model of Debt,\" manuscript, Harvard University.",
        "Hart, Oliver and John Moore (1990), \"Property Rights and the Nature of the Firm,\" Journal of Political Economy, 98, 1119-58.",
        "Hart, Oliver and John Moore (1994a), \"A Theory of Debt Based on the Inalienability of Human Capital,\" Quarterly Journal of Economics, 439, 841-79.",
        "Hart, Oliver and John Moore (1994b), \"The Governance of Exchanges: Members' Cooperatives versus Outside Ownership,\" manuscript, Harvard University.",
        "Hart, Oliver and John Moore (1995), \"Debt and Seniority: An Analysis of the Role of Hard Claims in Constraining Management,\" American Economic Review, 85, 567-85.",
        "Hart, Oliver, Andrei Shleifer and Robert Vishny (1995), \"The Proper Scope of Government: Theory and an Application to Prisons,\" manuscript, Harvard University.",
        "Haubrich, Joseph (1994), \"Risk Aversion, Performance Pay, and the Principal-Agent Problem,\" Journal of Political Economy, 102, 258-76.",
        "Hellwig, Martin (1994), \"Banking and Finance at the End of the Twentieth Century,\" Wirtschaftswissenschaftliches Zentrum Discussion Paper No. 9426, University of Basel.",
        "Holdemess, Clifford and Dennis Sheehan (1988a), \"What Constrains Managers Who Own Large Blocks of Stock?\" Managerial Economics Research Center Working Paper #88-07, University of Rochester.",
        "Holdemess, Clifford and Dennis Sheehan (1988b), \"The Role of Majority Shareholders in Publicly Held Corporations: An Exploratory Analysis,\" Journal of Financial Economics, 20, 317-46.",
        "Holmstrom, Bengt (1979), \"Moral Hazard and Observability,\" Bell Journal of Economics, 10, 4-29.",
        "Holmstrom, Bengt (1982), \"Managerial Incentive Problems: A Dynamic Perspective,\" in Essays in Economics and Management in Honor of Lars Wahlbeck, Helsinki: Swedish School of Economics, 210-35.",
        "Holmstrom, Bengt and Jean Tirole (1989), \"The Theory of the Firm,\" in R. Schmalensee and R. D. Willig (eds.) Handbook of Industrial Organization, Vol. 1, Handbooks in Economics, No. 10, Amsterdam: North-Holland, 61-133.",
        "Hopt, Klaus and Gunther Teubner, eds. (1985), Corporate Governance and Directors' Liabilities, Berlin: de Gruyter.",
        "Homer, M. (1988), \"The Value of the Corporate Voting Right,\" Journal of Banking and Finance, 12, 69-83.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein (1990), \"The Role of Banks in Reducing the Costs of Financial Distress in Japan,\" Journal of Financial Economics, 27, 67-88.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein (1991), \"Corporate Structure, Liquidity and Investment: Evidence from Japanese Industrial Groups,\" Quarterly Journal of Economics, 106, 33-60.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein (1993), \"The Choice Between Public and Private Debt: an Analysis of Post-Deregulation Corporate Finance in Japan,\" National Bureau of Economic Research Working Paper #4421, Cambridge, MA.",
        "Hunt, Bishop Carleton (1936), The Development of the Business Corporation in England, 1800-1867, Cambridge, MA: Harvard University Press.",
        "Jarrell, Gregg, James Brickley, and Jeffiy Netter (1988), \"The Market for Corporate Control: The Empirical Evidence Since 1980,\" Journal of Economic Perspectives, 2, 49-68.",
        "Jarrell, Gregg and Annette Poulsen (1988a), \"Shark Repellents and Stock Prices: The Effects of Antitakeover Amendments since 1980,\" Journal of Financial Economics, 19, 127-68.",
        "Jarrell, Gregg and Annette Poulsen (1988b), \"Dual-class Recapitalizations as Antitakeover Mechanisms: The Recent Evidence,\" Journal of Financial Economics, 20, 129-52.",
        "Jensen, Michael (1986), \"Agency Costs of Free Cash Flow, Corporate Finance and Takeovers,\" American Economic Review, 76, 323-29.",
        "Jensen, Michael (1988), \"Takeovers: Their Causes and Consequences,\" Journal of Economic Perspectives, 2, 21-48.",
        "Jensen, Michael (1989a), \"Eclipse of the Public Corporation,\" Harvard Business Review, Sept-Oct., 60-70.",
        "Jensen, Michael (1989b), \"Active Investors, LBOs and the Privatization of Bankruptcy,\" Journal of Applied Corporate Finance, 2, 35-44.",
        "Jensen, Michael (1993), \"The Modern Industrial Revolution, Exit, and the Failure of Internal Control Systems,\" Journal of Finance, 48, 831-80.",
        "Jensen, Michael and William Meckling (1976), \"Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure,\" Journal of Financial Economics, 3, 305-60.",
        "Jensen, Michael and Kevin Murphy (1990), \"Performance Pay and Top Management Incentives,\" Journal of Political Economy, 98, 225-63.",
        "Jensen, Michael and Richard Ruback (1983), \"The Market for Corporate Control: The Scientific Evidence,\" Journal of Financial Economics, 11, 5-50.",
        "Johnson, W. Bruce, Robert Magee, Nandu Nagarajan, and Harry Newman (1985), \"An Analysis of the Stock Price Reaction to Sudden Executive Deaths: Implications for the Management Labor Market,\" Journal of Accounting & Economics, 7, 151-74.",
        "Kang, Jun-Koo and Anil Shivdasani (1995), \"Firm Performance, Corporate Governance, and Top Executive Turnover in Japan,\" Journal of Financial Economics, 38, 29-58.",
        "Kaplan, Steven (1989), \"The Effects of Management Buyouts on Operating Performance and Value,\" Journal of Financial Economics, 24, 217-54.",
        "Kaplan, Steven (1991), \"The Staying Power of Leveraged Buyouts,\" Journal of Financial Economics, 29, 287-313.",
        "Kaplan, Steven (1994a),\"Top Executives, Turnover, and Firm Performance in Germany,\" Journal of Law, Economics, and Organization, 10,142-59.",
        "Kaplan, Steven (1994b), 'Top Executive Rewards and Firm Performance: A Comparison of Japan and the United States,\" Journal of Political Economy, 102, 510-46.",
        "Kaplan, Steven and Bernadette Minton (1994), \"Appointments of Outsiders to Japanese Boards: Determinants and Implications for Managers,\" Journal of Financial Economics, 36, 225-57.",
        "Kaplan, Steven and Jeremy Stein (1993), \"The Evolution of Buyout Pricing and Financial Structure in the 1980s, Quarterly Journal of Economics, CVm, 313-57.",
        "Kaplan, Steven and Michael Weisbach (1992), \"The Success of Acquisitions: Evidence from Divestitures,\" Journal of Finance, 47, 107-38.",
        "Kester, W. Carl (1991), Japanese Takeovers: The Global Contest for Corporate Control, Boston: Harvard Business School Press.",
        "Khanna, Tarun and Krishna Palepu (1996), \"Corporate Scope and Severe Market Imperfections: an Empirical Analysis of Diversified Business Groups in India,\" Manuscript, Harvard University.",
        "Kikeri, Sunita, John Nellis, and Mary Shirley (1992), Privatization: The Lessons of Experience, Washington, DC: The World Bank.",
        "Kindelberger, Charles P. (1978), Manias, Panics and Crashes, New York: Basic Books.",
        "Kreps, David (1990), \"Corporate Culture and Economic Theory,\" in J. Alt and K. Shepsle (eds ), Perspectives on Positive Political Economy, Cambridge: University Press.",
        "Kroszner, Randall and Raghuram Rajan (1994), \"Is the Glass-Steagall Act Justified? A Study of the U.S. Experience with Universal Banking before 1933,\" American Economic Review, 84, 810-32.",
        "Laffont, Jean-Jacques and Jean Tirale (1993), A Theory of Incentives in Regulation and Procurement, Cambridge, MA: MIT Press.",
        "Lambert, Richard and David Larcker (1985), \"Golden Parachutes, Executive Decision-Making, and Shareholder Wealth,\" Journal of Accounting & Economics, 7, 179-203.",
        "Lang, Larry and Rene Stulz (1994), \"Tobin's Q, Corporate Diversification, and Firm Performance,\" Journal of Political Economy 102, 1248-1280.",
        "Lang, Larry, Eli Ofek, and Rene Stulz (1996), \"Leverage, Investment and Firm Growth,\" Journal of Financial Economics, 40, 3-30.",
        "Lang, Larry, RenÃ\u0083Â© Stulz and Ralph Walkling (1991), \"A Test of the Free Cash Flow Hypothesis: The Case of Bidder Returns,'n Journal of Financial Economics, 29, 315-36.",
        "Loughran, Timothy, Jay Ritter, and Kristian Rydqvist (1994), \"Initial Public Offerings: International Insights,\" Pacific-Basin Finance Journal, 2, 165-99.",
        "Lease, Ronald, John McCoimell, and Wayne Mikkelson (1983), \"The Market Value of Control in Publicly Traded Corporations,\" Journal of Financial Economics, 11,439-71.",
        "Lease, Ronald, John McConnell, and Wayne Mikkelson (1984), \"The Market Value of Differential Voting Rights in Closely Held Corporations,\" Journal of Business, 57, 443-67.",
        "Levy, Haim (1982), \"Economic Valuation of Voting Power of Common Stock,\" Journal of Finance, 38, 79-93.",
        "Lewellen, Wilbur, Claudio Loderer and Ahron Rosenfeld (1985), \"Merger Decisions and Executive Stock Ownership in Acquiring Firms,\" Journal of Accounting & Economics, 7, 209-31.",
        "Lopez-de-Silanes, Florencio (1994), \"Determinants of Privatization Prices,\" manuscript, Harvard University.",
        "Lopez-de-Silanes, Florencio, Andrei Shleifer, and Robert W. Vishny (1995), \"Privatization in the United States,\" National Bureau of Economic Research Working Paper #5113, Cambridge, MA.",
        "Mace, Myles (1971), Directors, Myth and Reality, Boston, MA: Harvard Business School Press.",
        "Malatesta, Paul and Ralph Walkling (1988), \"Poison Pill Securities: Stockholder Wealth, Profitability, and Ownership Structure,\" Journal of Financial Economics, 20, 347-76.",
        "Manne, Henry (1965), \"Mergers and the Market for Corporate Control,\" Journal of Political Economy, 75, 110-26.",
        "Marris, Robin (1964), The Economic Theory of Managerial Capitalism, Illinois: Free Press of Gencoe.",
        "Martin, Kenneth and John McConnell (1991), \"Corporate Performance, Corporate Takeovers, and Management Turnover,\" Journal of Finance, 46, 671-88.",
        "Mayer, Colin (1990), \"Financial Systems, Corporate Finance, and Economic Development,\" in R. G. Hubbard (ed.), Asymmetric Information, Corporate Finance, and Investment, Chicago: University of Chicago Press.",
        "McConnell, John and Chris Muscarella (1986), \"Corporate Capital Expenditure Decisions and the Market Value of the Firm,\" Journal of Financial Economics, 14, 399-422.",
        "McConnell, John and Henri Servaes (1990), \"Additional Evidence on Equity Ownership and Corporate Value,\" Journal of Financial Economics, 27, 595-612.",
        "Megginson, William, Robert Nash, and Matthias van Randenborgh (1994), \"The Financial and Operating Performance of Newly Privatized Firms,\" Journal of Finance, XLIX, 403-52.",
        "Mirrlees, James (1976), \"The Optimal Structure of Incentives and Authority within an Organization,\" Bell Journal of Economics, 7, 105-31.",
        "Mitchell, Mark and Kenneth Lehn (1990), \"Do Bad Bidders Become Good Targets?\" Journal of Political Economy, 98, 372-98.",
        "Modigliani, Franco and Merton Miller (1958), \"The Cost of Capital, Corporation Finance and the Theory of Investment,\" American Economic Review, 48(3), 261-97.",
        "Morck, Randall, Andrei Shleifer, and Robert W. Vishny (1988a), \"Characteristics of Targets of Hostile and Friendly Takeovers,\" in A. Aueibach, ed., Corporate Takeovers: Causes and Consequences, Chicago: University of Chicago Press, 1988.",
        "Morck, Randall, Andrei Shleifer, and Robert W. Vishny (1988b), \"Management Ownership and Market Valuation: An Empirical Analysis,\" Journal of Financial Economics, 20, 293-315.",
        "Morck, Randall, Andrei Shleifer, and Robert W. Vishny (1989), \"Alternative Mechanisms of Corporate Control,\" American Economic Review, 79, 842-52.",
        "Morck, Randall, Andrei Shleifer, and Robert W. Vishny (1990), \"Do Managerial Objectives Drive Bad Acquisitions?\" Journal of Finance, XLV, 31-48.",
        "Murphy, Kevin J. (1985), \"Corporate Performance and Managerial Remuneration: An Empirical Analysis,\" Journal of Accounting & Economics, 7, 11-41.",
        "Myers, Stuart (1977), \"Determinants of Corporate Borrowing,\" Journal of Financial Economics, 5, 147-175.",
        "Myers, Stuart (1995), \"Inside and Outside Equity Financing,\" manuscript, Massachussets Institute of Technology.",
        "Myers, Stuart and Nicholas Majluf (1984), \"Corporate Financing and Investment Decisions When Firms Have Information that Investors Do Not Have, Journal of Financial Economics, 13,187-221.",
        "New York Times (1986), \"Tax Trial Only One of Posner Problems,\" June 23, Section D, 3.",
        "Organization for Economic Cooperation and Development (1995), \"Corporate Governance Environments in OECD Countries,\" February 1.",
        "Owen, Thomas (1991), The Corporation under Russian Law, 1800-1917: A Study in Tsarist Economic Policy, New York: Cambridge University Press.",
        "Pagano, Marco, F. Panetta, and Luigi Zingales (1995), \"Why Do Companies Go Public? An Empirical Analysis,\" manuscript, Graduate School of Business, University of Chicago.",
        "Palepu, Krishna (1986), \"Predicting Takeover Targets: A Methodological and Empirical Analysis,\" Journal of Accounting and Economics, 8, 3-35.",
        "Pontiff, Jeffrey, Andrei Shleifer, and Michael Weisbach (1990), \"Reversions of Excess Pension Assets after Takeovers,\" Rand Journal of Economics, 21, 600-13.",
        "Porter, Michael (1992), \"Capital Disadvantage: America's Failing Capital Investment System,\" Harvard Business Review, Sept.-Oct., 65-83.",
        "Poterba, James and Lawrence Summers (1990), \"A Survey of Short Horizons,\" manuscript, Massachusetts Institute of Technology.",
        "Pound, John (1988), \"Proxy Contests and the Efficiency of Shareholder Oversight,\" Journal of Financial Economics, 20, 237-65.",
        "Prowse, Stephen (1990), \"Institutional Investment Patterns and Corporate Financial Behavior in the United States and Japan,\" Journal of Financial Economics, 21, 43-66.",
        "Prowse, Stephen (1992), \"The Structure of Corporate Ownership in Japan,\" The Journal of Finance, 47, 1121-40.",
        "Rajan, Raghuram (1992), \"Insiders and Outsiders: The Choice Between Relationship and Arms-Length Debt,\" Journal of Finance 47, 1367-400.",
        "Rajan, Raghuram and Henri Servaes (1995), \"The Effect of Market Conditions on Initial Public Offerings,\" manuscript, Graduate School of Business, University of Chicago.",
        "Raj an, Raghuram and Luigi Zingales (1995), \"What Do We Know about Capital Structure? Some Evidence from International Data,\" Journal of Finance 50, 1421-1460.",
        "Ramirez, Carlos (1995), \"Did J. P. Morgan's Men Add Liquidity? Corporate Investment, Cash Flow, and Financial Structure at the Turn of the Twentieth Century,\" The Journal of Finance, 50, 661-78.",
        "Rappqport, Alfred (1990), \"The Staying Power of the Public Corporation,\" Harvard Business Review, 1, 96-104.",
        "Ritter, Jay (1991), \"The Long Run Performance of IPOs,\" Journal of Finance, 46, 3-27.",
        "Roe, Mark (1990), \"Political and Legal Restraints on Ownership Control of Public Companies,\" Journal of Financial Economics, 27, 7-42.",
        "Roe, Mark (1993), \"Some Differences in Corporate Structure in Germany, Japan, and the United States,\" The Yale Law Review, 102, 1927-2003.",
        "Roe, Mark (1994), Strong Managers Weak Owners: The Political Roots of American Corporate Finance, Princeton, NJ: University Press.",
        "Ross, Stephen (1973), \"The Economic Theory of Agency: The Principal's Problem,\" American Economic Review, 63, 134-39.",
        "Romano, Roberta (1993a), The Genius of American Corporate Law, Washington, DC: American Enterprise Institute Press.",
        "Romano, Roberta (1993c), \"Public Pension Fund Activism in Corporate Governance Reconsidered,\" Columbia Law Review, 93, 795-853.",
        "Ruback, Richard (1988), \"Coercive Dual-Class Exchange Offers,\" Journal of Financial Economics, 20, 153-73.",
        "Rydqvist, Kristian (1987), \"Empirical Investigation of the Voting Premium,\" Northwestern University Working Paper #35, Evanston, IL.",
        "Ryngaert, Michael (1988), \"The Effect of Poison Pill Securities on Shareholder Wealth,\" Journal of Financial Economics, 20, 377-417.",
        "Sappington, David and Joseph Stiglitz (1987), \"Privatization, Information and Incentives,\" Journal of Policy Analysis and Management, 6, 567-82.",
        "Scharfstein, David (1988), \"The Disciplinary Role of Takeovers,\" Review of Economic Studies, 55, 185-99.",
        "Schmidt, Klaus (1990), \"The Costs and Benefits of Privatization,\" manuscript, University of Bonn Discussion Paper A-287.",
        "Shapiro, Carl and Robert D. Willig (1990), \"Economic Rationales for the Scope of Privatization,\" in E. N. Suleiman and J. Waterbury (eds.), The Political Economy of Public Sector Reform and Privatization, London: Westview Press, 55-87.",
        "Shivdasani, Anil (1993), \"Board Composition, Ownership Structure, and Hostile Takeovers,\" Journal of Accounting and Economics, 16, 167-98.",
        "Shleifer, Andrei and Lawrence Summers (1988), \"Breach of Trust in Hostile Takeovers,\" in A. J. Auerbach ,ed., Corporate Takeovers: Causes and Consequence, Chicago: University of Chicago Press, 65-88.",
        "Shleifer, Andrei and Robert W. Vishny (1986a), \"Greenmail, White Knights, and Shareholder's Interest,\" Rand Journal of Economics, 17, 293-309.",
        "Shleifer, Andrei and Robert W. Vishny (1986b), \"Large Shareholders and Corporate Control,\" Journal of Political Economy, 94, 461-88.",
        "Shleifer, Andrei and Robert W. Vishny (1988), \"Value Maximization and the Acquisition Process,\" Journal of Economic Perspectives, 2, 7-20.",
        "Shleifer, Andrei and Robert W. Vishny (1989), \"Management Entrenchment: the Case of Manager-specific Investments,\" Journal of Financial Economics 25, 123-140.",
        "Shleifer, Andrei and Robert W. Vishny (1990), \"Equilibrium Short Horizons of Investors and Firms,\" American Economic Review Papers and Proceedings, 80, 148-53.",
        "Shleifer, Andrei and Robert W. Vishny (1992), \"Liquidation Values and Debt Capacity: A Market Equilibrium Approach,\" Journal of Finance, 47,1343-66.",
        "Shleifer, Andrei and Robert W. Vishny (1993), \"Corruption,\" Quarterly Journal of Economics, CVm, 599-618.",
        "Shleifer, Andrei and Robert W. Vishny (1994), \"Politicians and Firms,\" Quarterly Journal of Economics, CDC, 995-1025.",
        "Singh, Ajit (1995), \"Corporate Financial Patterns in Industrializing Economies: A Comparative International Study,\" Technical Paper 2, April, Washington, DC: World Bank and International Finance Corporation.",
        "Smith, Clifford and Jerold Warner (1979), \"On Financial Contracting: An Analysis of Bond Covenants,\" Journal of Financial Economics, 7, 117-61.",
        "Stein, Jeremy (1988), 'Takeover Threats and Managerial Myopia,\" Journal of Political Economy, 96, 61-80.",
        "Stein, Jeremy (1989), \"Efficient Capital Markets, Inefficient Firms: A Model of Myopic Corporate Behavior,\" Quarterly Journal of Economics, 104, 655-69.",
        "Stigler, George (1958), \"The Economies of Scale,\" Journal of Law and Economics, 1, 54-71.",
        "Stiglitz, Joseph (1975), \"Incentives, Risk, and Information: Notes Toward a Theory of Hierarchy,\" Bell Journal of Economics, 6, 552-79.",
        "Stulz, RenÃ\u0083Â© (1988), \"Managerial Control of Voting Rights, Journal of Financial Economics, 20, 25-59.",
        "Stulz, RenÃ\u0083Â© (1990), \"Managerial Discretion and Optimal Financing Policies,\" Journal of Financial Economics, 26, 3-27.",
        "The Economist (June 1995), \"A Survey of Korea.\" Teoh, S.H., Ivo Welch, and T.J. Wong (1995), \"Earnings Management and Post-Issue Underperformance of Seasoned Equity Offerings,\" manuscript, University of California.",
        "Tirole, Jean (1994), \"Incomplete Contracts: Where Do We Stand?\" manuscript, IDEI, Toulouse, France.",
        "Titman, Sheridan and Roberto Wessels (1988), \"The Determinants of Capital Structure Choice,\" Journal of Finance, 43, 1-19.",
        "Townsend, Robert (1978), \"Optimal Contracts and Competitive Markets with Costly State Verification,\" Journal of Economic Theory, 21, 265-93.",
        "Tunc, Andre (1991), \"Corporate Law,\" inR. Buxbaum, G. Hertig, A. Hirsch, and K. Hopt, eds., European Business Law: Legal and Economic Analysis of Integration and Harmonization, Berlin: de Gruyter.",
        "Walkling, Ralph and Michael Long (1984), \"Agency Theoiy, Managerial Welfare, and Takeover Bid Resistance,\" Rand Journal of Economics, 15, 54-68.",
        "Warner, Jerold, Ron Watts, and Karen Wruck (1988), \"Stock Prices and Top Management Changes,\" Journal of Financial Economics, 20, 461-92.",
        "Weinstein, David E. and Yishay Yafeh (1994), \"On the Costs of a Bank-Centered Financial System: Evidence from the Changing Main Bank Relations in Japan,\" manuscript, Harvard University.",
        "Weisbach, Michael (1988), \"Outside Directors and CEO Turnover,\" Journal of Financial Economics, 20, 431-60.",
        "Weiss, Lawrence (1990), \"Bankruptcy Resolution: Direct Costs and Violation of Priority of Claims,\" Journal of Financial Economics 27, 285-314.",
        "White, Michelle (1993), \"The Costs of Corporate Bankruptcy, a U.S.-European Comparison,\" manuscript, University of Michigan.",
        "van Wijnbergen, Sweder and Anton Mancini (1995), \"Voucher Privatizaiton, Corporate Control, and the Cost of Capital: an Analysis of the Czech Privatization Program,\" manuscript, LSE.",
        "Williamson, Oliver (1964), The Economics of Discretionary Behavior: Managerial Objectives in a Theory of the Firm, Englewood Cliffs, NJ: Prentice Hall.",
        "Williamson, Oliver (1985), The Economic Institutions of Capitalism, New York: Free Press.",
        "Williamson, Oliver (1988), \"Corporate Finance and Corporate Governance,\" Journal of Finance, 43, 567-92.",
        "Wolfram, Catherine (1995), \"Increases in Executive Pay Following Privatization,\" manuscript, MIT.",
        "Wruck, Karen (1989), \"Equity Ownership Concentration and Firm Value,\" Journal of Financial Economics, 23, 3-28.",
        "Yafeh, Yishay and Oved Yosha (1996), \"Large Shareholders and Banks: Who Monitors and How?\" manuscript, Hebrew University, Jerusalem, Israel.",
        "Yermack, David (1995), \"Good Timing: CEO Stock Option Awards and Company News Announcements,\" manuscript, New York University.",
        "Zingales, Luigi (1994), \"The Value of the Voting Right: A Study of the Milan Stock Exchange Experience,\" The Review of Financial Studies, 7, 125-48.",
        "Zingales, Luigi (1995), \"What Determines the Value of Corporate Votes?\" Quarterly Journal of Economics, CX, 1075-1110."
    ]
}