{
    "id": 5555,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Yankelovich, Daniel. 1994. How Changes in the Economy Are Reshaping American Values in Values and Public Policv. Aaron, Henry J., Mann, Thomas E., Taylor, Timothy (eds).",
        "Stigler, George J. and Becker, Gary S. 1977. De Gustibus Non Est Disputandum. American Economic Review 67(2):76-90.",
        "Wilson, James Q.. 1994. Culture, Incentives, and the Underclass in Values and Public Policy, Aaron, Henry J., Mann, Thomas E.,Taylor, Timothy (eds). Washington, D.C.: The Brookings Institutions, p.54-80.",
        "Yamaguchi, Kazuo and Kandel, Denise B. 1987. Drug Use and Other Determinants of Premarital Pregnancy and Its Outcome: A Dynamic Analysis of competing Life Events. Journal of Marriage and the Family 49:257-70.",
        "Stein et al.. 1988. Structure of Drug Use Behaviors and Consequences Among young Adults: Multitrait-Multimethod Assessment of Frequency, Quantity, Work Site, and Problem Substance Use. Journal of Applied Psychology 73(4):595-605.",
        "Rosenbaum, Emily and Kandel, Denise B.. 1990. Early Onset of Adolescent Sexual Behavior and Drug Involvement. Journal of Marriage and the Familv 52:783-98.",
        "Register, Charles A. and Williams, Donald R. 1992. Labor Market Effects of Marijuana and Cocaine Use among Young Men. Industrial and Labor Relations Review 45(3):435-48.",
        "National Institute on Drug Abuse. 1988. National Household Survey on Drug Abuse. Rockville, MD.: U.S. Department of Health and Human Services.",
        "Economic Literature 30: 1-61. Journal of National Institute on Drug Abuse. 1994. Patterns of Substance Use and Substance-Related Impairment Among Participants in the Aid to Families with Dependent Children Program (AFDC). National Institute on Drug Abuse Report December. Rockville, MD.: U.S. Department of Health and Human Services.",
        "Moffitt, Robert. 1983. An Economic Model of Welfare Stigma. American Economic Review 73(5): 1023-1035.",
        "Moffitt, Robert. 1992. Incentive Effects of the U.S. Welfare System: A Review.",
        "Mensch, Barbara and Kandel, Denise B.. 1992. Drug Use as a Risk Factor for Premarital Teen Pregnancy and Abortion in a National Sample of Young White Women. Demography 29(3):409- 29.",
        "Mincy, Ronald B.. 1994. The Underclass: Concept, Controversy, and Evidence. In Confronting PovertY: Prescription for Change, Danziger, Sheldon H., Sandefur, Gary D., and Weinberg, Daniel H.. Cambridge, MA: Harvard University Press, p.109-146.",
        "Mensch, Barbara and Kandel, Denise B.. 1988. Underreporting of Substance Use in a National Longitudinal Youth Cohort. Public Opinion Quarterly 52(1):100-124.",
        "Kandel, Denise B.. 1980. Drug and Drinking Behavior Among Youth. in J. Coleman, A.",
        "Indeles, and N. Smelser (eds), Annual Review of Sociology, Vol.6. Palo Alto, CA: Annual Reviews Inc., P.235-285. Kandel, Denise B.. 1982. Epidemiological and Psycho-social Perspectives on Adolescent Drug Use. Journal of the American Academy of Child PsYchiatrY 21 :328-347.",
        "Kaestner, Robert. 1995b. Drug Use, Culture, and Welfare Incentives: Correlates of Family Structure and Out-of-Wedlock Birth. Unpublished Manuscript, Baruch College.",
        "Kaestner, Robert. 1994. The Effect of Illicit Drug Use on the Labor Supply of Young Adults.",
        "Journal of Human Resources 29(1):126-55. 22 Kaestner, Robert. 1995a. The Effects of Cocaine and Marijuana Use on Marriage and Marital Stability. NBER Working Paper Series No.5038. Cambridge, MA: National Bureau of Economic Research.",
        "Kaestner, Robert. 1994. New Estimates of the Effect of Marijuana and Cocaine Use on Wages. Industrial and Labor Relations Review 47(3):454-70.",
        "Jessor, Richard and Jessor, S.L.. 1977. Problem Behavior and Psychosocial Development: A Longitudinal Studv of Youth. New York: Academic Press.",
        "Kaestner, Robert. 1991. The Effect of Illicit Drug Use on the Wages of Young Adults. Journal of Labor Economics 9(4):381-412.",
        "Elliott, Delbert S. and Morse, Barbara J.. 1989. Delinquency and Drug Use as Risk Factors in Teenage Sexual Activity. Youth and Society 21:32-60.",
        "Frank, Blanche. 1985. Telephone Surveying for Drug Abuse: Methodological Issues and an Application. In Self-Report Methods of Estimating Drug Use: Meeting Current Challenges to Validity. NIDA Research Monograph 57, Beatrice A. Rouse, Nicholas J. Kozel, and Louise G.",
        "Richards, eds., Rockville, IL: National Institute on Drug Abuse, p.71-83. Gill, Andrew M. and Michaels, Robert J. 1992. Does Drug Use Lower Wages? Industrial and Labor Relations Review 45(3):417-34.",
        "Hoyt, Gail Mitchell and Chaloupka, Frank J.. 1994. Effect of Survey Conditions on Self- Reported Substance Use. Contemporary Economic Policv 12(3):109-21.",
        "Califano, Joseph A.. 1995. Its Drugs Stupid? New York Times Sunday Magazine January 29:40-41.",
        "Center for Human Resource Research. 1994. NLS Handbook, Columbus, Ohio:Ohio State University Center for Human Resources.",
        "Bane, Mary Jo and Ellwood, David T.. 1994. Welfare Realities: From Rhetoric to Reform.",
        "Blank, Rebecca M. 1989. Analyzing the Length of Welfare Spells. Journal of Public Economics 39(3):245-273.",
        "Blank, Rebecca and Ruggles, Patricia. 1996. When Do Women Use Aid to Families with Dependent Children and Food Stamps? Journal of Human Resources 31(1):57-89."
    ]
}