{
    "id": 5557,
    "cites": 41,
    "cited_by": 10,
    "reference": [
        "Alesina, Alberto. 1988. Macroeconomics and Politics. NBER Macroeconomics Annual 3: 13-52.",
        "Banque de France, 1993. Annual Report. Paris: Imprimerie Nationale.",
        "Barro, Robert J. 1995. Inflation and Economic Growth. National Bureau of Economic Research Working Paper No. 5326 (October).",
        "Barro, Robert J., and David B. Gordon. 1983. Rules, Discretion and Reputation in a Model of Monetary Policy. Journal of Monetary Economics 12 (July): 101-121.",
        "Belden, Susan. 1989. Policy Preferences of FOMC Members as Revealed by Dissenting Votes. Journal of Money. Credit, and Banking 21 (November): 432-441.",
        "Buchanan, James M., and Richard E. Wagner. 1977. Democracy in Deficit: The Political Legacy of Lord Keynes. New York: Academic Press.",
        "Card, David, and Dean R. Hyslop. 1996. Does Inflation `Grease the Wheels of the Labor Market? This volume, Chapter 2.",
        "Cardoso, Eliana A. 1988. Comment. In Michael Bruno, Guido Di Tella, Rudiger Dornbusch, and Stanley Fischer, eds., Inflation Stabilization: The Experience of Israel. Argentina. Brazil. Bolivia. and Mexico, 287-294. Cambridge: MIT Press.",
        "Cukierman, Alex, Steven B. Webb, and Bin Neyapti. 1992. Measuring the Independence of Central Banks and Its Effect on Policy Outcomes. World Bank Economic Review 6 (September): 353-398.",
        "Debelle, Guy. 1996. The Ends of Three Small Inflations: Australia, New Zealand, and Canada. Canadian Public Policy (March): 56-78.",
        "Debelle, Guy, and Stanley Fischer. 1994. How Independent Should a Central Bank Be? Unpublished paper, M.I.T. (March).",
        "De Long, J. Bradford, and Lawrence H. Summers. 1988. How Does Macroeconomic Policy Affect Output? Brookings Papers on Economic Activity, no. 2, 433-480.",
        "Dornbusch, Rudiger, and Sebastian Edwards. 1990. Macroeconomic Populism. Journal of Development Economics 32 (April): 247-277.",
        "Dornbusch, Rudiger, and Sebastian Edwards, eds. 1991. j1~ Macroeconomics of Populism in Latin America. Chicago: University of Chicago Press.",
        "Dowd, Kevin, and Simon Baker, 1994. `The New Zealand Monetary Policy Experiment -- A Preliminary Assessment. World Economy 17 (November): 855-867.",
        "Feldstein, Martin. 1996. The Costs and Benefits of Going from Low Inflation to Price Stability. This volume, Chapter 3.",
        "Fischer, Andreas M. 1993. Inflation Targeting: The New Zealand and Canadian Cases. Cato Journal 13 (Spring/Summer): 1-27.",
        "Fischer, Stanley. 1995. `The Unending Search for Monetary Salvation. NBER Macroeconomics Annual 10: 275-286.",
        "Macroeconomics Annual 6: 329-364. 34 Freedman, Charles. 1993. Designing Institutions for Monetary Stability: A Comment. Carnegie-Rochester Conferenee Series on Public Policy 39 (December): 85-94.",
        "Friedman, Milton. 1960. A Program for Monetary Stability. New York: Fordham University Press.",
        "Giovannini, Alberto. 1992. Central Banking in a Monetary Union: Reflections on the Proposed Statute of the European Central Bank. CEPR Occasional Paper No. 9.",
        "Grilli, Vittorio, Donato Masciandaro, and Guido Tabellini. 1991. Political and Monetary Institutions and Public Financial Policies in the Industrial Countries. Economic Policy, no. 13 (October): 341-392.",
        "Kahn, Shulamit. 1994. Evidence of Nominal Wage Stickiness from Microdata. Unpublished paper, Boston University School of Management.",
        "Kenen, Peter B. 1992. EMU After Maastricht. Washington, D.C.: Group of Thirty.",
        "Kydland, Finn E., and Edward C. Prescott. 1977. Rules Rather Than Discretion: The Inconsistency of Optimal Plans. Journal of Political Economy 87 (June): 473-492.",
        "Lane, Philip R. 1994. Openness, Inflation, an Exchange Rate Regimes. Unpublished paper, Harvard University (December).",
        "Lohmann, Suzanne. 1992. Optimal Commitment in Monetary Policy: Credibility versus Flexibility. American Economic Review 82 (March): 273-286.",
        "Lloyd, Michele. 1992. The New Zealand Approach to Central Bank Autonomy. Reserve Bank of New Zealand Bulletin 55 (September): 203-220.",
        "Lucas, Robert E., Jr. 1987. Models of Business Cycles. Oxford: Basil Blackwell.",
        "Macedo, Roberto. 1988. Comment. In Michael Bruno, Guido Di Tella, Rudiger Dornbusch, and Stanley Fischer, eds., Inflation Stabilization: The Experience of Israel. Argentina, Brazil. Bolivia. and Mexico, 294-298. Cambridge: MIT Press.",
        "Nordhaus, William D. 1975. The Political Business Cycle. Review of Economic Studies 42 (April): 169-190.",
        "Ortiz, Guillermo. 1988. Comment. In Michael Bruno, Guido Di Tella, Rudiger Dornbusch, and Stanley Fischer, eds., Inflation Stabilization: The Experience of Israel. Argentina. Brazil, Bolivia. and Mexico, 298-302. Cambridge: MIT Press.",
        "Persson, Torsten, and Guido Tabellini. 1993. Designing Institutions for Monetary Stability. Carnegie-Rochester Conference Series on Public Policy 39 (December): 53-84.",
        "Rogoff, Kenneth. 1985. The Optimal Degree of Commitment to an Intermediate Monetary Target. Quarterly Journal of Economics 100 (November): 1169-1189.",
        "Romer, David. 1993. Openness and Inflation: Theory and Evidence. Quarterly Journal of Economics 108 (November): 869-903.",
        "Rudebusch, Glenn D., and David W. Wilcox. 1994. Productivity and Inflation: Evidence and Interpretations. Unpublished paper, Federal Reserve Board (May).",
        "Sachs, Jeffrey D. 1994. Prospects for Monetary Stabilization in Russia. In A. Aslund, ed., Economic Transformation in Russia, 34-58. London: Pinter Publishers.",
        "Simonsen, Mario Henrique. 1988. Price Stabilization and Incomes Policies: Theory and the Brazilian Case Study. In Michael Bruno, Guido Di Tella, Rudiger Dornbusch, and Stanley Fischer, eds., Inflation Stabilization: The Experience of Israel. Argentina, Brazil, Bolivia. and Mexico, 259-286. Cambridge: MIT Press.",
        "Tabellini, Guido, and Alberto Alesina. 1990. Voting on the Budget Deficit. American Economic Review 80 (March): 37-49.",
        "Taylor, John B. Comments. Journal of Monetary Economics 12 (July): 123-125. Thygesen, Niels. 1993. EMU: A Solid Framework from Maastricht. In The Monetary Future of Europe. London: Centre for Economic Policy Research.",
        "Walsh, Carl E. 1995a. Optimal Contracts for Central Bankers. American Economic Review 85 (March): 150-167."
    ]
}