{
    "id": 5558,
    "cites": 16,
    "cited_by": 15,
    "reference": [
        "S. and J. T. Cuddington, eds. International Debt and the Developing Countries, IBRD, Washington. Sachs, Jeffrey, Aaron Tornell, and Andres Velasco, (1995), Lessons from Mexico, manuscript, Harvard University.",
        "Gavin, Michael and Roberto Perotti, (1996), Fiscal Policy in Latin America: Volatility, Procyclicality, and Modes of Adjustment, mimeo, Inter-American Development Bank.",
        "Helpman, Elhanan, (1989), The Simple Analytics of Debt-Equity Swaps, American Economic Review; 79 (3), pp. 440-51.",
        "Krugman, Paul R. (1985), International debt strategies in an uncertain world, in Gordon W.",
        "Frenkel, J. A., Dooley, M. P., and Wickham, P. (ads.), (1989), Analytical Issues in Debt, The International Monetary Fund, Washington, DC.",
        "Gavin, Michael, Ricardo Hausmann, Roberto Perotti and Ernesto Talvi, (1996), Managing Fiscal Policy in Latin America and the Caribbean: Procyclicality, Volatility, and Limited Creditworthiness, mimeo, Inter-American Development Bank.",
        "Chari, V.V., L.J. Christiano, and P.J. Kehoe, (1994), Optimal Fiscal Policy in a Business Cycle Model, Journal of Political Economy, 102 (August), pp. 617-652.",
        "Dooley, M. P. (1988), Buy-backs and market valuation of external debt, international Monetary Fund StaJ/Papers, 35, pp. 215-29.",
        "Edwards, Sebastian, (1993),Latin American and the Caribbean - A decade After the Debt Crisis, The World Bank, Washington DC.",
        "Calvo, Guillermo A. and Graciela L. Kaminsky, (1991), Debt relief and debt rescheduling, Journal of Development Economics 36, pp. 5-36.",
        "Calvo, Guillenno and Pablo Guidotti, (1993), On the Flexibility of Monetary Policy: The Case of the Optimal Inflation Tax, Review of Economic Studies, 60(3), pp. 667-87.",
        "Calvo, Guillermo and Enrique G. Mendoza, (1996), Mexicos Balance of Payments Crisis: A Chronicle of a Death Foretold, Working paper 20, Center for International Economics, University of Maryland.",
        "Barro, Robert, (1995), Optimal Debt Management, NBER Working paper 5327, October 1995.",
        "Bulow, J. I. and Rogaff, K. (1989), A constant re contracting model of sovereign debt, Journal of Political Economy, 97.",
        "Barro, Robert, (1986), The Behavior of United States Deficits, in Gordon, Robert-J., ed. The American business cycle: Continuity and change. National Bureau of Economic Research Studies in Business Cycles series, vol. 25, Chicago and London: University of Chicago Press, 1986, pp. 361-87.",
        "Barro, Robert, (1979), On the determination of public debt, Journal of Political Economy, pp. 941-971."
    ]
}