{
    "id": 5559,
    "cites": 69,
    "cited_by": 2,
    "reference": [
        "Afriat, S.N. [1967], \"The Construction of Utility Functions from Expenditure Data\", International Economic Review 8, 67-77. Armstrong, K.G. [1995], Multilateral Approaches to the Theory of International Comparisons, Ph.D. Thesis, University of British Columbia, Vancouver, Canada.",
        "Balk, B.M. [1989], \"On Van Ijzeren's Approach to International Comparisons and Its Properties\", Statistical Papers (Statistische Hefte) 30, 295-315.",
        "Balk, B.M. [1995a], \"Axiomatic Price Index Theory: A Survey\", International Statistical Review 63, 69-93.",
        "Balk, B.M. [1995b], \"A Comparison of Ten Methods For Multilateral International Price and Volume Comparisons\", Department of Statistical Methods, Statistics Netherlands, P.O. Box 4000, 2270 JM Voorburg, July, forthcoming in the Journal of Official Statistics.",
        "Balk, B.M. [1995c], \"On the Use of Unit Value Indices as Consumer Price SubÃ\u0083Â­ndices\", March 14, Division of Research and Development, Statistics Netherlands, P.O. Box 959, 2270 AZ Voorburg, The Netherlands.",
        "Debreu, G. and I.N. Herstein [1953], \"Nonnegative Square Matrices\", Econometrica 21, 597-607.",
        "Diewert, W.E. [1971], \"An Application of the Shephard Duality Theorem: A Generalized Leontief Production Function\", Journal of Political Economy, 79, 481-507.",
        "Diewert, W.E. [1974], \"Functional Forms for Revenue and Factor Requirements Functions\", International Economic Review 15, 119-130.",
        "Diewert, W.E. [1976], \"Exact and Superlative Index Numbers\", Journal of Econometrics 4, 115-145.",
        "Diewert, W.E. [1981], \"The Economic Theory of Index Numbers: A Survey\", pp. 163-208 in Essays in the Theory and Measurement of Consumer Behavior in Honour of Sir Richard Stone, A. Deaton (ed.), London: Cambridge University Press.",
        "Diewert, W.E. [1986], \"Microeconomic Approaches to the Theory of International Comparisons\" , Technical Working Paper No. 53, National Bureau of Economic Research, Cambridge, MASS.",
        "Diewert, W.E. [1988], \"Test Approaches to International Comparisons\", pp. 67-86 in Measurement in Economics, W. Eichhorn (ed.), Heidelberg: Physica-Verlag.",
        "Diewert, W.E. [1992], \"Fisher Ideal Output, Input and Productivity Indexes Revisited\", The Journal of Productivity Analysis 3, 211-248.",
        "Diewert, W.E. [1993a], \"The Early History of Price Index Research\", pp. 33-65 in Essays in Index Number Theory, Volume 1, W.E. Diewert and A.O. Nakamura (eds.), Amsterdam: North-Holland.",
        "Diewert, W.E. [1993b], \"Duality Approaches to Microeconomic Theory\", pp. 105-175 in Essays in Index Number Theory, Volume 1, W.E. Diewert and A.O. Nakamura (eds.), Amsterdam: North-Holland.",
        "Diewert, W.E. [1993c], \"Symmetric Means and Choice Under Uncertainty\", pp. 355-433 in Essays in Index Number Theory, Volume 1, W.E. Diewert and A.O. Nakamura (eds.), Amsterdam: North-Holland.",
        "Diewert, W.E. [1996], \"Price and Volume Measures in the System of National Accounts\", pp. 237-285 in The New System of National Accounts, J.W. Kendrick (ed.), Boston: Kluwer Academic Publishers.",
        "Dikhanov, Y. [1994], \"Sensitivity of PPP Based Income Estimates to Choice of Aggregation Procedures\", paper presented at the Conference of the International Association for Research in Income and Wealth, St. Andrews, New Brunswick, August.",
        "Drechsler, [1973], \"Weighting of Index Numbers in Multilateral International Comparisons\", The Review of Income and Wealth, Series 19 (March), 17-47.",
        "Eichhorn, W. [1976], \"Fisher's Tests Revisited\", Econometrica 44, 247-256.",
        "Eichhorn, W. [1978], Functional Equations in Economics, London: Addison-Wesley.",
        "Eichhorn, W. and J. Voeller [1976], Theory of the Price Index, Berlin: Springer-Verlag.",
        "Fisher, I. [1911], The Purchasing Power of Money, London: Macmillan.",
        "Fisher, I. [1922], The Making of Index Numbers, Boston: Houghton Mifflen.",
        "Frisch, R. [1930], \"Necessary and Sufficient Conditions Regarding the Form of an Index Number which shall Meet Certain of Fisher's Tests\", American Statistical Association Journal 25, 397-406.",
        "Frobenius, G. [1908], \"Uber Matrizen aus positiven Elementen\", Sitzungsberichte der kÃ\u0083Â¶niglich preussischen Akademie der Wissenschaften Part 1, 471-476.",
        "FYobenius, G. [1909], \"Ã\u0083Å\u0093ber Matrizen aus positiven Elementen II\", Sitzungsberichte der kÃ\u0083Â¶niglich preussischen Akademie der Wissenschaften Part 1, 514-518.",
        "Gale, D. and H. Nikaido [1965], \"The Jacobian Matrix and the Global Univalence of Mappings\", Mathematische Annalen 159, 81-93.",
        "Geary, R.G. [1958], \"A Note On Comparisons of Exchange Rates and Purchasing Power Between Countries\", Journal of the Royal Statistical Society A, 121, 97-99.",
        "Gerardi, D. [1974], \"Sul problema della comparazione dei poteri d'acquisto delle valute\", Serie Papers, Instituto di Statistica dell'UniversitÃ\u0083Â  di Padova, August.",
        "Gerardi, D. [1982], \"Selected Problems of Inter-Country Comparisons on the Basis of the Experience of the EEC\", Review of Income and Wealth, Series 28, 381-405.",
        "Gini, C. [1924], \"Quelques considerations au suject de la construction des nombres indices des prix et des questions analogues\", Metron 4:1, 3-162.",
        "Gini, C. [1931], \"On the Circular Test of Index Numbers\", Metron 9:2, 3-24.",
        "Hicks, J.R. [1940], \"The Valuation of the Social Income\", Economica 7, 105-140.",
        "Hicks, J.R. [1946], Value and Capital, Second Edition, Oxford: Clarendon Press.",
        "Hill, R.J. [1995], Purchasing Power Parity Methods of Making International Comparisons, Ph.D. thesis, University of British Columbia, Vancouver, Canada.",
        "Hill, P. [1982], Multilateral Measurements of Purchasing Power and Real GDP, Luxembourg: Eurostat.",
        "Hill, T.P. [1984], \"Introduction: The Special Conference on Purchasing Power Parities\", Review of Income and Wealth, Series 30, 125-133.",
        "DdÃ\u0083Â©, D.M. [1972], \"A New Approach to the Index Number Problem, The Quarterly Journal of Economics 86, 188-211.",
        "Jevons, W.S. [1884], Investigations in Currency and Finance, London: Macmillan.",
        "Karlin, S. [1959], Mathematical Methods and Theory in Games, Programming and Economics, Volume 1, Reading MA.: Addison-Wesley.",
        "Khamis, S.H. [1970], \"Properties and Conditions for the Existence of a New Type of Index Number\", Sankhya Series B 32, 81-98.",
        "Khamis, S.H. [1972], \"A New System of Index Numbers for National and International Purposes\", Journal of the Royal Statistical Society, A, 135, 96-121.",
        "Kravis, I.B. [1984], \"Comparative Studies of National Incomes and Prices\", Journal of Economic Literature 22, 1-39.",
        "Kravis, I.B., Z. Kenessey, A. Heston, and R. Summers [1975], A System of International Comparisons of Gross Product and Purchasing Power, Baltimore: The Johns Hopkins University Press.",
        "Kravis, I.B., R. Summers and A. Heston [1982], \"Comments on 'Selected Problems of Intercountry Comparisons on the Basis of the Experience of the EEC'\", Review of Income and Wealth, Series 28, 407-410.",
        "Kurabayashi, Y. and I. Sakuma [1990], Studies in International Comparisons of Real Product and Prices, Economic Research Series No. 28, The Institute of Economic Research, Hitotsubashi University, Tokyo: Kinokuniya Co.",
        "Leontief, W. [1936], \"Composite Commodities and the Problem of Index Numbers\", Econometrica 4, 39-59.",
        "Marris, R. [1984], \"Comparing the Incomes of Nations: A Critique of the International Comparison Project\", Journal of Economic Literature 22:1, 40-57.",
        "Martini, M. [1992], \"A General Function of Axiomatic Index Numbers\", Journal of the Italian Statistical Society 3, 359-376.",
        "Perron, O. [1907], \"Grundlagen fÃ\u0083Â¼r eine Theorie des Jacobischen Kettenbruchalgorithmus\", Mathematische Annalen 64, 1-76.",
        "Persons, W.M. [1928], The Construction of Index Numbers, Cambridge, Massachusetts: The Riverside Press.",
        "Pierson, N.G. [1896], \"Further Considerations on Index-Numbers\", Economic Journal 6, 127-131.",
        "Reinsdorf, M.B. and A.H. Dorfman [1995], \"The Sato-Vartia Index and the Monotonicity Axiom\", Washington, D.C.: US Bureau of Labor Statistics.",
        "Rudin, W. [1953], Principles of Mathematical Analysis, New York: McGraw-Hill Book Co.",
        "Sato, K. [1976], \"The Ideal Log-Change Index Number\", The Review of Economics and Statistics 58, 223-228.",
        "Shephard, R.W. [1953], Cost and Production Functions, Princeton, N.J.: Princeton University Press.",
        "Szulc, B. [1964], \"Indices for Multiregional Comparisons\", Przeglad Statystyczny (Statistical Review), 3, 239-254.",
        "TÃ\u0083Â¶rnqvist, L. [1936], \"The Bank of Finland's Consumption Price Index\", Bank of Finland Monthly Bulletin 10, 1-8.",
        "Van Yzeren, J. [1957], Three Methods of Comparing the Purchasing Power of Currencies, Statistical Studies No. 7, The Hague: The Netherlands Central Bureau of Statistics.",
        "Van Ijzeren, J. [1983], Index Numbers for Binary and Multilateral Comparison, Statistical Studies No. 34, The Hague: The Netherlands Central Bureau of Statistics.",
        "Van Ijzeren, J. [1987], Bias In International Index Numbers: A Mathematical Elucidation, Eindhoven: Dissertatiedrukkerij Wibro.",
        "Vartia, Y.O. [1974], Relative Changes and Economic Indices, Licenciate thesis, Department of Statistics, University of Helsinki.",
        "Vartia, Y.O. [1976], \"Ideal Log-Change Index Numbers\", Scandanavian Journal of Statistics 3, 121-126.",
        "Vogt, A. [1980], \"Der Zeit und der Faktorumkehrtests als 'Finders of Tests'\", Statistiche Hefte 21, 66-71.",
        "Walsh, C.M. [1901], The Measurement of General Exchange Value, New York: Macmillan and Co.",
        "Walsh, C.M. [1921], \"Discussion of the Best Form of Index Number\", Journal of the American Statistical Association 17, 537-544.",
        "Westergaard, H. [1890], Die GrundzÃ\u0083Â¼ge der Theorie der Statistik, Jena.",
        "Wold, H. [1944], \"A Synthesis of Pure Demand Analysis, Part III\", Skandinavisk Aktuar-ietidskrift 27, 69-120."
    ]
}