{
    "id": 556,
    "cites": 33,
    "cited_by": 3,
    "reference": [
        "A-ho, C. Michael (1980), Comment on this paper, in Bhagwati and Srinivasan, forthcoming.",
        "Baldwin, Robert E. (1976), The Political Economy of Postwar U.S. Trade Policy, New York University, Graduate School of Business Administration, Center for the Study of Financial Institutions, The Bulletirt, 197 6-4.",
        "Baldwin, Robert E. (1979), The Political Economy of Protectionism, in Bhagwati and Srinivasan, forthcoming.",
        "Baldwin, Robert E. and Malcolm D. Bale (1980), North American Responses to Imports from New Ittdustrial Countries, presented at a Conference on Old and New Industrial Countries, University of Sussex, England, January 6.-B, 1980, processed.",
        "Baldwin, Robert E.; John H. Mutti; and J. David Richardson (1980), Welfare Effects on the United States of a Significant Multilateral Tariff Reduction, Journal of International Economics, 10 (August), pp.",
        "Bale, Malcolm D. (l979)~ Adjustment Assistance: Dealing with ImportDisplaced Workers, in Walter Adams et al., Tariffs, Quotas, and Trade: The Politics of Protectionism, San Francisco: Institute for Contemporary Studies. Bhagwati, Jagdish N. and T. N. Srinivasan, eds., ( ), Import Competition and Adjustment: Theory and Practice, forthcoming. Cline, William R.; Noboru Kawanabe; T. 0. N. Kronsjo; and Thomas Williams (1978), Trade Negotiations in the Kennedy Round, Washington: Brookings Institution.",
        "Cordes, Joseph J. and Burton A. Weisbrod (1979), Compensation for Economic Change when Lump Sum Transfers are not Possible: A Framework for Evaluating Alternatives, processed.",
        "Corson, Walter; Walter Nicholson; David Richardson; and Andrea Vayda (1979), Final Report: Survey of Trade Adjustment Assistance Recipients, a final contract (J9K70010) report by Mathematica Policy Research, Inc. (Princeton, New Jersey) to the U.S. Department of Labor, Bureau of International Labor Affairs, Office of Foreign Economic Research. December.",
        "Dewald, William C., ed. (1978), The Impact of International Trade and Investment on Employment, Washington: U.S. Government Printing Office for the U.S. Department of Labor.",
        "Feldsteixi, Martin S. (1975), The Importance of Temporary Lay-offs: An Empirical Analysis, Brookings Papers on Economic Activity, 1975:3, pp. 725-745.",
        "Feldstein, Martin S. (1976), Temporary Lay-off s in the Theory of Unemployment,  Journal of Political Economy, 84 (October), pp. 937-957.",
        "Feldstein, Martin S. (1978), The Effect of Unemployment Insurance on Temporary Lay-off Employiaent, American Economic Review, 68 (December), pp. 834-846.",
        "Fooks, Marvin M. (1971), Trade Adjustment Assistance, in U.S. Cozmnission on International Trade and Investment (the Williams Report) (1971).",
        "Frank, Charles R., Jr., (1973), Adjustment Assistance: American Jobs and Trade with the Developing Countries, Washington: Overseas Development Council Development Paper 13 (June).",
        "Frank, Charles R., Jr., with the assistance of Stephar~ie Levinson (1978), Foreign Trade and Domestic Aid, Washington: The Brookings Institution.",
        "Hainermesh, Daniel S. (1977), Jobless Pay and the Economy, Baltimore: Johns Hopkins University Press.",
        "Jacobson, Louis (1979), The Earnings and Compensation of Workers Receiving Trade Adjustment Assistance, processed, December.",
        "Jenkins, Glettn P.; Graham Glenday; John C. Evans; and Claude Nontmarquette (1978), Trade Adjustment Assistance: The Costs of Adlustinent and Policy Proposals, contract (93/810-936-3) report by Econanalysis Incorporated to the Department of Industry, Trade, and Commerce, Canada, June.",
        "Jonish, Ja~nes (1970), Adjustment Assistance Experience Under the U.S. - Canadian Automotive Agreement, Industrial and Labor Relations Review, 23 (July), p. 557.",
        "Laudicina, Paul A. (1973), World Poverty and Development: A Survey of American Opinion, Washington: Overseas Development Council Monograph 8.",
        "Magee, Stephen P. (1972), The Welfare Effects of Restrictions on U.S. Trade, Brookings Papers on Economic Activity, 3:1972, pp. 645-707.",
        "McCarthy, James E. (1975a), Adjustment to Import Competition, New England Economic Review, July/August, pp. 3-15.",
        "R3 McCarthy, James E. (1975b), Contrasting Experiences With Trade Adjustment Assistance, Monthly Labor Review, June.",
        "McCarthy, James E. (1975c), Trade Adjustment Assistance: A Case Study of The Shoe Industry in Massachusetts, Boston: Federal Reserve Bank of Boston Research Report No. 58.",
        "Metzger, Stanley D. (1971), Adjustment Assistance, in U.S. Commission on International Trade and Investment (the Williams Report) (1971).",
        "Neumann, George R. (1978), The Direct Labor-Market Effects of the Trade Adjustment Assistance Program, in Dewald, ed. (1978).",
        "Neumann, George R.; Morgan V. Lewis; and Gerald P. Glyde, with the assistance of Steven H. Sheingold, (1976), The Evaluation of the Trade Adjustment Assistance Program, processed, September.",
        "Rosen, H. (1980), TM-Administrative Information, processed, May.",
        "U.S. Commission on Foreign Economic Policy (the Randall Commission) (1954), ReDort to the President and the Congress, Washington: U.S. Government Printing Office.",
        "U.S. Commission on International Trade and Investment (the Williams Commission ) (1971), United States International Economic Policy in an Interdependent World, Compendium of Papers, Volume I, Washington: U.S. Government Printing Office.",
        "U.S. Public Advisory Board for Mutual Security (the Bell Commission) (1973), A Trade and Tariff Policy in the National Interest, Washington: U.S. Government Printing Office.",
        "Weisz, ~Iorris (1978), Strategies for Adjustment Assistance: Experience in the U.S. and Abroad and Implications for Future U.S. Programs, manuscript presented at a U.S. Department of Labor Conference on the Employment Effects of International Trade, November 15.",
        "Wilcox, Clair (1950), Relief for Victims of Tariff Cuts, American Economic Review, 40 (December), pp. 884-889."
    ]
}