{
    "id": 5561,
    "cites": 22,
    "cited_by": 27,
    "reference": [
        "Reiss, P. and P.T. Spiller (1989) Competition and Entry in Small Airline Markets, Journal of Low and Economics, 32, 179-202.",
        "Morrison, S. and C. Winston (1989) Enhancing the Performance of the Deregulated Air Transport System, Brookings Papers on Economic Activity, 1, 61-112.",
        "Porter, R.H. (1983) A Study of Cartel Stability: The Joint Executive Committee, 1880-1886, Bell Journal of Economics, 14, 301 -314.",
        "McFadden, D. (1978) Modeling the Choice of Residential Location, in A. Karlgvist, et al, ed.",
        "Spatial interaction Theory and Planning Models, Amsterdam: North-Holland, . McFadden, D. (1981) Econometric Models of Probabilistic Choice, in C. Manski and D.",
        "McFadden, eds., Strutural Analysis of Discrete Data with Econometric Applications, Cambridge MA: MIT Press. Morrison, S. and C. Winston (1986) The Economic Effects of Airline Deregulation, Washington, DC: EIrookings Institution.",
        "McFadden, D. (1974) Conditional Logit Analysis of Qualitative Choice Behavior, in P.",
        "Zarembka, ed. Frontiers in Econometrics, New York: Academic Press, 1974.",
        "Hausman and Wise (1978) A Conditional Probit Model for Qualitative Choice: Discrete Decisions Recognizing Interdependence and Heterogeneous Preferences, Econometrica, 46, 403-426.",
        "Cardell, N. (1992) Variance Component Structures for the Extreme Value and Logistic Distributions, mimeo, Washington State University.",
        "Call, G. and T. Keeler, Airline Deregulation, Fares and Market Behavior: Some Empirical Evidence, in A.F. Daughey, ed. Analytic Studies in Transport Economics, Cambridge: Cambridge University Press. Caves, D., L. Christensen and M.Tretheway (1984) Economies of Density versus Economies of Scale: Why Trunk and Local Airline Costs Differ, RAND Journal of Economics, 15, 471 -489.",
        "Brucckner, J. and P.T. Spiller (1991) Competition and Mergers in Network Airlines, International Journal of Industrial Organization, 9, 323-342.",
        "Brueckner, J. and P.T. Spiller (1994) Economies of Traffic Density in the Deregulated Airline Industry, Journal of Law and Economics, 37, 379-415.",
        "Borenstein, S. and N. Rose (1994), Economies of Traffic Density in the Deregulated Airline Industry, Journal of Political Economy, 102, 65-95.",
        "Bresnahan, T.F. (1989), Empirical Studies of Industries with Market Power,, in R. Schmalensee and AD. Willig, Handbook of Industrial Organization, Vol 2, North-Holland.",
        "Brucckner, J., N. Dyer and P.T. Spiller (1992); Fare Determination in Airline Hub and Spoke Networks, RANDJournalofEconomics,23,309-333.",
        "Berry, S. (1992) Estimation of a Model of Entry in the Airline Industry, Econometrica, 60, 889-917.",
        "Airline Industry,20, 44-65. Borenstein, S. (1991) The Dominant Firm Advantage in Multiproduct Industries: Evidence from U.S. Airlines, Quarterly Journal of Economics, 106, 1237-1266.",
        "Bailey, E. and J. Williams (1988) Sources of Economic Rent in the Deregulated Airline Industry, Journal of Law and Economics, 31, 173-203.",
        "Berry, S. (1990) Airport Presence as Product Differentiation, American Economic Review, 80, 394-399.",
        "Berry, S. (1994) Empirical Models of Product Differentiation, RAND Journal of Economics, 2S, 242-262.",
        "Bailey, E., D. Graham and D. Kaplan, (1985) Deregulating the Airlines, Cambridge, MA: MIT Press."
    ]
}