{
    "id": 5562,
    "cites": 27,
    "cited_by": 20,
    "reference": [
        "U. S. Department of the Census. Statistical Abstract of the United States. Washington: U.S. Government Printing Office, various issues. Wheaton, W. Telecommunications Technology and Real Estate: Some Perspective, MIT/CRE Working Paper 63. World Bank (1994) World Development Report 1994: Infrastructurefor Development.",
        "Thorngren, B. (1977) Silent Actors: Communication Networks for Development pp. 374-385 in I. de Sola Pool Ed. The Social Impact of the Telephone Cambridge: MIT Press.",
        "Tofflemire, M (1992) Telecommunication, External Economies, City Size and Optimal Pricing for Telecommunications, Journal of Regional Science 32 (1): 77- 90.",
        "Toffler, A. (1980) The Third Wave. New York: Bantam Books.",
        "Pierce, J. (1977) The Telephone and Society in the Past 100 Years pp. 159-196 in I. de Sola Pool Ed. The Social Impact of the Telephone. Cambridge: MIT Press.",
        "Reid, A. (1977) Comparing Telephone with Face-to-Face Contact pp. 386-414 in I. de Sola Pool Ed. The Social Impact of the Telephone. Cambridge: MIT Press.",
        "Rosen, S. (1981) The Economics of Superstars American Economic Review 71: 845- 858.",
        "Sassen, S. (1991) The Global City: New York, London, Tokyo. Princeton: Princeton University Press.",
        "Saxenian, A. (1993) Regional Advantage. Cambridge: Harvard University Press.",
        "References Continued Ota, M and M. Fujita (1993) Communication Technologies and Spatial Organization of Multi-unit Firms in Metropolitan Areas, Regional Science and Urban Economics 23 (6): 695-729.",
        "Papert, S. (1991) Situating Constructionism in I. Harel and S. Papert Eds Constructionism. Norwood: Ablex Publishing.",
        "Naisbitt, R. (1995) The Global Paradox. New York: Avon Books.",
        "Negroponte, N. (1995) Being Digital. New York: Vintage Books.",
        "Morrison, S. and C. Winston (1995) The Evolution of the Airline Industry.",
        "Washington: Brookings Institution. Moyer, J. A. (1977) The telephone and the uses of time pp. 225-245 in I. de Sola Pool Ed. The Social Impact of the Telephone. Cambridge: Mll Press.",
        "Marshall, A. (1890) Principles of Economics. London: Macmillan. Mayer, M. (1977) Urban Growth and the Development of the Telephone: Some Relationships at the Turn of the Century pp. 342-370 in I. de Sola Pool Ed.",
        "Marschak, J. and R. Radner (1972) Economic Theory of Teams. New Haven: Yale University Press.",
        "Kremer, M. (1993) An O-Ring Theory of Economic Growth. Quarterly Journal of Economics.",
        "Krugman, P. (1991) Increasing Returns and Economic Geography, Journal of Political Economy 99: 483-499.",
        "Jovanovic, B. Job Matching and the Theory of Turnover, Journal of Political Economy 87 (1979): 972-990.",
        "Knoke, K. (1996) Bold New World: The Essential Road Map to the Twenty-First Century. New York: Kodansha.",
        "Jacobs, J. (1968) The Economy of Cities. New York: Vintage Books.",
        "Jaffe, A., Henderson, R. and M. Trajtenberg (1993) Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations, Quarterly Journal of Economics.",
        "Ihlanfeldt (1995) The Importance of the Central City to the Regional and National Economy: A Review of the Arguments and Empirical Evidence, Cityscape 1(2): 125-143.",
        "Henderson, V., and A. Mitra Edge City Economics, mimeographed. Huber, P. (1995) New York, Capital of the Information Age, City Journal 5 (1): 12-22.",
        "Aronson, S. Bells Electrical Toy: Whats the Use? The Sociology of Early Telephone Usage, pp. 15-39in I. de Sola Pool Ed. The Social Impact of the Telephone. Cambridge: MIT Press. Garreau, J. (1991) Edge City. New York: Anchor Books.",
        "Glaeser, E. L. and D. Mare Cities and Skills, Hoover Institution Working Paper E-94-11. Gottman, J.(1977) Megalopolis and Antipolis: The Telephone and the Structure of the City, pp. 303-317 in I. de Sola Pool Ed. The Social Impact of the Telephone. Cambridge: MIT Press."
    ]
}