{
    "id": 5566,
    "cites": 46,
    "cited_by": 6,
    "reference": [
        "Wilson, William Julius, The Truly Disadvantaged: The Inner City. the Underclass. and Public Policy, (Chicago, IL: University of Chicago Press, 1987).",
        "Zimmerman, David J., Regression Toward Mediocrity in Economic Stature, American Economic Review, Vol. 82, No. 3, June 1992, pp. 409-429.",
        "Solon, Gary, Intergenerational Income Mobility in the United States, American Economic Review, LXXXII(1992), 393-408.",
        "Rockwell, Richard C., Historical Trends and Variations in Educational Homogamy, Journal of Marriage and the Family, XXXVIII (1976), 83-95.",
        "Siegel, Paul and Robert Hodge. A Causal Approach to the Study of Measurement Error, in Hubert Blalock and Ann Blalock eds., Methodology in Social Science Research. New York: McGraw-Hill, 1986, pp. 28-59.",
        "Reich, Robert, Secession of the Successful, New York Times Magazine. (20 Jan 1991), 16- 17.",
        "Mulligan, Casey B., Economic Biological Approaches to Inheritance: Some Evidence, University of Chicago, unpublished??, October 1995.",
        "Lam, David, Marriage Markets and Assortative Mating with Household Public Goods: Theoretical Results and Empirical Implications, The Journal of Human Resources, XXIII (1995), 462-487.",
        "Lam, David and Robert Schoeni, Family Ties and Labor Markets in the United States and Brazil, Working Paper, 1993.",
        "Lam, David, and Robert Schoeni, Effects of Family Background on Earnings and Returns to Schooling: Evidence from Brazil, Journal of Political Economy, CI (1993), 710-740.",
        "Manski, C., Identification Problems in the Social Sciences, Sociological Methodology, vol. 23, (Cambridge: Basil Blackwell, 1993a) Manski, C. Identification of Endogenous Social Effects: The Reflection Problem, Review of Economic Studies, 60 (1993b), 531-542.",
        "Mare, Robert D., Five Decades of Educational Assortative Mating, American Sociological Review, LVI (1991), 15-32.",
        "Menchik, Paul L., Inter-generational Transmission of Inequality: An Empirical Study of Wealth Mobility, Economica XXXXVI(1979), 349-62.",
        "Miguel, Edward A., Notes on Assortative Matching, MIT, unpublished, 1995.",
        "Mulligan, Casey B., On Intergenerational Altruism, Fertility, and the Persistence of Economic Status, University of Chicago, Ph. D thesis, August 1993.",
        "Kalmijn, Matthijs, Shifting Boundaries: Trends In Religious And Educational Homogamy, American Sociological Review, LVI (199lb), 786-800. Kalmijn, Matthijs, Trends in Black/White Intermarriage, Social Forces. LVVII (1993), 119- 146.",
        "Kremer, Michael, The O-Ring Theory of Economic Development, Quarterly Journal of Economics, CVIII (1993), 551-575.",
        "Kremer, Michael and Eric Maskin, Segregation by Skill and the Rise in Inequality, MIT, unpublished, 1995.",
        "Goldin, Claudia, The Meaning of College in the Lives of American Women, NBER Working Paper Not 4099, (1992).",
        "Herrnstein, Richard J. and Charles Murray, The Bell Curve: Intelligence and Class Structure In American Life. (New York: The Free Press, 1994).",
        "Hill, Martha S. and Greg J. Duncan, Parental Family Income and the Socioeconomic 19 Attainment of Children, Social Science Research, XVI (1987), 39-73.",
        "Kalmijn, Matthijs, Status Homogamy in the United States, American Journal of Sociology, ICVII (1991 a), 496-523.",
        "Fernandez, Raquel and Richard Rogerson, Income Distribution, Communities and the Quality of Public Education: A Policy Analysis, NBER Working Paper No.4158, (1992).",
        "Goldberger, Art, Family Data Analysis: Assortment, Selection, and Transmission, University of Wisconsin, Unpublished, 1979.",
        "Crane, Jonathan, The Epidemic Theory of Ghettos and Neighborhood Effects on Dropping Out and Teenage Childbearing, American Journal of Sociology, ICVI (1991), 1226- 59.",
        "Crow, James F. and Motoo Kimura, An Introduction to Population Genetics Theory. (New York: Harper and Row, 1970).",
        "Cutler, David and Edward Glaeser, Are Ghettos Good or Bad? Unpublished Manuscript, 1995.",
        "Durlauf, Steven N., On the Evolution of Economic Status Across Generations, Social Systems Research Institute, 422 University of Wisconsin Madison, Durlauf, Steven, A Theory of Persistent Income Inequality, NBER Working Paper No. 4056, (1992).",
        "Durlauf, Steven N., Neighborhood Feedbacks, Endogenous Stratification, and Income Equality, NBER (1994). University of Wisconsin Madison.",
        "Cavalli-Sforza, Luigi Luca, and Martin Feldman, Cultural Transmission and Evolution: A Quantitative Approach, (Princeton, NJ: Princeton University Press, 1981).",
        "Cooper, Suzanne J., Steven N. Durlauf, and Paul A. Johnson, [1993], On the Evolution of Economic Status Across Generations, Proceedings of the Business and Economic Statistics Section, American Statistical Association, 50-8.",
        "Corcoran, Mary, Roger Gordon, Deborah Laren and Gary Solon, Effects of Family and Community Background on Mens Economic Status, NBER Working Paper No. 2896. (1989).",
        "Borjas, George, Ethnic Capital and Intergenerational Mobility, Quarterly Journal of Economics, CVII (1992), 123- 150.",
        "Case, Anne C. and Lawrence F. Katz, The Company You Keep: The Effects of Family and 18 Neighborhood on Disadvantaged Youths, NBER Working Paper No 3705, (1991).",
        "Becker, Gary, A Treatise on the Family. (Cambridge, MA: Harvard University Press, 1981).",
        "Becker, Gary S. and N. Tomes, An Equilibrium Theory of the Distribution of Income and Intergenerational Mobility, Journal of Political Economy, LXXXVII (1979), 1153-1189.",
        "Benabou, Roland, Heterogeneity, Stratification and Growth, Forthcoming, American Economic Review. Benabou, Roland, Workings of a City: Location, Education, and Production, Quarterly Journal of Economics, CVIII (1993b), 619-652.",
        "Bielby, William; Hauser, Robert and David Featherman. Response Errors of Non-Black Males in Models of the Stratification Process, in D. L. Aigner and A. S. Goldberger, eds., Latent Variables in Socioeconomic Models. Amsterdam: North Holland, 1977, pp. 227-51.",
        "Blinder, Alan S., A Model of Inherited Wealth, Quarterly Journal of Economics, LXXXVII (1973), 608-626.",
        "Blinder, Alan S., A Micro Stimulation Model of the Size Distribution of Income, The Journal of Economics and Business, XXVII (1974), 11-9.",
        "Blinder, Alan S., Inequality and Mobility in the Distribution of Wealth, Kyklos, XXIX (1976), 607-638.",
        "Borjas, George, Ethnicity, Neighborhoods, and Human Capital Externalities, American Economic Review, LXXXV (1995), 365-90.",
        "Blau, Peter M. and Otis Dudly Duncan, The American Occupational Structure, (New York: Wiley, 1967).",
        "Atkinson, A.B., The Economics of Inequality, (Oxford: Clarendon Press, 1975).",
        "Ashenfelter, Orley and Alan Krueger, Estimates of the Economic Return to Schooling from a New Sample of Twins, Un-American Economics Review, December 1994, 1157- 1173.",
        "Arnott, Richard and John Rowse, Peer Group Effects and Educational Attainment, Journal of Public Economics, XXXII (1987), 287-305."
    ]
}