{
    "id": 5567,
    "cites": 30,
    "cited_by": 4,
    "reference": [
        "Wasserman, J., et al. The Effects of Excise Taxes and Regulations on Cigarette Smoking, Journal of Health Economics, 1991, 10, 43-64.",
        "Woodruff-TJ; Rosbrook-B; Pierce-Jr Glantz-SA, Lower levels of cigarette consumption found in smoke-free workplaces in California, Archives of Internal Medicine. 1993 June 28; 153(12) 1485-93.",
        "U.S. Environmental Protection Agency, Office of Health and Environmental Assessment, Respiratory Health Effects of Passive Smoking: Lung Cancer and Other Disorders, 1992, Washington, D.C.",
        "U.S. Department of Health and Human Services: The Health Benefits of Smoking Cessation: A Report of the Surgeon General, U.S. Department of Health and Services, Public Health Service, Centers for Disease Control, Office of Smoking and Health, DHHS Publication Number (CDC), 1990.",
        "U.S. Department of Health and Human Services: The }health Consequences of Involuntary Smoking, U.S. Department of Health and Services, Public Health Service, Centers for Disease Control, Office of Smoking and Health, DHHS Publication Number (CDC), 1986.",
        "Stave, G.M. and Jackson, G.W. Effect of a Total Work-site Smoking Ban on Employee Smoking and Attitudes, Journal of Occupational Medicine, 1991, 33(8), 884-90.",
        "Sorensen et al. Effects of a Worksite Nonsmoking Policy: Evidence for Increased Cessation, American Journal of Public Health, 1991, 81(2), 202-204.",
        "Staiger, D. And J. Stock, Instrumental Variables Regression with Weak Instruments, NBER Technical Working Paper, No. 151, January 1994.",
        "Rosen, Sherwin, The Theory of Equalizing Differences, Chapter 12, in Handbook of Labor Economics, edit by O. Ashenfelter and R. Layard, Elsevier Science Publishing, Amsterdam, The Netherlands, 1986, 641 -692.",
        "Petersen, D., and D. Massengill, Smoking Regulations in the Workplace: An Update, Personnel. May 1996.",
        "Newey, W., Generalized Methods of Moments Specification Testing, Journal of Econometrics, 29, 1985, 229-56.",
        "Manning, W.G., L. Blumberg, and L.H. Moulton, The Demand For Alcohol: Differential ResponsetoPrice,JournalofHealth Economics, 1995,14, 123-48.",
        "Lewit, E.M., D. Coate, and M. Grossman. The Effects of Government Regulations on Teenage Smoking, Journal of Law and Economics, 1981, 24, 545-569.",
        "Kinne, S. et al. Work-site Smoking Policies: Their Population Impact in Washington State, American Journal of Public Health, 1993, 83(7), 1031 -3.",
        "Grossman, M. et al. Alcohol and Cigarette Taxes, Journal of Economic Perspectives, 1993, 7, 211-222.",
        "Human Resources Policy Group, Smoking Policies in Large Corporations, (unpublished report), 1985.",
        "Evans, W. and E. Montgomery. Education and Health: Where Theres Smoke heres An Instrument, National Bureau of Economic Research, 1994, Working Paper 4949.",
        "Evans, W. and M. Farrelly, State Clean Indoor Air Laws and Smoking Participation Among Workers, Working Paper, Department of Economics, University of Maryland, February 1996..",
        "Duan, N. et al. Choosing Between the Sample Selection and the Multi-Part Model, Journal of Business and Economic Statistics, 1984, 2, 283-289.",
        "Evans, W. and M. Farrelly, The Compensating Behavior of Smokers: Taxes, Tar and Nicotine, Working Paper, Department of Economics, University of Maryland, December 1995.",
        "Duan, N. et al. A Comparison of Alternate Models for the Demand for Medical Care, Journal of Business and Economic Statistics, 1982, 1, 115- 126.",
        "Brown, C. and Medoff, J. The Employer Size-Wage Effect, Journal of Political Economy, 1989, 97(5), 1027-1059.",
        "Bound, J., D. Jaeger, and R. Baker, (1995), Problems with Instrumental Variables Estimation when the Correlation between Instruments and the Endogenous Explanatory Variable is Weak, Journal of the American Statistical Association, forthcoming, 1995.",
        "Borland, R. et al. Effects of Workplace Smoking Bans on Cigarette Consumption, American Journal of Public Health, 1990, 80(2), 178-180.",
        "Baile, W.F. et al. Impact of a Hospital Smoking Ban: Changes in Tobacco Use and Employee Attitudes, Addictive Behaviors, 1991, 16(6), 419-426.",
        "Angrist, J.D., G. Imbens, and A. Krueger, Jacknife Instrumental Variables Estimation, National Bureau of Economic Research, 1995, Technical Working Paper 172.",
        "Angrist, J.D. and A. Krueger, Split Sample Instrumental Variables Estimates of the return to Schooling, Journal of Business and Economic Statistics, April 1995.",
        "Angrist, J.D., Instrumental Variables Estimation of Average Treatment Effects in Econometrics and Epidemiology, National Bureau of Economic Research, 1991, Technical Working Paper 115.",
        "Allen, S.G., Compensation, Safety, and Absenteeism: Evidence from the Paper Industry, Industry and Labor relations Review, 34, 1981, 207- 18.",
        "Petersen, D. et al. Employee Smoking Behavior Changes and Attitudes Following a Restrictive Policy on Worksite Smoking in a Large Company, Public Health Reports, 1988, 103(2), 115-120."
    ]
}