{
    "id": 5568,
    "cites": 23,
    "cited_by": 4,
    "reference": [
        "Beller, Daniel J., and Lawrence, Helen H. \"Trends in Private Pension Plan Coverage.\" In Trends in Pensions 1992, edited by John A. Turner and Daniel J. Beller. Washington: U.S. Department of Labor, 1992. Bernheim, B. Douglas, \"The Merrill Lynch Baby Boom Retirement Index,\" Merrill Lynch & Co. (July 14,1994).",
        "Chang, Angela E. \"Tax Policy, Lump-Sum Pension Distributions, and Household Saving.\" Manuscript. Cambridge, MA: Massachusetts institute of Technology, October 1992.",
        "Gustman, Alan L., and Steinmeier, Thomas L. \"The Stampede Toward Defined Contribution Pension Plans: Fact or Fiction?\" Industrial Relations 31 (Spring 1992): 361-369.",
        "Hewitt Associates. Early Retirement Windows, Lump Sum Options, and Postretirement Increases in Pension Plans: 1992. Lincolnshire, IL: Hewitt Associates, 1992.",
        "Ippolito, Richard A. \"Pension Plan Choice, 1979-1987: Clarifications and Extensions.\" Manuscript. Washington, DC: Pension Benefit Guaranty Corporation, December 1990.",
        "Kennickell, Arthur B., and Shack-Marquez, Janice. \"Changes in Family Finances from 1983 to 1989: Evidence from the Surveys of Consumer Finances.\" Federal Reserve Bulletin 78 (January 1992): 1-18.",
        "Kennickell, Arthur B., and Woodburn, R. Louise. \"Estimation of Household Net Worth Using Model-Based and Design-Based Weights: Evidence from the 1989 Survey of Consumer Finances.\" Manuscript. Washington: Board of Governors of the Federal Reserve System, April 1992.",
        "Kruse, Douglas L. \"Pension Substitution in the 1980s: Why the Shift Toward Defined Contribution Pension Plans.\" Working Paper no. 3882. Cambridge, MA: National Bureau of Economic Research, October 1991.",
        "Murphy, Kevin M., and Welch, Finis. \"Empirical Age-Earnings Profiles.\" Journal of Labor Economics 8 (April 1990): 202-229.",
        "Papke, Leslie E. \"Asset Allocation of Private Pension Plans.\" In Trends in Pensions 1992, edited by John A. Turner and Daniel J. Beller. Washington, DC: U.S. Department of Labor, 1992.",
        "Papke, Leslie E. \"Does 401 (k) Introduction Affect Defined Benefit Plans?\" National Tax Association ProceecBngs 1994 (1995), 173-77.",
        "President&apos;s Commission on Pension Policy, Coming of Age: Toward a National Retirement Income Policy (February 26,1981).",
        "Samwick, Andrew A. \"Wage Risk Compensation Through Employer-Provided Pensions.\" Manuscript. Cambridge, MA: Massachusetts Institute of Technology, April 1993. (a) Samwick, Andrew A. \"The Effect of Tax Reform Act of 1986 on Pension Coverage: Evidence from Pension Provider Surveys.\" Manuscript. Cambridge, MA: National Bureau of Economic Research, July 1993. (b) Samwick, Andrew A., and Jonathan Skinner, \"How Will Defined Contribution Pension Plans Affect Retirement Income?\" Manuscript. Hanover, NH: Dartmouth College, April 1996.",
        "Silverman, Celia, \"Pension Evolution in a Changing Economy.\" Employee Benefit Research Institute (EBRI) Special Report No. 141. Washington: September 1993.",
        "Schultz, Ellen E. \"Passing the Buck: In New Pension Plans, Companies Are Putting the Onus on Workers; But Few Employees Manage Retirement Funds Well; Some Tell Horror Stories Tips from Investment Pros.\" The Wall Street Journal. July 7,1992, Section A, p. 1(a) Schultz, Ellen E. \"Your Money Matters: Putting Too Much Stock in the Company.\" The Wall Street Journal. December 21,1992, Section C, p. 1(b) Schultz, Ellen E. \"Your Money Matters: Raiding Pension Money Now May Leave You Without a Piggy Bank for Retirement.\" The Wall Street Journal. April 7,1993, Section C, p. 1.",
        "Siegel, Siegel, Jeremy J. \"The Real Rate of Interest from 1800-1990 : A Study of the US and the U.K.,\" Journal of Monetary Economics 29(2): (April 1992): pp. 227-252.",
        "Topel, Robert H., and Ward, Michael P. \"Job Mobility and the Careers of Young Men.\" Quarterly Journal of Economics 107 (May 1992): 439-479.",
        "U.S. Department of Labor. Pension and Health Benefits of American Workers: New Findings from the April 1993 Current Population Survey (1994). Washington.",
        "VanDerhie, Jack, \"Pensions, Social Security, and Savings,\" EBRI Issue Brief No. 129 (September 1992).",
        "Vise, David A. \"A Pensionless Future? Workers at Risk as Firms Abandon Plans.\" The Washington Post. May 13,1993, Section A, p. 1.",
        "Yakoboski, Paul, et. al., \"Retirement Program Lump-Sum Distributions: Hundreds of Billions in Hidden Pension Income,\" EBRI Issue Brief No. 146 (February 1994a).",
        "Yakaboski, Paul, et. al., \"Employment-Based Retirement Income Benefits: Analysis of the April 1993 Current Population Survey,\" EBRI Issue Brief Ho. 153 (September 1994b).",
        "Washington Post. \"Paying for Retirement.\" (editorial). May 14,1993, Section A, p. 30."
    ]
}