{
    "id": 5570,
    "cites": 52,
    "cited_by": 7,
    "reference": [
        "Wagenaar, Alexander C. and Frederick M. Streff. 1989. Macroeonomic Conditions and Alcohol-Impaired Driving Journal of Studies on alcohol, Vol. 50, 217-25.",
        "Wagstaff, Adam. 1985. Time Series Analysis of the Relationship Between Unemployment and Mortality: A Survey of Econmetric Critiques and Replications of Brenners Studies Social Science Medicine, Vol. 21, No. 9, pp. 985-96.",
        "Willich, Stefan. N., Hannelore Lowel, Michael Lewis, Allmut Hormann, Hans-Richard Arntz, and Uldrich Keil. 1994. Weekly Variation in Acute Mycoardial Infarction: Increased Monday Risk in the Working Population Circulation, Vol. 90, No. I (July), 87-93.",
        "Yang, Bijou. 1992. The Economy and Suicide: A Time-Series Study of the USA, American Journal of Economics and Sociology, Vol. 51, No. 1, January, 87-99.",
        "Yelowitz. Aaron S. 1995. The Medicaid Notch, Labor Supply, and Welfare Participation: Evidence from Eligibility Expansions (Quarterly Journal oJ Economics, Vol. 64, No. 4, January, 909-939.",
        "Government Printing Office. U.S. Department of Commerce. Various Years. Statistical Abstract of the United States. Washington, D.C.: U.S. Government Printing Office. U.S. Department of Labor. 1995. Employment anal Earnings, Vol. 42, No. I, January.",
        "Kuhn, Christopher J. 1995. Economic Conditions and Alcohol Problems,.Journal of Health Economics, Vol. 14, No. 5, December, pp. 583-603.",
        "Ruhm. Christopher J. 1991. Are Workers Permanently Scarred By Job Displacements American Economic Review, Vol. 81, No. 1, March, pp. 319-24.",
        "Skog, Ole-J0rgen. 1986. An Analysis of Divergent Trends in Alcohol Consumption and Economic Development Journal of Studies on Alcohol, Vol. 47, 19-25.",
        "Stern, J. 1983. The Relationship between Unemployment, Morbidity, and Mortality in Britain, Population Studies, Vol. 37, pp. 61-74.",
        "Tolley, George, Donald Kenkel, and Robert Fabian. 1994. Valuing Health for Policy. An Economic Approach. Chicago, IL: The University of Chicago Press.",
        "U.S. Bureau of the Census. 1973. I 970 Census of the Population, Vol. l, Cl1crrcrcleri.stic.s of the Population. Washington, D.C.: U.S. Government Printing Office.",
        "Pierce, Robert S., Michael R. Frone, Marcia Russell, and M. Lynne Cooper. 1994. Relationship of Financial Strain and Psychosocial Resources to Alcohol Use and Abuse: The Mediating Role of Negative Affect and Drinking Motives Journal of Health and asocial Behavior, Vol.",
        "Mwabu, Germano M. 1988. Seasonality, The Shadow Price of Time and Effectiveness of Tropical Disease Control Programs in Herrin, Alejando N. and Patricia L. Rosenfield (eds.) Economics, Health, and Tropical Diseases, University of the Philippines Press, pp.",
        "Phelps, Charles E. and Joseph P. Newhouse. 1974. Coinsurance, the Price of Time, and the Demand for Medical Services Review of Economics anti ~Statistics, Vol. 56, No. 3, 334-342.",
        "Mullahy, John. 1996. Itll Only Hurt A Second: Microeconon~ic Determinants of Who Gets Flu Shots. mimeo, Trinity College.",
        "Lennon, Mary Clare. 1994. Women, Work, and Well-Being: The Importance of Work Conditions Journal of Health and Social Behavior, Vol. 35, No. 3, September, 235-47.",
        "Page 3 1 Manning, Willard G., Joseph P. Newhouse, Naihua Duan, Emmett B. Keeler, Arleen Leibowitz, and M. Susan Marquis. 1987. Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment American Economic Review. Vol. 77 No. 3.",
        "Junankar, P.N. 1991. Unemployment and Mortality in England: A Prelminary Analysis ()xford Economic Papers, Vol. 43, No. 2, pp. 305-20.",
        "Karasek Robert A. and Tores Theorell. 1990. Healthy Work: Stress, Productivity, and the Reconstruction of Working Life. New York: Basic Books.",
        "Joyce, Theodore and Naci Mocan. 1993. Unemployment and Infant Health: Time-Series Evidence from the State of Tennessee Journal of Human Resources, Vol. 28, No. I, Winter 1993, pp. 185-203.",
        "Holt, Robert R., 1982. Occupational Stress in L. Goldberger and S. Breznitz (eds.) Handbook of Stress, New York: Basic Books, 419-44.",
        "Janlett, Urban, Kjell Asplund, and Lars Weinehall. 1991. Unemployment and Cardiovascular Risk Indicators Scandanavian Journal of Social Medicine, Vol. 20, No. I, March, pp. 14- 18.",
        "Washington, D.C.: Employee Benefit Research Institute. Page 30 Fuchs, Victor. 1979. The Economics of Health in a Post.Industrial Society The Public Interest, pp. 3-20.",
        "Gravelle, H.S.E., G. Hutchinson, and J. Stern. 1981. Mortality and Unemployment: A Critique of Brenners Time Series Analysis The Lancet, 9/26, pp. 675-9.",
        "Grossman, Michael M. 1972. On the Concept of Health Capital and the Demand for Health Journal of Political Economy, Vol. 80 No. 2, pp. 223-55.",
        "Gruber, Jonathan and Brigitte C. Madrian. 1995. Non-employment and Health Insurance Coverage, National Bureau of Economic Research Working Paper No. 5228.",
        "Hammarstrom, Anne, Urban Janlert, and Tores Theorell. 1988. Youth Unemployment and Ill Health: Results from a 2-year Follow-up Study Social Science Medicine, Vol. 26 No. 10 pp. 1025-33.",
        "Hamermesh, Daniel S. and Neal M. Soss. 1974. An Economic Theory of Suicide Vol. 82 No.",
        "Fichtenbaum, Rudy. 1995. Unemployment and Health: A Cross-Section Analysis, mimeo, Wright State University.",
        "Forbes, John F. and Alan McGregor. 1984. Unemployment and Mortality in Post-War Scotland Journal of Health Economics, Vol. 3, pp. 219-57.",
        "French, Michael T. and Laura J. Dunlap. 1995. Compensating Wage Differentials for Job Stress, mimeo, Research Triangle Institute.",
        "Fenwick, Rudy and Mark Tausig. 1994. The Macroeconomic Context of Job Stress Journal of Health and Social Behavior, Vol. 35, No. 3, September 266-82.",
        "Durkheim, Emile. 1897. Suicide, translated by J. Spaulding and G. Simpson, reprinted Glencoe, 11: Free Press, 1951.",
        "Evans, William and John D. Graham. 1988. Traffic Safety and the Business Cycle Alcohol, Drugs, and Driving, Vol. 4, No. 1, pp. 31-~.",
        "Dooley, David, Ralph Catalano, Karen Rook. 1988. Personal and Aggregate Unemployment and Psychological Problems Journal of Social Issues, Vol. 44, No. 4, winter, 107-23.",
        "Dooley, David, Ralph Catalano, Karen Rook, and Seth Serxner. 1989. Economic Stress and Suicide: Multilevel Analyses Suicide and Life Threatening Behavior, Vol. 19, No. 4, Winter, 321-336.",
        "Cook, Philip J. and Gary A. Zarkin. 1986. Homicide and Economic Conditions: A Replication and Critique of M. Harvey Brenners New Report to Congress Journal of Ã\u0082Â£?uan~itative Criminology, Vol. 2, No. 1, 69-80.",
        "Currie, Janet and Jonathan Gruber. 1996. Health Insurance Eligibility, Utilization of Medical Care, and Child Health Quarterly Journal of Economics, forthcoming.",
        "Burtless, Gary. 1987. Occupational Effects on the Work and Health Capacity of Older Men, in Gary Burtless (ed.), Work, Health, and the Elderly, Washington D.C.: Brookings Institution: 224-52.",
        "Page 29 Chaloupka, Frank J. 1991. Rational Addictive Behavior and Cigarette Smoking .lo~rnul `f Political Economy, Vol. 99, No. 4, pp. 722-742.",
        "Clark, Kim B. and Lawrence H. Summers. 1982. The Dynamics of Youth Unemployment in David A. Wise (ed.) The Youth Labor Market Problem: Its Nature, Causes, and Consequence*. Chicago: University of Chicago Press, pp. 199-230.",
        "Cook, Philip J. and George Tauchen. 1982. The Effect of Liquor Taxes on Heavy Drinking Bell Journal of Economics, Vol. 13, No. 4, Autumn, pp. 379-90.",
        "Baker, Dean B. 1985. The Study of Stress at Work Annual Revieu of Phlic Health, Vol. 6, 367-81.",
        "Becker, Gary S. and Kevin M. Murphy. 1988. A Theory of Rational Addiction Journal of Political Economy, Vol. 96, No. 4, pp. 675-700.",
        "Bound, John. 1991. Self-Reported Versus Objective Measures of Health in Retirement Models Journal of Human Resources, Vol. 26, No. 1 (Winter), pp. 106-38.",
        "Brenner, M. Harvey. 1973. Mental Illness and the Economy. Cambridge: Harvard University Press.",
        "Brenner, M. Harvey. 1975. Trends in Alcohol Consumption and Associated Illnesses: Some Effects of Economic Changes The American Journal of Public Health, Vol. 65, No. 12, December, 1279-92.",
        "Brenner, M. Harvey and Anne Mooney. 1983. Unemployment and Health in the Context of Economic Change Social Science Medicine, Vol. 17, No. 16, pp. 1125-38.",
        "Acton, Jan P. 1975. Nonmonetary Factors in the Demand for Medical Services: Some Empirical Evidence Journal o[Political Economy, Vol. 83~ 595-614.",
        "Akerlof, George A. 1991. Procrastination and Obedience American Economic Review, Vol. 81, No. 2, May, pp. 1-19.",
        "Anderson, Kathryn H. and Richard V. Burkhauser. 1985. The Retirement-Health Nexus: A New Measure of An Old Puzzle Journal rJf Human Resources, Vol. 20, No. 3, pp. 315-30."
    ]
}