{
    "id": 5578,
    "cites": 16,
    "cited_by": 1,
    "reference": [
        "Henry Simons, Rules versus Authorities in Monetary Policy, Journal of Political Economy, 44 (1936): 1 -30.",
        "Terrence Halpin, Three Essays on the Effects of Experience Rating in Unemployment Insurance. Unpublished doctoral dissertation, Michigan State University, 1978.",
        "Daniel S. Hamermesh, Jobless Pay and the Economy. Baltimore: Johns Hopkins, 1977.",
        "Robert Inrnan, The Local Decision to Tax: Evidence from Large U.S. Cities, Regional Science and Urban Economics, 19 (1989): 455-91.",
        "James Poterba, State Budgetary Responses to Fiscal Crises: The Effects of Budgetary Institutions and Politics, Journal of Political Economy, 102 (1994): 799-821.",
        "Gene Grossman and Elhanan Helpman, Protection for Sale, American Economic Review, 84 (1994): 833-50.",
        "Jonathan Gruber, The Incidence of Mandated Maternity Benefits, American Economic Review, 84 (1994): 622-641.",
        "Richard Freeman and James Medoff, New Estimates of Private Sector Unionism in the United States, Industrial and Labor Relations Review, 32 (1979): 143-74.",
        "William Brock, Stephen Magee and Leslie Young, Black Hole Tariffs and Endogenous Redistribution Theory. New York: Cambridge University Press, 1990.",
        "David Card, The Impact ofthe Mariel Boatlift on the Miami Labor Market, Industrial and Labor Relations Review, 43 (1990): 245-57.",
        "Felix FitzRoy and Robert Hart, Hours, Layoffs and Unemployment Insurance Funding: Theory and Practice in an International Perspective, Economic Journal, 95 (1985): 700-13.",
        "AFL-CIO, policy Resolutions Adopted by the Eleventh Constitutional Convention. Washington: AFL-CIO, 1975.",
        "James Adams, Equilibrium Taxation and Experience Rating in a Federal System of Unemployment Insurance, Journal of Public Economics, 29 (1986): 51-77.",
        "Patricia Anderson and Bruce Meyer, Unemployment Insurance in the United States: Layoff Incentives and Cross Subsidies, Journal of Labor Economics, 11 (1993): S70-95.",
        "Gary Becker, A Theory of Competition Among Pressure Groups for Political Influence, Quarterly Journal of Economics, 108 (1983): 371-400.",
        "Frank Brechling, The Incentive Effects of the U.S. Unemployment Insurance Tax, Research in Labor Economics, I (1977): 41-102."
    ]
}