{
    "id": 5579,
    "cites": 15,
    "cited_by": 30,
    "reference": [
        "1. There are also some other nations, including Finland, which have adopted official inflation targets. They have been excluded from my assignment in order to keep the study to a manageable size.",
        "4. Note that dismissal is not automatic. The Acts provision is that The Governor-General may..., on the advice of the (Finance] Minister, remove the Governor from office.. .if the Minister is satisfled...That the performance of the Governor in ensuring that the Bank achieves the policy targets fixed under...this Act has been inadequate....",
        "7. The same is true, of course, of short-term interest rates.",
        "9. This account is adapted from King (1995).",
        "10. I think it best not to classify Sweden as an English-speaking nation, despite the great proficiency of many of its citizens.",
        "13. On the latter topic, see Section IV below. Mayes and Chapple (1995) also expresses skepticism regarding the reliability of calculated sacrifice ratios.",
        "14. That the maintenance of a fixed (nominal) exchange rate requires the dedication of monetary policy--Le., that fiscal policy cannot be used for this purpose on a long-run basis--is argued by McCallum (1996, pp. 135-6 and 144-5).",
        "21. Negligible inflation is one way of expressing succinctly Alan Greenspans concept of price level stability, namely, as a condition in which ...price levels [are] sufficiently stable so that expectations of change do not become major factors in key economic decisions.",
        "22. I am inclined to say that all a CB can do is to create base money at a slow or rapid rate. But many analysts would prefer alternative indicators.",
        "24. The New Zealand framework calls, of course, for departures from a constant inflation rate in 34 periods with sizeable supply shocks.",
        "25. A few leading references are listed in MÃ\u0083Â¨Callum (1995a). Also see Debelle and Fischer (1995).",
        "26. Examples include King (1995) and (to some extent) Archer (1995, pp. 4-5).",
        "29. This sentence says will soon come to because it is very unlikely that expectations would adjust immediately following a chanae in policy behavior.",
        "32. This is suggested by a very large member of empirical studies. A notable recent contributions is Christiano, Eichenbaum, and Evans (1994).",
        "37. These rules are Ã\u0083Â³ptininl, of course, only for the particular model used. My own work presumes that, in light of our ignorance regarding nominal-to-real dynamics, that it is more sensible to look for a simple rule that performs reasonably well in a variety of models."
    ]
}