{
    "id": 5580,
    "cites": 36,
    "cited_by": 4,
    "reference": [
        "U.S. National Center for Education Statistics. Oddest Qf~d~ational Statistics 1993 (Washington DC: US Government Printing Office, 1993) 28 Table I Means of Variables by Education and Sex: SIPP .",
        "Smith, James P. and Welch, Finis. Closing the Gap: Forty Years of Economic Progress for Blacks (Santa Monica, CA: The Rand Corporation, 1986).",
        "Sorenson, Elaine. The Crowding Hypothesis and Comparable Worth,t Journal of Human Resources, vol. 25, no. 1, Winter 1990, pp. 55-89.",
        "Polachek, Solomon. Sex Differences in College Major, Industrial and Labor Relations Review, vol. 33, 1978, pp. 498-508.",
        "Oaxaca, Ronald. Male-Female Wage Differentials in Urban Labor Markets, IPt~ernationa Economic Review, vol. 14, October 1973, pp. 693-709.",
        "Paglin, Morton and Rutolo, Anthony. Heterogeneous Human Capital, Occupational Choice, and Male-Female Earnings Differences, Journal of Labor Economics, vol. 8, no. 1, January 1990, pp. 123-144.",
        "Mumane, Richard; Willett, John; and Levy, Frank. The Growing Importance of Cognitive Skills in Wage Determination, Review of Economics and Statistics, vol. 77, no. 2, May 1995, pp. 217-230.",
        "Neal, Derek and Johnson, William. The Role of Pre-Market Factors in Black-White Wage Differences, NBER Working Paper 5124, May 1995.",
        "S76-S 110. Mincer, Jacob. and Polachek, Solomon. An Exchange: Theory of Human Capital and the Earnings of Women; Womens Eamings Reexamined, Journal of Human Resources, vol. 13, 1978, pp. 118-134.",
        "McNeil, Jack; Lamas, Enrique; and Haber, Sheldon. Job Tenure, Lifetime Work Interruptions, and Wage Differentials, SIPP Working Paper No. 8711 (Washington DC: Bureau of the Census, 1987).",
        "Mincer, Jacob. and Polacek, Solomon. Family Investments in Human Capital: Earnings of Women, Journal of Political Economy, vol. 82, no. 2, part 2, March-April 1974, pp.",
        "Marini, Margaret. Sex Differences in Earnings in the United States, in W. R. Scott, ea., 26 Annual Review of Sociology, vol. 15 (Palo Alto CA: Annual Reviews, 1989).",
        "Johnson, George and Solon, Gary. Estimates of the Direct Effects of Comparable Worth Policy, American Economic Review, vol. 76, December 1986.",
        "Jones, F.L. On Decomposing the Wage Gap: A Critical Comment on Blinders Method, Journal of Human Resources, vol. 18, 1983, pp. 126-130.",
        "Kasprzyk, Daniel; Doyle, Pat; Goldstein, Arnold; and McMillen, David. Survey of Income and Program Participation Users Guide (Washington DC: Bureau ofthe Census, July 1987).",
        "Jacobs, Jerry A. Revolving Doors: Sex Segregation and Womens Careers (Stanford CA: Stanford University Press, 1989).",
        "Jacobs, Jerry A. Sex Sey,regation in American Higher Education, Women and Work, vol. 1,1985, pp. 191-214.",
        "Gunderson, Morley. Male-Female Wage Differentials and Policy Responses, Journal of Economic Literature, vol. 27, no. 1, March 1989, pp. 46-72.",
        "Groneau, Reuben. Sex-related Differentials and Womens Interrupted Labor Careers--the Chicken or the Egg Journal of Labor Economics, vol. 6, no. 3, Julu 1988, pp. 277-301.",
        "Fennema, E. and Sherman, J. Sex-Related Factors: A Further Study, Journal for Research in Mathematics Education, vol. 9, 1979, pp. 189-203.",
        "Fox, L., Tobin, D. and Brady, L. Sex-role Socialization and Achievement in Mathematics, in M. Wittig and A. Petersen (eds.), Sex-Related Difference in Cognitive Functioning: Developmental Issues (New York: Academic Press, 1979).",
        "Eccles, Jacqueline. Sex Differences in Mathematics Participation, in M. Machr and M. Steinkampf (eds.), Women in Science (Greenwich CT: JAI Press, 1984), pp. 93-137.",
        "Eccles, Jacqueline and Hoffman, Lois. Sex Differences in Preparation for Occupational Roles, in H. Stevenson and A. Siegel (eds.), Child Development and Social Policy (Chicago: University of Chicago Press, 1984), pp. 367420.",
        "Duncan, Greg and Corcoran, Mary. Do Women Deserve to Earn Less than Men? in G. Duncan et al., Years of Poverty, Years of Plenty (Ann Arbor, MI: Institute for Social Research, 1984), pp. 153-172.",
        "Duncan, Greg et al. Years of Pover~h,r, Years of Plenty (Ann Arbor, MI: Institute for Social Research, 1984).",
        "Dayrnont, Thomas and Andrisani, Paul. Job Preferences, College Major, and the Gender Gap in Earnings, Journal of Human Resources, vol. 19, 1984, pp. 408-428.",
        "Corcoran, Mary and Duncan, Greg. Work History, Labor Force Attachment, and Earnings Differences Between the Races and Sexes, Journal of Human Resources, vol. 14, 1979, pp. 3-20.",
        "Corcoran, Mary; Duncan, Greg; and Ponza, Michael. Work Experience, Job Segregation, and Womens Wages, in B. F. Reskin, ea., Sex Segregation in the Workplace: Trends, Explanations. and Remedies (Washington DC: National Academy Press, 1984), pp.",
        "Corcoran, Mary and Courant, Paul. Sex-Role Socialization and Labor Market Outcomes, American Economic Review, vol. 75, 1985, pp. 275-278.",
        "Corcoran, Mary and Courant, Paul. Sex-Role Socialization, Screening by Sex, and Occupational Segregation, working paper, University of Michigan, 1989.",
        "Blinder, Alan. Wage Discrimination: Reduced Form and Structural Estimates, Journal of Elm, vol. 8, 1973, pp. 436-455.",
        "Card, David and Krueger, Alan. School Quality and Black/White Relative Earnings: A Direct Assessment, Quarterly Journal of Economics, vol. 107, February 1992.",
        "Blakemore, Arthur and Low, Stuart. Sex Differences in Occupational Selection: The Case of College Majors, Review of Economics and Statistics, vol. 66, February 1984, pp.",
        "Blau, Francine and Ferber, Marianne. I he Economics of Women, Men, and Work, 2nd Ed. (Englewood Cliffs, NJ: Prentice Hall, 1992).",
        "Benbow, C.P. and Stanley, J.C. Sex Differences in Mathematical Ability: Fact or Artifact? Science, vol. 210, 1980, pp. 1262-1264.",
        "Altonji, Joseph. The Effects of High School Curriculum on Education and Labor Market Outcomes, Journal of Human Resources, vol. 30, no. 3, Summer 1995, pp. 409-438."
    ]
}