{
    "id": 5584,
    "cites": 43,
    "cited_by": 6,
    "reference": [
        "ACHION, P. AND P. B0LTON 1987, Contract as a Barrier to Entry American Economic Review 77,3: 388-394.",
        "BARCLAY, M.J. AND C.G. HOLDERNESS 1991, Negotiated Block Trades and Corporate Control Jotrnal of Finance 46,3: 861-878.",
        "BEBCHUK, L. 1982, The Case for Facilitating Competing Tender Offers, Harvard Law Review.",
        "BEBCHUK, L. 1985, Toward Undistorted Choice and Equal Treatment in Corporate Takeovers, Harvard Law Review.",
        "BEBCHUK, L. 1989, Takeover Bids Below the Expected Value of Minority Shares, Journal of Financial and Quantitative Analysis.",
        "BERCHUK, L. 1994, Efficient and Inefficient Sales of Corporate Control, Quarterly Journal of Economics CIX: 957-994.",
        "BEBCHUK, L. 1996, The Ex-Ante Effects of Sale-of-Control Rules, Harvard University work in progress.",
        "BEUCHUK, LUCIAN A. AND MARCEL KANAN, 1990, A Famework for Analyzing Legal Policy toward Proxy Contests, California Law Review , 1071-1135.",
        "BOLTON, P. AND E. L. VON THADDEN 1995, A Dynamic Theory of Corporate Structure, mimeo ECARE.",
        "BERLE, A. AND C. MEANS 1932, The Modern Corporation and Private Property Chapters I, V and VI. World, Inc., New York.",
        "BERCSTRÃ\u0083â\u0080\u009dM, C. AND P. HÃ\u0083â\u0080\u009dGFELDT 1994, An Analysis of the Mandatory Bid Rule Stockholm School of Economics, 1994.",
        "BURKART, M., D. CROMB AND F. PANUNZI ,1994, LargeShareholders,MonitoringandFiduciary Duty, MIT mimeo.",
        "BURKART, M., D. GROMB AND F. PANUNZ! , 1995, Why Higher Takeover Premia Protect Minority Shareholders, LSE mimeo.",
        "CArrtlO, L. 1992, Valore dellimpresa, modalita di trasferimento del controllo e offerte pubbliche di acquisto: Un analisi economica, Finanza, Imprese e Mercati, IV: 39-83.",
        "CAPRZ0 L., A. FLOREAN! E L. RADAELLI 1994, I trasferimenti del controllo di societa quotate in Italia: Un analisi empirica dei prezzi e dei risultati per gli azionisti di minoranza, mimeo Universita Cattolica.",
        "CAin. W. L. AND M. A. EISENBERC, 1088, Cases and materials on corporations, Westbury, N.Y. : Foundation Press. 33 CUSATIS, P., 3. MILES, AND 3. WOOLRIDGE 1993, Restructuring Through Spinoffs, Journal of Financial Economics 33: 293-311.",
        "DEMSETZ H., 1983. The Structure of Ownership and the Theory of the Firm, Journal of Law and Economics. XXVI: 375-393.",
        "DIAMOND, P. AND E. MAS KIN 1979, An Equilibrium Analysis of Search and Breach of Contract, I: Steady States Bell Journal of Economics 10: 20-32.",
        "EASTERBOOK, F. AND D. FISCHEL 1981, The Proper Role of Targets Management in Responding to a Takeover Bid, Harvard Law Review.",
        "Fa.4NKS 3. AND C. MAYER 1994, The Ownership and Control of German Corporations mimeo LBS.",
        "GILSON, R. 1987, Evaluating Dual Class Common Stock: The Relevance of Substitutes, Virginia Law Review 73: 807-44.",
        "GROSSMAN, S. AND 0. HART. 1980, Takeover Bids, the Free Rider Problem and the Theory of the Corporation Bell Journal of Economics 11: 42-69.",
        "GROSSMAN, S. AND 0. HART. 1988, One Share-One Vote and the Market for Corporate Control Journal of Financial Economics 20: 175-202, HARRIS,M., A. RAVIV 1988, Corporate Governance: Voting Rights and Majority Rules Journal of Financial Economics 20: 203-235.",
        "HARRIS, M. AND A. RAVIV 1989, The Design of Securities Journal of Financial Economics 24: 255-287.",
        "HOLDERNESS, C.C. AND SHEEHAN, 1).?. 1988, The Role of Majority Shareholders in Publicly Held Corporations: An Exploratory Analysis, Journal of Financial Economics 20: 31 7-347.",
        "HOLMSTRÃ\u0083Â¶M, B. AND B. NALEBUFF. 1992, To the Raider Goes the Surplus? A Reexarnination of the Free-Rider Problem, Journal of Economics S Management Strategy 1: 37-62.",
        "ISREAL, R. 1992, Capital and Ownership Structures, and the Market for Corporate Control, Review of Financial Studies 5: 181-198.",
        "JENSEN M. C. AND W. MECKLING. 1976, Theory of the Firm: Managerial Behavior, Agency Costs and Capital Structure, Journal of Financial Economics 3: 305-360.",
        "KLEIN, A., W. BERANEK AND 3. ROSENFELD. 1990, The Two Stages of an Equity CarveOut and the Price Response of Parent and Subsidiary Stock mimeo.",
        "MICHAELY, R. AND W. SHAW 1995, The Choice of Going Public: Sin-Offs vs. Carve-outs, Cornell University working paper.",
        "MIKKELSON, WAYNE H., MEGAN PaTCH AND KEN SHAH (1995), Performance of Companies around Initial Public Offerings, mimeo , University of Oregon.",
        "NICODAND, G. (1995), Business Groups, Dual Class Shares, and the Value of Voting Rights, mimeo, University of Turin.",
        "PAGANO, M. 1993, The Flotation of Companies on the Stock Market: A Coordination Failure Model European Economic Review 37: 1011-1125.",
        "PAGANO, M., PANETTA E L. ZINGALES 1995, Why Do Companies Go Public? An Empirical Analysis. NBER Working Paper 5367, http://gsblgz.uchicago.edu.",
        "PAGANO, M., A. ROELL 1995, The Choice of Stock Ownership Structure: Agency Costs, Monitoring, and Liquidity, Working Paper Universita Bocconi and ECARE.",
        "RAJAN, R. AND L. ZINGALES 1995, What Do We Know About Capital Structure: Some Evidence From International Data, Journal of Finance, December.",
        "RITTER 3. R. 1987 The Costs of Going Public, Journal of Financial Economics 19: 269-281.",
        "RtJBACK R. 5. 1988, Coercive Dual Class Exchange Offers Journal of Financial Economics 20: 153-173.",
        "SCHIPPER, K. AND A. SMITH. 1986 A Comparison of Equity Carve-Outs and Seasoned Equity Offerings, Journal of Financial Economics 15: 153-186.",
        "SIJLEIFER, A. AND R. VZSHNY 1986, Large Shareholder and Corporate Control, Journal of Political Economy, vol.94 n.3 p.461-88.",
        "SHLEIFER, A. AND VISHNY, R. 1995, A Survey of Corporate Governance, mimeo University of Chicago.",
        "ZINGALES, L. 1994, The Value of the Voting Right: A study of the Milan Stock Exchange., Review of Financial Studies 7: 125-148.",
        "ZINGALES, L. , 1995, Insider Ownership and the Decision to Go Public, Review of Economic Studies 62: 425-448."
    ]
}