{
    "id": 5586,
    "cites": 26,
    "cited_by": 46,
    "reference": [
        "Von Hagen, J., and I.J. Harden, (1994): National Budget Process and Fiscal Performance unpublished.",
        "Weingast, B., K. Shepsle, and C. Johnsen, (1981): The Political Economy of Benefits and Costs: A Neoclasical Approach to Distributive Politics, Journal of Political Economy, 89: 642-64 (August).",
        "Velasco, A., (1994): A Model of Endogenous Fiscal Deficits and Delayed Fiscal Reforms, unpublished.",
        "Von Hagen, J., (1992): Budgeting Procedures and Fiscal Performance in the European Community, unpublished.",
        "Roubini. N., and J. Sachs, (1989b): Government Spending and Budget Deficits in the Industrialized Countries, Economic Policy 8: 99-132 (April).",
        "Tanzi, V., (1995): International Systems of Public Expenditure: Lessons for Italy, Working paper Bank of Italy.",
        "Rogoff, K., and A. Sibert (1988): Elections and Macroeconomic Policy Cycles, Review of Economic Studies, 55: 1 - 16.",
        "Roubini, N., and J. Sachs, (1989a): Political and Economic Determinants of Budget Deficits in the Industrial Democracies, European Economic Review, 33: 903-933 (May).",
        "Posen, A., (1995): Determinations of Central Bank Independence, NBER Macroeconomic Annual, 1995, forthcoming.",
        "Poterba, J., (1994): State Responses to Fiscal Crises: Natural Experiments for Studying the Effects of Budgetary Institutions. Journal of Political Economy, June.",
        "Rogoff, K. (1990): Political Budget Cycles, American Economic Review, 80, 1-16.",
        "Lucas, R., and N. Stokey, (1983): Optimal Fiscal and Monetary Policy in an Economy without Capital, Journal of Monetary Economics, 12:55-94.",
        "Buchanan, J., and R. Wagner, (1977): Democracy in Deficit, Academic Press.",
        "Ferejohn, J., and K. Krehbiel, (1987): The Budget Process and the Size of the Budget, American Journal of Political Science, 31: 296-320.",
        "Grilli, V., D. Masciandaro, and G. Tabellini, (1991): Political and Monetary Institutions and Public Finance Policies in the Industrial Democracies, Economic Policy, No. 13.",
        "Hsiao, CH., (1989): Analysis of Panel Data Cambridge University Press.",
        "Barro, R. (1979): On the Determination of the Public Debt, Journal of Political Economy, 87: 940-947.",
        "Bayoumi, T., and B. Eichengreen, (1995): Restraining Yourself: The Implications of Fiscal Rules for Economic Stabilization, IMP Staff Papers, March, 32~.",
        "Baron, D. (1991): Majoritarian Incentives, Pork Barrel Programs and Procedural Control, American Journal of Political Science, 57-90, February.",
        "Baron, D., and J. Ferejohn, (1989): Bargaining in Legislatures, American Science Review, 83: 1181-1206.",
        "Alt, J., and R. Lowry, (1994): Divided Government and Budget Deficits: Evidence for the States, American Political Science Review.",
        "Baron, D. (1989): A Non-cooperative Theory of Legislative Coalitions American Journal of Political Science, 1048-84.",
        "Alesina, A., and R. Perotti, (1995c): Budget Deficits and Budget Institutions, unplubished.",
        "Alesina, A., (1995): Comment on Central Bank Independence, NBER Macroeconomic Annual, forthcoming.",
        "Alesina, A., and R. Perotti, (199Sa): The Political Economy of Budget Deficits, IMP staff papers, March, 1-32. Alesina, A., and Perotti, (1995b): Fiscal Expansions and Adjustments in OECD Countries, Economic Policy, October.",
        "Alesina, A., and A. Cukierman, (1990): The Politics of Ambiguity, Quarterly Journal of Economics, November."
    ]
}