{
    "id": 5587,
    "cites": 38,
    "cited_by": 71,
    "reference": [
        "Page, S.A.B. and Sandra Trollope, 1974, An International Survey of Indexing and Its Effectsn, National Institute Economic Review 70, 46-60.",
        "Modigliani, Franco, and Robert Shiller, 1973, Inflation, Rational Expectations, and the Term Structure of Interest Rates, Economica, 40, 12-43.",
        "Missale, Alessandro, and 01ivier J. Blanchard, 1994, The Debt Burden and Debt Maturity, American Economic Review, 84, 309-19.",
        "Mishkin, Frederic S., 1990b, What Does the Term Structure Tell Us about Future Inflation?, Journal of Nonetary Economics, 25, 77-95.",
        "Mishkin, Frederic S., 1990a, The Information in the Longer-Maturity Term Structure about Future Inflations, Quarterly Journal of Economics, 105, 815-821.",
        "Merton, Robert C., 1973, An Intertemporal Capital Asset Pricing Model, Econometrica 41, 867-887.",
        "King, Mervyn, 1995, Credibility and Monetary Policy: Theory and Evidence, Scottish Journal of Political Economy 42, 1-19.",
        "Jevons, W. Stanley, 1875, Money and the Mechanism of Exchange, D. Appleton and Co., New York. Jud, Gustav Donald, 1978, Inflation and the Use of Indexing in Developing Countries, n New York, Praeger.",
        "Hochman, Shalom, and Oded Palmon, 1988, A Tax-Induced Clientele for Indexed Bonds, Journal of Finance, 43, 1257-63.",
        "Geanakoplos, John, and Martin Shubik, The Capital Asset Pricing Model as a General Equilibrium with Incomplete Markets, n The Geneva Papers on Risk and Insurance Theory, Vol. 15, No. 1, pp. 55-71, March 1990.",
        "Fisher, Willard, 1913, The Tabular Standard in Massachusetts History, n Quarterly Journal of Economics, 27 (May), 417-454.",
        "Fisher, Irving, 1934, Stable Money: A History of the Movement, Adelphi Company, New York.",
        "Fischer, Stanley and Lawrence Summers, 1989, Should Governments Learn to Live with Inflation?, American Economic Rewlew Papers and Proceedings 79, 382-387.",
        "Fisher, Irving, 1927, The Making of Index Numbers: A Study of Their Variety, Tests, and Reliability, Houghton Mifflin, Boston.",
        "Fischer, Stanley, 1983, On the Non-Existence of Privately Issued Indexed bonds in the US Capital Market, in Rudiger Dornbusch and Mario Simonsen eds. Inflation, Debt, and Indexation, MIT Press: Cambridge, MA.",
        "Feldstein, Martin, 1983, Inflation, Tax Rules, and Capital Formation, National Bureau of Economic Research, Chicago.",
        "Fama, Eugene F. and Kenneth R. French, 1992, The Cross-Section of Expected Stock Returns, Journal of Finance 47, 427-465.",
        "Fama, Eugene F. and Robert R. Bliss, 1987, The Information in Long-Maturity Forward Rates, American Economic Review, 77, 680-692.",
        "Deacon, Mark and Andrew Derry, 1995, Estimating Market Interest Rate and Inflation Expectations from the Prices of UK Government Bonds, Bank of England Quarterly Bulletin, August, 232-240.",
        "Darby, Michael, 1975, The Financial and Tax Effects of Monetary Policy on Interest Rates, Economic Inquiry, 13:266-76.",
        "Congressional Budget Office, 1993, Federal Debt and Interest Costs, US Government Printing Office: Washington, DC.",
        "Card, David and Dean Hyslop, 1996, Does Inflation Grease the Wheels of the Labor Market?, unpublished paper, Princeton University.",
        "Campbell, John Y. and Robert J. Shiller, 1991, Yield Spreads and Interest Rate Movements: A Birds Eye View, Review of Economic Studies 58, 495- 514.",
        "Campbell, John Y. and John Ammer, 1993, What Moves the Stock and Bond Markets? A Variance Decomposition for Long-Term Asset Returns, Journal of Finance 48, 3-37.",
        "Campbell, John Y., 1995, Some Lessons from the Yield Curve, Journal of Economic Perspectives 9, 129-152.",
        "Campbell, John Y., 1996, Understanding Risk and Return, Journal of Political Economy 104, 298-345.",
        "Breedon, Francis, 1995, Bond Prices and Market Expectations of Inflations, Bank of England Quarterly Bulletin, May, 160-165.",
        "Breeden, Douglas T., Michael R. Gibbons, and Robert H. Litzenberger, 1989, Empirical Tests of the Consumption-Oriented CAPM, n Journal of Finance 44, 231-262.",
        "Boudoukh, Jacob and Robert F. Whitelaw, 1993, Liquidity as a Choice Variable: A Lesson from the Japanese Government Bond Market, Review of Financial Studies 6, 265-292.",
        "Bootle, Roger, 1991, Index Linked Gilts: A Practical Investment Guide, 2nd ea., Woodhead-Faulkner.",
        "Bohn, Henning, 1988, Why Do We Have Nominal Government Debt?, Journal of Monetary Economics 29, 273-292.",
        "Barsky, Robert B., Miles S. Kimball, F. Thomas Juster, and Matthew D. Shapiro, 1995, Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Survey, n National Bureau of Economic Research Working Paper No. 5213, Cambridge, MA.",
        "Barro, Robert J., and David Gordon, 1983, A Positive Theory of Monetary Policy in a Natural Rate Model, n Journal of Political Economy, 91, 589- 610.",
        "Arak, M., and L. Kreicher, 1985, The Real Rate of Interest: Inferences from the New UK Index Linked Gilts, International Economic Review 26, 399-408.",
        "Bach, G. L., and R. A. Muagrave, 1941, A Stable Purchasing Power Bond, American Economic Review, 823-5.",
        "Bank of England, 1995, The UK Index-Linked Gilt-Edged Market: Future Development, conference packet, September.",
        "Barr, David G., and John Y. Campbell, 1995, Inflation, Real Interest Rates, and the Bond Market: A Study of UK Nominal and Index-Linked Government Bond Prices, Harvard Institute of Economic Research Discussion Paper No.",
        "Barro, Robert J., 1995, Optimal Debt Management, National Bureau of Economic Research Working Paper No. 5327, Cambridge MA."
    ]
}