{
    "id": 5590,
    "cites": 35,
    "cited_by": 50,
    "reference": [
        "Abraham, Katharine G., (1995) Prepared Statement in Hearings Before the Committee on Finance, United States Senate, Senate Hearing 104-69, Washington: U.S. Government Printing Office. Advisory Commission to Study the Consumer Price Index (1995) Toward a More Accurate Measure of the Cost of Living: Interim Report to the Senate Finance Committee, mimeo, Senate Finance Committee, Washington, D.C. Aizcorbe, Ana M., and Patrick C. Jackman (1993) The Commodity Substitution Effect in CPI Data, 1982-1991, Monthly Labor Review 116 (December) pp. 25-33.",
        "Armknecht, Paul A. (1984) Quality Adjustment in the CPI and Methods to Improve It Proceedings of the Business and Economic Statistics Section, American Statistical Association, 57-63.",
        "_ and Donald Weyback (1989) Adjustments for Quality Change in the U.S. Consumer Price Index Journal of Official Statistics 5(2) 107-23.",
        "_, Brent R. Moulton, and Kenneth J. Stewart (1995) Improvements to the Food at Home, Shelter, and Prescription Drug Indexes in the U.S. Consumer Price Index Working Paper 2 63, Bureau of Labor Statistics.",
        "Bryan, Michael F., and Stephen G. Cecchetti (1993) The Consumer Price Index as a Measure of Inflation Economic Review Federal Reserve Bank of Cleveland, 29(4) 15-24.",
        "_ (1995) Seminar on Current CPI Issues mimeo.",
        "_ (1995) Statement of June E. O&apos;Neill, Director, on the Consumer Price Index, before the Committee on Finance, United States Senate, March 13, 1995, Washington, D.C. Cutler, David, Mark B. McClellan, Joseph Newhouse, and Dahlia Remler (1996) Are Medical Care Prices Declining? mimeo, Harvard University.",
        "Diewert, W. Erwin (1976) Exact and Superlative Index Numbers Journal of Econometrics 4, 115-145.",
        "_ (1987) Index Numbers in The New Palgrave: A Dictionary of Economics, Vol. 2, J. Eatwell, M. Milgate and P. Newman (eds.), London: The Macmillan Press, 767-80. -62-_ (1995) Price and Volume Measures in the System of National Accounts NBER Working Paper No. 5103.",
        "Dixit, Avinash K., and Joseph E. Stiglitz (1977) Monopolistic Competition and Optimum Product Diversity American Economic Review 67(3) (June) 2 97-3 08.",
        "Duggan, James E., Robert Gillingham, and John S. Greenlees (1995) Housing Bias in the CPI and its Effects on the Budget Deficit and the Social Security Trust Fund, mimeo, U.S. Department of the Treasury, Office of Economic Policy.",
        "Fisher, Franklin M., and Zvi Griliches (1995) Aggregate Price Indices, New Goods, and Generics Quarterly Journal of Economics (February) 110(1) 22 9-44.",
        "_ and Karl Shell (1972) The Economic Theory of Price Indices (New York: Academic Press).",
        "Fisher, Irving (1922) The Making of Index Numbers Boston: Houghton Miflin Co.",
        "Fixier, Dennis (1993) The Consumer Price Index: Underlying Concepts and Caveats Monthly Labor Review (December) 3-12 .",
        "Gillingham, Robert F., and John S. Greenlees (1987) The Impact of Direct Taxes on the Cost of Living Journal of Political Economy 95(4) (August).",
        "Gordon, Robert J. (1990) The Measurement of Durable Goods Prices (Chicago: University of Chicago Press).",
        "_ (1993) Measuring the Aggregate Price Level: Implications for Economic Performance and Policy, in Kumiharu Shigehara, ed., Price Stabilization in the 1990s: Domestic and International Policy Requirements Macmillan, London, pp. 233-68.",
        "Griliches, Zvi, and Iain Cockburn (1994) Generics and New Goods in Pharmaceutical Price Indexes American Economic Review (December) 84(5) 1213-32.",
        "Hausman, Jerry A. (1994) Valuation of New Goods Under Perfect and Imperfect Competition NBER Working Paper No. 4970, forthcoming in Timothy Bresnahan and Robert J. Gordon eds., The Economics of New Goods Cambridge: NBER.",
        "Lebow, David E., John M. Roberts, and David J. Stockton (1994) Monetary Policy and &apos;The Price Level&apos; mimeo, Federal Reserve Board, Washington, D.C. Mason, Charles, and Clifford Butler (1987) New Basket of Goods and Services Being Priced in Revised CPI Monthly Labor Review (January) 3-22. -63-Moulton, Brent R. (1993) Basic Components of the CPI: Estimation of Price Changes Monthly Labor Review (December) 13-24 .",
        "_ and Karin E. Smedley (1995) A Comparison of Estimators for Elementary Aggregates of the CPI mimeo, Bureau of Labor Statistics.",
        "National Research Council (1995) Measuring Poverty: A New Approach Constance F. Citro and Robert T. Michael, eds., Washington, D.C.: National Academy Press, 1995.",
        "Nordhaus, William D. (1994) Do Real Output and Real Wage Measures Capture Reality? The History of Lighting Suggests Not Cowles Foundation Discussion Paper No. 1078, forthcoming in Timothy Bresnahan and Robert J. Gordon eds., The Economics of New Goods Cambridge: NBER.",
        "Pakes, Ariel, Steven Berry, and James A. Levinsohn (1993) Applications and Limitations of Some Recent Advances in Empirical Industrial Organization: Price Indexes and the Analysis of Environmental Change American Economic Review (May) 83(2) 241-6.",
        "Pollak, Robert A. (1989) The Theory of the Cost of Living Index (New York: Oxford University Press).",
        "Randolph, William C. (1988) Housing Depreciation and Aging Bias in the Consumer Price Index Journal of Business and Economic Statistics (July) 6(3) 359-71.",
        "Reinsdorf, Marshall (1993) The Effect of Outlet Price Differentials on the U.S. Consumer Price Index in M. Foss, M. Manser, and A. Young, eds., Price Measurements and Their Uses, NBER Studies in Income and Wealth, vol. 57 (Chicago: University of Chicago Press).",
        "_ (1996) Formula Bias and Seller Substitution Bias in the U.S. CPI mimeo, Bureau of Labor Statistics.",
        "_, Paul Liegey, and Kenneth Stewart (1995) New Ways of Handling Quality Change in the U.S. Consumer Price Index mimeo, Bureau of Labor Statistics.",
        "_ and Brent R. Moulton (1996) The Construction of Basic Components of Cost of Living Indexes forthcoming in Timothy Bresnahan and Robert J. Gordon eds., The Economics of New Goods Cambridge: NBER.",
        "Scherer, F. M. (1993) Pricing, Profits, and Technological Progress in the Pharmaceutical Industry Journal of Economic Perspectives (Summer) 7(3) 97-115. -64-Shapiro, Matthew D. and David W. Wilcox (1996) Calculat ing the Distribution of the Total Bias in the Consumer Price Index National Bureau of Economic Research Working Paper.",
        "Spence, Michael (1976) Product Selection, Fixed Costs, and Monopolistic Competition Review of Economic Studies 43(2) (June) 217-35.",
        "Stockton, David J. (1995) The Consumer Price Index and Public Policy mimeo, Federal Reserve Board.",
        "Triplett, Jack E. (1988) Price Index Research and its Influence on Data: A Historical Review mimeo, Bureau of Economic Analysis. -65-"
    ]
}