{
    "id": 5592,
    "cites": 20,
    "cited_by": 14,
    "reference": [
        "Stark, O. 1991. The Migration of Labor. Cambridge: Basil Blackwell.",
        "Sjaastad, L. 1962. The Costs and Returns of Human Migration. Journal of Political Economy 70: 80-93.",
        "Shaw, R.P. 1986. Fiscal versus Traditional Market Variables in Canadian Migration. Journal of Political Economy 94: 648-666.",
        "Jerome, H. 1926. Migratzon and Business Cycles. New York: National Bureau of Economic Research.",
        "Morrison, AR. and C A. Zabin. 1993 Two-Step Mexican Migration to the United States: The Role of Mexican Export Agriculture. Mimeo, Tulane University.",
        "Greenwood, M.J. 1985. Human Migration: Theory, Models, and Empirical Studies. Journal of Regional Science 2S: 521-545.",
        "Hamilton, J.D. 1994. Time Series Analysis. Pnoceton: Princeton University Press.",
        "Ethier, W.J. 1986. Illegal Immigration: The Host-Country Problem. American Economic Review 76: 56-71.",
        "Ethier,W.J. 1985. IntemationalTrade and Labor Migration. AmencanEconomicReview 75: 691-707.",
        "Espenshade, T.J. 1990. Undocumented Migration to the United States: Evidence from a Repeated Trials Model. In Bean, Edmonston, and Passel, pp. 159-182.",
        "Dixit, A.K. and Pindyck, R.S. 1994. Investment under Uncertainty. Princeton: Princeton University Press.",
        "DuraDd, J. and D.S. Massey. 1992. !vlexican Migration to the United States: A Critical Review. Latin American Research Review 27: 3~2.",
        "Crane, K., B.J. Asch, J.Z. Heilbrunn, and D.C. Cullinane. 1990. The Effect of Employer Sanctions on the Plow of Undocumented Immigrants to the United States. Urban Institute Report 90-8.",
        "Cornelius, WA. 1992. From Sojourners to Settlers: The Changing Profile of Mexican Immigration to the United States. In J^. Bustamente, C.W. Reynolds, and RA. Hinojosa, eds., U.S.-Mexico Relations: LaborMarlret Interdependence, Stanford: Stanford University Press, pp.",
        "Burda, M.C. Migration and the Option Value of Waiting. Mimeo, Institute for International Economic Studies (Stockholm). Chiswick, B. 1982. The Gateway: Up. Immigration Issues and Policies. Washington, DC: American Enterprise Institute.",
        "Borjas, G.J. 1994. The Economics of Immigrations Journal of Economic Literature 32: 1667- 1717.",
        "Borjas, G.J., R.B. Freeman, and K Lange 1991. Undocumented Mexican-Born Workers in the United States. How Many, How Pennanent? In J.M. Abowd and RIB. Freeman, eds., Immigration, Trade, and the Labor Marvel, Chicago: University of Chicago Press, pp. 77-100.",
        "Borjas, G.J. 1992. National Origin and the Skills of Immigrants in the Postwar Period. In G.J. Borjas and R.B. Freeman, eds., Immigration and the Woriforce: Economic Consequences for the United States and Source A seas. Chicago: University of Chicago Press.",
        "Washington, DC: The Urban Institute, pp. 111-158. Bean, F.D., G. Vernez, and CAB. Keely. 1989. Opening and Closing the Doors: Evaluating Immigration Reform and Control. Washington, DC: The Urban Institute.",
        "Bean, F.D., T.J. Espenshade, MJ. White, and R.F. Dymowski. 1990. Post-IRCA Changes in the Volume and Composition of Undocumented Migration to the United States: An Assessment Based on Apprehensions Data. In F.D. Bean, B. Edmonston, and J.S. Passel, eds., Undocumented Migration to the United States: IRCA and the Experience of the I980s."
    ]
}