{
    "id": 5593,
    "cites": 21,
    "cited_by": 3,
    "reference": [
        "1. Bjorksten, Neil, 1994, Voluntary Import Expansions and Voluntary Export Restraints in an Oligopoly Model with Capacity Constraints, Canadian Journal of Economics 27, 446-57.",
        "2. Brainard, S. Lael and David Martimort, 1992, Strategic Trade Policy with Incom- pletely Informed Policymakers, Working Paper No. 4069, National Bureau of Economic Research, Inc.",
        "3. Brander, J.A. and B.J. Spencer, 1985, Export Subsidies and International Market Share Rivalry, Journal of International Economics 18, 83-100.",
        "4. Carmichael, Calum M., 1987, The Control of Export Credit Subsidies and its Welfare Consequences, Journal of International Economics 23, 1-19.",
        "5. Cronshaw, Mark B. and James R. Markusen, 1995, The Theory and Consequences of Results-Oriented Trade Policy, in: Alan V. Deardorff, Jim Levinsohn and Robert M. Stern, eds., New Directions in Trade Theory (The University of Michigan Press, Ann Arbor), 295- 326.",
        "6. Dinopoulos, Elias and Mordechai Kreinin, 1990, An Analysis of Import Expansion Policies, Economic Inquiry 28, 99-108.",
        "7. Eaton, J. and G.M. Grossman, 1986, Optimal Trade and Industrial Policy under Oligopoly, The Quarterly Journal of Economics 101, 383-406.",
        "8. Ethier, Wilfred J. and Henrik Horn, (1993), Results-Oriented Trade Policy, Discus- sion Paper No. 304, The Institute of Social and Economic Research, Osaka University.",
        "9. Goldberg, Pinelopi K. and Michael M. Knetter, (1995), Causes and Consequences of the Export Enhancement Program for Wheat, Working Paper 5359, National Bureau of Economic Research, Inc.",
        "10. Greaney, Theresa, 1995, Import Now! An Analysis of Market-Share Voluntary 25 Import Expansions (VIEs), (forthcoming) Journal of International Economics.",
        "11. Gruenspecht, Howard K., 1988, Export Subsidies for Differentiated Products, Journal of International Economics 24, 331-344.",
        "12. Helpman, Elhanan and Paul R. Krugman, 1989, Trade Policy and Market Structure, The MIT Press, Cambridge, Massachusetts.",
        "13. Irwin, Douglas A., 1994, Managed Trade: The Case Against Import Targets, The AEI Press, Washington, D.C.",
        "14. Irwin, Douglas A., 1996, Trade Politics and the Semiconductor Industry, in: Anne",
        "0. Krueger, ed., The Political Economy of American Trade Policy (The University of Chicago Press, Chicago), 11-66.",
        "15. Kowalczyk, Carsten, 1994, Monopoly and Trade Policy, Journal of International Economics 36, 177-186.",
        "16. Krishna, Kala, 1989, Trade Restrictions As Facilitating Practices, Journal of In- ternational Economics 26, 251-270.",
        "17. , 1990, The Case of the Vanishing Revenues: Auction Quotas with Monopoly, American Economic Review 80, 828-836.",
        "18. Krishna, Kala, Suddhasatwa Roy and Marie Thursby, 1996, Pro-competitive Market Access, mimeo.",
        "20. Singh, Nirvikar and Xavier Vives, 1984, Price and quantity competition in a differ- entiated duopoly, Rand Journal of Economics 15, 546-554.",
        "21. Tyson, Laura DAndrea, 1992, Whos Bashing Whom: Trade Conflict in High Tech- nology Industries, Washington, D.C.: Institute for International Economics. 26 p2 0"
    ]
}