{
    "id": 5594,
    "cites": 34,
    "cited_by": 18,
    "reference": [
        "Weitzman, Martin L. (1974), Prices vs. Quantities, Review of Economic Studies 41, October, 477-91.",
        "U.S. General Accounting Office (1990), Solid Waste: Tradeoffs Involved in Beverage Container Deposit Legislation, Washington DC: GAO/RCED-91-25.",
        "Wertz, Kenneth L. (1976), economic Factors Influencing Households Production of Refuse, Joumal of Environmental Economics and Management 2, 263-72.",
        "U.S. Environmental Protection Agency (1990), Charging Households for Waste Collection and Disposals: The Effects of Weight or Volume-Based Pricing on Solid Waste Management, Washington, DC: EPA 53~SW-90-047.",
        "U.S. Congress, Office of Technology Assessment (1992), Green Products by Design: Choices for a Cleaner Environment, Washington, DC: U.S. Government Printing Office, OTA-E-541.",
        "U.S. Environmental Protection Agency (1989), The Solid Waste Dilemma: An Agenda forAction, Washington, DC: EPA Technical Report EPA/530-SW-89-019.",
        "U.S. Congress, Congressional Budget Office (1991), Federal Options for Reducing Waste Disposal, Washington, DC: U.S. Government Printing Office, 1991 0-304-900 QL 3.",
        "Sullivan, Arthur M. (1987), Policy Options for Toxic Disposal: Laissez-faire, Subsidization, and Enforcement, Joumal of Environmental Economics and Management 14, 58- 71.",
        "Stilwell, E. Joseph, R. Claire Canty, Peter W. Kopf, and Anthony M. Montrone (1991), Packaging for the Environment: A Partnership for Progress, New York: Arthur D. Little, Inc.",
        "Stavins, Robert N. (1995), Transaction Costs and Tradeable Permits, Journal of Environmental Economics and Management 29, September, 133-48.",
        "Smith, Vernon L. (1972), Dynamics of Waste Accumulation: Disposal versus Recycling, Quarterly Journal of Economics 86, November, 600-16.",
        "Sigman, Hilary (1995), A Comparison of Public Policies for Lead Recycling, RAND Journal of Economics 26, Autumn, 452-78.",
        "Rousso, Ada S., and Shvetank P. Shah (1994), Packaging Taxes and Recycling Incentives: The German Green Dot Program, National Tar Journal 47, September, 689-701.",
        "Repetto, R., R. C. Dower, R. Jenkins and J. Geoghegan (1992), Green Fees: How a Tax Shift Can Work for the Environment and the Economy, Washington, DC: World Resources Institute.",
        "Wirth and Senator John Heinz, directed by Robert N. Stavins, Washington, DC. Reschovsky, James D. and Sarah E. Stone (1994), Market Incentives to Encourage Housheold Waste Recycling: Paying for What You Throw Away, Journal of Policy Analysis and Mangement 13, Winter, 120-39.",
        "Project 88 -- Round 11(1991), A pubic policy study sponsored by Senator Timothy E.",
        "Pigou, A. C. (1947), A Study in Public Finance, Third Edition, London, UK: McMillon.",
        "Palmer, Karen, Hilary Sigman, and Margaret Walls (1995), The Cost of Reducing Municipal Solid Waste, Resources for the Future, Washington DC.",
        "Palmer, Karen, and Margaret Walls (1995), Optimal Policies for Solid Waste Disposal and Recycling, Resources for the Future, Washington DC.",
        "Mrozek, Janusz R. (1995), Beverage Container Recycling: Incentives versus Attitudes as Explanations of Behavior, working paper, Georgia Institute of Technology.",
        "Morris, Glenn E., and Duncan M. Holthausen (1994), `The Economics of Household Solid Waste Generation and Disposal, Journal of Environmental Economics and Management 26, May, 215-34.",
        "Miranda, Marie Lynn, Jess W. Everett, Daniel Blume, and Barbeau A. Roy, Jr. (1994), Market-Based Incentives and Residential Municipal Solid Waste, Journal of Policy Analysis and Management 13, 681 -698.",
        "Miedema, Allen ~ (1983), fundamental Economic Comparisons of Solid Waste Policy Options, Resources and Energy 5, 21-43.",
        "Jenkins, Robin R. (1993), The Economics of Solid Waste Reduction, Brookfield, VT: Edward Elgar.",
        "Menelt Peter S. (1990), Beyond the Throwaway Society: An Incentive Approach to Regulating Municipal Solid Waste, Ecology Law Quarterly 17, 655-739.",
        "Hong, Seonghoon, Richard M. Adams, and H. Alan Love (1993), An Economic Analysis of Household Recycling of Solid Wastes: The Case of Portland, Oregon, Journal of Environmental Economics and Management 25, September, 136-46.",
        "Henstock, Michael E. (1988), Design for Recyclability, London, UK: The Institute of Metals.",
        "Fullerton, Don, and Thomas C. Kinnaman (1995), Garbage, Recycling, and Illicit Burning or Dumping, Journal of Environmental Economics and Management 29, July, 78-91.",
        "Fullerton, Don, and Thomas C. Kinnaman (1996), Household Responses to Pricing Garbage by the Bag, American Economic Review, forthcoming.",
        "Fullerton, Don (1996), Second-Best Pollution Taxes, National Bureau of Economic Research, Working Paper No. 5511, Cambridge, MA.",
        "Dobbs, Ian M. (1991), Litter and Waste Management: Disposal Taxes versus User Charges, Canadian Journal of Economics 24, February, 221-7.",
        "Dinan, Terry M. (1993), Economic Efficiency Effects of Alternate Policies for Reducing Waste Disposal, Joumal of Environmental Economics and Management 25, November, 242-56.",
        "Bohm, Peter (1981), Deposit-Refund Systems: Theory and Applications to Environmental, Conservation, and Consumer Policy, Baltimore: John Hopkins University Press.",
        "Baumol, William J., and Wallace E. Gates (1988), The Theory of Environmental Policy, Second Edition, New York: Cambridge University Press."
    ]
}