{
    "id": 5596,
    "cites": 18,
    "cited_by": 7,
    "reference": [
        "Diebold, Francis X., David Neumark, and Daniel Poisky. Job Stability in the United States, National Bureau of Economic Research, Working Paper No. 4859, September 1994.",
        "Diebold, Francis X., David Neumark, and Daniel Polsky. Comment of Kenneth A. Swin- nerton and Howard Wial, `Is Job Stability Declining in the U.S. Economy?, Industrial and Labor Relations Review 49 January 1996 : pp. 348-352.",
        "Farber, Henry S. ~`The Analysis of Inter-Firm Worker Mobility, Journal of Labor Eco- nomics 12 (October 1994): pp. 554-593.",
        "Gardner, Jennifer M. Worker Displacement: A Decade of Change, Monthly Labor Review 118 (April 1995): pp. 45-57.",
        "Gibbons, Robert and Lawrence F. Katz. Layoffs and Lemons, Journal of Labor Eco- nomics 9 (October 1991): pp. 351-380.",
        "Jacobsen, Louis, Robert Lalonde, and Daniel Sullivan. Earnings Losses of Displaced Workers, American Economic Review 83 (September 1993): pp. 685-709.",
        "Hall, Robert E. The Importance of Lifetime Jobs in the U.S. Economy, American Eco- nomic Review 72 (September 1982): pp. 716-724.",
        "Jovanovic, Boyan. Job Matching and the Theory of Turnover, Journal of Political Economy 87 (October 1979): pp. 972-990.",
        "Kletzer, Lori G. Returns to Seniority after Permanent Job Loss, American Economic Review 79 (June 1989): pp. 536-543.",
        "Neal, Derek. Industry-Specific Capital: Evidence from Displaced Workers, Journal of Labor Economics 13 (October 1995): pp. 653-677.",
        "Parent, Daniel. Industry-Specific Capital: Evidence from the NLSY and the PSID, Working Paper No. 350, Industrial Relations Section, Princeton University, November 1995.",
        "Podgursky, Michael and Paul Swaim. Job Displacement Earnings Loss: Evidence from the Displaced Worker Survey, Industrial and Labor Relations Review 41 (October 1987): pp. 17-29.",
        "Polivka, Anne E. and Stephen M. Miller. The CPS After the Redesign: Refocusing the Lens, U.S. Department of Labor, Bureau of Labor Statistics, mimeo, December 1994.",
        "Rose, Stephen J. Declining Job Security and the Professionalization of Opportunity, National Commission for Employment Policy, Research Report 95-04, April 1995.",
        "Swinnerton, Kenneth and Howard Wial. Is Job Stability Declining in the U.S. Economy? Industrial and Labor Relations Review 48 January 1995 : pp. 293-304.",
        "Swinnerton, Kenneth and Howard Wial. Is Job Stability Declining in the U.S. Economy? Reply to Dieblod, Neumark, and Polsky Industrial and Labor Relations Review 49 January 1996 : pp. 352-355.",
        "Topel, Robert. Specific Capital and Unemployment: Measuring the Costs and Conse- quences of Job Loss, Carnegie Rochester Conference Series on Public Policy 33 (1990): pp. 181-214.",
        "Ureta, Manuelita. The Importance of Lifetime Jobs in the U.S. Economy, Revisited, American Economic Review 82 (March 1992): pp. 322-335."
    ]
}