{
    "id": 5597,
    "cites": 19,
    "cited_by": 9,
    "reference": [
        "Some, but not all, of the discussion Is paraphrased from McCallum (1995).",
        "Svensson, Lars E.O., 1995, Optimal Inflation Targets, Conservative Central Banks, and Linear Inflation Contracts, Working Paper, Stockholm University.",
        "Taylor, John B., 1983, Comments on Rules, Discretion, and Reputation in a Model of Monetary Policy, Journal of Monetary Economics 12, 123-125.",
        "Modern Business Cycle Theorv, ed. by R.J. Barro. Cambridge, MA: Harvard University Press. Walsh, Carl E., 1995, Optimal Contracts for Central Bankers, American Economic Review 85, 150-167.",
        "Excellent reviews of the literature are provided by Fischer (1994), Debelle and Fischer (1995), and the introduction to Persson and Tabellini (1994).",
        "Prescott, Edward C., 1977, Should Control Theory Be Used for Economic Stablllzation? Carnegie-Rochester Conference-Series on Public Police 7, 13-38.",
        "Rogaff, Kenneth, 1985, The Optimal Degree of Commitment to an Intermediate Monetary Target, Quarterlv Journal of Economics 100, 1169-90.",
        "Persson, Torsten, and Tabellini, Guido, 1993, Designing Institutions for Monetary Stability, Carne~ie-Rochester Conference Series on Public Pollcv 39, 53-84.",
        "Monetarv Economics, vol. 2, ed. by B.M. Friedman and F.H. Hahn. Amsterdam: North Holland Publishing Co. , 1995, Two Fallacies Concerning Central Bank Independence, American Economic Review PaDers and Proceedings 85, 207-211.",
        "Fischer. Chicago: University of Chicago Press, pp. 199-210. McCallum, Bennett T. 1980, Rational Expectations and Macroeconomic Stabilization Policy: An Overview, Journal of Monev. Credit. and Banking 12, 716-746.",
        "Lohmann, Susanne, 1992, Optimal Commitment in Monetary Policy Credibility versus Flexibility, American Economic Review 82, 273-86.",
        "Kydland, Finn E., and Prescott, Edward C., 1977, Rules Rather than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economv 85, 473-91.",
        "Fischer, Stanley, 1994, Modern Central Banking, Tercentenary Symposium, Bank of England.",
        "Flood, Robert P., and Isard, Peter, 1989, Monetary Policy Strategies, International Monetary Fund Staff Paners 36, 612-32.",
        "Debelle, Guy and Fischer, Stanley, 1995, How Independent Should A Central Bank Be? Goals. Guidelines. and Constraints Facing Monetarv Policv makers, ed. by J.C. Fuhrer, Federal Reserve Bank of Boston.",
        "Barro. Cambridge, MA: Harvard University Press. Cukierman, Alex, 1992, Central Bank Strategy. Credibility and Independence.",
        "Canzoneri, Matthew B., 1985, Monetary Policy Games and the Role of Private Information, American Economic Review 75, 1056-70.",
        "Chart, V.V., Kehoe, Patrick J., and Prescott, Edward C., 1989, Time Consistency and Policy, in Modern Business Cycle Theorv, ed. by R.J.",
        "Alesina, Alberto, and Tabellini, Guido, 1987, Rules and Discretion with Noncoordinated Monetary and Fiscal Policies, Economic Inquiry 25, 619-30."
    ]
}