{
    "id": 5598,
    "cites": 25,
    "cited_by": 1,
    "reference": [
        "U.S. Bureau of the Census (1995) Statistical Abstract of the United States.",
        "Washington, D. C.: U.S. Government Printing Office. Wildasin, D. (1991) Income Redistribution in a Common Labor Market, American Economic Review 81: 757-774.",
        "Walker, J. (1994) Migration Among Low-Income Households: Helping the Witch Doctors Reach Consensus, Institute for Research on Poverty Discussion Paper 1031-94.",
        "Southwick, L. (1981) Public Welfare Programs and Recipient Migration, Growth and Change 12: 22-32.",
        "Stigler, G. (1957) The Tenable Range of Functions of Local Government, in Joint Economic Committee, U.S. Congress, Federal Expenditure Policy for Economic Growth and Stability. Washington: U.S. Government Printing Of rice.",
        "Rauch, J. (1993) Productivity Gains from Geographic Concentration of Human Capital: Evidence from the Cities, Journal of Urban Economics 34: 380-400.",
        "References Continued Roback, J. (1982) Wages, Rents and the Quality of Life, Journal of Political Economy 90: 1257-1278.",
        "Moffitt, R. (1992) Incentive Effects of the U.S. Welfare System: A Review, Journal of Economic Literature XXX: 1-61.",
        "Ladd, H. and F. Doolittle (1982) Which Level of Government Should Assist the Poor, National Tax Journal 35: 323-336.",
        "Peterson, P. and M. Rom (1989) American Federalism, Welfare Policy, And Residential Choices, American Political Science Review 83: 711-728.",
        "Mehra, R. and E. Prescott (1985) The Equity Premium: A Puzzle, Journal of Monetary Economics 15: 145-161.",
        "Gramlich, E. and D. Laren (1984) Migration and Income Redistribution Responsibilities, Journal of Human Resources 19: 489-511.",
        "Hansen, L. and K. Singleton (1983) Stochastic Consumption, Risk Aversion and the Temporal Behavior of Stock Market Returns, Journal of Political Economy 91: 249-265.",
        "Kaplow, L. (1995) Regional Cost of Living Adjustments in Tax Transfer Schemes, NBER Working Paper 5008.",
        "Cochrane, J. and L. Hansen (1992) Asset Pricing Explorations for Macroeconomics, NBER Macroeconomics Annual 7: 115-165.",
        "DiPasquale, D. and M. Kahn (1996) Measuring Neighborhood Investments: Urban Quality of Life Expenditures by Race, mimeographed.",
        "Feldstein, M. and M. Vaillant (1994) Can State Taxes Redistribute Income? NBER Working Paper 4785.",
        "Committee of Ways and Means (1994) Background material and data on major programs within the jurisdiction of the Committee on Ways and Means. Washington D. C.: U.S. Government Printing Office.",
        "Brown, C. and W. Oates (1987) Assistance to the Poor in a Federal System, Journal of Public Economics 32: 307-330.",
        "Cebula, R. (1979) The Determinants of Human Migration. Lexington: Lexington Books.",
        "Clark, R. (1990) Does Welfare Affect Migration? mimeographed.",
        "Blank, R. (1988) The Effects of Welfare and Wage Levels on the Location Decisions of Female Headed Households, Journal of Urban Economics 24: 186-211.",
        "Bergstrom, T. (1986) Soldiers of Fortune, in Helter, Starr and Starrett Eds.",
        "Essays in Honor of Kenneth J. Arrow, Volume 2: Equilibrium Analysis. Cambridge: Cambridge University Press. Blanchard, O. and L. Katz (1992) Regional Evolutions, Brookings Papers on Economic Activity 1.",
        "Barsky, R., Kimball, M, Juster, F. T., and M. Shapiro (1995) Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Healthy and Retirement Survey, NBER Working Paper 5213."
    ]
}