{
    "id": 5602,
    "cites": 23,
    "cited_by": 15,
    "reference": [
        "Smith, K., 1980, Readings on the Management of Working Capital (West Publishing Co).",
        "Smith, Janet, 1987, Trade Credit and Information Asymmetry, Journal of Finance, 863-869.",
        "Slovin, Myron B., Marie E. Sushka, and John A. Polonchek, 1993, The value of bank durability: borrowers as bank stakeholders, Journal of Finance 48, 247-266.",
        "Schwartz, R. A., 1974, An Economic Model of Trade Credit, Journal of Financial and Quantitative Analysis, 643-657.",
        "Shleifer, A. and R. Vishny, 1992, Liquidation value and debt capacity: A market equilibrium approach, Journal of Finance, 47, 1343-1366.",
        "Schwartz, R.A. and D. Whitcomb, 1979, The trade credit decision, in J. Bicksler, ed: Handbook of Financial Economics (North Holland Publishing Company).",
        "Rogers, F. Halsey, 1994, Man to Loan $1500 and Serve as Clerk: Trading Jobs for Loans in Mid-Nineteenth- Century San Francisco, Journal of Economic History 54, 34-63.",
        "Rajan, Raghuram and Luigi Zingales, 1993, What do we know about capital structure: Evidence from International Data?, CRSP working paper, University of Chicago.",
        "Mian, S. and Cliff W. Smith, 1992, Accounts Receivable Management Policy: Theory and Evidence, Journal of Finance, Vol 47, No 1, pp 169-200.",
        "Myers, Stewart C., 1984, The Capital Structure Puzzle, Joumal of Finance 39,575-592.",
        "Petersen, Mitchell and Raghuram Rajan, 1994, The Benefits of Lending Relationships: Evidence from Small Business Data, Joumal of Finance 49, 3-37.",
        "Petersen, Mitchell and Raghuram Rajan, 1995, The Effect of Credit Market Competition on Lending Relationships, Quarterly Journal of Economics 60, 407-444.",
        "Lewellen, Wilbur, John McConnell, and Jonathan Scott, 1980, Capital Market Influences on Trade Credit Policies, Journal of Financial Research 3 105-113.",
        "Meltzer, Allan H., 1960, Mercantile Credit, Monetary Policy, and Size of Firms, Review of Economics and Statistics, 42, 429-437.",
        "Hart, O. and J. Moore, 1991, A theory of debt based on the inalienability of human capital, Working paper, MIT.",
        "Emery, Gary, 1984, A Pure Financial Explanation for Trade Credit, Journal of Financial and Quantitative Analysis 19, 271-285.",
        "Emery, Gary W. 1987, An Optimal Financial Response to Variable Demand, Journal of Financial and Quantitative Analysis 22, 209-225.",
        "Dun and Bradstreet, 1970, Handbook of credit terms (Dun and Bradstreet, New York).",
        "Diamond, D., 1991, Debt Maturity Structure and Liquidity Risk. Quarters, Journal of Economics 56, 709-738.",
        "Brennan, Michael, V. Maksimovic, and Joseph Zechner, 1988, Vendor Financing, Joumal of Finance, 1127-1141.",
        "Calomiris, C., C. Himmelberg, and P. Wachtel, Commercial Paper, Corporate Finance, and the Business Cycle: A Microeconomic Perspective, NBER working paper 4848. Diamond, D., 1984, Financial intermediation and delegated monitoring, Review of Economic Studies 51, 393- 414.",
        "Biais, Bruno, Gollier, and Viala (1993), Why do firms use trade credit?, Mimeo, CEPR Conference in San Sebastian.",
        "Ferris, J. S., 1981, A transactions theory of trade credit use, Quarterly Joumal of Economics 94, 243-270."
    ]
}