{
    "id": 5603,
    "cites": 24,
    "cited_by": 4,
    "reference": [
        "Sowell, Thomas. 1990. Preferential Policies: An International Perspective. New York: W. Morrow.",
        "Smith, James and Finis Welch. 1984. Affirmative Action and Labor Markets. Journal of Labor Economics, Vol. 2, April, pp. 269-301.",
        "Lipset, Seymour Martin and William Schneider. 1978. The Bakke Case: How Would It Be Decided at the Bar of Public Opinion? Public Opinion, March-April, pp. 38-48.",
        "Neumark, David. Sex Discrimination in Restaurant Hiring: An Audit Study. Ouarterlv Journal of Economics, forthcoming. Oettinger, Gerald. 1996. Statistical Discrimination and the Early Career Evolution of the Black- White Wage Gap. Joumal of Labor Economics, Vol. 14, No. 1, pp. 52-78.",
        "Winter, pp. 61-76. Leonard, Jonathan S. 1984. Anti-Discrimination or Reverse Discrimination: The Impact of Changing Demographics, Title VII and Affimmative Action on Productivity. Joumal of Human Resources, Vol. 19, pp. 145-74.",
        "Kane, Thomas. 1995. Racial Preferences in College Admissions. Mimeograph, Harvard University.",
        "Kling, Jeffrey. 1995. High Perfommance Work Systems and Fimm Performance. Monthly Labor Review. May, Vol. 118, No. 5.",
        "Gold, Michael Evan. 1993. An Introduction to the Law of Employment Discrimination, ILR Bulletin 68. Ithaca, NY: ILR Press.",
        "Holzer, Harry J. 1996a. What Emplovers Want: Job Prospects for Less-Educated Workers. New York: Russell Sage Foundation.",
        "Gottschalk eds. Demand-Side Strategies for Low-Wage Labor Markets. New York: Russell Sage Foundation. _. 1995. Employer Skill Needs and Labor Market Outcomes Across Groups. Russell Sage Foundation Working Paper.",
        "Fix, Michael and Raymond Struyk. 1994. Clear and Convincing Evidence. Washington D.C.: Urban Institute Press.",
        "Glazer, Nathan. 1975. Affirmative Discrimination: Ethnic Inequality and Public Policy. New York: Basic Books.",
        "Epstein, Richard A. 1992. Forbidden Grounds: The Case Against Emplovment Discrimination Laws Cambridge, MA: Harvard University Press.",
        "Coate, Stephen and Glenn Loury. 1993. Will Affirmative Action Policies Eliminate Negative Stereotypes? American Economic Review. Vol. 83, no. 5, pp. 1220-1240.",
        "Cain, Glen. 1986. The Economic Analysis of Labor Market Discrimination: A Survey. In O.",
        "Ashenfelter and R. Layard eds. The Handbook of Labor Economics. Amsterdam: North-Holland. Carter, Stephen. 1991. Reflections of an Affirmative-Action Babv. New York: Basic Books.",
        "Bobo, Lawrence and Ryan Smith. 1994. Antipoverty Policy, Affirmative Action, and Racial Attitudes. In S. Danziger, G. Sandefur and D. Weinberg eds. Confronting Poverty: Prescriptions for Change. Cambridge MA: Harvard University Press.",
        "Bishop, John. 1993. Improving Job Matches in the U.S. Labor Market. Brooking Papers on Economic Activity: Microeconomics, 1, pp. 335-90.",
        "Bloch, Ferrel. 1994. Anti-Discrimination Law and Minority Employment (Chicago: University of Chicago Press).",
        "Badgett, M.V. Lee. 1995. Affirmative Action in a Changing Legal and Economic Environment. Industrial Relations, Vol. 34, No. 4, October, pp. 489-506.",
        "Barron, John, Mark Berger and Dan Black. 1994. Employer Search, Training, and Vacancy Duration. Mimeo, University of Kentucky.",
        "Bergmann, Barbara R. 1989. Does the Market for Womens Labor Need Fixing? Journal of Economic Perspectives, Vol. 3, No. 1, Winter, pp. 43-60.",
        "Anderson, Bernard E. 1996. The Ebb and Flow of Enforcing Executive Order 11246. American Economic Review Papers and Proceedings, Vol. 86, No. 2, May, pp. 298-301.",
        "Altonji, Joseph and Charles Pierret. 1996. Employer Learning and the Signaling Value of Education. National Bureau of Economic Research Working Paper No. 5438."
    ]
}