{
    "id": 5606,
    "cites": 19,
    "cited_by": 35,
    "reference": [
        "Sichel, Daniel E. and Stephen D. Oliner, Computers and Output Growth Revisited: How Big is the Puzzle, Brooicings Papers on Eco- nomic Activity, 1994, 2, 273-333.",
        "Schlesinger, Tom, O7lr Oust Worst Enemey, Tennessee: Highlander Cen- ter: New Market, 1983.",
        "Krugman, Paul, Past and Prospective Causes of High Unemployment, in Reducing Unemployment: Current Issues and Options, Vol. 1, Federal Reserve Bank of Kansas City, 1994.",
        "West German Labor Markets: Before and After Unification, in Richard Freeman and Larry Katz, eds., Differences and Changes in Wage Struc- tures, Chicago: University of Chicago Press and NBER, 1995.",
        "Hamilton, Barton and Raymond Yuen, Self-Selection and the Returns to Computer Skills Among Young Workers, Mimeo, McGill University May 1995.",
        "Juhn, Chinhui, Kevin M. Murphy, and Brooks Pierce, Wage In- equality and the Rise in the Returns to Skill, Journal of Political Econ- omy, June 1993, 101 (3), 410-442.",
        "Fazzari, Steven, R. Glen Hubbard, and Bruce Petersen, Financing Constraints on Corporate Investment, Brooking Papers on Economic Activity, 1988, 1, 141-195.",
        "Gibbons, Robert and Henry Farber, Learning and Wage Determina- tion, Industrial Relations Section Working Paper 328, Princeton Uni- versity 1994.",
        "Estevao, Marcello and Stacey Tevlin, The Role of Profits in Wage Determination: Evidence from U.S. Manufacturing, Mimeo, MIT 1995.",
        "Entorf, Horst, Michel Gollac, and Francis Kramarz, New Technolo- gies, Wages, and Worker Selection, INSEE Working Paper 1995.",
        "States, Canada, and France, Industrial Relations Section Working Pa- per 355, Princeton University December 1995.",
        "Chennells, Lucy and John Van Reenen, Wages and technology in British plants: do workers get a fair share of the plunder?, Mimeo, Institute for Fiscal Studies April 1995.",
        "Card, David and Thomas Lemieux, Wage Dispersion, Returns to Skill, and Black-White Differentials, Journal of Econometrics 1996, forth- coming.",
        "States?, Economic Policy Review, January 1995, l, 9-17.",
        "Brynjolfsson, Erik and Lorin Hitt, New on the Returns to Information Technologies, Technical Report, Center for Coordination Science,Sloan School of Management, Massachusetts Institute of Technology 1993.",
        "Bell, Brian D., Skill-Biased Technical Change and Wages: Evidence from a Longitudinal Data Set, Mimeo, Nuffield College, Oxford March 1996.",
        "Blanchflower, D., A. Oswald, and P. Sanfey, Wages, Profit, and Rent Sharing, Mimeo, Dartmouth College 1992.",
        "Changing the Labor Market, Mimeo, Harvard University 1995.",
        "Autor, David H., Charting the Impact of the Computer Revolution: New Evidence from the Current Population Survey, Mimeo, Harvard Uni- versity 1995."
    ]
}