{
    "id": 5609,
    "cites": 28,
    "cited_by": 9,
    "reference": [
        "Wilson, John F., lames L. Freund, Frederick 0. Yohn, and Walter Lederer. 1989. Measuring Household Saving: Recent Experience from the Flow-of-Funds Perspective, in R. Lipsey and H. Tice (eds.), The Measurement of Saving, Investment, and Wealth. Chicago: University of Chicago Press.",
        "Venti, Steven F. and David A. Wise. 1986. Tax-Deferred Accounts, Constrained Choice and Estimation of Individual Saving. Review of Economic Studies 53: 579-601.",
        "Capital Accumulation. Chicago: University of Chicago Press. -34- 1989. Aging, Moving, and Housing Wealth, in D. Wise (ed.), The Economics of Aging. Chicago: University of Chicago Press.",
        "Expenditure Surveys. Quarterly Journal of Economics 105: 661-698. 1991. Aging and the Income Value of Housing Wealth. Journal of Public Economics, 44:371-395.",
        "Lumsdaine, Robin L. and David A. Wise. 1990. Aging and Labor Force Participation: A Review of Trends and Explanations. NBER Working Paper 3420, August.",
        "Munnell, Alicia H. 1976. Private Pensions and Saving: New Evidence, Journal of Political Economy, vol.84, October, pp. 1013-1032.",
        "Phillips, Kristen. 1992. State and Local Pension Benefits, in John A. Turner and Daniel J.",
        "Beller (eds.), Trends in Pensions 1992. Washington D.C.",
        "Poterba, James M., Steven F. Venti, and David A. Wise. 1994. 401(k) Plans and Tax-Deferred Saving, in D. Wise (ed.), Studies in the Economics of Aging, University of Chicago Press: 105-138.",
        "Journal of Public Economics 58: 1-32. 1995b. The Effects of Special Saving Programs on Saving and Wealth. NBER Working Paper No. 5287, October.",
        "Evidence. Working Paper, April. Schieber, Sylvester and John Shoven. 1993. The Consequences of Population Aging on Private Pension Fund Saving and Asset Markets, unpublished, September.",
        "Sheiner, Louise and David N. Weil. 1992. The Housing Wealth of the Aged, NBER Working Paper No. 4115, July.",
        "Skinner, Jonathan. 1991. Housing and Saving in the United States, NBER Working Paper No.",
        "Joines, Douglas H., and James G. Manegold. 1991. IRAs and Saving: Evidence from a Panel of Taxpayers. University of Southern California working paper no. 90-9.",
        "Katona, George. 1965. Private Pensions and Individual Saving. University of Michigan Press.",
        "Diamond, Peter A. and Jerry A. Hausrnan. 1984. Individual Retirement and Savings Behavior, Journal of Public Economics, vol. 23, pp. 81-114.",
        "Employee Benefit Research Institute. 1986. Tax Reform and Employee Benefits. Issue Brief No. 59, October.",
        "Feenberg, Daniel, and Jonathan Skinner. 1989. Sources of IRA Saving. Talc Policy and the Economy 3: 2546.",
        "Feinstein, Jonathan and Daniel McFadden. 1989. The Dynamics of Housing Demand by the Elderly: Wealth, Cash Flow, and Demographic Effects, in D. Wise (ed.), The Economics of Aging. Chicago: University of Chicago Press.",
        "Gale, William G. and John Karl Scholz. 1990. IRAs and Household Saving. Mimeo, University of Wisconsin.",
        "Gustman, Alan and Thomas Steinmeier. 1993. Cost of Living Increases in Pensions, in Olivia Mitchell (ed.), As the Work~force Ages. Ithaca, NY: ILR Press.",
        "Hoynes, Hilary and Daniel McFadden. 1993. The Impact of Demographics on Housing and Non-Housing Wealth in the United States, unpublished, September.",
        "Hubbard, R. Glenn. 1985. Personal Taxation, Pension Wealth, and Portfolio Composition, Review of Economics and Statistics, vol. 67, no 1, February pp. 53-60.",
        "Bernheim, B. Douglas, and John B. Shoven. 1988. Pension Funding and Saving, in Z. Bodie, J. Shoven, and D. Wise (eds.), Pensions in the U.S. Economy. University of Chicago Press.",
        "Blinder, Alan S., Roger Gordon, and David E. Wise. 1981. An Empirical Study of the Effects of Pensions on the Saving and Labor Supply Decisions of Older Men. Princeton, NJ: Mathtech Inc.",
        "Cagan, Phillip. 1965. lathe Effect of Pension Plans on Aggregate Saving: Evidence From a Sample Survey. Occasional Papers No. 95. National Bureau of Economic Research.",
        "Bernheim, B. Douglas. 1987. The Economic Effects of Social Security. Journal of Public Economics, vol. 33, pp. 273-304.",
        "Bernheim, B. Douglas and John Karl Scholz. 1993. Private Saving and Public Policy. Tax Policy and the Economy, vol. 7, pp. 73-110."
    ]
}