{
    "id": 5610,
    "cites": 42,
    "cited_by": 29,
    "reference": [
        "Weil, P. (1989), The Equity Premium Puzzle and the Risk-Free Rate Puzzle, Journal of Monetary Economics 24, 401-421.",
        "Sundaresan, S.M. (1989), Intertemporally Dependent Preferences and the Volatility of Con- sumption and Wealth, Review of Financial Studies 2, 73-88.",
        "Schwert, G.W. (1989), Why Does Stock Market Volatility Change Over Time?, Journal of Finance 44, 1115-1153.",
        "Shiller, R.J. (1981), Do Stock Prices Move Too Much to Be Justified by Subsequent Changes in Dividends?, American Economic Review 71, 421-436.",
        "Ryder, H.E., Jr., and G.M. Heal (1973), Optimum Growth with Intertemporally Dependent Preferences, Review of Economic Studies 40, 1-33.",
        "Mehra, R. and E. Prescott (1985), The Equity Premium Puzzle, Journal of Monetary Economics 15, 145-161.",
        "Poterba, J. and L.H. Summers (1988), Mean Reversion in Stock Returns: Evidence and Implications, Journal of Financial Economics 22, 27-60.",
        "Mankiw, N.G. and S.P. Zeldes (1991), The Consumption of Stockholders and Non-Stockholders, Journal of Financial Economics 29, 97-112.",
        "LeRoy, S.F. and R. Porter (1981), The Present Value Relation: Tests Based on Variance Bounds, Econometrica 49, 555-577.",
        "Lucas, R.E., Jr. (1978), Asset Prices in an Exchange Economy, Econometrica 46, 1429- 1446.",
        "Kandel, S. and R.F. Stambaugh (1991), Asset Returns and Intertemporal Preferences, Journal of Monetary Economics 27, 39-71.",
        "Kocherlakota, N. (1996), The Equity Premium: Its Still A Puzzle, Journal of Economic Literature 34, 42-71.",
        "Heaton, J.C. (1995), An Empirical Investigation of Asset Pricing with Temporally Depen- dent Preference Specifications, Econometrica 63, 681-717.",
        "Hassler, J., P. Lundvik, T. Persson, and P. Soderlind, 1994, The Swedish Business Cycle: Stylized Facts Over 130 Years, in V. Bergstrom and A. Vredin eds. Measuring and Interpreting Business Cycles (Clarendon Press, Oxford).",
        "Hansen, L.P. and K.J. Singleton (1983), Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns, Journal of Political Economy 91, 249-268.",
        "Harvey, C.R. (1989), Time-Varying Conditional Covariances in Tests of Asset Pricing Mod- els, Journal of Financial Economics 24, 289-317.",
        "Grossman, S.J. and Z. Zhou (1994), Equilibrium Analysis of Portfolio Insurance, unpub- lished paper, University of Pennsylvania.",
        "Hansen, L.P. and R. Jagannathan (1992), Restrictions on Intertemporal Marginal Rates of Substitution Implied by Asset Returns, Journal of Political Economy 99, 225-262.",
        "Grossman, S.J. and R.J. Shiller (1981), The Determinants of the Variability of Stock Market Prices, American Economic Review 71, 222-227.",
        "Ferson, W.E. and G. Constantinides (1991), Habit Persistence and Durability in Aggregate Consumption: Empirical Tests, Journal of Financial Economics 29, 199-240.",
        "Fama, E.F. and K.R. French (1989), Business Conditions and Expected Returns on Stocks and Bonds, Journal of Financial Economics 25, 23-49.",
        "The Economist, 1987, One Hundred Years of Economic Statistics, London.",
        "Fama, E.F. and K.R. French (1988a), Permanent and Temporary Components of Stock Prices, Journal of Political Economy 96, 246-273.",
        "Fama, E.F. and K.R. French, (1988b), Dividend Yields and Expected Stock Returns, Jour- nal of Financial Economics 22, 3-27.",
        "Cochrane, J.H. (1994), Permanent and Transitory Components of GNP and Stock Prices, Quarterly Journal of Economics CIX, 241-265.",
        "Cochrane, J.H. and L.P. Hansen (1992), Asset Pricing Lessons for Macroeconomics, in O.J.",
        "Blanchard and S. Fischer, eds., NBER Macroeconomics Annual 1992 (The MIT Press, Cambridge).",
        "Constantinides, G. (1990), Habit Formation: A Resolution of the Equity Premium Puzzle, Journal of Political Economy 98, 519-543.",
        "Cecchetti, S.G., P.-S. Lam, and N.C. Mark (1993), The Equity Premium Puzzle and the Risk-Free Rate: Matching the Moments, Journal of Monetary Economics 31, 21-45.",
        "Chou, R.Y., R.F. Engle, and A. Kane (1992), Measuring Risk Aversion from Excess Returns on a Stock Index, Journal of Econometrics 52, 201-224.",
        "Campbell, J.Y. and R.J. Shiller (1988a), The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financial Studies 1, 195-227.",
        "Campbell, J.Y. and J.H. Cochrane (1995), By Force of Habit: A Consumption-Based Ex- planation of Aggregate Stock Market Behavior, NBER Working Paper No. 4995.",
        "Campbell, J.Y. (1996), Understanding Risk and Return, Journal of Political Economy 104, 298-345.",
        "Campbell, J.Y. and John Ammer (1993), What Moves the Stock and Bond Markets? A Variance Decomposition for Long-Term Asset Returns, Journal of Finance 48, 3-37.",
        "Campbell, J.Y. (1986), Bond and Stock Returns in a Simple Exchange Model, Quarterly Journal of Economics 101, 785-804.",
        "Campbell, J.Y. (1991), A Variance Decomposition for Stock Returns, Economic Journal 101, 157-179.",
        "Barsky, R.B. and J.B. De Long (1993), Why Does the Stock Market Fluctuate?, Quarterly Journal of Economics 107, 291-311.",
        "Bollerslev, T., R.Y. Chou, and K.F. Kroner (1992), ARCH Modeling in Finance: A Review of the Theory and Empirical Evidence, Journal of Econometrics 52, 5-59.",
        "Aiyagari, R. and M. Gertler (1995), Overreaction of Asset Prices in General Equilibrium, unpublished paper, Federal Reserve Bank of Minneapolis and New York University.",
        "Atkeson, A. and C. Phelan (1994), Reconsidering the Costs of Business Cycles with Incom- plete Markets, in S. Fischer and J.J. Rotemberg, eds., NBER Macroeconomics Annual 1994 (The MIT Press, Cambridge), 187-207.",
        "Abel, A.B. (1990), Asset Prices under Habit Formation and Catching Up with the Joneses, American Economic Review Papers and Proceedings 80, 38-42.",
        "Abel, A.B. (1996), Risk Premia and Term Premia in General Equilibrium, unpublished paper, Wharton School, University of Pennsylvania."
    ]
}