{
    "id": 5615,
    "cites": 16,
    "cited_by": 15,
    "reference": [
        "Tietze, C. Two Years Experience with a Liberal Abortion Law: Its Impact on Fertility Trends in New York City. Family Planning Perspectives. Volume 5, 1973, pp. 36-41.",
        "U. S. Department of Labor, Employment and Training Administration. Unemployment Insurance Financial Data (ET Handbook 394). Washington, DC: Government Printing Office, 1983.",
        "Sklar, J and B Berkov. Abortion, Illegitimacy and the American Birth Rate. Science. Volume 13, 1974, pp. 909-915.",
        "Pakter, J. D OHare, F Nelson, and M Svigir. Two years experience in New York City with the Liberalized Abortion Law -- Progress and Problems. American Journal of Public Health. Volume 63, 1973, pp 524-535.",
        "Potts, M, P Diggory and J Peel. Abortion. New York: Cambridge University Press, 1977.",
        "Quick, JD. Liberalized Abortion in Oregon: Effects on Fertility, Prematurity, Fetal Death, and Infant Death. American Journal of Public Health. Volume 68, 1978, pp. 1003- 1008.",
        "Matthews, Stephen, David Ribar, and Mark Wilhelm, The Effects of Economic Conditions and Access to Reproductive Health Services on State Abortion and Birth Rates. Penn State University Population Research Institute Working Paper, 7-95-4, July 1995.",
        "Levine, PB, AB Trainor, and DJ Zimmerman. The Effects of Medicaid Abortion Funding Restrictions on Abortions, Pregnancies, and Births. Journal of Health Economics, forthcoming, 1996.",
        "Lundberg, S and RD Plotnick. Adolescent Premarital Childbearing: Do Economic Incentives Matter. Journal of Labor Economics. Volume 13 (2), April 1995, pp. 177-200.",
        "Kane, TJ and D Staiger. Teen Motherhood and Abortion Access. Quarterly Journal of Economics, Volume 111 (2), May 1996, pp. 467-506.",
        "Kramer, MJ. Legal Abortion among New York City Residents: An Analysis According to Socioeconomic and Demographic Characteristics. Family Planning Perspectives. Volume 7, 1975, pp. 128-137.",
        "Joyce, TJ and NH Mocan. The Impact of Legalized Abortion on Adolescent Childbearing in New York City. American Journal of Public Health. Volume 80 (3), March 1990, pp.",
        "Bureau of the Census. Statistical Abstract of the United States. Washington, DC: U.S. Government Printing Office, various editions. Currie, Janet, Lucia Nixon, and Nancy Cole. Restrictions on Medicaid Funding of Abortion: Effects on Pregnancy Resolutions and Birth Weight. Journal of Human Resources, Volume 31 (1), Winter 1996, pp. 159-188..",
        "Garrow, DJ. Liberty and Sexuality: The Right to Privacy and the Making of Roe v. Wade. New York: Macmillan Publishing Company, 1994.",
        "Blank, RM, CC George, and RA London, State Abortion Rates: The Impact of Policies, Providers, Politics, Demographics, and Economic Environment. NBER working paper, no. 4853, September 1994.",
        "Bauman, KE, AE Anderson, JL Freeman, and GG Koch. Legal Abortions subsidized Family Planning Services, and the US Birth Dearth. Social Biology. Volume 24, 1977, pp."
    ]
}