{
    "id": 5619,
    "cites": 19,
    "cited_by": 10,
    "reference": [
        "Parnes, H.S. and R. King. 1977. Middle-Aged Job Losers. Industrial Gerontology 4:77-96.",
        "Quinn, Joseph F., Richard V. Burkhauser, and Daniel A. Myers. 1990. Passing the Torch: The Influence of Economic Incentives on Work and Retirement. (Kalamazoo, MI: W.E. Upjohn Institute for Employment Research).",
        "Rhine, Shirley H. 1978. Older Workers and Retirement (New York: The Conference Board, Inc.).",
        "Rosen, B. and T. H. Jerdee. 1977. Too Old or Not Too Old? Harvard Business Review 55 :97- 106.",
        "Rubm, Christopher J. 1990. Career Jobs, Bridge Employment and Retirement. In Peter B.",
        "Lloyd, Cynthia B. and Beth T. Niemi. 1979. The Economics f Sex Differentials (New York: Columbia University Press).",
        "Neumark, David and Michele McLennan. 1995. Sex Discrimination and Womens Labor Market Outcomes. Journal of Human Resources 30: 713-40.",
        "Kuhn, Peter J. 1990. Sex Discrimination in Labor Markets: The Role of Statistical Evidence. American Economic Review 77(4): 567-83.",
        "Lazear, Edward P. 1979. Why Is There Mandatory Retirement? Journal of Political Economy 87(6): 1261-84.",
        "Hurd, Michael. 1990. Research on the Elderly: Economic Status, Retirement, and Consumption and Saving. Journal of Economic Literature 28:565-637.",
        "Hutchens, Robert M. 1988. Do Job Opportunities Decline with Age? Industrial and Labor Relations Review 42(1):89-99.",
        "Ham, John C. and Samuel A. Rea, Jr. 1987. Unemployment Insurance and Male Unemployment Duration in Canada. Journal of Labor Economics 5:325-53.",
        "Hellerstein, Judith K., David Neumark and Kenneth R. Troske. 1996. Wages, Productivity, and Worker Characteristics. Mimeograph.",
        "Fix, Michael and Raymond J. Struyk. 1992. Clear and Convincing Evidence Measurement of Discrimination in America (Washington, D.C.: The Urban Institute Press).",
        "Friedman, Lawrence. 1984. Your Time Will Come The Law of Age Discrimination and Mandatory Retirement (New York: Russell Sage Foundation).",
        "Bureau of Labor Statistics. 1989. Handbook of Labor Statistics, Bulletin 2340.",
        "Clark, Kim B. and Lawrence H. Summers. 1979. Labor Market Dynamics and Unemployment: A Reconsideration. Brookings Papers on Economic Activity 1 :13-60.",
        "Blau, David M. 1994. Labor Force Dynamics of Older Men. Econometrica 62:117-56.",
        "Bloch, Farrell E. 1994. Antidiscrimination Law and Minority Employment (Chicago: University of Chicago Press)."
    ]
}