{
    "id": 5620,
    "cites": 17,
    "cited_by": 12,
    "reference": [
        "Nader, Ralph, et al. (1993) Introduction: Free Trade and the Decline of Democracy, in The Case Against Free Trade: GA T7; NAFTA, and the Globalization of Corporate Power, San Francisco: Earth Island Press.",
        "Modigliani, Franco (1995) The Shameful Rate of Unemployment in the EMS: Causes and Cures, mimeo.",
        "Mussa, Michael A. (1979) The Two-Sector Model in Terms of its Dual: A Geometric Exposition, Journal of International Economics, 9, No. 4, 513-526.",
        "Leamer, Edward (1994) Trade, Wages and Revolving Door Ideas NBER Working Paper No.",
        "Freeman, Richard B. (1995) Are Your Wages Set in Beijing?, Journal of Economic Perspectives, Summer, 9:3, 15-32.",
        "Freeman, Richard B. and Katz, Lawrence F. eds. (1995) Differences mu! Changes in Wage Structures, Chicago: University of Chicago.",
        "Katz, Lawrence F., et.al. (1995) A Comparison of Changes in the Structure of Wages in Four OECD Countries, in Freeman, Richard B. and Katz, Lawrence F. eds. (1995) Differences and Changes in Wage Structures, Chicago: University of Chicago.",
        "Krugman, Paul (1995) Growing World Trade: Causes and Consequences, mimeo Stanford University, prepared for the Brookings Panel on Economic Activity, April 6-7, 1995.",
        "Leamer, Edward (1995) In Search of Stolper-Samuelson Effects Between Trade and US Wages mimeo, Yale and UCLA.",
        "Davis, Donald R., Weinstein, David E., et al. (1996) The Heckscher-Ohlin-Vanek Model of Trade: Why Does it Fail? When Does it Work? mimeo, Harvard University.",
        "Dixit, Avinash K. and Norman, Victor F. (1980) Theory of International Trade, Cambridge: Cambridge University Press.",
        "Card, David (1990) The Impact ofthe Mariel Boatlift on the Miami Labor Market, ~lations-Review; 43(2), January, 245-57.",
        "Davis, Donald R. (1996a) Technology, Relative Wages, and Unemployment in a Global Economy, mimeo, Harvard University.",
        "Davis, Donald R. (1996b) Unemployment and Finance of a Social Safety Net in a Global Economy, mimeo, Harvard University.",
        "Berman, E., Bound, J. And Giliches, Z. (1994) Changes in the Demand for Skilled Labor within US Manufacturing: Evidence from the Annual Survey of Manufactures, Quarterly Journal of Economics, May, 109, 367-97.",
        "Brecher, Richard A. (1974a) Minimum Wage Rates and the Pure Theory of International Trade, Quarterly Journal oJEconomics, 88, No. 1, 98-116.",
        "Brecher, Richard A. (1974b) Optimal Commercial Policy for a Minimum-Wage Economy, Journal of International Economics, 4, No., 139-149."
    ]
}