{
    "id": 5623,
    "cites": 32,
    "cited_by": 40,
    "reference": [
        "Stale, Rend, 198?, An equilibrium model of exchange rate determination and asset pricing with nontFaded goods and imperfect co~petkion,~ 7~7 ~ Fo/~ir~7 ~~, ad, 102i-1040. Sun, ~ng-sbeng, 1992, Real and nominal interest rates: A discrete-time model and its continuons-time limits ~~/e~ ~ Fi~ Sf~rs i, S81-611.",
        "Sai-Kequejo, Jesus, 1994, Ibe dynamics and the 1ernl structure of risk penis in Reign exchange markets unpublished manuscript, INSEAO, Way.",
        "Stuart, Alan, and J.K Ord, 1987, ~e~> Ace ~hcorp ~Sf~f~firy, ~/~r /, New Ark: Oxford University Press.",
        "Pearson, Neit and Iong-Sbeng Sun, 1994, k~plohing the conditional density in estimating the term structure: An application to the Cox, IngersolL and Ross modems Awry ~ Fi~c ad, 12?9- 130i .",
        "Nielsen, Lars, and Jesus Sai-RequJo, 1993, k~change rate and term structure dy- namics and the pricing of derivative securkies/ unpublished manuscript, IN- SEAD, Ad.",
        "Mark, Nelson, 1988, Time varying betas and risk premix il 1 the pricing of forward Reign exchange contracts Arm ~ ~~cz~ ~~ 23, 33S-354.",
        "ALollt bigher moments, acklem, Ii], 1991, Award exchange [ates and Ask premiums in artificial eco- nomies~ fir/ ~~, ~~ Are ad, 365-391.",
        "Hansen, Lairs, and Robert Hodrick, 1983, Risk averse speculation in the forward Tor- eign exchange markets AM J.A. Fennel, ea., 6~E Sacs ~~ Iffy As, Chicago: University of Chicago Press, 113-142.",
        "Hansen, Lars, and Kavi Jagannatban, 1991, implications of security market data for modek of dynamic economies/ Airy ~ Fo1~/ ~~mp ad, 22S-262.",
        "Frankel, Jeffrey, and Charles Engel, 1984, Do asset demand functions optimize over the mean and variance of real returns? A six currency test, Journal of In~ter- ~ational Economics 17, 309-323.",
        "Flood, Robert, and Andrew Rose, 1994, Fixes: Of the forward discount puzzle, NBER Working Paper No. 4928, November.",
        "Frachot, Antoine, 1994, A reexamination of the uncovered interest rate parity hy- pothesis, unpublished manuscript, Banque de France, January.",
        "Engel, Charles, 1995, The forward discount anomaly and the risk premium: A survey of recent evidence, NBER Working Paper No. 5312, October; forthcoming, Journal of Empirical Fir~ar~ce.",
        "Engel, Charles, and James Hamilton, 1990, Long swings in the dollar: Are they in the data and do markets know it? American Economic Review 80, 689-713.",
        "Fauna, Eugene, 1984, Forward and spot exchange rates, Journal of Monetary Eco- rzomics 14, 319-338.",
        "Duffie, Darrell, and Rui Kan, 1993, A yield-factor model of interest rates, unpub- lished manuscript, Stanford University, September.",
        "Duffie, Darrell, and Kenneth Singleton, 1995, An econometric model of the term structure of interest rate swap yields, unpublished manuscript, Stanford Uni- versity, September.",
        "Duffie, Darrell, 1992, Dynamic Asset Pricing Theory, Princeton, NJ: Princeton Uni- versity Press.",
        "Cox, John, Jonathan Ingersoll, and Stephen Ross, 1985, A theory of the term struc- ture of interest rates, Econometrica 53, 385-407.",
        "Cumby, Robert, 1988, Is it risk? Explaining deviations from uncovered interest parity, Journal of Monetary Economics 22, 279-299.",
        "Do~nowitz, fan, and Craig Hakkio, 1985, Conditional variance and the risk premium in the foreign exchange market, Journal of luternatio7~al Economics 19, 47- 66.",
        "Canova, Fabio, and Jane Marrinan, 1995, Predicting excess returns in financial mar- kets, European Economic Review 59, 35-69.",
        "Northwestern University, December. 34 Boessaerts, Peter, and Pierre Hillion, 1991, Market microstructure effects of govern- ment intervention in the foreign exchange market, Review of Financial ~Studies 4, 513-541.",
        "Bekaert, Geert, Robert Hodrick, and David [Marshall, 1992, The implications of first- order risk aversion for asset market risk premiums, unpublished manuscript.",
        "Bansal, Ravi, 1995, The dynamics of multiple term structures and exchange rate movements, unpublished manuscript, Fuqua School of Business, Duke Univer- sity, July.",
        "Bekaert, Geert, 1995, The time variation of expected returns and volatility in foreign exchange markets, Journal of Business and Economic Statistics 13, 397-408.",
        "Bakshi, Gurdip, and Zhiwu Chen, 1995, Equilibrium valuation of foreign exchange claims, unpublished manuscript, University of New Orleans, July.",
        "Bansal, Ravi, 1991, Can nonseparabilities explain exchange rate movements and risk premix? unpublished manuscript, Carnegie Mellon University.",
        "Alvarez, Fernando, and Andrew Atheson, 1996, Liquidity inflation, interest rates and exchange rates, unpublished manuscript, University of Pennsylvania, March.",
        "Backus, David, and Stanley Zin, 1994, Reverse engineering the yield curve, unpub- lished manuscript, Stern School of Business, New York University, March.",
        "Amin, Kaushik, and Robert Jarrow, 1991, Pricing foreign currency options under stochastic interest rates, Journal of International Money and Finance I O. 310- 329.",
        "Ahn, Dong-Hyun, 1995, Common factors and local factors: Implications for term structures and exchange rates, unpublished manuscript, New York University O ctober."
    ]
}