{
    "id": 5625,
    "cites": 21,
    "cited_by": 5,
    "reference": [
        "Brecher, Richard A. and Choudhri, Ehsan U. (1988), `The Factor Content of Consumption in Canada and the United States: A Two-Country Test of the Heckscher-Ohlin-Vanek Model, in Feenstra, Robert C., Empirical Method.s for international Trade, Cambridge: MIT Press.",
        "Courant, Paul N. and Deardorff, Alan V., International Trade with Lumpy Countries, Journal of Political Economy, February 1992, 100, 198-2 10.",
        "Davis, Donald (1995), Intraindustry Trade: A Heckscher-Ohlin-Ricardo Approach, Journal of International Economics, 39: 201-26.",
        "Deardorff, Alan V., Testing Trade Theories and Predicting Trade Flows, in Ronald W. Jones and Peter B. Kenen eds. Handbook of international Economics, Vol. 1, New York, North Holland, 1984.",
        "Dixit, Avinash and Norman, Victor, Theory of international Trade: A Dual, General Equilibrium Approach. Cambridge: Cambridge University Press, 1980.",
        "Grimes, Donald R. and Prime, Penelope B., A Regional Multifactor Test of the HeckscherOhlin -Vanek Theorem, mimeo, University of Michigan and Kenesaw State College, 1993.",
        "Grossman, Gene and Helpman, Elhanan., innovation and Growth in the Global Economy. Cambridge: Mfl Press, 1992.",
        "Helpman, Elhanan, International Trade in the Presence of Product Differentiation, Economies of Scale and Monopolistic Competition: A Chamberlin-Heckscher-Ohlin Approach, Journal of international Economics, 1981, 11, 305-340.",
        "Horiba, Yutaka, Factor Proportions and the Structure of Inter-Regional Trade: The Case of Japan, Southern Economic Journal, 1973.",
        "Hunter, L. and J. Markusen, (1989) Per-Capita Income as a Determinant of Trade, in Feenstra, Empirical Methods for international Trade, 89-109.",
        "Hunter, L. (1991) `The Contribution of Nonhomothetic Preferences to Trade, Journal of International Economics, May , 345-358.",
        "Krugman, Paul, Increasing Returns and Economic Geography, Journal of Political Economy, (1991).",
        "Krugman, Paul and Maurice Obstfeld (1994), international EcononÃ\u0083Â¼cs. Theory and Policy, Third Edition, New York: Harper-Collins.",
        "Lawrence, Robert Z. and Slaughter, Matthew J., Trade and US Wages: Great Sucking Sound or Small Hiccup? Brookings Papers on Economic Activity: Microeconomics, 1994.",
        "Learner, Edward E., The Leontief Paradox Reconsidered, Journal of Political Economy, June 1980, 88, 495-503.",
        "Learner, Edward E. and James Levinsohn (1995) International Trade Theory: The Evidence, in Grossman, Gene and Kenneth Rogoff, eds. Handbook of international Economics, New York: Elsevier, Vol. ifi.",
        "Leontief, Wassily, Domestic Production and Foreign Trade: The American Capital Position ReExamined, Proceeding of the American Philosophical Society, 1953, 97, 332-349.",
        "Maskus, Keith V., A Test of the Heckscher-Ohlin-Vanek Theorem: The Leontief Commonplace, Journal of International Economics, November 1985, 9, 201-212.",
        "Trefler, Daniel, International Factor Price Differences: Leontief Was Right! Journal of Political Economy, December 1993, 101, 96 1-987.",
        "Trefler, Daniel, (1995) The Case of the Missing Trade and Other Mysteries, The American Economic Review, 85: 1029-46.",
        "Vanek, Jaroslav, The Factor Proportions Theory: The N-Factor Case, Kyklos, October 1968, 21, 749-755."
    ]
}