{
    "id": 5627,
    "cites": 25,
    "cited_by": 9,
    "reference": [
        "White, Halbert A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroscedasticity. Econometrica 48 (May 1980):817-838.",
        "Weiss, Yoram. Inflation and Price Adjustment: A Survey of Findings From Micro-Data. In Optimal Pricing, Inflation, and the Cost of Price Adjustment, edited by Eytan Sheshinski and Yoram Weiss Cambridge, Mass HIT Press, 1993.",
        "Vining, Daniel and Thomas Elwertowski. The Relationship between Relative Prices and the General Price Level A.E.R. 66 (September 1976):699-708.",
        "Van Hoomissen, Teresa. Price Dispersion and Inflation: Evidence from Israel. J.P.E. 96 (December 1988):1303-1314.",
        "Tommasi, Mariano. Inflation and Relative Prices Evidence from Argentina. In Optimal Pricing, Inflation, and the Cost of Price Adjustment edited by Eytan Sheshinski and Yoram Weiss. Cambridge, Mass. MIT Press ,1993.",
        "Sheshinski, Eytan and Yoram Weiss. Inflation and the Costs of Price Adjustment. Review of Economic Studies 64 (June 1977):287-303.",
        "Reinsdorf, Marshall. New Evidence on the Relation between Inflation and Price Dispersion A.E.R. 84 (June 1994):720-731.",
        "Parks, Richard. Inflation and Relative Price Variability. J.P.E. 86 (February 1978):79-95 RPV - Page 23 Parsley, David C. Inflation and Relative Price Variability in the Short and Long Run: New Evidence from US Cities. Vanderbilt University working paper.",
        "Newey, Whitney and Kenneth West A Simple Positive-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix. Econometrica 55 (May 1987):703-708.",
        "Lucas, Robert Some International Evidence on Output-Inflation Tradeoffs. A.E.R. 66 (June 1973):326-334.",
        "Mills, Frederick C The Behaviour of Prices. New York: National Bureau of Economic Research, 1927.",
        "Hansen, Lars Peter. Large Sample Properties of Generalized Method of Moments Estimators. Econometrica 50 (July 1982):1029-1054.",
        "Lach, Saul and Daniel Tsiddon. The Behavior of Prices and Inflation: An Empirical Analysis of Disaggregated Price Data. J.P.E. 100 (April 1992):349-389.",
        "Princeton, N.J.: Princeton University Press, 1930.",
        "Gleiser, Herbert. Inflation, Productivity, and Relative Prices - A Statistical Study. Review of Economics and Statistics 47 (February 1965):76-80.",
        "RPV - Page 22 Fischer, Stanley. Relative Price Variability and Inflation in the United States and Germany European Economic Review 18 (May/June 1982): 171-196.",
        "Fischer, Stanley. Relative Shocks, Relative Price Variability, and Inflation. Brookings Papers Econ. Activity no. 2 (1981) :381 -431.",
        "Driffil, John, Grayham Mizon, and Alistair Ulph Costs of Inflation. In The Handbook of Monetary Economics Volume 2, edited by Benjamin Friedman and Frank Hahn. Amsterdam: North Holland, 1990.",
        "De Abreu Lourenco, Richard and David Gruen, Price Stickiness and Inflation. Reserve Bank of Australia, Research Discussion Paper 9502. Domberger, Stephen. Relative Price Variability and Inflation: A Disaggregated Analysis J.P.E. 95 (June 1987):547-566.",
        "Davis, Steven, Prakash Loungani, and Ramamohan Mahidhara. Regional Unemployment Cycles. Paper presented at the February 1995 NBER Economic Fluctuations Conference.",
        "Bomberger, William A. and Gail E. Makinen. Inflation and Relative Price Variability: Parks Study Reexamined. J. Money, Credit, and Banking 25 (November 1993):854-861.",
        "Blanchard, Oliver and Lawrence F. Katz. Regional Evolutions. Brook~ngs Papers Econ. Activity no. 1 (1992): 1-61.",
        "Benabou, Roland. Search, Price Setting, and Inflation. Review of Economic Studies 55 (July 1988): 353-373.",
        "Beaulieu, J. Joseph, and Joe Mattey. The Effects of General Irritation and Idiosyncratic Costs Shocks on Within-Commodity Price Dispersion: Evidence from Microdata. Working Paper no. 94-12. Finance and Economics Discussion Series, Federal Reserve Board 1994.",
        "Barro, Robert. Rational Expectations and the Role of Monetary Policy. J. Monetary Economics 2 (January 1976):1-32."
    ]
}