{
    "id": 5630,
    "cites": 6,
    "cited_by": 37,
    "reference": [
        "14. If both wages equal $8.30 hourly, the predicted probability of ownership is 0.35 if unconstrained, the same as the sample mean in L-W. If the household is constrained, the probability of ownership falls to 0.21, a 40% reduction. In contrast, L-W report that highly constrained households (either income or wealth) were 20% less likely to own implying a reduction in ownership rates from 0.35 to 0.28.",
        "7. Wealth continues to be the (slightly) more binding constraint, the evidence being that after LTV optimization, only 30% of households face a binding income constraint while 37% face a binding wealth constraint. This difference occurs because 7% of households reach the maximal LTV allowed (0.95). As expected, there are no households constrained only by income after the LTV is optimized.",
        "2. LaFayette, Haurin, and Hendershott (1995) define the amount of wealth available for a down payment as total wealth less one month of salary, pension investments, consumer durables, closing costs, and mortgage points. This approach suggests that L-Ws moderate wealth constraint indicator equals unity when a household is constrained by available wealth, assuming that 10% of wealth is described by the list of alternative uses.",
        "1. Transaction costs, including high search and information costs, and the difficulty of incrementally changing consumption, prevent households from adjusting housing quantity instantaneously in response to changing demand (Mush and Goodman 1989).",
        "420. Zom, Peter. 1989. Mobility-Tenure Decisions and Financial Credit: Do Mortgage Qualification Requirements Constrain Homeownership? Journal of the American Real Estate and Urban Economics Association. 17(4): 1-16.",
        "21 Jones, Lawrence. 1989. Current Wealth and Tenure Choice. Journal of the American Real Estate and Urban Economics Association. 17: 7-40. Killingswor~, Mark. 1983. Labor Supply. Cambridge University Press, Cambridge. LaFayette, William, Donald Haurin, and Patric Hendershott. 1995. Endogenous Mortgage Choice, Borrowing Constraints, and Tenure Choice. NBER Working Paper 5074. Linneman, Peter and Susan Wachter. 1989. The Impacts of Borrowing Constraints on Homeownership. Journal of the American Real Estate and Urban Economics Association. 17(4):"
    ]
}