{
    "id": 5632,
    "cites": 33,
    "cited_by": 37,
    "reference": [
        "World Bank. 1995a. Priorities and Strategies for Edu ca tion: A Review.",
        "Washington, D.C.: The World Bank. World Bank. 1995b. World Development Report: Workers in an Integrating World. New York: Oxford University Press.",
        "Swinnerton, Kenneth. 1996. An Essay on Economic Efficiency and Core Labor Standards. Bureau of International Labor Affairs, Washington, D.C.",
        "Weiner, Myron. 1991. The Child and the State in India. Princeton, N.J.: Princeton University Press.",
        "Squire, Lyn, and Sethaput Suthiwart-Narueput. 1995. The Impact of Labor Market Regulations. Policy Research Working Paper 1418. World Bank, Policy Research Department, Washington, D.C.",
        "Srinivasan, T.N. 1994. International Labor Standards Once Again! In International Labor Standards and Global Economic Integration: Proceedings of a Symposium. Washington, D.C.: U.S. Department of Labor, Bureau of International Labor Affairs.",
        "Smith, Adam. 1776 An Inquiry into the Nature and Causes of the Wealth of Nations, New York: Random House Inc., Modern Library Edition, 1937.",
        "Rodrik, Dani. Labor Standards In International Trade: Do They Matter and What Do We Do About Them? Columbia University, New York. Rosenzweig, Mark, and Robert Evenson. 1977. Fertility, Schooling and the Economic Contribution of Children in Rural India: An Economic Analysis. Econometrica 45 (5): 1065-80.",
        "Reich, Robert. 1994. Keynote Address. In International Labor Standards and Global Economic Integration: Proceedings of a Symposium, Washington, D.C.: U.S. Department of Labor, Bureau of International Labor Affairs.",
        "Myers, William. 1988. Alternative Services for Street Children: The Brazilian Approach. In Assefa Bequele and Jo Boyden, eds., Combating Child Labor. Geneva, Switzerland: International Labor Office.",
        "Piore, Michael. 1994. International Labor Standards and Business Strategies. In International Labor Standards and Global Economic Integration: Proceedings of a Symposium, Washington, D.C.: U.S.",
        "Department of Labor, Bureau of International Labor Affairs. Psacharopoulos, George. 1994. Returns to Investment in Education: A Global Update. World Development 22 (9): 1325-43.",
        "McArthur, John, and Steven Marks. 1988. Constituent Interests versus Legislator Ideology: The Role of Political Opportunity Costs. Economic Inquiry 26(3): 461-70.",
        "Marshall, Ray. 1994. The Importance of International Labour Standards in a More Competitive Global Economy. In Werner Sengenberger and Duncan Campbell, eds., International Labour Standards and Economic Interdependence. Geneva, Switzerland: International Labour Office.",
        "Maskus, Keith, Thomas Rutherford, and Steven Selby. 1995. Economic Implications of Changes in Labor Standards: A Computational Analysis for Mexico. University of Colorado, Boulder.",
        "Harmon, Colm, and Ian Walker 1995. Estimates of the Economic Return to Schooling in the U.K. American Economic Review 85 (5): 1278-86.",
        "Hirsch, Barry T. 1993. Union Membership and Earnings Data Book 1993, Washington, D.C.: The Bureau of National Affairs, Inc.",
        "Krueger, Anne. 1974. The Political Economy of the Rent-Seeking Society. American Economi c Revi ew 64 (3): 291-303.",
        "Hansson, Gote. 1983. Social Clauses and International Trade. New York: St.",
        "Martins Press. Hag, Farhan. 1996. Critics Link Immigration Laws to Sweatshops. Inter Press Service, March 26.",
        "Washington, D.C.: The Brookings Institution. Fields, Gary. 1995. Trade and Labour Standards: A Review of the Issues. Organization for Economic Cooperation and Development. Paris.",
        "Freeman, Richard. 1994. A Hard-Headed Look at Labour Standards. In Werner Sengenberger and Duncan Campbell, eds., International Labour Standards and Economic Interdependence. Geneva, Switzerland: International Labour office.",
        "Freeman, Richard. 1992. Labour Market Institutions and Policies: Help or Hindrance to Economic Development? In Proceedings of the World Bank Annual Conference on Development Economics. Washington, D.C : World Bank.",
        "Grootaert, Christiaan, and Ravi Kanbur. 1995. Child Labour: An Economic Perspective. International Labour Review 134(2): 187-204.",
        "Grossman, Gene, and Alan Krueger. 1993. Environmental Impacts of a North American Free Trade Agreement. In Peter Garber, ea., The U.S. -Mexico Free Trade Agreement. Cambridge, Mass.: MIT Press.",
        "Ehrenberg, Ronald. 1994. Labor Markets and Integrating National Economies.",
        "Charnovitz, Steve. 1992. Environmental and Labour Standards and Trade. The World Economy 15 (3): 335-356.",
        "Cox, James C., and Ronald L. Oaxaca. 1981. The Determinants of Minimum Wage Levels and Coverage in State Minimum Wage Laws. In S. Rottenberg, ea., The Economics of Legal Minimum Wages. Washington, D.C.: American Enterprise Institute.",
        "Department of Labor, Bureau of International Labor Affairs. Brown, Drusilla, Alan Deardorff, and Robert Stern. Forthcoming. International Labor Standards and Trade: A Theoretical Analysis. _ Jadgish Bhagwati and Robert Hudec, eds., Harmonization and Fair Trade. Cambridge, Mass.: MIT Press. Card, David, and Alan Krueger. 1995. Myth and Measurement: The New Economics of the Minimum Wage. Princeton, N.J.: Princeton University Press.",
        "Angrist, Joshua, and Alan Krueger. 1992. Does Compulsory Schooling Affect Schooling and Earnings? The Quarterly Journal of Economics 106 (4): 979-1014.",
        "Woeful Tales. Quarterly Journal of Economics 90: 599-617. ~The Economics of ~~.~t~ And of the hat Race and Other Ashagrie, Kebebew. 1993. Statistics on Child Labour: A Brief Report. Bulletin of Labour Statistics. Geneva, Switzerland: International Labour Office.",
        "Baldwin, Robert. 1985. The Political Economy of U.S. Import Policy.",
        "Bhagwati, Jagdish. 1994. Policy Perspectives and Future Directions: A View from Academia. In International Labor Standards and Global Economic Integration: Proceedings of a Symposium, Washington, D.C.: U.S."
    ]
}