{
    "id": 5635,
    "cites": 26,
    "cited_by": 92,
    "reference": [
        "Strotz, Robert H. (1956) Myopia and Inconsistency in Dynamic Utility Maximization. Review of Economic Studies, 23, 165-180.",
        "Thaler, Richard H., and H. M. Shefrin, (1981) An Economic Theory of Self-Control, Journal of Political Economy, 89 (2), pp. 392-406.",
        "Zeckhauser, Richard and Stephen Fels (1968) Discounting for proximity with perfect and total altruism, Harvard Institute of Economic Rc`- search, Discussion paper 50.",
        "Pollak, R. A. (1968) Consistent Planning. Review; of Economic St7ldies, 35, 201-208.",
        "Prelec, Drazen. (1989) Decreasing Impatience: Definition and Conse- quences. Harvard Business School Working Paper.",
        "Schelling, Thomas C. (1984) Self-Command in Practice, in Policy, and in 48 a Theory of Rational Choice, AEA Papers and Proceedings. 74 (2), pp. 1-11.",
        "Phelps, E. S., and R. A. Pollak. (1968) On Second-best National Saving and Game-equilibrium Growth. Review; of Economic Stud7;e.s, 35, 185- 199.",
        "Mankiw, N. Gregory and Stephen P. Zeldes. (1991) The Consumption of Stockholders and Nonstockholders. Journal of Financial Economics, 29, 97-112.",
        "Peleg, Bezalel, and Menahem E. Yaari. (1973) On the Existence of a Consistent Course of Action when Tastes are Changing, Review of Economic Studies, 40, 391-401.",
        "Laibson, David I. (1993b) Mental Accounts, Self-Control, and an Intrap- ersonal Principal-Agent Problem. MIT mimeo.",
        "Loewenstein, George, and Drazen Prelec. (1992) Anomalies in Intertem- poral Choice: Evidence and an Interpretation. Quarterly Journal of Economics, 57:2, 573-598.",
        "Laibson, David I. (1993a) Golden Eggs and Hyperbolic Discounting. MIT mimeo.",
        "Hall, Robert E. (1988) Intertemporal Substitution in Consumption. Jo~lr- nal of Political Economy, 96, 339-357.",
        "Hubbard, Glenn R., Jonathan Skinner, Steve Zeldes. (1995) Precautionary Saving and Social Insurance. Journal of Political Economy, 103, 36()- 399.",
        "Fudenberg, Drew and Jean Tirole (1991) Game Theory, Cambridge: MIT Press.",
        "Goldman, Steven M. (1980) Consistent Plans. Revie~v of Economic St~ld- ies, 47, 533-37.",
        "Chamley, Christophe. (1986) Optimal Taxation of Capital Income in Ger~- eral Equilibrium with Infinite Lives. Econometrica 54: 607-622.",
        "Chung, Shin-Ho and Richard J. Herrnstein. (1961) Relative and Absolute Strengths of Response as a Function of Frequency of Reinforcement. Journal of the Experimental Analysis of Anirn.nl Behavior, 4, 267-72.",
        "Carroll, Christopher D. and Lawrence H. Summers. (1991) Consumption Growth Parallels Income Growth: Some New Evidence, in B. Douglas Bernheim and John B. Shoven eds., National Saving and Economic Performance, Chicago: Chicago University Press for NBER, 1991, 305- 43.",
        "Bernheim, B. Douglas. (1994) Do Households Appreciate their Financial Vulnerabilites? An Analysis of Actions, Perceptions, and Public Pol- icy. Mimeo, Princeton University.",
        "Akerlof, George A. (1991) Procrastination and Obedience. American Eco- nomic Review, AEA Papers and Proceedings, 1-19.",
        "Barsky, Robert B., F. Thomas.Juster, Miles S. Kimball, Matthew D. Shapiro (1995) Preference Parameters and Behavioral Heterogeneity: An Ex- perimental Approach in the Health and R.etirernent Survey, NBEIR working paper.",
        "Aiyagari, S. Rao. (1995) Optimal Capital Income Taxation with Incorn- plete Markets, Boprrowing Constraints, and Constant Discounting, Journal of Political Economy, 103 (6), pp. 1158-1175.",
        "Ainslie, George W. (1975) Specious Reward: A Behavioral Theory of Irm- pulsiveness and Impulsive Control. Psychological Bulletin, 82, 463-96.",
        "Ainslie, George W. (1986) Beyond Microeconomics. Conflict Among Inter- ests in a Multiple Self as a Determinant of Value. in Jon Elster, eel., The Multiple Self, Cambridge: Cambridge University Press, 133-175.",
        "Ainslie, George W. (1992) Picoeconomics, Cambridge: Cambridge Univer- sity Press."
    ]
}