{
    "id": 5637,
    "cites": 28,
    "cited_by": 6,
    "reference": [
        "Azariadis, Costas, Escalator Clauses and the Allocation of Cyclical Risks, Journal of EconomicTheorv 18(1978): 119- 155.",
        "Benabou, Roland, Inflation and Markups,: Theories and Evidence From the Retail Sector, European Economic Review 36 (1992): 566 - 574.",
        "Blanchard, Olivier, Movements in the Equity Premium, Brookings Papers in Economic Activity 2(1993): 75 - 118.",
        "Blanchard, Olivier and Pierre Muet, Competitiveness through Disinflation: An Assessment of the French Macroeconomic Strategy, Economic Policy (April 1993): 12 - 56.",
        "Bullard, James, How Reliable are Inflation Reports? Monetary Trends, Federal Reserve Bank of St. Louis (February 1994): 3-4.",
        "Card, David, Unexpected Inflation, Real Wages, and Employment Determination in Union Contracts, American Economic Review 80, no. 4 (September 1990): 669 - 88.",
        "Chan, K.C., Nai-Fu Chen, and David Hsieh, An Exploratory Investigation of the Firm Size Effect, Journal of Financial Economics 14 (1985): 451 - 471.",
        "Chen, Nai-Fu, Richard Roll, and Stephen Ross, Economic Forces and the Stock Market, Journal of Business 59, no. 3 (1986): 383 - 403.",
        "Chevalier, Judith, and David Scharfstein, Liquidity Constraints and the Cyclical Behavior of Markups, American Economic Review (Papers and Proceedings) (May 1995).",
        "Christiano, Lawrence, and Martin Eichenbaum, Liquidity Effects, Monetary Policy, and the Business Cycle, NBER working paper 4129, August 1992.",
        "Eden, Benjamin, The Adjustment of Prices to Monetary Shocks when Trade is Sequential and Uncertain, Journal of Political Economy 102, no. 3 (June 1994): 493 - 509.",
        "Fama, Eugene, Stock Returns, Real Activity, Inflation, and Money, American Economic Review 71, no. 4 (September 1981): 545 - 65.",
        "Grossman, Sanford, and Lawrence Weiss, A Transactions-Based Model of the Monetary Transmissions Mechanism American Economic Review 73 (1983): 87 1-880.",
        "Holmstrom, Bengt, Moral Hazard and Observability, The Bell Journal of Economics 10 (1979): 74-91.",
        "Kaskarelis, loannis, Inflation and the Markup in the UK Manufacturing Industry, Oxford Economics Bulletin of Economics and Statistics 55, no 4 (1993): 39 1-408.",
        "Keane, Michael, Nominal Contracting Theories of Unemployment: Evidence from Panel Data, American Economic Review 83, no. 4 (September 1993): 932 - 952.",
        "Lucas, Robert, Expectations and the Neutrality of Money, Journal of Economic Theory 4 (1972): 103-124.",
        "Luenberger, David, Optimization by Vector Space Methods New York: Wiley 1969.",
        "Maher, Michael W. and Timothy Nantell, The Tax Effect of Inflation: Depreciation, Debt, and Millers Equilibrium Tax Rates. Journal of Accounting Research 21, no. 1 (1983): 329-340.",
        "Mankiw, Gregg, David Runkle, and Matt Shapiro, Are Preliminary Estimates of the Money 22 Stock Rational Forecasts? Journal of Monetary Economics (1984): 15-27.",
        "Maskin, Eric S. and Jean Tirole, The Principal-Agent Relationship with an Informed Principal: Common Values. Econometrica 60 (January 1992): 1 - 42.",
        "McLaughlin, Ken, Rigid Wages? Journal of Monetarv Economics 34 (1994): 383-414.",
        "Oliner, Stephen and Glenn Rudebusch, Is There a Broad Credit Channel, mimeo, Federal Reserve Board, 1994.",
        "Perloff, Jeffrey, and Steven Salop, Equilibrium with Product Differentiation, Review of Economic Studies (1985): 107 - 120.",
        "Radner, Roy, Hierarchy: The Economics of Managing, Journal of Economic Literature 30, no. 3 (1992): 1382-1415.",
        "Rotemberg, Julio, A Monetary Equilibrium with Transactions Costs, Journal of Political Economy 92, no. 1 (January 1984): 40 - 58.",
        "Shavell, Steven, Risk Sharing and Incentives in the Principal and Agent Relationship, The Bell Journal of Economics 10 (1979): 55-73.",
        "Stokey, Nancy, and Robert Lucas, Recursive Methods in Economic Dynamics, Cambridge: Harvard University Press, 1989."
    ]
}