{
    "id": 5642,
    "cites": 24,
    "cited_by": 27,
    "reference": [
        "Westhoff, F. (1977): Existence of Equilibria in Economies with a Loeal Publie Good, Journal of Economic Theory, 14.",
        "Vandenberghe, V. (1996): Functioning and Regulation of Educational Quasi-Markets, unpublished Ph.D dissertation, Institut de Recbercbes Eeonomiques et Soeiales (IRES), Louvain-la-Neuve, Belgium.",
        "Summers, A. and B. Wolfe (1977): Do Schools Make a Difference?, American Economic Review, 639-52.",
        "Tiebout, C. (1956): A Pure Theory of Loeal Expenditures, Journal oJPolirical Economy 64, 416-24.",
        "Toma, Eugenia Froedge (1996): Public Funding and Private Schooling Across Countries. Journal of Law and Economics, -forthcoming.",
        "Sonstelie, Jon and Fabio Silva (1995): Did Serrano Cause a Decline in School Spending? National Tax Journal 48, 199- 215.",
        "Stiglitz, I. (1974): The Demand for Education in Publie and Private School Systems, Journal of Public Economics 3, 349-85.",
        "Scotchrner, S. (1994): Public Goods and the Invisible Hand, in Modern Public Finance, (J. Quigley and E. Smolensky.",
        "Rose-Ackerman, S. (1979): Market Models of Local Government: Exit, Voting, and the Land Market, Journal of Urban Economics 6, 319-37.",
        "Schmidt, Amy B. (1992): Private School Enrollments in Metropolitan Areas, Public Finance Quarterly 20, 298-320.",
        "Nechyba, T. (1996c): Fiscal Federalism and Local Publie Finanee: A Computable General Equilibrium (CGE) Framework. International Tax and Public Finance, forthcoming.",
        "Neehyba, T. (1996b): A Computable General Equilibrium Model of Intergovernmental Aid, Journal of Public Economics.",
        "Hanushek, E. (1986): The Economics of Schooling: Production and Efficiency in Public Schools, Journal of Economic Literature 24, 1147-117.",
        "Hoxby, C. M. (1994): Do Private Schools Provide Competition for Public Schools?, NBER working paper 4978.",
        "Hoyt. William H. and Kangoh Lee (1996): Educational Vouchers, Welfare Effects, and Voting, mimic.",
        "Link, C. and J Mulligan (1991): Classmates Effects on Black Student Achievement in Public School Classrooms, Economics of Education Review 10, 297-310.",
        "Glomm, Gerbard and B. Ravikumar (1995): Vouchers, Public and Private Education, and Income Distribution. Econometrics and Economic Theory Working Paper No. 9508, Michigan State University.",
        "Grosskopf, S., K. Hayes, L Taylor and W. Weber (1995): On Competition and School Efficiency, mimic.",
        "Hamilton, Bruce (1975): Zoning and Property Taxes in a System of Local Governments, Urban Studies 12, 205-11.",
        "Downes, Thomas A. and Shane M Greenstein (1996): Understanding the Supply Decisions of Non-Profits: Modelling the Location of Private Schools, The Rand Journal, forthcoming.",
        "Arnott, R. and 1. Rowse (1987): Peer Group Effects and Educational Attainment. Journal of Public Economics 32, 287 305.",
        "Becker, Gary S. (1991): A Treatise on the Family, Cambridge: Harvard University Press.",
        "Benabou, R. (1992)- Workings of a City: Location, Education, and Production, Quarterly Journal of Economics, 619-51.",
        "Brueckner, J. and K. Lee (1989): Club Theory with Peer-Group Effect, Regional Science and Urban Economics 19, 399- 420."
    ]
}