{
    "id": 5645,
    "cites": 23,
    "cited_by": 60,
    "reference": [
        "Thurstone, Lous, Multiple Factor Analysis: A Development and Expansion of The Vectors of The Mind, Chicago, University of Chicago Press, 1947.",
        "Suppes, Patrick and Mario Zanotti, When are Probabilistic Explanations Possible?, Synthese, v. 48, 1981, pp. 191-199.",
        "Spence, Michael Job Market Signalling, Quarterly Journal of Economics, v. 87, 1973, pp.",
        "Ree, Malcolm James, James A. Earles, and Mark S. Teachout,Predicting Job Performance: Not Much More Than g, Journal of Applied Psychology, v. 79(4), 1994, pp. 518-524.",
        "Ree, Malcolm James and James A. Earles, Predicting Training Success: Not Much More Than g, Personnel Psychology, v. 44, 1991, pp. 321-32.",
        "Murnane, R.J., J.B. Willett, and F. Levy, The Growing Importance of Cognitive Skills in Wage Determination, Review of Economics and Statistics, v. 77(2), 1995, pp. 251-266.",
        "Keane, and Wolpin, Career Decisions of Young Men, unpublished manuscript, September 1994.",
        "Mincer, Jacob, Schooling Experience, and Earnings. (New York: Columbia University Press), 1974.",
        "Holland, Paul W. and Paul Rosenbaum, 1986, Conditional Association and Unidirnensionality in Monotone Latent Variable Models, Annals of Statistics, v. 14(4), pp. 1523-1543.",
        "Herrnstein, Richard J. and Charles Murray, The Bell Curve, (New York: Free Press) 1994.",
        "Heckman, James and Burton Singer, A Method for Min~rnizing the Impact of Distributional Assumption in Econometric Models for Duration Data (with B. Singer), Econometrica (March, 1984), 271-320.",
        "Heckrnan, James J., Lessons From the Bell Curve, Journal of Political Economy, October 1995.",
        "Grogger, Jeff and Eric, Eide, Changes in College Skills and the Rise in the College Wage Premium, Journal of Human Resources, Spring 1995, 280-310.",
        "Goldberger, Arthur, Topics in Regression Analysis, McMillan, New York, 1986.",
        "Gould, Stephen, The Mismeasure of Man, London, W.W. Norton, 1981.",
        "French, John W., The Relationship of Problem-Solving Styles to the Factor Composition of Tests, Educational and Psychological Measurement, v. 25(1), 1965, pp. 9-28.",
        "Cawley, John, James Heckman, and Edward Vytlacil, Measuring the Effects of Cognitive Ability Over Age and Time: A Nonparametric Approach, unpublished manuscript, University of Chicago, 1996b.",
        "Cawley, John, James Heckman, and Edward Vytlacil, Measuring the Effects of Cognitive Ability on Choice of Occupation, unpublished manuscript, University of Chicago, 1996a.",
        "Cawley, John, James Heckman and Robert Meyer, Log Wages are Linear in Normalized Test Scores: Anchoring The Evaluation of Educational Reforms in Reality, unpublished manuscript, University of Chicago, April, 1996.",
        "Cattell, R.B., Intelligence: Its Structure. Growth, and Action, ( New York: North-Holland) 1987.",
        "Carroll, John B., Human Cognitive Abilities: A Survey of Factor-Analytic Studies, (Cambridge: Cambridge University Press) 1993.",
        "Blackburn, McKinley L., and David Neumark, Omitted-Ability Bias and the Increase in the Return to Schooling, Journal of Labor Economics, v. 11(3), 1993, pp. 521-44.",
        "Becker, Gary S., Human Capital, (Chicago: University of Chicago Press) 1975."
    ]
}