{
    "id": 5648,
    "cites": 26,
    "cited_by": 0,
    "reference": [
        "Vickers, John (1987). Delegation and the Theory of the Firm, Economic Journal.",
        "Sklivas, Steven (1987). The Strategic Choice of Managerial Incentives, Rand Journal of Economics. Vol. 18, No. 3, 452-458.",
        "Standard and Poors (1995). SUP Compustat Ezec~Comp: The Executive Compensa- tion Database. Englewood, CO: McGraw-Hill, November.",
        "StataCorp. (1995). Stata Statistical Software: Release 4.0. College Station, TX: Stata Corporation.",
        "Shleifer, Andrei and Robert W. Vishny (1996). A Survey of Corporate Governance, National Bureau of Economic Research, Working Paper No. 5554, April.",
        "Securities and Exchange Commission (1988). Ownership Reports and Trading by Officers, Directors, and Principal Stockholders, SEC File No. S7-26-88. December 2, 1988.",
        "Rogers, W. H. (1993). Quartile Regression Standard Errors, Stata Technical Bulletin 13, 18-19.",
        "Salop, Steven (1979). Monopolistic Competition with Outside Goods, Bell Jov,rnal of Economics. Vol.10, 141-56.",
        "ScharLstein, David (1988). Product Market Competition and Managerial Slack, Rand Journal of Economics. Vol. 19, 147-55.",
        "Reitman, David (1993). Stock Options and the Strategic Use of Managerial Incen- tives, American Economic Review. Vol. 83, No. 3, 513-524.",
        "Koenker, R. and G. Bassett, Jr. (1982). Robust Tests for Heteroscedasticity Based on Regression Quantiles, Econometrica 50, 43-61.",
        "Lazear, Edward and Sherwin Rosen (1981). Rank-Order Tournaments as Optimum Labor Contracts. Jov,rnal of Political Economy. Vol. 89, No. 5, 841-64.",
        "Jensen, Michael and Kevin J. Murphy (1990). Performance Pay and Top Management Incentives. Jov,rnal of Political Economy. Vol. 98, No. 2, 225-64.",
        "Katz, Michael L. (1991). Game-Playing Agents: Unobservable Contracts as Precom- mitments, Rand Journal of Economics. Vol. 22, No. 3, 307-328.",
        "Hart, Oliver (1983). The Market Mechanism as an Incentive Scheme, Bell Journal of Economics. Vol.14, 366-82.",
        "Haubrich, Joseph G. (1994). Risk Aversion, Performance Pay, and the Principal-Agent Problem, Journal of Political Economy. Vol. 102, No. 2, 258-276.",
        "Hermalin, Benjamin E. (1992) The Effects of Competition on Executive Behavior, Rand Journal of Economics. Vol. 23, No. 3, 350-365.",
        "Holmstrom, Bengt (1979). Moral Hazard and Observability, Bell Journal of Eco- nomics. Vol. 10, 7~91.",
        "Holmstrom, Bengt (1982). Moral Hazard in Teams, Bell Journal of Economics. Vol.",
        "Gibbons, Robert and Kevin J. Murphy (1990). `Relative Performance Evaluation for Chief Executive Officers, Industrial and Labor Relations Reviev;. Vol. 43 Special Issue, 30-S- 51-S.",
        "Gibbons, Robert and Kevin J. Murphy (1992). Optimal Incentive Contracts in the Presence of Career Concerns, Journal of Political Economy. Vol. 100, No. 3, 468-505.",
        "Hansen, Robert and John Lott, Jr. (1995). Profiting from Induced Changes in Com- petitors Market Values: The Case of Entry and Entry Deterrence, Journal of Ind~s- trial Economics (forthcoming).",
        "Pumas, Vicente Salas (1992).Relative Performance Evaluation of Management: The Effects on Industrial Compensation and Risk Sharing, International Journal of Irz- d~strial Organization. Vol. 10, No. 3, 473-489.",
        "Byrne, John A. (1996). How High Can CEO Pay Go? Business Week. April 22,1996, 100-122.",
        "Fershtman, Chaim and Kenneth Judd (1987). Equilibrium Incentives in Oligopoly, American Economic Review. Vol. 77, No. 5, 927-940.",
        "Finkelstein, Sydney and Hambrick, Donald C. (1996). Strategic Leadership: Top E~ec- ?~tives and Their Effects on Organizations. St. Paul, MN: West."
    ]
}