{
    "id": 5650,
    "cites": 16,
    "cited_by": 34,
    "reference": [
        "[11] Ghosh, A. R., A. Guide, J. D. Ostry, and H. C. Wolf. 1995. Does the Nominal Exchange Rate Regime Matter? IMP Working Paper 95/121.",
        "[12] Isard, P. 1995. Exchange Rate Economics. Cambridge: Cambridge University Press.",
        "[13] Klein, M., and N. Marion. 1994. Explaining the Duration of Exchange Rate Pegs. NBER Working Paper No. 4651.",
        "[14] Krugman, P. 1996. Are Currency Crises Self-Fulfilling? Paper presented at the NBER Macro Annual Conference, 1996.",
        "[15] Rebelo, S., and C. A. Vegh. 1995. Real Effects of Exchange Rate Stabilizations: An Analysis of Competing Theories. NBER Marco Annual 1995. Cambridge, National Bureau of Economic Research.",
        "[16] Williamson J. 1994. Introduction. In Estimating Equilibrium Exchange Rates, edited by J. Williamson. Washington, DC: Institute for International Economics.",
        "[10] Froot, K. A., and K. Rogoff. 1995. Perspectives on PPP and Lon-run Real Ex- change Rates. In Handbook of International Economics, edited by G. Grossman and K. Froot. Amsterdam: North Holland Press.",
        "[7] Eichengreen, B., A. K. Rose, and C. Wyplosz. 1995. Exchange Market Mayhem: The Antecedents and Aftermath of Speculative Attacks. Economic Policy.",
        "[8] Frankel J. A., and A. K. Rose. 1995. A Panel Project on PPP: Mean Reversion Within and Between Countries. NBER Working Paper No. 5006.",
        "[9] Frankel J. A., and A. K. Rose. 1996. Currency Crises in Emerging Markets: Empirical Indicators. Discussion Paper Series CEPR No. 1349. 38",
        "[6] Eichengreen, B., A. K. Rose and C. Wyplosz. 1994. Speculative Attacks on Pegged Exchange Rates with Special Reference to the European Monetary Sys- tem. NBER Working Paper No. 4898.",
        "[4] Dornbusch, R., I. Goldfajn, and R. O. Valdes. 1995. Currency Crises and Col- lapses. Brookings Papers on Economic Activity 1995:2.",
        "[5] Edwards, S. 1989. Real Exchange Rates, Devaluations and Adjustment. Cam- bridge, Mass.: MIT Press.",
        "[2] Dornbusch, R. 1974. Tariffs and Nontraded Goods. Journal of International Economics 4(2): 177-85.",
        "[3] Dornbusch, R. 1987. Purchasing Power Parity. In The New Palgrave Dictio- nary, edited by J. Eatwell, M. Migare and P. Newman. New York: Stockton Press.",
        "[1] Breuer, J. B. 1994. An Assessment of the Evidence on Purchasing Power Parity. In Estimating Equilibrium Exchange Rates, edited by J. Williamson. Washington, DC: Institute for International Economics."
    ]
}