{
    "id": 5651,
    "cites": 18,
    "cited_by": 15,
    "reference": [
        "(1987) Do Wages Rise with Job Seniority? Review of Economic Studies. 54: 437 - 459. Baker, G., Gibbs, M., and Holmstrom, B.",
        "(1994) The Internal Economics of the Firm -- Evidence from Personnel Data, Quarterly Journal of Economics 109, no. 4: 881 - 920. Baron, J., and Bielby, W.",
        "(1983) Econometrics New York: McGraw-Hill. Cohn, M. and Schooler, C.",
        "(1992) Gross Job Creation, Gross Job Destruction, and Employment Reallocation, Quarterly Journal of Economics 107, no. 3: 819 - 864. Foster, A. and Rosensweig, M. 30",
        "(1978) A Theory of Job Shopping, Quarterly Journal of Economies: 261 - 277 Jovanovic, B. and Moffitt, R.",
        "(1990) An Estimate of a Sectoral Model of Labor Mobility, Journal of Political Economy 98,no.4: 827-52. Jovanovic, B. and Nyarko, Y.",
        "(1993) The 0-Ring Theory of Economic Development, Ouarterly Journal of Economics 108, no. 3: 551 - 576. Krusell, P., Ohanian, L., Rios-Rull, J. and Violante, G.",
        "(1980) Person-Specific Information in the Labor Market, Journal of Political Economy 88, no. 3: 578-97. Miller, R.",
        "(1984) Job Matching and Occupational Choice Journal of Political Economy 92, no. 6: 1086- 1120. Mincer, J.",
        "(1974) Schooling. Experience and Earnings Brookfield, VT: Ashgate Publishing. Murnane, R., Levy, F. and Willett, J.",
        "(1992) On the Job Screening, Up or Out Rules, and Firm Growth, Canadian Journal of Economics 25, no. 2: 346 - 67. ONeill, D.",
        "(1980) Organization Capital Journal of Political Economy 88 (June): 446 - 61. Rosen, S.",
        "(1972) Leaming and Experience in the Labor Market, Journal of Human Resources 7: 325 -42. Rosen, S.",
        "(1981) Substitution on Production, Eeonomica. Rosensweig, M.",
        "(1995) Why Are There Returns to Schooling? American Economic Review, Papers and Proceedings 85, no. 2: 153 - 58. Roy, A.D.",
        "(1951) Some Thoughts on the Distribution of Earnings, Oxford Economic Papers (New Series) 3: 135 - 146. Sattinger, M.",
        "(1990) A Theory of Career Mobility, Journal of Political Economy 98, no. 1: 145-76. Topel, R.",
        "(1991) Specific Capital, Mobility, and Wages: Wages Rise with Job Seniority, Journal of Political Economy 99, no. 1: 145 - 176. Waldman, M."
    ]
}