{
    "id": 5653,
    "cites": 23,
    "cited_by": 132,
    "reference": [
        "Paxson, Christina H., A Theoretical and Empirical Investigation of the Effects of Interest Rate Ceilings on Borrowing, manuscript, Princeton University, 1986.",
        "Perraudin, William R.M., and Bent E. Sorensen, The Credit-Constrained Consumer: An Empirical Study of Demand and Supply in the Loan Market, Journal of Business and Economic Statistics, X (1992), 179- 192.",
        "Peterson, Richard L. and Kiyomi Aoki, Bankruptcy Filings Before and After Implementation of the Bankruptcy Reform Law, Joumal of Economics and Business, XXXVI (1984), 95-105.",
        "Rea, Samuel A., Arm-breaking, Consumer Credit, and Personal Bankruptcy, Economic Inquiry, XXII (1984), 188-208 Shepard, Lawrence, Personal Failures and the Bankruptcy Reform Act of 1978, Joumal of Law and Economics, XXVII (1984), 419-437.",
        "StataCorp, Stata Statistical Software: Release 4.0 (College Station, TX: Stata Corporation, 1995).",
        "Stiglitz, Joseph and Andrew Weiss, Credit Rationing in Markets with Imperfect Infommation, American Economic Review, LXXI (1981), 393-410.",
        "Sullivan, Teresa A., Elizabeth Warren, and Jay Lawrence Westbrook, As We Forgive Our Debtors: Bankruptcy and Consumer Credit in America, (New York, NY: Oxford University Press, 1989).",
        "Luckett, Charles A., Personal Bankruptcies, Federal Reserve Bulletin, (1988), 591-603.",
        "Mankiw, N. Gregory, The Allocation of Credit and Financial Collapse, Ouarterlv Joumal of Economics, CI (1986), 455-470.",
        "Jappelli, Tullio, Who is Credit Constrained in the U. S. Economy, Ouarterlv Journal of Economics, CV (1990), 219-234.",
        "Juster, F. Thomas and Kathleen A. Kuester, Differences in the Measurement of Wealth, Wealth Inequality, and Wealth Composition Obtained from Alternative Wealth Surveys, Review of Income and Wealth, XXXVII (1991), 33-62.",
        "House of Representatives Report No. 595, 95th Congress, first session, (1977), 116-118.",
        "Elias, Stephen, Albin Renauer, and Robin Leonard, How to Declare Personal Bankruptcv (Berkeley, CA: Nolo Press, 1993).",
        "Goldberger, Arthur, 1983, Abnomnal Selection Bias, in Studies in Econometrics, Time Series and Multivariate Statistics, Samuel Karlin, Takeshi Amemiya, and Leo Goodman, eds. (Stamford, CT: Academic Press, 1983), pp. 67-85.",
        "Curtin, Richard T., F. Thomas Juster, and James N. Morgan, Survey Estimates of Wealth: An Assessment of Quality, in The Measurement of Savings Investment and Wealth, Robert Lipsey and Helen Tice, eds. (Chicago, IL: University of Chicago Press, 1989), pp. 473-551.",
        "Dye, Ronald A., An Economic Analysis of Bankruptcy Statutes, Economic Inquiry, XXIV (1986), 417-428.",
        "Commission on the Bankruptcy Laws of the United States, Report, House of Representatives Document Number 137, 93rd Congress, first session, part 1, 1973, 33-59.",
        "Cox, Donald and Tullio Jappelli, The Effect of Borrowing Constraints on Consumer Liabilities, Journal of Money Credit and Banking, XXV (1993), 197-213.",
        "Boyes, William J., Dennis L. Hoffman, and Stuart A. Low, An Econometric Analysis of the Bank Credit Scoring Problem, Journal of Econometrics, XL (1989), 3-14.",
        "Bester, Helmut, The Role of Collateral in a Model of Debt Renegotiation, Journal of Money Credit. and Banking, XXVI (1994), 72-86.",
        "Boot, Arnoud W.A., Anjan V. Thakor, and Gregory F. Udell, Secured Lending and Default Risk: Equilibrium Analysis, Policy Implications and Empirical Results, The Economic Journal, CI (1991), 458-472.",
        "Besanko, David and Anjan V. Thakor, Collateral and Rationing: Sorting Equilibria and Competitive Credit Markets, International Economic Review, XXVIII (1987), 617-689.",
        "Bester, Helmut, Screening vs. Rationing In Credit Markets with imperfect Information, American Economic Review, LXXV (1985), 850-855."
    ]
}