{
    "id": 5657,
    "cites": 32,
    "cited_by": 33,
    "reference": [
        "Washington: G.P.O. Williamson, Jeffrey G., and Peter H. Lindert. 1980. American Inequality: A Macroeconomic History. New York: Academic Press.",
        "Edwards. Washington: G.P.O. U.S. Department of Commerce. Bureau of the Census. 1975. Historical Statistics of the United States, from Colonial Times to the Present. Washington: G.P.O.",
        "U.S. Department of Commerce. Bureau of the Census. 1940. Alphabetic Index of Occupations and Industries: Occupation and Industry Classifications Based on the Respective Standard Classifications, prepared by Alba M.",
        "VIII. Manufactures, 1909, General Report and Analysis. Washington: G.P.O.",
        "VIII. Manufactures, 1919, General Report and Analytical Tables. Washington: G.P.O.",
        "Tinbergen, Jan. 1975. Income Differences. Recent Research. Amsterdam: North Holland.",
        "U.S. Department of Commerce. Bureau of the Census. 1913. Thirteenth Census of the United States, Z910. vol.",
        "Engerman and R. Gallman, eds., Long-Term Factors in American Economic Growth, Studies in Income and Wealth, NBER, vol. 51. Chicago: University of Chicago Press. Slichter, Sumner H. 1950. Notes on the Structure of Wages, Review of Economics and Statistics 32 (February): 80-91.",
        "Sokoloff, Kenneth. 1986. Productivity Growth in Manufacturing during Early Industrialization. In S.",
        "Nelson, Daniel. 1987. Mass Production in the U.S. Tire Industry, Iournal of Economic History 47 (June): 329- 39.",
        "Mincer, Jacob. 1989. Human Capital Responses to Technological Change in the Labor Market. NBER Working Paper No. 3207 (December).",
        "Jerome, Harry. 1934. Mechanization in Industry. New York: National Bureau of Economic Research.",
        "Landes, David. 1972. The Unbound Prometheus: Technological Change and Industrial Development in Western Europe from 1750 to the Present. Cambridge: Cambridge University Press.",
        "Griliches, Zvi. 1969. Capital-Skill Complementarity, Review of Economics and Statistics 51 (November): 465- 68.",
        "Hamermesh, Daniel S. 1993. Labor Demand. Princeton: Princeton University Press.",
        "Hounshell, David. 1984. From the American System to Mass Production. Baltimore, MD: Johns Hopkins Press.",
        "James, John A., and Jonathan S. Skinner. 1985. The Resolution of the Labor-Scarcity Paradox, Journal of Economic History 45 (September): 513-40.",
        "Goldin, Claudia, and Lawrence F. Katz. 1996. The U.S. Educational Stock and Economic Growth: New Estimates and Their Implications. Working paper in progress.",
        "Fallon, P.R., and P.R.G. Layard. 1975. Capital-Skill Complementarity, Income Distribution, and Output Accounting, Journal of Political Economy 83 (April): 279-301.",
        "Devine, Warren. 1983. From Shafts to Wires: Historical Perspective on Electrification, Journal of Economic History 43 dune): 347-72.",
        "Doms, Mark, Timothy Dunne, and Ken Troske. 1995. Workers, Wages, and Technology Unpublished paper, U.S. Bureau of the Census, Center for Economic Studies (September).",
        "Creamer, Daniel, Sergei P. Dobrovolosky, and Israel Borenstein. 1960. Capital in Manufacturing and Mining Its Formation and Financing. Princeton, NJ: Princeton University Press for the NBER.",
        "Chandler, Alfred D. Jr. 1977. The Visible Hand: The Managerial Revolution in American Business. Cambridge, MA: Belknap Press of Harvard University Press.",
        "Braverman, Harry. 1974. Labor and Monopoly Capital: The Degradation of Work in the Twentieth Century. New York Monthly Review Press.",
        "Manufacturing Industries: Evidence from the Annual Survey of Manufacturing, Quarterly Journal of Economics 109 (May): 367-97. Berndt, Ernst R., Catherine J. Morrison, and Larry S. Rosenblum. 1992. High-Tech Capital Formation and Labor Composition in U.S. Manufacturing Industries: An Exploratory Analysis. NBER Working Paper No. 4010 (March).",
        "Berman, Eli, John Bound, and Zvi Griliches. 1994. Changes in the Demand for Skilled Labor within U.S.",
        "Bartelsman, Eric, and Wayne Gray. 1994. NBER Manufacturing Productivity Database. Unpublished paper, NBER, (December).",
        "Bartel, Ann P., and Nachum Sicherman. 1995. Technological Change and the Skill Acquisition of Young Workers. NBER Working Paper No. 5107 (May).",
        "Bartel, Ann P., and Frank Lichtenberg. 1987. The Comparative Advantage of Educated Workers in Implementing New Technology, Review of Economics and Statistics 69 (February): 1-11.",
        "Autor, David, Lawrence F. Katz, and Alan Krueger. 1996. How Computers Are Changing the Labor Market, Working paper in progress.",
        "Anderson, H. Dewey, and Percy E. Davidson. 1940. Occupational Trends in the United States. Stanford, CA: Stanford University Press.",
        "Allen, Steven G. 1996. Technology and the Wage Structure. NBER Working Paper No. 5534 (April)."
    ]
}