{
    "id": 5659,
    "cites": 24,
    "cited_by": 4,
    "reference": [
        "[28] Guesnerie, Roger and Michael Woodford (1992), Endogenous Fluctu- ations. 289-412, in Laffont, Jean-Jacques, ea., Advances in Economic Theory Sixth World Congress, Vol. II, Cambridge University Press: Cambridge, UK.",
        "[29] Hamilton, James D. (1989), A New Approach to the Economic Analy- sis of Nonstationary Time Series and the Business Cycle. Economet- rica 57, 357-84.",
        "[30] Howitt,PeterandPrestonMcAfee(1992),AnimalSpirits.American Economic Review 82, 493-507.",
        "[27] Gall, Jordi (1994), Monopolistic Competition, Business Cycles and the Composition of Aggregate Demand. Journal of Economic Theory 63, 73-96.",
        "[24] Evans George W. and Seppo Honkapohja (1996), Economic Dynamics with Learning: New Stability Results. mimeo, University of Helsinki.",
        "[23] Evans, George W. and Seppo Honkapohja (1995b), Local Conver- gence of Recursive Learning to Steady States and Cycles in Stochastic Nonlinear Models. Econometrica 63, 195-206",
        "[22] Evans, George W. and Seppo Honkapohja (1995a), Adaptive Learning and Expectational Stability: an Introduction. ch. 4 in learning and Rationality in Economics, ed. by A. Kirman and M. Salmon, Oxford: Basil Blackwell, 104-126.",
        "[21] Evans George W. and Seppo Honkapohja (1994), On the Local Sta- bility of Sunspot Equilibria under Adaptive Learning Rules. Journal of Economic Theory 64, 142-161. 47",
        "[17] Cooley, Thomas F. and Edward C. Prescott (1995), Economic Growth and Business Cycles. 1-38, in Cooley, Thomas F., ea., Frontiers of Business Cycle Research, Princeton University Press: Princeton NJ.",
        "[18] Cooper, Russell W. and Andrew John (1988), Coordinating Coordi- nation Failures in Keynesian Models. Quarterly Journal of Economics 103, 441-463.",
        "[15] Chatterjee, Satyajit, and Russell W. Cooper (1993), Entry and Exit, Product Variety and the the Business Cycle. NBER Working paper 4562.",
        "[16] Chatterjee, Satyajit, Russell W. Cooper, and B. Ravikumar (1993), Strategic Complementarity in Business Formation: Aggregate Fluc- tuations and Sunspot Equilibria Review of Economic Studies 60, 795- 811.",
        "[13] Cass, David and Karl Shell (1983), Do Sunspots Matter? Journal of Political Economy 91, 193-227.",
        "[14] Chamley, Christophe (1993), Externalities and Dynamics in Models of Learning by Doing. International Economic Review 34, 1-27.",
        "[11] Bryant, John (1983), A Simple Rational Expectations Keynes-Type Model Quarterly Journal of Economics 98, 525-528.",
        "[12] Calvo, Guillermo A. (1978), On the Indeterminacy of Interest Rates and Wages with Perfect Foresight. Journal of Economic Theory 19, 321-337",
        "[9] Blanchard, Olivier J. and Stanley Fischer (1989), Lectures on Macro- economics, MIT Press, Cambridge.",
        "[10] Brock, William A. (1975), A Simple Perfect Foresight Monetary Model. Journal of Monetary Economics Vol 1, 133-150. 46",
        "[8] Benhabib, Jess and Roberto Perli (1994), Uniqueness and Indetermi- nacy: On the Dynamics of Endogenous Growth, Journal of Economic Theory 63, 113-142.",
        "[6] Benhabib, Jess and Roger Farmer (1994), Indeterminacy and Increas- ing Returns. Journal of Economic Theory 63, 19-41.",
        "[7] Benhabib, Jess and Jordi Gali (1995), On Growth and Indeterminacy: Some Theory and Evidence. C. V. Starr Center for Applied Economics Research Report 95-08.",
        "[3] Ball, Lawrence and N. Gregory Mankiw (1994), A Sticky Price Mani- festo. Carnegie-Rochester Conference Series on Public Policy 41, 127- 151. Beaudry, Paul and Michael Devereux (1993), Monopolistic Compe- tition, Price Setting, and the Effects of Real and Monetary Shocks. University of British Columbia, mimeo. Benhabib, Jess and Aldo Rustichini (1994), Introduction to the Sym- posium on Growth, Fluctuations and Sunspots: Confronting the Data. Journal of Economic Theory 63, 1-18",
        "[1] Azariadis, Costas (1993), Intertemporal Macroeconomics, Blackwell, Oxford.",
        "[2] Azariadis, Costas and Allan Drazen (1990), Threshold Externalities in Economic Development. Quarterly Journal of Economics 105, 501- 526."
    ]
}