{
    "id": 5671,
    "cites": 34,
    "cited_by": 1,
    "reference": [
        "Shiller, Robert J., Market Volatility, Cambridge: The MIT Press, 1989.",
        "Shiller, Robert J., Stock Prices and Social Dynamics, Brookzngs Papers on Economic Activity, 1984:2, 457-498.",
        "Poterba, James M. and Andrew A. Samwick, Stock Ownership Patterns, Stock Market Fluctuations, and Consumption, Brookzags Papers on Economic Activity, 1995:2, 295-372.",
        "Modigliani, Franco and Merton H. Miller, The Cost of Capital, Corporation Finance and the Theory of Investment, American Economic Review, June 1958, p. 261-97.",
        "Miller, Merton H. and Franco Modigliani, Dividend Policy, Growth, and the Valuation of Shares, JournalofBusiness, October 1961, 34, pp. 411-33.",
        "Marsh, Terry A. and Robert C. Merton, Dividend Behavior for the Aggregate Stock Market, Journal of Business, 1987, Vol. 60 no. 1, pp.1-40.",
        "Lucas, Robert E., Jr, Asset Prices in an Exchange Economy, Econometrica, 1978, 46, pp.",
        "Lucas, Robert E., Jr, Understanding Business Cycles, in Stabilization of the Domestic and International Economy, Carnergie-Rochester Series on Public Policy vol. 5, eds. Karl Brunner and Allan H. Meltzer, Amsterdam: North-Holland Publishing Compnay, 1977, pp. 7029.",
        "Lintner, John, Distribution of Incomes of Corporations Among Dividends, Retained Earnings, and Taxes, American Economic Review, May 1956, 46: 97-113.",
        "Lakonishok, Joseph, Andrei Shleifer, and Robert W. Vishny, Contrarian Investment, Extrapolation, and Risk Journal of Finance, 1994, Vol XLIX, No. 5, 1541-1578.",
        "Kormendi, Roger, and Paul Zarowin, The Permanent Income Hypothesis of Corporate Dividend Policy: Empirical Tests, June 1994 NYU working paper.",
        "Kormendi, Roger, and Robert Lipe, Earnings Innovations, Earnings Persistence, and Stock Returns, Journal of Business, 1987, Vol. 60 No. 3, pp. 323-345.",
        "Jaffe, Jeffrey, Donald Keim and Randolph Westerfield, Earnings yields, market values and stock returns, Journal of Finance, 1989, 44, 135- 148.",
        "Hines, James R. Jr., Dividends and Profits: Some Unsubtle Foreign Influences, Journal of Finance, 1996, 51, 661-689.",
        "Froot, Kenneth A. and Maurice Obstfeld, Intrinsic Bubbles: The Case of Stock Prices,: American Economic Review, December 1991, Vol 81 No 5, pp. 1189-1214.",
        "Fama, Eugene F. and Kenneth R. French, Business Conditions and Expected Returns on Stocks and Bonds, Journal of Financial Economics, 1989, 25, pp. 23-49.",
        "Fama, Eugene F. and Kenneth R. French, Dividend Yields and Expected Stock Returns, Journal of Financial Economics, 1988, 22, pp. 3-25.",
        "Cochrane, John H., Permanent and Transitory Components of GNP and Stock Prices, Quarterly Journal of Economics, February 1994, Vol. CIX Issue 1, pp. 241-266.",
        "Dunsby, Adam, Share Repurchases, Dividends, and Corporate Distribution Policy, University of Pennsylvania Ph.D. dissertation, 1995.",
        "Cochrane, John H., Explaining the Variance of Price-Dividend Ratios, Review of Financial Studies, 1992, Vol. 5, No. 2, pp. 243-280.",
        "Cochrane, John H., Production-Based Asset Pricing and the Link Between Stock Returns and Economic Fluctuations, Journal of Finance, 1991, Vol. XLVI, No. 1, pp. 209-237.",
        "Chen, Nai-Fu, Richard Roll, and Stephen A. Ross, Economic Forces and the Stock Market, Journal of Business, 1986, Vol. 59, No. 3, pp. 383-403.",
        "Chen, Nai-Fu, Financial Investment Opportunities and the Macroeconomy, Journal of 32 Finance, June 1991, Vol. XLVI, No. 2, pp. 529-554.",
        "Campbell, John Y. and Robert J. Shiller, Stock Prices, Earnings, and Expected Dividends, Journal of Finance, 1988b, 43, pp. 661-676.",
        "Chan, Louis K. C., Yasushi Hamao, and Josef Lakonishok, Fundamentals and Stock Returns in Japan, Journal of Finance, 1991, Vol XLVI, No. 5, 1739-1764.",
        "Campbell, John Y. and Robert 1. Shiller, Cointegration and Tests of Present Value Models, Journal of Political Economy, 1987, 95, pp. 1062- 1088.",
        "Campbell, John Y. and Robert J. Shiller, The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors,n Review of Financial Studies, 1988a, Vol 1, No 3 pp.",
        "Blanchard, Olivier J., Movements in the Equity Premium, Brookings Papers on Economic Activity, 1993:2, 75-138.",
        "Bodie, Zvi, Alex Kane, and Alan J. Marcus, Investments, Chicago: Irwin, 1996.",
        "Campbell, John Y., A Variance Decomposition for Stock Returns, Economic Journal, March 1991, 101:157-179.",
        "Campbell. John Y. and John H. Cochrane,By Force of Habit: A Consumption-based Explanation of Aggregate Stock Market Behavior, CRSP WP 412, December 1994.",
        "Black, Fischer, The Dividend Puzzle, Journal of Portfolio Management, vol. 2, Winter 1976, pp. 5-8.",
        "Barsky, Robert B., and J. Bradford De Long, Why Does the Stock Market Fluctuate, Quarterly Journal of Economics, May 1989, Vol CVIII, Issue 2, pp. 291-312.",
        "Bagwell, Laurie Simon and John B. Shoven, Cash Distribution to Shareholders, Journal of Economic Perspectives, Summer 1989, Vol 3 No 3 pp. 129-140."
    ]
}