{
    "id": 5673,
    "cites": 19,
    "cited_by": 9,
    "reference": [
        "[24] Wheaton, W. (1982): The long-run structure of transportation and gasoline demand Bell Journal of Economics, Fall 1982, 439-454.",
        "[21] Poterba, J. (1991): Is the Gasoline Tax Regressive?, NBER Working Paper 3578,",
        "[22] Yee, J. (1991): Effect of Consumption Standards on U.S. Gasoline Consumption, Journal of Policy Modelling, vl3n2, 205-227.",
        "[20] Passell, P. (1995): Were the Governments mileage standards for cars a mistake?, New York Times C2, April 6, 1995.",
        "[19] McFadden, D. (1981): Econometric Models of Probabilistic Choice, in: Structural Analysis of Discrete Data with Econometric Applications, eds. C. Manski and D. McFad-",
        "[18] Mayo, J. and J. Mathis (1988): The Effectiveness of Mandatory Fuel Efficiency Standards in Reducing the Demand for Gasoline, Applied Economics, v20n2, 211-219.",
        "[17] Mannering, F. and C. Winston (1985): A Dynamic Empirical Analysis of Household Vehicle Ownership and Utilization, Rand Journal of Economics, Vol. 16, No. 2, Summer 1985.",
        "[16] Kwoka, J. (1983): The Limits of Market-Oriented Regulatory Techniques: The Case of Automobile Fuel Economy, Quarterly Journal of Economics, 695-704.",
        "[14] Gruenspecht, H. (1982): Differentiated Regulation: The Case of Auto Emission Stan- dards, American Economic Review 72, 328-331.",
        "[12] Goldberg, P.K. (1995): Product Differentiation and Oligopoly in International Markets: The Case of the U.S. Automobile Industry, Econometrica, July 1995, 891-951.",
        "[11] Dubin, J. and D. McFadden (1984): An Econometric Analysis of Residential Appliance Holdings and Consumption, Econometrica, Vol. 52, March 1984.",
        "[10] Dahl, C. and T. Sterner (1991): A Survey of Econometric Gasoline Demand Elasticities, International Journal of Energy Systems 11, 53-76.",
        "[9] Crandall, R.W. (1985): Why Should We Regulate Fuel Economy at All?, Brookings Review, Spring 1985, v3n3, 3-7.",
        "[8] Crandall, R.W., Gruenspecht, ELK., Keeler, T.E. and L.B. Lave (1986): Regulating the Automobile, Washington, Brookings Institution.",
        "[7] Crandall, R.W. and J. Graham (1989): The Effect of Fuel Economy Standards on Auto- mobile Safety, Journal of Law and Economics, v32nl, g7-118.",
        "[6] Crandall, R.W. (1990): The Changing Rationale for Motor Vehicle Fuel-Economy Regu- lation, Regulation, Fall 1990, vl3n3, 10-13.",
        "[5] Bresnahan, T. and D. Yao (1985): The Nonpecuniary Costs of Automobile Emissions Standards, Rand Journal of Economics 16, 437-455.",
        "[4] Blair, R. et al (1984): The Impact of Improved Mileage on Gasoline Consumption, Economic Inquiry 22, 209-217.",
        "[3] Berkovec, J. (1985a): New car sales and used car stocks: a model of the automobile market, Rand Journal of Economics, Vol. 16, No. 2, 1985."
    ]
}