{
    "id": 5677,
    "cites": 28,
    "cited_by": 59,
    "reference": [
        "Weingast, Barry R., Kenneth Shepsle, and C. Johnsen (1981), The Political Economy of Benefits and Costs: A Neoclassical Approach to Distributive Politics,. Journal of Political Economv 89, pp. 642-664.",
        "Smeeding, Timothy, Barbara Boyle Torrey, and Martin Rein (1988), Patterns of Income and Poverty: The Economic Status of Children and the Elderly in Eight Countries,. in John L. Palmer, Timothy Smeeding, and Barbara Boyle Torrey (ads.), The Vulnerable (Washington: The Urban Institute Press).",
        "Schwab, Robert M. and Wallace E. Dates (1991), Community Composition and the Provision of Local Public Goods: A Normative Analysis, Journal of Public Economics 44, 217-238.",
        "Rubinfeld, Daniel L. (1977), Voting in a Local School Election: A Micro Analysis, Review of Economics and Statistics 59, pp. 30-42.",
        "Rubinfeld, Daniel L. and Perry Shapiro (1989), Micro-estimation of the Demand for Schooling: Evidence from Michigan and Massachusetts,. Regional Science and Urban Economics 19, pp. 381-398.",
        "Preston, Samuel (1984), Children and the Elderly in the United States,. DemograDhy 21, pp. 435-457.",
        "Richman, Harold A. and Matthew W. Stagner (1986), ~Children: Treasured Resource or Forgotten Minority?, in Alan Pifer and Lydia Bronte (ads.), Our Aging Societv: Paradox and Promise (New York: W.W. Norton).",
        "Poterba, James M. (1995a), Government Intervention in Markets for Education and Health: Why and How,- in V. Fuchs (ad.), Individual and Social Responsibilitv (Chicago: University of Chicago Press).",
        "Megdal, Sharon B. (1984), PA Model of Local Demand for Education,. Journal of Urban Economics 16, pp. 13-30.",
        "OHiggins, Michael (1988), The Allocation of Public Resources to Children and the Elderly in OECD countries, in John L. Palmer, Timothy Smeeding, and Barbara Boyle Torrey (ads.), The Vulnerable (Washington: The Urban Institute Press).",
        "Peltzman, Sam (1993), The Political Economy of the Decline of American Public Education,. Journal of Law and Economics 36, pp. 331-370.",
        "Logan, John R. and Glenna Spitze (1995), Itself Interest and Altruism in Intergenerational Relations,. DemograDhv 32, pp. 353-364.",
        "Lott, John R., Jr. (1987), Why Is Education Publicly Provided? A Critical Survey, Cato Journal 7, pp. 475-501.",
        "Inman, Robert P. (1978), Testing Political Economys As If Proposition: Is the Median Income Voter Really Decisive7,. Public Choice 33, pp.45-65.",
        "Lindert, Peter H. (1996), What Limits Social Spending7, Explorations in Economic Historv 33, pp. 1-34.",
        "Gross, John (1995), Heterogeneity of Preferences for Local Public Goods: The Case of Private Expenditure on Public Education,- Journal of Public Economics 57, pp. 103- 128.",
        "Filer, John E., Lawrence W. Kenny, and Rebecca B. Morton (1991), Voting Laws, Educational Policies, and Minority Turnout,- Journal of Law and Economics 34, pp. 371-393.",
        "Denzau, Arthur T. (1975), Van Empirical Survey of Studies on Public School 28 Spending,. National Tax Journal XXVI11, pp. 241-249.",
        "Downes, Thomas A. (1996), An Examination of the Structure of Governance in California School Districts Before and After Proposition 13,- Public Choice 86, pp. 297-307.",
        "Figlio, David (1997), Did the Tax Revolt Reduce School Performance?,- Journal of Public Economics (forthcoming).",
        "Cutler, David M., Douglas W. Elmendorf, and Richard J. Zeckhauser (1993), Demographic Characteristics and the Public Bundle,. Public Finance/Finances Publioues 48, pp. 178-198.",
        "Chomitz, Kenneth M. (1985), Demographic Influences on Local Public Education Expenditure: A Review of Econometric Evidence,- paper presented to National Academy of Sciences Workshop on Demographic Change and the Well Being of Children.",
        "Case, Anne C., James R. Hines, and Harvey S. Rosen (1993), Budget Spillovers and Fiscal Policy Interdependence: Evidence From the States,. Journal of Public Economics 52, pp. 285-308.",
        "Borge, Lars-Erik and Jorn Rattso (1995), Demographic Shift, Relative Costs, and the Allocation of Local Public Consumption in Norway, Regional Science and Urban Economics 25, pp. 705-726.",
        "Button, James W. (1992), PA Sign of Generational Conflict: The Impact of Floridas Aging Voters on Local School and Tax Referenda,- Social Science Quarterly 73, pp. 786-797.",
        "Bergstrom, Theodore C., and Richard Goodman (1973), Private Demands for Public Goods,. American Economic Review 63, pp. 280-296.",
        "Borcherding, Thomas E. and Robert T. Deacon (1972), The Demand for the Services of Non-Federal Governments,. American Economic Review 62, pp. 891-901.",
        "Benabou, Roland (1995), The Workings of a City,. mimes, New York University."
    ]
}