{
    "id": 5685,
    "cites": 50,
    "cited_by": 6,
    "reference": [
        "White, Halbert. Heteroskedasticity-Consistent Covariance Matrix Estimation and a Direct Test for Heteroskedasticity. Econometrica 48 (May, 1980): 817-38.",
        "White, Halbert. Instrumental Variables Regression with Independent Observations. Econometrica 50 (March, 1982): 483-499.",
        "Uhlenberg, Peter. Noneconomic Determinants of Nonmigration: Sociological Considerations for Migration Theory. Rural Sociology 38 (Fall 1973): 296-311.",
        "Topel, Robert. Regional Labor Markets and the Determinants of Wage Inequality. American Economic Review 84 (May 1994): 17-22.",
        "Trotter, Joe ea.. The Great Migration in Historical Perspective. Bloomington: Indiana University Press, 1991.",
        "Topel, Robert. Local Labor Markets. Journal of Political Economy 94 (June 1986): S 111 - S143.",
        "Topel, Robert. Wage Inequality and Regional Labor Market Performance in the United States. Manuscript, University of Chicago, 1993.",
        "Terkla, David and Doeringer, Peter. Explaining Variations in Employment Growth: Structural and Cyclical Change among States and Local Areas. Journal of Urban Economics, 29 (May 1991): 329-48.",
        "Stack, Carol. Call to Home: African-Americans Reclaim the Rural South. New York: Basic Books, 1996.",
        "Schwartz, Aba. Interpreting the Effects of Distance on Migration. Journal of Political Economy81 (Sept.-Oct., 1973): 1153-69.",
        "Nelson, C.R., and R. Startz. The Distribution of the Instrumental Variable Estimator and its t- Ratio when the Instrument is a Poor One. Journal of Business 63 Part 2 (Jan. 1990b): S125-S140.",
        "Nelson, C. R., and Startz, R. Some Further Results on the Exact Small-Sample Properties of the Instrumental Variable Estimator. Econometrica 58 (July, 1990a): 967-76.",
        "Long, Larry. Migration and Residential Mobility in the United States. New York: Russell Sage Foundation, 1988.",
        "MacKinnon, J.G. and White, H. Some Heteroskedasticity-Consistent Covariance Matrix Estimators with Improved Finite Sample Properties. Journal of Econometrics 29 (Sept. 1985): 305-25.",
        "Karoly, Lynn and Jacob Klerman. Demographics, Sectoral Change, and Changing Relative Wages: A Regional Approach. Rand Corporation DRU-795-NICHD, 1994.",
        "Kasarda, John. Urban Industrial Transition and the Underclass. Annals of the American Academy of Political and Social Science 501 (Jan. 1989): 26-47.",
        "Krueger, Alan and Lawrence Summers. Reflections on the Inter-Industry Wage Structure. In K. Lang and J. Leonard (eds.), Unemployment and the Structure of Labor Markets. London: Basil Blackwell, 1987.",
        "Krugman, Paul. Geography and Trade, Cambridge: Mll press, 1991 .",
        "Lansing, John and Eva Mueller. The Geographic Mobility of Labor. Institute for Social Research, University of Michigan, 1967.",
        "Levy, Frank and Murnane, Richard. U.S. Earnings Levels and Earnings Inequality: A Review of 31 Recent Trends and Proposed Explanations. Journal of [Economic Literature 30 (Sept. 1992): 1333-81.",
        "Jaeger, David A. Regional and Local Area Impacts of Immigration on Natives Wages. Manuscript, Bureau of Labor Statistics.1996.",
        "Johnson, James and Melvin Oliver. Structural Changes in the U.S. Economy and Black Male Joblessness: A Reassessment. in G. Peterson and W. Vroman eds., Urban Labor Markets and Job Opportunities. Washington, D.C.: Urban Institute, 1992.",
        "Jones, Ronald W. The Structure of General Equilibrium Models. Journal of Political Economy 73 (Dec. 1965): 557-72.",
        "Juhn, Chinhui. Wage Inequality and Industrial Change: Evidence from Five Decades. NBER Working Paper 4684, 1994.",
        "Kane, Thomas. College Entry by Blacks Since 1970: The Role of College Costs, Family Background, and the Returns to Education. Journal of Political Economy 102 (Oct.",
        "Holzer, Harry J. and Wayne Vroman. Mismatches and Urban Labor Markets. In G. Peterson and W. Vroman eds., Urban Labor Markets and Job Opportunities. Washington, D.C.: Urban Institute, 1992.",
        "Idson, Todd and Cynthia Miller. The Implications of Demographic-Specific Inflation Rates for Trends in Real Educational Wage Differentials. Manuscript, Columbia University, 1995.",
        "Holzer, Harry J. Informal Job Search and Black Youth Unemployment. American Economic Review 77 (June 1987): 446-52.",
        "Holzer, Harry J. The Spatial Mismatch Hypothesis: What Has the Evidence Shown? Urban Studies 28 (Feb. 1991): 105-22.",
        "Hauser, Robert. Trends in College Entry Among Whites, Blacks, and Hispanics. In C. Clotfelter and M. Rothschild eds., Studies of Supply and Demandfor Higher Education. Chicago: University of Chicago Press, 1993.",
        "Greenwood, Michael. Research in Internal Migration in the U.S. A Survey. Journal of Economic Literature 13 (June 1975): 397-433.",
        "Hamermesh, Daniel. Labor Demand. Princeton: Princeton University Press, 1993.",
        "Freeman, Richard B. Manpower Requirements and Substitution Analysis of Labor Skills: A Synthesis, in Ronald Ehrenberg ea., Research in Labor Economics 1 (1977): 151 - 184.",
        "Frey, William. The New Geography of Population Shifts. In R. Farley ea., State of the Union, Vol. 2. New York: Russell Sage Foundation, 1995.",
        "Freeman, Richard. Employment and Earnings of Disadvantaged Young Men in a Labor Shortage Economy. In C. Jencks and P. Peterson eds., The Urban Underclass. Washington, DC: Brookings Institution, 1991.",
        "Bradbury, Katharine L., Downs, Anthony and Small, Kenneth A. Urban Decline and the Future of American Cities. Washington, D.C.: The Brookings Institution, 1982.",
        "Coulsen, Edward and Rushen, Steven. Sources of Fluctuations in the Boston Economy. Journal of Urban Economics 38 (Feb. 1995): 74-93.",
        "Dickens, William and Katz, Lawrence. Industry Wage Differences and Industry Characteristics. In K. Lang and J. Leonard eds., Unemployment and the Structure of Labor Markets. London: Basil Blackwell, 1987.",
        "Freeman, Richard. Economic Determinants of Individual and Geographic Variation in Employment Outcomes of Youth. In R. Freeman and D. Wise, eds., The Youth Labor Market Problem. Chicago: University of Chicago Press, 1982.",
        "Borjas, George J., Freeman, Richard B. and Katz, Lawrence F. Searching for the Effect of Immigration on the Labor Market. American Economic Review 86 (May 1996): 246- 251.",
        "Bound, John and Johnson, George. Changes in the Structure of Wages: An Evaluation of Alternative Hypotheses. American Economic Review 82 (June 1992): 371-92.",
        "Bound, John, Jaeger, David A., and Baker, Regina M. Problems with Instrumental Variables Estimation when the Correlation Between the Instruments and the Endogenous Explanatory Variables is Weak, Journal of the American Statistical Assocation, 90 (June 1995): 443-450.",
        "Bound, John and Holzer, Harry J. Industrial Structure, Skill Levels, and the Labor Market for White and Black Males. Review of Economics and Statistics 75 (Aug. 1993): 387-396.",
        "Blau, Francine D., and Graham, John W. Black-White Differences in Wealth and Asset Composition. Quarterly Journal of Economics 105 (May 1990): 321-38.",
        "Bluestone, Barry, Mary Stevenson, and Tilly, Christopher. An Assessment of the Impact of Deindustrialization and Spatial Mismatch on the Labor Market Outcomes of Young White, Black and Latino Men and Women Who Have Limited Schooling. Report to the National Science Foundation, 1992.",
        "Bartik, Timothy. Who Benefits from Local Job Growth: Migrants or the Original Residents? Regional Studies 27 (1993): 297-311.",
        "Blanchard, Olivier and Katz, Lawrence. Regional Evolutions. Brookings Papers on Economic Activity (1992): 1 -61.",
        "Bartik, Timothy. Who Benefits from State and Local Economic Development Policies? W.: Upjohn Institute, 1991.",
        "Amemiya, Takeshi. A Note on a Random Coefficients Model. International Economics Review 19 (1978): 793-96.",
        "Bartik, Timothy. Economic Development and Black Economic Success. Report to the Economic Development Administration, U.S. Department of Commerce, 1992."
    ]
}