{
    "id": 5686,
    "cites": 8,
    "cited_by": 15,
    "reference": [
        "The Gale and Scholz (1994)measure of non-IRA wealth also includes the cash value of life insurance, and includes households with heads age 68 and younger.",
        "For models along these lines, see, for example, Hubbard and Judd (1987); Engen and Gale (1993); Engen, Gale, and Scholz (1994); and Hubbard, Skinner, and Zeldes (1994, 1995).",
        "Another way to see that IRAs tend to provide marginal incentives in the long term is the insight from Feldstein and Feenberg (1983), that, given the low levels of household holdings of financial assets, it would not take long for most households to exhaust their ability to contribute if contributions were drawn exclusively from existing (taxable) assets.",
        "One criticism of this \"behavioral\" approach is that self-control should be a problem among the relatively affluent group of IRA contributors (Gale, 1995). However, a recent focus group conducted by the Federal Reserve Board, and limited to households with net income of more than $250,000 or net worth in excess of $600,000, found frequent mention of \"the need to put money &apos;out of reach&apos; to avoid the temptation to spend it\" (Kennickell, Starr-McCluer, and Sunden, 1996, p. 7).",
        "Another possible bias pointed out by Engen, Gale, and Scholz (1996) is that the 401(k) balances are pre-tax, in that they reflect the tax break but not the future tax liabilities. A bias may result from using changes in 401(k) balances to infer something about individual saving. I",
        "This is why it is quite possible for Gale and Scholz (1994) to estimate a negative coefficient of IRAs on saving if, for example the individual shuffled taxable saving into the IRA, and spent the tax break as well. Joines and Manegold (1995) were careful to net out the tax break before arriving at their estimates.",
        "See Feldstein (1995). For example, if the government funds an IRA program using deficit financing at 4 percent, and the IRA is invested in equity paying 12 percent, the government could make money on an IRA program when it taxes the appreciated return on the IRA, even if the IRA is funded entirely out of existing taxable saving.",
        "Hassett and Hubbard (1996) review empirical evidence which suggests that the U.S. capital stock is below its golden rule level. For this conclusion to suggest the need for saving incentives, one would need to argue that increases in domestic saving fund domestic investment."
    ]
}