{
    "id": 5687,
    "cites": 35,
    "cited_by": 20,
    "reference": [
        "Walsh, David. Accounting for the Proliferation of Two-Tier Wage Settlements in the U.S. Airline Industry, l983-86~. Industrial and Labor Relations Review 42 (October 1988): 50-62.",
        "Williams, George. The Airline Industry and the Impact of Deregulation. Brookfield Vt: Ashgate Publishing, 1994.",
        "United States Department of Transport. Airport Activity Statistics of Certified Route Carriersn. Washington DC: USGPO, 1994.",
        "Unterberger, S. Herbert and Edward Koziara. Airline Strike Insurance: A Study in Escalations. Industrial and Labor Relations Review 30 (April 1977): 364-379.",
        "United States Department of Labor Bureau of Labor Statistics. Report on the American Workforce. Washington DC: USGPO, 1994.",
        "Rose, Nancy. Labor Rent Sharing and Regulation: Evidence from the Trucking Industry. Journal of Political Economy 95 (December 1987): 114~1178.",
        "Rose, Nancy. The Incidence of Regulatory Rents in the Motor Carrier Industry. Rand Journal of Economics 16 (Autumn 1985): 299-318.",
        "Neal, Derek. Industry-Specific Human Capital: Evidence from Displaced Workers. Journal of Labor Economics 13 (October 1995): 653-677.",
        "Parent, Daniel. Industry-Specific Human Capital and the Wage Profile: Evidence from the NLSY and the ASIDE. Princeton University Industrial Relations Section Working Paper No. 350, November 1995.",
        "U.S. Airline Deregulation: Its Effects on Passengers, Capital and Labor. Journal of Law and Economics 24 (April 1986): 1-28.",
        "Morrison, Steven and Clifford Winston. The Economic Effects of Airline Deregulation. Washington DC: Else Brookings Institution, 1986.",
        "Levy, Frank and Richard Murnane. U.S. Earnings Levels and Earnings Inequality: A review of Recent Trends and Proposed Explanations. Journal of Economic Literature 30 (September 1992): 1333-1381.",
        "Moore, Thomas Gale. The Beneficiaries of Trucking Regulations. Journal of Law and Economics 21 (October 1978): 327-344.",
        "Lewis, H. Gregg. Unionism and Relative Wages in the United States. Chicago: University of Chicago Press, 1963.",
        "Kennet, D. Mark. Airline Deregulation and Aircraft Engine Maintenance: Reduced Form and Structural Estimation.. Unpublished Manuscript, University of California Santa Cruz Department of Economics, 1988.",
        "Keeler, Theodore E. The Revolution in Airline Regulation. In Leonard Weiss and Michael Mass, editors, Case Studies in Regulation: Revolution and Reform. Boston: Little, Brown, 1981.",
        "Bargaining in Airlines. Industrial and Labor Relations Review 34 (October 1980): 67- 81.",
        "Compilations from the Current Population Survey. Washington DC: BNA, 1994b.",
        "International Air Transport Association. World Air Transport Statistics (various issues). Montreal, Canada: IATA. Kahn, Mark. Airlines. In Gerald Somers, editor: Collective Bargaining: Contemporary American Experience. Madison WI: Industrial Relations Research Association, 1980.",
        "Hendricks, Wallace. The Effect of Regulation on Collective Bargaining in Electric Utilities Bell Joumal of Economics 6 (Autumn 1975): 451-465.",
        "Graham, David R. and Daniel P. Kaplan. Competition and the Airlines: An Evaluation of Deregulation. Washington DC: Civil Aeronautics Board, 1982.",
        "Helwege, Jean. Sectoral Shifts and Interindustry Wage Differentialsn. Journal of Labor Economics 10 (January 1992): 55-84.",
        "Eads, George. Competition in the Domestic Trunk Airline Industry: Too Much or Too Littler. In Almarin Phillips, editor: Promoting Competition in Regulated Industries. Washington DC: The Brookings Institution, 1975.",
        "Delta Airlines. Annual Report (various years). Atlanta: Delta Airlines. Devany, Arthur. The Effect of Price and Entry Regulation on Airline Output Capacity and Efficiency. Bell Journal of Economics 6 (Spring 1975): 327-345.",
        "Cremieux, Pierre-Yves. Why Strike Insurance is Unilateral: Evidence from the Airline Industrys Mutual Aid Pact.. Unpublished Manuscript, University of Quebec at Montreal Department of Economics, 1995.",
        "Caves, Douglas, Laurits Christensen, Michael Tretheway and Robert Windle. An Assessment of the Efficiency Effects of U.S. Airline Deregulation via an International Comparisons. In Elizabeth Bailey, editor: Public Regulation New Perspectives on Institutions and Policies. Cambridge MA: MIT Press, 1987.",
        "Wage Differentials.. Ioumal of Econometrics 74 (1996) forthcoming.",
        "Caves, Richard. Air Transport and Its Regulators. Cambridge MA: Harvard University Press, 1962.",
        "Deregulations. Monthly Labor Review 108 (June 1985): 37-39.",
        "Card, David. The Impact of Deregulation on the Employment and Wages of Airline Mechanics. Industrial and Labor Relations Review 39 (July 1986): 527-538.",
        "Capelli, Peter. Competitive Pressures and Labor Relations in the Airline Industry. Industrial Relations 24 (Fall 1985): 316-338.",
        "Bargaining in American Industry. Lexington MA: Lexington Books, 1987.",
        "Brown, Anthony E. The Politics of Airline Regulation. Knoxville: University of Tennessee Press, 1987.",
        "Blau, Francine and I~wrence Kahn. The Gender Eamings Gap: Some International Differences. In Richard Freeman and Lawrence Katz, editors, Differences and Changes in Wage Structures. Chicago: University of Chicago Press, 1995.",
        "Air Transport Association of America. Air Transport (various years). Washington DC: ATA. American Airlines. Annual Report (various years). Dallas: American Airlines. Bailey, Elizabeth, David Graham and Daniel Kaplan. Deregulating the Airlines. Cambridge, MA: MIT Press, 1985."
    ]
}