{
    "id": 5689,
    "cites": 33,
    "cited_by": 30,
    "reference": [
        "Abraham, Donald L.. 1992, Investor-Financed La~suits: A Proposal so Remove Two Barriers to an Alternative Form of Litigation Financing, Syracuse Low Revmew. 43, 1207-1319.",
        "Ang, James S., Jess H. Chua, and John J. McConnell, 1982, Ihe Administrative Costs of Corporate Bankruptcy: A Note, Journal of Finance. 37, 219-226.",
        "Bartel, Ann P., and Lacy U. Thomas, 1987, Predation through Regulation: The Wage and Profit Effects of the Occupational Safety and Health Adminietration and tlme Environmental Protection Agency, Journal of Law and Economics. 30, 239-265.",
        "Bebchuk, Lucian, and Howard Chang, 1995. The Effect of Offer-of-Settlement Rules on the Terms of Settlement, Unpublished working paper, Harvard Law School.",
        "Beckner, C. Frederick, and Steven C. Salop, 1995, Issue Sequencing, Summary Disposition, and Optimal Legal Procedure, Unpublished working paper, Georgetown University Law Center.",
        "Bellis, Jonathan P., and Bernard H. Gustin, 1992, `romparing the Cost of Outside and Inside Counsel, corporate Counsels Quarterly. 8, 80-89.",
        "Berger, Warren C., 1995, The Decline of Professionalism, Ford/tarn Law Review. 63, 949-958.",
        "Bhagat, Sanjai, James A. Brickley. and Jeffrey L. Colcs, 1994, The Costs of Inefficient Bargaining and Financial Distress: Evidence from Corporate L~w~uits, Journal of Finoncial Economics. 35, 221-247.",
        "Blanchard, Vern A., 1995. Presentation to the Commissioner of the U.S. Patent and Trademark Office, http://www.uspto.gov/texs/pto/hearingvablanchard html.",
        "Conway, Benjamin, and Josh Lerner, 1995, Candela Laser Corp. v. Cynosure, Inc., Harvard Business School Cane No 9-295-097 (and unpublished teahing note).",
        "Cooter, Robert D., and Daniel L Ruhinfeld, 1989, Economic Analysis of Legal Disputes and their Resolution, Journal of Economic Literature. 27, 1067-1097.",
        "Cornelli, Francesca. and Mark Schankerman, 1996, Optimal Patent Renewals, Economics of Industry Group Discussion Paper EI/13, STICERD, London School of Economics.",
        "Corporate Technology information Services, 1991, Corporate Technology Directory. (Wohurn, MA: CorpTech).",
        "Cunningham, MA., l995, `Preliminary Injunctive Relief in Patent Litigation, IDEA --The Journal of Law and Technology. 35, 2 13-259. Duns Marketing Services, 1991, MillionDollarDireuory. (Parsippany, NJ: Duns Marketing Services).",
        "Fournier, Gary M., and Thomas W. Zuehike. i989. Litigation and Settlement: An Empirical Approach. Review of Economics and Statisrics. 71, 189-195. Gale Research, 1991, Wards Business Directory of U.S. Private and Public companies. (Detroit: Gale Research).",
        "Gallini, Nancy T.. and Michael Trebilcock, 1995, Intellectual Property Rights and Competition Policy, Unpublished working paper, University of Toronto.",
        "Gerssein, Allen H., 1994, Injunctions in Patent Cases: On the Brink of Leaving the Provincial for the Mainstream, in Tom Arnold, Roy E. Hofer, and Laurence H. Pretty, editors, Patent Litigation--i 994. (New York: Practicing Law Institute), vol. 1, pp. 213-250.",
        "Hall, Bronwyn, H., 1992, investment and Research and Development: Does the Source of Financing Matter?, Working Paper No. 92-194, Department of Economics, University of Caiifornia at Berkeley.",
        "Hubbard, R. Glenn, 1996, Capital-Market lmperfections and Investment, Journal of Economic Literature, forthcoming.",
        "Klemperer, Paul, 1990, How Broad Should she Scope of Patent Protection Be? RAND Journal of Economics. 21, 113-130.",
        "Kreps, David M., Paul Miigrom, John Roberts, and Robert Wilson, 1982, Rational Cooperation in the Finitely Repeated Prisoners Dilemma, Journal of Economic Theory. 27, 245-252.",
        "Mansfield, Edwin, Mark Schwartz, and Samuel Wagner, 1981, Imitation Costs and Patents: An Empirical Study, Economic Journal. 91, 907-918.",
        "Nadiri, Ishaq, 1993, Innovations and Technological Spillovers, Working Paper No. 4423, National Bureau of Economic Research.",
        "Najebuff, Barry, 1987, Credible Pretrial Negotiation, RAND Journal of Economics. 18, 198-210.",
        "National Register Publishing Company, 1991, Directory of Leading Private Companies, Including Corporate Affiliations. (Wilmette, IL: National Register Publishing Company).",
        "Nordhaus, William, 1969, Invention, Growth and Welfare: A Theoretical rreacmenr of Technological Change. (Cambridge: MIT Press).",
        "Pashigian, B. Peter, 1982, A Theory of Prevention and Legal Defense with an Application to the Legal Costs of Companies, Journal of Law and Economics, 25, 247-270.",
        "Pashigian, B. Peter, 1984, The Effect of Environmental Regulation on Optimal Plant Size and Factor Shares, Journal of Law and Economics. 27, 1 ~28.",
        "Priest, George L., and Benjamin Klein, 1984, `The Selecticrn of Disputes for Litigation, Journal of Legal Studies. 13, 1-55.",
        "Research Publications, Inc., 1995, Patent Status File. (Woodbrtdge, CT: Research Publications).",
        "Spier, Kathryn. 1994. Pretrial Bargaining and the Design of Fee-Shifting Rules, RAND Journal of Economics. 25, 197-215.",
        "Thomas. Lacy G.. 1990. Regulation and Firm Size: FDA ImpacL `n Innovation. RAND Journal of Economics. 21, 497-517.",
        "U.S. Department of Comnserce, Patent and Trademark Office, 1984, Examiner Handbook on the Use of the U.S. Parent Classification Sywem. (Washington: Government Printing Office)."
    ]
}