{
    "id": 5691,
    "cites": 33,
    "cited_by": 3,
    "reference": [
        "Tobin, J. Stabilization Policy Ten Years After, BPEA, (1980), 19-71.",
        "Stadler, G. Business Cycle Models with Endogenous Technology, American Economic Review, 80 (1990),763-78.",
        "Shapiro, M. Assessing the Federal Reserves Measures of Capacity and Utilization, Brookings Papers on Economic Activity, 1989 (1), 181-225.",
        "Lucas, R. On the Mechanics of Economic Development, Journal of Monetary Economics, 22 (1988), 3-42.",
        "Romer, P. Increasing Returns and Long-run Growth, Journal of Political Economy, 94 (1986), 1002-37.",
        "Klenow, P. Externalities and Economic Fluctuations, mimeo, Stanford University, 1991.",
        "Kiyotaki, N. Multiple Expectational Equilibria Under Monopolistic Competition, Quarterly Journal of Economics, 103 (1988), 695-766.",
        "King, R., Plosser, C. and S. Rebelo, Production, Growth and Business Cycles: I. The Basic Neoclassical Model, Journal of Monetary Economics, 21 (1988a), 195-232.",
        "Howitt, P. and P. McAfee, Stability of Equilibria with Externalities, Quarterly Journal of Economics, 103 (1988), 261-77.",
        "Howitt, P. Transactions Costs in the Theory of Unemployment, American Economic Review, 75 (1985), 88-101.",
        "Hart, O. A Model of Imperfect Competition with Keynesian Features, Quarterly Journal of Economics, 97 (1982), 109-38.",
        "Helter, W. Coordination Failure Under Complete Markets with Applications to Effective Demand, in Equilibrium Analysis, Essays in Honor of Kenneth J. Arrow, Volume II, edited by Walter Helter, Ross Starr and David Starrett, Cambridge, Cambridge University Press, 1986.",
        "Gale, D., Delay and Cycles, Review of Economic Studies, 63 (1996), 169-98.",
        "Hall, R. The relation between Price and Marginal Cost in U.S. Industry, Journal of Political Economy, 96(5), (1988), 921-47.",
        "Productivity/ Unemployment, edited by P.Diamond, Cambridge, MA,MIT Press, 1990.",
        "Farmer, R. and J.T. Guo, Real Business Cycles and the Animal Spirits Hypothesis, Journal of Economic Theory, 63 (1994), 42-72.",
        "Cooper, R. and A. John, Coordinating Coordination Failures in Keynesian Models, Quarterly Journal of Economics, 103 (1988), 441-63.",
        "Diamond, P. Aggregate Demand Management in Search Equilibrium, Journal of Political Economy, 90 (1982), 881-94.",
        "Drazen, A. Cyclical Determinants of the Natural Level of Economic Activity, International Economic Review, 26 (1985), 387-97.",
        "Durlauf, S. Multiple Equilibria and Persistence in Aggregate Fluctuations American Economic Review, 81 (1991), 70-74.",
        "Christiano, L., M. Eichenbaum and C. Evans, The Effects of Monetary Policy Shocks: Evidence from the Flow of Funds, REStat, 78 (1996), 16-34.",
        "Cooper, R. and J. Haltiwanger, Evidence on Macroeconomic Complementarities, REStat, 78 (1996), 78-93.",
        "Chatterjee, S. and R. Cooper,Entry and Exit, Product Variety and the Business Cycle, NBER Working Paper 4562,1993.",
        "Chatterjee, S., R. Cooper and B. Ravikumar, Strategic Complementarity in Business Formation: Aggregate Fluctuations and Sunspot Equilibria, Review of Economic Studies, 60 (1993), 795-811.",
        "Rotemberg, eds., NBER Macroeconomics Annual, MIT Press: Cambridge, Ma., 1995, 67-123.",
        "Caballero, R. and R. Lyons, External Effects in U.S. Procyclical Productivity, Journal of Monetary Economics, 29 (1992), 209-225.",
        "Braun, R. Anton and C. Evans, Seasonal Solow Residuals and Christmas: A Case for Labor Hoarding and Increasing Returns, Working Paper WP-91-20, Federal Reserve Bank of Chicago, October 1991.",
        "Bryant, J. A Simple Rational Expectations Keynes-Type Model, Quarterly Journal of Economics, 97 (1983), 525-529.",
        "Burnside, C. Production Function Regressions, Returns to Scale and Externalities,World Bank, no date. Burnside, C, M. Eichenbaum and S. Rebelo, Labor Hoarding and the Business Cycle, Journal of Political Economy, 101 (1993), 245-73.",
        "Blanchard, O. and N. Kiyotaki, Monopolistic Competition and the Effects of Aggregate Demand, American Economic Review, 77 (1987), 647-66.",
        "Baxter, M. and R. King, Productive Externalities and Business Cycles, Institute for Empirical Macroeconomics, Federal Reserve Bank of Minneapolis, Discussion Paper 53, November 1991.",
        "Benhabib, J. and R. Farmer, Indeterminacy and Increasing Returns, Journal of Economic Theory, 63 (1994), 19-41.",
        "Basu, S. and J.G. Fernald, Are apparent Productive Spillovers a Figment of Specification Error? Journal of Monetary Economics, 36 (1995), 165-88."
    ]
}