{
    "id": 5692,
    "cites": 14,
    "cited_by": 22,
    "reference": [
        "Schartstein, David S., and Jeremy C. Stein. 1990. Herd Behavior and Investment. American Economic Review 80 (June): 465-479.",
        "Sargent, Thomas J., and Neil Wallace. 1975. Rational Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule. Journal of Political Economy 83 (April): 241-254.",
        "Romer, Christina D., and David H. Romer. What Ends Recessions? NBER Macroeconomics Annual 9: 13-57. Rudebusch, Glenn D. 1995. Federal Reserve Interest Targeting, Rational Expectations, and the Term Structure. Journal of Monetary Economics 35 (April): 245-274.",
        "Nelson, Charles R. 1972. The Prediction Performance of the FRB-MIT- PENN Model of the U.S. Economy. American Economic Review 62 (December): 902-917.",
        "Lamont, Owen. 1995. Macroeconomic Forecasts and Macroeconomic Forecasters. National Bureau of Economic Research Working Paper No. 5284 (October).",
        "Keane, Michael P., and David E. Runkle. 1990. Testing the Rationality of Price Forecasts: New Evidence from Panel Data. American Economic Review 80 (September): 714-735.",
        "Ehrbeck, Tilman, and Robert Waldmann. 1996. Why Are Professional Forecasters Biased? Agency versus Behavioral Explanations. Quarterly Joumal of Economics 111 (February): 21-40.",
        "Gordon, Robert J. 1993. Macroeconomics. Sixth edition. New York: HarperCollins.",
        "Cukierman, Alex, and Allan H. Meltzer. 1986. A Theory of Ambiguity, Credibility, and Inflation under Discretion and Asymmetric Information. Econometrica 54 (September): 1099-1128.",
        "Cook, Timothy, and Thomas Hahn. 1989b. The Credibility of the Wall Street Joumal in Reporting the Timing and Details of Monetary Policy Events. Federal Reserve Bank of Richmond Working Paper No. 89-5 (December).",
        "Canzoneri, Matthew B. 1985. Monetary Policy Games and the Role of Private Information. American Economic Review 75 (December): 1056-1070.",
        "Barsky, Robert B. 1987. The Fisher Hypothesis and the Forecastability and Persistence of Inflation. Joumal of Monetary Economics 19 (January): 3-24.",
        "Barro, Robert J., and David B. Gordon. 1983. Rules, Discretion and Reputation in a Model of Monetary Policy. Joumal of Monetary Economics 12 (July): 101-121.",
        "Barro, Robert J. 1976. Rational Expectations and the Role of Monetary Policy. Journal of Monetary Economics 2 (January): 1-32."
    ]
}