{
    "id": 5693,
    "cites": 27,
    "cited_by": 96,
    "reference": [
        "Trefler, D. (1993) International Factor Price Differences: Leontief was Right! Journal of Political Economy, 101.",
        "Wood, A. (1994) North-South Trade, Employment and Inequality: Changing Fortunes in a Skill- Driven World, New York: Oxford.",
        "Sachs, J. and A. Warner (1995) Economic Reform and the Process of Global Integration, mimeo, Harvard University.",
        "Stolper, W. and P. Samuelson (1941) Protection and Real Wages, Review of Economic Studies, November, IX 58-73.",
        "Mussa, Michael A. (1979) The Two-Sector Model in Terms of its Dual: A Geometric Exposition, JournalofInfernationalEconomics, 9,No. 4, 513-526.",
        "Robbins, Donald (1996) Trade, Trade Liberalization and Inequality in Latin America and East Asia -- Synthesis of Seven Country Studies, mimeo, Harvard Institute for International Development, March.",
        "Grossman and K. Rogoff, eds. Me Handbook of International Economics, vol. 3, New York: Elsevier. Michaely, M., D. Papageorgiu, and A. Choksi (1991) Liberalizing Foreign Trade: Lessons of Experience in the Developing World, vol. 7, Cambridge, MA: Basil Blackwell.",
        "Leamer, E. and Levinsohn, J. (1995) International Trade Theory: The Evidence, in G.",
        "Krueger, A. (1977) Growth, Distortions and Patterns of Trade AmongMany Countries, Princeton Studies in International Finance, No. 40, February.",
        "Leamer, Edward (1996) In Search of Stolper-Samuelson Effects Between Trade and US Wages mimeo, Yale and UCLA.",
        "Leamer, E. (1987) Paths of Development in the Three-Factor, e-Good General Equilibrium Model, in Journal of Political Economy, 95:5, 96] -99.",
        "Klein, Cambridge: MIT Pr. Krueger, A. (1978) Liberalization Attempts and Consequences, Cambridge: Ballinger.",
        "Johnston, L. (1995) Trade Liberalization and Income Distribution mimeo, Harvard University.",
        "Kravis, I., A. Heston, and R. Summers (1982) The Share of Services in Economic Growth, in F.G. Adams and Bert Hickman, Global Econometrics: Essays in Honor of Lawrence R.",
        "Feliciano, Z. (1996) Workers and Trade Liberalization: The Impact of Trade Reforms in Mexico on Wages and Employment, mimeo, Queens College.",
        "The Handbook of International Economics, vol. 1, New York: Elsevier. Feenstra, R. and Hanson, G. (1995) Foreign Investment, Outsourcing and Relative Wages, forthcoming in Political Economy of Trade Policy: Essays in Honor of Jagdish Bhagwa~i, Cambridge: MIT Pr.",
        "Dixit, Avinash K. and Norman, Victor F. (1980) Theory of International Trade, Cambridge: Cambridge University Press.",
        "Edwards, S. (1993) Openness, Trade Liberalization, and Growth in Developing Countries, Journal of Economic Literature, 31:3, 1358-93.",
        "Ethier, W. (1984) Higher Dimensional Issues in Trade Theory, in R. Jones and P. Kenen, eds.",
        "Deardorff, A. and Stern, R., eds. (1994) The Stolper-Samuelson Theorem: A Golden Jubilee, Ann Arbor: U. Of Michigan.",
        "Deardorff, A. (1986) FIRLESS FIRWOES: How Preferences can Interfere with the Theorems of International Trade, Journal of International Economics, 20, 131-142.",
        "Cragg, M. and M. Epelbaum (1996) The Premium for Skills in LDCs: Evidence From Mexico, mimeo, Columbia University and Centro de Investigacion Economica, ITAM.",
        "Bhagwati, J. (1959). Protection, Real Wages and Real Incomes Economic Journal, 69, 733- 748.",
        "Bourguignon, F. and C. Morrisson (1991) External Trade and Income Distribution, Paris: OECD.",
        "Choksi, A., M. Michaely, and D. Papageorgiu (1991) The Design of Successful Trade Liberalization Policies,7 in A. Koves and P. Marer, eds., Foreign Economic Liberalization, Boulder, CO: Westview Pr.",
        "Bhagwati, J. (1984) Why are Services Cheaper in the Poor Countries, Economic Journal 94: 279-286.",
        "Bhagwati, J. (1978) Anatomy and Consequences of Exchange Control Regimes, Cambridge: Ballinger."
    ]
}