{
    "id": 5696,
    "cites": 18,
    "cited_by": 106,
    "reference": [
        "Teece, David, Technology Transfer By Multinational Firms: The Resource Cost of Transferring Technological Know-How, Economic Journal, 1977, 87, 242-61.",
        "Rutherford, Thomas F., Extensions of GAMS for Complementarity Problems Arising in Applied Economics, Journal of Economic Dynamics and Control, 1995.",
        "Teece, David, The Multinational Corporation and the Resource Cost of International Technology Transfer, Cambridge: Ballinger. 1986.",
        "Rutherford, Thomas F., Applied General-Equilibrium Modelling with MPS/GE as a GAMS subsystem, unpublished manuscript, 1994.",
        "Markusen, James R. and Anthony J. Venables, The Theory of Endowment, Intra-Industry, and Multinational Trade, CEPR working paper 1341, 1996b.",
        "Motta, Massimo, Multinational Firms and the Tariff-Jumping Argument, European Economic Review. 1992 36, 1557-1571.",
        "Markusen, James R. and Anthony J. Venables, Multinational Production, Skilled Labor, and Real Wages, NBER Working Paper 5483, 1996a.",
        "Markusen, James R. (1995), The Boundaries of Multinational Firms and the Theory of International Trade, Journal of Economic Perspectives 9, 169-189.",
        "Markusen, James R. and Anthony J. Venables), Multinational Firms and the New Trade Theory, NBER Working Paper 5036, 1995.",
        "Helpman, Elhanan and Paul R. Krugman, Market Structure and Foreign Trade Cambridge: MIT Press. 1985.",
        "Konan, Denise Eby, The Vertical Multinationals Enterprise and International Trade, University of Hawaii Working Paper, December 1995 Markusen, James R., Factor Movements and Commodity Trade as Complements, Journal of International Economics 13 (1983), pp. 341-356. Reprinted in J. Peter Neary (editor), International Library of Critical Writings in Economics: International Trade London: Edward Elgar (1995).",
        "Helpman, Elhanan, Multinational Corporations and Trade Structure, Review of Economic Studies 1985, 52, 443-458.",
        "Helpman, Elhanan, A Simple Theory of Trade with Multinational Corporations, Journal of Political Economy, 1984, 92, 451-471.",
        "Dixit and Norman, The Theory of International Trade London: Cambridge University Press. 1980.",
        "Ekholm, Karolina, Multinational Production and Trade in Technical Knowledge, Lund Economic Studies number 58, 1995.",
        "Brainard, S. Lael, An Empirical Assessment of the Factor Proportions Explanation of Multinationals Sales, NBER Working Paper No. 458O, December 1993b.",
        "Brainard, S. Lael, An Empirical Assessment of the Proximity-Concentration Tradeoff between Multinational Sales and Trade, NBER Working Paper No. 4583, December 1993c.",
        "Brainard, S. Lael, A Simple Theory of Multinational Corporations and Trade with a Trade-off between Proximity and Concentration, NBER Working Paper No. 4269, February 1993a."
    ]
}