{
    "id": 5697,
    "cites": 19,
    "cited_by": 35,
    "reference": [
        "Rodrik, Dani. Coordination Failures and Government Policy in Intermediate Economies: A Model with Applications to East Asia and Eastern Europe, Journal of International Economics, 40 (February 1996) : 1-22.",
        "Panagariya, A. A Theoretical Explanation of Some Styled Facts of Economic Growth, Quarterly Journal of Economics August 1988, 103(3) ,509-526.",
        "Prebisch, Raul. Economic Development of Latin America and Its Principal Problems, The Economic Comnission for Latin America, United Nations, 1950.",
        "Rodriguez-Clare, Andres. The Division of Labor, and Economic Development, Journal of Development Economics 49 (April 1996) : 3-32.",
        "Murphy, Kevin; Andrei Shleifer, and Robert Vishny, Industrialization and the Big Push, Journal of Political Economy, October 1989, 97(5), 1003-26.",
        "Matsuyama, Kiminori. Comments on Paul Krugmans `Complexity and Emergent Structure in the International Economy in Alan V. Deardorff, James A. Levinsohn, and Robert M. Stern, eds., New Directions in Trade Theory, Ann Arbor: University of Michigan Press, 1995.",
        "Matsuyama, Kiminori. Complementarities and Cumulative Processes in the Models of Monopolistic Competition, Journal of Economic Literature, June 1995, 33, 701-729.",
        "Matsuyama, Kiminori. The Market Size, Entrepreneurship, and the Big Push, Journal of the Japanese and International Economies, December 1992, 6(4), 347-64.",
        "Matsuyama, Kiminori. Increasing Returns, Industrialization, and Indeterminacy of Equilibrium, Quarterly Journal of Economics, May 1991, 106(2), 617-50.",
        "Krugman, Paul R. Geography and trade, Cambridge: The MIT Press, 1991.",
        "Lucas, Robert E. Jr., Why Doesnt Capital Flow from Rich to Poor Countries? American Economic Review 80 (May 1990) : 92-96.",
        "Matsui, Akihiko, and Kiminori Matsuyama, An Approach to Equilibrium Selection, with Akihiko Matsui, Journal of Economic Theory 65 (April 1995) : 415-434.",
        "Ciccone, Antonio, and Kiminori Matsuyama, Start-up Costs and Pecuniary Externalities as Barriers to Economic Development, Journal of Development Economics 49 (April 1996) : 3-32.",
        "Baran, Paul A. The Political Economy of Growth, Monthly Review Press, 1957.",
        "Bhagwati, Jagdish, Why Are Services Cheaper in the Poor Countries? Economic Journal June 1984, 94, 279-286.",
        "Balassa, Bela, The Purchasing Power Parity Doctrine: A Reappraisal, Journal of Political Economy, December 1964, 72, 584-596.",
        "Samuelson, Paul, Theoretical Notes on Trade Problems, Review of Economics and Statistics May 1964, 46, 145-154.",
        "Myrdal, Gurinar. Economic theory and under-developed regions, London: Duckworth, 1957.",
        "Kravis, Irving, and Robert Lipsey, Towards an Explanation of National Price Levels, Princeton Studies in International Finance, No. 52, November 1983."
    ]
}