{
    "id": 5699,
    "cites": 15,
    "cited_by": 10,
    "reference": [
        "Board of Governors of the Federal Reserve System. Annual Report. 1934-94. Broaddus, Jr., J. Alfred and Marvin Goodfriend. Foreign Exchange Operations and the Federal Reserve. Annual Report of the Federal Reserve Bank of Richmond, 1996.",
        "Burk, Kathleen, and Alec Cairncross. &apos;Goodbye, Great Britain&apos;: The 1976 IMF Crisis.New Haven: Yale University Press, 1992.",
        "Calomiris, Charles W. and David C. Wheelock. Was the Great Depression a Watershed for American Monetary Policy? NBER Pre-Conference version, 1996.",
        "Clarke, Stephen V. 0. Central Bank Cooperation, 1924--31. New York: Federal Reserve Bank of New York, 1967.",
        "Drummond, Ian M. The Floating Pound and the Sterling Area, 1931-1939. Cambridge: Cambridge University Press, 1981.",
        "Gold, Joseph. Mexico and the Development of the Practice of the International Monetary Fund. World Development 16 (No. 10, 1988), pp. 1127-42.",
        "Hall, N.F. The Exchange Equalisation Account. London: Macmillan, 1935.",
        "International Monetary Fund, Treasurer&apos;s Department. Users&apos; Guide to the SDR: A Manual of Transactions and Operations in SDRs. Washington, D.C.: International Monetary Fund, 1995.",
        "Mulford, David. Review of Treasury Department&apos;s Conduct of International and Foreign Policy. Hearings before the House of Representatives Committee on Banking, Finance, and Urban Affairs. Serial No. 101-63, 101st Cong. 2d Sess. August 14, 1990.",
        "Paris, James D. Monetary Policies of the United States, 1932-1938. New York: Columbia University Press, 1938.",
        "Sayers, Richard S. The Bank of England, 1891-194-4-. 3 vols. Cambridge: Cambridge University Press, 1976.",
        "Todd, Walker F. Disorderly Markets: The Law, History, and Economics of the Exchange Stabilization Fund and U.S. Foreign Exchange Market Intervention. Research in Financial Services Public and Private Policy. vol.4. Greenwich, CT: JAI Press, 1992, pp. 111-79.",
        "Truman, Edwin M. The Mexican Peso Crisis: Implications for International Finance. Federal Reserve Bulletin 82 (March 1996). pp. 199-209.",
        "U.S. Secretary of the Treasury. Annual Report on the State of the Finances. 1934-1979.",
        "Volcker, Paul, and Toyoo Gyohten. Changing Fortunes: The World&apos;s Money and the Threat to American Leadership. New York: Times Books, 1992."
    ]
}