{
    "id": 570,
    "cites": 25,
    "cited_by": 6,
    "reference": [
        "Atherton, W.N., Theory of Union Bargaining Goals, Princeton University Press, 1973.",
        "Becker, G.S., ATheoryof Social Interactions, Journal of Political Economy, Vol. 82, No. 6, Nov./Dec. 1974, pp. 1063-1093.",
        "Berndt, E.K., B.H. Hall, R.E. Hall, and J.A. Hausman, Estimation and Inference in Nonlinear Structural Models, Annals of Economic and Social Measurement, Vol. 3, No. 4, Fall 1974 pp. 653-65.",
        "Cartter, A.M., Theory of Wages and Employment, Homewood, Ill: Irwin, 1959.",
        "Dertouzos, J.N., Union Objectives, Wage Determination, and the International Typographical Union, unpublished Ph.D. dissertation, Stanford University, December 1979.",
        "Dunlop, J.T., t~Iaqe Determination Under Trade Unions, New York: Macmillan, 1944.",
        "Farber, H.S., Individual Preferences and Union Wage Determination: The Case of the United Mine Workers, Journal of Political Economy, Vol. 86, No. 5, October 1978, pp. 923-42.",
        "Fellner, W. , Prices and Wages Under Bilateral Monopoly, Quarterly Journal of Economics, Vol. 61, No. , August 1947, pp. 503-32.",
        "Hartman, P.T., Collective Bargaining and Productivity: the Lonyshore Mechanization Agreement, University of California Press, 1969.",
        "Kelber, H. and C. Schlesinger, Union Printers and Controlled Automation, Free Press, New York, 1967.",
        "Kotowitz, Y, and R. Portes, The `Tax on Wage Increases : A Theoretical Analysis, Journal of Public Economics, Vol. `3, No. 2, May 1974, pp. 113-132.",
        "Leontief, W.W., The Pure Theory of the Guaranteed Annual Wage Contract, Journal of Political Economy, Vol. 54, No. 1, February 1946, pp. 76-9.",
        "Lipset, S.M., M.A. Trow, and J.S. Coleman, Union Democracy: The Internal Politics of the International Typographical Union, Free Press, Glencoe, Illinois, 1956.",
        "Mitchell, D.J.B., The Ross-Dunlop Debate Reopened, Industrial Relations, Vol. 11, No. 1, February 1972, pp. 46-61.",
        "Pollak, R.A., Habit Formation and Dynamic Demand Functions, Journal of Political Economy, Vol. 78, No. 4, Part 1, July/August 1970, pp. 745-63.",
        "Pollak, R.A. , Interdependent Preferences, American Economic Review, Vol . 66, No. 3, June 1976, pp. 309-320.",
        "Reder, M.W., The Theory of Union Wage Policy, Review of Economics and Statistics, Vol. 34, No. 1, February 1952, pp. 34-45.",
        "Rosen, S., Unionism and the Occupational Wage Structure in the United States, International Economic Review, Vol. 11, No. 2, June 1970, pp. 269-86.",
        "Ross, A.M., Trade Union Wage Policy, Berkeley: University of California Press, 1948.",
        "Rosse, J.N., Estimating Cost Function Parameters Without Using Cost Data: Illustraied Methodology, Econometrica, Vol. 38, No. 2, March 1970, pp. 256-75.",
        "Rosse, J.N., The Daily Newspaper Firm: A 24 Equation Reduced Form Model , Studies in Industry Economics, No. 76, Department of Economics, Stanford University, January 1977.",
        "Rosse, J.N., The Evolution of One Newspaper Cities, Studies in Industry Economics, No. 95, Department of Economics, Stanford University, December 1978.",
        "Samuelson, P.A., Some Implications of `Linearity , Review of Economic Studies, Vol. XV(2), No. 38, 1948, pp. 88-90.",
        "Samuelson, P.A., Social Indifference Curves, Quarterly Journal of Economics, Vol. 70, No. 1, February 1956, pp. 1-22.",
        "Simons, H.A., Some Reflections on Syndicalism, Journal of Political Economy, Vol. 52, No. 1, March 1944, pp. 1-25."
    ]
}