{
    "id": 5700,
    "cites": 19,
    "cited_by": 110,
    "reference": [
        "Tavlas, George, 1992, The New Theory of Optimal Currency Areas, International Monetary Fund, Washington, DC.",
        "Stockman, Alan, 1988, Sectoral and National Aggregate Disturbances to Industrial Output in Seven European Countries, Journal of Monetary Economics 21-2/3, 387-409.",
        "Ricci, Luca A (1996) Exchange Rate Regimes and Location Konstanz University mimeo.",
        "Mundell, Robert, 1961, A Theory of Optimum Currency Areas, American Economic Review, November, 509-517.",
        "McKinnon, Ronald, 1963, Optimum Currency Areas American Economic Review, 53, September, 717-724.",
        "Lucas, Robert E. Jr., 1976, Econometric Policy Evaluation. A Critique in The Phillips Curve and Labor Markets (K. Brunner and A.H. Meltzer, eds.), Carnegie-Rochesfer Conference Series on Public Policy, North-Holland, Amsterdam, 19-46.",
        "Krugman, Paul, 1993, Lessons of Massachusetts for EMU, in F. Giava~i and F. Torres, eds., The Transition to Economic and Monetary Union in Europe, Cambridge University Press, New York 241-261.",
        "Kenen, Peter, 1969, The Theory of Optimum Currency Areas: An Eclectic View, in R. Mundell and A. Swoboda, eds., Monetary Problems in the International Economy, Chicago: University of Chicago Press.",
        "Eichengreen, Barry, 1992, Should the Maastricht Treaty Be Saved? Princeton Studies in International Finance, No. 74, International Finance Section, Princeton Univ., December.",
        "Eichengreen, Barry, 1988, Real Exchange Rate Behavior Under Alternative International Monetary Regimes: Interwar Evidence, European Economic Review 32, 363-371.",
        "De Grauwe, Paul, and Wim Vanhaverbeke, 1993, Is Europe an Optimum Currency Area? Evidence from Regional Data, in Policy Issues in the Operation of Currency Unions, edited by Paul Masson and Mark Taylor, Cambridge University Press.",
        "Commission of the European Communities, 1990, One Market, One Money European Economy no. 44, October.",
        "Cohen, Daniel, and Charles Wyplosz, 1989, The European Monetary Union: An Agnostic Evaluation, in R. Bryant, D. Currie, J .Frenkel, P. Masson, and R. Fortes, ed. Macroeconomic Policies in an Interdependent World, Washington DC, Brookings, 311-337.",
        "Bayoumi, Tamim, and Barry Eichengreen, 1996, Optimum Currency Areas and Exchange Rate Volatility: Theory and Evidence Compared January.",
        "Bayoumi, Tamim, and Barry Eichengreen, 1994, One Money or Many? Analyzing the Prospects for Monetary Unification in Various Parts of the World, Princeton Studies in International Finance no. 76, September, Princeton.",
        "Bayourni, Tamim, and Barry Eichengreen, 1993c, Monetary and Exchange Rate Arrangements for NAFTA, IMP Discussion Paper No. WP/93/20, March.",
        "Bayoumi, Tamim, and Barry Eichengreen, 1993b, Is There A Conflict Between EC Enlargement and European Monetary Unification, Greek Economic Review 15, no. 1, Autumn, 131 - 154.",
        "Bayoumi, Tamim, and Barry Eichengreen, 1993a, Shocking Aspects of European Monetary Unification, in F. Giavazzi and F. Torres, eds., The Transition to Economic and Monetary Union in Europe, Cambridge University Press, New York.",
        "Artis, Michael, and Wenda Zhang, 1995, International Business Cycles and the ERM Is There a European Business Cycle? CEPR Discussion Paper No. 1191, August."
    ]
}