{
    "id": 5701,
    "cites": 23,
    "cited_by": 15,
    "reference": [
        "Scholz, John Karl. 1993. Tax Policy and the Working Poor: The Earned Income Tax Credit. In Focus. Vol. 15.",
        "Robins, Philip K. 1985. A Comparison of the Labor Supply Findings from the Four Negative Income Tax Experiments. In Journal of Human Resources. 20:567-582.",
        "National Council of Welfare. 1992. Welfare Reform. Ottawa: National Council of Welfare.",
        "Riccio, James; Friedlander, Daniel; and Freedman, Stephen. 1994. GAIN: Benefits, Costs, and Three-Year impacts of a Welfare-to-Work Program. New York: Manpower Demonstration Research Corporation.",
        "Munnell, Alicia H., ed. 1986. Lessons from the income Maintenance Erperimenzs. Boston: Federal Reserve Bank of Boston.",
        "Moffltt, Robert, and Kehrer, Kenneth C. 1981. The Effects of Tax and Transfer Programs on Labor Supply. In Research in Labor Economics, ed. Ronald Ehrenberg. Greenwich, Conn: JAI Press. 103-150.",
        "Moffitt, Robert. 1992. Evaluation Methods for Program Entry Effects. In Evaluating Welfare and Training Programs, ed. Charles F. Manski and Irwin Garfinkel. Cambridge, Mass.: Harvard University Press.",
        "Moffitt, Robert. 1983b. An Economic Model of Welfare Stigma. In American Economic Review. 73:1023-35.",
        "Vancouver: Social Research and Demonstration Corporation. Moffitt, Robert. 1983a. The~ Individual Work Incentives and Labor Market Impacts of Transfer Programs With a Work Requirement: The Static Theory. In Quarterly Review of Economics and Business. 23(1): 35-45.",
        "Lui-Gurr, Susanna; Vernon, Sheila Currie; and Mijanovich, Tod. 1994. Making Work Pay Better Than Welfare: An Early Look at the Self-Sufficiency Project. Vancouver: Social Research and Demonstration Corporation.",
        "Lemieux, Thomas; Fortin, Bernard; and Frechette, Pierre. 1994. The Effect of Taxes on Labor Supply in the Underground Economy. In American Economic Review. 84(1): 231- 254.",
        "Kesselman, Jonathan R., and Riddell, Craig W. 1991. Assessment of Alternative Subsidy Treatments for the EIC Self-Sufficiency Project. Ottawa: Employment and Immigration Canada.",
        "Gueron, Judith M., and Pauly, Edward. 1991. From Welfare to Work. New York: Russell Sage Foundation.",
        "Hoffman, Saul D., and Seidman, Laurence S. 1990. The Earned Income Tax Credit: Anti- Poverty Effectiveness and Labor Market Effects. Kalamazoo, Mich.: The W. E. Upjohn Institute for Employment Research.",
        "Greenberg, David H., and Wiseman, Michael. 1992. What Did the OBRA Demonstrations DO? In Evaluating Welfare and Training Programs, ed. Charles F. Manski and Irwin Garfinkel. Cambridge, Mass.: Harvard University Press.",
        "Gueron, Judith M. 1991. Work and Welfare: Lessons on Employment Programs. In Journal -40- of Economic Perspectives. 4(1):79-98.",
        "Greenberg, David H.; Long, David; Meyer, Daniel; Michalopoulos, Charles; and Robins, Philip K. 1995. Using Microsimulation to Help Design Pilot Demonstrations: An Illustration from the Canadian Self-Sufficiency Project. In Evaluation Review. 19(6):687-706.",
        "Friedlander, Daniel, and Burtless, Gary. 1995. Five Years After: The Long-Term Effects of Welfare-to-Work Programs. New York: Russell Sage Foundation.",
        "Vancouver: Social Research and Demonstration Corporation. Blank, Rebecca, and Hanratty, Maria. 1993. Responding to Need: A Comparison of Social Safety Nets in Canada and the United States. In Small Differences that Matter: Labor Markets and Income Maintenance in Canada and the United States, ed. David Card and Richard B. Freeman. Chicago: University of Chicago Press.",
        "Courchene, Thomas J. 1994. Social Canada in the Millenniwn. Toronto: C. D. Howe Institute.",
        "Bancroft, Wendy, and Vernon, Sheila Currie. 1995. The Struggle for Self-Sufficiency: Participants in the Self-Sufficiency Project Talk About Work, Welfare, and Their Futures.",
        "Mijanovich, Tod, and Long, David. 1995. Creating an Alternative to Welfare: First-Year Findings on the Implementation, Welfare Impacts, and Costs of the Self-Sufficiency Project.",
        "Hum, Derek, and Simpson, Wayne. 1991. Income Maintenance, Work Effort, and the Canadian Mincome Erperiment. Ottawa: Minister of Supply and Services Canada."
    ]
}