{
    "id": 5702,
    "cites": 69,
    "cited_by": 2,
    "reference": [
        "Alesina, A. and E. Spolaore. 1995. `On the Number and Size of Nations, NBER Working Paper No. 5050, Cambridge MA, March.",
        "Anderson, K. 1992a. The Standard Welfare Economics of Policies Affecting Trade and the Environment, Ch.2 in The Greening of World Trade Issues, edited by K.",
        "Anderson and R. Blackhurst, Ann Arbor: University of Michigan Press and London: Harvester Wheatsheaf. Anderson, K. l992b. Effects on the Environment and Welfare of Liberalizing World Trade: The Cases of Coal and Food, Ch.8 in The Greening of World Trade Issues, edited by K. Anderson and R. Blackhurst, Ann Arbor: University of Michigan Press and London: Harvester Wheatsheaf. Anderson, K. 1992c. Agricultural Trade Liberalisation and the Environment: A Global Perspective, The World Economy 15(1): 153-71, January.",
        "Anderson, K. 1993. Economic Growth, Environmental Issues and Trade, Ch. 11 in Pacific Dynamism and the International Economic System, edited by C.F.",
        "Bergsten and M. Noland, Washington, D.C.: Institute for International Economics. Anderson, K. 1995. `The Entwining of Trade Policy With Environmental and Labor Standards, Ch. 14 in The Uruguay Round and the Developing Countries, Discussion Paper 307, edited by W. Martin and L.A. Winters, Washington, D.C.: The World Bank.",
        "Anderson, K. and J. Drake-Brockman. 1995. `Trade and Environment Policy Issues: Implications for the Asia-Pacific Region, Canberra: AUSPECC (Australian Pacific Economic Cooperation Committee), February.",
        "Baldwin, R. 1995. `Does Sustainability Require Growth?, in The Economics of Sustainable Development, edited by I. Goldin and L.A. Winters, Cambridge: Cambridge University Press.",
        "Barbier, E.B., J.C. Burgess, T.M. Swanson and D.W. Pearce. 1990. Elephants, Economics and Ivory, London: Earthscan.",
        "Baumol, W. 1971. Environmental Protection, international Spillovers and Trade, Stockholm: Almqvist and Wiksell.",
        "Beckerman, W. 1992. Economic Growth and the Environment: Whose Growth? Whose Environment?, World Development 20(4): 481-96.",
        "Benedick, R.E. 1991. Ozone Diplomacy, Cambridge: Harvard University Press.",
        "Bhagwati, J.N. 1996. `The Demand to Reduce Domestic Diversity Among Trading Nations, Ch. 1 in Fair Trade and Harmonization: Prerequisites for Free Trade? Vol. 1, edited by J.N. Bhagwati and R. E. Hudec, Cambridge: MIT Press.",
        "Bhagwati, J.N. 1995. `Trade and Wages: Choosing Among Alternative Explanations, Federal Reserve Bank of New York Economic Policy Review, January.",
        "Bhagwati, J.N. and V.H. Dehejia. 1994. `Freer Trade and Wages of the Unskilled: Is Marx Striking Again?, Ch. 2 in Trade and Wages: Levelling Wages Down? edited by J.N. Bhagwati and M.H. Kosters, Washington, D.C.: American Enterprise Institute Press.",
        "Bhagwati, J.N. and T.N. Srinivasan. 1996. `Trade and the Environment: Does Environmental Diversity Detract from the Case for Free Trade? Ch. 4 in Fair Trade and Harmonization: Prerequisites for Free Trade? Vol. 1, edited by J.N.",
        "Burtless, G. 1995. `International Trade and the Rise of Earnings Inequality, Journal of Economic Literature 33(2): 800-16, June.",
        "Casella, A. 1996. `Free Trade and Evolving Standards, Ch. 3 in Fair Trade and Harmonization: Prerequisites for Free Trade? Vol. 1, edited by J.N. Bhagwati and R. E. Hudec, Cambridge: MIT Press.",
        "Charnovitz, S. 1987. `The Influence of International Labour Standards on the World Trading Regime: A Historical Review, International Labour Review 126(5): 565- 84, September-October.",
        "Chamovitz, S. 1991. `Exploring the Environmental Exceptions in GAIT Article XX, Journal of World Trade 25(5), October.",
        "Chichilnisky, G. 1994. `North-South Trade and the Global Environment, American Economic Review 84(4): 851-74, September.",
        "Copland, B. R. and M. S. Taylor. 1995. `Trade and Transboundary Pollution, American Economic Review 85(4): 716-37, September.",
        "Corden, W.M. and R. Findlay. 1975. `Urban Unemployment, Intersectoral Capital Mobility and Development Policy, Economica 42: 59-78, February.",
        "Deacon, R. and P. Shapiro. 1975. Private Preference for Collective Goods Revealed Through Voting on Referenda, American Economic Review 65: 943-55.",
        "Ehrenberg, R. 1994. Labour Markets and integrating National Economies, Washington, D.C.: Brookings Institution.",
        "Enders, A. and A. Porges. 1992. Successful Conventions and Conventional Success: Saving the Ozone Layer, Ch.7 in The Greening of World Trade Issues, edited by K. Anderson and R. Blackhurst, Ann Arbor: University of Michigan Press and London: Harvester Wheatsheaf.",
        "Esty, D.C. 1994. Greening the GAiT: Trade, Environment, and the Future, Washington, D.C.: Institute for International Economics.",
        "Farber, D.A. and R.E. Hudec. 1996. `GAIT Legal Restraints on Domestic Environmental Regulations, Ch. 3 in Fair Trade and Harmonization: Prerequisites for Free Trade? Vol. 2, edited by J.N. Bhagwati and R. E. Hudec, Cambridge: MIT Press.",
        "Falvey, R. 1995. `International Trade and Factor Price Convergence, Working Paper No.",
        "Finger, J.M. 1995. `Legalized Backsliding: Safeguard Provision in the GATT, Ch. 8 in The Uruguay Round and the Developing Countries, Discussion Paper 307, edited by W. Martin and L.A. Winters, Washington, D.C.: The World Bank.",
        "Francois, J.F., B. McDonald and H. Nordstrom. 1995. `Assessing the Uruguay Round, Ch. 6 in The Uruguay Round and the Developing Countries, Discussion Paper 307, edited by W. Martin and L.A. Winters, Washington, D.C.: The World Bank.",
        "GATT. 1971. Industrial Pollution Control and International Trade, GAIT Studies in International Trade No.1, Geneva: GAIT Secretariat.",
        "GAIT. 1991. Trade Policy Review: Indonesia, Geneva: GAIT Secretariat, August.",
        "GATT. 1994. International Trade Statistics 1994, Geneva: GAIT Secretariat.",
        "Grossman, G.M. 1995. `Pollution and Growth: What Do We Know?, in The Economics of Sustainable Development, edited by I. Goldin and L.A. Winters, Cambridge: Cambridge University Press.",
        "Grossman, G.M. and A.B. Krueger. 1993. Environmental Impacts of a North American Free Trade Agreement, pp. 13-56 in The Mexico-U.S. Free Trade Agreement, edited by P.M. Garber, Cambridge: MIT Press.",
        "Grossman, G.M. and A.B. Krueger. 1995. `Economic Growth and the Environment, Quarterly Journal of Economics 110(2): 353-78, May.",
        "Hanson, G. 1983. Social Clauses and International Trade: An Economic Analysis of Labour Standards in Trade Policy, New York: St Martins Press.",
        "Hillman, A.L. and H.N. Ursprung. 1992. The Influence of Environmental Concerns on the Political Determination of Trade Policy, Ch.lO in The Greening of World Trade Issues, edited by K. Anderson and R. Blackhurst, Ann Arbor: University of Michigan Press and London: Harvester Wheatsheaf.",
        "Hoekman, B. and M. Leidy. 1992. Environmental Policy Formation in a Trading Economy: a Public Choice Perspective, Ch. 11 in The Greening of World Trade Issues, edited by K. Anderson and R. Blackhurst, Ann Arbor: University of Michigan Press and London: Harvester Wheatsheaf.",
        "Hudec, R.E. 1996. `GAIT Legal Restraints on the Use of Trade Measures Against Foreign Environmental Practices, Ch. 3 in Fair Trade and Harmonization: Prerequisites for Free Trade? Vol. 2, edited by J.N. Bhagwati and R. E. Hudec, Cambridge: MIT Press.",
        "International Labour Organisation. 1956. Social Aspects of European Economic Cooperation, Report by a Group of Experts (the Ohlin Report), Geneva: ILO.",
        "Jaffe, A.B., SR. Peterson, P.R. Portney and R.N Stavins. 1995. `Environmental Regulation and the Competitiveness of U.S. Manufacturing: What Does the Evidence Tell Us?, Journal of Economic Literature 33(1): 132-63, March.",
        "Jones, L.A. and RE. Manuelli. 1995. `A Positive Model of Growth and Pollution Controls, NBER Working Paper No. 5205, Cambridge Mass., August.",
        "Krueger, A. 1977. Growth, Distortions and Patterns of Trade Among Many Countries, Princeton, N.J.: International Finance Section.",
        "Krugman, P. and R.Z. Lawrence. 1994. `Trade, Jobs, and Wages, Scien4flc American 270(4): 44-49, April.",
        "Leamer, E.E. 1987. Paths of Development in the Three Factor, n-Good General Equilibrium Model, Journal of Political Economy 95(5):961-99, October.",
        "Leonard, N.J. 1988. Pollution and the Struggle for World Product: Multinational Corporations, Environment and International Comparative Advantage, Cambridge: Cambridge University Press.",
        "Levinson, A. 1996. `Environmental Regulation and Industry Location: International and Domestic Evidence, Ch. 11 in Fair Trade and Harmonization. Prerequisites for Free Trade? Vol. 1, edited by J.N. Bhagwati and R. E. Hudec, Cambridge: MiT Press.",
        "Low, P. 1992. Trade Measures and Environmental Quality: The Implications for Mexicos Exports, Ch.7 in international Trade and the Environment, Discussion Paper 159, edited by P. Low, Washington, D.C.: The World Bank.",
        "Meadows, D.H. et al. 1972. The Limits to Growth, New York: Universe Books.",
        "Radetzki, M. 1992. `Economic Growth and Environment, Ch. 8 in International Trade and the Environment, Discussion Paper 159, edited by P. Low, Washington, D.C.: The World Bank.",
        "Sapir, A. 1996. `Trade Liberalization and the Harmonization of Social Policies: Lessons From European Integration, Ch. 15 in Fair Trade and Harmonization: Prerequisites for Free Trade? Vol. 1, edited by J.N. Bhagwati and R. E. Hudec, Cambridge: MIT Press.",
        "S iebert, H. 1974. Environmental Protection and International Specialization, WelwirtschaftlichesArchiv 110: 494-508.",
        "Siebert, H., J. Eichberger, R. Gronych and R. Pethig. 1980. Trade and Environment: A Theoretical Enquiry, Amsterdam: Elsevier.",
        "Snape, R.H. 1992. The Environment, International Trade and Competitiveness, Ch.4 in The Greening of World Trade Issues, edited by K. Anderson and R. Blackhurst, Ann Arbor: University of Michigan Press and London: Harvester Wheatsheaf.",
        "Steenblik, R.P. and P. Coroyannakis. 1995. `Reform of Coal Policies in Western and Central Europe: Implications for the Environment, Energy Policy 23(6): 537-54, June.",
        "Steil, B. 1994. Social Correctness is the New Protectionism, Foreign Affairs 73(1): 14-20, JanuaryfFebruary.",
        "Tobey, J.A. 1990. The Effects of Domestic Environmental Policies on Patterns of World Trade: An Empirical Test, Kyklos 43(2): 19 1-209.",
        "Tyers, R. and Y. Yang 1995. `Trade with Asia and Skill Upgrading: Effects on Factor Markets in the Older Industrial Countries, mimeo, Australian National University, Canberra, October.",
        "Ulph, A. 1994. Environmental Policy and International Trade -- A Survey of Recent Economic Analysis, paper presented to the Workshop on Designing Economic Policy for the Management of Natural Resources and the Environment, Crete, 7-9 September.",
        "Van Grasstek, C. 1992. The Political Economy of Trade and the Environment in the United States, Ch.13 in International Trade and the Environment, edited by P.",
        "Low, Discussion Paper 159, Washington, D.C.: The World Bank. Walter, I. 1975. The International Economics of Pollution, London: Macmillan.",
        "Walter, I., ed. 1976. Studies in International Environmental Economics, New York: Wiley.",
        "Wilson, J.D. 1996. `Capital Mobility and Environmental Standards: Is There a Theoretical Basis for a Race to the Bottom? Ch. 10 in Fair Trade and Harmonization: Prerequisites for Free Trade? Vol. 1 edited by J.N. Bhagwati and R. E. Hudec, Cambridge: MIT Press.",
        "Wood, A. 1994. North-South Trade, Employment and Inequality: Changing Fortunes in a Skill-Driven World, Oxford: Clarendon Press.",
        "World Bank. 1993. World Development Report 1993, New York: Oxford University Press.",
        "World Bank. 1994. World Development Report 1994, New York: Oxford University Press.",
        "World Bank. 1995. World Development Report 1995, New York: Oxford University Press.",
        "Zarsky, L. and J. Drake-Brockman. 1994. `Trade, Environment, and APEC, CAPA Report No. 18, San Francisco: Asia Foundation, December."
    ]
}