{
    "id": 5703,
    "cites": 68,
    "cited_by": 13,
    "reference": [
        "[75] Woodford, Michael, 1986b, Stationary Sunspot Equilibria in a Finance Constrained Economy, Journal of Economic Theory 40, no. 1, October.",
        "[74] Woodford, Michael, 1986a, Stationary Sunspot Equilibria: The Case of Small Fluc- tuations Around a Deterministic Steady State, unpublished manuscript, University of Chicago, September. 53",
        "[73] Watson, Mark, 1993, Measures of Fit for Calibrated Models, Journal of Political Economy 101, no. 6, pp. 1011-1041.",
        "[72] Shleifer, Andrei, 1986, Implementation Cycles, Journal of Political Economy 94, no. 6, pp. 1163-1190.",
        "[71] Stokey, Nancy, and Robert E. Lucas, with Edward Prescott, 1989, Recursive Methods irZ Economic Dynamics, Harvard University Press.",
        "[70] Sch~utt-Grohe, Stephanie, and Martin Uribe, 1996, Balanced-Budget Rules, Distor- tionary Taxes, and Aggregate Instability, unpublished manuscript, Federal Reserve Board of Governors, Washington, D.C.",
        "[69] ~chm~tt-urohe, Stephanie, laud, comparing tour iViodets ot Aggregate fluctuations Due to Self-Fulfilling Expectations, Federal Reserve Board of Governors Finance and Economucs Discussion Series 95-17, Washington, D.C. ~ At, . , ~ .",
        "[66] Rotemberg, Julio, and Michael Woodford, 1996, Real Business Cycles and the Fore- castable Movements in Output, Hours, and Consumption, American Economic Review 86, pp. 71-89.",
        "[64] Romer, Paul, 1986, Increasing Returns and Long-Run Growth, Journal of Political Economy 94, no. 5, pp. 1002-1037.",
        "[65] Romer, Paul, 1987, Growth Based on Increasing Returns Due to Specialization, Amer- ican Economic Revieu Papers and Proceedings 77, no. 2, May.",
        "[63] Rebelo, Sergio, 1991, Long-Run Policy Analysis and Long-Run Growth, Journal of Political Economy 99, no. 3, pp. 500 521.",
        "[61] Mortensen, Dale T., 1991, Equilibrium Unemployment Cycles, unpublished manu- script, Northwestern University.",
        "[62] Poole, William, 1970, Optimal Choice of Monetary Policy Instruments in a Simple Stochastic Macro Model, Quarterly Journal of Economics, May, pp. 197-216.",
        "[60] Mortensen, Dale T., 1989, The Persistence and Indeterminacy of Unemployment in Search Equilibrium, Scandinavian Journal of Economics 91, pp. 347-370.",
        "[59] McGrattan, Ellen R., Richard Rogerson, and Randall Wright, 1996, An Equilibrium Model of the Business Cycle With Household Production and Fiscal Policy, Interna- tional Economic Review, forthcoming. 52",
        "[58] Matsuyama, Kiminori, 1991b, Endogenous Price Fluctuations in an Optimizing Model of a Monetary Economy, Econometrica 59, pp. 1617-1631.",
        "[57] Matsuyama, Kiminori, 1991a, Increasing Returns, Industrialization, and Indetermi- nacy of Equilibrium, Quarterly Journal of Economics 106, no. 2, pp. 617 650.",
        "[56] Matheny, Kenneth J., 1994, Increasing Returns and Monetary Policy, manuscript, Purdue University.",
        "[55] Lasota, Andrzej, and Michael C. Mackey, 1985, Probabilistic Properties of Deterministic Systems, Cambridge University Press.",
        "[53] Krugman, Paul, 1991, History Versus Expectations,, Quarterly Journal of Economics 106, no. 2, pp. 651~67",
        "[54] Kydland, Finn, and Edward C. Prescott, 1980, A Competitive Theory of Fluctuations and the Feasibility and Desirability of Stabilization Policy, in Stanley Fischer, editor, Rational Expectations and Economic Policy, University of Chicago Press.",
        "[51] Jovanovic, Boyan, 1989, Observable Implications of Models with Multiple Equilibria, Econometrica 57, no. 6, pp. 1431-1437.",
        "[52] Klenow, Peter J., 1992, Multiple Steady States and Business Cycles, manuscript, Graduate School of Business, University of Chicago.",
        "[50] lmrohoroglu, Selahattin, 1993, Testing for Sunspot Equilibria in the German Hyper- inflation, Journal of Economic Dynamics and Control 17, 289-317.",
        "[45] Hamilton, James, 1989, A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle, Econometrica 57, pp. 331-339.",
        "[48] Hansen, Lars Peter, and Kenneth Singleton, 1982, Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models, Econometrica 50, pp. 1269 1288.",
        "[49] Howitt, Peter, and Preston McAfee, 1988, Stability of Equilibria with Externalities, Quarterly Journal of Economics 103, pp. 261-278.",
        "[44] Hall, George, 1996, Overtime, Effort and the Propagation of Business Cycle Shocks, Journal of Monetary Economics, forthcoming. 51",
        "[42] Guesnerie, Roger, and Michael Woodford, 1992, Endogenous Fluctuations, in Jean- Jacques Laffont, editor, Advances in Economic Theory, Sixth World Congress, vol. 2, Cambridge University Press.",
        "[43] Guo, Jang-Ting, and Kevin Lansing, 1996, State-Contingent Fiscal Policy and Sunspot Equilibria, unpublished manuscript, University of California, Riverside.",
        "[39] Gall, Jordi, 1994a, Monopolistic Competition, Business Cycles, and the Composition of Aggregate Demand, Journal of Economic Theory 63, pp. 73-96.",
        "[40] Gall, Jordi, 1994b, Monopolistic Competition, Endogenous Markups and Growth, European Economic Review 38, pp. 748-756.",
        "[41] Grandmont, Jean-Michel, 1986, Stabilizing Competitive Business Cycles, in Jean- Michel Grandmont, editor, Nonlinear Economic Dynamics, Academic Press.",
        "[37] Farmer, Roger E. A., and Michael Woodford, 1984, Self-Fulfilling Prophecies and the Business Cycle, Center for Analytic Research in Economics and Social Science, Working Paper 84-12, University of Pennsylvania, April.",
        "[38] Fischer, Stanley, 1980, On Activist Monetary Policy with Rational Expectations, in Stanley Fischer, editor, Rational Expectations and Economic Policy, University of Chicago Press.",
        "[36] Farmer, Roger E. A., and Guo, J.-T., 1995, The Econometrics of Indeterminacy: An Applied Study, Journal of Monetary Economics.",
        "[34] El-Gamal, Mahmoud, 1991, Non-Parametric Estimation of Deterministically Chaotic Systems, Economic Theory 1, pp. 147-167.",
        "[35] Farmer, Roger E. A., and Guo, J-T., 1994, Real Business Cycles and the Animal Spirits Hypothesis, Journal of Economic Theory 63, pp. 42-73.",
        "[33] Domowitz, Ian, and Mahmoud A. El-Gamal, 1994, Is Your Model Chaotic? A Con- sistent Simulation-Based Test, in V. Lakshmikantham and W. de Gruyten, editors, Proceedings of the First World Congress of Nonlinear Analysis, Walter de Gruyter Pub- lishing Company.",
        "[32] Domowitz, Ian, and Mahmoud A. El-Gamal, 1993, A Consistent Test of Stationary Ergodicity, Econometric Theory 9, 589-601.",
        "[30] Diamond, Douglas, and Philip Dybvig, 1983, Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy 91, no. 3, pp. 401-419. 50",
        "[31] Diamond, Peter, 1982, Aggregate-Demand Management in Search Equilibrium,, Jo7lr- nal of Political Economy 90, no. 5, pp. 881-894.",
        "[28] Dagsvik, John, and Boyan Jovanovic, 1994, Was the Great Depression a Low-Level Equilibrium, European Economic Review, December.",
        "[29] Devaney, Robert L., 1989, An Introduction to Chaotic Dynamical Systems, second edi- tion, Addison-Wesley: Redwood City, California.",
        "[26] Cole, Harold L., and Timothy Kehoe, 1996, Self-Fulfilling Debt Crises, Research Department Staff Report 210, Federal Reserve Bank of Minneapolis.",
        "[27] Cooper, Russell, and Andrew John, 1988, Coordinating Coordination Failures in Key- nesian Models, Quarterly Journal of Economics 103, August, pp. 441-463.",
        "[24] Cochrane, John, 1995, Shocks, Carnegie-Rochester Conference on Public Policy.",
        "[25] Cogley, Timothy, and James Nason, 1995, Output Dynamics in Real-Business-Cycle Models, American Economic Review 3, pp. 492-511.",
        "[23] Christiano, Lawrence J., and Richard Todd, 1996, Time to Plan and Aggregate Fluc- tuations, Federal Reserve Bank of Minneapolis Quarterly Review 20, pp. 14-27.",
        "[22] Christiano, Lawrence J., and Martin Eichenbaum, 1992, Current Real-business-cycle Theories and Aggregate Labor Market Fluctuations, American Economic Reviewer 82, pp. 430-450.",
        "[20] Christiano, Lawrence J., 1984, A Reexamination of the Theory of Automatic Stabiliz- ers, Carnegie-Rochester Conference Series on Public Policy 20.",
        "[21] Christiano, Lawrence J., 1988, Why Does Inventory Investment Fluctuate So Much? Journal of Monetary Economics.",
        "[18] Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo, 1995, Capacity Utilization and Returns to Scale, in Ben Bernanke and Julio Rotemberg, editors, Macroeconomics Annular.",
        "[19] Cass, David, and Karl Shell, 1983, Do Sunspots Matter? Journal of Political Economy 91, pp. 193-227.",
        "[16] Bryant, John, 1983, A Simple Rational Expectations Keynes-Type Model, Quarterly Journal of Economics 98, no. 3.",
        "[17] Burnside, Craig, and Martin Eichenbaum, 1995, Factor Hoarding and the Propagation of Business Cycle Shocks, Working Paper 4675, National Bureau of Economic Research.",
        "[15] Bryant, John, 1981, Bank Collapse and Depression, Journal of Money, Credit and Banking 13, pp. 454-464.",
        "[13] Boldrin, Michele, and Aldo Rustichini, 1994, Growth and Indeterminacy in Dynamic Models with Externalities, Econometrica 62, no. 2.",
        "[14] Boldrin, Michele, and Michael Woodford, 1990, Equilibrium Models Displaying En- dogenous Fluctuations and Chaos, Jo7lrrzal of Monetary Economics 25, pp. 189-222. 49",
        "[12] Boldrin, Michele, Nobuhiro Kiyotaki, and Randall Wright, 1993, A Dynamic Equilib- rium Model of Search, Production and Exchange, Journal of Economic Dynamics and Control.",
        "[11] Boldrin, Michele, 1992, Dynamic Externalities, Multiple Equilibria, and Growth, Journal of Economic Theory 58, no. 2, December.",
        "[10] Benhabib, Jess, and Aldo Rustichini, 1994, Introduction to the Symposium on Growth, Fluctuations, and Sunspots: Confronting the Data,Jonrnal of Economic Theory 63, pp. 1-18.",
        "[9] Benhabib, Jess, and Roberto Perli, 1994, Uniqueness and Indeterminacy: On the Dynamics of Endogenous Growth, Journal of Economic Theory 63, pp. 113-142.",
        "[8] Benhabib, Jess, and Roger E. A. Farmer, 1996, The Monetary Transmission Mecha- nism, manuscript.",
        "[6] Benhabib, Jess, and Roger E. A. Farmer, 1994, Indeterminacy and Growth, Journal of Economic Theory 63, pp. 19 41.",
        "[7] Benhabib, Jess, and Roger E. A. Farmer, 1995, Indeterminacy and Sector-Specific Externalities, manuscript, department of economics, UCLA, May.",
        "[1] Altug, Sumru, 1989, Time to Build and Aggregate Fluctuations: Some New Evidence, International Economic Review 30, pp. 889-920.",
        "[2] Alvarez, Fernando, and Nancy L. Stokey, 1995, Dynamic Programming with Homoge- neous I;,unctions, manuscript, University of Chicago."
    ]
}