{
    "id": 5706,
    "cites": 31,
    "cited_by": 66,
    "reference": [
        "Weder, Rolf (1995) Linking Absolute and Comparative Advantage to Intra-Industry Trade Theory, Review of International Economics, 3:3, October.",
        "Trefler, Daniel (1996) The Case of the Missing Trade and other Mysteries, American Economic Review.",
        "Trefler, Daniel (1993) International Factor Price Differences: Leontief was Right!, Journal of Political Economy, 101.",
        "Markusen, James R. and Wigle, Randall M. (1990) Explaining the Volume of North-South Trade, Economic Journal, 100, 1206- 1215.",
        "Scherer, F. M. and David Ross (1990) Industrial Market Structure and Economic Performance, Boston: Houghton Mifflin Company.",
        "Markusen, James R. (1986) Explaining the Volume of Trade: An Eclectic Approach, American Economic Review, 76, 1002-1011.",
        "McCallurn, John (1995) rational Borders Matter: Canada-US Regional Trade Patterns, American Economic Review, 85:3.",
        "Leontief, Wassily (1953) Domestic Production and Foreign Trade: The American Capital Position Re-Exarnined, Proceedings of the American Philosophical Society, 97, 332-349.",
        "Leamer, Edward and James Levinsohn (1995) international Trade Theory: The Evidence in Gene Grossman and Kenneth Rogoff, eds., Handbook of International Economics, vol. 3, New York: Elsevier.",
        "Leamer, Edward (1980) The Leontief Paradox Reconsidered, Journal of Political Economy, 88, 495-503.",
        "Leamer, Edward (1984) Sources of International Comparative Advantage, Cambridge: MIT Press.",
        "Krugman, Paul R. (1991) Geography and Trade, Cambridge: MIT.",
        "Krugman, Paul R. (1994) Empirical Evidence on the New Trade Theories: The Current State of Play, in New Trade Theories: A Look at the Empirical Evidence, London: Center for Economic Policy Research.",
        "Krugman, Paul R. (1990) Introduction, Rethink~ngInternational Trade, Cambridge: MIT.",
        "Krugman, Paul R. (1984) Import Protection as Export Promotion, in H. Kierzkowski, ed Monopolistic Competition and International Trade, New York. Oxford U. Pr.",
        "Jorgenson, Dale (1986) Econometric Methods for Modeling Producer Behavior, in Griliches, Zvi, and Michael Intriligator, eds., Handbook of Econometrics. Volume 3, New York: Elsevier Science.",
        "Krugman, Paul R. (1980) Scale Economies, Product Differentiation, and the Pattern of Trade, American Economic Review, 70, 950-959.",
        "Hunter, Linda and James R. Markusen, (1989) Per-Capita Income as a Determinant of Trade, in Feenstra, EmpiricalMeth~dsforInternational Trade, 89-109.",
        "Hunter, Linda. (1991) The Contribution of Nonhomothetic Preferences to Trade, Journal of International Economics, May, 345-358.",
        "Hummels, David, and Levinsohn, James (1995) Monopolistic Competition and International Trade: Reconsidering the Evidence, Quarterly Journal of Economics, Vol. CX, August, pp. 799- 836.",
        "Harrigan, James (1994) Scale Economies and the Volume of Trade, Review of Economics and Statistics, 76:2.",
        "Helpman, Elhanan (1981) International Trade in the Presence of Product Differentiation, Economies of Scale and Monopolistic Competition: A Chamberlin-Heckscher-Ohlin Approach, Journal of International Economics, 11 :3.",
        "Dixit, Avinash K., and Norman, Victor (1980) Theory of International Trade, Cambridge: Cambridge U. Pr.",
        "Grubel, H.G. and P.J. Lloyd (1975) Intra- Industry Trade: The Theory and Measurement of International Trade in DifJerentiated ProducJs, New York: John Wiley and Sons.",
        "Davis, Donald R., David E. Weinstein, Scott C. Bradford and Kazushige Shimpo (1996) The Heckscher-Ohlin-Vanek Model of Trade: Why Does it Fail? When Does it Work? NBER Working Paper 5625, June.",
        "Deardorff, Alan V. (1995) Determinants of Bilateral Trade: Does Gravity Work in a Neoclassical World? forthcoming in Jeffrey Frankel, ea., Regionalization of the World Economy, Chicago: U. of Chicago and NBER.",
        "Dixit, Avu~ash K., and Stiglitz, Joseph E. (1977) Monopolistic Competition and Optimum Product Diversity, American Economic Review 67 (3), 297-308.",
        "Davis, Donald R. and Jagdish Bhagwati (1995) Intraindustry Trade: Issues and Theory, forthcoming in James Melvin, James Moore, and Ray Riezrnan, eds., Trade, Welfare, and Econometrics: Essays in Honor of John S. Chipman, New York: Routledge.",
        "Brecher, Richard A and Ehsan Choudhri (1993) Some Empirical Support for the Heckscher-Ohlin Model of Production, Canadian Journal of Economics, 26:2.",
        "Davis, Donald R (1995) Intraindustry Trade: A Heckscher-Ohlin-Ricardo Approach,, Journal of International Economics, 39:34, November.",
        "Bowen, Harry P., Edward Leamer, and Leo Sveikauskas (1987) Multicountry, Multifactor Tests of the Factor Abundance Theory, American Economic Review, v. 77."
    ]
}