{
    "id": 5707,
    "cites": 15,
    "cited_by": 15,
    "reference": [
        "Social Security Administration (SSA), Annual Statistical Supplement to the Social Security Bulletin, US Department of Health and Human Services, Social Security Administration, various years. Social Security Programs in the United States, Social Security Bulletin, 56(4), Winter 1993.",
        "Steuerle, C. Eugene and Jon M. Bakija, Retooling Social Security for the 21st Century, The Urban Institute, 1994.",
        "Thompson, Lawrence H. The Social Security Reform Debate, Journal of Economic Literature, December 1983, 21(4), pp 1425-1467.",
        "US Department of Health and Human Services, SSAs Retirement History Survey: Compilation of Reports, September 1987.",
        "EVE Working Paper - Mitchell/Olson/Staim~eier - version 8/1/.)G 33 Quinn, Joseph F. Burl~hauser, Richard V., and Myers, Daniel A. Passing The Torch: The Influence of Economic Incentives on Work and Retirement. Kalamazoo: W.E. Upjohn Institute, 1990.",
        "Pozzebon, Silvana and Mitchell, Olivia S. Married Womens Retirement Behavior, Journal of Population Economics, 2(1), 1989. pp. 301-53.",
        "Office of the Actuary, Users Guide for PIA Calculation Program, Version 1995.1, Social Security Administration, US Department of Health and Human Services, Publication11-11501, 1995.",
        "Nelson Jr., William J., Disability Trends in the United States: A National and Regional Perspective, Social Securitv Bulletin, 57(3), Fall 1994.",
        "Mitchell, Olivia S. Social SccuIity Reforms and Poverty Among Dual-Earner Couples. Journal of Population Economics 4, (19.)1): 281-293. Myers, Robert. Social Security. Pension Researcll Council and University of Pennsylvania Press: Philadelphia, 1993.",
        "Hurd, Michael D. Research On The Elderly: Economic Status, Retirement, and Consumption and Saving, Journal of Economic Literature, June 1990, 28(2), pp. 565-637.",
        "Hurd, Michael D. The Joint Retirement Decision Of Husbands And Wives, in Issues In The Economics of Acing. Ed. D. Wise. Chicago: University of Chicago Press, 1990, pp. 231-254.",
        "Gustman, Alan, Olivia S. Mitchell and Thomas Steinmeier. Retirement Research Using the Health and Retirement Survey Journal of Human Resources (1995).",
        "Gustman, Alan. L. and Steinmeier, Thomas L. A Structural Retirement Model, Econometrica, May, 1986, 54(3), pp 555-584.",
        "Gustman, Alan L. and Mitchell, Olivia S. Pensions and the Labor Market: Behavior and Data Requirements, in Pensions and the U.S. Economy: The Need for Good Data. Ed. Z. Bodie and A Munnell. Philadelphia. Pa: Pension Research Council and University of Pennsylvania Press, 1992, pp. 39-87.",
        "Ballantyne, Harry C., present Policies and Methods Regarding the Long-Term Adjustment of Benefits, Social Securitv Bulletin, 47(10), October 1984."
    ]
}