{
    "id": 5708,
    "cites": 30,
    "cited_by": 161,
    "reference": [
        "Murnane, Frank, John B. Willett, and Frank Levy. (1995). The Growing Importance of Cognitive Skills in Wage Determination. Review of Economics and Statistics 77, no. 2: 251-266.",
        "Ribich, Thomas I. and James L. Murphy. (1975). The Economic Returns to Increased Educational Spending. Journal of Human Resources 10 (Spring): 56-77.",
        "Rizzuto, Ronald and Paul Wachtel. (1980). Further Evidence on the Returns to School Quality. Journal of Human Resources 15 (Spring): 240-254.",
        "Lang, Kevin. (1993). Ability Bias, Discount Rate Bias and the Return to Education. Unpublished paper, Boston University.",
        "Link, Charles, Edward Ratledge, and Kenneth Lewis. (1980). The Quality of Education and Cohort Variation in Black-White Earnings Differentials: Reply. American Economic Review 70: 196-203.",
        "McGiverin, J.D., D. Gilman, and C. Tillitski. 1989. A Meta-analysis of the Relation between Class Size and Achievement. The Elementary School Journal 90 (September): 47-56.",
        "Morgan, James and Ismail Sirageldin. (1968). A Note on the Ouality Dimension in Education. Journal of Political Economy 76 (September/October): 1069-1077.",
        "Mosteller, Fredrick. (1995). The Tennessee Study of Class Size in the Early School Grades. Critical Issues for Children and Youths 5, (Summer/Fall): 113-127.",
        "Johnson, George and Frank Stafford. (1973). Social Returns to Quantity and Quality of Schooling. Journal of Human Resources 8 (Spring): 139-155.",
        "Hedges, Larry V., Richard Laine and Rob Greenwald (1994). Does Money Matter? A Meta-Analysis of Studies of the Effects of Differential School Inputs on Student Outcomes. Education Researcher 23, no. 3 (April): 5-14.",
        "Harmon, Colm, and Ian Walker. 1995. Estimates of the Economic Return to Schooling in the U.K. American Economic Review 85 (5): 1278-86.",
        "Heckman, James J. Lessons from the Bell Curve. Journal of Political Economy 103 (5): 1091-1120. Beckman, James J., Anne Layne-Farrar, and Petra Todd. Does Measured School Quality Really Matter? An Examination of the Earnings-Quality Relationship. In Gary Burtless, editor, Does Money Matter? The Effect of School Resources on Student Achievement and Adult Success Washington D.C.: Brookings Institution, 1996, pp. 192-189.",
        "Hedges, L.V. and W. Stock. (1983). The Effects of Class Size: An Examination of Rival Hypotheses, American Educational Research Journal, 20 (month): 63-65.",
        "Hanushek, Eric A. (1996). School Resources and Student Performance. In Gary Burtless, editor, Does Money Matter? The Effect of School Resources on Student Achievement and Adult Success Washington D.C.: Brookings Institution, 1996, pp. 43-73.",
        "Griliches, Zvi. (1977). Estimating the Returns to Schooling: Some Econometric Problems. Econometrica 45 (January): 1-22.",
        "Jeff Grogger. 1996. School Expenditures and Post-Schooling Earnings: Evidence from High School and Beyond. Forthcoming, Review of Economics and Statistics.",
        "Hanushek, Eric A. (1986). The Economics of Schooling: Production and Efficiency in Public Schools. Journal of Economic Literature 24 (September): 1141-1177.",
        "Glass, Gene, and M.L. Smith. 1978. Meta-analysis of Research on the Relationships of Class Size and Achievement. ERIC Document Reproduction Service No. ED 168 129.",
        "Coleman, James S., and others. 1966. Equality of Educational Opportunity (Department of Health, Education and Welfare).",
        "Fogel, Robert and Stanley Engerman. (1974). Time on the Cross. Boston: Little Brown.",
        "Card, David and Alan B. Krueger. (1992a). Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States. Journal of Political Economy 100 (February): 1-40.",
        "Card, David and Alan B. Krueger. (1992b). School Quality and Black- White Relative Earnings: A Direct Assessment. Quarterly Journal of Economics 107 (February): 151-200.",
        "Card, David and Alan B. Krueger. (1996). Labor Market Effects of School Quality: Theory and Evidence. In Gary Burtless, editor, Does Money Matter? The Effect of School Resources on Student Achievement and Adult Success Washington D.C.: Brookings Institution, 1996, pp. 97-140.",
        "Bond, Horace Mann. (1934). Tbe Education of the _ in the American Social Order. _ York: Prentice Hall.",
        "Boozer, Michael, Alan Krueger, and Shari Balkan. (1992). Race and School gualiLy Since Brown van. of Education. Brookings Papers on Economic Activity: Microeconomics, Martin N. Baily and Clifford Winston (eds.): pp. 269-326.",
        "Card, David. (1995). Schooling, Earnings and Ability Revisited. In Solomon Polachek, editor, Research in Labor Economics (volume 14). Greenwich Connecticut: JAI Press.",
        "Betas, Julian. (199S). Does School gualiLy MatLer? Evidence from the National Longitudinal Survey of duty. Review of Ec as and StaListics 77, no. 2: 211-250. Betts, Julian. (forthc 1996). Is There a Link Between Sdhool Inputs and Earnings? Fresh Scrutiny of an Old LiLeraLure. In Gary ductless, editor, The Link BeLween Schools, Student Achievement, and Adult Success.",
        "American Ec c Review 70 (March): 186-191. Altonji, Joseph and s [unn. 1996. Lying Sthlings to Estimate the Effect of School Quality on Wages. Forthc , Review of Ec as and StatisLics.",
        "Angrist, Joshua D. and Alan B. Krueger. (1991). Does Co~pu180~y Schooling Affect and kid? OuarLerly Jdurnal of Ec can 106 (November): 979-1014.",
        "Be , Here and Nancy Birdsall. (1983). The Quality of Schcoling: Quantity alone is Misleading. _ rican Economic Review 71 (Dee ^ r)~928- 946."
    ]
}