{
    "id": 5709,
    "cites": 27,
    "cited_by": 79,
    "reference": [
        "Roldos, Jorge E., 1990, The Terms of Trade and the Real Exchange Rate, Mimeo (September).",
        "Samuelson, Paul, 1964, Theoretical Notes on Trade Problems, Review of Economics and Statistics 46: 145-154.",
        "Strauss, Jack, 1995, Real Exchange Rates, PPP and the Relative Price of Nontraded Goods, Southern Economic Journal 61(4) (April): 991-1005.",
        "Wei, Shang-Jin and David Parsley, 1995, Purchasing Power DisParity during the Floating Rate Period: Exchange Rate Volatility, Trade Barriers and Other Culprits, NBER Working Paper 5032 (February).",
        "Wolff, Christian C.P, 1987,Time-Varying Parameters and the Out-of-Sample Forecasting Performance of Structural Exchange Rate Models, Journal of Business and Economic Statistics 5(1): 87-97.",
        "Pedroni, Peter, 1995, Panel Cointegration: Asymptotic and Finite Sample Properties of Pooled Time Series Tests with an Application to the PPP Hypothesis, Working Paper 95- 013 (Department of Economics, Indiana University).",
        "Phillips, Peter C.B. and Mico Loretan, 1991, Estimating Long-run Equilibria, Review of Economic Studies 58: 407-436.",
        "Rogoff, Kenneth, 1992, Traded Goods Consumption Smoothing and the Random Walk Behavior of the Real Exchange Rate, Bank of Japan Monetary and Economic Studies 10(2): 1-29. Also, NBER Working Paper 4119 (July 1992).",
        "OConnell, Paul, 1996, The Overvaluation of Purchasing Power Parity, Mimeo (Harvard University, April).",
        "Osterwald-Lenum, M., 1992, A Note with Quantiles of the Asymptotic Distribution of the Maximum Likelihood Cointegration Rank Test Statistics,a Oxford Bulletin of Economics and Statistics 54: 461-472.",
        "Marston, Richard, 1990, Systematic Movements in Real Exchange Rates in the G-5: Evidence on the Integration of Internal and External Markets, Journal of Banking and Finance 14(5) (November): 1023-1044.",
        "Micossi, Stefano, and Gian Maria Milesi-Ferretti, 1994, Real Exchange Rates and the Prices of Nontradable Goods, IMP Working Paper 94/19 (February).",
        "Edison, Hali, 1987, ~Purchasing Power Parity in the Long Run: A Test of the Dollar/Pound Exchange Rate (189~78)-, Journal of Money, Credit and Banking 19(3): 376-87.",
        "Frankel, Jeffrey and Andrew Rose, 1996, A Panel Project on Purchasing Power Parity: Mean Reversion within and between Countries,n Journal of International Economics 40(1/2): 209-224.",
        "Isard, Peter and Steven Symansky, 1995, Long Run Movements in Real Exchange Rates, Mimeo. (International Monetary Fund).",
        "Johansen, S0ren, 1988, Statistical Analysis of Cointegrating Vectors,R Journal of Economic Dynamics and Control 12: 231-54.",
        "Johansen, S0ren, and Katerina Juselius, 1990, Maximum Likelihood Estimation and Inference on Cointegration - With Applications to the Demand for Money, Oxford Bulletin of Economics and Statistics 52: 169-210.",
        "Levin, Andrew and Chien-Fu Lin, 1992, Unit Root Tests in Panel Data: Asymptotic and Finite Sample Properties, Mimeo (UCSD: La Jolla, Apnl).",
        "MacDonald, Ronald, 1995, Long Run Exchange Rate Modeling, IMF Staff Papers 42(3) (September): 437-489.",
        "Breuer, Janice Boucher, 1994, rAn Assessment of the Evidence on Purchasing Power Parity, in John Williamson (ed.), Estimating Equilibrium Exchange Rates (Washington, DC: Institute for International Economics): 245-277.",
        "Canzoneri, Matthew, Robert Cumby and Behzad Diba, 1996, Relative Labor Productivity and the Real Exchange Rate in the Long Run: Evidence for a Panel of OECD Countries, Mimeo (Georgetown University, March).",
        "Cheung, Yin-Wong and Kon. S. Lai, 1993a, Finite-Sample Sizes of Johansens Likelihood Ratio Tests for Cointegration, Oxford Bulletin of Economics and Statistics 55(3): 313-328 Cheung, Yin-Wong and Kon. S. Lai, 1993b, Long-Run Purchasing Power Parity during the Recent Float, Journal of International Economics 34: 181-92.",
        "Chinn, Menzie and Richard Meese, 1995, Banking on Currency Forecasts: How Predictable Is Change in Money?~ Journal of International Economics 38(1-2) (February): 161-179.",
        "DeGregorio, Jose and Holger Wolf, 1994, Terms of Trade, Productivity, and the Real Exchange Rate, NBER Working Paper 4807 (July).",
        "DeGregorio, Jose, Alberto Giovannini, and Holger Wolf, 1994, ~International Evidence on Tradables and Nontradables Inflation, European Economic Review 38: 1225-1244.",
        "Asea, Patrick and W. Max Corden, 1994, The Balassa-Samuelson Model: An Overview, Review of International Economics 2: 191-200.",
        "Balassa, Bela, 1964, The Purchasing Power Parity Doctrine: A Reappraisal, Journal of Political Economy 72: 584-596."
    ]
}