{
    "id": 571,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "Brito, D. L. and J. David Richardson (1975), Some Disequilibrium Dynamics of Exchange-Rate Changes, Journal of International Economics, 5 (February 1975), pp. 1-13.",
        "A German Application, manuscript, October. Cuddington, John T. (1979), Import Quotas and Non-Price Rationing: A TwoSector, Fix-Price Model, manuscript.",
        "Model With Export Rationing, Journal of International Economics, 10 (August), pp. 319-340. Dixit, Avinash (1978), The Balance of Trade in a Model of Temporary Equilibrium With Rationing, Review of Economic Studies, 45 (October), pp. 393-404.",
        "Dornbusch, Rudiger (1976), Expectations and Exchange-Rate Dynamics, Journal of Political Economy, 84 (December), pp. 1161-1176.",
        "Flood, Robert P. (1979), An Example of Exchange-Rate Overshooting, Southern Economic Journal, 46 (July), pp. 168-178.",
        "Cordon, Robert J. (1977), Interrelations Between Domestic and International Theories of Inflation, in Robert Z. Aliber, ed., The Political Economy of Monetary Reform, Montclair, New Jersey: Allanheld, Osmun, and Co.",
        "Grossman, Herschel L.; James A. Hanson; and Robert Lucas (1977), The Effects of Demand Disturbances Under Alternative Exchange-Rate Regimes, manuscript, May.",
        "International Monetary Fund, Annual Report 1980, Washington.",
        "Ito, Takatoshi (1978), A Note on Disequilibrium Growth Theory, Economic Letters, 1, pp. 45-49.",
        "Kravis, Irving B. and Robert E. Lipsey (1971), Price Competitiveness in World Trade, New York: National Bureau of Economic Research and Columbia University Press.",
        "American Economic Review, 67 (February), pp. 155-163. R2 Malinvaud, Edmond (1977), The Theory of Unemployment Reconsidered, New York: John Wiley.",
        "Nuellbauer, John and Richard Portes (1978), Macroeconomic Models With Quantity Rationing, Economic Journal, 88 (December), pp. 788-821.",
        "Neary, J. Peter (1979), Non-Traded Goods and the Balance of Trade in a Neo-Keynesian Temporary Equilibrium, Quarterly Journal of Economics, forthcoming.",
        "Owen, Robert F. (1979), Domestic Disequilibrium and Balance of Trade Adjustment in Open Economies, Institut Nationale de la Statistique et des Etudes Economiques, Working Paper No. 7910, manuscript, November.",
        "Steigum, Erling, Jr. (1979), Keynesian and Classical Unemployment in an Open Economy, manuscript, August."
    ]
}