{
    "id": 5710,
    "cites": 41,
    "cited_by": 18,
    "reference": [
        "Agenor, Pierre-Richard, Jagdeep Bhandri, and Robert P. Flood (1992).",
        "Papers 39, No.2, 357-394, Barre, Robert (1979). On the Determination of the Public Debt..Journal of Political Economy 87, 940-971.",
        "Blanco, Herminio, and Peter Garber (1986). Recurrent Devaluation and Speculative Attacks on the Mexican Peso. Journal of Political Economy 94, 148-166.",
        "Bordo Michael D., and Finn E. Kydland (1996). The Gold Standard as a Commitment Mechanism. In Tamin Bayoumi, Barry Eichengreen and Mark Taylor (eds.), Economic Perspectives on the Classical Gold Standard. New York: Cambridge University Press.",
        "Bordo, Michael D., Bruce Mizrach, and Anna J. Schwartz (1996). Real Versus Pseudo International Systemic Risk: Some Lessons from History. Review of Pacific Basin Financial Markets and Policies (forthcoming).",
        "London: Routledge. Branson, William (1993). Comments on Barry Eichengreen and Charles Wyplosz, The Unstable EMS. Brookings Papers on Economic Activity 1, 125-129.",
        "Buffie, Edward F. (1990). Economic Policy and Foreign Debt in Mexico. In Jeffrey D. Sachs (cd.), Developing Country Debt and Economic Performance.",
        "Davies, Gavyn, and David Vines (1995). Equilibrium Currency Crises: Are Multiple Equilibrium Self-Fulfilling or History Dependent? CEPR Working Paper, No. 1239.",
        "Diamond, Douglas, and Philip Dybvig. (1993). Bank Runs, Deposit Insurance, and Liquidity. Journal of Political Economy 91, 401-419.",
        "Dornbusch, Rudigerr Ilan Goldfajn, and Rodrigo O. Valdes (1995). Currency Crises and Collapses. Brookings Papers on Economic Activity 2, 219-293.",
        "Dornbusch, Rudiger. (1993). Comments on Barry Eichengreen and Charles Wyplosz, The Unstable EMS. Brookings Papers on Economic Activity 1, 130136.",
        "Drazen, Allan, and Paul R. Masson (1994). Credibility of Policies versus Credibility of Policymakers. Quarterly Journal of Economics 109, 735-754.",
        "Eichengreen, Barry, and Andrew K. Rose (1996). Contagious Currency Crises: Channels of Transmission. University of California, Berkeley (mimeo). May.",
        "Eichengreen, Barry, Andrew K. Rose, and Charles Wyplosz (1995). Exchange Market Mayhem: The Antecedents and Aftermath of Speculative Attacks. Economic Policy 21, 251-312.",
        "Eichengreen, Barry, and Charles Wyplosz (1993). The Unstable EMS. Brookings Papers on Economic Activity 1, 51-143.",
        "Eichengreen, Barry (1992). Golden Fetters. New York: Oxford University Press.",
        "Flood, Robert, and Peter Garber (1984a). Collapsing Exchange Rate Regimes: Some Linear Examples. Journal of International Economics 17, 1-13.",
        "Flood, Robert, and Peter M. Garber. (1984b). Gold Monetization and Gold Discipline. Journal of Political Economy 92, 90-107.",
        "Frankel, Jeffrey, and Andrew K. Rose (1996). Currency Crashes in Emerging Markets: Empirical Indicators. CEPR Working Paper No. 1349.",
        "Garber, Peter M. (1990). Famous First Bubbles. Journal of Economic Perspectives 4, No. 2, 35-54.",
        "Garber, Peter M., and Vittorio Grilli (1986). The Belmont-Morgan Syndicate as an Optimal Investment Banking Contract. European Economic Review 30, 649-677.",
        "Gerlach, Stefan, and Frank Smets (1994). Contagious Speculative Attacks. CEPR Working Paper No. 1055.",
        "Grilli, Vittorio (1990). Managing Exchange Rate Crises: Evidence From the 1890s. Journal of International Money and Finance, 258-275.",
        "Kenen, Peter (1996). Analyzing and Managing Exchange Rate Crises. Princeton University (mimeo).",
        "Krugman, Paul (1996). Are Currency Crises Self-Fulfilling? NBER Macroeconomics Annual (forthcoming).",
        "Krugman, Paul (1991). International Aspects of Financial Crises. In Martin Feldstein (cd.), The Risk of Economic Crisis. Chicago: University of Chicago Press. 85-108.",
        "Krugman, Paul (1979). A Model of Balance of Payments Crisis. Journal of Money, Credit, Makinen, Gail E., of the Poincar 211.",
        "Myers, Margaret G. (1931). The New York Money Market. Vol.1. New York: Columbia University Press.",
        "OBrien, Patrick (1967). Government Revenue, 1793-1815: A Study in Fiscal and Financial Policy in the Wars Against France. Unpublished Ph.D.",
        "Dissertation. Oxford University. Obstfeld, Maurice, and Kenneth Rogoff (1996). Foundations of International Macroeconomics, Cambridge: MIT Press (forthcoming). Chapter 9.",
        "Obstfeld, Maurice (1995). International Currency Experience: New Lessons and Lessons Relearned. Brookings Papers on Economic Activity 1, 119-220.",
        "Obstfeld, Maurice, and Kenneth Rogoff (1995). The Mirage of Fixed Exchange Rates. Journal of Economic Perspectives 9, No. 4, 73-96.",
        "Obstfeld, Maurice (1994). The Logic of Currency Crises. NBER Working Paper No. 4640.",
        "Obstfeld, Maurice (1986). Rational and Self-Fulfilling Balance of Payments Crises. American Economic Review 76, 72-81.",
        "OECD Economic Surveys (1995). Mexico, 1995. Paris: Organisation for Economic Co-operation and Development.",
        "Officer, Lawrence H. (1996). Between the Dollar-Sterling Gold Points: Exchange Rates, Parity, and Market Behavior. New York: Cambridge University Press.",
        "Ozkan, F, Gulcin, and Alan Sutherland (1994). A Model of the ERM Crisis. CEPR Working Paper No. 879.",
        "Rose, Andrew K., and Lars Svennson (1994). European Exchange Rate Credibility Before the Fall. European Economic Review 38, 1185-1216.",
        "Simmons, Beth (1994). Who Adjusts? Domestic Sources of Foreign Economic Policy During the Interwar Years . Princeton: Princeton University Press.",
        "Vegh, Carlos (1989). Government Spending and Inflationary Finance: A Public Finance Framework. IMF Staff Papers 36, 657-677.",
        "Velasco, Andres (1987). Financial Crises and Balance of Payments Crises. Journal of Development Economics 27, 263-283."
    ]
}