{
    "id": 5713,
    "cites": 25,
    "cited_by": 18,
    "reference": [
        "Kerr, Peter. Anatomy of the Drug Issue: How, After Years, It Erupted. New York Times, November 17, 1986, Al, B6.",
        "Keeler, Theodore E.; Hu, Teh-wei; Bamett, Paul G.; and Manning, Willard G. Taxation, Regulation, and Addiction: A Demand Function for Cigarettes Based on Time-Series Evidence. Journal of Health Economics, 12, No, 1 (April 1993), 1-18.",
        "Berkeley, California: University of California Press, 1967, 221-233.",
        "Kaplan, John. Taking Drugs Seriously. The Public Interest, 92 (Summer 1988), 32-50.",
        "Henningfield, Jack E.; Cohen, Carolyn; and Slade, John E. Is Nicotine More Addictive than Cocaine? British Journal of Addiction, 86 (1991), 565-569, Huber, Peter J, The Behavior of Maximum Likelihood Estimates under Nonstandard Conditions. In Fifth Berkeley SvmDosium on Mathematical Statistics and Probability.",
        "Henningfield, Jack E.; Clayton, Richard; and Pollin, William. Involvement of Tobacco in Alcoholism and Illicit Drug Use. British Journal of Addiction, 85 (1990), 279-292.",
        "Heckman, James J., and MaCurdy, Thomas E. A Simultaneous Equations Linear Probability Model. Canadian Journal of Economics, 18, No. 1 (February 1985), 28-37.",
        "Hausman, Jerry A. Specification Tests in Econometrics. Econometrics, 46, No, 6 (November 1978), 1251-1271.",
        "Heckman, James J. Sample Selection Bias as a Specification Error, Econometrics, 46, No, 1 (January 1979), 153-161.",
        "Grossman, Michael. The Economic Analysis of Addictive Behavior, In Economic and Socioeconomic Issues in the Prevention of Alcohol-Related Problems, edited by Gregory Bless and Michael Hilton. National Institute on Alcohol Abuse and Alcoholism Research Monograph 25. NIH Publication No, 93-3513. Washington, D. C.: U, S. Government Printing Office 1993, 91-124.",
        "Grinspoon, Lester, and Bakalar, James B. Drug Dependence: Nonnarcotic Agents. In Comprehensive Textbook of Psvchiatrv, Volume 2, Third Edition, edited by Harold I. Kaplan, Alfred M. Freedman, and Benjamin J. Sadock. Baltimore, Maryland: Williams and Wilkins, 1980, 1614-1629.",
        "Griliches, Zvi, and Hausman, Jerry A, Errors in Variables in Panel Data, Journal of Econometrics, 31, No, 1 (February 1986), 93-118.",
        "Griliches, Zvi. Sibling Models and Data in Economics: Beginnings of a Survey. Journal of Political Economy, 87, No. 5, Part 2 (October 1979), S37-S64.",
        "Drug Enforcement Administration Intelligence Division, U.S. Department of Justice. Illegal Drug Price/Puritv ReDort. Washington, D.C. : U.S. Department of Justice, various years. Ehrlich, Isaac, Participation in Illegitimate Activities: A Theoretical and Empirical Investigation. Journal of Political Economy, 81, No. 3 (May/June 1973), 521-565.",
        "DuMouchel, William H., and Duncan, Greg J, Using Sample Survey Weights in Multiple Regression Analyses of Stratified Samples, Journal of the American Statistical Association, 78, No. 383 (September 1983), 535-543.",
        "DiNardo, John, and Lemieux, Thomas. Alcohol, Marijuana, and American Youth: The Unintended Effects of Government Regulation, National Bureau of Economic Research Working Paper No. 4212, November 1992.",
        "DiNardo, John. Law Enforcement, the Price of Cocaine, and Cocaine Use. Mathematical and Computer Modeling, 17, No. 2 (1993), 53-64.",
        "Cragg, John G. Some Statistical Models for Limited Dependent Variables with Application to the Demand for Durable Goods. Econometrics, 39, No, 5 (September 1971), 829-844.",
        "Coate, Douglas, and Grossman, Michael, Effects of Alcoholic Beverage Prices and Legal Drinking Ages on Youth Alcohol Use, Journal of Law and Economics, 31, No, 1 (April 1988), 145-171.",
        "Chaloupka, Frank J., and Laixuthai, Adit. Do Youths Substitute Alcohol and Marijuana? Some Econometric Evidence. National Bureau of Economic Research Working Paper No, 4662, Februa~ 1994.",
        "Chaloupka, Frank J.; Saffer, Henry; and Grossman, Michael. Alcohol-Control Policies and Motor-Vehicle Fatalities. Journal of Leqal Studies, 22, No. 1 (January 1993), 161-186.",
        "Chaloupk~ Frank J. Rational Addictive Behavior and Cigarette Smoking. Journal of Political Economv, 99, No. 4 (August 1991), 722-742.",
        "Caulkins, Jonathan P, Domestic Geographic Variation in Illicit Drug Prices. Journal of Urban Economics, 37, No. 1 (January 1995), 38-56.",
        "Becker, Gary S.; Grossman, Michael; and Murphy, Kevin M, Rational Addiction and the Effect of Price on Consumption. American Economic Review, 81, No. 2 (May 1991), 237-241.",
        "American Chamber of Commerce Researchers Association. Inter-Citv Cost of Living Index. Louisville, Kentucky: American Chamber of Commerce Researchers Association, various years. Becker, Gary S,; Grossman, Michael; and Murphy, Kevin M. An Empirical Analysis of Cigarette Addiction. American Economic Review, 84, No. 3 (June 1994), 396-418."
    ]
}