{
    "id": 5714,
    "cites": 25,
    "cited_by": 24,
    "reference": [
        "Schmukler, Sergio and Jeffrey Frankel, 1996, Crisis, Contagion, and Country Funds, unpublished manuscript, University of California at Berkeley.",
        "Stock, James H. and Mark W. Watson, 1993, A Simple Estimator of Cointegrating.",
        "Schmukler, Sergio, 1996, Country Funds and Asymmetric Information, unpublished manuscript, University of California at Berkeley.",
        "Journal oJFinance, Vol. 46, No.l, pp. 75-109. Myers, S. And N. Majluf, 1984, Corporate Financing and Investment Decisions When Firms Have Information that Investors Do Not Have, Journal of Financial Economics, pp. 187-221.",
        "Schadler, Susan, Maria Carkovic, Adam Bennett and Robert Kahn, 1993, Recent Experiences with Surges in Capital Inflows, Occasional Paper 108, International Monetary Fund.",
        "Lee, Charles, M.C., Andrei Shleiffer, and Richard Thaler, 1990, Anomalies. Closed-End Mutual Funds, Journal of economic Perspectives, Vol. 4, No. 4, Fall, pp. 153- 164.",
        "Prospects, and Poliev Issues, August. Kramer, Charles, and R. Todd Smith, 1995, Recent Turmoil in Emerging Markets and the Behavior of Country-Fund Discounts: Removing the pole of the Pricing of ( in Closed-End Mutual Funds, International Monetary Fund Working Paper 95/68, July.",
        "Intemational Monetary Fund, 1995, Intemational Capital Markets. Developments.",
        "Goldfain, Ilan, and Rodrigo 0. Valdes, 1995, Balance of Payment Crises and Capital Flows: The Role of Liquidity, unpublished manuscript, Massachusetts Institute of Technology.",
        "Hardouvelis, Gikas A., Rafael La Porta, and Thierry A. Wizman, 1994, What Moves the Discount on Country Equity Funds?, National Bureau of Economic Research Working Paper 4571, in J. Frankel, ea., The Internationalization of Equitv Markets, the University of Chicago Press, Chicago.",
        "French, Kenneth and James Poterba, 1991, Investor Diversification and International Equity Markets, American Economic Review. Papers and Proceedings, May.",
        "Frankel, Jeffrey A., 1994a, Introduction to The Internationalization of Equity Markets, the University of Chicago Press, Chicago, 1994.",
        "Frankel, Jeffrey A., 1994b, Sterilization of Money Inflows: Difficult (salvo) or Easy (Reisen)? in Afluencia de Capitales y Estabilizacion en America Latina, edited by Roberto Steiner, Fedesarrollo, Bogota, pp. 241-267.",
        "Femandez-Arias, Eduardo, 1994, The New Wave of Private Capital Inflows: Push or Pull?, Policy Research Working Paper 1312, Debt and International Finance Division, Intemational Economics Department, The World Bank, June.",
        "Diwan, Ishac, Vihang Errunza, and Lemma Senbet, 1994, Diversification benefits of country funds, in Investing in Emerging Markets, Euromoney Books and The World Bank.",
        "Dooley, Michael, Eduardo Fernandez-Arias and Kenneth Kletzer, 1994, Recent Private Capital Inflows to Developing Countries: Is the Debt Crisis History?, National Bureau of Economic Research Working Paper No. 4792, July.",
        "Errunza, Vihang R., 1991, Pricing of National Index Funds, Review of Quantitative Finance and Accounting, pp. 91 -100.",
        "Diwan, Ishac, Vihang Errunza, and Lemma Senbet, 1993, Country Funds For Emerging Economies, in Stijn Claenssens and Sudarshan Gooptu (eds.) Portfolio Investment in Developing Countries, Washington. The World Bank.",
        "Akerlof, George, 1970, The Market for Lemons: Quality Uncertainty and the Market Mechanism, Quarterly Journal of Economics 89:488-500.",
        "Banerjee, Anindya, Juan Dolado, John W. Galbraith, and David F. Hendry, 1994, Co- Integration, Error-Correction, and the Econometric Analysis of Non-Stationary Data, Ociord University Press.",
        "Burki, Shahid Javed and Sebastian Edwards, 1995, Latin America After Mexico: Quickening the Pace, unpublished manuscript, The World Bank, August.",
        "Calvo, Guillermo, Leonardo Leiderman and Carmen Reinhart, 1993, Capital Inflows and Real Exchange Rate Appreciation in Latin America: the Role of External Factors, IMF Staff Papers, 40 (1), 108-150.",
        "Calvo, Sara and Carmen Reinhart, 1995, Capital Flows to Latin America: Is There Evidence of Contagion Effects?, unpublished manuscript, The World Bank - International Monetary Fund.",
        "Chuhan, Punam, Stijn Claessens, and Nlandu Mamingi, 1994, Equity and Bond Flows to Latin America and Asia: the Role of Global and Country, unpublished manuscript, The World Bank.",
        "De Long, J. Bradford, Andrei Shleiffer, Lawrence H. Summers, and Robert Waldmann, 1990, Noise Trader Risk in Financial Markets, Journal of Political Economy, Vol. 98, no.4, pp. 703-738."
    ]
}