{
    "id": 5715,
    "cites": 20,
    "cited_by": 238,
    "reference": [
        "World Bank (1993) The East Asian Miracle. New York: Oxford University Press.",
        "Sullivan, Theresa (1995) Micro-foundations of Export Supply in Morocco, Ph.D. dissertation, Georgetown University.",
        "Tybout, J. and M.D. Westbrook (1995) Trade Liberalization and Dimensions of Efficiency Change in Mexican Manufacturing Industries. Journal of International Economics 31 (August) 53-78.",
        "Roberts, Mark and James Tybout (1995) An Empirical Model of Sunk Costs and the Decision to Export, PRD Working Paper 1436, The World Bank.",
        "Roberts, Mark and James Tybout, eds. (forthcoming) Industrial Evolution in Developing Countries. New York: Oxford U. Press. Rust, J. (1994), Structural estimation of Markov Decision Processes, in R. Engle and D. McFadden, eds., Handbook of Econometrics, Volume IVVol IV, Elsevier.",
        "Krugman, Paul (1989) Exchange rate Instability. Cambridge: MIT Press.",
        "Rhee, Ross-Larson and Pursell (1984) Korea s Competitive Edge. Managing the Entry into World Markets. Baltimore: Johns Hopkins University Press.",
        "Roberts, Mark, Theresa Sullivan and James Tybout (1995) What Makes Exports Boom? Evidence from Plant-level Panel Data, The World Bank, processed.",
        "Estimating a Discrete Time-Discrete Data Stochastic Process in C. Manski and D. McFadden, eds., Structural Analysis of Discrete Data with Econometric Applications. Cambridge MA: MIT Press. Keane, Micheal, Robert Mofft and David Runkle (1988) Real Wages over the Business Cycle: Estimating the Impact of Heterogeneity with Micro Data, Journal of Political Economy 96: 1232-66.",
        "Heckman, J. (1981a), Statistical Models for Discrete Panel Data in C. Manski and D. McFadden, eds., Structural Analysis of Discrete Data with Econometric Applications. Cambridge MA: MIT Press.",
        "Haddad, M. (1993) How Trade Liberalization Affected Productivity in Morocco. Policy Research Working Paper 1096, The World Bank.",
        "Handoussa, H., M. Nishimizu and J. Page (1986), Productivity Change in Egyptian Public Sector Industries after the Opening Journal of Development Economics 20: 53-74.",
        "Evanson, Robert. and Larry Westphal (1995) Technological Change and Technology Strategy, in T.N.",
        "Srinivasan and Jere Bherrnan, eds., Handbook of Development Economics. Volume 3. Amsterdam: North-Holland. Guilkey, D. And J.L. Murphy (1993). Estimation and Testing in the Random Effects Probit Model, Journal of Econometrics 59: 301-17.",
        "Chen, T. and D. Tang (1987), Comparing Technical Efficiency between Import-Substitution and Export Oriented Firms in a Developing Country Journal of Development Economics 26: 277-89.",
        "Dixit, A. (1989), Exit and Entry Decisions Under Uncertainty Journal of Political Economy 97: 620-38.",
        "Baldwin, Richard (1989) Sunk Cost Hysteresis, NBER Working Paper No. 2911.",
        "Belsley, D.A., E. Kuh and R.E. Welsch (1980). Regression Diagnostics: Identifying Data and Sources of Colinearity. New York: Wiley.",
        "Bernard, Andrew B. and J. Bradford Jensen (1995), Exceptional Exporter Performance: Cause, Effects, or Both?, mimeo.",
        "Aitken, Brian, Gordon H. Hanson, and Ann Harrison (forthcoming). Spillovers, Foreign Investment, and Export Behavior. Journal of International Economics. Aw, Bee-Yan and Hwang, A.R. (1995), Productivity and the Export Market: A Firm-Level AnalysisJournal of Development Economics 47: 313-332."
    ]
}