{
    "id": 5716,
    "cites": 24,
    "cited_by": 9,
    "reference": [
        "Trejo, Stephen. 1991. The Effects of Overtime Pay Regulation on Worker Compensation. American Economic Review pp.719-740.",
        "Wadhwani, Sushil. 1987. The Effects of Inflation and Real Wages on Employment. Economica pp.21-40.",
        "Nymoen, Ragnar. 1989. Wages and the Length of the Working Day. An Empirical Test Based on Norwegian Quarterly Manufacturing Data. Scandinavian Journal of Economics pp.599-612.",
        "Stille, Frank. 1995. Wage Flexibility in Germany: The Case of Reducing and Flexibilising Hours of Workn. Deutsches Institut fur Wirtschaftsforschung mimeo.",
        "Stille, Frank and Rudolf Zwiener. 1988. Arbeitszeitverkurzung als Instrument der Beschaftigungspolitik. WSI-Mitteilungen pp.590-598.",
        "Hoel, Michael. 1987. Can Shorter Working Time Reduce Unemployment? In C.H. Siven, ed.",
        "Houpis, George. 1993. The Effect of Lower Hours of Work on Wages and Employment. Centre for Economic Performance, LSE mimeo.",
        "Institut fur Arbeitsmarkt- und Berufsforschung (IAB). Various tables. Konig, Heinz and Winfried Pohlmeier. 1988. A Dynamic Model of Labor Utilization. In Robert Hart ed. Employment, Unemployment and Labor Utilization Unwin Hyman, Boston.",
        "Hart, Robert and T Sharot. 1978. The Short-Run Demand for Workers and Hours: A Recursive Model. Review of Economic Studies pp.299-309.",
        "Hart, Robert and Nicholas Wilson. 1988. The Demand for Workers and Hours: Micro Evidence from the UK Metal Working Industry. In Robert Hart ed. Employment, Unemployment and Labor Utilization Unwin Hyman, Boston.",
        "Hart, Robert. 1987. Working Time and Employment Allen and Unwin, Boston.",
        "Hamermesh, Daniel. 1993. Labor Demand. Princeton University Press.",
        "Hamermesh, Daniel. 1995. The Demand for Workers, Hours and Days. University of Texas mimeo.",
        "Hans-Bockler-Stiftung des Deutschen Gewerkschaftbundes. 1995. WSI-lnformationen zur TariSpolitik: Arbeitszeithalendar West und 0st 1995. Dusseldorf.",
        "Freeman, Richard. 1995. Work-Sharing to Full Employment: Serious Option or Populist Fallacy?. Harvard University mimeo.",
        "Calmfors, Lars. 1985. Work Sharing, Employment and Wages. European Economic Review pp. 293-309.",
        "Unwin Hyman, Boston. Earle, John, and John Pencavel. 1990. Hours of Work and Trade Unionism . Journal of Labor Economics pp.S150-174.",
        "Franz, Wolfgang and Werner Smolny. 1994. Sectoral Wage and Price Formation and Working Time in Germany: An Econometric Analysis. Zeitschrift fur Wirtschafts- und Sozial wissenschaf ten.",
        "Bosch, Gerhard et. al. 1988. Arbeitszeitverkdnung im Betrieb: Die Umsetzang der 38.5-Stunden- Woche in der Metall-, Druck- und Holzindustrie sowie im Einzelhandel Koln.",
        "Bosch, Gerhard and Steffen Lehndorff. (n.d.) Annual Working Hours in Germany. Institut fur Arbeit und Technik mimeo. Brunello, Giorgio. 1989. The Employment Effects of Shorter Working Hours: An Application to Japanese Data. Economica pp. 473-86.",
        "Booth, Alison and Martin Ravallion. 1993. Employment and Length of the Working Week in a Unionized Economy in which Hours of Work Influence Productivity. Economic Record pp.428-436.",
        "Booth, Alison and Fabio Schiantarelli. 1987. The Employment Effects of a Shorter Working Week. Economica pp. 237-248.",
        "Bosch, Gerhard. 1990. From 40 to 35 hours: Reduction and flexibilisation of the working week in the Federal Republic of Germany. International Labour Review pp.611-627.",
        "Bell, Linda and Richard Freeman. 1995. Why Do Americans and Germans Work Different Hours?. In Friedrich Buttler et. al. eds. Institutional Frameworks and Labor Market Performance: Comparative views on the U.S. and German Economies Ruttledge, New York."
    ]
}