{
    "id": 5718,
    "cites": 36,
    "cited_by": 233,
    "reference": [
        "U.S. Department of Education, Digest of Educational Statistics, Washington, DC: US GPO, 1989.",
        "Troske, Kenneth R. The Worker Establishment Characteristic Database, U.S. Census Bureau: Center for Economic Studies, December 1994.",
        "Sheiner, Louise. Mandates with Subsidies: Efficiency and Distributional Consequences, Federal Reserve Board Working Paper, June 1994.",
        "Sattinger, Michael, Comparative Advantage and the Distributions of Earnings and Abilities, Econometrica, May 1975, 43(3), pp. 455-68.",
        "Sattinger, Michael, Assignment Models of the Distribution of Earnings, The Journal of Economic Literature, June 1993, 31(2), pp. 831-880.",
        "Sachs, Jeffrey and Howard Shatz, Trade and Jobs in U.S. Manufacturing, Brookings Papers on Economics Activity 1-84, 1994.",
        "Roy, Andrew D. ,Some Thoughts on the Distribution of Earnings and of Individual Output, Oxford Economic Papers, June 1951, 3, pp. 135-46.",
        "Rosen, Sherwin, Authority, Control, and the Distribution of Earnings, Bell Journal of Economics, XIII, Autumn, 1982, pp. 311-23.",
        "Roy, Andrew D., The Distribution of Earnings and Individual Output, Economic Journal, Sept, 1950, 60, pp. 489-505.",
        "Rosen, Sherwin, The Economics of Superstars, American Economic Review, LXXI, 1981, pp. 845-58.",
        "Robinson, W.S. Ecological Correlations and the Behavior of Individuals, American Sociological Review 15, June, 1950, pp. 351-357.",
        "Murphy, Kevin and Finis Welch, The Structure of Wages, Quarterly Journal of Economics, February 1992, 428, pp. 285-326.",
        "Miller, Frederick, The Distribution of Ability and Earnings Once Again, mimeograph, Johns Hopkins, 1983.",
        "Machin, Stephen, Changes in the Relative Demand for Skills, in A. Booth and D. Snower (eds.), Acquiring Skills: Market Failures, Their Symptoms and Policy Responses, Cambridge: Cambridge University Press, 1996.",
        "Lucas, Robert, On the Size Distribution of Business Firms, Bell Journal of Economics, IX, 1978, pp. 508-23.",
        "Krusell, Per, Lee Ohanian, Jose-Victor Rios-Rull and Giovanni L. Violante, Capital-Skill Complementarity and Inequality, Center for Economic Policy Research European Summer Symposium in Macroeconomics, March 1996.",
        "Krueger, Alan, Labor Market Shifts and the Price Puzzle Revisited, May 1995, mimeo.",
        "Krugman, Paul and Robert Lawrence, Trades, Jobs and Wages, NBER Working Paper 4478, 1993.",
        "Kremer, Michael and Ken Troske, Notes on Segregation by Skill, unpublished, 1995.",
        "Kremer, Michael, The O-Ring Theory of Economic Development, The Quarterly Journal of Economics, August 1993, pp. 551-575.",
        "Kramarz, Francis, Stephen Lollivier and Louis-Paul Pete, Wage Inequalities and Firm- Specific Compensation Policies In France, Annales DEconomie et de Statistique, Institute National de la Statistique et des Etudes Economiques, No. 41/42, January-June 1996, pp. 369- 86.",
        "Kahn, James and Jong-Soo Lim, On the Contribution of Human Capital to Growth, University of Rochester, working paper, 1994.",
        "Juhn, Chinhui, Kevin Murphy, and Brooks Pierce, Wage Inequality and the Rise in Returns to Skill, Journal of Political Economy, 101, 3, June 1993, pp.410-442.",
        "Jovanovic, Boyan. Firm Formation with Heterogeneous Management and Labor Skills, Journal of Business Economics 6:185-191, 1994.",
        "Freeman, Richard D., Unionism and the Dispersion of Wages, Industrial and Labor Relations Review, Volume 34, No. 1, 1980, October, pp. 3-24.",
        "Elmendorf, Douglas W. and Douglas R. Hamilton. Labor Market Effects of the Administrations Health Proposal, Congressional Budget Office, 1994.",
        "Ehrenberg, Ronald G. The Flow of New Doctorates Journal of Economic Literature, Volume 30, no. 2, June 1992, pp. 830-875.",
        "Ellison, Glenn and Edward L. Glaeser, Geographic Concentration in U.S. Manufacturing Industries: A Dartboard Approach, National Bureau of Economic Research Working Paper No. 4840, August 1994, pp. 1-49.",
        "Dooms, M., T. Dunne and K. Troske, Workers, Wages, and Technology, Mimeo, 1994.",
        "Cutler, David, A Guide to Health Care Reform, Journal of Economic Perspectives, Summer 1994, Volume 8, No. 3 pp. 13-29.",
        "Berman, Eli, John Bound, and Zvi Griliches, Changes in the Demand for Skilled Labor Within U.S. Manufacturing Industries: Evidence From the Annual Survey of Manufacturing, National Bureau of Economic Research Working Paper No. 4255, January 1993, pp. 1-54.",
        "Berman, Eli, J. Bound, and S. Machin, Implications of Skill Biased Technological Change: International Evidence, Mimeo, 1994.",
        "Bell, Wendell, A Probability Model for the Measurement of Ecological Segregation, Social Forces, 32, May, 1954, pp. 357-364.",
        "Becker, Gary, Treatise on the Family, Cambridge: Harvard University Press, 1981.",
        "Barmack, Matthew, Sorting and the Growth in Inequality, 1994, MIT.",
        "Banerjee, Abhijit and Andrew Newman, Occupational Choice and the Process of Development, Journal of Political Economy, Volume 101, April 1993, pp. 274-298."
    ]
}