{
    "id": 5719,
    "cites": 10,
    "cited_by": 17,
    "reference": [
        "1050 Massachusetts Avenue, Cambridge, MA 02138-5398. Advance payment is required on all orders. Payment may be made by check or credit card. Checks should be made payable to the NBER and must be in dollars drawn on a U.S. bank. If paying by credit card, include the cardholders name, account number and expiration date. For all mail orders, please be sure to include your return address and telephone number. Working papers may also be ordered by telephone (617-868-3900), by fax (617-868-2742) or by email at orders@nber.harvard.edu.",
        "5719 Lars E. O. Svensson Price Level Targeting vs. Inflation 8/96 Targeting: A Free Lunch? Copies of the above working papers can be obtained by sending $5.00 per copy (plus $10.00 per order for postage and handling for all locations outside the continental U.S.) to Working Papers, NBER,",
        "5715 Sofronis Clerides Is Learning-by-Exporting Important? 8/96 Saul Lach Micro-dynamic Evidence from Colombia, James Tybout Mexico and Morocco",
        "5711 Armen Hovakimian Risk-Shifting by Federally Insured 8/96 Edward J. Kane Commercial Banks To order any of these papers, see instructions at the end of the list. To subscribe to all NBER Working Papers or the papers in a single area, see instructions inside the back cover. A complete list of NBER Working Papers and Reprints can be accessed on the Internet by using our gopher at nber.harvard.edu or our World Wide Web site at http://nber.harvard.edu/. Number Author(s) Title Date",
        "5700 Jeffrey A. Frankel The Endogeneity of the Optimum 8/96 Andrew K. Rose Currency Area Criteria",
        "5710 Michael D. Bordo Why Clashes Between Internal and External 8/96 Anna J. Schwartz Stability Goals End in Currency Crises, t797- 1994",
        "5686 R. Glenn Hubbard Assessing the Effectiveness of Saving 7/96 Jonathan S. Skinner Incentives",
        "5685 John Bound Demand Shifts, Population Adjustments, 7/96 Harry J. Holzer and Labor Market Outcomes during the 1980s",
        "5683 Kevin A. Hassett Tax Policy and Investment 7/96 R. Glenn Hubbard",
        "28 To order any of these papers, see instructions at the end of the list. To subscribe to all NBER Working Papers or the papers in a single area, see instructions inside the back cover. A complete list of NBER Working Papers and Reprints can be accessed on the Internet by using our gopher at nber.harvard.edu or our World Wide Web site at http://nber.harvard.edu/. Number Author(s) Title Date"
    ]
}