{
    "id": 5721,
    "cites": 26,
    "cited_by": 15,
    "reference": [
        "Sbordone, Argia M. (1995): Cyclical Productivity in a Model of Labor Hoarding, Princeton University, mimeo.",
        "Rotemberg, Julio J. and Michael Woodford (1996): Real Business Cycle Models and the Forecastable Movements in Output, Hours, and Consump- tion, American Economic Review, vol. 86, no. 1, 71-89.",
        "Rotemberg, Julio J. (1995): Prices, Output, and Hours: An Empirical Analysis Based on a Sticky Price Model, Journal of Monetary Economics, forthcoming.",
        "Prescott, Edward C. (1986): Theory Ahead of Business Cycle Measure- ment, F.R.B. of Minneapolis Quarterly Review 10, 9-22.",
        "MisUkin, Frederic S. (1992): Is the Fisher effect for real ?, Journal of Monetary Economics 30, 195-215.",
        "Kydland, Finn E. and Edward C. Prescott (1996): The Computational Experiment: An Econometric Tool, Journal of Economic Perspectives, vol.",
        "Kydland, Finn E. and Edward C. Prescott (1991): Time to Build and Aggregate Fluctuations, Econometrica 50, 1345-1370.",
        "King, Robert G., and Mark Watson (1995): Money, Prices, Interest Rates, and the Business Cycle, Review of Economics arid Statistics, vol. 58, no 1, 35-53.",
        "King, Robert G., Charles I. Plosser, and Sergio T. Rebelo (1988): Pro- duction, Growth, and Business Cycles. I. The Basic Neoclassical Model Journal of Monetary Economics 21, 195-232.",
        "Hansen, Gary D., and Randall Wright (1992): The Labor Market in Real Business Cycle Theory, Quarterly Review, Federal Reserve Bank of Minneapolis, 2-12.",
        "Kim, Jinill (1996): Monetary Policy in a Stochastic Equilibrium Model with Real and Nominal Rigidities, mimeo.",
        "Hairault, Jean-Olivier, and Fianck Portier (1993): Money, New Keyne- sian Macroeconomics, and the Business Cycle, European Economic Review 37, 33-68.",
        "Hairault, Jean-Olivier, Franc~ois Langot, and Franck Portier (1995): Time to Implement and Aggregate Fluctuations, mimeo.",
        "Gordon, Robert J. (1990): Are Procyclical Productivity Fluctuations a Figment of Measurement Error ?, mimeo.",
        "Gall, Jordi (1994): Government Size and Macroeconomic Stability, Ev- ropean Economic Review, vol. 38, 117-132.",
        "Camber, Edward N., and Ffederick L. Joutz (1993): The Dynamic Ef- fects of Aggregate Demand and Supply Disturbances: Comment, American Economic Review, vol. 83, no. 5, 1387-1393.",
        "Cooley, Thomas F. and Jang-Ok Cho (1990): The Business Cycle with Nominal Contracts,, mimeo.",
        "Cooley, Thomas F., and Mark Dwyer (1995): Business Cycle Analysis Without Much Theory: A Look At Structural VARs, mimeo Forni, Mario, and Lucrezia Reichlin (1995): Lets Get Real: A Dynamic Factor Analytical Approach to l~isaggregated Business Cycles, CEPR Dis- cussion Paper Series 1244.",
        "Christiano, Lawrence J. and Martin Eichenbaum (1992): Current Real Business Cycle Theories and Aggregate Labor Market Fluctuations, Arrzer- ican Economic Review 82, 430-450.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo (1993): Labor Hoarding and the Business Cycle, Journal of Political Economy 101, no. 2, 245-273.",
        "Blanchard, Olivier J., Robert Solow, and B.A. Wilson (1995): Produc- tivity and Unemployment, mimeo.",
        "Blanchard, Olivier J., and Danny Quah (1989): The Dynamic Effects of Aggregate Demand and Supply Disturbances, American Economic Review 79, no. 4, 654-673.",
        "Blanchard, Olivier J. (1989): A Traditional Interpretation of Macroeco- nomic Fluctuations, American Economic Review, vol. 79, no. 5, 1146-1164.",
        "Benassy, Jean-Pascal (1995): Money and Wage Contracts in an Opti- mizing Model of the Business Cycle, Journal of Monetary, Economics 35, no.2, 303-316.",
        "Basu, Susanto (1995): Procyclical Productivity: Increasing Returns or Cyclical Utilization ?, NBER WP5336.",
        "Aiyagari, Rao, Lawrence Christiano, and Martin Eichenbau~n (1992): The Output, Employment, and Interest Rate Effects of Government Con- sumption, Journal of Monetary Economics 30, 73-86."
    ]
}