{
    "id": 5722,
    "cites": 24,
    "cited_by": 3,
    "reference": [
        "Woodland, Alan D., 1982, International Trade and Resource Allocation, Amsterdam: North Holland.",
        "Trefler, Daniel, 1995, The Case of the Missing Trade and Other Mysteries, American Economic Review, v. 85 (December): 1029-1046.",
        "Maskus, Keith E., A Test of the Heckscher-Ohlin-Vanek Theorem: The Leontief Commonplace, Journal of International Economics, v. 19: 201-212. Staiger, Robert W., 1988, A Specification Test of the Heckscher-Ohlin Theory, Journal of International Economics, v. 25: 129-141.",
        "Trefler, Daniel, 1993, International Factor Price Differences: Leontief was Right!, Journal of Political Economy, v. 101 (December): 961-987.",
        "Markusen, James, 1986, Explaining the Volume of Trade: An Eclectic Approach, American Economic Review, v. 76: 1002:1011.",
        "Leamer, Edward E., 1984, Sources of International Comparative Advantage: Theory and Evidence, Cambridge, Mass: MIT Press.",
        "Leamer, Edward E. and James Levinsohn, 1995, International Trade Theory: The Evidence, Chapter 26 in Gene Grossman and Kenneth Rogoff, Eds., The Handbook of International Economics, Volume 3, Amsterdam: North Holland.",
        "Jones, R., 1965, The Structure of Simple General Equilibrium Models, Journal of Political Economy, v. 73: 557-572 (December).",
        "Klepper, Steven and Edward E. Leamer, 1984, Consistent Sets of Estimates for Regressions with Errors in All Variables, Econometrica 52, 163-183.",
        "Hunter, Linda, and James Markusen, 1988, Per Capita Income as a Determinant of Trade, Chapter 4 in Robert Feenstra, Ed., Empirical Methods for International Trade, Cambridge, Mass.: MIT Press.",
        "Helpman, 1984, Increasing Returns, Imperfect Markets, and Trade Theory, Chapter 7 in Ronald W. Jones and Peter B. Kenen, eds., Handbook of International Economics, Volume 1, Amsterdam: North Holland.",
        "Helpman, Elhanan, and Paul Krugman, 1985, Market Structure and Foreign Trade: Increasing Returns, Imperfect Competition, and the International Economy, Cambridge, Mass: MIT Press.",
        "Harrigan, James, 1994a, Econometric Estimation of Cross-Country Differences in Industry Production Functions, University of Pittsburgh Working Paper.",
        "Harrigan, James, 1994b, Cross-Country Comparisons of Industry Total Factor Productivity: Theory and Evidence, University of Pittsburgh Working Paper.",
        "Greene, William, 1993, Econometric Analysis, 2nd Edition, New York: Macmillan.",
        "Dixit, Avinash, and Victor Norman, 1980, The Theory of International Trade, Cambridge, England: Cambridge University Press.",
        "Reprinted as Chapter 15 in Diewert and A. O. Nakamura, Eds., 1993, Essays in Index Number Theory, vol. 1, Amsterdam: North Holland.",
        "Diewert, W. Erwin, 1978, Hicks Aggregation Theorem and the Existence of a Real Value Added Function, pp. 17-51 in M. Fuss and D. McFadden, Eds., Production Economics.- A Dual Approach to Theory and Applications, vol. 2, Amsterdam: North Holland.",
        "Deardorff, Alan V., 1984, Testing Trade Theories and Predicting Trade Flows, Chapter 10 in Ronald W. Jones and Peter B. Kenen, eds., Handbook of International Economics, Volume 1, Amsterdam: North Holland.",
        "Caves, Douglas W., Laurits R. Christensen, and W. Erwin Diewert, 1982, Multilateral Comparisons of Output, Input, and Productivity using Superlative Index Numbers, The Economic Journal 92 (March): 73-86.",
        "Brecher, R. and E. Choudhri, 1993, Some empirical support for the Heckscher-Ohlin model of production, Canadian Journal of Economics, v. 26 no. 2 (May): 272-285.",
        "Bowen, Harry P., Leamer, Edward E., and Leo Sveikauskas, 1987, Multicountry, Multifactor Tests of the Factor Abundance Theory, American Economic Review, (December), 77: 791 -809.",
        "Barro, Robert J., and Jong-Wha Lee, 1993, International Comparisons of Educational Attainment, NBER Working Paper 4349, April.",
        "Ark, B art van, and Dirk Pilat, 1993, Productivity Levels in Germany, Japan, and the United States: Differences and Causes, Brookings Papers. Microeconomics 2, 1993, 1-69."
    ]
}