{
    "id": 5723,
    "cites": 27,
    "cited_by": 23,
    "reference": [
        "Williamson, J. 1995. What rolefor currency boards? Washington D.C.: Institute for International Economics.",
        "Walters, A. A. and Hanke, S. 1992. Currency boards. In The new Palgrave dictionary of money And finance, ed. P. Newman, M. Milgate and J. Eatwell. London: Macmillan.",
        "Watson, M. 1994. Vector autoregression and cointegration. In Handbook of Econometrics,Vol. 4, ed. R. F. Engle and D. L. McFadden. Amsterdam: Elsevier.",
        "Sims, C. 1986. Are forecasting models usable for policy analysis? Federal Reserve Bank of Minneapolis Quarterly Review 10 (Winter): 2-16.",
        "Tsang, D. 1995. Looking Downwards From the Olympics (in Chinese). Ming Pao (October).",
        "Carnegie-Rochester Conference Series on Public Policy 39: 147-187. Sheng, A. 1995. The Linked Exchange Rate System: Review and Prospects. Hong Kong Monetary Authority Quarterly Bulletin (May): 54-61.",
        "Sims, C. 1974. Seasonality in regression. Journal of the American Statistical Association 69: 618-626.",
        "Schwartz, A. J. 1993. Currency boards: Their past, present and possible future role.",
        "Chur, Switzerland: Harwood Academic Publishers. Sachs, J.D. and Larrain, F. 1993. Macroeconomics in the Global Economy. New York: Harvester Wheatsheaf.",
        "Nugee, J. 1995. A brief history of the exchange fund. In Money and Banking in Hong Kong. Hong Kong: Hong Kong Monetary Authority.",
        "Persson, T. and Tabellini, G. 1990. Macroeconomic policy, credibility andpolitics.",
        "Hong Kong: Joint Publishing (H.K.) Company, Ltd. Johnson, N. L. and Korz, S. 1970. Distributions in statistics -- continuous univariate distribution 1. New York: John Wiley ~ Sons.",
        "Kendall, M.G. and Stuart, A. 1958. The advanced theory of statistics, Vol. 1. London: C. Griffin ~ Company.",
        "Ho, R.Y.K., Scott, R.H. and Wong, K.A. 1991. The Hong Kong Financial System.",
        "Hong Kong: Oxford University Press. Hong Kong Census and Statistics Department. 1995. Estimates of Gross Domestic Product 1961 to 1995. Hong Kong: Government Printer.",
        "Section, Hong Kong Monetary Authority. Jao, Y. C. 1991. Hong Kongs Financial System Towards the Future (in Chinese).",
        "Hanke, S. H. and Schuler, K. 1994. Currency boardsfor developing countries. San Francisco: Institute for Contemporary Studies Press.",
        "Hanke, S. H., Jonung, L. and Schuler, K. 1993. Russian currency anclfinance: A currency board approach to reform. London: Routledge.",
        "Washington, D.C.: The Brookings Institution. Giannini, C. 1992. Topics in structural VAR econometrics. Berlin: Springer-Verlag.",
        "Greenwood, J. 1995. The debate on the optimum monetary system. Asian Monetary Monitor 19 (March-April): 1-5.",
        "Doan, T. A. 1992. RATS users manual version 4. Evanston, IL: Estima.",
        "Eichengreen, B. 1994. International monetary Arrangements for the 21st century.",
        "Blanchard, O. J. and Quah, D. 1989. The dynamic effects of aggregate demand and supply disturbances. American Economic Review 79 (September): 655-673.",
        "Bernanke, B. 1986. Alternative explanations of the money-income correlation.",
        "Carnegie - Rochester Conference Series on Public Policy 25: 49-99. Blanchard, O. J. and Watson, M. 1986. Are business cycles all alike? In The American business cycle: Continuity and change, ed. R. Gordon. Chicago: University of Chicago Press.",
        "Bayourni, T. and Eichengreen, B. 1993. Shocking aspects of European monetary integration. In Adjustment and growth in the European Monetary Union, ed.",
        "F. Torres and F. Giavazzi. Cambridge: Cambridge University Press. .1994. Macroeconomic adjustment under Bretton Woods and the post- Bretton-Woods float: An impulse response analysis. Economic Journal 104 (July): B 13-27."
    ]
}