{
    "id": 5728,
    "cites": 27,
    "cited_by": 5,
    "reference": [
        "Wards Automotive Yearbook, Annual, 1994-95. Southfield, MI: Wards Communications.",
        "Tirole, Jean (1988). The Theory of Industrial Organization. Cambridge, MA: MIT Press.",
        "Tufano, Peter (1989). Financial Innovation and First-Mover Advantages. Journal of Financial Economics 25(2): 213-240.",
        "Shaked, Avner and John Sutton (1983). Natural Oligopolies. Econometrica, 51(5), September: 1469-1483.",
        "Sutton, John (1986). Vertical Product Differentiation - Some Basic Themes. American Economic Review 76(2), May: 393-398.",
        "Rosenkranz, S. (1995). Innovation and Cooperation under Vertical Product Differenti- ation. International Journal of Industrial Organization 13(1): 1-22.",
        "Shaked, Avner and John Sutton (1982). Relaxing Price Competition through Product Differentiation. Review of Economic Studies 49: 3-13.",
        "Rosen, S. (1981). The Economics of Superstars. American Economic Review 71(5): 845-858.",
        "Motta, M. (1993). Endogenous Quality Choice - Price vs. Quantity Competition. Journal of Industrial Economics 41(2): 113-131.",
        "Hulbert, Mark (1996). Price vs. Performance. The Hulbert Financial Digest 16(10): 1-2.",
        "Hendricks, D., J.Patel, and R. Zeckhauser (1993). Hot Hands in Mutual Funds: Short- run Persistence of Relative Performance. Journal of Finance 48(1): 93-130.",
        "Gompers, Paul and Josh Lerner (1996). An Analysis of Compensation in the U.S.",
        "Venture Capital Partnership. Manuscript, Harvard Business School. Hackner, J. (1994). Collusive Pricing in Markets for Vertically Differentiated Products. International Journal of Industrial Organization 12(2): 155-177.",
        "Goldberg, P.K. (1996). Dealer Price Discrimination in New Car Purchases: Evidence from the Consumer Expenditure Survey. Journal of Political Economy 104(3): 622-654.",
        "Goldberg, P.K. (1995). Product Differentiation and Oligopoly in International Markets: The Case of the U.S. Automobile Industry. Econornetrica 63(4): 891-952.",
        "Cabszewicz, J. Jaskold, Avner Sha.ked, John Sutton, and J.F. Thisse (1981). Price Com- petition among Differentiated Products: A Detailed Study of Nash Equilibrium. Discussion Paper 81/37, ICERD, London School of Economics.",
        "Gabszewicz, J. Jaskold, and J.F. Thisse (1979). Price Competition, Quality, and Income Disparities. Journal of Economic Theory 20: 340-359.",
        "The Complete Car Cost Guide, Annual, 1994. San Jose: IntelliChoice, Inc.",
        "Chevalier, J. and C. Ellison (1995). Risk Taking by Mutual Funds as a Response to Incentives. NBER Working Paper 5234.",
        "Chamberlain, E.H. (1933). The Theory of Monopolistic Competition. Cambridge, MA: Harvard University Press.",
        "Brown, K., W.V. Harlow, and L. Starks (1996). Of Tournaments and Temptations: An Analysis of Managerial Incentives in the Mutual Fund Industry Journal of Finance 51(1): 85-110.",
        "Bertrand, J. (1883). ThÃ\u0083Â©orie Mathematique de la Richesse Sociale. Journal des Savants 67: 499-508. Boom, A. (1995). Asymmetric International Minimum Quality Standards and Vertical Differentiation. Journal of Industrial Economics 43(1): 101-119.",
        "Bresnahan, T. and P. Reiss (1985). Dealer and Manufacturer Margins. Rand Journal of Economics 16(2): 253-268.",
        "Becker, G. (1991). A Note on Restaurant Pricing and Other Examples of Social Influ- ences on Price. Journal of Political Economy 99(5): 1109-1116.",
        "Berry, S., J. Levinsohn and A. Pakes (1995). Automobile Prices in Market Equilibrium. Econometrica 63(4): 841-890.",
        "Auto Test, Annual, 1994. Heathrow, FL: American Automobile Association.",
        "Brown, S. and W. Goetzman (1995). Performance Persistence. Journal of Finance 50(2): 679-698."
    ]
}