{
    "id": 5730,
    "cites": 30,
    "cited_by": 122,
    "reference": [
        "Velasco, A., 1996, HA Model of Fiscal Deficits and Delayed Fiscal Reforms, n mimes, New York University.",
        "Tanzi, V. and L. Schuknecht, 1995, The Growth of Government and the Reform of the State in Industrial Countries, IMP Working Paper, December.",
        "Tanzi, V., 1994, international Systems of Public Expenditure Auditing: Lessons for Italy, from the proceeding of the conference Nuovo Sistema di Controllo Sulla Spesa Pubblica, n Bank of Italy, Rome.",
        "Sutherland, A., 1995, Fiscal Crises and Aggregate Demand: Can High Public Debt Reverse the Effect of Fiscal Policy? CEPR Working Paper.",
        "Spolaore, E., 1993, Policy Making Systems and Economic Efficiency: Coalition Governments versus Majority Governments, n unpublished.",
        "Roubini, N. and J. Sachs, 1989, Political and Economic Determinants of Budget Deficits in the Industrial Democracies, n Eurocean Economic Review.",
        "Perotti, R., 1996a, Fiscal Consolidation in Europe: Composition Matters, American Economic Review, Papers and Proceedings, forthcoming.",
        "Pencavel, J., 1986, Labor Supply of Men: A Survey, in O. Ashenfelter and R. Layard Handbook of Labor Economics, North Holland, Amsterdam.",
        "Miller, M., R. Sidelsky, and P. Weller, 1990, Fear of Deficit Financing: Is It Rational? in R. Dornbusch and M. Draghi (ed.), Public Debt Management: Theory and History, Cambridge, MA, Cambridge University Press.",
        "McKenzie, G., 1988, Are All Summary Indicators of Stance of Fiscal Policy Misleading? IMF Staff Pacers.",
        "McDermott, J. and R. Wescott, 1996, The Economics of Fiscal Consolidation, n IMF, unpublished draft.",
        "Lindbeck, A., 1994, Overshooting, Reform and Retreat of the Welfare State, De Economist, Vol. 142, No. 1, pp. 1-19.",
        "Giavazzi, F. and M. Pagano, 1990, Can Severe Fiscal Adjustments be Expansionary? NBER Macroeconomic Annual, pp. 75-122.",
        "Evidence and the Swedish Experience, Swedish Economic Policv Review, forthcoming. Grilli, V., D. Masciandaro, and G. Tabellini, 1991, Political Monetary Institutions and Public Finance Policies in the Industrial Democracies, Economic Policy.",
        "Drazen, A. and V Grilli, 1993, The Benefits of Crises for Economic Reforms, American Economic Review, Vol. 83, No. 3, pp. 598-607.",
        "Economic Assessment of the Possibilities for Reducing National Deficits in the Transition to EMU, n EEC Economic Papers. Dornsbusch, R. 1989, Credibility Debt and Unemployment: Irelands Failed Stabilization, Economic Policv.",
        "Chouraqui, J.C., R. Hagemann, and N. Sartor, 1990, Indicators of Fiscal Policy, a Reassessment, OECD Working Paper.",
        "Calmfors, L. and J. Driffill, 1988, Bargaining Structure, Corporatism, and Macroeconomic Performance, Economic Policy, No. 6, April, pp. 13-62.",
        "Implications for Policy Evaluation and Design, IMF Staff Papers 1985, A Guide to Public Sector Deficits, Economic Policy.",
        "Bruno, M. and J. Sachs, 1985, The Economics of Worldwide Scagflation, Oxford, U.K., Basil Blackwell.",
        "Stanley Fischer, eds., NBER Macroeconomics Annual 1990, Cambridge, MA, MIT Press, pp. 110-117.",
        "Bohn, H., 1991, Budget Balance Through Revenue or Spending Adjustments? Journal of Monetary Economics.",
        "Blanchard, O., 1985, Debt, Deficits, and Finite Horizons, Journal of Political Economy, 93, pp. 223-247.",
        "Cambridge, Massachusetts, pp. 178-235. Baxter, M., 1993, Financial Market Linkages and the International Transmission of Fiscal Policy, University of Rochester, mimeo.",
        "Economic Review, Vol. 83, No. 3, pp. 315-334. Bertola, G. and A. Drazen, 1993, Trigger Points and Budget Cuts: Explaining the Effects of Fiscal Austerity, American Economic Review, 83, pp. 11-26.",
        "Open Economy, EuroDean , 1996, Reducing Budget Deficits, n Swedish Economic Policv Review, forthcoming.",
        "Bank of Italy, 1996, Bollettino Economico, n. 26, Rome, Italy.",
        "Barro, R., 1981 Output Effects of Government Purchases, Journal of Political Economy, 89, December, pp. 1086-1121.",
        "Alesina, A. and A. Drazen, 1991, Why are Stabilizations Delayed? American Economic Review, December.",
        "Economic Policv, 21, pp. 207-248. , 1995b, Taxation and Redistribution in an Economic Review, May, pp. 961-980."
    ]
}