{
    "id": 5735,
    "cites": 23,
    "cited_by": 161,
    "reference": [
        "Barre, Robert J., and Grossman, Herschel I. Money, Employment, and Inflation. Cambridge UK: Cambridge University Press, 1976.",
        "Eisner, Robert. A New View of the NMRU. Manuscript, Northwestern University, June, 1996.",
        "Franz, Wolfgang, and Gordon, Robert J. `Wage and Price Dynamics in Germany and America: Differences and Common Themes. European Economic Review, May 1993,37, 719-54.",
        "Friedman, Milton. `The Role of Monetary Policy. American Economic Review, March 1968, S8, 1-17.",
        "Gordon, Robert J. `The Recent Acceleration of Inflation and its Lessons for the Future. Brookings Papers on Economic ActiviQ, 1970, 1:1, 841.",
        "Gordon, Robert J. `The Impact of Aggregate Demand on Prices. Brookings Papers on Economic Activity, 1975, 6:3, 613-62.",
        "Gordon, Robert J. `The Theory of Domestic Inflation. American Economic Review Papers and Proceedings, February 1977(b), 67, 128-34.",
        "Gordon, Robert J. Inflation, Flexible Exchange Rates, and the Natural Rate of The TimeVarylng NAIRU, Page 39 Unemployment. In Bail y, M. N., cd., Workers, Jobs, and Inflation. Washington: Brookings Institution, 1982(b), 88-152.",
        "Gordon, Robert J. U.S. Inflation, Labors Share, and the Natural Rate of Unemployment. In Konig, Heinz, cd., Economics of Wage Determination. Berlin and New York: Springer Verlag, 1990(a), pp. 1-34.",
        "Gordon, Robert J. What Is New-Keynesian konomics? Joumf of Economic Literature, September, 1990(b), 28, 1115-71.",
        "Gordon, Robert J. Inflation and Unemployment: Where is the NAIRU? Paper presented to Board of Governors, Federal Reserve System, Meeting of Academic Consultants, December 1, 1994.",
        "Gordon, Robert J. and King, Stephen R. `The Output Cost of Disinflation in Traditional and Vector Autoregressive Models. Brookings Papers on Economic Activity, 1982, 13:1, 205+2.",
        "Hamilton, James D. Time Series Analysis. Princeton: Princeton University Press, 1994.",
        "King, Robert G. and Watson, Mark W. `The post-war U. S. Phillips curve: a revisionist econometric history. Carnegie-Rochester Conference Series on Public Policy, 1994, 41, 157-219.",
        "King, Robert G., Stock, James H., and Watson, Mark W. `Temporal Instability of the Unemployment-Inflation Relationship. Economic Perspectives of the Federal Reserve Bank of Chicago, May/June 1995, 2-12.",
        "Lucas, Robert E., Jr., and Sargent, Thomas J. After Keynesian Econometrics. In After the Phillips Curve: Persistence of High Inflation and High Unemployment, Conference Series 19 (Boston: Federal Reserve Bank of Boston, 1978), 49-72.",
        "Perry, George L. Chan@ng Labor Markets and In flation. Brookings Papers on Economic Activity, 1970, 1:3, 411+1.",
        "Romer, Christina D. Inflation and the Growth Rate of Output. NBER Working Paper 5575, May 1996.",
        "The TimeVarying NAIRU, Page 40 Samuelson, Paul A. and Solow, Robert M. Analytical Aspects of Anti-Inflation Policy. American Economic Review Papers and Proceedings, May 1960, 50, 177-94.",
        "Schultze, Charles L. Falling Profits, Rising Profit Margins, and the Full Employment Profit Rate, Brookings Papers on Economic Activity, 1975, 6:2, 449-69.",
        "SOlOWjRobert M. Price E@ectations and the Phillips Curve. Manchester, UK: Manchester University Press, 1969.",
        "Staiger, Douglas, Stock, James H., and Watson, Mark W. How Precise are Estimates of the Natural Rate of Unemployment? NBER Working Paper 5477, March 1996.",
        "Stevenson, Richard W. Its Heresy at Fed But Critics Say: Step on the Gas. New York Times, June 7, 1996, Cl, C15 (Chicago edition)."
    ]
}