{
    "id": 5739,
    "cites": 11,
    "cited_by": 11,
    "reference": [
        "LAYARD, RICHARD, NICKEEL, STEPHEN, AND JACKMAN, RICHARD (1991).",
        "SACHS, JEFFRF~ D. (1979). Wages, Profits, and Macroeconomic Adjustment: A Comparative Study, Brookings Papers on Economic Activity, 10 (no. 2), pp.",
        "GIORNO, CLAUDE, RICHARDSON, PkTE, ROSEVEARE, DEBORAH, AND VAN DEN NOORD, PAUL (1995). Potential Output, Output Gaps, and Structural Budget Balances, OECD Economic Studies (no. 24), pp. 167-209.",
        "GORDON, RosERTJ. (199Sa). Estimating the NAIRU as a Time-varying Parameter, paper presented to Panel of Economic Advisers, Congressional Budget Office, November 16. (199Sb). Is There a Tradeoff between Unemployment and Productivity Growth? NBER working paper 5081, April. Forthcoming in Dennis J. Snower and Guillermo de la Dehesa, eds., Unemployment Policy: How Should Governments Respond to Unemployment? Cambridge UK: Cambridge University Press for CEPR. KRUGMAN, PAUL (1994). Past and Prospective Causes of High Unemployment, Federal Reserve Bank of Kansas City Economic Review (fourth quarter), pp. 21- 43.",
        "Macroeconomic Policy, Page 41 FRANZ, WOLFGANG, AND GORDON, RosERTJ. (1993). Wage and Price Dynamics in Germany and America: Differences and Common Themes, European Economic Review, 37 (May), pp. 719-S4.",
        "DEGRAuwE, PAUL (1995). The Economics of Convergence towards Monetary Union in Europe, CEPR discussion paper 1213, July.",
        "ELMESKOV, J0RGEN, AND MACFARLAN, MAITLAND (1993?. Unemployment Persistence, OECD Economic Studies (no. 21, Winter), pp. 57-88.",
        "BRUNO, MICHAEL, AND SACHS, JEFFREY D. (1985). Economics of Worldwide Stagflation (Cambridge MA: Harvard University Press).",
        "CROSS, ROD (ED.) (1988). Unemployment, Hysteresis, and the Natural Rote Hypothesis. Oxford and New York: Basil Blackwell.",
        "BEAN, CHARLES R. (1994). European Unemployment: A Survey, Journal of Economic Literature, 32 (June), 573-619.",
        "BRANSON, WILLIAM H. AND ROTEMBERG, Julio J. (1980). International Adjustment with Wage rigidity, European Economic Review, 13 (May), pp. 309-32."
    ]
}