{
    "id": 5743,
    "cites": 55,
    "cited_by": 100,
    "reference": [
        "World Bank. World Data 1994: World Banic Indicators on CD-ROM. Washington, D.C.: The World Bank, 1994.",
        "Zevin, R. B. Are World Financial Markets More Open? If So, Why and With What Effects? In Financial Openness and National Autonomy: Opportunities and Constraints, edited by T. Banuri and J. B. Schor. Oxford: Clarendon Press, 1992.",
        "Williamson, J. G. Globalization, Convergence, and History. Journal of Eco- nomic History 56 (June 1996): 277-306.",
        "Vik0ren, B. The Saving-Investment Correlation in the Short and in the Long Run. Working Paper no. 91/7, Norges Bank, 1991.",
        "Williamson, J. G. The Evolution of Global Labor Markets since 1830: Background Evidence and Hypotheses. Explorations in Economic History 32 (April 1995): 141-96.",
        "Tesar, L. L. Savings, Investment and International Capital Flows. Journal of International Economics 31 (August 1991): 55-78.",
        "Urquhart, M. C. Canadian Economic Growth 1870-1980. Discussion Paper no.",
        "Taylor, A. M., and J. G. Williamson. Capital Flows to the New World as an Intergenerational Transfer. Journal of Political Economy 102 (April 1994): 348 371.",
        "Temin, P. Lessons from The Great Depression. Cambridge, Mass.: MIT Press, 1989.",
        "Taylor, A. M. international Capital Mobility in History: Purchasing-Po~ver Parity in the Long Run. Working Paper Series, National Bureau of Economic Research, August 1996. Forthcoming.",
        "Taylor, A. M. domestic Saving and International Capital Flows Reconsidered. Working Paper Series no. 4892, National Bureau of Economic Research, 1994a.",
        "Taylor, A. M. lies fases del crecimiento econdmico argentino. Revista de Historia Economica 12 (Fall 1994b): 649 83.",
        "Summers, L. H. Tax Policy and International Competitiveness. In International Aspects of Financial Policies, edited by J. Frenkel. Chicago: University of Chicago Press, 1988.",
        "Taylor, A. M. External Dependence, Demographic Burdens and Argentine Eco- nomic Decline After the Belle Epoque. Journal of Economic History 52 (December 1992): 907-36.",
        "Sinn, S. Saving-Investment Correlations and Capital Mobility: On the Evidence from Annual Data. Economic Journal 102 (September 1992): 1171-83.",
        "ORourke, K. H., A. M. Taylor, and J. G. Williamson. Factor Price Conver- gence in the Late Nineteenth Century. International Economic Revieu (1996).",
        "Forthcoming. 32 Phelps, V. L. The International Economic Position of Argentina. Philadelphia: University of Pennsylvania Press, 1938.",
        "Obstfeld, M., and A. M. Taylor. International Capital Market Integration in the Long Run: The Great Depression as a Watershed. University of California at Berkeley, 1996. Photocopy.",
        "Obstteld, M. Comment on Frankel. In National Saving and Economic Per- formance, edited by B. D. Bernheim and J. B. Shoven. Chicago: University of Chicago Press, 1991.",
        "Obstfeld, M. Capital Mobility in the World Economy: Theory and Measurement. Carnegie-Rochester Conference Series on Public Policy no. 24, 1986.",
        "Miller, S. Are Saving and Investment Cointegrated? Economic Letters 27 (1988): 31-34.",
        "Mitchell, B. R. International Historical Statistics: The Americas and Australasia. Detroit: Gale Research, 1983.",
        "Neal, L. The Rise of Financial Capitalism: International Capital Markets in the Age of Reason. Cambridge: Cambridge University Press, 1990.",
        "Maddison, A. Dynamic Forces in Capitalist Development: A Long-Run Compara- tive View. Oxford: Oxford University Press, 1991.",
        "McLean, I. W. Saving in Settler Economies: Australian and North American Comparisons. Explorations in Economic History 31 (October 1994): 432-52.",
        "Lothian, J. R. Capital Market Integration and Exchange-Rate Regimes in His- torical Perspective. Fordham University, December 1995. Photocopy.",
        "Maddala, G. S. Econometrics. New York: McGraw-Hill, 1977.",
        "Lewis, W. A. Economic Development with Unlimited Supplies of Labour. The Manchester School 22 (May 1954): 139 91.",
        "Kremers, J., N. Ericsson, and J. Dolado. The Power of Cointegration Tests. Oxford Bulletin of Economics and Statistics 54 (1992): 325-348.",
        "Leachman, L. Saving, Investment and Capital Mobility among OECD Countries. Open Economies Revieu2 (1991): 137-63.",
        "Kose, M. A. Financial Development and Saving-Investment Correlations. Uni- 31 versity of Iowa, November 1994. Photocopy.",
        "Jones, M. T., and M. Obstfeld. Saving and Investment Under the Gold Stan- dard. University of California at Berkeley, November 1994. Photocopy.",
        "King, R. G., and R. Levine. Finance, Entrepreneurship, and Growth. Journal of Monetary Economics 32 (1993): 513-42.",
        "Fujiki, H., and Y. Kitamura. Feldstein-Horioka Paradoz Revisited. Bank of Japan Monetary and Economic Studies 13 (July 1995): 1-15.",
        "Jansen, W. J., and G. G. Schulze. Theory-Based Measurement of the Saving- Investment Correlation with an Application to Norway. Economic Inguiry 34 (January 1996): 116-132.",
        "Feldstein, M., and C. Horioka. Domestic Saving and International Capital Flows. Economic Journal 90 (June 1980): 314-29.",
        "Frankel, J. A. Quantifying International Capital Mobility in the 1980s. In Na- tional Saving and Economic Performance, edited by B. D. Bernheim and J. B.",
        "Shaven. Chicago: University of Chicago Press, 1991.",
        "Frankel, J. A. Measuring International Capital Mobility: A Review. American Economic Review 82 (May 1992): 197-202.",
        "Feldstein, M., and P. Bacchetta. National Savings and International Investment. In National Saving and Economic Performance, edited by B. D. Bernheim and J. B. Shoven. Chicago: University of Chicago Press, 1991.",
        "Eichengreen, B. Golden Fetters. Oxford: Oxford University Press, 1992.",
        "Engle, R., and C. Granger. Cointegration and Error Correction: Representation, Estimation and Testing. Econometrica 55 (1987): 251-276.",
        "Edelstein, M. Overseas Investment in the Age of High Imperialism. New York: 30 Columbia University Press, 1982.",
        "Eichengreen, B. Trends and Cycles in Foreign Lending. In Capital Flows in the World Economy, edited by H. Siebert. Tubingen: Mohr, 1990.",
        "Dornbusch, R. Comment on Martin Feldstein and Phillipe Bacchetta. In Na- tional Saving and Economic Performance, edited by B. D. Bernheim and J. B. Shoven. Chicago: University of Chicago Press, 1991.",
        "Crafts, N. F. R. British Economic Growth during the Industrial Revolution. Ox- ford: Clarendon Press, 1985.",
        "David, P. A. Invention and Accumulation in Americas Economic Growth: A Nineteenth-Century Parable. In International Organization, National Policies and Economic Development, edited by K. Brunner and A. Metzler. Amsterdam: North Holland, 1977.",
        "Della Paolera, G. How the Argentine Economy Performed During the Interna- tional Gold Standard: A Reexamination. Ph. D. dissertation, University of Chicago, December 1988.",
        "Diaz-Alejandro, C. F. Essays on the Economic History of the Argentine Republic. New Haven, Conn.: Yale University Press, 1970.",
        "Di Tella, G., and M. Zymelman. Las etapas del desarrollo economico argentino. Buenos Aires: Editorial Universitaria de Buenos Aires, 1967.",
        "Bayoumi, T. Saving-Investment Correlations: Immobile Capital, Government Policy or Endogenous Behavior? IMP Working Paper no. 89/66, Washington, D.C., August 1989.",
        "Carre, J.-J., P. Dubois, and P. Malinvaud. French Economic Growtl~. Translated by John P. Hatfield. Stanford, Calif.: Stanford University Press, 1975.",
        "Baumol, W. Productivity Growth, Convergence and Welfare: What the Long- Run Data Show. American Economic Review 76 (December 1986): 1072-85.",
        "Abramovitz, M. Catching Up, Forging Ahead, and Falling Behind. Journal of Economic History 46 (June 1986): 385-406.",
        "Abramovitz, M., and P. A. David. Reinterpreting American Economic Growth: Parables and Realities. American Economic Review 63 (May 1973): 428-37."
    ]
}