{
    "id": 5745,
    "cites": 16,
    "cited_by": 7,
    "reference": [
        "U.S. Environmental Protection Agency (EPA, 1996). Acid Rain Program Update No. 3: Technology and Innovation. Acid Rain Division, EPA 430-R-96-004, May.",
        "Laffont, Jean-Jacques (1995). Game Theory and Empirical Economics: The Case of Auction Data. IDEI Document de Travail 55, Toulouse, December.",
        "Rigdon, Joan E. (1992). ALCOA Unit Arranges $7.5 Million Sale of Pollution Allowances to Ohio Edison. Wall Street Journal. July 1. A6.",
        "Joskow, Paul L. and Richard Schmalensee (1996). The Political Economy of Market-Based Environmental Policy: The U.S. Acid Rain Program. MIT Center for Energy and Environmental Policy Research, MIT-CEEPR 96-003 WP, March.",
        "ICE Resources Incorporated (ICE, 1990). Comparison of the Economic Impacts of the Acid Rain Provisions of the Senate Bill (S. 1630) and the House Bill (S. 1630). Draft Report Prepared for the U.S. Environmental Protection Agency, July.",
        "Hoske, Mark T. (1993). S02 Allowance Cost Falls to $122/ton in First EPA Auction Electric Power and Light, 71(5), p1.",
        "Fullerton, Don, Shaun P. McDermott, and Jonathan P. Caulkins (1996). Sulfur Dioxide Compliance of a Regulated Utility. Cambridge: National Bureau of Economic Research, Working Paper 5542, April.",
        "Hausker, Karl (1992). The Politics and Economics of Auction Design in the Market for Sulfur DioxidePollution.JournalofPolicyAnalysisandManagement, 11 (Fall): 553-572.",
        "Ellerman, A. Denny and Juan Pablo Montero (1996). Why Are Allowance Prices So Low? An Analysis of the SO2 Emissions Trading Program. MIT Center for Energy and Environmental Policy Research, MIT-CEEPR 96-001 WP, February.",
        "Compliance Strategy Review. (selected issues, 1992-6), Fieldston Publications, Washington DC.",
        "Cason, Timothy N. (1995). An Experimental Investigation of the Seller Incentives in EPAs Emission Trading Auction. American Economic Review, 85 (September): 905-922.",
        "Cason, Timothy N., and Charles R. Plott (1996). EPAs New Emissions Trading Mechanism: A Laboratory Evaluation. Journal of Environmental Economics andManagement, 30 (March): 133- 160.",
        "Cason, Timothy N. (1993). Seller Incentive Properties of EPAs Emission Trading Auction. Journal of Environmental Economics and Management, 25 (September): 177-195.",
        "Bailey, Elizabeth M. (1996). Allowance Trading Activity and State Regulatory Rulings: Evidence From the U.S. Acid Rain Program. MIT Center for Energy and Environmental Policy Research, MIT-CEEPR 96-002 WP, March.",
        "Braine, Bruce H. (1991). Allowance Market Implications of Acid Rain Regulation. Pp. 88-105 in R. Locke and D. P. Harkawik, eds., The New Clean Air Act Compliance and Opportunity. Arlington, VA: Public Utilities Reports.",
        "Allen, Frank Edward (1992). Tennessee Valley Authority Is Buying Pollution Rights From Wisconsin Power. WallStreet Journal, May ll,p.A12."
    ]
}