{
    "id": 5748,
    "cites": 26,
    "cited_by": 5,
    "reference": [
        "Svensson, L. E. O. (1985b): Money and Asset Prices in a Cash-in-Advance Economy, Journal of Political Economy, 93, 919-944.",
        "Stulz, R. (1987): An Equilibrium Model of Exchange Rate Determination and Asset Pricing with Nontraded Goods and Imperfect Information, Journal of Political Economy, 95, 1024- 1040.",
        "Stockman, A. and H. Dellas (1989): International Portfolio Nondiversification and Exchange Rate Variability, Journal of International Economics, 26, 261-290.",
        "The Equilibnum Approach to Exclu~r~ge Rates page 42 Stockman, A. (1980): A Theory of Exchange Rate Determination, Journal of Political Economy, 88, 673-698.",
        "Friedman and F. Hahn, eds: Handbook of Monetary Economics (North Holland, Amsterdam). Stock, J.H. and M.W. Watson (1988): Testing for Common Trends, Journal of the American Statistical Association, 83, 1097 - 1107.",
        "Singleton, K. (1990): Specification and Estimation of Intertemporal Asset Pricing Models, in B.",
        "Phillips, P.C.B. (1990): Optimal Inference in Cointegrated Systems, Econometrica, 59, 283-306.",
        "Sercu, P., R. Uppal and C. Van Hulle (1995): The Exchange Rate in the Presence of Transactions Costs: Implications for Tests of Purchasing Power Parity Journal of Finance, September 50, 1309-1319.",
        "Osterwald-Lenum, M. (1992): A Note with Quantiles of the Asymptotic Distribution of the Maximum Likelihood Cointegration Rank Test Statistics, Oxford Bulletin of Economics and Statistics, 54, 461-471.",
        "Lucas, R. (1982): Interest Rates and Currency Prices in a Two-Country World, Journal of Monetary Economics 10, 335-359.",
        "Lewis, K. (1995): Puzzles in International Financial Markets, Working paper, Wharton School, University of Pennsylvania, forthcoming in Grossman, G., and K. Rogoff, eds., Handbook of International Economics, North Holland, Amsterdam.",
        "Johansen, S. and K. Juselius (1992): Testing Structural Hypotheses in a Multivariate Cointegration Analysis of the PPP and the UIP for UK, Journal of Econometrics S3, 211 -244.",
        "Johansen, S. and K. Juselius (1990): Maximum Likelihood Estimation and Inference on ~ Cointegration-with Applications to the Demand for Money, Oxford Bulletin of Economics and Statistics, 52, 169-210.",
        "Johansen, S. (1991): Estimation and Hypothesis Testing of Cointegration Vectors in Gaussian Vector Autoregressive Models, Econometrica, 59, 1551-1580.",
        "Hansen, H. and K. Juselius (1995): CATS in RATS Cointegration Analysis of Time Series, ESTIMA, Evanston Ill.",
        "Hamilton, J.D. (1994):Time Series Analysis, Princeton University Press, Princeton, N.J.",
        "Granger, C.W.J. (1981): Some Properties of Time Series Data and their Use in Econometric Model Specification, Joumal of Econometrics, 16, 121-130.",
        "Froot, K.A. and K. Rogoff (1994): Perspectives on PPP and Long-Run Real Exchange Rates, NBER Working Paper Series, No.4952.",
        "Engle, R.F. and C.W.J. Granger (1987): Cointegration and Error Correction: Representation, Estimation and Testing, Econometrica, 55, 251-276.",
        "Domowitz, I., and C. Hakkio (1985): Conditional Variance and the Risk Premium in the Foreign Exchange Market, Journal of Intemational Economics, 19, 47-66.",
        "Dumas, B. (1992): Dynamic Equilibrium and the Real Exchange Rate in a Spatially Separated World, The Review of Financial Studies, 5, 153-180.",
        "Engel, C. M. (1992a): On the Foreign Exchange Risk Premium in a general Equilibrium Model, Journal of International Economics, 32, 305-319.",
        "Engel, C. M. (1992b): The Risk Premium and the Liquidity Premium in Foreign Exchange Markets, Intemational Economic Review, 32, 305-319.",
        "Apte, P., M. Kane, and P. Sercu (1994): Relative PPP in the Medium Run, Journal of Intemational Money and Finance, 13, 602-622.",
        "Backus, D., G. Smith (1993): Consumption and Real Exchange Rates in Dynamic Economies Ã\u0082Â· with Non-traded Goods, Joumal of International Economics 35, 297-316.",
        "Dickey, D.A. and R.J. Rossana (1994): Cointegrated Time Series: A Guide to Estimation and Hypothesis Testing Oxford Bulletin of Economics and Statistics, 56, 325-353."
    ]
}