{
    "id": 575,
    "cites": 12,
    "cited_by": 3,
    "reference": [
        "S. S. Alexander, Effects of a Devaluation on a Trade Balance, IMP Staff Papers, Apr. 1952, ~, 263-78~ R. Z. A1i.ber, The Interest Rate Parity Theorem: A Reinterpretation, J.",
        "R. S. Boyer, Commodity Markets and Bond Markets in a Small, Fixed-ExchangeRate Economy, Can. J. Econ., Feb. 1975, .!!., 1-23.",
        "W. H. Branson, Portfolio Equilibrium and Monetary Policy with Foreign and Non-Traded Assets, in Emil Claassen and Pascal Salin, eds~, Recent Issues in International Monetary Economics, Amsterdam 1976.",
        "M. P. Dooley and P. Isard, Capital Controls, Political Risk, and Deviatiuns from Interest-Rate Parity, J. Polite Econ., Apr. 1980, 88, 370-84. Rudiger Dornbusch, Capital Mobility and Portfolio Balance, in Robert Z.",
        "Aliber, ed., The Political Economy of Monetary Reform, Montclair 1977.",
        ", Monetary Policy Under Exchange Rate Flexibility, Managed Ex------' change Rate Flexibility: The Recent Experience, Fed. Reserve Bank Boston Conference Series, No. 20, 1978.",
        "J. M. Fleming, Domestic Financial Policies Under Fixed and Under Floating Exchange Rates, IMP Staff Papers, NoveII'ber 1962, ~, 369-79.",
        "Jacob A. Frenkel, Flexible Exchange Rates, Prices and the Role of 'News': Lessons from the 1970's, U. of Chicago Center for Mathematical Studies in Business and Economics, No. 8020, 1980.",
        "______ and Harry G. Johnson, eds., The Monetary Approach to the Balance of Payments, London and Toronto 1976.",
        "______, eds., The Economics of Exchange Rates: Selected Studies, Reading 1978.",
        "J. A. Frenkel and R. M. Levich, Transactions Costs and Interest Arbitrage: Tranquil versus Turbulent Periods, J. Polito Econ., Dec. 1977, ~, 1299-26. and M. L. Mussa, The Efficiency of Foreign Exchange Markets and ------/ .. 12 . / A FOOTNOTES *University or Chicago and National Bureau of Economic Research, Inc., and the University of Chicago, respectively. J. A. Frenkel acknowledges research support by the National Science Foundation, grant SOC 78-14480. This research is part of the NBER's Program in International Studies. The views expressed are those of the authors and not necessarily those of the NBER.",
        "IThe emphasis on new information which alters expectations concerning future exchange rates and thereby induces an immediate adjustment of current exchange rates is fundamental in explaining the recent volatility of exchange rates; see Mussa (1976, 1979), Dornbusch (1978), Frenkel (1980) and Frenkel and Mussa."
    ]
}