{
    "id": 5751,
    "cites": 29,
    "cited_by": 60,
    "reference": [
        "Weisbrod, B., 1988, The Non-Profit Economy, Cambridge, MA: Harvard University Press.",
        "U.S. Congress, Of rice of Technology Assessment, 1994, Defensive Medicine and Medical Malpractice, OTA-H-602, Washington, DC: U.S. Government Printing Office.",
        "Rosenberg, N., 1994, Exploring the Black Box: Technology, Economics, and History, New York: Columbia University Press.",
        "Rose, N.L. and P.L. Joskow, 1990, The Diffusion of New Technologies: Evidence from the Electric Utility Industry, Rand Journal of Economics, 354-374.",
        "Robinson J. and H. Lust, 1985, The Impact of Hospital Market Structure on Patient Volume, Average Length of Stay, and the Cost of Care, Journal of Health Economics, 333-356.",
        "Pauly, M., 1986, Taxation, Health Insurance, and Market Failure in Medical Care, Journal of Economic Literature.",
        "Phelps, C., 1992, Health Economics, New York: Basic Books.",
        "Newhouse, J.P., 1992, Medical Care Costs: How Much Welfare Loss?, Journal of Economic Perspectives, Summer, 3-21.",
        "Meyer, B., 1990, Unemployment Insurance and Unemployment Spells, Econometrica, July, 757- 782.",
        "McClellan, M., and Newhouse, J., 1996, The Costs and Benefits of Intensive Medical Treatments, Journal of Econometrics, forthcoming.",
        "McClellan, M., and Newhouse, J., 1994, The Marginal Benefits of Medical Technology, Stanford University mimeo.",
        "McClellan, M., 1995b, The Marginal Returns to Technological Change, Proceedings of the National Academy of Sciences, forthcoming.",
        "McClellan, M., 1996, The Dynamics of Medical Treatment Intensity, in Wise, D., ea., Topics in the Economics of Aging (Chicago: Univ. of Chicago Press), forthcoming.",
        "McClellan, M., 1993, The Economics of Medical Treatment Intensity, Ph.D. Dissertation, MIT.",
        "Kessler, D., and M. McClellan, M., 1996, Do Doctors Practice Defensive Medicine? Quarterly Journal of Economics, May, 353-390.",
        "Hoerger, T.J., 1991, Profit Variability in For-profit and Not-for-profit Hospitals, Journal of Health Economics, 259-289.",
        "Heckman, J.J., 1979, Sample Selection Bias as a Specification Error, Econometrica, 153-161.",
        "Griliches, Z., 1988, Technology, Education, and Productivity, London: Basil Blackwell.",
        "Greenfield, S. et al., 1992, Variations in Resource Utilization Among Medical Specialties and Systems of Care: Results from the Medical Outcomes Study, Journal of the American MedicalAssociation, 267:1624-1631.",
        "Giljens, A., and N.Rosenberg, 1994, The Dynamics of Technological Change in Medicine, Health Affairs, Summer, 29-45.",
        "Fuchs, V. 1996, Economics, Values, and Health Care Reform, American Economics Review, March, 1-24.",
        "Dranove, D., and K. Cone, Do State Rate-Setting Regulations Really Lower Hospital Expense?, Journal of Health Economics, 159- 165. Feldstein, M., 1971, Hospital Cost Inflation: A Study of Nonprofit Price Dynamics, American Economic Review, 853-872.",
        "Danzon, P.M., 1986, The Frequency and Severity of Medical Malpractice Claims: New Evidence, Law and Contemporary Problems 49: 57-84.",
        "Cutler, D.M., M. McClellan, J.P. Newhouse, and D. Remler, Are Medical Prices Declining?, mimeo, Harvard University, 1996.",
        "Cutler, D.M., and M. McClellan, 1996, What Is Technological Change? in Wise, D., ea., Topics in the Economics of Aging (Chicago: Univ. of Chicago Press), forthcoming.",
        "Cutler, D.M., 1995, The Incidence of Adverse Medical Outcomes Under Prospective Payment, Econometrica, February, 29-50.",
        "Christenson, S., 1992, Volume Responses to Exogenous Changes in Medicares Payment Policies, Health Services Research.",
        "Besley, T., and A. Case, 1995, incumbent Behavior: Vote Seeking, Tax Setting and Yardstick Competition, American Economic Review, March, 25-45.",
        "Aaron, H., 1991, Serious and Unstable Condition: Financing America D.C.: The Brookings Institution."
    ]
}