{
    "id": 5754,
    "cites": 22,
    "cited_by": 11,
    "reference": [
        "U. S, Treasury Dept,, Reuort on Integration of Individual and Comorate Tax Svstems: Taxing Business Income Once, Washington, DC: U.S. Government Printing OffIce, January 1992.",
        "Strnad, Jeff, Taxing New Financial Products: A Conceptual Framework, Stanford Law Review, [XLVI] February 1994, pp. 569-605.",
        "Strnad, Jeff, The Taxation of Bonds: The Tax Trading Dimension, Virginia Law Review, [LXXXI] 1995, pp. 47-115.",
        "Sims, Theodore S,, Debt, Accelerated Depreciation, and the Tale of a Teakettle: Tax Shelter Abuse Reconsidered, UCLA Law Review, [XLII-2] December 1994, pp. 263-376.",
        "Sims, Theodore S., Long-Term Debt, the Term Structure of Interest and the Case for Accrual Taxation, Tax Law Review, [XLVII] 1992, pp. 313-375.",
        "Shuldiner, Reed H., Consistency and the Taxation of Financial Products, Taxes. December 1992, pp. 781-792.",
        "Shaviro, Daniel N,, Selective Limitations on Tax Benefits, The University of Chicago Law Review, [LVI] 1989, pp. 1189-1260.",
        "Shuldiner, Reed, A General Approach to the Taxation of Financial Instruments, Texas Law Review, [LXXI-11] December 1992, pp. 243-350.",
        "Scarborough, Robert H., Different Rules for Different Players and Products: The Patchwork Taxation of Derivatives, Taxes, December 1994, pp. 1031-1049.",
        "McCaffe~, Edward J., The Holy Grail of Tax Simplification, WiSCOnSlnLaw Review. 1990, pp. 1267-1322.",
        "R, G. Ibbotsen Associates, Stocks. Bonds. Bills and Inflation: 1995 Yearbook, Chicago, IL, 1995.",
        "Kayle, Bruce, Where Has All the Income Gone? The Mysterious Relocation of Interest and Principal in Coupon-Stripping and Related Transactions, Vir~inia Tax Review, (VII) 1987, pp. 303 ff.",
        "Kau, Randall KC., Carving Up Assets and Liabilities-Integration or Bifurcation of Financial Products, Taxes, December 1990, pp. 1003-1014.",
        "Hariton, David P., The Taxation of Complex Financial Instruments, Tax Law Review [XLIII] 1988, pp. 731-788.",
        "Kaplow, Louis, Taxation and Risk Taking: A General Equilibrium Perspective, National Tax Journal, (XLVII-4) December 1994, pp. 789-798.",
        "Halperin, Daniel I., Interest in Disguise: Taxing the Time Value of Money, Yale Law Journal, [VC] 1986, pp. 506-552.",
        "Hall, Robert E, and Alvin Rabushka, The Flat Tax, 2nd cd., Stanford, California: Hoover Institution Press, 1995.",
        "Bradford, David F., and the U, S. Treasury Tax Policy Staff, Blueprints for Basic Tax Reform, 2nd cd., Arlington, VA: Tax Analysts, 1984.",
        "Bradford, David F., The Economics of Tax Policy toward Savings, in George M. von Furstenberg, cd., The Government and Capital Formation, Cambridge, MA,: Ballinger, 1980, pp. 11-71.",
        "Auerbach, Alan J., Retrospective Capital Gains Taxation, American Economic Review, [LXXXI-1] March 1991, pp. 167-178.",
        "Bradford, David F., and Kyle D, Logue, The Effects of Tax-Law Changes on Prices in the Property-Casualty Insurance Industry, Working Paper 5652, National Bureau of Economic Research, July, 1996.",
        "Bittker, Boris I., Equity, Efficiency, and Income Tax Theory: Do Misallocation Drive Out Inequities? in Henry J, Aaron and Michael J. Boskin, eds,, The Economics of Taxation, Washington, DC: The Brookings Institution, 1980, pp. 19-31."
    ]
}