{
    "id": 5757,
    "cites": 44,
    "cited_by": 8,
    "reference": [
        "[43] Ã\u0082â\u0080\u0094(1985): The Economic Institutions of Capitalism, New York: Free Press.",
        "[44] Ã\u0082â\u0080\u0094(1988): Corporate Finance and Corporate Governance, Journal of Finance, XLIII(3), 567-591. 46",
        "[41] Topel, Robert (1990): Specific Capital and Unemployment: Measuring the Costs and Consequences of Job Loss, Carnegie-Rochester Conference Series on P?l6Zic Policy, 33, 181-214.",
        "[42] Williamson, Oliver E. (1979): Transaction-Cost Economics: The Governance of Con- tractual Relations, Journal of LavJ and Economics, October, 22 (2), 233-261.",
        "[40] Thomas, Jonathan, and Tim Worrall (1994): Foreign Direct Investment and the Risk of Expropriation, Review of Economic Studies, 61, 81-108.",
        "[39] Simons, Henry C. (1944): Some Reflections on Syndicalism, Journal of Political Economy, 52, 1-25. 45",
        "[37] Shleifer, Andrei, and Robert W. Vishny (1995): A Survey of Corporate Governance, Harvard Institute of Economic Research, Discussion Paper No. 1741, October.",
        "[38] Sichel, Daniel E. (1992): Inventories and the Three Phases of the Business Cycle, Economic Activity Working Paper no. 128, Board of Governors of the Federal Reserve System, August.",
        "[35] Rosenberg, Nathan (1965): Adam Smith on the Division of Labour: Two Views or One? Economica, 32(May), 127-139.",
        "[36] Shaked, A., and J. Sutton (1984): Involuntary Unemployment as a Perfect Equilib- rium in a Bargaining Model, Econometrica, 52, 1351-1364.",
        "[32] Robinson, James A. (1995): Incomplete Contracting, Capital Accumulation, and Labor Market Institutions, typescript, December.",
        "[33] Ã\u0082â\u0080\u0094(1996): The Dynamics of Labor Market Institutions, typescript, July.",
        "[34] Roe, M.J. (1994): Strong Managers, Wealc Ovmers: The Political Roots of American Corporate Finance, Princeton, NJ: Princeton University Press.",
        "[30) Phelps, Edmund S., and Sidney G. Winter, Jr. (1970): Optimal Price Policy under Atomistic Competition, in E. S. Phelps et al., Microeconomic Fo7ludations of Em- ployment and Inflation Theory, New York: W.W. Norton.",
        "[31] Ramey, Garey, and Joel Watson (1996): Bilateral Trade and Opportunism in a Match- ing Market, UC San Diego Economics Discussion Paper 96-08, March.",
        "[29] North, Douglass C., and Barry R. Weingast (1989): Constitutions and Commitment: The Evolution of Institutions Governing Public Choice in Seventeenth-Century Eng- land, Journal of Economic History, XLIX(4), 254-283.",
        "[27] Makowski, Louis, and Joseph M. Ostroy (1995): Appropriation and Efficiency: A Revision of the First Theorem of Welfare Economics, American Economic Review, 85(4), 808-827.",
        "[28] Myerson, Roger B., and Mark A. Satterthwaite (1983): Efficient Mechanisms for Bilateral Trading, Journal of Economic Theory, 28, 265-281.",
        "[24] Klein, Benjamin, Robert G. Crawford, and Armen A. Alchian (1978): Vertical Inte- gration, Appropriable Rents, and the Competitive Contracting Process, Journal of Law and Economics, October, 21(2), 297-326.",
        "[25] Lindbeck, Assar, and Dennis Snower (1986): Wage Setting, Unemployment and In- sider Outsider Relations, American Economic Review,, 76, 235-239.",
        "[26] MacLeod, W. Bentley, and James M. Malcomson (1993): Investments, Holdup, and the Form of Market Contracts, American Economic Review, 83(4), 811-837. 44",
        "[22] Katz, Lawrence F., and Lawrence H. Summers (1989), Industry Rents: Evidence and Implications, Brookings Papers on Economic Activity, 1989(Microeconomics), 209-275.",
        "[23] Krueger, Alan B., and Lawrence H. Summers (1988): Efficiency Wages and the Inter- Industry Wage Structure, Econometrica, 56, 259-293.",
        "[21] (1994): A Theory of Debt Based on the Inalienability of Human Capital, Quarterly Journal of Economics, 109, 841-880.",
        "[19] Hart, Oliver (1995): Firms, Contracts, and Financial Structure, Oxford: Clarendon Press.",
        "[18] Hall, Robert E., and Edward P. Lazear (1984): The Excess Sensitivity of Layoffs and Quits to Demand, Journal of Labor Economics, 2(2), 233-257.",
        "[17] Grout, Paul A. (1984): Investment and Wages in the Absence of Binding Contracts: A Nash Bargaining Approach, Econometrica, March, 52(2), 449-460.",
        "[16] Grossman, Sanford J., and Oliver D. Hart (1986): The Costs and Benefits of Own- ership: A Theory of Vertical and Lateral Integration, Journal of Political Economy, 94(4), 691-719.",
        "[15] Dow, Gregory K. (1993): Why Capital Hires Labor: A Bargaining Perspective, American Economic Review, 83(1), 118-134.",
        "[14] De Long, J. Bradford and Lawrence H. Summers (1988): How does Macroeconomic Policy Affect Output? Brookings Papers on Economic Activity, 1988(2), 433-495.",
        "[12] (1996c): Appropriability and the Business Cycle, work in progress.",
        "[13] De Long, J. Bradford (1990): Liquidation Cycles: Old Fashioned Real Business Cycle Theory and the Great Depression, NBER Working Paper No. 3546. 43",
        "[11] Ã\u0082â\u0080\u0094(1996b): On the Ills of Adjustment. Journal of Development Economics, forth- comlng.",
        "[10] (1996a): On the Timing and Efficiency of Creative Destruction, Quarterly Journal of Economics, 111(3), 805-852.",
        "[94 Caballero, Ricardo J., and Mohamad L. Hammour (1994): The Cleansing Effect of Recessions, American Economic Review, 84, 1350-1368.",
        "[8] Bulow, Jeremy I., and Lawrence H. Summers (1986): A Theory of Dual Labor Markets with Application to Industrial Policy, Discrimination, and Keynesian Unemployment, Journal of Labor Economics, 4(3, pt. 1), 376-414.",
        "[7] Blanchard, Olivier, and Lawrence F. Katz (1996): The Natural Rate of Unemploy- ment, typescript, June.",
        "[6] Blanchard, Olivier, and Juan F. Jimeno (1995): Structural Unemployment: Spain Versus Portugal, American Economic Review, 85(2), 212-218.",
        "[5] Binmore, K. G., Ariel Rubinstein, and A. Wolinsky (1986): The Nash Bargaining Solution in Economic Modeling, Rand Journal of Economics, 17, 176-188.",
        "[3] Becker, Gary (1964): Human Capital. New York: Columbia University Press.",
        "[4] (1983): A Theory of Competition Among Pressure Groups for Political Influ- ence, Quarterly Journal of Economics, 98(3), 371-400.",
        "[2] Ball, Laurence (1996): Disinflation and the NAIRU, NBER Working Paper No. 5520, March.",
        "[1] Acemoglu, Daron (1996): A Microfoundation for Social Increasing Returns in Human Capital Accumulation, Quarterly Journal of Economics, 111(3), 779-804.",
        "[20] Hart, Oliver, and John Moore (1990): Property Rights and the Nature of the Firm, Journal of Political Economy, 98(6), 1119-1158."
    ]
}