{
    "id": 5758,
    "cites": 42,
    "cited_by": 31,
    "reference": [
        "STEIN, J. 1989, Efficient Capital Markets, Inefficient Firms: A Model of Myopic Behavior, Quarterly Journal of Economics, 655-669.",
        "SCHUMPETER, J. A. 1911, A [lteory of Economic Development Harvard University Press: Cam- bridge, MA.",
        "RAJAN, R. AND L. ZINGALES 1995, What Do We Know About Capital Structure: Some Ev- idence From International Data Journal of Finance, December.",
        "PAXSON, C. 1996, Saving and Growth: Evidence from Micro Data, Princeton Working Paper.",
        "NORTH, D. 1981, Structure and Change in Economic History New York, Norton.",
        "PAGANO, M., PANETTA, F. AND L. ZINGALES 1995, Why Do Companies Go Public? An Empirical Analysis, NBER Working Paper 5367.",
        "MYERS, S.C. AND N.S. MAJLUF 1984, Corporate Financing and Investment Decisions when Firms have Information that Investors Do Not Have Journal of Financial Economics, 13, 187-222.",
        "MYERS, S. 1977, Determinants of Corporate Borrowing, Journal of Financial Economics, 5: 146- 175.",
        "PETERSEN, M. AND R. RAJAN 1996, Arcade Credit: Some theories and evidence, mimeo, University of Chicago.",
        "MAYER, C. 1990, Financial Systems, Corporate Finance, and Economic Development, in R.",
        "Glenn Hubbard, ea.: Asymmetric Information, Corporate Finance and Investment, The University of Chicago Press, Chicago, IL. 33 McK~NNoN, R. 1973, Money and Capital in Economic Development The Brookings Institution, Washington, D.C..",
        "MANKIW, G. , 1995, The Growth of Nations, Brookings Papers on Economic Activity, Vol 1.",
        "MANK1W, G., D. ROMER, AND D. WEIL, 1992, A Contribution to the Empirics of Economic Growth, The Quarterly Journal of Economics, Vol. CVII, 407-437.",
        "LA PORTA, R., F. LOPEZ DE SILANES, A. SHLEIFER, AND R. VISHNY (1996) ULaw and Fi- nance, NBER Working Paper 5661.",
        "LEVINE, R., 1991, Stock Markets, Growth, and Tax Policy, Journal of Finance, XLVI 1445-1465.",
        "LEVINE, R. AND D. RENELT, 1993, A Sensitivity Analysis of Cross-Countries Growth Re- gressions, American Economic Revieu, Vol. LXXXII, 942-963.",
        "KING, R. AND R. LEVINE, 1993b, Finance, Entrepreneurship, and Growth, Journal of Mon- etary Economics, 513-542.",
        "KLENOW, P., 1995, Ideas vs. Rival Human Capital: Industry Evidence on Growth Models, University of Chicago working paper.",
        "KORMENDI, R. AND P. MEGUIRE, 1985, Macroeconomic Determinants of Growth, Journal of Monetary Economics, Vol. XVI, 141-163.",
        "KINDLEDERGER, C. 1993 A Financial History of Western Europe Oxford University Press, New York.",
        "KING, R. AND R. LEVINE, 1993a, Finance and Growth: Schumpeter Might Be Right, The Quarterly Journal of Economics, Vol. CVIII, No. 3, 681-737.",
        "JAMES, C. 1987, Some Evidence on the Uniqueness of Bank Loans, Journal of Financial Economics 7, 217-235.",
        "KAPLAN, S. AND L. ZlNGALES , 1996, Do Investment-Casflow Sensitivities Provide Useful Measures of Financing Constraints? University of Chicago, working paper.",
        "GOLDSMITH, R. 1969 Financial Structure and Development Yale University Press, New Haven.",
        "HOLMSTROM BENGT, AND J. T~Ro~E, 1993, Market Liquidity and Performance Monitor- ing, Journal of Political Economy, Vol. 101, No. 4, 678-709.",
        "FELDSTElN, M. AND HORIOKA, C. 1980, Domestic Saving and International Capital Flows, The Economic Journal 90: 314-329.",
        "FRENCH, K. AND J. POTERBA 1991, Investor Diversification and International Equity Mar- ket, American Economic Review 81, 222-6.",
        "GERSCHENKRON, A. 1962 Economic Backwardness in Historical Perspective Harvard Univer- sity Press, Cambridge, MA.",
        "FAMA, E. 1985, Whats different about banksn, Journal of Monetary Economics 15, 29-39.",
        "FAZZARl, S., R. G. HUBBARD, AND B. PETERSEN 1988, Financing Constraints and Corpo- rate Investment, Brookings Papers on Economic Activity 1, 141-195.",
        "EASTERLY, W., M. KREMER, L. PRITCHETT, AND L. SUMMERS, 1993 Good Policy or Good Luck? Country Growth Performance and Temporary Shocks, Journal of Monetary Eco- nomics 32, 459-484.",
        "DIAMOND, D., 1991 Monitoring and Reputation: the Choice Between Bank Loan and Directly Placed Debt, Journal of Political Economy 99, 689-721.",
        "DORNBUSCH, R., S. FISCHER, P. SAMUELSON, 1977 Comparative Advantage, Trade and Pay- ments in A Ricardian Model with a Continuum of Goods, American Economic Revieu: 823-839.",
        "DEMIRGuc-KuNT, A. AND V. MAKSlMOVlC, 1996, Financial Constraints, Uses of Funds and Firm Growth: An International Comparison, World Bank Working Paper.",
        "DIAMOND, D., 1984, Financial Intermediation and Delegated Monitoring, Review of Eco- nomic Studies 393-414.",
        "DEM~RGuc-KuNT, A. AND R. LEVINE, 1995, Stock Markets and Financial Intermediaries: Stylized Facts, World Bank, Policy Research Working Paper.",
        "BEKAERT, G. AND C.R. HARVEY 1995, UTime-varying World Market Integration, Journal of Finance, 1995, pp. 403-44.",
        "BARRO R. AND J. LEE, 1993, UInternational Comparisons of Educational Attainment, NBER Working Paper.",
        "CAMERON, R. 1967, Banking in the Early Stages of Industrialization, Oxford University Press: New York.",
        "CHANDLER, A. 1977, The Visible Hand: The Managerial Revolation in American Business Harvard University Press: Cambridge MA.",
        "AOKI, M. AND H. PATRICK ED. 1994, The Japanese Main Bank System, Oxford University Press, New York.",
        "BARRO, R. 1991, Economic Growth in a Cross-Section of Countries, Quarterly Journal Of Economics, CVI: 407-443."
    ]
}