{
    "id": 5764,
    "cites": 21,
    "cited_by": 25,
    "reference": [
        "Countries, Westport CT: Greenwood, 1993.",
        "Leiderman and Lars E.O. Svensson, Inflation Targets, London: Centre for Economic Policy Research, 1995.",
        "Effects of Monetary Policy, European Economic Review 36, 1992, 975- 1011.",
        "Svensson, Lars, Inflation Forecast Targeting: Implementing and Monitoring Inflation Targets, TIER, Stockholm University (this journal). Trehan, Bharat, The Practice of Monetary Targeting: A Case Study of the West German Experience, Federal Reserve Bank of San Francisco, Economic Review, Spring 1988, 30-34.",
        "Sims, Christopher, Macroeconomics and Reality, Econometrica 48, 1980, 1-48.",
        "Leiderman, Leonardo, and Lars E.O. Svensson, Inflation Targets, London: Centre for Economic Policy Research, 1995.",
        "Sargent, Thomas J. and Neil Wallace, Rational Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule, Journal of Political Economy 83, 1975, 214-54.",
        "Kasman, Bruce, A Comparison of Monetary Policy Operating Procedures in Six Industrial Countries, Federal Reserve Bank of New York, Quarterly Review, Summer 1992, 5-24.",
        "Haldane, Andrew G., ea., Targeting Inflation, Bank of England, 1995.",
        "Kahn, George and Kristina Jacobson, Lessons from West German Monetary Policy, Federal Reserve Bank of Kansas City, Economic Review, April 1989, 18-35.",
        "Goodhart, Charles A.E. and Jose Vinals, Strategy and Tactics of Monetary Policy: Examples from Europe and the Antipodes, in Jeffrey C. Fuhrer, ea., Goals, Guidelines, and Constraints Facing Monetary Policymakers, Federal Reserve Bank of Boston, conf. series no. 38, 1994.",
        "Deutsche Bundesbank, The Monetary Policy of the Bundesbank, October 1 995. Gerlach, Stefan and Frank Smets, The Monetary Transmission Mechanism: Evidence from the G-7 Countries, in Financial Structure and the Monetary Policy Transmission Mechanism, Basle: Bank for International Settlements, 1995.",
        "Christiano, Lawrence, Martin Eichenbaum, and Charles Evans, Identification and the Effects of Monetary Policy Shocks, Federal Reserve Bank of Chicago, working paper WP-94-7, May 1994.",
        "Clarida, Richard, and Mark Gertler, How the Bundesbank Conducts Monetary Policy, unpublished, Columbia University and NYU, December 1995.",
        "Christiano, Lawrence and Martin Eichenbaum, Identification and the Liquidity Effect of a Monetary Policy Shock, in A. Cukierman, Z. Hercowitz, and L. Leiderman, eds., Political Economy, Growth, and Business Cycles, Cambridge MA: MIT Press, 1992.",
        "Andrews, Donald W.K., Tests for Parameter Instability and Structural Change with Unknown Change Point, Econometrics 61, 1993, 821-56.",
        "Barran, Fernando, Virginie Coudert, and Benoit Mojon, The Transmission of Monetary Policy in the European Countries, Centre d etudes Prospectives et DInformations Internationales, working paper no. 96-03, February 1996.",
        "Bernanke, Ben, Alternative Explanations of the Money-Income Correlation, in K. Brunner and A. Meltzer, eds., Real Business Cycles, Exchange Rates and Actual Policies, Carnegie-Rochester Conference Series on Public Policy no. 25, Amsterdam: North-Holland, 1986.",
        "Bernanke, Ben and Alan Blinder, The Federal Funds Rate and the Channels of Monetary Transmission, American Economic Review 82, September 1992, 901-21.",
        "Bernanke, Ben and Ilian Mihov, Measuring Monetary Policy, National Bureau of Economic Research working paper no. 5145, June 1995.",
        "Bernanke, Ben and Frederic Mishkin, Central Bank Behavior and the Strategy of Monetary Policy: Observations from Six Industrial Countries, in Olivier Blanchard and Stanley Fischer, eds., NBER Macroeconomics Annual, 1992."
    ]
}