{
    "id": 5766,
    "cites": 31,
    "cited_by": 10,
    "reference": [
        "Rangan, Subramanian and Robert Z. Lawrence, 1993, The responses of U.S. firms to exchange rate fluctuations: Piercing the corporate veil, Brookings Papers on Economic Activity 2, 341-379.",
        "Tesar, Linda L. and Ingrid M. Werner, 1994, International equity transactions and U.S.",
        "Meese, Richard, and Kenneth Rogoff, 1993b, The out-of-sample failure of exchange rate models: Sampling error or misspecification?, in J. Frenkel, ea., Exchange rates and international macroeconomics (University of Chicago Press, Chicago).",
        "Meese, Richard, and Kenneth Rogoff, 1983a, Empirical exchange rate models of the seventies: Do they fit out of sample, Journal of International Economics 14, 3-24.",
        "Marston, Richard, 1990, Pricing to market in Japanese manufacturing, Journal of International Economics 29, 217-236.",
        "Meese, Richard, 1986, Tests for bubbles in exchange markets: A case for sparkling rates?, Journal of Political Economy 94, 345-373.",
        "Krugman, Paul, 1987, Pricing to market when the exchange rate changes, in S. Arndt and J.D. Richardson, eds., Real-financial linkages among open economies (MIT Press, Cambridge, MA.).",
        "Krugman, Paul, 1989, Exchange rate instat lily (MIT Press, Cambridge).",
        "MacDonald, Ronald, and Mark P. Taylor, 1994, The monetary model of the exchange rate: Long-run relationships, short-run dynamics and how to beat a random walk Journal of International Money and Finance 13, 276-290.",
        "Mankiw, N. Gregory, 1985, Small menu costs and large business cycles: A macroeconomic model of monopoly, Quarterly Journal of Economics 100, 529-539.",
        "Manuelli, Rodolfo E. and James Peck, 1990, Exchange rate volatility in an equilibrium asset pricing model, International Economic Review 31, 559-574.",
        "Mark, Nelson B., 1985, On time varying risk premia in the foreign exchange market: An econometric analysis, Journal of Monetary Economics 16, 3-18.",
        "Mark, Nelson B., 1995, Exchange rates and fundamentals: Evidence on long-horizon predictability, American Economic Review 85, 201-218.",
        "Grilli, Vittorio and Nouriel Roubini, 1992, Liquidity and exchange rates, Journal of International Economics 32, 339-352.",
        "Huang, Roger, 1981, The monetary approach to exchange rates in an efficient foreign exchange market: Tests based on volatility, Journal of Finance 36, 31-41.",
        "Johnson, Harry G., 1972, The case for flexible exchange rates, in H.G. Johnson, Further essays in monetary economics (Allen and Unwin, London).",
        "King, Robert G.; Neil Wallace; and, Warren E. Weber, 1992, Nonfundamental uncertainty and exchange rates, Journal of International Economics 32, 83-108.",
        "Knetter, Michael, 1989, Price discrimination by U.S. and German exporters, American Economic Review 79, 198-210.",
        "Knetter, Michael, 1993, International comparisons of pricing-to-market behavior, American Economic Review 83, 473-486.",
        "Kroner, Kenneth F., and William D. Lastrapes, 1993, The impact of exchange rate volatility on international trade: Reduced form estimates using the GARCH-in-mean model, Journal of International Money and Finance 12, 298-318.",
        "Frankel, Jeffrey A., and Richard Meese, 1987, Are exchange rates excessively variable?, NBER Macroeconomics Annual 2, 117-162.",
        "Friedman, Milton, 1953, The case for flexible exchange rates, in M. Friedman, Essays in positive economics (University of Chicago Press, Chicago).",
        "Engel, Charles, and John H. Rogers, 1996, How wide is the border?, American Economic Review, forthcoming.",
        "Flood, Robert P., and Andrew Rose, 1995, Fixing exchange rates: A virtual quest for fundamentals, Journal of Monetary Economics 36, 3-37.",
        "Engel, Charles, 1996, The forward discount anomaly and the risk premium: A survey of recent evidence, Journal of Empirical Economics 3, 123-192.",
        "Dornbusch, Rudiger, 1987, Exchange rates and prices, American Economic Review 77, 93-106.",
        "Engel, Charles, 1992, On the foreign exchange risk premium in a general equilibrium model, Journal of International Economics 32, 305-319.",
        "Engel, Charles, 1993, Real exchange rates and relative prices: An empirical investigation, Journal of Monetary Economics 32, 35-50.",
        "Dornbusch, Rudiger, 1976, Expectations and exchange rate dynamics, Journal of Political Economy 84, 1161-1176.",
        "Betts, Caroline, and Michael B. Devereux, 1996, Exchange rate dynamics in a model of pricing-to-market, University of British Columbia, working paper.",
        "Chinn, Menzie D., and Richard A. Meese, 1995, Banking on currency forecasts: How predictable is change in money?, Journal of International Economics 38, 161-178."
    ]
}