{
    "id": 5768,
    "cites": 21,
    "cited_by": 0,
    "reference": [
        "WHALLEY, J and R WIGLE (1991) The International Incidence of Carbon Taxes, in R. Dornbusch and J.M Poterba (eds.) T;co~70n7ic Policy Respo7ses to Global Warming, Cambridge, USA:MIT Press.",
        "WHALLEY, J (1991). The Interface Between Environmental and Trade Policies.",
        "Eco70n7ic Jour-~7al, Vol. 01, No 405, 180- 189. WHALLEY, J. and C HAMILTON (1996). The Trading Sys~en7 After the Un/gr/ay Routed Washington: Institute for International Economics.",
        "UIMONEN, P. (1995). Trade Rules and Environmental Controversies. The World Economy, Vol.118, No.1, January, pp.71-86.",
        "UIMONEN, P.and J. WHALLEY (1996). The Trade a7d fF,?~,iro~rn7e7Issue After the Uruguay Road Macmillan. xxxx.",
        "SHRYBMAN, S. (1990). International Trade and the Environment. An EnvironmenfalAssessment of Present GATTNegotiations. Toronto: Canadian Environmental Law Association.",
        "RUNGE, C.F. (1994). Freer Trcrde, Protected Environment. Balancing Trade Liberalization and Environmental Interests. New York: Council of Foreign Relations Press.",
        "SHRYBMAN, S. (1989). International Trade and the Environment. Toronto: Canadian Environmental Law Association.",
        "Washington: Institute for International Economics. GATT (1994). The Final Act of the Uruguay Rotted. Marrakesh, 1994.",
        "GATT (1992a). Trade and the Environment in I~7ter77a~io~ral Trade 90-91. Vol. 1 (Part III). Geneva: GATT.",
        "HILLMANN, A. and H. URSPRUNG (1994). Greens, Supergreens, and International Trade Policy: Environmental Concerns and Protectionism, in Trade, Innovation and En!ir-onn~enf. Dordrecht: Kluwer Academic Publishers.",
        "LOW, P. (1992). Trade Measures and Environmental Quality: The Implications for Mexicos Exports, P. Low (ed.), International Trade andnlJironn?ent World Bank Discussion Paper 159. The World Bank: Washington, D.C. 105-120.",
        "PATTERSON, E. (1992). GATT and the Environment- Rules Changes to Minimize Adverse Trade and Environmental Effects. Journal of World Trade, Vol.26, No.8, June, pp.99-109.",
        "PERRONI, C. and R. WIGLE (1994). International Trade and Environment Quality: How Important are the Linkages?. Canadian Journal oJElconon~ics, Vol.27, No.3, pp.551-67.",
        "PIGGOTT, J., J.WHALLEY, and R.WIGLE (1993). How Large are the Incentives to Join Sub Global Carbon Reduction Initiatives?. Journal of Policy Modelling, September.",
        "ANDERSON, K. and R. BLACKHURST (eds.)(1993). The Gree7i7g of world Trade Isszles, Harvester Wheatsheaf for the GATT.",
        "ARDEN-CLARKE, C. (1991). The General Agreen7e7t 0~7 Tariffs arid Trade, EnviroI7mental Prolectio7! al?d 57/slail7atle Developn?el?ll. World Wildlife Fund Discussion Paper.",
        "BEGHIN, J.D., R. HOLST and D. VAN-DER-MENSBRUGGHE (1994). A Sulvey of the Trade and Environment Nexus: Global Dimensions. OECD Eco70mic Steadies, Winter, pp.167-92.",
        "BHAGWATI, J. (1993). Trade and the Environment: The False Conflictin Zaelke, D., P Orbach, and R. Houseman (eds), Trade arid the E?~iro,7n7e7`, [cry, Economics, and Policy. Washington: Island Press.",
        "CHARNOVITZ, S.(1992). GATT and the Environment: Examining the issues.",
        "COPELAND, B.R and M. SCOTT TAYLOR (1994) North South and the Environment. Q-~/ar~erlyJour?aloJEco?on?ics, Vol.109, No.3, pp 755-87."
    ]
}