{
    "id": 5775,
    "cites": 40,
    "cited_by": 5,
    "reference": [
        "Shapiro, Matthew and Mark Watson, 1988, Sources of Business Cycle Fluctuations, NBER Macroeconomics Annual, III, 111-147.",
        "Stock, James H. and Mark W. Watson, (1989) New Indexes of Coin- cident and Leading Economic Indicators, NBER Macroeconomics Annual, IV, 351-394.",
        "Rotemberg, Julio J. and Michael Woodford, 1996, Imperfect Com- petition and the Effects of Energy Price Increases on Economic Activity, NBER working paper no. 5634, June 1996.",
        "Pissarides, Christopher, 1985, Short-Run Equilibrium Dynamics of 44 Unemployment, Vacancies and Real Wages, American Economic Review, 75, 676-690.",
        "Rogerson, Richard, 1990, Sectoral Shocks, Human Capital, and Dis- placed Workers, working paper, Stanford University Graduate School of Business.",
        "New York Times, 1996, The Downsizing of America, New York: New York Times Publishing Company.",
        "Mortensen, Dale T. and Christopher Pissarides, 1994, Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies, 61,, 397-415.",
        "Mortensen, Dale T., 1994, The Cyclical Behavior of Job and Worker Flows, Journal of Economic Dynamics and Control, 18, (November), 1121- 1142.",
        "Mork, Knut A., 1989, Oil and the Macroeconomy When Prices Go Up and Down: An Extension of Hamiltons Results, Journal of Political Economy, 97, no. 3 (June), 740-744.",
        "Loungani, Prakash, Mark Rush and William Tave, 1991 Allocative Disturbances and Economic Fluctuations: An Empirical Investigation, University of Florida working paper.",
        "Milhov, Ilian, 1995, Exploring Long Run Neutrality, mimeo, Prince- ton University.",
        "Loungani, Prakash, 1986, Oil Price Shocks and the Dispersion Hy- pothesis, Review of Economics and Statistics, (August), 536-539.",
        "Loungani, Prakash, Mark Rush and William Tave, 1990 Stock Market Dispersion and Real Economic Activity: Evidence from Quarterly Data, Federal Reserve Bank of Chicago working paper no. 90-15.",
        "King, Robert G. and Mark W. Watson, 1993, Testing Long Run Neu- trality, mimeo.",
        "Lilien, David, 1982, Sectoral Shifts and Cyclical Unemployment, Journal of Political Economy, 90, 777-793.",
        "Hall, Robert E., 1991, Labor Demand, Labor Supply, and Employ- ment Volatility, NBER Macroeconomics Annual, VI, 17-47.",
        "Hamermesh, Daniel S. (1989) What Do We Know about Worker Dis- placement in the U.S.? Industrial Relations, 28 (Winter), 51-59.",
        "Hamilton, James D., 1988, A Neoclassical Model of Unemployment and the Business Cycle, Journal of Political Economy, 96, no. 3 (June), 593-617.",
        "Hamilton, James D., 1996, This is What Happened to the Oil Price - Macroeconomy Relationship, Journal of Monetary Economics, forthcom- ing.",
        "Hooker, Mark, 1996a, What Happened to the Oil Price - Macroecon- omy Relationship?, Journal of Monetary Economics, forthcoming.",
        "Hooker, Mark, 1996b, This is What Happened to the Oil Price - Macroeconomy Relationship: Reply, Journal of Monetary Economics, forthcoming.",
        "Hosios, Arthur, 1991, Unemployment and Vacancies with Sectoral Shifts, American Economic Review, 84, no. 1 (March), 124-144.",
        "Jacobson, Louis S., Robert J. LaLonde and Daniel G. Sullivan, 1993, Earnings Losses of Displaced Workers, American Economic Review (September), 685-709.",
        "Kashyap, Anil, Jeremy C. Stein and David W. Wilcox, 1993, Mon- etary Policy and Credit Conditions: Evidence from the Composition of External Finance, American Economic Review, 83, no. 1 (March), 78-98.",
        "Finn, Mary G., 1991, Energy Price shocks, Capacity Utilization and Business Cycle Fluctuations Institute for Empirical Macroeconomics Dis- cussion Paper No. 50, Federal Reserve Bank of Minneapolis.",
        "Davis, Steven J. and John Haltiwanger, 1996, Measuring Gross Worker and Job Flows in Labor Statistics Measurment Issues, edited by John Haltiwanger, Marilyn Manser and Robert Topel. Forthcoming by the University of Chicago Press for the NBER.",
        "Davis, Steven J., John Haltiwanger, and Scott Schuh, 1996, Job Cre- ation and Destruction, Cambridge: MIT Press.",
        "Davis, Steven J. and John Haltiwanger, 1990, Gross Job Creation and Destruction: Microeconomic Evidence and Macroeconomic Implications, NBER Macroeconomics Annual, V, 123-168.",
        "Davis, Steven J. and John Haltiwanger, 1992, Gross Job Creation, Gross Job Destruction, and Employment Reallocation, Quarterly Journal of Economics, 107, no. 3 (August).",
        "Davis, Steven J., 1985, Allocative Disturbances, Aggregate Distur- bances, and Unemployment Fluctuations, unpublished Ph.D. thesis, Brown 42 University.",
        "Davis, Steven J., 1987, Fluctuations in the Pace of Labor Realloca- tion, Carnegie-Rochester Conference Series on Unemployment, 27, 335- 402.",
        "Campbell, Jeffrey and Kenneth Kuttner, 1996, Macroeconomic Effects of Employment Reallocation, Federal Reserve Bank of Chicago WWP- 96-11; forthcoming in the Carnegie-Rochester Conference Series on Public Policy.",
        "Caballero, Ricardo and Mohamed Hammour, 1994, The Cleansing Effect of Recessions, American Economic Review, 84, 1994, 1350-1368.",
        "Brainard, Lael and David Cutler, 1993, Sectoral Shifts and Cyclical Unemployment Reconsidered, Quarterly Journal of Economics 108, no. 1, 219-243.",
        "Caballero, Ricardo, A Fallacy of Composition, American Economic Review, 82, no. 5 (December), 1279-1292. Caballero, Ricardo, Eduardo Engel and John Haltiwanger (1994) Ag- gregate Employment Dynamics: Building from Microeconomic Evidence, working paper.",
        "Blanchard, Olivier J. and Danny Quah, 1989, The Dynamic Effects of Aggregate Demand and Supply Disturbances, American Economic Review, 79, no. 4, 655-673.",
        "Bernanke, Ben S. and Alan S. Blinder, 1992, The Federal Funds Rate and the Channels of Monetary Transmission, American Economic Review, 82, no. 4 (September), 901-921.",
        "Blanchard, Olivier and Peter Diamond, 1989, The Beveridge Curve, Brook~ngs Papers on Economic Activity 1989:1, 1-60.",
        "Andolfatto, David Business Cycles and Labor-Market Search, Amer- ican Economic Review, 86, no. 1 (March 1996), 112-132.",
        "Bernanke, Ben S., 1986, Alternative Explanations of the Money- Income Correlation, Carnegie-Rochester Conference Series on Public Pol- icy, 25, 49-100."
    ]
}