{
    "id": 5776,
    "cites": 18,
    "cited_by": 31,
    "reference": [
        "Merton, Robert C., On the Role of Social Security as a Means for Efficient Risk Sharing in an Economy where Human Capital is Not Tradable, in Financial Aspects of the U.S. Pension System, Zvi Bodie and John B. Shoven, eds., Chicago, 111.: University of Chicago Press, 325-58. Raffelhueschen, Bernd, Funding Social Security Through Pareto-Optimal Conversion Policies, in Public Pension Economics, Bernhard Felderer, ea., Journal of Economics/Zeitsc,-~rift fur Nationalokonomie, Suppl. 7, 1993, pp. 105-, I.",
        "Kotlikoff, Laurence J., Privatizing Social Security at Home and Abroad, forthcoming, American Economic Review, May 1 996b Kotlikoff, Laurence J., Privatizing Social Security in the United States: Why and How, forthcoming he Fiscal Policy: Lessons from Economic Research, Alan Auerbach, ea., Cambridge, Mass.: The MIT Press, 1996c.",
        "Kotlikoff, Laurence J., Privatizing Social Security How It Worlds and Why It Matters, forthcoming, Tax Policy and the Economy, James Poterba, ed, NBER volume, Cambridge, Mass. I11T Press, 1996a.",
        "Kotlikoff, Laurence J. and Avia Spivak, The Family as an Incomplete Annuities Market, Journal of Political Economy, April 1981.",
        "Kotlikoff Laurence J., Generational Accounting, New York, N.Y.:The Free Press, 1992.",
        "Gustman, Alan L and Thomas L. Steinmeier, Privatizing Social Security, September 1 995. Hayashi, Fumio, Joseph Altonji, and Laurence J.Kotlikoff, Risk-Sharing Between and Within Families, Econometrica, vol. 64, no. 2, March 1996, pp. 261-294.",
        "Gokhale, Ja`~adeesil, Laurence J. Kotlikoft, and John Sabelhaus, Understanding the Postwar Decline in U.S. Saving: A Cohort Analysis, forthcoming, The Brooking Papers on economic activity, 1996.",
        "Friedman, Benjamin and Mark Wahrshawsliy, The Cost of Annuities: Implications for Saving and Behavior, The Qua~teriv Journal of Economics, CV, 1, February 1990, 135- 54.",
        "Feldstein, Martin and Andrew Samvicli, Social Security Rifles and Marginal Tax Rates, The National Tax Journal, vol. XLV, no. 1, March 1992, pp. 1-22.",
        "Feldstein, Martin, \\ould Privatizin~, Social Security Raise Economic Welfare?, mimeo, Harvard University, August 1995.",
        "Diamond Peter and Salvador Valdes-Prieto, Social Security Reform, The Chilean Economy: Policy Lessons and Chailen`es, in Barry Bosvorth, Rudiger Dornbusch, and Raul Laban, eds., Washington, D.( .: The Brookings Institution, 1994.",
        "Charnley, Christophe, The Welfare Costs of Capital Income Taxation in a Growing Economy, Journal of Political Economy, vol. 89, no. 3, June 1981.",
        "E3oskin, Michael J., Laurence J lCotlikofl, Douglas J. Putlert, and John B. Shoven, Social Security: A Financial Appraisal Across and Within Generations, National Tax Journal, 40, 1, March 1987, 19-~1.",
        "Auerbach, Alan J., Ja,adeesh Gokilale, Laurence Kotlikoll; John Sabelhaus and David N. Well, The Annuitization of An~ericans Resources: A Cohort Analysis, NBER working paper no 50g9, April 1995.",
        "Auerbach, Alan J., Laurence J. Kotlikoff, and David N. Well, The Increasing Annuitization ofthe Elcierly, NBER working paper no. 4182, October 1992.",
        "Auerbach, Alan J. and Laurence J. Kotlikoft Dynamic Fiscal Policy, Cambridge, England: Cambridge University Press, 1987.",
        "Arrau, Patricio and Klaus Schmidt-Hebbel, Macroeconomic and Intergenerational Welfare Effects of a Transition from Pay-as-You-Go to Fully Funded Pensions, Policy Research Dept., Macroeconomics and Growth Division, Washington, D.C.: World Bank, Washington, D. C. 1993.",
        "Arrau, Patricio, Social Security Reform: The Capital Accumulation and Intergenerational Distribution Effect, Washington, D C.: World Bank, 1990."
    ]
}