{
    "id": 5777,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Zivot, Eric, 1995, The power of single ecuation tests for cointegration when the cointegrating vector is known, Department of Economics, University of Washington.",
        "Stockman, Alan C. and Linda L. Tesar, 1995, Tastes and technology in a two-country model of the business cycle: Explaining international comovements, American Economic Review 85, 168-185.",
        "Stockman, Alan C 1988, Real exchange-rate flexibility under pegged and floating exchange-rate systems, in Karl Brunner and Allan Meltzer, eds., Carnegie- Rochester Series on Public Policy 29: 259-294.",
        "Rogoff, Kenneth, 1996, The purchasing power parity puzzle, Journal of Economic Literature 34, 647-668.",
        "Rogoff, Kenneth, 1992, Traded goods consumption smoothing and the random walk behavior of the real exchange rate, Bank of Japan Monetary and Economic Studies 10, 1-29.",
        "Razin, Assar, 1995, Tr.- dynamic optimizing approach to the current account: Theory and evidence, in Peter B. Kenen, ea., Understanding Interdependence: The Macroeconomics of the Open Economy (Princeton).",
        "Obstfeld, Maurice, and Kenneth Rogoff, 1995, The intertemporal approach to the current account, in Gene M. Grossman, and Kenneth Rogoff, eds., Handbook of International Economics, (Amsterdam: North Holland).",
        "Ng, Serena and Pierre Perron, 1995, Unit roots tests in ARMA models with data dependent methods for the truncation lag, Journal of the American Statistical Association 90, 268-281.",
        "Mussa, Michael, 1986, Nominal exchange rate regimes and the behavior of real exchange rates: Evidence and implications, in Karl Brunner and Allan Meltzer, eds., Carnegie-Rochester Series on Public Policy 25, 117-214.",
        "Mark, Nelson C., and Doo-Yull Choi, 1996, Real exchange-rate prediction over long horizons, Journal of International Economics, forthcoming.",
        "Kremers, Jeroen J.M.; Neil R. Ericsson; and, Juan J. Dolado, 1992, The power of cointegration tests, Oxford Bulletin of Economics and Statistics 54, 325-348.",
        "Kim,Chang-Jin; Charles R. Nelson; and Richard Startz, 1996, Testing for mean reversion in heteroskedastic data based on Gibbs-sampling augmented randomization, Journal of Empirical Finance, forthcoming.",
        "Kim,Ch~g-Jin, and Myung-Jig Kim, 1996, Transient fads and the crash of 87, Journal of Applied Econometrics 11, 41-58.",
        "Kim,Chang-Jin, 1994, Dynamic linear models with Markov-switching, Journal of Econometrics 60, 1-22.",
        "Kim,Chang-Jin, 1993, Unobserved-component time-series models with Markov-switching heteroskedasticity: Changes in regime and the link between inflation rates and inflation uncertainty, Journal of Business and Economic Statistics 11, 341-349.",
        "Hansen, Bruce E., 1995, Rethinking the univariate approach to unit root testing: Using covariates to increase power, Department of Economics, Boston College.",
        "Hamilton, James D., 1989, A new approach to the economic analysis of nonstationary time series and the business cycle, Econometrica 57, 357-384.",
        "Gelfand, Alan E., and Adrian FM Smith, 1990, Sampling-based approaches to calculating marginal densities, Journal of the American Statistical Association 85, 398-409.",
        "Engel, Charles and James D. Hamilton, 1990, Long swings in the dollar: Are they in the data and do markets know it?, American Economic Review 80, 689-713.",
        "Engel, Charles, 1996, Long-run PPP may licit hold after all, National Bureau of Economics, working paper no.5646.",
        "Engel, Charles, 1995, Accounting for U.S. real exchange rate changes, National Bureau of Economics, working paper no. 5394.",
        "Dornbusch, Rudiger, 1976, Expectations and exchange rate dynamics, Journal OT Political Economy 84, 1161-1176.",
        "Carter, C.K. and P. Kohn, 1994, On Gibbs sampling for state space models, Biometrika, 81, 541-553.",
        "Brock, Philip L., and Stephen J. Turnovsky, 1994, The dependent-economy model with both traded and non-traded capital goods, Review of International Economics 2, 306-325.",
        "Asea, Patrick K., and Enrique G. Mendoza, 1994, The Balassa-Samuelson model: A general equilibrium appraisal, Review of International Economics 2, 244-267.",
        "Albert, James H., and Siddartha Chib, 1993, Bayes inference via Gibbs sampling of autoregressive time series subject to Markov mean and variance shifts, Journal of Business and Economic Statistics 11, 1-15."
    ]
}