{
    "id": 5778,
    "cites": 40,
    "cited_by": 37,
    "reference": [
        "Weinberg, C. R., B.C. Gladen, and A.J. Wilcox, Models Relating the Timing of Intercourse to the Probability of Conception and the Sex of the baby, Biometrics 50 (June 1994), 358-367.",
        "Westoff, C. F., R.G. Potter, and P. Sagi, The Third Child: A Study in the Prediction of Fertility, Princeton: Princeton University Press, 1963.",
        "Williamson, N. E., Sons or Daughters: A Cross-Cultural Survey of Parental Preferences, Beverly Hills: Sage, 1976.",
        "Willis, R., What Have We Learned from the Economics of the Family?, American Economic Review 77, (May 1987), 68-81.",
        "Stafford, F. P., Womens Work, Sibling Competition, and Childrens School Performance, American Economic Review 77, (December 1987), pp. 972-980.",
        "Schultz, T. P., Testing the Neoclassical Model of Family Labor Supply and Fertility, Journal of Human Resources 25, (Fall 1990), 599-634.",
        "Smith, J. P., and M. P. Ward, Women s Wages and Work in the Twentieth Century, Santa Monica, CA: Rand Corporation, 1984.",
        "Rosenzweig, M., and K.I. Wolpin, Life-Cycle Labor Supply and Fertility: Evidence From Household Models, Journal of Political Economy 88, (1980a), 328-348.",
        "Rosenzweig, M., and K.I. Wolpin, Testing the Quantity-Quality Fertility Model: The Use of Twins as a Natural Experiment, Econometrica 48, (1980b), 227-240.",
        "Pencavel, J., Labor Supply of Men: A Survey, in Handbook of Labor Economics, Vol. I. Eds.: Orley Ashenfelter and Richard Layard. New York: Elsevier Science Publishers, 1986, pp. 3-101.",
        "Morgan, S. P., D.N. Lye, and G.A. Condran, Sons, Daughters, and the Risk of Mantal Disruption, American Journal of Sociology 94, (July 1988), 110- 129.",
        "NCHS, Vital Statistics of the United States: Natality, Hyattsville, Md.: National Center for Health Statistics, venous years. Nakamura, A., and M. Nakamura, The Econometrics of Female Labor Supply and Children, Econometric Reviews 11 (1992), 1-71.",
        "Imbens, G.W., and D.B. Rubin, On the Fragility of Instrumental Variables Estimators, manuscript, Harvard department of Economics, July 1994.",
        "Kaestner, R., Are Brothers Really Better? Sibling Sex Composition and Education Achievement Revisited, NBER Working Paper No. 5521,April 1996.",
        "Korenman, S., and D. Neumark, Marriage, Motherhood, and Wages, Journal of Human Resources 27, (1992), 233-255.",
        "Mincer, J., Labor Force Participation of Married Women: A Study of Labor Supply, In H. Gregg Lewis, ea., Aspects of Labor Economics, Princeton, NJ: Princeton University Press, 1962.",
        "Iacovou, M., Fertility and Female Labor Force Participation, unpublished manuscript, University College, London, July 1996.",
        "Imbens, G.W., and J.D. Angrist, Identification and Estimation of Local Average Treatment Effects, Econometrica 62 (March 1994), 467-476.",
        "Gruber, J., and J. B. Cullen, Spousal Labor Supply as Insurance: Does Unemployment Insurance Crowd Out the Added Worker Effect?, NBER Working Paper No. 5608, June 1996.",
        "Guttentag, M., and P.F. Secord, Too Many Women? The Sex Ratio Question, Beverly Hills: Sage Publications, 1983.",
        "Heckman, J.J. and T. MaCurdy, A Life-Cycle Model of Female Labor Supply, Review of Economic Studies 47 (1980), 75-122.",
        "Gronau, R., Leisure, Home Production. and Work -- The Theory of the Allocation of Time Revisited, Journal of Political Economy 85 (1977), 1099- 1124.",
        "Gronau, R., Sex-Related Wage Differentials and Womens Interrupted Careers -- The Chicken or the Egg, Journal of Labor Economics 6 (July 1988), 277-301.",
        "Goldin, C., Career and Family: College Women Look to the Past, NBER Working Paper No. 5188, July 1995.",
        "Gronau, R., The Effect of Children on the Housewifes Value of Time, Journal of Political Economy 81 (2, Part 2), (March-April 1973), pp. S168-S199.",
        "Gangadharan, J., and J. L. Rosenbloom, The Effects of Child-bearing on Married Womens Labor Supply and Earnings: Using Twin Births as a Natural Experiment, NBER Working Paper No. 5647, July 1996.",
        "Goldin, C., Understanding the Gender Gap, New York: Oxford University Press, 1990.",
        "Browning, M., A. Deaton, and M. Irish, A Profitable Approach to Labor Supply and Commodity Demands, Econometrica, 1985.",
        "Butcher, K. F., and A. Case, The Effect of Sibling Sex Composition on Womens Education and Earnings, Quarterly~ournal of Economics 109, (1994),pp. 531-563.",
        "Bronars, S., and J. Grogger, The Economic Consequences of Unwed Motherhood: Using Twins as a Natural Experiment, American Economic Review 84, (December 1994), 1141- 1156.",
        "Browning, M., Children and Household Economic Behavior, Journal of Economic literature 30 (September 1992), 1434-1475.",
        "Becker, G., and N. Tomes, Child Endowments and the Quantity and Quality of Children, Journal of Political Economy 84 (1976, Part 2), S143-S162.",
        "Ben-Porath, Y., and F. Welch, Do Sex Preferences Really Matter?, Quarterly Journal of Economics 90 (1976), 285-307.",
        "Becker, G., and H.G. Lewis, On the Interaction Between the Quantity and Quality of Children, Journal of PoliticalEconomy 82, No. 2, Part 2, (March/April 1973), S279-S288.",
        "Becker, G., Human Capital, Effort, and the Sexual Division of Labor, Journal of Labor Economics 3(No. 1, part 2), (1985), S33-S58.",
        "Becker, G., Landes, E.M., and R.T. Michael, An Economic Analysis of Marital Instability, Journal of Political Economy 85, (December 1977), 1141-1187.",
        "Angrist, J.D., and V. Lavy, The Effect of Teen Childbearing and Single Parenthood on Childhood Disabilities and Progress in School, Hebrew University Department of Economics, Working Paper, July 1996.",
        "Angrist, J.D., G.W. Imbens, and D.B. Rubin, Identification of Causal Effects Using Instrumental Variables, Journal ofthe American Statistical Association 91 (June 1996).",
        "Angrist, J.D., and A. Krueger, Does Compulsory School Attendance Affect Schooling and Earnings?, Quarterly Journal of Economics 106 (November 1991), 979-1014.",
        "Ashenfelter. O.A. and J.J. Heckrnan, The Estimation of Income and Substitution Effects in a Model of Family Labor Supply, Econometrica, January 1974."
    ]
}