{
    "id": 5779,
    "cites": 23,
    "cited_by": 2,
    "reference": [
        "Merck, Randall, Andrei Shleifer and Robert W. Vishuy, 1988, Management ownership and market valuation: An empirical analysis, Journal of Financial Economics 20, 293-315.",
        "Mehran, Hamid, 1995, Executive compensation structure, ownership, and firm performance, Jour- nal of Financial Economics 38, 163-184.",
        "Mikkelson, Wayne H. and M. M[egan Partch, 1994, The consequences of unbundling managers voting rights and equity claims, Journal of Corporate Finance 1, 195-199.",
        "Lazear, Edward P. and Richard B. Freeman, 1996, Relational investing The workers perspective, NBER Working Paper 5436.",
        "McConnell, John and Henri Servaes, 1990, Additional evidence on equity ownership and corporate value, Journal of Financial Economics 27, 595-612.",
        "Jensen, tvlichael C. and Kevin J. Murphy, 1990, Performance pay and to~management incentives, Journal of Political Economy 98, 225-264.",
        "Kole, Stacy, 1994a, The bundling of compensation plans, University of Rochester, Working Paper.",
        "Kole, Stacy, 1994b, Managerial ownership and firm performance: Incentives or rewards?, University of Rochester, Working Paper.",
        "Huddart, Steven, 1994, Employee stock options, Journal of Accountin. and Economics 18, 207-231.",
        "Huddart, Steven and Mark Lang, 1995, Employee stock options exercises: An empirical analysis, University of Michigan, Working Paper.",
        "Garen, John E., 1994, Executive compensation and principal-agent theory, Journal of Political Economy 102, 117~1199.",
        "Haubrich, Joseph, G., 199~1, Risk aversion, performance pay, and the principal-agent problem, Journal of Political Economy 102, 258-276. 46 Haubrich, Joseph, G. and Ivilina Popova, 1995, Executive compensation: A calibration approach, Federal Reserve Bank of Cleveland, Working Paper.",
        "Hellmann, Thomas, 1995, The allocation of control rights in venture capital contracts, Graduate School of Business, Stanford University, Research Paper No. 1362.",
        "Hermalin, Benjamin E. and Michael S. Wiesbach, 1991, The effects of board composition and direct incentives on firm performance, Financial hfanagement 20, 101-112.",
        "Hubbard, R. Glenn and Darius Palia, 1995, Benefits of control, managerial ownership, and the stock returns of acquiring firms, Rand Journal of Economics 26, 782-792.",
        "Gaver, Jennifer J. and Kenneth IvI. G aver, 1995, Compensation policy and the investment oppor- tunity set, Financial Management 24, 19-32.",
        "Berkovitch, Elazar and Ronen Israel, 1996, The design of internal control and capital structure, Review of Financial Studies 9, 209-240.",
        "Berle, Adolf A., Jr. and Gardiner C. NIeans, 1932, The Modern Corporation and Private Property (Macmillan, New York, NY).",
        "Bizjak, John 1!~[., James A. Brickley, and Jeffrey L. Coles, 1993, Stock based incentive compensation and investment behavior, Journal of Accounting and Economics 16, 349-372.",
        "Boschen, John F. and Kimberly J. Smith, 1990, You can pa`- me now and you can pay me later: The dynamic response of executive compensation to firm performance, Journal of Business 6S, 577-608.",
        "Denis, David J., Diane K. Denis and Atulya Sarin, 1994, Ownership structure and top management turnover, Virginia Polytechnic Institute and State University, Working Paper.",
        "Gaver, Jennifer J. and Kenneth M. Gaver, 1993, Additional evidence on the association between the investment opportunity set and corporate financing, dividend, and compensation policies, Journal of Accounting and Economics 16, 125-150.",
        "Berglof, Erik, 1994, A control theory of venture capital finance, European Centre for Advanced Research in Economics, Working Paper."
    ]
}