{
    "id": 578,
    "cites": 49,
    "cited_by": 10,
    "reference": [
        "Addison, J.T. and W.S. Siebert (1979), The Market for Labor: An Analytical Treatment, Santa Monica.",
        "Aigner, D.J. (1971), Basic Econometrics, Englewood Cliffs.",
        "Barnes, W.F. (1975), Job Search Models, The Duration of Unemployment, and The Asking Wage: Some Empirical Evidence, The Journal of Human Resources, 10, pp. 230-240.",
        "Barron, J.M. and O.W. Gilley (1979), The Effect of Unemployment Insurance on the Search Process, Industrial and Labor Relations Review, 32, pp. 363-366.",
        "Barron, J.M. and W. Mellow (1979), Search Effort in the Labor Market, Journal of Human Resources, 9, pp. 389-404.",
        "Bishop, Y.M.M., S.E. Fienberg and P.W. Holland (1975), Discrete Multivariate Analysis: Theory and Practice, Cambridge.",
        "Burdett, K. (1979), Unemployment Insurance Payments As A Search Subsidy: A Theoretical Analysis, Economic Inquiry, 17, pp. 333-343.",
        "Burdett, K. and D.T. Mortensen (1979), Search, Layoffs, and Labor Market Equilibrium, The Center for Mathematical Studies in Economics and Management Science, Northwestern University, Discussion Paper No. 380, Evanston, Ill.",
        "Chapin, G. (1971), Unemployment Insurance, Job Search, and the Demand for Leisure, Western Economic Journal, pp. 102-107.",
        "Clark, K.B. and L.H. Summers (1979), Labor Market Dynamics and Unemployment: A Reconsideration, Brookings Papers on Economic Activity, 1:1979, pp. 13-60.",
        "Ciassen, K.P. (1979), Unemployment insurance and job search, in: S.A. Lippmann and J.J. McCall (eds.), Studies in the Economics of Search, Amsterdam, pp. 191-219.",
        "Crosslin, R.L. and D.W. Stevens (1977), The Asking Wage - Duration of Unemployment Relation Revisited, Southern Economic Journal 43, pp. 1298-1302.",
        "Cox, D.R. (1970), The Analysis of Binary Data, London.",
        "Danforth, J.P. (1979), On the role of consumption and decreasing absolute risk aversion in the theory of job search, in: S.A. Lippmann and J.J. McCall (eds.), Studies in the Economics of Search, Amsterdam, pp. 109-131.",
        "Danforth, J.P. (1977), Wealth and the Value of Generalized Lotteries, Journal of Economic Theory, 15, pp. 54-71.",
        "Fama, E.F. and R. Roll (1971), Parameter Estimates for Syimnetric Stable Distributions, Journal of the American Statistical Association, 66, pp. 331-338.",
        "Feinberg, R.M. (1978), On the Empirical Importance of the Job Search Theory, Southern Economic Journal, 16, pp. 508-521.",
        "Feinberg, R.M. (1977), Risk Aversion, Risk, and the Duration of Unemployment, Review of Economics and Statistics, 59, pp. 264-271.",
        "Fienberg, S.E. (1977), The Analysis of Cross-Classified Categorical Data, Cambridge, Mass.",
        "Franz, W. (1979), The Duration of Youth Unemployment in West Germany: Some Theoretical Considerations, National Bureau of Economic Research, Working Paper No. 397, Cambridge, Mass.",
        "Gordon, R.H. and A.S. Blinder (1980), Market Wages, Reservation Wages, and Retirement, National Bureau of Economic Research, Working Paper No. 513 (July, 1980), Cambridge, Mass.",
        "Griiiches, Z., B.H. Hall and J.A. Hausman (1978), Missing data and self-selection in large panels, Annales de linsee, 30-31, pp. 137-176.",
        "Gronau, R. (1971), Information and Frictional Unemployment, American Economic Review, 61, pp. 290-301.",
        "Hall, J.R., S.A. Lippman and J.J. McCall (1979), Expected utility maximizing job search, in: S.A. Lippman and J.J. McCall (eds.), Studies in the Economics of Search, Amsterdam, pp. 133-155.",
        "Hall, R.E. (1978), Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy, 86, pp. 971-987.",
        "Heckman, J.J. (1979), Sample Selection Bias as a Specification Error, Econometrica, 47, pp. 153-161.",
        "Heckman, J.J. (1976), The Common Structure of Statistical Models of Truncation, Sample Selection, and Limited Dependent Variables and a Simple Estimator for Such Models, Annals of Economics and Social Measurement, 5, pp. 475-492.",
        "Hicks, J.R. (1938), Value and Capital. An Inquiry into some Fundamental Principles of Economic Theory, Oxford.",
        "Kohn, M.G. and S. Shavell (1974), The Theory of Search, Journal of Economic Theory, 9, pp. 93-123.",
        "Kdnig, H. (1979), Job-Search-Theorien, in: G. Bombach, B. Gahien and A.E. Ott (eds.), Neuere Entwicklungen in der Besch~ftigungstheorie und-politik, TVibingen, pp. 63-121.",
        "Lippman, S.A. and J.J. McCall (eds.)(l979), Studies in the Economics of Search, Amsterdam. Lippman, S.A. and J.J. McCall (1976), The Economics of Job Search, Economic Inquiry, 14, pp. 155-189 and pp. 347-398.",
        "Maddala, G.S. (1978), Selectivity problems in longitudinal data, Annales de linsee, 30-31, pp. 423-450.",
        "Maiinvaud, E. (1966), Statistical Methods of Econometrics, Amsterdam.",
        "Mellow, W. (1978), Search Costs and the Duration of Unemployment, Economic Inquiry, 16, pp. 423-430.",
        "Mortensen, D.T. (1977), Unemployment Insurance and Job Search Decisions, Industrial and Labor Relations Review, 30, pp. 505-517.",
        "Nachman, D.C. (1975), Risk Aversion, Impatience, and Optimal Timing Decisions, Journal of Economic Theory, ii, pp. 196-246.",
        "Nickell, S. (1979), Estimating the Probability of Leaving Unemployment, Econometrica, 47, pp. 1249-1266.",
        "Pindyck, R.S. and D.L. Rubinfeld (1976), Econometric Models and Economic Forecasts, New York.",
        "Rothschild, K.W. (1979), Unvollkommene Information und Arbeitsmarkt,WistWirtschaftwissenschaftiiches Studium, 8 (November 1979), pp. 518-523.",
        "Rothschild, M. (1974), Searching for the Lowest Price When the Distribution of Prices is Unknown, Journal of Political Economy, 82, pp. 689-711.",
        "Salant, S.W. (1977), Search Theory and Duration Data: A Theory of Sorts, Quarterly Journal of Economics 91, pp. 39-57.",
        "Sandell, S.H. (1980), Job Search by Unemployed Women: Determinants of the Asking Wage, Industrial and Labor Relations Review 33, pp. 368-378.",
        "Saterdag, H. (1975), Situationsmerkmale von Arbeitslosen Anfang 1975 und Voraussetzungen fur die Aufnahme einer neuen Besch~ftigung, Mitteilungen aus der Arbeitsmarkt-und Berufsforschun~, 8, pp. 136-148.",
        "Schalk, H.J. (1975), Varianz- und Kovarianzanalyse, in: Methoden der empirischen Regionalforschung, Part 2, Ver~ffentlichungen der Akademie fur Raumforschung und Landesplanung, Vol. 105, Hannover, pp. 87-119.",
        "Scheff~, H. (1959), The Analysis of Variance, New York.",
        "Shapiro, S.S. and M.B. Wilk (1965), An analysis of variance test for normality (complete samples), Biometrica, 52, pp. 591-611.",
        "Spence, M. and R. Zeckhauser (1972), The Effect of the Timing of Consumption Decisions and the Resolution of Lotteries on the Choice of Lotteries, Econometrica, 40, pp. 401-405.",
        "Theil, H. (1971), Principles of Econometrics, Amsterdam.",
        "Yatchew, A. and Z. Griliches (1979), Specification Error in Probit and Logit Models, Harvard Institute of Economic Research, Harvard University, Discussion Paper Number 717 (July 1979), Cambridge, Mass."
    ]
}