{
    "id": 5781,
    "cites": 22,
    "cited_by": 5,
    "reference": [
        "Spanier, G., and P. Glick. 1980. Paths to Remarriage. Journal of Divorce 3:283-298.",
        "Williams, R. 1994. An Overview of Child Support Guidelines in the United States. In Child Support Guidelines: The Next Generation. U.S. Department of Health and Human Services, The Office of Child Support Enforcement.",
        "Yun, K. 1992. Effects of Child Support on Remarriage of Single Mothers. In Child Support Assurance: Design Issues, Expected Impacts, and Political Barriers as Seen from Wisconsin. I. Garfinkel, S. McLanahan, and P. Robins, eds., Washington, D.C.: The Urban Institute Press.",
        "Sorenson, E. 1995. Nonresident Fathers. Mimeo. Urban Institute.",
        "New York Times. 1994. In Tough Mood, Britain Pursues Absent Parents. February 7, p. x.",
        "Seltzer, J., and Y. Brandreth. 1993. What Fathers Say about Involvement with Children after Separation. NSFH Working Paper No. 57, Center for Demography and Ecology, University of Wisconsin-Madison.",
        "Hutchens, R. 1979. Welfare, Remarriage and Marital Review 69:369-379.",
        "Search. American Economic Johnson, E., and F. Doolittle. 1996. Parents Fair Share Program this volume.",
        "Koo, H., and C. Suchindran, 1980. Effects of ChildLen on Womens Remarriage Prospects. Journal of Family Issues 1:497-515.",
        "Lazear, E., and R. Michael, 1988. Allocation of Income Within the Household.",
        "Chicago: University of Chicago Press. National Public Radio. Morning Edition. April 22, 1996.",
        "Hill, M. 1992. The Role of Economic Resources and Remarriage in Financial Assistance for Children of Divorce. Journal of Family Issues 13:158-178.",
        "Bumpass, L. 1984. Children and Marital Disruption: A Replication and Update. Demography 21:71-82.",
        "Case, A. 1996. Child Support Enforcement and Out-of-Wedlock Birth Rates. this volume.",
        "Chiswick, C., and E. Lehrer. 1990. On Marriage-Specific Human Capital: Its Role as a Determinant of Remarriage. Journal of Population Economics, 3:193- 213.",
        "Folk, K., J. Graham, and A. Beller. 1992. Child Support and Remarriage: Implications for the Economic Well-Being of Children. Journal of Family Issues 13:142-157.",
        "Glick, P. 1980. Remarriage: Some Recent Changes and Variations. Journal of Family Issues 1: 455-478.",
        "Gronau, R. 1991. The Intrafamily Allocation of Goods-How to Separate the Adult from the Child Journal of Labor Economics 3:207-235.",
        "Becker, G., E. Landes, and R. Michael. 1977. An Economic Analysis of Marital Instability. Journal of Political Economy 85(6):1141-1187.",
        "Beller, A., and J. Graham. 1985. Variations in the Economic Well Being of Women and Their Children: The Role of Child Support Income. In Horizontal Equity, Uncertainty and Economic Well Being. M. David and T. Smeeding, eds., Chicago: University of Chicago Press.",
        "Bane, M., and D. Ellwood. 1986. Slipping into and out of Poverty: The Dynamics of Spells. Journal of Human Resorces.",
        "Science 245: 1047-1053. Becker, G. 1960. An Economic Analysis of Fertility. in Demographic and Economic Change in Developing Countries. Princeton, N.J.: Princeton University Press."
    ]
}