{
    "id": 5786,
    "cites": 11,
    "cited_by": 20,
    "reference": [
        "Newey, Whitney K. and Kenneth D. West, Automatic Lag Selection and Robust Covariance Matrix Estimation with Prewhitening Review of Economic Studies 61 (October 1994) 631-53.",
        "Roger, Scott, Working Paper, Reserve Bank of New Zealand, forthcoming. Shapiro, Matthew D. and David W. Wilcox, Bias in the Consumer Price Index, in B. Bernanke and J. Rotemberg, eds. NBER Macroeconomics Annual, Cambridge, MA.: M.I.T. Press, 1996, forthcoming.",
        "Stock, James H. and Mark W. Watson, A Probability Model of the Coincident Eco- nomic Indicators, in K. Lahiri and G. H. Moore, ea., Leading Economic Indica- tors. New Approaches and Forecasting Records. Cambridge: Cambridge University Press, 1991, pp. 63-89.",
        "Wynne, Mark and Fiona Sigalla, A Survey of Measurement Biases in Price Indexes, Federal Reserve Bank of Dallas, Research Paper No. 9340, October 1993.",
        "Gordon, Robert J., Measuring the Aggregate Price Level: Implications for Economics Performance and Policy, N.B.E.R. Working Paper No. 3969, January 1992.",
        "Haldane, Andrew G., Introduction, in A. G. Haldane, ea., Targeting Inflation, Bank of England, November 1995, pg. 1-12.",
        "Lebow, David E., John M. Roberts and David J. Stockton, Economic Performance under Price Stability, Board of Governors of the Federal Reserve System, Working Paper No. 125, April 1992.",
        "Ball, Laurence and N. Gregory Mankiw, Relative-Price Changes as Aggregate Supply Shocks, Quarterly Journal of Economics 110 (February 1995) 161-193.",
        "Bryan, Michael F. and Stephen G. Cecchetti, The Consumer Price Index as a Measure of Inflation, Economic Review of the Federal Reserve Bank of Cleveland 29 (1993 Quarter 4) 15-24.",
        "Mankiw, ea., Chicago: University of Chicago Press for NBER, 1994, 195-215.",
        "Cecchetti, Stephen G., Anil K Kashyap and David W. Wilcox, Do Firms Smooth the Seasonal in Production in a Boom? Theory and Evidence, mimeo., October 1995."
    ]
}