{
    "id": 5787,
    "cites": 14,
    "cited_by": 4,
    "reference": [
        "Mark, N. (1990), Real and Nominal Exchange Rates in the Long Run: An Empirical Investigation, Journal of International Economics, Vol. 28, pp. 1 1 5-36.",
        "Marston, R. (1987), Real Exchange Rates and Productivity Growth in the United States and Japan, in Sven W. Arndt and J. David Richardson, eds., Real-Financial Linkages among Omen Economies: An Overview, Cambridge: MIT Press.",
        "Pippenger, M. (1993),Cointegration Tests of Purchasing Power Parity: the Case of Swiss Exchange Rates, Journal of International Money and Finance, Vol. 12, pp. 46-61.",
        "Table l Unit Root Tests for Nominal Exchange Rate and Price Levels Level Variable InE InWPI In WPI InCPI In CPI- -0.9394 1 - 1.6 1 04 -0.00234 1.45 1 6 - 1.6834 First Difference InWPI In WPI- InCPI In CPI. Variable InE -3.747 -4.0775 -5.937 -7.0238 -5.1 668 Notes: The critical value at the 95% significance level is -3.45 for N=1 00 (Fuller 1976, p.373).",
        "Engle, R. and C. Granger (1987), Cointegration and Error Correction: Representation, Estimation, and Testing, Econometrica, Vol. 55, pp. 251-76.",
        "Greene, W. H. (1993), Econometric Analysis, New York: Macmillan Publishing Company.",
        "Hakkio, C. C. (1986), Does the Exchange Rates Follow a Random Walk ? A Monte Carlo Study of Four Tests for a Random Walk, Journal of International Money and Finance, Vol. 5, pp. 211-29.",
        "Hsieh, D. A. (1982), The Determination of the Real Exchange Rate: the Productivity Approach, Journal of International Economics, Vol.",
        "Johansen, S. (1988), Statistical Analysis of Cointegration Factors, J urnal of Economic Dynamics and Control, Vol. 12, pp. 231-54.",
        "Johansen, S. (1991), Estimation and Hypothesis Testing of Cointegration Vectors in Gaussian Vector Regression Models, 21 Econometrica, Vol. 59, pp. 1551-80.",
        "Johansen, S. and K. Juselius (1990), Maximum Likelihood Estimation and Inference on Cointegration-With Applications to the Demand for Money, Oxford Bulletin of Economics and Statistics Vol. 52, pp. 169-210.",
        "Cheung, Y. W. and K. Lai (1993), Long-Run Purchasing Power Parity During the Recent Float, Journal of Internationa_Economics, Vol.",
        "Dickey, D. A. and W. A. Fuller (1979), Distribution of the Estimators for an Autoregressive Time Series with Unit Root, Journal of the American Statistical Association, Vol. 74, pp. 427-31.",
        "Balassa, B. (1964), The Purchasing Power Parity Doctrine: A Reappraisal, Journal of Political Economy, Vol. 72, pp. 584-96."
    ]
}