{
    "id": 5789,
    "cites": 22,
    "cited_by": 35,
    "reference": [
        "Agenor, Pierre-Richard, Jagdeep Bhandari, and Robert Flood (1992). Speculative Attacks and Models of Balance-of-Payments Crises, International Monetary Fund Staff Papers 39, June, pp. 357-394.",
        "Bensaid, Bernard and Olivier Jeanne (1995). The Instability of Fixed Exchange Rate Systems When Raising the Nominal Interest Rate is Costly, mimeo.",
        "Branson, William (1968). Financial Capital Flows in the U.S. Balance-of-Payments, North-Holland Publishing Company, Amsterdam.",
        "Calvo, Guillermo (1995), Varieties of Capital-Market Crises, Working Paper, University of Maryland.",
        "Barro, Robert and David B. Gordon (1983). A Positive Theory of Monetary Policy in a Natural Rate Model, Journal of Political Economy 91, August, 589-610.",
        "Dornbusch, Rudiger (1976). Expectations and Exchange Rate Dynamics, Journal of Political Economy 84, December, 1161-1176.",
        "Drazen, Allan and Paul Masson (1994). Credibility of Policies Versus Credibility of Policymakers, Quarterly Journal of Economics, CIX(3), 735-54.",
        "Eichengreen, Barry and Charles Wyplosz (1993). The Unstable EMS, Brookings Papers on Economic Activity 1, 51-143.",
        "Eichengreen, Barry, Andrew Rose, and Charles Wyplosz (1995), Exchange Market Mayhem: The Antecedents and Aftermath of Speculative Attacks, Economic Policy 21, October, 251-296.",
        "Exchange Rates: An Empirical Exploration with Special Reference to the European Monetary System, in Matthew Canzoneri, Paul Masson and Vittorio Grilli, eds., Transatlantic Economic Issues, Cambridge University Press, Cambridge, UK. 29 Flood, Robert and Peter Garber (1984a), Collapsing Exchange-Rate Regimes: Some Linear Examples, Journal of International Economics 17, 1-13.",
        "Political Economy 92 (1), 90-107. Frankel, Jeff (1984). Tests of Monetary and Portfolio-Balance Models of Exchange-Rate Determination, in John Bilson and Richard Marsten, Exchange Rate Theory and Practice, University of Chicago Press: Chicago, 239-260.",
        "International Monetary Fund (1992). International Capital Markets: Developments, Prospects, and Policy Issues, World Economic and Financial Surveys, Washington, D.C., August.",
        "Prospects, and Policy Issues, World Economic and Financial Surveys, Washington, D.C., August. Jeanne, Olivier (1995), Are Currency Crises Caused By the Fundamentals or by Self- Fulfilling Speculation? A Test, mimeo, ENPC-CERAS, Ecole Nationale des Ponts et Chaussees (CERAS), Paris.",
        "Krugman, Paul (1979), A Model of Balance-of-Payments Crises, Journal of Money, Credit, and Banking 11,311-325.",
        "Macro Annual Conference, March 8-9. Kydland, Finn and Edward Prescott (1977). Rules Rather than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy 85, June, 473-9 1.",
        "Obstfeld, Maurice (1988). Rational and Self-Fulfilling Balance-of-Payments Crises, American Economic Review 76, March, 72-8 1.",
        "NBER Working Paper No. 3603, January. 30 _______________ (1994), The Logic of Currency Crises, Cahiers Economiques et Monetaires, Bank of France, 43, 189-213.",
        "Masson, Paul (1995), Gaining and Losing ERM Credibility: The Case of the United Kingdom, The Economic Journal 105,571-582.",
        "Salant, Stephen and Dale Henderson (1978), Market Anticipation of Government Policy and the Price of Gold, Journal of Political Economy 86, 627-648.",
        "Salant, Stephen (1983). The Vulnerability of Price Stabilization Schemes to Speculative Attack, Journal of Political Economy 91, February, 1-3 8.",
        "Sachs, Jeffrey, Aaron Tomell, and Andres Velasco (1996). The Collapse of the Mexican Peso: What Have We Learned? Economic Policy 22, April, pp. 13-56.",
        "Tobin, James (1969). A General Equilibrium Approach to Monetary Theory, Journal of Money, Credit and Banking, Vol. 1, No. 1, February, 15-29."
    ]
}