{
    "id": 5790,
    "cites": 150,
    "cited_by": 68,
    "reference": [
        "Aaron, H. J. (1990) &apos;Why is infrastructure important?&apos;, in A. Munnell, ed. Is There a Shortfall in Public Capital Investment? Federal Reserve Bank, Boston. Ahn, S. and P. Schmidt (1996) &apos;Efficient estimation of dynamic panel data models under alternative sets of assumptions&apos;, Journal of Econometrics, forthcoming.",
        "Ahn, S., D. H. Good, and R. C. Sickles (1996) &apos;Firm long run efficiency levels for stochastic distance frontier Models with technical innovations&apos;, mimeo.",
        "Alam, I. Semenick- and R. C. Sickles (1995) &apos;Long-run properties of technical efficiency in the U. S. airline industry&apos;, mimeo.",
        "Aschauer, D. A., (1989a) &apos;Does public capital crowd out private capital?&apos;, Journal of Monetary Economics, 24: 171-188.",
        "Aschauer, D. A. (1989b) &apos;Is public expenditure productive?&apos;, Journal of Monetary Economics, 23: 177-200.",
        "Aschauer, D. A.(1993) &apos;Infrastructure and productive efficiency: a literature review&apos;, mimeo.",
        "Atkinson, S.E. and C. Cornwell (1994a) &apos;Parametric-estimation of technical and allocative inefficiency with panel-data&apos;, International Economic Review, 35: 231-243.",
        "Atkinson, S.E. and C. Cornwell (1994b) &apos;Estimation of output and input technical efficiency using a flexible functional form and panel-data&apos;, International Economic Review, 35: 245-255.",
        "Atkinson, S.E. and R. Halvorsen (1984) &apos;Parametric efficiency tests, economies of scale, and input demand in U.S. electric power generation&apos;, International Economic Review, 25: 647-662.",
        "Baltagi, B. and J. Griffin (1988) &apos;A general index of technical change&apos;, Journal of Political Economy, 96: 20-41.",
        "Baumol, W.J. and E.N. Wolf (1983) &apos;Feedback from productivity growth to R&D&apos;, Scandinavian Journal of Economics, 85: 145-157.",
        "Bellman, R., R. Kalaba and B. Kotkin (1963) &apos;Polynomial approximation - a new computational technique in dynamic programming allocation processes&apos;, Mathematics of Computation, 1:155-161.",
        "Berkof, J. and S. Stern (1991) &apos;Job exit behavior of elder men&apos;, Econo-metrica, 59:189-210.",
        "Berndt, E.R. (1991) The Practice of Econometrics: Classic and Contemporary, Wokingham, U.K. and Sydney: Addison-Wesley Publishing Company.",
        "Berndt, E.R. and B. Hansson (1991) &apos;Measuring the contribution of public infrastructure capital in Sweden&apos;, Paper Presented at IUI, Sweden, March.",
        "Berndt, E.R. and C.J. Morison (1981) Capacity utilization measures: underlying economic theory and an alternative approach, American Economic Review, 71:48-52.",
        "Berndt, E.R. and D. O. Wood (1975) &apos;Technology, prices, and the derived demand for energy&apos;, Review of Economics and Statistics, 57: 259-68.",
        "Bernstein, J.I. (1988) &apos;Costs of production, intra- and interindustry R&D spillovers: Canadian evidence&apos;, Canadian Journal of Economics, 21: 324-347.",
        "Bernstein, J.I. (1989) &apos;The structure of Canadian interindustry R&D spillovers and the rates of return to R&D&apos;, Journal of Industrial Economics, 21: 324-347.",
        "Bernstein, J.I. and M.I. Nadiri (1988) &apos;Interindustry R&D spillovers, rates of return, and production in high-tech industries&apos;, American Economic Review, Papers and Proceedings, 78: 429-434.",
        "Bernstein, J.I. and M.I. Nadiri (1989a) &apos;Rates of return on physical and R&D capital and structure of the production process: cross section and time series evidence&apos;, in B. Raj, ed., Advances in Econometrics and Modeling, London: Kluwer Academic Publishers.",
        "Bernstein, J.I. and M.I. Nadiri (1989b) &apos;Research and development and intraindustry spillovers: an empirical application of dynamic duality&apos;, Review of Economic Studies, 56: 249-69.",
        "Bertrand, J. (1883) &apos;Review of Walras&apos;s Theorie Mathematique de la Richesse Sociale and Cournot&apos;s Recherches sur les principes mathema-tiques de la theorie des richesses,&apos; Journal de Savants, 67: 499-508.",
        "Blackorby, C. and R. Russell (1989) &apos;Will the real elasticity of substitution please stand up?&apos; American Economic Review, 79: 882-888.",
        "Bresnahan, T. (1990) &apos;Empirical studies of industries with market power&apos;, in R. Schmalensee and R. Willig, eds. Handbook of Industrial Organization, Amsterdam: North Holland.",
        "Brown, R., D. Caves and L. Christensen (1979) &apos;Modelling the structure of cost and production of multiproduct firms&apos;, Southern Economic Journal, 46: 256-273.",
        "Captain, P. (1993) Competition and Efficiency in the European Airline Industry, Ph. D. dissertation, Rice University.",
        "Captain, P., and R. C. Sickles (1996) &apos;Competition and Efficiency in the European Airline Industry: 1976-1990&apos;, forthcoming in Managerial and Decision Economics.",
        "Captain, P., D. H. Good, and R. C. Sickles (1996) &apos;On the dynamics of competition and efficiency in the European airline industry&apos;, mimeo.",
        "Card, D. (1985) &apos;The impact of deregulation on employment and wages of airline mechanics&apos;, mimeo.",
        "Caves, D., L. Christensen and W. Diewert (1982) &apos;Output, input and productivity using superlative index numbers&apos;, Economic Journal, 92: 73-96.",
        "Caves, D., L. Christensen and M. Tretheway (1983) &apos;Productivity performance of U.S. trunk and local service airlines in the era of deregulation&apos;, Economic Inquiry, 21: 312-324.",
        "Caves, D., L. Christensen and M. Tretheway (1984) &apos;Economies of density versus economies of scale: why trunk and local service airlines costs differ&apos;, Rand Journal of Economics, 15: 471-489.",
        "Christensen, L. and W. Green (1976) &apos;Economies of scale in U.S. electric power generation&apos;, Journal of Political Economy, 84:665-676.",
        "Cohen, Wesley M. and Levinthal (1986) &apos;The endogeneity of appropri-abity and R&D investment&apos;, mimeo.",
        "Colwell, R.J. and E.P. Davis (1992) &apos;Output and productivity in banking&apos;, Scandinavian Journal of Economics, 94(S): S111-S129.",
        "Conrad, K. and H. Seitz (1992) &apos;The economic benefits of public infrastructure&apos;, Institut fur Volkswirtschaftslehre und Statistik UniversitÃ\u0083Â¤t Mannheim Discussion Paper 469-92, February.",
        "Cornwell, C., P. Schmidt and R. C. Sickles (1990) &apos;Production frontiers with cross-sectional and time-series variation in efficiency levels&apos;, Journal of Econometrics, 46: 185-200.",
        "Cuneo, P. and J. Mairesse (1984) &apos;Productivity and R&D at the firm level in French manufacturing&apos;, in Z. Griliches, ed., R&D, Patents and Productivity, Chicago: University of Chicago Press.",
        "Denny, M., M. Fuss and L. Waverman (1981) &apos;The measurement and interpretation of total factor productivity in regulated industries, with an application to Canadian telecommunications&apos;, in T. Cowing and R. Stevenson, eds., Productivity Measurement in Regulated Industries, New York: Academic Press.",
        "Deno, K.T. (1988) &apos;The effect of public capital on U.S. manufacturing activity: 1970 to 1978&apos;, Southern Economic Journal, 55: 400-411.",
        "Diewert, W. E. (1976) &apos;Exact and superlative index numbers&apos;, Journal of Econometrics, A: 115-145.",
        "Diewert, W. E. (1982) &apos;Duality approaches to microeconomic theory&apos;, in K. J. Arrow and M. D. Intriligator, eds., Handbook of Mathematical Economics, Vol. 2, Amsterdam: North-Holland.",
        "Diewert, W. E. (1996) &apos;Axiomatic and economic approaches to international comparisons&apos;, NBER Working Paper 5559.",
        "Diewert, W.E. and T.J. Wales (1987) &apos;Flexible functional forms and curvature conditions&apos;, Econometrica, 55:43-68.",
        "Diewert, W. E. and A. O. Nakamura (1993) Essays in Index Number Theory, Volume 1 , Amsterdam:North-Holland.",
        "Duffy-Deno, K.T. and R.W. Eberts (1991) &apos;Public infrastructure and regional economic development: a simultaneous equations approach&apos;, Journal of Urban Economics, 30: 329-43.",
        "Eberts, R. W. (1986) &apos;Estimating the contribution of urban public infrastructure to regional growth&apos;, Federal Reserve Bank of Cleveland Working Paper # 8610.",
        "Eckstein, Z. and K. Wolpin (1989) &apos;The specification and estimation of dynamic stochastic discrete choice models&apos;, Journal of Human Resources, 21:238-251.",
        "Eden, B. and Z. Griliches (1993) &apos;Productivity, market power, and capacity utilization when spot markets are complete&apos;, American Economic Review, 83: 219-223.",
        "Eisner, R. (1991) &apos;Infrastructure and regional economic performance: comment&apos;, New England Economic Review, September/October: 47-58.",
        "Englander, A. S., R. Evenson and M. Hanazaki (1988) &apos;R&D, innovation and the total factor productivity slowdown&apos;, OECD Economic Studies, 11: 7-42.",
        "Epstein, L.G. (1981) &apos;Duality theory and functional forms for dynamic factor demands&apos;, Review of Economic Studies, 48:81-95 Evenson, R.E., and Y. Kislev (1973) &apos;Research and productivity in wheat and maize&apos;, Journal of Political Economy, 81: 1309-1329.",
        "Fecher, F. (1989) &apos;Effets directs et indirects de la R-D sur la productivitÃ\u0083Â©: une analyse de l&apos;industrie manufacturiÃ\u0083Â¨re belge&apos;, paper presented at the 5th Journees de Microeconomie AppliquÃ\u0083Â©e, Orleans, May 29-30, 1989.",
        "Fernald, J. (1992) &apos;How productive is infrastructure: distinguishing reality and illusion with a panel of US industries.&apos;, mimeo.",
        "Fisher, I. (1927) The Making of Index Numbers Boston: Houghton-Mifflin.",
        "Good, D. (1985) &apos;The effect of deregulation on the productive efficiency and cost structure of the airline industry&apos;, Ph.D. dissertation, University of Pennsylvania.",
        "Good, D., I. Nadiri, L^H. Roeller and R.C. Sickles (1993a) &apos;Efficiency and productivity growth comparisons of European and U.S. air carriers: a first look at the data&apos;, Journal of Productivity Analysis 4, special issue, J. Mairesse and Z. Griliches, eds., 115-125.",
        "Good, D., I. Nadiri and R.C. Sickles (1991) &apos;The structure of production, technical change and efficiency in a multiproduct industry: an application to U. S. airlines&apos;, National Bureau of Economic Research Working Paper # 3939: Cambridge.",
        "Good, D., L-H. Roeller and R.C. Sickles (1993b) &apos;U.S. airline deregulation: implications for European transport&apos;, Economic Journal, 103: 1028-1041.",
        "Good, D., L-H. Roeller and R.C. Sickles (1995) &apos;Airline efficiency differences between Europe and the US: implications for the pace of EC integration and domestic regulation&apos;, European Journal of Operational Research, 80: 508-518.",
        "Goto, A. and K. Suzuki, (1989) &apos;R&D capital, rate of return on R&D investment and spillover of R&D in Japanese manufacturing industries&apos;, Review of Economics and Statistics, 71: 555-564.",
        "Gotz, G. A. and J. J. McCall (1984) &apos;A dynamic retention model for air force officers&apos;, Report R-3028-AF. Santa Monica: The RAND Corporation.",
        "Gramlich, E. (1994) &apos;Infrastructure investment: a review essay&apos;, Journal of Economic Literature, September, 1176-1196.",
        "Greene, W.H. (1993) Econometric Analyses, 2nd edition, NewYork: Macmillian Publishing Company.",
        "Griliches, Z. (1979) &apos;Issues in assessing the contribution of research and development to productivity growth&apos;, Bell Journal of Economics, 10: 92-116.",
        "Griliches, Z. (1986) &apos;Productivity, R&D and basic research at the firm level in the 1970s&apos;, American Economic Review, 76: 141-154.",
        "Griliches, Z. (1991) &apos;The search for R&D spillovers&apos;, NBER Working Paper #3768.",
        "Griliches, Z. (1994) &apos;Productivity, research-and-development, and the data constraint&apos;, American Economic Review, 84: 1-23.",
        "Griliches, Z. and F. Lichtenberg, (1984) &apos;R&D and productivity growth at the firm level: is there still a relationship?&apos; in Z. Griliches, ed., R&D, Patents and Productivity, Chicago: University of Chicago Press.",
        "Griliches, Z. and J. Mairesse (1990) &apos;R&D and productivity growth: comparing Japanese and U.S. manufacturing firms&apos;, in C. Hulten, ed., Productivity Growth in Japan and the United States, Chicago: University of Chicago Press.",
        "Hansen, L.P. (1982) &apos;Large sample properties of generalized method of moments estimators&apos;, Econometrica, 50: 1029-1054.",
        "Hendricks, W. (1977) &apos;Regulation and labour earnings&apos;, Bell Journal of Economics, 8:483-496.",
        "Hendricks, W., P. Feuille and C. Szerszen (1980) &apos;Regulation, deregulation, and collective bargaining in airlines&apos;, Industrial and Labor Relations Review, 34:67-81.",
        "Hirsch, B.T. (1988) &apos;Trucking regulation, unionization and labor earnings: 1973-85&apos;, Journal of Human Resources, 23:296-319.",
        "Holtz-Eakin, D. (1992) &apos;Public-sector capital and the productivity puzzle&apos;, NBER WP No. 4122, July.",
        "Hotz, J. V., F. Kydland and G. Sedlacek (1988) &apos;Intertemporal preferences and labor supply&apos;, Econometrica, 56: 335-360.",
        "Hotz, J. and R. Miller (1993) &apos;Conditional choice probabilities and the estimation of dynamic programming models&apos;, Review of Economic Studies, 60:497-530.",
        "Hotz, J., R. Miller, S. Sanders and J. Smith (1994) &apos;A simulation estimator for dynamic models of dicrete choice&apos;, Review of Economic Studies, 61:265-290.",
        "Hultberg, P. (1994) &apos;A dynamic factor demand model of the airline industry&apos;, mimeo.",
        "Hulten, C.R. and R.M. Schwab (1984) &apos;Regional productivity growth in U.S. manufacturing: 1951-1978&apos;, American Economic Review, 74: 152-162.",
        "Jaffe, A.B. (1984) &apos;The effects of market demand, technological opportunity and research spillovers on R&D intensity and productivity growth&apos;, mimeo.",
        "Jaffe, A.B. (1986) &apos;Technological opportunity and spillovers of R&D: evidence from firms&apos; patents, profits, and market value&apos;, American Economic Review, 76: 984-1001.",
        "Jaffe, A.B. (1989) &apos;Real effect of academic research&apos;, American Economic Review, 79: 957-70..",
        "Jorgensen, D.W., F. Gollop and B. Fraumeni (1987) Productivity and US economic growth, Cambridge, MA: Harvard University Press.",
        "Jorgenson, D.W. and Z. Griliches (1972) &apos;Issues in growth accounting: a reply to Edward F. Denison&apos;, Survey of Current Business , 55 part 2: 65-94.",
        "Judd, K. L. (1995) Nummerical Methods in economics, Cambridge, MA: MIT Press, forthcoming.",
        "Keane, M. (1994) &apos;A computational practical simulation estimator for panel data&apos;, Econometrica, 62:95-116.",
        "Keane, M. and K. Wolpin (1994) &apos;The solution and estimation of discrete choice dynamic programming models by simulation and interpolation: monte carlo evidence&apos;, Review of Economics and Statistics, 76:648-672.",
        "Keeler, T.E. and J. Ying (1988) &apos;Measuring the benefits of a large public investment: the case of the U.S. Federal-aid highway system&apos;, Journal of Public Economics, 36: 64-86.",
        "Kendrick, J. (1961) Productivity Trends in the United States, Princeton: Princeton University Press for the National Bureau of Economic Research.",
        "Kumbhakar, S.C. (1993) &apos;Production risk, technical efficiency, and panel-data&apos;, Economic Letters, 41(1): 11-16.",
        "Kydland, F. and E. Prescott (1982) &apos;Time to build and aggregate fluctuations&apos;, Econometrica, 50: 1345-71.",
        "Lee, L.-F. and M. Pitt (1986) &apos;Microeconomic demand systems with binding non-negativity constraints: the dual approach&apos;, Econometrica, 54:1237-1242.",
        "Levin, R.C., and P.C. Reiss (1984) &apos;Tests of a Schumpeterian model of R&D and market structure&apos;, in Z. Griliches, ed., R&D, Patents and Productivity, National Bureau of Economic Research, Chicago, 111.: University of Chicago Press.",
        "Long, J.E. and A.N. Link (1983) &apos;The impact of market structure on wages, fringe benefits, and turnover&apos;, Industrial and Labor Relations Review, 36:239-250.",
        "Lovell, C.A.K, and R.C. Sickles (1983) &apos;Testing efficiency hypothesis in joint production: a parametric approach&apos;, Review of Economics and Statistics, 65: 51-58.",
        "Lynde, C. and J. Richmond (1992) &apos;The role of public capital in production&apos;, Review of Economics and Statistics, 74: 37-44.",
        "Mansfield, et al. (1977) &apos;Social and private rates of return from industrial innovations&apos;, Quarterly Journal of Economics, 91: 221-240.",
        "Mansfield, E. (1988) &apos;Industrial R&D in Japan and the United States: a comparative study&apos;, American Economic Review, Papers and Proceedings, 78: 223-228.",
        "McFadden, D.(1989) &apos;A method of simulated moments for estimation of discrete response models without numerical integration&apos;, Econometrica, 57: 995-1026.",
        "McFadden, D. and P. Ruud (1994) &apos;Estimation by simulation&apos;, Review of Economics and Statistics, 76: 591-608.",
        "McGuire, T., (1992) &apos;Highways and macroeconomic productivity: phase two.&apos;, Final Report. Federal Highway Administration. Washington D.C. Miller, R. (1984) &apos;Job matching and occupational choice&apos;, Journal of Political Economy, 92:1086-1120.",
        "Mohnen, P. , M. I. Nadiri and I. Prucha (1986) &apos;R&D, production structure and rates of return in the U.S., Japanese and German manufacturing sectors&apos;, European Economic Review, 30: 749-771.",
        "Mohnen, P. (1990a) &apos;R&D and productivity growth: a survey of the literature&apos;, Universite du Quebec a Montreal, CERPE, Cahier de Recherche No. 57.",
        "Mohnen, P. (1990b) &apos;Relationship between R&D and productivity growth in Canada and other major industrialized countries&apos;, mimeo.",
        "Morrison, C.J. (1992) &apos;Unraveling the productivity growth slowdown in the United States, Canada and Japan: the effects of subequilibrium, scale economies and markups&apos;, Review of Economics and Statistics, 74(3): 381-393.",
        "Morrison, C., and E. Berndt (1981) &apos;Short run labor productivity in a dynamic model&apos;, Journal of Econometrics, 16: 339-365.",
        "Morrison, C. and A.E. Schwartz (1991) &apos;State infrastructure and productive performance&apos;, mimeo.",
        "Munnell, A.H. (1990) &apos;How does public infrastructure affect regional economic performance&apos;, New England Economic Review, Sep./Oct., 11-32.",
        "Munnell, A.H. (1992) &apos;Infrastructure investment and economic growth&apos;, Journal of Economic Perspectives, 6:189-198.",
        "Nadiri, M.I. (1970) &apos;Some approaches to theory and measurement of total factor productivity: a survey&apos;, Journal of Economic Literature , 8: 1135-1177.",
        "Nadiri, M.I. (1980) &apos;Contributions and determinants of research and development expenditures in the U.S. manufacturing industries&apos;, in G. M. von Furstenberg, ed., Capital, Efficiency and Growth, Cambridge, MA: Ballinger.",
        "Nadiri, M.I. (1982) &apos;Producers theory&apos;, in K.J. Arrow and M.D. In-triligator, eds., Handbook of Mathematical Economics, vol. II, Amsterdam: North- Holland.",
        "Nadiri, M.I. and G. Bitros (1980) &apos;Research and development expenditures and labor productivity at the firm level&apos;, in J.W. Kendrick and B.N. Vaccara, eds.,Studies in Income and Wealth, Vol. 44, Conference on New Developments in Productivity Measimment, Chicago: The University of Chicago Press.",
        "Nadiri, M.I. and T.P. Mamuneas (1994) &apos;The effects of public infrastructure and R&D capital on the cost structure and performance of U.S. manufacturing industries&apos;, Review of Economics and Statistics, 76:22-37.",
        "Nadiri, M. I. and T. P. Mamuneas (1996) &apos;Contribution of highway capital infrastructure to industry and aggregate productivity growth&apos;, mimeo.",
        "Nadiri, M.I. and I.R. Prucha (1990) &apos;Comparison and analysis of productivity growth and R&D investment in the electrical machinery industries of the United States and Japan&apos;, in C. Hulten and R. Nor-sworthy, eds., Productivity Growth in Japan and the United States, Chicago: University of Chicago Press.",
        "Nadiri, M.J. and S. Rosen (1969) &apos;Interrelated factor demand functions&apos;, American Economic Review, 54:457-471.",
        "Nadiri, M. Ishaq and M. Schankerman (1931) &apos;Technical change, returns to scale, and the productivity slowdown&apos;, American Economic Review, 71: 314-319.",
        "Nienhaus, M. (1991) &apos;Highways and macroeconomic productivity: phase one: the current state of research.&apos;, Washington, D.C., Volpe National Transportation Systems Center Final Report, Federal Highway Administration.",
        "Norsworthy, J.R. and D.H. Malmquist (1983) Input measurement and productivity growth in Japanese and U.S. manufactoring, American Economic Review, 73:947-967.",
        "Pakes, A. (1987) &apos;Patents as options: some estimates of the value of holding European patent stocks&apos;, Econometrica, 54:1027-1058.",
        "Pakes, A. and D. Pollard (1989) &apos;Simulation and the asymptotics of optimization estimates&apos;, Econometrica, 57:1027-1058.",
        "Patel, P. and L. Soete (1988) &apos;Measuring the economic effects of technology&apos;, Science/Technology/Industry Review, 4:121-166.",
        "Pindyck, R.S. and J.J. Rotemberg, (1983a) \"Dynamic factor demands and the effects of energy price shocks&apos;, The American Economic Review, 73, 1066-79.",
        "Pindyck, R.S. and J.J. Rotemberg, (1983b) &apos;Dynamic factor demands under rational expectations&apos;, Scandinavian Journal of Economics , 85: 223-38.",
        "Reinganum, J. (1981) &apos;Dynamic games of innovation&apos;, Journal of Economic Theory, 25:21-41.",
        "Roeller, L-H. and R. C. Sickles (1994) &apos;Competition, market niches, and efficiency: a structural model of the European airline industry&apos;, mimeo.",
        "Rose, N.L. (1987) Labor rent sharing and regulation: evidence from the trucking industry, Journal of Political Economy, 95(6): 1146-1178.",
        "Rust, J. (1987) &apos;Optimal replacement of GMC bus engines: an empirical model of Harold ZÃ\u0083Â¼rcher&apos;, Econometrica, 55:999-1035.",
        "Rust, J. (1989) &apos;A dynamic model of retirement behavior&apos;, in: D. A. Wise, ed., Issues in the Economics of Aging. Chicago: University of Chicago Press for the National Bureau of Economic Research.",
        "Scherer, F.M. (1984) &apos;Using linked patent and R&D Data to measure interindustry technology flows&apos;, in Z. Griliches, ed., R&D, Patents and Productivity, Chicago: University of Chicago Press.",
        "Schmidt, P., and Sickles, R.C. (1984) &apos;Production frontiers and panel data&apos;, Journal of Business and Economic Statistics, 2: 367-374.",
        "Shah, A. (1992) &apos;Dynamics of public infrastructure, industrial productivity and profitability&apos;, Review of Economics and Statistics, 74: 28-36.",
        "Sickles, R.C. (1985) &apos;A nonlinear multivariate error components analysis of technological change and specific factor productivity growth with an application to the U.S. airlines&apos;, Journal of Econometrics, 27: 61-78.",
        "Sickles, R.C., D. Good and R.L. Johnson (1986) &apos;Allocative distortions and the regulatory transition of the U.S. airline industry&apos;, Journal of Econometrics, 33: 143-163.",
        "Solow, R. (1957) &apos;Technical change and the aggregate production function&apos;, Review of Economic and Statistics, 39: 312-320.",
        "Spady, R. H. and A. F. Friedlaender (1978) &apos;Hedonic cost functions for the regulated trucking industry&apos;, Bell Journal of Economics, 9: 159-179.",
        "Spence, M. (1984) &apos;Cost reduction, competition, and industry performance&apos;, Econometrica, 52: 101-121.",
        "Stern, S. (1994) &apos;Two dynamic discrete choice estimation problems and simulation method solutions&apos;, Review of Economics and Statistics, 76:695-702.",
        "Tatom, J.A. (1991) &apos;Public capital and private sector performance&apos;, unpublished working paper, March.",
        "Terleckyj, N. (1974) Effects of R&D on the Productivity Growth of Industries: An Exploratory Study,Washington, D.C., National Planning Association.",
        "Terleckyj, N. (1980) &apos;Direct and indirect effects of industrial research and development on the productivity growth of industries&apos;, in New Developments in Productivity Measurement and Analysis, J. Kendrick and B. Vaccara, eds., Chicago: University of Chicago Press.",
        "Toda, Y. (1976) &apos;Estimation of a cost function when the cost is not minimum: the case soviet manufacturing industries, 1958-1971&apos;, Re-mew of Economics and Statistics, 58: 259-268.",
        "Vickery, G. (1986) &apos;International flows of technology recent trends and developments&apos;, Science/Technology/Industry Review, No. 1, 47-84.",
        "Wingrove, E. R. Ill, P. K. Kostiuk, R. C. Sickles and D. H. Good (1995) &apos;The ASAC air carrier investment model&apos;, Report # NS301RD1, Logistics Management Institute, McLean, Virginia.",
        "Wolff, E.N. and M.I. Nadiri (1987) &apos;Spillover effects, linkage structure, technical progress and research and development&apos;, C.V. Starr Center Research Report #87- 43.",
        "Wolfson, P. (1993) &apos;Compositional change, aggregation, and dynamic factor demand&apos;, Journal of Applied Econometrics, 8: 129-48.",
        "Zellner, A. (1962) &apos;An efficient method of estimating seemingly unrelated regressions and tests for aggregation bias&apos;, Journal of the American Statistical Association, 57: 348-368."
    ]
}