{
    "id": 5794,
    "cites": 16,
    "cited_by": 20,
    "reference": [
        "Fischer, Stanley. 1986. Contracts, Credibility, and Disinflation. In Indexing, Tnflatj~ BQ~mig Policy. Cambridge, MA: MIT Press.",
        "Harberga, Arnold C. and Sebastian Edwards. 1982. Lessons of Experience under Fixed Exchange Rates. In lheD~of ~omj~evelo~m~, edited by M. Gersovitz et al.. London: Allen and Unwin.",
        "Mendez, J.C. 1979. Chilean E~j; Policy. Chile: Calderon.",
        "Obstield, Maurice. 1995. International Currency Experience: New Lessons and Lessons Releamed. Brooking Pagers on Ecollo~ Activity (1): 119 - 220.",
        "Williamson, John, editor. 1981. Exchange Rue R~le~q: The Theory. Per~ma2~2, and Prefects of the Cra,~j~. New York: St. Martins Press.",
        "Edwards, Sebastian. 1993. Exchange Rates as Nominal Anchors. Weltwirts~igh~ Archiv 129 (1): 1 - 32.",
        "Edwards, Sebasdan.19g5. Crisis and Rg~ Latin America; Prom Desp~. New York: Oxford University Press. Edwards, Sebastian and Alejandra Edwards. 1991.Ã\u0082â\u0080\u0094~ Experiment. Chicago and London: University of Chicago Press, Second Edition.",
        "Dornbusch, Rudiger and Alejandro Werner. 1994. Mexico: Stabilization, Reform and No Grown. Brookings Papers on Econo~j~yity 1: 253-315.",
        "Cochrane, John H. 1988. How Big Is the Random Walk ~ GNP? Jowna~f Politica~onomy 96 (5): 893-920.",
        "Dombusch, Rudiger and Stanley Fischer. 1993. Moderate Inflation. World Bank Egono~nic Review 7 (January): 1 - 44.",
        "Dornbusch, Rudiger, Ilan Goldfajn and Rodrigo Valdes. 1996 (forthcoming). Currency Crises and Collapse. BrookinLs Papers on Economic A~ city.",
        "Calve, Guillermo A., and Enrique G. Mendoza. 1995. Reflections on Mexicos Balance-of- Payments Crisis: A Chronicle of a Dead Foretold. Mimeo, Center of Intemational Economics, University of Maryland, College Park, Maryland, August.",
        "Calvo, Guillermo A. 1995. Varieties of Capital-Market Crises. Paper presented at the 8th Annual Inter-American Seminar on Economics, November 16-18. NBER and FEDESARROLLO, Bogota, Colombia.",
        "Boswor~, Barry P., Rudiger Dombusch and Raul Labin, editors. 1994. The ~ile~onomy: Policy Lessons and Challetu~. Washington, D.C.. The Brooldugs Institution.",
        "Bnmo, Michael. 1991. High Inflation and the Nominal Anchors of an Open Economy. Princeton Essays in International Finance 183. International Finance Section, Department of Economics, Princeton University, Princeton, NJ.",
        "Aspe, Pedro. 1993. Econon~g Trans~m~; Me Mexican Way. Cambridge, MA: MIT Press."
    ]
}