{
    "id": 5795,
    "cites": 17,
    "cited_by": 11,
    "reference": [
        "Zucker, Lynne G., Michael R. Darby, and Jeff Armstrong, Intellectual Human Capital and the Firm: The Technology of Geographically Localized Knowledge Spillovers, National Bureau of Economic Research Working Paper No. 4946, December 1994.",
        "Zucker, Lynne G., Michael R. Darby, and Marilynn B. Brewer, Intellectual Capital and the Birth of U.S. Biotechnology Enterprises, National Bureau of Economic Research Working Paper No. 4653, February 1994.",
        "Zucker, Lynne G., Michael R. Darby, and Marilynn B. Brewer, Intellectual Human Capital and the Birth of U.S. Biotechnology Enterprises,nAmerican Economic Review, March 1997, 87(1): in press.",
        "Industrial Groupings in Japan. The narrower definitions (a) and (d) were based on Keizai Chosa Kyokais Keiretsu rho Kenk~u (KNK). (Weinstein and Yishay Yafeh 1994,p.367.) 15. See Section IV below for details on the stacked regressions and associated Wald test as the technique is applied to testing for equality of coefficients for entry in Japan and the U.S.",
        "Zucker, Lynne G., and Michael R. Darby, Star Scientists and Institutional Transformation: Patterns of Invention and Innovation in the Formation of the Biotechnology Industry, Proceedings of the National Academy of Sciences, 1996 in press.",
        "Wooldridge, Jeffrey M., On the Application of Robust, Regression-Based Diagnostics to Models of Conditional Means and Conditional Variances, Journal of Econometrics, January 1991, 47: 5-46.",
        "Zucker, Lynne G., and Michael R. Darby, The Organization of Biotechnology Science and Its Commercialization in Japan, UCLA Institute for Social Science Research Working Papers in the Social Sciences, vol. 6, no. 1, August 1994.",
        "Ueda, Kazuo, Institutional and Regulatory Frameworks for the Main Bank System, in Aoki and Patrick, eds., The Japanese Main Bank System, Oxford: Oxford University Press, 1995.",
        "North Carolina Biotechnology Center, North Carolina Biotechnology Center Japanese Companies Database, machine readable data base, Research Triangle Park, NC: North Carolina Biotechnology Center, April 16, 1992.",
        "Odagiri, Hiroyuki, and Akira Goto, The Japanese System of Innovation: Past, Present, and Futures in Richard R. Nelson, ea., National Innovation Systems: A Comparative Analysis, Oxford: Oxford University Press, 1993.",
        "Bureau of Statistics (Tokeika), Rodo tokeiyoran [Directory of Labour Statisticsl, Tokyo: Ministry of Health and Welfare (Koseisho), 1991.",
        "Cohen, Stanley, A. Chang, Herbert Boyer, and R. Helling, Construction of Biologically Functional Bacterial Plasmids in vitro, n Proceedings of the National Academy of Sciences, 1973, 70: 3240-3244.",
        "GenBank, Release 65.0, machine readable data base, Palo Alto, CA: IntelliGentics, Inc., September 1990.",
        "Japan Association for the Advancement of Science (Nihon Gakujutsu Shinkokai), 199~nen daigaku kenkyujo yoran [Directory of Scientific Research Institutes of Universities of Japan, 1990], Tokyo: Dai Nippon, 1990.",
        "Kishimoto, Yoriko, A Historical Perspective on Japans Biotech Boom, Venture Japan, 1989, _(1): 41-43.",
        "Klepper, Steven, and Elizabeth Graddy, The Evolution of New Industries and the Determinants of Market Structure, The Rand Journal of Economics, Spring 1990, 21(1): 27-44.",
        "Kokuseisha, Deta de miru kensei, 89-90: Nihon kokusei zue chiiki tokeiban [Prefectural Information through Data 89-90], Tokyo: Kokuseisha, 1988."
    ]
}