{
    "id": 5796,
    "cites": 17,
    "cited_by": 6,
    "reference": [
        "Welch, W.P., The Elasticity of Demand for Health Maintenance Organizations, The Journal of Human Resources, vol. 21, no. 2, Spring 1986, pp.252-66.",
        "Taylor, Amy and Wilensky, Gail, The Effect of Tax Policies on Expenditures for Private Health Insurance, Market Reforms in Health Care: Current Issues, New Directions, Strategic Decisions, 1983.",
        "Niepp, Joachim, and Zeckhauser, Richard, Persistence in the Choice of Health Plans, in R.M. Scheffler and L.F. Rossiter, eds., Advances in Health Economics and Health Services Research, Vol. 6, Greenwich, CT: JAI Press, 1985, 47-74.",
        "Phelps, Charles E., Large-Scale Tax Reform: The Example of Employee-Paid Health Insurance Premiums, University of Rochester Centerfor Economic Research Working Paper, no. 37, 1986.",
        "Reber, Sarah, Does Price Matter? The Response of Employees to the Price of Health Insurance, Harvard University, 1996.",
        "Royalty, Anne Beeson and Soloman, Neil, Health Plan Choice: Price Elasticities in a Managed Competition Setting, Stanford University, October 1995.",
        "Newhouse, Joseph P., Reimbursing Health Plans and Health Providers: Efficiency in Production Versus Selection, Journal of Economic Literature, September 1996, 1236- 1263.",
        "Holmer, Martin, Tax Policy and the Demand for Health Insurance, Journal of Health Economics, vol. 3, no. 3, December 1984, pp. 203-221.",
        "Newhouse, Joseph P., Free For All? Lessons From the Rand Health Insurance Experiment, Cambridge, MA: Harvard University Press, 1993.",
        "Hill, Stephen C., and Wolfe, Barbara, Testing the HMO Competitive Strategy: An Analysis of Success and Failure in Wisconsin, The Robert M. La Follette Institute of Public Affairs Working Paper Series, 1993.",
        "Feldman, Roger, Finch, Michael, Dowd, Bryan, and Cassou, Steven, The Demand for Employment-Based Health Insurance Plans, The Journal of Human Resources, vol. 24, no. 1, Winter 1989, pp. 115- 142.",
        "Feldman, Roger and Dowd, Bryan, The Effectiveness of Managed Competition: Results from a Natural Experiment, Institute for Health Services Research, University of Minnesota, April 6, 1993.",
        "Enthoven, Alain C., Why Managed Care has Failed to Control Health Costs, Health Affairs, vol. 12, no. 3, Fall 1993, pp. 27-43.",
        "Parley, Pamela, and Wilensky, Gail, Household Wealth and Health Insurance as Protection Against Medical Risks, in Martin David and Timothy Smeeding, eds., Horizontal Equity, Uncertainty, and Economic Well-Being, Chicago: University of Chicago Press, 1984, 323-354.",
        "Cutler, David M., Reforming Medicare for the Future, in Robert Reischauer, ea., Setting National Priorities, Washington, D.C.: The Brookings Institution, forthcoming 1996.",
        "Dowd, Bryan, and Feldman, Roger, Premium Elasticities of Health Plan Choice, Inquiry, vol. 31, no. 4, Winter 1994/5, pp. 438-444.",
        "Buchmueller, Thomas C., and Feldstein, Paul J., Consumers Sensiutivity to Health Plan Premiums: Evidence from a Natural Experiment in California, Health Affairs, Spring 1996."
    ]
}