{
    "id": 5802,
    "cites": 85,
    "cited_by": 17,
    "reference": [
        "Abowd, J. (1990), Does Performance-Based Managerial Compensation Affect Corporate Performance?, Industrial and Labor Relations Review, 43, 52-74.",
        "Abowd, J. and D. Card (1989), On the Covariance of Earnings and Hours changes, Econornetrica, 57, 41.1-45.",
        "Abraham, K. and H. Farber (1987), Job Duration, Seniority and Earnings, American Economic Review, 77, 278-97.",
        "Asch, B. (1990), Do Incentives Matter? The Case of Navy Recruiters, Industrial and Labor Relations Review, 43, 89-107.",
        "Ashenfelter, 0. and R. LaLonde (1995), The Economics of Training, forthcoming, Handbook of Human Resources, North Holland, Amsterdam.",
        "Bailey, R. (1970), Economies of Scale in Medical Practice, in Klarman, H., Empirical Studies in Health Economics, Johns Hopkins Press, Baltimore.",
        "Baker, G. and B. Holmstrom (1995), Internal Labor Markets: Too Many Theories, Too Few Facts, forthcoming, American Economic Review Papers and Proceedings.",
        "Baker, G., M. Gibbs and B. Holmstrom (1994a), The Wage Policy of a Firm, Quarterly Journal of Economics, 107, 921-57.",
        "Baker, G., M. Gibbs and B. Holmstrom (1994b), The Internal Economics of a Firm: Evidence from Personnel Data, Quarterly Journal of Economics, 881-921.",
        "Barberis, N., M. Boycko, and A. Shleifer (1996), How Does Privatization work? Evidence from Russian Shops, Journal of Political Economy, 104,764-91.",
        "Barron, J., D. Black and M. Loewenstein (1989), Job Matching and On-the-Job Training, Journal of Labor Economics, 7, 1-19.",
        "Beaudry, P. and J. Di Nardo (1991), The Effect of Implicit Contracts on the Movement of Wages over the Business Cycle: Evidence from Micro Data, Journal of Political Economy, 99, 665-89.",
        "Becker, B. and M. Huseid (1992), The Incentive Effects of Tournament Compensation Systems, Administrative Science Quarterly, 37, 336-50.",
        "Bishop, J. (1987), The Recognition and Reward of Employee Performance, Journal of Labor Economics, 5, 36-56.",
        "Bretz, R. and G. Milkovich (1989), Performance Appraisals in LArge Organizations: Practice and Research Implications, mimeo, Cornell University.",
        "Brown, C. (1990), Firms Choice of Method of Pay, Industrial and LaborRelations Review, 43, 165-183.",
        "Cappelli, P. and K. Chauvin (1991), An Interplant Test of the Efficiency Wage Hypothesis, Quarterly Journal of Economics, 106,769-87.",
        "Card, D. and D. Hyslop (1995), Does Inflation `Grease the Whells of the Labor Market?, mimeo, Princeton University.",
        "Chevalier. J. and G. Ellison (1995), Risk Taking by Mutual Funds as a Response to Incentives, mimeo, University of Chicago.",
        "Chevalier. J. and G. Ellison (1996), Are Some Mutual Fund Managers Better Than Others?, mimeo, University of Chicago.",
        "Chiappori, P-A., B. Salanie and J. Valentin (1996), Insurance, Learning and Career Profiles: An Empirical Test, mimeo, INSEE.",
        "Coughlin, A. and C. Narasimhan (1992), An Empirical Analysis of Sales-Force Compensation Plans, Journal of Business, 65, 93-123.",
        "Courty, P. and J. Marshke (1995), Moral Hazard Under Incentive Systems: The Case of a Federal Bureaucracy, mimeo, University of Chicago.",
        "Drago, R. amd G. Garvey (1994), Incentives for Helping on the Job: Theory and Evidence, mimeo, University of Wisconsin-Milwakee.",
        "Doeringer P. and M. Piore (1971), Internal Labor Markets and Manpower Analysis, Lexington, 30 Mass., Heath.",
        "Ehrenberg, R. and M. Bognanno (1990), The Incentive Effects of Tournaments Revisited: Evidence from the European PGA Tour, Industrial and Labor Relations Review, 43, 74-89.",
        "Eriksson, T. (1996), Executive Compensation and Tournament Theory: Empirical Tests on Danish Data, mimeo, Aarhus University.",
        "Farber, H. (1994), The Analysis of Inter-Firm Worker Mobility, Journal of Labor Economics, 12(4), 554-94.",
        "Farber, H. and R. Gibbons (1996), Learning and Wage Dynamics, forthcoming, Quarterly Journal of Economics.",
        "Fernie, S., and D. Metcalf (1996), Its Not What You Pay But How You Pay It And Thats What Gets Results: Jockeys Pay and Performance, mimeo, LSE.",
        "Frank, R. and R. Hutchens (1993), Wages, Seniority, and the Demand for Rising Consumption Profiles, Journal of Economics, Behavior and Organization, 21, 25 1-76.",
        "Freeman, R. and J. Medoff (1984), What Do Unions Do?, New York, Basic Books.",
        "Garen, J. (1994), Executive Compensation and Principal-Agent Theory, Journal of Political Economy, 102, 1175-99.",
        "Gaynor, M. and M. Pauly (1990), Compensation and Productive Efficiency in Partnerships Evidence from Medical Group Practice, Journal of Political Economy, 98, 544-74.",
        "Gibbons, R. (1996), Incentives and Careers in Organizations, NBER Working Paper 5705.",
        "Gibbons, R. and K. J. Murphy (1990), Relative Performance Evaluation for Chief Executive Officers, Industrial and Labor Relations Review, 43, 30-52.",
        "Gibbons, R. and K. J. Murphy (1992), Optimal Incentive Contracts in the Presence of Career Concerns, Journal of Political Economy, 100, 468-506.",
        "Gibbons, R. and M. Waidman (1996), A Theory of Wages and Promotion Dynamics Inside a Firm, mimeo, Cornell University.",
        "Gibbs, M. (1995), Incentive Compensation in a Corporate Hierarchy, Journal of Accounting and Economics, 19, 247-77.",
        "Gibbs, M. and W. Hendricks (1996), Are Administrative Pay Systems a Veil?, mimeo, University of Illinois.",
        "Glaeser, E. (1992), Who Knows What About Whom, mimeo, University of Chicago.",
        "Gompers, P. and J. Lerner (1994), An Analysis of Compensation in the U.S. Venture Capital Partnership, mimeo, Harvard Business School.",
        "Groshen, E. (1991), Sources of Intra-Industry Wage Dispersion; Quarterly Journal of Economics, 106, 869-85.",
        "Groshen, E. and A. Krueger (1990), The Structure of Supervision and Pay in Hospitals, Industrial and Labor Relations Review, 43, S 134-47.",
        "Harris, M. and B. Holmstrom (1982), A Theory of Wage Dynamics, Review of Economic Studies, 49, 315-333.",
        "Healy, P. (1985), The Effect of Bonus Schemes on Accounting Decisions, Journal ofAccounting and Economics, 7, 85-107.",
        "Holmstrom, B. (1982), Managerial Incentive Problems: A Dynamic Perspective, mimeo, Kellogg School of Management.",
        "Holmstrom, B. and J. Tirole (1987), The Theory of the Firm, in R. Schmalansee and R. Willig (eds.), Handbook of Industrial Organization.",
        "Holmstrom, B. and P. Milgrom (1992), Multi-Task Principal Agent Analyses: Linear Contracts, Asset Ownership and Job Design, Journal of Law, Economics, and Organization, 7, 24-52.",
        "Hutchens, R. (1986), Delayed Payment Contracts and a Finns Propensity to Hire Older Workers, Journal of Labor Economics, 4, 439-57.",
        "Jensen, M. and K. J. Murphy (1990), Performance Pay and Top Management Incentives, Journal of Political Economy, 225- 64.",
        "John, G. and B. Weitz (1989), Salesforce Compensation: An Empirical Investigation of Factors Related to the Use of Salary versus Incentive Compensation, Journal of Marketing Research, 26, 1-14.",
        "Jones, D. and T. Kato (1995), The Productivity Effects of Employee Stock-Ownership Plans and Bonuses, American Economic Review, 85(3), 391-415.",
        "Kahn, L. and P. Sherer (1990), Contingent Pay and Managerial Performance, Industrial and Labor Relations Review, 43, 107-21.",
        "Kaplan, S. (1994), Top Executive Rewards and Firm Performance: A Comparison of Japan and 32 the United States, Journal of Political Economy, 510-46.",
        "Kawasaki, S. and J. Mc.Milan (1987), The Design of Contracts: Evidence from Japanese Subcontracting, Journal of the Japanese and International Economies, 1, 327-49.",
        "Knoeber, C. (1989), A Real Game of Chicken: Contracts, Tournaments and the Production of Broilers, Journal of Law, Economics, and Organization, 5(2), 27 1-92.",
        "Knoeber, C. and W. Turman (1994), Testing the Theory of Tournaments: An Empirical Analysis of Broiler Production, Journal of Labor Economics, 12, 155-79.",
        "Krueger, A. and L Summers (1988), Efficiency Wages and the Inter-Industry Wage Structure, Econometrica, 56, 259-93.",
        "Larkey, P. and J. Caulkins (1992), All Above average, mimeo, Carnegie Mellon University.",
        "Lazear, E. (1981), Agency, Earnings Profiles, Productivity , and Hours Restrictions, American Economics Review, 71, 606-20.",
        "Lazear, E. (1996), Performance Pay and Productivity, NBER Working Paper 5672.",
        "Lazear, E. and R. Moore (1986), Incentives, Productivity and Labor Contracts, Quarterly Journal of Economics, 99,275-96..",
        "Lazear, E. and S. Rosen (1981), Rank Order Tournaments as Optimal Labor Contracts, Journal of Political Economy, 89, 841-64.",
        "Leibowitz, A. and R. Tollison (1980), Free Riding, Shirking and Team Production in Legal Partnerships, Economic Inquiry, 18, 380-394.",
        "Loewenstein, G. and N. Sicherman (1991), Do Workers Prefer Increasing Wage Profiles?, Journal of Labor Economics, 9,67-84.",
        "Leonard, J. (1987), Carrots and Sticks: Pay, Supervision, and Turnover, Journal of Labor Economics, 5, s136-s152.",
        "Main, B., C. OReilly and J. Wade (1993), Top Executive Pay: Tournament or Teamwork, Journal of Labor Economics, 11, 606-28.",
        "Marschke, J. (1996), Incentives in a Government Bureaucracy, mimeo, University of Chicago.",
        "Mincer, J. (1986), Wages Changes in Job Changes, Research in Labor Economics, 8, 17 1-97.",
        "Murphy, K. J. (1986), Incentives, Learning and Compensation: A Theoretical and Empirical Investigation of Managerial Labor Contracts, Rand Journal of Economics, 17, 59-76.",
        "Prendergast, C. and R. Topel (1996), Favoritism in Organizations, Journal of Political Economy, 104(5), 958-78.",
        "Putterman, L. (1990), Effort, Productivity, and Incentives in a! 970s Chinese Peoples Commune, Journal of Comparative Economics, 14, 88-104.",
        "Rosen, S. (1982), Authority, Control, and the Distribution of Earnings, Bell Journal of Economics, 13, 311-23.",
        "Rosen, S. (1986), Prizes and Incentives in Elimination Tournaments, American Economic Review, 76, 921-39.",
        "Rosenbaum, J. (1979), Tournament Mobility: Career Patterns in a Corporation, Admininstrative Science Quarterly, 24, 220-40.",
        "Shaefer, S. (1994), The Dependence of CEO Pay-Performance Sensitivity on the Value of the 34 Firm, mimeo, Stanford University.",
        "Sicherman, N. (1995), Gender Differences in Departures From a Large Firm, Industrial and Labor Relations Review, 49,484-505.",
        "Spilerman, S. (1986), Organizational Rules and the Features of Work Careers, Research in Social StratWcation and Mobility, 5,41-102.",
        "Spilerman, S. and H. Ishida (1994), Stratification and Attainment in Large Japanese Finns, mimeo, Columbia University.",
        "Spilerman, S. and T. Petersen (1993), Organizational Structure, Determinants of Promotion, and Gender Differences in Attainment, mimeo, Columbia University.",
        "Spurr, S. and W. Barber (1994), The Effects of Performance on a Workers Career: Evidence from Minor League Baseball, Industrial and Labor Relations Review, 47,692-709.",
        "Topel, R. (1991), Specific Human Capital, Mobility and Wages: Wages Increase With Job Seniority, Journal of Political Economy, 99, 145-76.",
        "Topel, R. and M. Ward (1992), Job Mobility and the Careers of Young Men, Quarterly Journal of Economics, 107,439-79.",
        "Weiss, A. (1987), Incentives and Worker Behavior, in Information, Incentives and Risk Sharing, H. Nalbantian (ed.)."
    ]
}