{
    "id": 5805,
    "cites": 52,
    "cited_by": 8,
    "reference": [
        "Velez, William (1989) High School Attrition Among Hispanic and Non-Hispanic White Youths Sociologv of Education, 62 (April): 119-133.",
        "Chart 1: Child Outcome Measures Measure Age Group Comments Grade Repetition 10 years + Question is whether the child ever repeated a grade. The question has been asked in each wave since 1988. Coded I if the mother ever answeredyes.",
        "U.S. General Accounting Office, Early Childhood Centers: Services to Prepare Children for School Often Limited, GAO/HEHS-95-21, March 1995.",
        "U.S. General Accounting Office, Child Care: Promoting Oualitv in Family Child Care, GAO/HEHS-95- 36, Dec. 7, 1994.",
        "U.S. House of Representatives, Committee on Ways and Means, 1993 Green Book: Background Material and Data on Programs Within the Jurisdiction of the Committee on Wavs and Means, WMCP- 103-27, Washington D.C.: Government Printing Office, 1993.",
        "Thomson, E, T. Hanson and S. McLanahan. (1994). Family Structure and Child Well-being: Economic Resources and Parental Behaviors, Social Forces, 73.1:221-42.",
        "U.S. Bureau of the Census, Dept. of Commerce (1993) We the American Hispanics. Washington, DC: Government Printing Omce.",
        "U. S. Department of Health and Human Services, Head Start Program Performance Standards, Washington D.C.: Government Printing Office, 45-CFR 1304, June 1992.",
        "Smith, Shelley, Mary Fairchild and Scott Groginsky. Early Childhood Care and Education: An Investment that Works, Washington D.C.: National Conference of State Legislatures, February 1 995. Tapia, M.R. (1992) Motivational Orientations, Learning, and the Puerto Rican Child in AN Ambert and MD Alvarez (eds.) Puerto Rican Children on the Mainland. New York: Garland Publishers.",
        "Smith, James P. (1994) Hispanics and the American Dream, Forthcoming.",
        "Shepard, Lorrie and Mary Smith. Synthesis of Research on Grade Retention, in Educational Leadership, May 1990, 84-88.",
        "Simons, R.L., L.B. Whitbeck, R.D. Conger, and K.J. Conger (1991) Parenting Factors, Social Skills, and Value Commitments as Precursors to School Failure, Involvement with Deviant Peers, and Delinquent Behavior Journal of Youth and Adolescence, 20(6): 645- 664.",
        "Rosenzweig, Mark and Ken Wolpin (1995) Sisters, Siblings and Mothers: The Effect of Teenage Childbearing on Birth Outcomes in a Dynamic Family Context, Econometrica, 63.2:303-26.",
        "Seltzer, Judith. (1994). Consequence of marital dissolution for children, Annual Review of Sociology, 20:235-66.",
        "Rong, Xue Lan and Linda Grant (1992) Ethnicity, Generation, and School Attainment of Asians, Hispanics, and Non-Hispanic Whites The Sociological Quarterly, 33(4): 625-636.",
        "McKey, Ruth, Larry Condell, Harriet Ganson, et al. The Impact of Head Start on Children Families and Communities: Final Report of the Head Start Evaluation. Synthesis, and Utilization Project, Washington, D. C.: CSR Inc., 1985.",
        "Murnane, Richard, John Willett, and Frank Levy. The Growing Importance of Cognitive Skills in Wage Determination, Review of Economics and Statistics, May 1995.",
        "Parcel, Toby and Elizabeth Menaghan. Parents Jobs and Childrens Lives, 1994.",
        "Massey, Douglas and Nancy A. Denton (1988) Residential Segregation of Blacks, Hispanics, and Asians by Socioeconomic Status and Generation, Social Science Quarterlv, 69 1988, 797-817.",
        "Mayer, Susan and Christopher Jencks. The Social Consequences of Growing up in a Poor Neighborhood, in Inner-Citv Poverty in the United States, Laurence Lynn and Michael McGeary (eds.), Washington D.C.: National Academy Press, 1990.",
        "Lee, Valerie, Jeanne Brooks-Gunn, Elizabeth Schnur, and Fong-Ruey Liaw. Are Head Start Effects Sustained? A Longitudinal Follow-Up Comparison of Disadvantaged Children Attending Head Start, No Preschool, and Other Preschool Programs, Child Development, April 1990, 61 2, 495-507.",
        "Lazear, Edward. Culture and Language, NBER Working Paper 5249, Sept. 1995.",
        "Lalonde, Robert. The Promise of Public Sector-Sponsored Training Programs, Journal of Economic Perspectives, 9 2, Spring 1995, 149-168.",
        "Knight, George P., Marya K. Cota, and Martha E. Bernal (1993) The Socialization of Cooperative, Competitive, and Individual Preferences Among Mexican American Children: The Mediating Role of Ethnic Identity Hispanic Journal of Behavioral Sciences, 15 (3): 291-309.",
        "Kao, Grace and Marta Tienda. Optimism and Achievement: The Educational Performance of Immigrant Youth, University of Chicago Population Research Center, Working paper 94- 13, August 1994.",
        "Hotz, Joseph and Rebecca Kilburn. Regulating Child Care: The Effects of State Regulations of Child Care Demand and Its Cost, University of Chicago, Irving B. Harris Graduate School of Public Policy Studies mimeo, March 1995.",
        "Hayes, Cheryl; John Palmer and Martha Zaslow. Who Cares for Americas Children: Child Care Policv for the 1990s, Washington D.C.: National Academy Press, 1990.",
        "Haskins, Ronald. Beyond Metaphor: The Efflcacy of Early Childhood Education, American Psvcholo~ist, February 1989, 44(2), pp. 274-82.",
        "Hanushek, Eric. The Economics of Schooling. Journal of Economic Literature, September 1986 _, pp. 1141-77.",
        "Grossman, Jean Baldwin. The Evolution of Youth Emplovment and Training Programs, Public/Private Ventures, November 1992.",
        "Grissom, James and Lorrie Shepard. Repeating and Dropping out of School, in Flunking Grades: Research and Policies on Retention, Lorris Shepard and Mary Smith (eds.), London: The Palmer Press, 1989.",
        "Garfinkel, Irwin and Sara McLanahan. Single Mothers and Their Children: A New American Dilemma, Washington D.C.: Urban Institute Press, 1986.",
        "Fernandez, R.M., R. Paulsen, M. Hirano-Nakanishi (1989) Dropping Out of School among Hispanic Youth Social Science Research, 18:21-52.",
        "Fuller, Bruce, Costanza Eggers-Pierola, Susan Holloway, Xiaoyan Liang, Marylee Rambaud, Rich Culture, Poor Markets: Why do Latino Parents Choose to Forego Preschooling?, in School Choice: The Cultural Logic of Families, The Political Rationality of Institutions, (Bruce Fuller, Richard Elmore, and Gary Orfield, eds), Teachers College Press, 1995.",
        "Ekstrom, R.B., M.E. Goertz, J.M. Pollack, and D.A. Rock (1986) Who Drops Out of High School and Why? Findings from a National Study Teachers College Record, 87: 356-373.",
        "Ensminger, Margaret and Anita Slusarcick. Paths to High School Graduation or Dropout: A Longitudinal Study of a 1st Grade Cohort, Sociolo~v of Education, 65, April 1992, 95-113.",
        "Currie, Janet and Duncan Thomas (1995). Does Head Start Make a Difference, American Economic Review, June.",
        "Currie, Janet and Duncan Thomas (1995b). Nature vs. Nurture? The Bell Curve and Childrens Cognitive Achievement, NBER Working Paper 5240, August 1995.",
        "Casper, Lynne, Mary Hawkins and Martin OConnell. Whos Minding the Kids?, Washington D.C.: U.S. Dept. of Commerce, P70-36E, June 1994.",
        "Cairns, Robert, Beverly Cairns and Holly Neckerman. Early School Dropout: Configurations and Determinants, Child Development, 60: 1437-52, 1989.",
        "Coleman, James S., Social Capital in the Creation of Human Capital, American Journal of Sociology, 94, 1988, S95-S 120.",
        "Becker, Gary. A Treatise on the Family, Cambridge: Harvard University Press, 1981.",
        "Bernal, M.E. et al. (1991) Ethnic Identity and Adaptation of Mexican-American Youths in School Settings Hispanic Journal of Behavioral Sciences, 13(4): 135-154.",
        "Borjas, George. Ethnic Capital and Intergenerational Mobility, The Ouarterlv Journal of Economics, CVII 1, February 1992, 123-150.",
        "Borjas, George. Friends or Strangers: The Impact of Immigrants on the U.S. Economic, New York: Basic Books, 1990.",
        "Brown, J. Larry and Ernesto Pollitt, Malnutrition, Poverty, and Intellectual Development, Scientific American, February 1996, 38-43.",
        "Case, Anne and Lawrence Katz. The Company You Keep: The Effects of Family and Neighborhood on Disadvantaged Youths, NBER Working Paper, 1991.",
        "Bean, Frank and Marta Tienda. The Hispanic Population of the United States, New York: Russell Sage Foundation, 1987.",
        "Bean, Frank, Jorge Chapa, Ruth Bert, and Kathryn Sowards. Educational and Sociodemographic Incorporation among Hispanic Immigrants to the United States, in Immigration and Ethnicitv, Barry Edmonston and Jeffrey Passel (eds.), Washington D.C.: Urban Institute Press, 1994.",
        "Barnett, Stephen. Benefits of Compensatory Preschool Education, Journal of Human Resources, Spring 1992, 27 2, 279-312.",
        "Barrington, Byron and Bryan Hendricks. Differentiating Characteristics of High School Graduates. Dropouts, and Nongraduates, Journal of Educational Research, 82:309-319, 1989.",
        "Baker Paula and Frank Mott. NLSY Child Handbook, 1989, Center for Human Resource Research - Ohio State University, Columbus, Ohio, June 1989."
    ]
}