{
    "id": 5807,
    "cites": 27,
    "cited_by": 9,
    "reference": [
        "Shepard, L.A. and M.L. Smith (eds), 1989, Flunking Grades: Research and Policies on Retention, New York: Falmer Press.",
        "Smith, M.L. and L.A. Shepard, 1987, What Doesnt work: Explaining Policies of Retention in the Early Grades, Phi Delta Kappan 69, 129-134.",
        "Reynolds, Arthur J., 1992, Grade Retention and School Adjustment: An Explanatory Analysis, Educational Evaluation and Policy Analysis 14(2), 101-121.",
        "Rosenzweig, M.R., and K.I. Wolpin, 1988, Heterogeneity, IntMfamily Distribution, and Child Health, Journal of Human Resources XXIII (4), 437-461.",
        "Rosenzweig, M.R., and K.I. Wolpin, 1992, Are There Increasing Retums to the Intergenerational Production of Human Capital? Maternal Schooling and Child Intellectual Achievement, University of Pennsylvania Department of Economics, mimeo.",
        "McLanahan, S., and G. Sandefur, 1994, Growing Up with a Single Parent, Cambridge, Mass.: Harvard University Press.",
        "Miller, J.R., 1976, Description of a Handicapped Population: The British Columbia Health Surveillance Registry, in Developmental Disabilities: Psychologic and Social Implications, Edited by D.",
        "Bergsma and A.E. Pulver, New York: The National Foundation -- March of Dimes. Olsen, Randall J., and G. Parkas, Endogenous Covariates in Duration Models and the Effect of Adolescent Childbirth on Schooling, Journal of Human Resources 24(1) (Winter 1989), 39-53.",
        "Proctor, T.B., K. Black, and J. Feldhusen, 1986, Early Admission of Selected Children to Elementary School: A Review of the Research Literature, Journal of Educational Research 80, 70-76.",
        "McLeskey, J., and K.L. Grizzle, 1992, Grade Retention Rates Among Students with Learning Disabilities, Exceptional Children 58(6), 548-554.",
        "McLanahan, S., 1985, Family Structure and the Reproduction of Poverty, American Journal of Sociology 90, 873-901.",
        "Grissom, J.B, and L.A.Shepard, 1989, Repeating and Dropping Out of School in L.A. Shepard and M.L.",
        "Smith, eds., Flunking Grades:Research and Policies on Retention, New york: Falmer Press. Hofferth, S., 1987, Social and Economic Consequences of Teenage Childbearing, In Risking the Future: Adolescent Sexuality, Pregnancy and Child~oearing Yol. II. Edited by Sandra Hofferth andCheryl D.",
        "Hayes. Washington, D.C.: National Academy Press. Holmes, C.T., 1989, Grade Level Retention Effects: A Meta-Analysis of Research Studies, in L.A. Shepard and M.L. Smith (eds), Flunking Grades: Research and Policies on Retention, New York: Falmer Press.",
        "Jackson, G.B., 1975, The Research Evidence on the Effects of Grade Retention, Review of Educational Research 45, 613-645.",
        "Kiely, M., 1987, The Prevalence of Mental Retardation, F:pidemiologic Reviews 9, 194-218.",
        "Krueger, Alan B., and L.H. Summers, 1988, Effciency Wages and the Inter-lndustry wage Structure, Econometrica 56 (March), 259-294.",
        "Mothers, American Journal of Epidemiology 137, 213-225. Geronimus, A.T., S. Korenman, and M. Hillemier, 1994, Does Young Maternal Age Adversely Affect Child Development? Evidence from Cousin Comparisons in the United States, Population and Development Review 20 (September), 585-609.",
        "Geronimus, A.T., and S. Korenman, 1992, The Socioeconomic Consequences of Teen Childbearing Reconsidered, Quarterly Journal of Economics 107, 1187-1214.",
        "Cairns, R.B., B.D. Cairns, and H.J.Neckerman, 1989, Early School Dropout: Configurations an Determinants, Child Development 60, 1437-1452.",
        "Currie, Janet, and Duncan Thomas, 1995, Does Head Start Make a Difference?, American Economic Review 85(3): 341-364.",
        "Furstenberg, F., 1976, Unplanned Parenthood: The Social Consequences of Teenage Childbearing. New York: Free Press.",
        "Furstenberg, F., J. Brooks-Gunn, and S.P. Morgan., 198?, Adolescent Mothers Later in Life. Cambridge: Cambridge University Press.. Gelzheiser, L.M., 1987, Reducing the Number of Students Identified as Learning Disabled: A Question of Practice, Philosophy, or Policy, Exceptional Children 54, 145-150.",
        "Bronars, S., and J. Grogger, 1994, The Economic Consequences of Unwed Motherhood: Using Twins as a Natural Experiment, American Economic Review 84 (December), 1141 - I 156.",
        "Angrist, I.D., and A.B. Krueger, 1992, The Effect of Age at School Entry on Educational Attainment: An Application of Instrumental Variables with Moments from two Samples, Journal of the American Statistical Association, June.",
        "Behrman. J., and V. Lavy, 1994, Child Health and Schooling Achievement: Causality, Association and Household Allocations, LSMS Working Paper 98, Policy and Research Department, The World Bank, Washington D.C.",
        "Bound, J., 1991, Self-Reported Versus Objective Measures of Health in Retirement Models, Journal of Human Resources 26(1), 106-148."
    ]
}