{
    "id": 5808,
    "cites": 16,
    "cited_by": 7,
    "reference": [
        "Sprent, P. (1993). Applied Nonpararnetric Statistical Methods (Second edition). Chapman and Hall, London.",
        "The World Bank (1989). Industrial finance sector ~ pon. Mimeo.",
        "Roberts, M., and Tybout, J. (1995). Producer heterogeneity and perfommance in the semi-industrialized countries. Manuscript, The World Bank.",
        "Silverman, B. (1986). DcnsityEstimationfor Statistics and Data Analysis. Chapman and Hall, London.",
        "Robbins, D. (1995a). Trade liberalization and earnings dispersion: Evidence from Chile. mimeo, Harvard University.",
        "Robbins, D. (1995b). Trade, trade liberalization and inequality in latin america and east asia: Synthesis of seven country studies. mimed, Harvard Univelsity.",
        "Robens, M. (1995). Employment flows and producer turnover in three developing countries. Mimeo, Chapter 2 in Roberts and Tybout, op. cit.",
        "Leamer, E. (1994). Trade, wages, and revolving door ideas. NBER Working Paper 4716.",
        "Leamer, E., and Levinsohn, I. (1995). Lntemational trade theory: The evidence. In Grossman, G., and Rogaff, K. (Eds.), Handbook of International Economics, Vol. 111, pp. 1339--1394. Nonh Holland.",
        "Lui, L. (1991). Entry-Exit and Productivity Changes: An Empirical Analysis of Efficiency Frontiers. Ph.D.",
        "Dunne, T., Roberts, M., and Samuelson, L. (1989). Plant turnover and gross employment flows in the U.S.",
        "Krugman, P. (1995). Technology, trade. and factor prices. NBER Working Paper No.5355.",
        "Davis, S., and Haltiwanger, I. (1990). Gross job creation and destruction: Microeconomic evidence and macroeconomic implications. NBER MacroeconomicsAnnual, V, 123--168.",
        "Davis, S., and Haltiwanger, J. (1992). Gross job creation, gross job destruction, and employment allocation.",
        "Quarterly Journal of Economics, CV11(3), 819--863. Deardorff, A. V., and Hakura, D. (1994). Trade and wages: What are the questions?. In Bhagwati, J., and Kosters, M. (Eds.), Trade and Wages. American Enterprise Institute, Washington, D.C.",
        "Baldwin, l., Dunne, T., and Haltiwanger, l. (1994). A comparison of job creation and destruction between Canada and the United States. Center for Economic Studies Working Paper 94-2, U.S. Bureau of the Census."
    ]
}