{
    "id": 5810,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "Weichenreider, A. J. 1995. Anti Tax-avoidance Provisions and the Size of Foreign Direct Investment, manuscript, University of Munich.",
        "Herberg and N.V. Long. Ann Arbor: University of Michigan Press, 325-352. Stiglitz, Joseph and Andrew Weiss. 1981. Credit Rationing in Markets with Imperfect Information. American Economic Review, volume 71, 393-410.",
        "Sinn, Hans Werner. 1993. Taxation and the Birth of Foreign Subsidiaries, in Trade, Welfare, and Economic Policies: Essays in Honor of Murray C Kemp, edited by H.",
        "Sinn, Hans Werner. 1984. Die Bedeutung des Accelerated Cost Recovery System fur den internationalen Kapitalverkehr, Kyllos, volume 37, 542-576.",
        "Scholes, Myron and Mark Wolfson. 1992. Taxes and Business Strategy: A Planning Approach, Englewood Cliffs, New Jersey: Prentice Hall.",
        "Price Waterhouse. 1992. Corporate Taxes: A Worldwide Summary, New York.",
        "Newton, T. Scott. 1987. Tax policy and the multinational firms financial policy and investment decisions. Ph.D. dissertation, Princeton University.",
        "Horst, Thomas. 1977. American Taxation of Multinational Firms,H American Economic Review, volume 67, 37~389.",
        "Leechor, Chad and Jack Mintz. 1993. On the Taxation of Multinational Corporate Investment When the Deferral Method is Used by the Capital Exporting Country, Journal of Public Economics, volume 51, 75-96.",
        "Hines, James R. and Eric Rice. 1994. Fiscal Paradise: Foreign Tax Havens and American Business, Quarterly Journal of Economics, volume 109, 149-182.",
        "Hines, James R. 1994. Credit and Deferral as International Investment Incentives, Journal of Public Economics, volume 55, 323-347.",
        "Hines, James R. and R. Glenn Hubbard. 1990. Coming Home to America: Dividend Repatriations by U.S. Multinationals, in A. Razin and J. Slemrod, editors, Taxation in the Global Economy. Chicago: University of Chicago Press, 161-200.",
        "Hartman, David. 1985. Tax Policy and Foreign Direct Investment, Journal of Public Economics, volume 26, 107-21.",
        "Grubert, Harry. 1995. Taxes and the Division of Foreign Operating Income among Royalties, Interest, Dividends and Retained Earnings, mimeo, U.S. Department of Treasury.",
        "Froot, Kenneth and James R. Hines. 1995. interest Allocation, Financing Patterns, and the Operations of U.S. Multinationals, in M. Feldstein, J. Hines, and G. Hubbard, editors, The Effects of Taxation on Multinational Corporations. Chicago: University of Chicago Press, 277-312.",
        "Feldstein, J. Hines, and G. Hubbard, The Effects of International Taxation on Multinational Corporations. Chicago: University of Chicago Press, 253-272. Ault, Hugh and David Bradford. 1990. Taxing International Income: An Analysis of the U.S. System and its Economic Premises,U in A. Razin and J. Slemrod, editors, Taxation in the Global Economy. Chicago: University of Chicago Press, 11-46.",
        "Altshuler, Rosanne, T. Scott Newton and William C. Randolph. 1995. Do Repatriation Taxes Matter? Evidence from the Tax Returns of U.S. Multinationals, in M.",
        "Altshuler, Rosanne and T. Scott Newton. 1993. The Effects of U.S. Tax Policy on the Income Repatriation Patterns of U.S. Multinational Corporations, in A. Giovannini, G. Hubbard, and J. Slemrod, Studies in International Taxation, University of Chicago Press.",
        "Altshuler, Rosanne and Jack Mintz. 1995. U.S. Interest Allocation Rules: Effects and Policy,. International Taxation and Public Finance, volume 2, number 1, 7-35."
    ]
}