{
    "id": 5811,
    "cites": 35,
    "cited_by": 18,
    "reference": [
        "Zurita, Salvador. 1994. Minimum Pension Insurance in the Chilean Pension System. Resists de Analisis Economico 9 (1) (June): 15-26.",
        "World Bank. 1993. Human Resources in Latin America and the Caribbean: Priorities and Action. Human Resources Division, Latin America and the Caribbean Region, Washington, DC.",
        "World Bank. 1994. Averting the Old Age Crisis: Policies to Protect the Old and Promote Growth. New York: Oxford University Press.",
        "Valck V., Eugenio, and Eduardo Walker H. 1995. La inversion de los Fondos de Pensiones.",
        "Hitoria, Normativa y Resultados. In Ouince silos despues: Una mirada al sistema privado de pensiones, edited by S. Baeza and F. Margozzini. Santiago: Centro de Estudios Publicos. Vittas, Dimitri. 1995. Strengths and Weaknesses of the Chilean Pension Reform, The World Bank, 1995.",
        "Valente, Jose Ramon. 1989. Diversificacion international: Una alternative pare las necesidades de inversion de los fondos de pensioner. Estudios Publicos 34 (Fall): 115-146.",
        "Valdes-Prieto, Salvador. 1994a. Distributive Concerns when Substituting a Pay-as-You-Go by a Fully Funded Pension System. Revista de Analisis Economico 9 (1) (June): 11-104.",
        "Valdes-Prieto, Salvador. 1994b. Cargos por administration en los systemas de pensiones de Chile, Los Estados Unidos, Malasia y Zambia. Cuadernos de Economia 93 (August): 185-227.",
        "Uthoff, Andras. 1994. Some Features of Current Pension System Reform in Latin America. Revista de Analisis Economico 9 (1) (June): 211-236.",
        "Baeza and R. Manubens. Santiago: Centro de Estudios Publicos. Pibera, Jose, 1991. El Cascabel al Gato: La Batalla por la Reforma Previsional, Santiago, Chile, Zig-Zag.",
        "Schmidt-Hebbel, Klaus. 1995. La reforms Tensional colombiana: Efectos fiscales v macroeconomicos. Bogota, Colombia: Bolsa de Bogota, ASOFONDOS.",
        "Pi~iera, Jose, 1988. Discurso del ministro del Trabajo y Prevision Social con Motivo de la Aprobacion de la Reforma Previsional In Sistema Privado de Pensiones en Chile, edited by S.",
        "Mesa-Lago, Carmelo. 1991. Social Security and Prospects for Equity in Latin America. World Bank Discussion Paper 140, Washington, DC.",
        "Mesa-Lago, Carmelo. 1996. Las Reformas de las Pensiones en America Latina y la Posicion de los Organismos Internacinales: Comentario a la Propuesta de la CEPAL 34 Morande, Felipe. 1996. Savings in Chile: What Went Right?, Inter-American Development Bank. Of rice of the Chief Economist, Working Paper 322.",
        "Ort~zar, P. 1988. El deficit previsional: Recuento y proyecciones. In Sistema Privado de Pensiones en Chile, edited by S. Baeza and R. Manubens. Santiago: Centro de Estudios Publicos.",
        "McGreevey, William Paul. 1990. Social Security in Latin America: Issues and Options for the World Bank. World Bank Discussion Paper 110, Washington, DC.",
        "Margozzini. Santiago: Centro de Estudios Publicos. Margozzini Cahis, Francisco. 1995. La industria de las AFP. In Quince ados despues: Una mirada al sistema privado de pensiones, edited by S. Baeza and F. Margozzini. Santiago: Centro de Estudios Publicos.",
        "Hsin, Ping-Lung, and Olivia S. Mitchell. 1994. The Political Economy of Public Pensions: Pension Funding, Governance and Fiscal Stress. Revista de Analisis Economico 9 (1) (June): 151-168.",
        "Iglesias, A. and D. Vittas, 1992. The Rationale and Performance of Personal Pension Plans in Chile, Working Paper 867, The World Bank.",
        "Larrain A., Luis. 1995. El sistema privado de pensiones y el desarrollo economico. In Ouince ados despues: Una mirada al sistema privado de pensiones, edited by S. Baeza and F.",
        "HABITAT. 1991. 10 Ahos de Historia del Sistered de AFP. Santiago: AFP HABITAT, S.A.",
        "Haindl, Erik . 1996. Chilean Pension Fund reform and its Impact on Savings, Working Paper, Universidad Gabriela Mistral, Santiago, Chile.",
        "Edwards, Sebastian. 1995. Crisis and Reform in Latin America: From Despair to Hope. New York: Oxford University Press.",
        "Fontaine, Juan Andres. 1994. Inversiones extranjeras por fondos de pensiones: Efectos sobre la politics macroeconomics. Cuademos de Economia 93 (agosto): 161-183.",
        "Diamond, Peter and Salvador Valdes-Prieto. 1994. Social Security Reforms. In l~e Chilean Economv: Policv Lessons and Challenges, edited by B. Bosworth, R. Dornbusch and R. Laban.",
        "Washington, DC: The Brookings Institution Edwards, Sebastian, and Alejandra Edwards. 1991. Monetarism and Liberalization: The Chilean ~Experiment. Chicago: University of Chicago Press, second edition.",
        "Cifuentes, Rodrigo S. 1995. Reforma de los sistemas previsionales: Aspectos macroeconomicos. Cuadernos de Economia 96 (agosto): 217-50.",
        "Cox-Edwards Alejandra. 1992. Economic Reform and Labor Market Legislation in Latin America. California State University, mimeo.",
        "Diamond, Peter. 1994. Privatization of Social Security: Lessons from Chile. 8,evista de Analisis Economico 9 (1) (June): 21-34.",
        "Bosworth, Barry P.; Dornbusch, Rudiger, and Raul Laban, editors. 1994. The Chilean Economv: Policv Lessons and Challenges. Washington, DC: The Brookings Institution.",
        "Bustamante Jeraldo, Julio. 1995. Principales cambios regales al DL 3.S00 en el periodo noviembre 1990-Mayo 1995 y Desafios Pendientes. In Ouince aflos despues: Una mirada al Sistema privado de pensiones, edited by S. Baeza and F. Margozzini. Santiago: Centro de Estudios Publicos.",
        "Baeza Valdes, Sergio, and Raul Burger Torres. 1995. Calidad de las pensiones del sistema privado chileno. In Quince ados despues: Una mirada al sistema privado de pensiones, edited by S. Baeza and F. Margozzini. Santiago: Centro de Estudios Publicos.",
        "Arellano, Jose Pablo. 1982a. Elementos pare el analisis de la reforms de la prevision social chilena. El Trimestre Economico 49 (3) (July-Sept.): 563-605.",
        "Arellano, Jose Pablo. 1982b. Efectos macroeconomicos de la reforma previsional chilena. Cuadernos de Economia 56 (abril): 111-22.",
        "Arrau, Patricio. 1991. La reforma previsional chilena y su financiamiento durante la transition. Coleccion Estudios CIEPLAN 32 (June): 5-44."
    ]
}