{
    "id": 5814,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "Reisen, Helmut and Helen Yeches, Time-varying Estimates on the Openness of the Capital Account in Korea and Taiwan. Journal of Development Economics, August 1993, 285-305.",
        "Tseng, Wanda and Robert Corker, [inancial Libemlization, Money Demand, and Monetary Policy in A sian Countnes, Occasional Paper X4, Washington, DC:IMF, 1991.",
        "World Bank, Korea [inancial Sector Study, Report No. 11373-KO, industry and Energy Operations Division, Country Dept. I, East Asia and Pacific Regional Office, July 1993.",
        "McNees, Stephen, A Forward-Looking Monetary Policy Reaction Function: Continuity and Change, New England Economic Review, November-December 1992, 3-13.",
        "Maloney, William F., Testing Capital Account Liberalization without Forward Rates: Another Look at Chile, 1979-82, Joumal of Development Economics, forthcoming.",
        "Kouri, Pentti J.K. and Michael G. Porter, 1974, International Capital Flows and Portfolio Equilibrium, Joumal of Political Economy, May-June 1974, 443-467.",
        "Lindner, Deborah, Foreign Exchange Policy, Monetary Policy, and Capital Market Liberalization in Korea, Intemutional Finance Discussion Papers 435, 1992.",
        "Kim, Sun Bae, Do Capital Controls Affect the Response of Investment to Savings? Evidence from the Pacific Basin, Economic Review, Federal Reserve Bank of San Francisco, 1993, 23-39.",
        "Jwa, Sung Hee, Capital Mobility in Korea since the Early 1980s: Comparison with Japan and Taiwan, in Takatoshi Ito and Anne Krueger, eds., Macroeconomic Linkage: Savings, Exchange Rates, and Capital Flows, NBER-East Asia Seminar on Economics Volume 3, Chicago: Univ.",
        "Kang, Moon-Soo, Monetary Policy Implementation under Financial Liberalisation: The Case of Korea, in Helmut Reisen and Bernard Fischer, eds., Financial Opening: Policy Issues and Experiences in Developing Countnes, Paris:OECD, 1993.",
        "Edwards, Sebastian, and Khan, Mohsin S., Interest Rate Determination in Developing Countries: A Conceptual Framework. IMF Staff Papers, September 1985, 377-403.",
        "Emery, Robert F., Monetary Policy in Taiwan, China, in Hang-Sheng Cheng, ea., Monetary Policy in Pacific Basin Countnes, Boston: Kluwer Academic Press, 1988.",
        "Engle, Robert F. and Granger, C.W.J., Co-integration and Error Correction: Representation, Estimation, and Teshng. Econometnca, March 1987, 252-276.",
        "Far East Economic Review, A sia Yearbook 1990, 1990.",
        "Faruqee, Hamid, Dynamic Capital Mobility in Pacific Basin Developing Countries: Estimation and Policy Implications, IMP Staff Papers, September 1992, 706-717.",
        "Frankel, Jeffrey, Sterilization of Money Inflows: Difficult (salvo) or Easy (Reisen)? paper presented at conference on Capital Inflows: Size, Nature and Policy Adaptations, Cartagena, Colombia, July 29-30, 1994.",
        "Frankel, Jeffrey, Liberalization of Koreas Foreign Exchange Markets, and the Role of U.S. Trade Relations, mimeo, Berkeley: University of Califomia, 1991.",
        "Haque, Nadeem U., and Montiel, Peter, Capital Mobility in Developing Countries -- Some Empirical Tests, IME Wowing Paper 117, December 1990.",
        "Dooley, Michael P. and Mathieson, Donald J.,Exchange Rate Policy, Financial Structure, and the Transition from Credit to Monetary Instruments, in R. Glick and M. Hutchison, eds., Exchange Rate Policy and Intentependence: Perspectives from the Pacific Basin, Cambridge: Cambridge University Press, 1994.",
        "Dickey, David A. and Fuller, Wayne A., Distribution of the Estimators for Autoregressive Time Series With a Unit Root, Joun~al of the A mencan Statistical A ssociation, June 1979, 1057- 1072.",
        "Basin, Cambridge: Cambridge University Press, 1994b.",
        "Chiu, Paul C. H. and Hou, Teh-Chian, Prices, Money and Monetary Policy Implementation under Financial Liberalization: The Case of Taiwan, in H. Reisen and B. Fischer, eds., FinanciaJ Opening. Policy Issues and Expenences in Developing Countnes, Paris: OECD, 1993.",
        "Chang, Chi-cheng, Financial Liberalization in the Republic of China,in S. Ghon Rhee and Rosita P. Chang, eds., Pacific-Basin Capital Markets Research, I 990. Chinn, Menzie and Michael Dooley, Asia-Pacif~c Capital Markets: Measurement of Integration and the Implications for Domestic Financial Fragility, forthcoming in Takatoshi Ito and Anne 0. Krueger,eds., Multilateralism versus Regiona/ Tmding Arrangements, Chicago:Chicago U. Press for NBER, 1995. Also NBER Working Paper 5280.",
        "Aliber, Robert Z., The Interest Rate Parity Theorem: A Reinterpretation, .Joumal of Political Economy, November-December 1973, 1451-59."
    ]
}