{
    "id": 5817,
    "cites": 23,
    "cited_by": 12,
    "reference": [
        "Woodford, M. (1990) Public debt as Liquidity 43 , ~ American Economic Review, Papers and Proceedings, 80:382--388.",
        "Williamson, S. (1992) Laissez-Faire Banking and Circulating Media of Exchange, Journal of Financial Intermediation, 2: 134--167.",
        "Williamson, S. and R. Wright (1994) Barter and Monetary Exchange under Private Information, American Economic Review, 84:104--123.",
        "Compatibility, mimeo, Universitat Basel. Williamson, S. (1986), Costly Monitoring, Financial Intermediation and Equilibrium Credit Rationing, Journal of Monetary Economics, 18: 159-179.",
        "Stein, J. (1995) An Adverse Selection Model of Bank Asset and Liability Management with Implications for the Transmission of Monetary Policy, MIT Sloan School mimeo.",
        "Ramakrishnan, T. and A. Thakor (1984), Information Reliability and a Theory of Financial Intermediation, Review of Economic Studies, 51: 415-432.",
        "Shleifer, A. and R. Vishny (1992) Liquidation Values and Debt Capacity: A Market Equilibrium Approach, Journal of Finance, 47: 1343--1365.",
        "Kiyotaki, N. and J. Moore (1993) Credit Cycles, mimeo, London School of Economics.",
        "Pagano, M. (1988) The Management of Public Debt and Financial Markets, in High Public Debt: The Italian Experience, edited by F. Giavazzi and L. Spaventa, Cambridge: Cambridge University Press.",
        "Gorton, G. and G. Pennacchi (1990), Financial Intermediaries and Liquidity Creation, Journal of Finance, 45: 49-71.",
        "Hart, O. and J. Moore (1989) Default and Renegotiation: A Dynamic Model of Debt, Working paper 89-069. Harvard Business School.",
        "Hellwig, M. (1994) Liquidity Provision, Banking, and the Allocation of Interest Rate Risk, European Economic Review, 38 (7): 1363-1390.",
        "Holmstrom B. and J. Tirole (1994), Financial Intermediation, Loanable Funds, and the Real Sector,mimeo, MIT and IDEI.",
        "Proceedings, 86: 187-191. Jacklin, C. (1987) Demand Deposits, Trading Restrictions, and Risk Sharing, in Contractual Arrangements for Intertemporal Trade, edited by E. Prescott and N. Wallace, Minneapolis: University of Minnesota Press.",
        "Fischer, S. (1983) Welfare Aspects of Government Issue of Indexed Bonds, in Inflation, Debt, and Indexation, edited by R. Dornbusch and M. Simonsen, Cambridge: MIT Press.",
        "Gale, D. (1990) The Efficient Design of Public Debt, in Public Debt Management: Theory and History, edited by R. Dornbusch and M. Draghi, Cambridge: Cambridge University Press.",
        "Bryant, J. (1980) A Model of Reserves, Bank Runs, and Deposit Insurance, Journal of Banking and Finance, 43:749--61.",
        "Diamond, D. (1995) Bank Liquidity Creation when Markets are Illiquid, mimeo, University of Chicago.",
        "Diamond, P. (1965) National Debt in a Neoclassical Growth Model, American Economic Review, 55: 1126--1150.",
        "Elul, R. (1995), Welfare Effects of Financial Innovation in Incomplete Markets Economies with Several Consumption Goods,Journal of Economic Theory, 63(1): 43-78.",
        "Bhattacharya, S. and D. Gale (1987), Preference Shocks, Liquidity, and Central Bank Policy, in New Approaches to Monetary Economics, (eds. W. Barnett and K. Singleton).",
        "Cambridge: Cambridge University Press. Bewley, T. (1980), The Optimum Quantity of Money, in Models of Monetary Economics, (J.Kareken and N. Wallace, eds.). Minneapolis: Federal Reserve Bank of Minneapolis.",
        "Banerjee, A. and E. Maskin (1991) A Walrasian Theory of Barter and Money: I, mimeo, Harvard University."
    ]
}