{
    "id": 5818,
    "cites": 20,
    "cited_by": 11,
    "reference": [
        "Von Thadden, Ernst-Ludwig, Long-Term Contracts, Short-Term Investment and Monitoring, Review of Economic Studies, 1995, 557-575.",
        "Stein, Jeremy, Efficient Capital Markets, Inefficient Firms: A Model of Myopic Corporate Behavior, Quarterly Journal of Economics, 1989, pp. 655-669.",
        "Thurow, Lester, Head to Head: The Coming Economic Battle Among Japan, Europe and America, Warner Books, 1993.",
        "Shleifer, Andrei and Robert W. Vishuy, A Survey of Corporate Governance, Harvard Institute of Economic Research discussion paper 1741, October 1995.",
        "Stein, Jeremy, Takeover Threats and Managerial Myopia, Journal of Political Economy, 1988, pp. 61-80.",
        "Sheard, Paul, Main Banks and the Governance of Financial Distress, in The Japanese Main Bank System, edited by Aoki and Patrick, Oxford University Press, 1994.",
        "Poterba, James M., Comparing the Cost of Capital in the United States and Japan: A Survey of Methods, FRBNY Quarterly Review, Winter 1991.",
        "Poterba, James M. and Lawrence H. Summers, A CEO Survey of US Companies Time Horizons and Hurdle Rates, Sloan Management Review, Vol. 7 No. 1, Fall, 1995.",
        "Nakatani, I (1984) The Role of Financial Corporate Grouping, in Aoki, Masahiko ed. Economic Analysis of the Japanese Firm, New York: North Holland.",
        "Porter, Michael, E., Capital Disadvantage: Americas Failing Capital Investment System, Harvard Business Review, September-October, 1992.",
        "Hoshi, Takeo, Anil Kashyap and David Scharfstein, Corporate Structure, Liquidity, and Investment: Evidence from Japanese Industrial Groups, Quarterly Journal of Economics, February 1991, pp. 33-60.",
        "Hayashi, Fumio, and Tohru Inoue (1991) The Relation between Firm Growth and Q with Multiple Capital Goods: Theory and Evidence from Panel Data on Japanese Firms, Econometrica, 59 (3), pp. 731-53.",
        "Hoshi, Takeo, Anil Kashyap and David Scharfstein, The Role of Banks in Reducing the Costs of Financial Distress in Japan, Journal of Financial Economics, 1990, pp. 67-88.",
        "Classic and Contemporary Reading: Blinder, Alan, More Like Them? American Prospect, Winter 1992, pp. 51-62.",
        "Branstetter, Lee, Bruno Crepon, Bronwyn H. Hall, and Jacques Mairesse, The Time Series Relationship Between Investment and Cash Flow in the Scientific Sector: A Panel Data Study Comparing French, Japanese, and the Unites States Firms, manuscript, June 1995.",
        "Carson, Carol S., Bruce Grimm, and Carol E Moylan, A Satellite Account for Research and Development, Survey of Current Business, Bureau of Economic Analysis, November 1994.",
        "Diamond, Douglas W. Financial Intermediation and Delegated Monitoring, Review of Economic Studies, 1984, pp. 393 -414.",
        "Abegglen, James C., and Stalk, George Jr,. Kaisha, the Japanese Corporation, Basic Books, 1985.",
        "Bartelsman, Eric and Wayne Gray, NBER Manufacturing Productivity Database, 1994.",
        "Berndt, Ernst (1991) The Practice of Econometrics: Addison-Wesley Publishing Co."
    ]
}