{
    "id": 5819,
    "cites": 18,
    "cited_by": 0,
    "reference": [
        "Myers, Stewart C., and Nicholas Majluf, 1984, Corporate financing and investment decisions when fimms have infommation that investors do not have, Journal of Financial Economics 13, 187-221.",
        "Spiess, Katherine, and John Affleck-Graves, 1995, The long-run performance following seasoned equity issues, Joumal of Financial Economics 38, 243-267.",
        "Loughran, Tim, and Jay Ritter, 1995, The new issues puzzle, Joumal of Finance 50, 23-52.",
        "Kato, K., and James Shalheim, 1992, Public and private placements of seasoned equity issues in Japan, unpublished manuscript, The University of Utah.",
        "Kothari, S.P., and Jerold B. Wamer, 1996, Measuring long-horizon security price performance, Joumal of Financial Economics, forthcoming.",
        "Kubota, K., and H. Takehara, 1995, Common risk factors in Tokyo Stock Exchange Firms, working paper, Musashi University.",
        "Kang, Jun-Koo, Yong-Cheol Kim, Kyung-Joo Park, and Rene M. Stulz, 1995, An analysis of the wealth effects of Japanese offshore dollar-denominated convertible and warrant bond issues, Joumal of Financial and Quantitative Analysis 30, 257-270.",
        "Kang, Jun-Koo, and Rene M. Stulz, 1996, How different is Japanese corporate finance? An investigation of the information content of new security issues, Review of Financial Studies 9,100-139.",
        "Kahle, Katherine, 1996, Unpublished Ph.d. dissertation, The Ohio State University.",
        "Ikenberry, David, Josef Lakonishok, and Theo Vermaelen, 1995, Market underreaction to open market share repurchases, Joumal of Financial Economics 39,181-208.",
        "Jagannathan, R., K. Kubota, and H. Takehara, 1995, The CAPM with human capital: Evidence from Japan, unpublished working paper, University of Minnesota.",
        "Chan, Louis K.C., Yasushi Hamao, and Josef Lakonishok, 1991, Fundamentals and stock returns in Japan, Joumal of Finance 46,1739-1764.",
        "DeBondt, W.F.M., and R. Thaler, 1995, Does the stock market overreact?, Joumal of Finance 40, 793-805.",
        "Fama, Eugene, and Kenneth R. French, 1992, The cross-section of expected stock retums, Journal of Finance 47, 427-466.",
        "Fama, Eugene, and Kenneth French, 1993, Common risk factors in the returns of stocks and bonds, Joumal of Financial Economics 33, 3-55.",
        "Barber, B.M., and J.D. Lyons, 1996b, Howcan long-run abnormal stock returns be both positively and negatively biased?, University of California at Davis, CA.",
        "Brav, Alan, Chris Geczy, and Paul Gompers, 1996, Underperfommance of seasoned equity offereings revisited, University of Chicago and Harvard University working paper.",
        "Barber, B.M., and J.D. Lyons, 1996a, Detecting long-run abnormal stock retums: The empirical power and specification of test-statistics, unpublished working paper, University of California at Davis, CA."
    ]
}