{
    "id": 582,
    "cites": 10,
    "cited_by": 5,
    "reference": [
        "1. Berndt, Ernst and David 0. Wood, (1979). Engineering and Econometric Interpretations of Energy-Capital Complementarity, American Economic Review, 3, 342-354.",
        "2. Brock, William A.,(l974). Money and Growth: The Case of LongRun Perfect Foresight, International Economic Review, XV, October, 750-77.",
        "3. Bruno, Michael and Jeffrey Sachs, (1979). Macro-economic Adjustment with Import Price Shocks: Real and Monetary Aspects, Working Paper No. 340, National Bureau of Economic Research, April.",
        "4. __________. (1979) Supply versus Demand Approaches to the Problem of Stagflation, Working Paper No. 382, National Bureau of Economic Research, presented at the 1979 Kiel Conference on Macroeconomic Policies for Growth and Stability. Forthcoming in Weltwirtschaftliches Archiv.",
        "5. Findlay, Ronald and C.R. Rodriguez, (1977). Intermediate Imports and Macroeconomic Policies under Flexible Exchange Rates, Canadian Journal of Economics.",
        "6. Ford, J. and R. Halvorsen, (1978). Substitution Among Energy, Capital, and Labor Inputs in U.S. Manufacturing, in R.S. Prindyck (ed.) Advances in the Economics of Energy and Resources, Vol. I, JAI Press, Greenwich, Conn.",
        "7. Griffin, J.M. and P.R. Gregory, (1976). An Intercountry Translog Model of Energy Substitution Responses, American Economic Review, Vol. 66, December 1976, pp. 845-857.",
        "9. Hogan, William W. (1979). Capital-Energy Complementarity in Aggregate Energy--Economic Analysis, Energy and Environmental Policy Center, Kennedy School of Government, Harvard University.",
        "11. ___________. (1979) The Economic Impact of Policies to Reduce U.S. Energy Growth, in B. Kurnsunoglu and A. Perlumutter (eds.) Directions in Energy Policy, Cambridge: Ballinger, 141-164.",
        "12. Lipton, David, James Poterba, Jeffrey Sachs and Lawrence Summers, (1980). Multiple Shooting in Rational Expectations Models. NBER Technical Working Paper No. 3, August."
    ]
}