{
    "id": 5821,
    "cites": 17,
    "cited_by": 36,
    "reference": [
        "Shiller, R.J., J.Y. Campbell, and K.Schoenholtz, 1983, Forward rates and future policy: Interpreting the term structure of interest rates, Brook- ings Papers on Economic Activity 1, 173-217.",
        "Sun, T., 1992, Real and nominal interest rates: A discrete-time model and its continuous-time limit, Review of Financial Studies 5, 581-611.",
        "White, H., 1980, A heteroskedasticity-consistent covariance matrix estima- tor and direct tests for heteroskedasticity, Econometrica 48, 817-838.",
        "Woodward, G.T., 1988, Comment: The real rate of interest: Inferences from the new UK index linked gilts, International Economic Review 29, 565-568.",
        "McCulloch, J.H., 199O, US government term structure data, in: B. Fried- man and F. Hahn eds., The handbook of monetary economics (North- Holland, Amsterdam). Mishkin, F.S., 199O, What does the term structure tell us about future inflation?, Journal of Monetary Economics 25, 77-95. Schaefer, S.M., 1981, Measuring a tax-specific term structure of interest rates in the market for British government securities, Economic Journal 91, 415-38.",
        "Deacon, M. and A. Derry, 1994b, Estimating the term structure of interest rates, working paper no. 24 (Bank of England, London).",
        "Fama, E.F. and R. Bliss, 1987, The information in long-maturity forward rates, American Economic Review 77, 680-692.",
        "Fisher, I., 193O, The theory of interest (Macmillan, New York, NY). Hansen, L.P. and R.J. Hodrick, 1980, Forward exchange rates as optimal predictors of future spot rates, Journal of Political Economy 88, 829- 853.",
        "Deacon, M. and A. Derry, 1994a, Deriving estimates of inflation expecta- tions from the prices of UK government bonds, working paper no. 23 (Bank of England, London).",
        "Campbell, J.Y. and R.J. Shiller, 1991, Yield spreads and interest rate move- rnents: A birds eye view, Review of Economic Studies 58, 495-514.",
        "Campbell, J.Y. and R.J. Shiller, 1996, A scorecard for indexed government debt, in: B.S. Bernanke and J. Rotemberg eds., NBER Macroeconomics Annual (MIT Press, Cambridge, MA).",
        "Cox, J.C., J.E. Ingersoll and S.A. Ross, 1985, A theory of the term structure of interest rates, Econometrica 53, 385-408.",
        "Campbell, J.Y., 1995, Some lessons from the yield curve, Journal of Eco- nomic Perspectives 9(3), 129-152.",
        "Campbell, J.Y. and J. Ammer, 1993, What moves the stock and bond mar- kets? A variance decomposition for long-term asset returns, Journal of Finance 48, 3-37.",
        "Campbell, J.Y., A.W. Lo, and A.C. MacKinlay, 1997, The econometrics of financial markets (Princeton University Press, Princeton, NJ).",
        "Arak, M., and L. Kreicher, 1985, The real rate of interest: inferences from the new UK index linked gilts, International Economic Review 26, 399- 408.",
        "Brown, R.H. and S.M. Schaefer, 1994, The term structure of real interest rates and the Cox, Ingersoll, and Ross model, Journal of Financial Economics 35, 3-42."
    ]
}