{
    "id": 5825,
    "cites": 24,
    "cited_by": 1,
    "reference": [
        "Rivera-Batiz, L. and P. M. Romer, 1991, Economic Integration and Endogenous Growth, Quarterly Journal of Economics, Vol. 106, 531-556.",
        "Segal, U. and A. Spivak, 1990, First-Order versus Second-order risk aversion, Journal of Economic Theory, Vol. 51, 111-25.",
        "Columbia University Press. Olson, M. The Logic of Collective Action, Harvard University Press, 1965.",
        "Pindyck, R. S., and A. Solimano, 1993. Economic Instability and Aggregate Investment, In NBER macroeconomics annual, Cambridge (MIT Press), 259-303.",
        "Ramey, G. and V. A. Ramey, 1995, Cross-country evidence on the link between volatility and growth,) American Economic Review, December, pp. 1138- 1151.",
        "Rhee, Y. W. and T. Belot, 1990, Export catalysts in low-income countries: a review of eleven success stories, Discussion paper 72, (World Bank, Washington, DC).",
        "Krueger, A. O. 1974, Foreign Trade Regimes and Economic Development: Turkey.",
        "Harless D. W. and C. Camerer, 1994, The predictive utility of generalized expected utility, Econometrica, Vol. 62, 1251 -1290.",
        "Hausmann, R. and M. Gavin, 1995, Overcoming Volatility, Special report, appeared in Economic and Socia/ Progress in Latin America, Inter-America Development Bank.",
        "Gul, F. 1991, A Theory of Disappointment Aversion, Econometrica, Vol. 59, pp.",
        "Haddad, M. and A. Harrison, 1993, Are there positive spillovers from direct foreign investment? Journal of Development Economics, 51-74.",
        "Glen, J. and M. Sumlinski, 1995, Trends in Private Investment in Developing Countries 1995, Discussion Paper No. 25, International Finance Corporation, World Bank.",
        "Grossman G. and E. Helpman, 1991, Innovation and Growth in the Global Economy (MIT Press).",
        "Ethier, W. J. 1982. National and International Returns to Scale in the Modern Theory of International Trade, American Economic Review, pp. 389-405.",
        "Dixit, A. K. and J. Stiglitz, 1977, Monopolistic Competition and Optimum Product Diversity, American Economic Review 67, 297-308.",
        "Epstein, L. G., 1992, Behavior under risk: recent developments in theory and applications, Chapter 1 in Advances in economic theory: Sixth World Congress., Volume 1, Laffont-Jean-Jacques, ed. (Cambridge University Press), 1-63.",
        "De Soto, H. 1989, The Other Path. New York; Harper and Row.",
        "Dixit, A. K. and R. S. Pindyck, 1994, Investment Under Uncertainty (MIT Press).",
        "Caballero, R. J., 1991, On the Sign of the Investment-Uncertainty Relationship, American Economic Review, Vol. 81, 279 - 288.",
        "Bhagwati, J. 1988, Protectionism, The Ohlin Lecture, MIT Press.",
        "Blomstron, M. and H. Persson, 1983, Foreign direct investment and spillover efficiency in an underdeveloped economy: evidence from the Mexican manufacturing industry, World Development 11, no. 6.",
        "Aizenman, J. and N. Marion, 1993, Policy uncertainty, persistence and growth, Review of International Economics, June 1993, pp. 145 - 163.",
        "Alesina, A., S. Ozler, N. Roubini and P. Swagel, Political Instability and Economic Growth, NBER working paper No. 4173, 1992.",
        "Abel, A., 1983, Optimal Investment Under Uncertainty, American Economic Review (March), 73, 228-33."
    ]
}