{
    "id": 5827,
    "cites": 21,
    "cited_by": 10,
    "reference": [
        "Abe, K. (1992) `Tariff Reform in a Small Open Economy with Public Production, International Economic Review, ~, 209-222.",
        "Economic Review, ~, 875-886. Anderson, J. E. (1994), The Theory of Protection in D. Greenaway and L. A.",
        "Winters, eds., Surveys of International Trade, Oxford: Basil Blackwell. Anderson, J. E. and W. Martin (1995) `The Welfare Analysis of Fiscal Policy: a Simple Unified Accounting, Boston College.",
        "Anderson, J. E. and L. Young (1992) `Optimal Taxation and Debt in an Open Economy, journal of Public Economics, ~Z. 27-57.",
        "Anderson, J. E. (1994) `The Theory of Protection in D. Greenaway and L. A.",
        "Winters, (eds.), Surveys in International Trade, Oxford: Basil Blackwell. Anderson, J. E. and J. P. Neary (1992) `Trade reform with quotas, partial rent retention and tariffs, Econometrica, ~Q,57-76.",
        "Ballard, C., J. Shoven and J. Whalley (1985) `General Equilibrium Computations of the Marginal Welfare Cost of Taxes in the United States, American Economic Review, 7~, 128-38.",
        "Bertrand, T. J. and J. Vanek (1971) `The theory of tariffs, taxes and subsidies: some aspects of the second best, American Economic Review, ~925-31.",
        "Bruno, M. (1972) `Market distortions and gradual reform, Review of Economic Studies, ~,373-383.",
        "Chenery, H. B., J. Lewis, J. de Melo and S. Robinson (1986) `Alternative Routes to Development, ch. 11 in H.B. Chenery, S. Robinson and M. Syrquin (eds.) Industrialization and Growth: a Comparative Study, London: Oxford University Press.",
        "Devarajan, S., L. Squire and S. Suthiwart-Narueput (1995) `Reviving Project Appraisal at the World Bank, Policy Research Working Paper 1496.",
        "Diewert, W.E., A.H. Turunen-Red and A.D. Woodland (1989), Productivity- and Pareto-Improving Changes in Taxes and Tariffs, Review of Economic Studies, ~, 199-216.",
        "Reform in a Small Open Economy with Domestic Distortions and Nontraded Goods, International Economic Review, ~, 937-57. Ethier, W. J. (1995) Modern International Economics, 3rd Edition, Norton.",
        "Falvey, R. (1994) `Revenue Enhancing Tariff Reform CREDIT Paper 94/5, University of Nottingham.",
        "Foster, E. and H. Sonnenschein (1970) `Price Distortion and Economic Welfare, Econometrica, ~, 281-297.",
        "Grossman, G. and E. Helpman (1994), ) `Protection for Sale, American Economic Review ,~4., 833-850.",
        "Hatta, T. (1977) `A Theory of Piecemeal Policy Recommendations, Review of Economic Studies, 44,1-21.",
        "Hillman, A. (1989) The Political Economy of Protection, New York: Harwood Academic Press.",
        "Lloyd, P. (1974) `A More General Theory of Price Distortions in Open Economies, journal of International Economics, 4, 365-86.",
        "Lopez, R. and A. Panagariya (1992) `On the Theory of Piecemeal Tariff Reform: The Case of Pure Imported Intermediate Inputs, American Economic Review, ~, 615-625 Panagariya, A. (1992), `Input Tariffs, Duty Drawbacks and Tariff Reform, journal of International Economics, ~, 131-148.",
        "Squire, L. (1989), `Project Evaluation in Theory and Practice, Ch. 21 in H."
    ]
}