{
    "id": 5828,
    "cites": 24,
    "cited_by": 6,
    "reference": [
        "OECD, The OECD Jobs Study, OECD, 1994, Paris.",
        "Lane, J., D. Stevens, and S. Burgess (1996), Worker and lob Flows, Economics Letters 51, 109-113.",
        "Lazear, Edward P. (1990) Job Security Provisions and Employment, Quarterly Jour- nal of Economics 105, pp.699-726.",
        "Leonard, J., (1987), In the Wrong Place at the Wrong Time: The Extent of Frictional and Structural Unemployment in Unemployment and the Structure of Labor Markets, edited by K. Lang and J. Leonard, Basil Blackwell, New York, New York.",
        "Hamermesh, D., W. Hassink, and J. van Ours (1994), Job Turnover and Labor Turnover: A Taxonomy of Employment Dynamics, mimeo, Free University of Ams- terdam.",
        "Hopenhayn, Hugo, and Richard Rogerson (1993), Job Turnover and Policy Evalua- tion: a General Equilibrium Analysis, Journal of Political Economy 101:5, pp.915-938.",
        "Gottschalk, Peter, and Robert Moffitt (1994) The Growth of Earnings Instability in the U.S. Labor Market,Brookings Papers on Economic Activity 2:1994, pp.217-254.",
        "Groshen, E. (1991), Sources of Intra-Industry Wage Dispersion: How Much do Em- ployers Matter? Quarterly .Journal of Economics 106, 869-884.",
        "Garibaldi, Pietro, Jozeph Konnings, and Christopher Pissarides (1994). Gross Job Reallocation and Labour Market Policy mimeo, Centre for Economic Performance, LSE.",
        "Gavosto, Andrea, and Paolo Sestito (1993), Turnover Costs in Italy: Some preliminary evidence, working paper: Bank of Italy; Statistica, 53:3.",
        "Davis, Steven and John Haltiwanger, (1992), Gross Job Creation, Gross Job De- struction and Employment Reallocation, Quarterly Journal of Economics 107:2, pp.",
        "Freeman, Richard B., and Lawrence F. Katz (eds.) (1995) Differences and Changes in Wage Structure, Chicago and London: The University of Chicago Press.",
        "Brown, Charles, and James Medoff (1989) The Employer Size-Wage Effect. Journal of Political Economy 97, 1027-1057.",
        "Blau. F. and L. Kahn (19961. International Differences in Male Wage Inequality: ~ ,, Institutions versus Market Forces, Journal of Political Economy 104, 791-837.",
        "Brandolini, Andrea (1995) In Search of a Stylized Fact: Do real wages exhibit a consistent pattern of cyclical variability?, Journal of Economic Surveys 9:2, pp.103- 161.",
        "Blanchflower, D., A. Oswald, and P. Sanfey (1996), Wages, Profits, and Rent Sharing, Quarterly Journal of Economics 111, 226-251.",
        "Bertola, Giuseppe, and P. Garibaldi (1996),Wages and the Size of Firms in a Dynamic Matching Model, mimeo.",
        "Bertola, Giuseppe, and Andrea Ichino (1995). Wage Inequality and Unemployment: U.S. vs. Europe, NBER Macroeconomic Annual 1995.",
        "Bertola, Giuseppe (1990) Job Security, Employment and Wages, European Economic Review 34, pp. 851-886.",
        "Bentolila, S., and G. Bertola (1990), Firing Costs and Labor Demand: How Bad is Eurosclerosis?, Review of Economic Studies 57, 381-402.",
        "Abowd, J., and T. Lemieux (1993),The Effect of Product Market Competition on Col- lective Bargaining Agreements: The Case of Foreign Competition in Canada, Quar- terly Journal of Economics 108, 983-1014.",
        "Alogoskoufis, George, Charles Bean, Giuseppe Bertola, Daniel Cohen, Juan Dolado, Gilles Saint-Paul (1995). Unemployment: What Choice for Europe?, Monitoring Eu- ropean Integration 5, C.E.P.R.",
        "Baldwin, John, P.K.Gorecki, and S.Kaliski (1987), Job Turnover and Worker Char- acteristics in Canada, The OECD Conference on Technology, OECD.",
        "Abraham, Katharine G., and John C. Haltiwanger (1995) Real Wages and the Busi- ness Cycle, Journal of Economic Literature XXXIII (September), pp.1215-1264."
    ]
}