{
    "id": 5829,
    "cites": 21,
    "cited_by": 12,
    "reference": [
        "[22] Pannenberg, Markus (1996) Financing on-the-job training: Shared invest- ment or promotion based system? Evidence from Germany, DIW Discussion Paper 135",
        "[23] Pischke, Jorn-Steffen (1993) Assimilation and the earnings of guestworkers in Germany mimeographed, MIT",
        "[24] Soskice, David (1994) Reconciling markets and institutions: the German apprenticeship system in Lisa Lynch (ed.) Ihaining arid the private sec- tor. International comparisons. NBER Series in Comparative Labor Markets, Chicago: University of Chicago Press, 25-60",
        "[21] Oulton, Nicholas and Hilary Steedman (1994) The British system of youth training: a comparison with Germany in Lisa Lynch (ed.) Training and the private sector. International comparisons. NBER Series in Comparative Labor Markets, Chicago: University of Chicago Press, 61-76 24",
        "[20] Nickell, Stephen and Brian Bell (1996) Changes in the distribution of wages and 1memployment in OECD colmtries, American Economic Review Papers and Proceedings 86, 302-308",
        "[19] Murphy, Kevin and Finis Welch (1990) Empirical age-earnings profiles Journal of Labor Economics 8, 202-229",
        "[18] Mincer, Jacob (1974) Schooling, experience, and earnings, New York: Columbia University Press",
        "[17] Lynch, Lisa (1994) Introduction in Lisa Lynch (ed.) Training and the pri- vate sector. International comparisons. NBER Series in Comparative Labor Markets, Chicago: University of Chicago Press, 1-24",
        "[16] Lynch, Lisa (1992) Private sector training and the earnings of yo~mg work- ers American Economic Review 82, 299-312",
        "[12] Heckman, James (1993) Assessing Clintons program on job training, work- fare, and education in the workplace NBER Working Paper No. 4428",
        "[13] Jovanovic, Boyan (1979) Job Matching and the theory of turnover Journal of Political Economy 87, 972-990",
        "[10] Harhoff, Dietmar and Thomas Kane (1994) Financing apprenticeship train- ing: evidence from Germany NBER Working Paper No. 4557 23",
        "[11] Harris, Milton and Bengt Holmstrom (1982) A theory of wage dynamics Review of Economic Studies 49, 315-333",
        "[8] Constantine, Jill and David Neumark (1994) Training and the Growth in Wage Inequality NBER Working Paper No. 4729",
        "[9] Eck, Alan (1993) Job-related education and training: their impact on earn- ings Monthly Labor Review, October, 21-38",
        "[5] Blanchflower, David and Lisa Lynch (1994) Training at work: a comparison of U.S. and British youth in Lisa Lynch (ed.) Iraining and the private sec- tor. International comparisons. NBER Series in Comparative Labor Markets, Chicago: University of Chicago Press, 233-260",
        "[6] Brown, James (1989) Why do wages increase with tenure? On-the-job- training and life-cycle wage growth observed within firms American Eco- nomic Review 79, 971-991",
        "[3] Becker, Gary (1965) Human Capital. Chicago: The University of Chicago Press",
        "[4] Bishop, John (1994) The Impact of Previous Training on Productivity and Wages in Lisa Lynch (ed.) Training and the private sector. International comparisons. NBER Series in Comparative Labor Markets, Chicago: Univer- sity of Chicago Press, 161-199",
        "[1] Acemoghl, Daron (1996) Training and innovation in an imperfect labor mar- ket mimeographed, MIT",
        "[2] Acemoglu, Daron and Jorn-Steffen Pischke (1996) Why do firms train? The- ory and Evidence, NBER Working Paper No. 5605"
    ]
}