{
    "id": 5838,
    "cites": 27,
    "cited_by": 28,
    "reference": [
        "Advisory Commission for Intergovernmental Relations (ACIR) (1987). Fiscal Discipline in the Federal System: Experience of the States, Washington, DC: U.S. Government Printing Office.",
        "Alt, I. and R. C. Lowry (1994). Divided Government and Budget Deficits: Evidence from the States, American Political Science Review, Vol. 88, (December, 1994) pp. 811-828.",
        "Alesina, A. and R. Perotti (1995). Fiscal Expansions and Adjustments in OECD Countries, Economic Policy, Vol. 10 (November, 1995) pp. 207-248.",
        "Alesina, A., A. Prati, and G. Tabellini (1990). Public Confidence and Debt Management: A Model and a Case Study of Italy, in R. Dornbusch and M. Draghi (eds.), Public Debt Management: Theory and History, Cambridge: Cambridge University Press.",
        "Bayoumi, T. and B. Eichengreen (1995). Restraining Yourself: The Implications of Fiscal Rules for Economic Stabilization, IMF Staff Papers, Vol. 42 (March, 1995) pp. 32-48.",
        "Bayoumi, T., M. Goldstein, and G. Woglom (1995). Do Credit Markets Discipline Sovereign Borrowers? Evidence from the U.S. States, Journal of Money. Credit, and Banking, Vol. 27 (November, 1995) pp. 1046-1058.",
        "Bohn H. and R. P. Inman, (1996). Balanced Budget Rules and Public Deficits: Evidence from the U. S. States, Carnegie-Rochester Conference Series on Public Policy, (Forthcoming, 1996).",
        "Brennan, G. and J. Buchanan (1980). The Power to Tax: Analytical Foundations of a Fiscal Constitution, Cambridge: Cambridge University Press.",
        "Buiter, W., G. Corsetti, and N. Roubini (1993). Maastrichts Fiscal Rules, Economic Policy, Vol. 16 (April, 1993) pp. 58-100.",
        "Calvo, G. (1988). Servicing the Public Debt: The Role of Expectations, American Economic Review, Vol. 78 (September, 1988) pp. 647-661.",
        "Canzoneri, M. and B. T. Diba (1991). Fiscal Deficits, Financial Integration, and a Central Bank for Europe, Journal of the Japanese and International Economies, Vol. 5 (December, 1991) pp. 381-403.",
        "Developments in the Law (1982), The Interpretation of State Constitutional Rights, Harvard Law Review, Vol. 95 (March, 1982) pp. 1324-1502.",
        "English, William. (1996). Understanding the Costs of Sovereign Default: American State Debts in the 1840s, American Economic Review, Vol. 86 (March, 1996) pp. 259-275.",
        "Erikson, R., G. Wright, and J. Mclver (1993). Statehouse Democracy: Public Opinion and Policy in American States, Cambridge: Cambridge University Press.",
        "Garrett, Geoffrey. (1996). Economic and Political Dimensions on the Transition to the EMU, in B. Eichengreen and J. Frieden (eds.), The Transition to the EMU, Ann Arbor: University of Michigan Press.",
        "Gros, Daniel. (1996). Towards Economic and Monetary Union: Problems and Prospects. Brussels: Centre for European Policy Studies.",
        "Kotlikoff, L., T. Persson, and L. Svensson (1988). Social Contracts as Assets: A Possible Solution to the Time-Consistency Problem, American Economic Review, Vol. 78, (September, 1988) pp. 662-677.",
        "Poterba, J. (1994). State Responses to Fiscal Crises: The Effects of Budgetary Institutions and Politics, Journal of Political Economy, Vol. 102 (August, 1994) pp. 799-82 1.",
        "Poterba, J. (1996). Budget Institutions and Fiscal Policy in U.S. States, American Economic Review, Vol. 86 (May, 1996) pp. 395-400.",
        "Ratchford, B. U. (1941). American State Debts, Durham, N.C.: Duke University Press.",
        "Rasmussen, E. (1994). Judicial Legitimacy as a Repeated Game, The Journal of Law. Economics, and Organization, Vol. 10 (Spring, 1994) pp. 63-83.",
        "Roubini, N. (1995). The Economics of Fiscal Bondage: The Balanced Budget Amendment and other Binding Fiscal Rules, (mimeo.).",
        "Savage, J. (1998). Balanced Budgets and American Politics, Ithaca: Cornell University Press.",
        "Tabellini, G. and A. Alesina (1990). Voting on the Budget Deficit, American Economic Review, Vol. 80 (March, 1990) pp. 37-49.",
        "Monetary Union, American Economic Review, Vol. 86 (May, 1996) pp. 134-138.",
        "Discipline, European Economic Review, Vol. 39 (April, 1995) pp. 771-779.",
        "Zarazaga, C. (1993). Hyperinflations and Moral Hazard in the Appropriation of Seigniorage, Federal Reserve Bank of Philadelphia, WP 93-26, November, 1993."
    ]
}