{
    "id": 5843,
    "cites": 19,
    "cited_by": 3,
    "reference": [
        "Rubin, G.L., J. Gold and W. Cates, Jr. 1979. Response of Low Income Women and Abortion Facilities to Restriction of Public Funds for Abortion: A Study of a Large Metropolitan Area. American Journal of Public Health 69(9): 930-948.",
        "Trussell, J.T., J. Menken, B.L. Lindheim, and B. Vaughan. 1980. The Impact of Restricting Medicaid Financing for Abortion. Family Planning Perspectives 12(3): 120-130.",
        "Posner, Richard A. (1992) Sex and Reason. Cambridge: Harvard University Press.",
        "Meier, K.J. and D.R. McFarlane. 1994. State Family Planning and Abortion Expenditures: Their Effect on Public Health. American Journal of Public Health 84(9): 1468-1472.",
        "Ohsfeldt, R. and S.F. Gohmann. 1992. Abortion and Infant Health Production Functions. mimeo, Department of Health Care Organization and Policy, University of Alabama at Birmingham.",
        "Levine, P.B., A.B. Trainor and D.J. Zimmerman. 1995. The Effect of Medicaid Abortion Funding Restrictions on Abortions, Pregnancies, and Births. NBER Working Paper No.",
        "Matthews, Stephen, David Ribar and Mark Wilhelm, 1995. The Effects of Economic Conditions and Access to Reproductive Health Services on State Abortion and Birth Rates Penn State Working Paper No. 7-954.",
        "Kane, Thomas J. and Douglas Staiger, 1996. Teen Motherhood and Abortion Access Quarterly Journal of Economics 1 11; May, 467-506.",
        "Joyce, Theodore and Michael. Grossman. 1990. Pregnancy Wantedness and the Early Initiation of Prenatal Care. Demography 27: 1-17.",
        "Joyce, Theodore and Robert Kaestner, 1996. The Effect of Medicaid Income Eligibility Expansions on Abortion Demography.",
        "Grossman, M. and S. Jacobowitz. 1981. Variations in Infant Mortality Rates Among Counties of the United States: The Roles of Public Policies and Programs.t Demography 18: 695-713.",
        "Haas-Wilson, D. 1996. The Impact of State Abortion Restrictions on Minors Demand for Abortions. The Journal of Human Resources 1: 140-158.",
        "Jackson, C.A. and J.A. Klerrnan. 1993. Fixed Effects, Public Policy and Teenage Fertility. RAND Labor and Population Program Working Paper 93-24.",
        "Johnson, Norman L. and Samuel Kotz (1969), Discrete Distributions Boston: Houghton Miflin.",
        "Blank, R., C. George and R. London. 1994. State Abortion Rates: The Impact of Policies, Providers, Politics, Demographics, and Economic Environment. NBER Working Paper No.",
        "Centers for Disease Control. 1980. Effects of Restricting Federal Funds for Abortion - Texas. Morbidity and Mortality Weekly Report 29(22): 253-254.",
        "Currie, J., L. Nixon and N. Cole. 1996. Restrictions on Medicaid Funding of Abortion: Effects on Birth Weight and Pregnancy Resolutions. The Journal of Human Resources 1: 159-187.",
        "Gold, R.B. and W. Cates, Jr. 1979. Restrictions of Federal Funds for Abortions: 18 months later. American Journal of Public Health 69(9): 929-930.",
        "Akerlof, George, Janet L. Yellen and Michael L. Katz, 1996. An Analysis of Out-of- wedlock Childbearing in the United States Quarters Journal of Economics 111, May, 277- 317."
    ]
}