{
    "id": 5847,
    "cites": 23,
    "cited_by": 131,
    "reference": [
        "Young, Alwyn, The Tyranny of Numbers: Confronting the Statistical Realities of the East Asian Experience, The Ouarterlv Journal of Economics, August 1995, 641-680.",
        "World Bank, The World Development Renort. 1994: Infrastructure for Development, The World Bank, Washington, D.C., 1994.",
        "Weitzman, Martin L., Optimal Growth with Scale Economies in the Creation of Overhead Capital, Review of Economic Studies, October 1970, 555-570.",
        "Solow, Robert M.,A Contribution to the Theory of Economic Growth, Ouarterlv Journal Economics, 70, February 1956, 65-94.",
        "Munnell, Alicia H., Why Has Productivity Growth Declined? Productivity and Public Investment, New England Economic Review, January/February 1990.",
        "Mankiw, N. Gregory, David Romer, and David N. Well, Contribution to the Empirics of Economic Growth, Harvard University, The Ouarterly Journal of Economics, May 1992, 407-437.",
        "Levine, Ross and David Renelt, A Sensitivity Analysis of Cross-Country Growth Regressions, American Economic Review, September 1992, 942-963.",
        "Knight, Malcolm, Norman Loayza, and Delano Villanueva, Testing the Neoclassical Theory of Economic Growth, IMF Staff Paners, Vol. 40, No. 3, September 1993, 512-541.",
        "Hulten, Charles R., Optimal Growth with Infrastructure Capital: Implications for Empirical Modeling, University of Maryland, 1994.",
        "Hulten, Charles R., Growth Accounting when Technical Change is Embodied in 28 Capital, American Economic Review, 82, September 1992, 964-980.",
        "Hulten, Charles R., The Measurement of Capital, in Ernst R. Berndt and Jack E. Triplett, eds., Fifty Years of Economic Measurement, Studies in Income and Wealth, Volume 54, Chicago: Chicago University Press for the National Bureau of Economic Research, 1990, 119-152.",
        "Fay, Marianne, The Contribution of Power Infrastructure to Economic Growth, The World Bank, October 1995.",
        "Hirschman, Albert O., The Strategy of Economic Development, Yale University Press, New Haven CT, 1958 Holtz-Eakin, Douglas, and Amy Ellen Schwartz, Infrastructure in a Structural Model of Economic Growth, Regional Science and Urban Economics, vol.",
        "Easterly, William and Ross Levine, Fiscal Policy and Economic Growth, Journal of Monetarv Economics, 32, 1993, 417-458.",
        "Easterly, William and Sergio Rebelo, Africas Growth Tragedy: Policies and Ethnic Divisions, World Bank, February 1994.",
        "Devaraj an, Shantayanan, Vinaya Swaroop, and Heng-fu Zou, Why Do Governments Buy? The Composition of Public Expenditures and Economic Performance, Public Economics Division, The World Bank, October 1993.",
        "Canning, David and Marianne Fay, The Effect of Transportation Networks on Economic Growth, Columbia University, May 1993.",
        "Baxter, Marianne and Robert G. King, Fiscal Policy in General Equilibrium, American Economic Review, 83, June 1993, 315-334.",
        "Barro, Robert J. and Xavier Sala-i-Martin, Economic Growth, Mc Graw-Hill, New York, 1995.",
        "Barro, Robert J., Government Spending in a Simple Model of Endogenous Growth, Journal of Political Economy, 98, No. 5, Pt. 2, 1990, S103- S125.",
        "Aschauer, David A., Public Investment and Productivity Growth in the Group of Seven, Economic Perspectives, Federal Reserve Bank of Chicago, 13, 1989b.",
        "Aschauer, David A., Is Public Expenditure Productive?, Journal of Monetarv Economics, 23, 1989a, 177-200.",
        "Arrow, Kenneth J. and Mordecai Kurz, Public Investment. the Rate of Return. and Optimal Fiscal Policv, Baltimore: The Johns Hopkins Press (for Resources for the Future), 1970."
    ]
}