{
    "id": 5851,
    "cites": 28,
    "cited_by": 29,
    "reference": [
        "[32] Zhu, Xiadong [1992], Optimal Fiscal Policy in a Stochastic Growth Model, Journal of Economic Theory 58, December, 250-289. 38",
        "[30] Rebelo, Sergio [1991], Long-Run Policy Analysis and Long-Run Growth, Journal of Political Economy 99, June, 500-521.",
        "[31] Sargent, Thomas [1987], Macroeconomic Theory, 2nd edition, Academic Press.",
        "[29] Stokey, Nancy and Sergio Rebelo [1995], Growth Effects of Flat-Rate Taxes, Journal of Political Economy 103, June, 419-450.",
        "[27] Pecorino [1993], Tax Structure and Growth in a Model with Human Capi- tal, Journal of Public Economics 52, 251-271.",
        "[28] Shell, Karl [1967], A Model of Inventive Activity and Capital Accumu- lation, in Shell (ed.) Essays in the Theory of Optimal Economic Growth, Cambridge, MA: MIT Press.",
        "[26] Mulligan, Casey and Xavier Sala-i-Martin [1993], Transitional Dynamics in Two-Sector Models of Endogenous Growth, Quarterly Journal of Eco- nomics, CVIII, August, 739-773.",
        "[23] Milesi Ferretti, Gian Maria and Nouriel Roubini [1994a], Optimal Taxa- tion of Human and Physical Capital in Endogenous Growth Models, NBER Working Paper No. 4882, October. 37 Milesi Ferretti, Gian Maria and Nouriel Roubini [1994b], Taxation and En- dogenous Growth in Open Economies, NBER Working Paper No. 4881, October.",
        "[25] Milesi Ferretti, Gian Maria and Nouriel Roubini [1995], Growth Effects of Income and Consumption Taxes: Positive and Normative Analysis, NBER Working Paper No. 5317, October.",
        "[18] Jones, Larry, Rodolfo E. Manuelli and Peter Rossi [1996], On the Optimal Taxation of Capital Income, Journal of Economic Theory, forthcoming.",
        "[19] Judd, Kenneth [1995a], The Optimal Tax Rate for Capital Income is Neg- ative, Hoover Institution, Stanford University, April.",
        "[22] Lucas, Robert E. Jr. [1990], Supply-Side Economics: An Analytical Re- view, Oxford Economic Papers 42, 293-316.",
        "[17] Jones, Larry, Rodolfo E. Manuelli and Peter Rossi [1993], Optimal Taxation in Models of Endogenous Growth, Journal of Political Economy 101, June, 485-517.",
        "[14] Glomm, Gerhard and B. Ravikumar [1994a] Public Investment in Infras- tructure in a Simple Growth Model, Journal of Economic Dynamics and Control. Glomm, Gerhard and B. Ravikumar [1994b] Competitive Equilibrium and Public Investment Plans, mimeo, University of Virginia.",
        "[16] Greenwood, Jeremy and Zvi Hercowitz [1991], The Allocation of Capital and Time over the Business Cycle, Journal of Political Economy 99, December, 1188-1214.",
        "[12] Corsetti, Giancarlo and Nouriel Roubini [1996] Tax Certificates as an Al- ternative to Distortionary Taxation, mimeo, New York University.",
        "[13] Easterly, William and Sergio Rebelo [1994], Fiscal Policy and Economic Growth: An Empirical Investigation,CEPR Discussion Paper No.885, Jan- uary.",
        "[11] Corsetti, Giancarlo [1997], A Portfolio Approach to Endogenous: Equi- librium and Optimal Policy Journal of Economics Dynamics and Control, forthcoming. 36",
        "[10] Corsetti, Giancarlo [1995], The Optimality of Creditor States: A Portfolio Perspective on Capital Taxation and Growth, mimeo, University of Rome.",
        "[9] Corsetti, Giancarlo [1991], Uncertainty, Policy and Growth, unpublished Ph.D. dissertation, Yale University.",
        "[8] Chari, V.V., Lawrence Christiano and Patrick Kehoe [1994], Optimal Fiscal Policy in a Business Cycle Model, Journal of Political Economy, 102(4), 617-652.",
        "[6] Benhabib, Jess, Richard Rogerson and Randall Wright [1991], Homework in Macroeconomics: Household Production and Aggregate Fluctuations, Journal of Political Economy 99, December, 1166-1187.",
        "[7] Chamley, Christophe [1986], Optimal Taxation of Capital Income in General Equilibrium with Infinite Lives, Econometrica 54, May, 607-622.",
        "[5] Benhabib, Jess and Andres Velasco [1995]. On the Economics of Fiscal Pop- ulism in an Open Economy, Institute for Empirical Macroeconomics Dis- cussion Paper No.97, Federal Reserve Bank of Minneapolis, January.",
        "[4] Barro, Robert and Xavier Sala-i-Martin [1995], Economic Growth, McGraw Hill.",
        "[3] Barro, Robert and Xavier Sala-i-Martin [1992], Public Finance in Models of Economic Growth, Review of Economic Studies 59, 645-661.",
        "[2] Barro, Robert [1990], Government Spending in a Simple Model of Endoge- nous Growth, Journal of Political Economy 98, part 2, October, S103-S125.",
        "[1] Arrow, Kenneth and Kurz, Mordechai [1970]. Public Investment, the Rate of Return and Optimal Fiscal Policy. Baltimore: Johns Hopkins University Press, 1970."
    ]
}