{
    "id": 5852,
    "cites": 13,
    "cited_by": 5,
    "reference": [
        "Lamont, Owen (1995): lilacroeconomic Forecasts and Microeconomic Forecasters, NBER Working Paper 5284.",
        "Lehman, Bruce N. and David M. IIodest (1987): Mutual Fund Performance Evaluation: A Comparison of Benchmarks and Benclunark Comparisons, The Journal of Finance 42, 233-265.",
        "Jegadeesh, Narasimhan and Sheridan Titman (1993): Returns to Buying Winners and Selling Losers: Implications for Stock Marl;et Efficiency, The Journal of Finance 48, 65- 91.",
        "Khorana, Ajay (1996): Top Management Turnover: An Empirical Investigation of Mutual Fund Managers, Journal of Financial Economics 40, 403-427.",
        "Carhart, Mark M. (1995): Persistence in Mutual Fund Performance, University of South- ern California Working Paper.",
        "Daniel, I(ent D. and Sheridan Titnran (19!36): Evidence on the characteristics of cross- sectional variation in common stock returns, The Journal of Finance, forthcoming. Elton, Edwin J., Martin J. Grul~er, Sanjiv Das, and Matt Hlavka (1993): Efficiency with Costly Information: A Re-Interpretatin of Evidence from Managed Portfolios, Revieu of Financial Studies 6, 1-21.",
        "Fama, Eugene F. and Kenneth R. I~rencl~ (1992): The Cross-Section of Expected Stock Returns, Tile Journal of Finance 47, 427-465.",
        "Fama, Eugene F. and Kenneth R. French (1993): Common Risk Factors in the Returns on Bonds and Stocks, Journal of Financial Economics 33, 3-53.",
        "Goetzmann, William N. and Roger G. Il~l~otso~t (1994): Do Thinners Repeat? Patterns in Mutual Fund Performance, Journal of Portfolio Management 20, 9-18.",
        "Grinblatt, Mark and Sheridan Titman (19S9a): Mutual Fund Performance: An Analysis of Quarterly Portfolio Holdings, Journal of Business 62, 394-415. Grinblatt, Mark and Sheridan Titian (19891~): Portfolio Performance Evaluation: Old Issues and New Insights, Tlte Review of Financial Studies 2, 394-415.",
        "Gruber, Martin J. (1996): Another Puzzle: The Growth in Actively Managed Mutual Funds, The Journal of Finance 51, 783-810.",
        "Brown, Stephen J. and William N. C;oetz~tann (1995): Perfomance Persistence, The Journal of Finance 50, G79-698.",
        "Brown, Stephen J., William N. Goetzmann, Roger G. Ibbotson and Steven A. Ross (1992): Survivorship Bias in Performance Studies, Review of Financial Studies 5, 553-580."
    ]
}