{
    "id": 5853,
    "cites": 14,
    "cited_by": 3,
    "reference": [
        "Genschel , Ph ilipp and Raymund Werle, 1 993, a From National Hierarchies to International Standardization: Modal Changes in the Governance of Telecommunicationsa, Journal of Public Policy, 1 3, 203-225. - 29 Hemenway, David, 1975, Industrywide Voluntary Product Standards, Cambridge, Ma: Ballinger.",
        "Kindleberger, Charles, 1983, Standards as Public, Collective and Private Goods., Kyklos, 36, 377-396.",
        "Nicolas, Florence, 1 988, Common Standards for Enterprises, Brussells: Commission of the European Communities. OECD, 1991, Consumers. Product Safety Standards and International Trade, Paris.",
        "Sun, Jeanne-Mey and Jacques Pelkmans, 1995, Regulatory Competition in the Single Markets, Journal of Common Market Studies, 33, March, 67-89.",
        "Sykes, Alan, 1995, Product Standards for Intemationaliv Integrated Goods Markets, Washington, D.C.: The Broookings Institution.",
        "UNIDO, 1991, International Product Standards: Trends and Issues.",
        "U.S. Department of Commerce, 1977, Voluntarv Standards: Problems. Issues and Altematives for Federal Action, July.",
        "Federal Trade Commission, 1 983, Standards and Certification: Final Staff Report, April. Genschel, Philipp, 1995, Ã\u0082Â·How Fragmentation Can Improve Coordination, mimeo, Max Planck Institut fur GesellschRsforschung.",
        "Dixit, Avinash and Joseph Stiglitz, 1 977, Monopolistic Competition and Optimum Product Diversitya, American Economic Review, 67, June. Dybvig, Philip and Chester Spatt, 1983, Ã\u0082Â·Adoption Externalities as Public Goods, Joumal of Public Economics, 20, 231-247.",
        "Buchanan, J. M., 1965, Ã\u0082Â·An Economic Theory of Clubs., Economica, 33.",
        "Casella, Alessandra, 1996a, Ã\u0082Â·The Role of Market Size in the Formation of Jurisdictionsa, CEPR W.P. No. 1429, June.",
        "Casella, Alessandra, 1 996b, Ã\u0082Â·Free Trade and Evolving Standards. in J. Bhagwati and R. Hudec, Harmonization and Fair Trade, MIT Press: Cambridge, Ma. DIN, 1 994, GeschaRsbencht 1993/94, Berlin: Beuth.",
        "Berger, Wolfang Gotz and Reiner Clement, 1 990, aOkonomische Bedeutung der Normung auf dem Gebiet der Informationstechnik: Einege Eckwerte fur die Bundesrepublik Deutschland., DlN-Mmeilunnen und Elektronorm 69, S.490-491. Besen, Stanley M. and Joseph Farrell, 1994, Choosing How to Compete: Strategies and Tactics in Standardizations, Joumal of Economic Perspectives, 8, Spring, 11 7-131.",
        "Bhagwati, Jagdish, 1 994, Optimal Standards Diversity Among Trading Nations., mimeo, Columbia University. Bhagwati, Jagdish and Robert Hudec (ads.), 1996, Harmonization and Fair Trade, MIT Press: Cambridge, Ma."
    ]
}