{
    "id": 586,
    "cites": 40,
    "cited_by": 0,
    "reference": [
        "Backus, David; Brainard, William C.; Smith, Gary; and Tobin, James. \"A Model of U.S. Financial and Nonfinancial Economic Behavior.\" Journal of Money, Credit, and Banking, XII (May, 1980), 259-293.",
        "Blanchard, Olivier J. , and Plantes, Mary K. \"A Note on Gross Substitutability of Financial Assets.\" Econometrica, XLV (April, 1977), 769-771.",
        "Blinder, Alan S., and Solow, Robert M. \"Does Fiscal Policy Matter?\" Journal of Public Economics, II (November, 1973), 319-337.",
        "Board of Governors of the Federal Reserve System. Flow of Funds Accounts 1946-1975. Washington: 1975.",
        "Bosworth, Barry, and Duesenberry, James S. \"A Flow of Funds Model and Its Implications.\" Federal Reserve Bank of Boston, Issues in Federal Debt Management . Boston: 1973.",
        "Brainard, William C., and Tobin, James. \"Pitfalls in Financial Model-Building.\" American Economic Review, LVII (May, 1968), 99-122.",
        "Brownlee, 0. H. , and Scott, I. 0. \"Utility, Liquidity, and Debt Management.\" Econometrica, XXXI (July, 1963), 349-362.",
        "Brundy, James M., and Jorgenson, Dale W. \"Efficient Estimation of Simultaneous Equations by Instrumental Variables.\" Review of Economics and Statistics, LIII (August, 1971), 207-224.",
        "Christ, Carl F. \"A Simple Macroeconomic Model with a Government Budget Constraint.\" Journal of Political Economy, LXXVI (January/February, 1968), 53-67.",
        "Clark, Peter K. \"Investment in the 1970s: Theory, Performance, and Prediction.\" Brookings Papers on Economic Activity, (1979, No. 1), 73-113.",
        "Fair, Ray C., and Malkiel, Burton G. \"The Determination of Yield Differentials Between Debt Instruments of the Same Maturity.\" Journal of Money, Credit, and Banking, III (November, 1971), 733-749.",
        "Friedman, Benjamin M. \"Financial Flow Variables and the Short-Run Determination of Long-Term Interest Rates.\" Journal of Political Economy, LXXXV (August, 1977), 661-689.",
        "Friedman, Benjamin M. \"Crowding Out or Crowding In? Economic Consequences of Financing Government Deficits.\" Brookings Papers on Economic Activity, (1978, No. 3), 593-641.",
        "Friedman, Benjamin M. \"Substitution and Expectation Effects on Long-Term Borrowing Behavior and Long-Term Interest Rates.\" Journal of Money, Credit, and Banking, XI (May, 1979), 131-150.",
        "Friedman, Benjamin M. \"The Effect of Shifting Wealth Ownership on the Term Structure of Interest Rates: The Case of Pensions.\" Quarterly Journal of Economics, XCIV (May, 1980), 567-590.",
        "Friedman, Benjamin M. \"The Determination of Long-Term Interest Rates: Implications for Fiscal and Monetary Policies.\" Journal of Money, Credit, and Banking, XII (May, 1980), 331-352.",
        "Friedman, Benjamin M., and Roley, V. Vance. \"Investors1 Portfolio Behavior Under Alternative Models of Long-Term Interest Rate Expectations: Unitary, Rational, or Autoregressive.\" Econometrica, XLVII (November, 1979), 1475-1497.",
        "Friedman, Benjamin M. , and Roley, V. Vance. \"A Note on the Derivation of Linear Homogeneous Asset Demand Functions.\" Mimeo, Harvard University, 1979.",
        "Hamburger, Michael J., and Silber, William L. \"Debt Management and Interest Rates: A Re-examination of the Evidence.\" The Manchester School of Economic and Social Studies, XXXIX (December, 1971), 261-266.",
        "Hendershott, Patrie H. Understanding Capital Markets: A Flow-of-Funds Financial Model (Volume 1). Lexington, Mass.: D.C. Heath, 1977.",
        "Jones, David S. A Structural Econometric Model of the United States Equity Market. Ph.D. dissertation, Harvard University, 1979.",
        "Keynes, John Maynard. The General Theory of Employment, Interest and Money. New York: Harcourt, Brace, 1936.",
        "Leijonhufvud, Axel. On Keynesian Economics and the Economics of Keynes. New York: Oxford University Press, 1968.",
        "Modigliani, Franco. \"The Dynamics of Portfolio Adjustment and the Flow of Savings Through Financial Intermediaries.\" Gramlich and Jaffe (eds.), Savings Deposits, Mortgages and Housing. Lexington, Mass.: D.C. Heath, 1972.",
        "Modigliani, Franco, and Sutch, Richard. \"Innovations in Interest Rate Policy.\" American Economic Review, LVI (May, 1966), 178-197.",
        "Modigliani, Franco, and Sutch, Richard. \"Debt Management and the Term Structure of Interest Rates: An Empirical Analysis of Recent Experience.\" Journal of Political Economy, LXXV (August, 1967), 569-589.",
        "Okun, Arthur M. \"Monetary Policy, Debt Management, and Interest Rates: A Quantitative Appraisal.\" Commission on Money and Credit, Fiscal and Debt Management Policies. Englewood Cliffs, N.J.: Prentice-Hall, 1963.",
        "Roley, V. Vance. A Structural Model of the U.S. Government Securities Market. Ph.D. dissertation, Harvard University, 1977.",
        "Roley, V. Vance. \"A Theory of Federal Debt Management.\" American Economic Review, LXIX (December, 1979), 915-926.",
        "Roley, V. Vance, \"The Determinants of the Treasury Security Yield Curve.\" Mimeo, Federal Reserve Bank of Kansas Ci.ty, 1979.",
        "Roley, V. Vance. \"Symmetry Restrictions in a System of Financial Asset Demands: A Theoretical and Empirical Analysis.\" Mimeo, Federal Reserve Bank of Kansas City, 1979.",
        "Roley, V. Vance. \"The Role of Commercial Banks' Portfolio Behavior in the Determination of Treasury Security Yields.\" Journal of Money, Credit, and Banking, XII (May, 1980), 353-369.",
        "Roley, V. Vance. \"A Disaggregated Structural Model of the Treasury Securities, Corporate Bond, and Equity Markets: Estimation and Simulation Results.\" Mimeo, Federal Reserve Bank of Kansas City, 1980.",
        "Rolph, Earl R. \"Principles of Debt Management.\" American Economic Review, XLVII (June, 1957), 302-320.",
        "Silber, William L. \"Fiscal Policy in IS-LM Analysis: A Correction.\" Journal of Money, Credit, and Banking, II (November, 1970), 461-472.",
        "Smith, Warren L. \"Debt Management in the United States.\" Joint Economic Committee, U.S. Congress, Study of Employment, Growth, and Price Levels. Washington: Government Printing Office, 1960.",
        "Taylor, Stephen P., and Wood, John. \"Federal Debt by Weighted Maturity Classes for Use in Flow-of-Funds Accounts.\" Mimeo, Board of Governors of the Federal Reserve System, 1963.",
        "Tobin, James. \"Money, Capital, and Other Stores of Value.\" American Economic Review, LI (May, 1961), 26-37.",
        "Tobin, James. \"An Essay on the Principles of Debt Management.\" Commission on Money and Credit, Fiscal and Debt Management Policies. Englewood Cliffs, N.J.: Prentice-Hall, 1963.",
        "Tobin, James. \"A General Equilibrium Approach to Monetary Theory.\" Journal of Money, Credit, and Banking, I (February, 1969), 15-29."
    ]
}