{
    "id": 5860,
    "cites": 55,
    "cited_by": 11,
    "reference": [
        "We conduct some sensitivity checks on this issue, described below. 13. See Kan and Zhang (1996) for recent simulation evidence on the reliability of GLS it-squares in cross-sectional regressions.",
        "Wheatley, Simon, 1988, Some tests of the consumption-based asset pricing model, Journal of Monetary Economics.",
        "Wadhwani, Sushil, and Mushtaq Shah, 1993, Valuation indicators and stock market prediction: I, working paper, Goldman Sachs International, Ltd., London.",
        "Stulz, Rene M., 1984, Pricing Capital Assets in an International Setting: An Introduction, Journal of International Business Studies 15, 55-74.",
        "Stulz, Rene M. and Walter Wasserfallen, 1995, Foreign equity investment restrictions, capital flight, and shareholder wealth maximization: Theory and evidence, Review of Financial Studies 8, 1019-105.",
        "Solnik, Bruno, 1994, The Unconditional Performance of International Asset Allocation Strategies using Conditioning Information, Journal of Empirical Finance.",
        "Rosenberg, Barr and Vinay Marathe, 1979, Tests of capital asset pricing hypotheses, Research in Finance 1, 115-223.",
        "Rosenberg, Barr, K Reid and R. Lanstein, 1985, Persuasive evidence of market inefficiency, Journal of Portfolio Management (Spring), 9-17.",
        "Ross, Stephen A., 1976, The arbitrage theory of capital asset pricing, Journal of Economic Theory 13, 341 --360.",
        "Solnik, Bruno, 1974a, An equilibrium model of the international capital market, Journal of Economic Theory 8, 500--524.",
        "Solaik, Bruno, 1974b, The international pricing of risk: An empirical investigation of the world capital market structure, Journal of Finance 29, 48--54.",
        "Solnik, Bruno, 1977, Testing international asset pricing: Some pessimistic views, Journal of Finance 32 (1977), 503--511.",
        "Merton, Robert C., 1973, An Intertemporal Capital Asset Pricing Model, Econometriea 41, 867-87.",
        "Morningstar, 1995, The Morningstar, Inc. OnDise data base.",
        "Mandelker, Gershon, and Kishore Tandon, 1985, Common stock returns, real activity and inflation: some international evidence, Journal of International Money and Finanee 4, 267-286.",
        "Mark, Nelson C., 1985, On Time-varying Risk Premia in the Foreign Exchange Market: An Econometric Analysis, Journal of Monetary Economics 16, 3-18.",
        "Econometriea 62, 901-934. Kothari, S. P., Jay Shanken and Richard G. Sloan, 1995, Another look at the cross-section of expected stock returns, Journal of Finanee 50, 185-224.",
        "Lakonishok, Josef, Andrei Shliefer and Robert W. Vishay, 1994, Contrarian Investment, Extrapolation, and Risk, Journal of Finanee 49, 1541-1578.",
        "Lintner, John, 1965, The Valuation of Assets and the Selection of Risky Investments in Stock Portfolios and Capital Budgets, Review of Economies and Statistics 47, 13-37.",
        "Kim, Dongcheol, 1995, The errors in the variables problem in the cross-section of expected stock returns, Journal of Finanee 50, 1605-1634.",
        "King, Mervyn, Enrique Sentana and Sushil Wadhwani, 1994, Volatility and links between national markets.",
        "Harris, Thomas C. and Tim C. Opler, 1990, Stock market returns and real activity, working paper, UCLA.",
        "Haugen, Robert A. and Nardin L. Baker, 1996, Commonality in the determinants of expected stock returns, Journal of Financial Economics 41, 401-440.",
        "Haugton, Kelly and Jon A. Christopherson, 1990, Equity style indexes: Tools for better performance evaluation and plan management, Frank Russell Company white paper.",
        "Duke University. , 1991a, The term structure and world economic growth, Journal of Fixed Income 1, 4-17.",
        "Financial Economics 24, 289-318. , 1988, The real term structure and consumption growth, Journal of Financial Economies 22, 305-334.",
        "Jegadeesh, Narasimhan and Sheridan Titman, 1993, Returns of buying winners and selling losers, Journal of Finanee 48, 65-91.",
        "Kester, and Luchrman, 1989, Real interest rates and the cost of capital, Japan and the World Economy 1, 279- 301.",
        "Hansen, Lars P., and Robert J. Hodrick, 1983, Risk averse speculation in forward foreign exchange markets: An econometric analysis of linear models, in Jacob A. Frenkel, ea.: Exchange rates and international 41 macroeconomics (University of Chicago Press, Chicago, IL), 113--152.",
        "Hansen, Lars P. and Kenneth Singleton, 1983, Stochastic consumption, risk aversion, and the temporal behavior of asset returns, Journal of Political Economy 91, 249-265.",
        "Hamao, Yasushi, 1988, An Empirical Examination of Arbitrage Pricing Theory: Using Japanese Data, Japan and the World Economv 1,45-61.",
        "Hansen, Lars P., 1982, Large Sample Properties of the Generalized Method of Moments Estimators, Econometrica 50, 1029-1054.",
        "Graham, Benjamin and D. Dodd, 1934, Security analysis, McGraw-Hill, New York.",
        "Guerard, John B. and Makoto Takano, 1990, Composite modelling in the Japanese equity markets, working paper presented at the Berkeley program in Finance (September).",
        "Market, Journal of International Monev and Finance 6. 107-123. Gibbons, Michael R., and Wayne E. Ferson, 1985, Tests of asset pricing models with changing expectations and an unobservable market portfolio, Journal of Financial Economics 14, 217--236.",
        "Giovannini, Alberto and Phillipe Jorion, 1989, Time Variation of Risk and Return in the Foreign Exchange and Stock Markets, Journal of Finance 44, 307-325.",
        "Ferson, Wayne E., 1996, ~Warning: Attribute-sorted Portfolios Can be Hazardous to Your Research, 1996, in Modern Portfolio Theorv and its Applications, edited by Saitou, S., K. Sawaki and K. Kubota, Center for Academic Societies, Osaka Japan ISBN 4-906417-10-2 c3033 p6000E, pp. 21-32.",
        "Ferson, Wayne E. and Campbell R. Harvey, 1994a, Sources of risk and expected returns in international equity markets, Journal of Banking and Finance 18, 775-803.",
        "Ferson, Wayne E., 1990, Are the latent variables in time-varying expected returns compensation for consumption risk?, Journal of Finance 45, 397-430.",
        "Fama, Eugene F. and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, 40 Journal of Financial Economics 33, 3-56.",
        "Fama, Eugene F. and Kenneth R. French, 1996, Multifactor explanations of asset pricing anomalies, Journal of Finance 51, 55-87.",
        "Fama, Eugene F. and James D. MacBeth, 1973, Risk, return and Equilibrium: Empirical Tests, Journal of Political Economy 81, 607-636.",
        "Conrad, Jennifer and Gautam Kaul, 1996, An anatomy of trading strategies, working paper, University of North Carolina.",
        "Dumas, Bernard, and Bruno Solaik, 1995, The world price of foreign exchange rate risk, Journal of Finance 50, 445-480.",
        "Capaul, C., I. Rowley and William Sharpe, 1993, International value and growth stock returns, Financial Analysts Journal, 27-36.",
        "Chen, Nai-fu., Roll, Richard R. and Ross, Stephen A., 1986, Economic Forces and the Stock Market, Journal of Business 59, 383-403.",
        "Brown, Stephen J. and Toshiyuki Otsuki, 1990a, Macroeconomic Factors and the Japanese Equity Markets: the CAPMD Project, chapter 8 in Edwin J. Elton and Martin J. Gruber (eds) Japanese Capital Markets, Harper and Row, New York, 175-192.",
        "Breen, William J. and Robert A. Korajcyk, 1994, On selection biases in book-to-market based tests of asset pricing models, working paper, Northwestern University.",
        "Bodurtha, James N., D. Chinhyung Cho and Lemma W. Senbet, 1989, Economic Forces and the Stock Market: An International Perspective, Global Finance Journal 1, 21-46.",
        "Bollerslev, Tim P., Robert F. Engle and Jeffrey M. Wooldridge, 1988, A capital asset pricing model with time-varying covariances, Journal of Political Economy 96, 116-131.",
        "Berk, Jonathan B., 1995, A critique of size-related anomalies, Review of Financial Studies 8, 275-286.",
        "Black, Fischer, 1993, Beta and return, Journal of Portfolio Management 20, 8--18.",
        "Ando, and Auerbach, 1990, Cost of Capital in Japan, Journal_of the Japanese and International Economies 4, 323-350.",
        "Basu, Sanjoy, 1977, The investment performance of common stocks in relation to their price-earnings ratios: A test of the efficient markets hypothesis, Journal of Finance 32, 663-682.",
        "Adler, Michael and Bernard Dumas, 1983, International Portfolio Selection and Corporation Finance: A Synthesis, Journal of Finance 38, 925-984."
    ]
}