{
    "id": 5861,
    "cites": 22,
    "cited_by": 14,
    "reference": [
        "Nickell, S.J. (1986) Dynamic Models of Labour Demand in Ashenfelter,O. and Layard, R. (eds) Handbook of Labour Economics, North Holland, Amsterdam.",
        "Newell, A. and Symon, J. S. V. (1987), Corporation, Laissez-Faire and the Rise in Unemployment, European Economic Review, vol. 31, pp. 567-601.",
        "I ~ear, E. P. (1990), Job Security Provisions and Employment,H Ouarterlv Journal of Economics, vol. 105, pp. 699 - 726.",
        "Leamer, Edward, In Search of Stolper-Samuelson Effects on U.S. Wages, NBER Working Paper 5427, January 1996.",
        "Layard, R. Nickell, S. and Jackman, R. (1991), Unemployment: Macroeconomic Performance and the Labour Market, OUP, Oxford.",
        "Marston, Richard (1990), Pricing to Market in Japanese Manufacturing, Journal of International Economics, December 1990, 29, 217-36.",
        "Krugman, Paul and Lawrence, Robert, HTrade, Jobs, and Wages, NBER Working Paper 4478, 1993.",
        "Mann, Catherine (1986), Prices, Profit Margins, and Exchange Rates, Federal Reserve Bulletin, June 1986, Z7, 366-379.",
        "Krugman, Paul and Baldwin, Richard, The Persistence of the U.S. Trade Deficit, Brook~ngs Papers on Economic Activity, 1987: 1, 1-43.",
        "Krugman, Paul, Pricing to Market When the Exchange Rate Changes, S.W. Arndt and J.D. Richardson, eds., Real-FinancialLinka~esAmonee Open Economies, Cambridge: MIT Press, 1987.",
        "Knetter, Michael (1989), Price Discrimination by U.S. and German Exporters, American Economic Review,March 1989,79, 198-210.",
        "Knetter, Michael, International Comparisons of Pricing-to-Market Behavior, American Economic Review, June 1993, 83, 473-486.",
        "Kasa, Kenneth, Adjustment Costs and Pricing-to-Market: Theory and Evidence, Journal of International Economics, February 1992, 1 -27.",
        "Hamem~esh, D. (1993) Labor Demand, Princeton University Press, Princeton.",
        "Feinberg, Robert, The Effects of Foreign Exchange Movements on U.S. Domestic Prices, Review of Economics and Statistics, August 1989, 505-11.",
        "Feenstra, Robert, Symmetric Pass-Through of Tariffs and Exchange Rates Under Imperfect Competition: An Empirical Test, Journal of International Economics, February 1989, 27, 25-45.",
        "Emerson, M. (1988), Regulation or Deregulation of the Labour Market: Policy Regimes for the Recruitment and Dismissal of Employees in the Industrialized Countries, European Economic Review, vol. 32, pp. 775 - 817.",
        "Carnpa, Jose, and Linda Goldberg, Investment, Exchange Rates, and External Exposure, JournalofInternationalEconomics, forthcoming, 1995.",
        "Bean, C. R., Layard, R. and Nickell, S. J. (1986), The Rise in Unemployment: A Multi- Country StudyH in Bean, C., Layard, R. and Nickell, S. (eds.) The Rise in Unemplovment, Basil Blackwell, Oxford.",
        "Burgess, S. M. and Dolado, J. J (1989), HIntertemporal Rules with a Variable Speed of Adjustment: An Application to U.K. Manufacturing Employment, Economic Journal, vol. 99, June 1989, 347-365.",
        "Branson, William and J. Love, United States Manufacturing and the Real Exchange Rate, in R. Marston, ea., Misalignment of Exchange Rates: Effects on Trade and Industrv, University of Chicago Press. Branson, William and Richard Marston, Price and Output Adjustment in Japanese Manufacturing, NBER Working Paper 2878, March 1989.",
        "Berman, Eli, Bound, John, and Machin, Steve, Implications of Skill-Biased Technical Change: International Evidence, mimeo, July 1996."
    ]
}