{
    "id": 5865,
    "cites": 21,
    "cited_by": 7,
    "reference": [
        "Stokey, Nancy L., The Volume and Composition of Trade between Rich and Poor Countries, Review of Economic Studies 58 (1991), 63-80.",
        "Stiglitz, Joseph E., Learning to Learn, Localized Learning and Technological Progress, in Economic Policy and Technological Performance, Partha Dasgupta and Paul Stoneman, eds. (Cambridge: Cambridge University Press, 1987).",
        "S71 -S 102. Schumacher, E. F., Small is Beautiful: Economics as if People Mattered, (New York: Harper and Row, 1973).",
        "Rebelo, Sergio, Long-Run Policy Analysis and Long-Run Growth, Journal of Political Economy 99 (1991), 500-521.",
        "Romer, Paul M., Increasing Returns and Long-Run Growth, Journal of Political Economy 94 (1986), 1002- 1037.",
        "Quah, Danny, Empirical Cross-Section Dynamics in Economic Growth, European Economic 21 Review (1993), 426-34.",
        "Economy 102 (1994), 298-321.",
        "Parente, Stephen L. and Edward C. Prescott, Changes in the Wealth of Nations, Federal Reserve Bank of Minneapolis Quarterly Review 17 (1993), 3-16.",
        "Mazumdar, Joy, The Role of Imported Machinery in Growth in LDCs, mimeo, Emory University, 1996.",
        "Mankiw, N. Gregory, David Romer and David N. Well, A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics 107 (1992), 407-437.",
        "Krugman, Paul R., Pop Internationalism (Cambridge, MA: MIT Press, 1996).",
        "Lee, Jong-Wha, Capital Goods Imports and Long-Run Growth, Journal of Development Economics 48 (1995): 91 - 110.",
        "Grossman, Gene and Elhanan Helpman, Innovation and Growth in the Global Economy (Cambridge, MA: MIT Press, 1991).",
        "Investment?Journal of Monetary Economics; 32 (1993), 395-415.",
        "Durlauf, Steven N. and Paul A. Johnson, Multiple Regimes and Cross-Country Growth Behaviour, Journal of Applied Econometrics, 10 (1995), 365-384.",
        "De Long, J. Bradford and Lawrence H. Summers, Equipment Investment and Economic Growth, Quarterly Journal of Economics 106 (1991), 445-502.",
        "Clark, Gregory, Why Isnt the Whole World Developed? Lessons from the Cotton Mills, Journal of Economic History (1987), 141-73.",
        "Benhabib, Jess and Mark M. Spiegel. The Role of Human Capital in Economic Development: Evidence from Aggregate Cross-Country Data, Journal of Monetary Economics 34 (1994): 143-73.",
        "Growth (forthcoming). Benhabib, Jess and Aldo Rustichini, Follow the Leader: On Growth and Diffusion, C. V. Starr Center for Applied Economics Working Paper 93-03, February 1993.",
        "Barro, Robert J. and Xavier Sala-i-Martin, Convergence across States and Regions, Brookings Papers on Economic Activity (1991), 107-182.",
        "Atkinson, Anthony B. and Joseph E. Stiglitz, A New View of Technological Change, Economic Journal 79 (1969), 573-78."
    ]
}