{
    "id": 5867,
    "cites": 32,
    "cited_by": 29,
    "reference": [
        "Wood, Adrian. 1994. North-South Trade, Employment and Inequality: Changing Fortunes in a Skill-Driven World. Oxford: Clarendon Press.",
        "Tullock, Gordon. 1967. The Welfare Costs of Tariffs, Monopolies and Theft, Western Economic Journal, 5.",
        "Verdier, Thierry. 1994. Models of Political Economy of Growth: A Short Survey? European Economic Review, 38.",
        "Williamson, Jeffrey G. 1974. Migration to the New World: Long Term Influences and Impact, Explorations in Economic History, 11, 4 (Summer).",
        "Cambridge: Cambridge University Press. 1995. The Evolution of Global Labor Markets Since 1830: Background Evidence and Hypotheses, Explorations in Economic History 32, 2 (April).",
        "History 56, 2 (June). 1996a. Globalization, Convergence and History, Journal of Economic 1996b. Globalization and Inequality Then and Now. NBER Working Paper No. 5491. Cambridge, MA: National Bureau of Economic Research; March.",
        "Hatton and Jeffrey G. Williamson, eds., Migration and the International Labor Market, 1850-1939. London: Routledge).",
        "Taylor, Alan M., and Jeffrey G. Williamson. 1997. Convergence in the Age of Mass Migration, European Review of Economic History.",
        "Timmer, Ashley S. 1996. Using Politics to Keep Up With the Joneses: United States Immigration Policy and Relative Incomes. Paper presented to the Joint Harvard- M.I.T. Research Training Group in Positive Political Economy. Cambridge, MA: Department of Economics, Harvard University (April); typescript.",
        "Timmer, Ashley S., and Jeffrey G. Williamson. 1995. The Political Economy of Migration Policies. Cambridge, MA: Department of Economics, Harvard University (September); typescript.",
        "Stolper, Wolfgang, and Paul A. Samuelson. 1941. Protection and Real Wages, Review of Economic Studies, 9.",
        "Taylor, Alan M. 1994. Mass Migration to Distant Southern Shores. In Timothy J.",
        "Journal of Economics (November). Persson, Torsten, and Guido Tabellini. 1994. Monetary anal Fiscal Policy, Volume 2: Politics. Cambridge, MA: MIT Press.",
        "Shughart, William, Robert Tollison, and Mwangi Kimenyi. 1986. The Political Economy of Immigration Restrictions, Yale Journal on Regulation, 51, 4.",
        "Mayer, Wolfgang. 1984. Endogenous Tariff Formation, American Economic Review, 74, 5 (December).",
        "Perotti, Roberto. 1992. Income Distribution, Politics, and Growth, American Economic Review, 82, 2 (May).",
        "Marvel, Howard P., and Edward J. Ray. 1983. The Kennedy Round: Evidence on the Regulation of International Trade in the United States, American Economic Review, 73, 1 (March).",
        "Lewis, W. Arthur. 1978. The Evolution of the International Economic Order. Princeton, NJ: Princeton University Press.",
        "Magee, Stephen P., William A. Brock, and Leslie Young. 1989. Black Hole Tariffs and Endogenous Policy Theory. New York: Cambridge University Press.",
        "Hillman, Arye L. 1989. The Political Economy of Protection. New York: Harwood Academic Publishers.",
        "Krueger, Anne O. 1974. The Political Economy of the Rent Seeking Society, American Economic Review, 64, 3 (June).",
        "University Press. 1995. The Impact of Immigration on American Labor Markets Prior to the Quotas. NBER Working Paper No. 5185. Cambridge, MA: National Bureau of Economic Research; July.",
        "Freeman, Richard. 1995. Are Your Wages Set in Beijing? Journal of Economic Perspectives, 9, 3 (Summer).",
        "Experience. In Timothy J. Hatton and Jeffrey G. Williamson, eds., Migration and the international Labor Market, 1850-1939 (London: Routledge).",
        "Flam, Henry, and M. June Flanders. 1991. Heckscher-Ohlin Trade Theory. Cambridge, MA: MIT Press.",
        "Freeman, Gary P. 1992. Migration Policy and Politics in the Receiving States, International Migration Review, 26, 4.",
        "Buchanan, James M., and Gordon Tullock. 1962. The Calculus of Consent. Ann Arbor, MI: University of Michigan Press.",
        "Cheng, Leonard K., and Kar-yiu Wong. 1990. On the Strategic Choice Between Capital and Labor Mobility, Journal of Interrogational Economics, 28.",
        "Benhabib, Jess. Forthcoming. On the Political Economy of Immigration, European Economic Review. Black, Duncan. 1948. On the Rationale of Group Decision Making, Journal of Political Economy, 56 (February).",
        "Borjas, George. 1994. The Economics of Immigration, Journal of Economic Literature, 32, 4 (December).",
        "Alesina, Alberto, and Dani Rodrik. 1994. Distributive Politics and Economic Growth, Quarterly Journal of Economics, 109, 2 (May).",
        "Arrow, Kenneth J. 1963. Social Choice and individual Values. Second edition. New Haven, CT: Yale University Press."
    ]
}