{
    "id": 5868,
    "cites": 20,
    "cited_by": 14,
    "reference": [
        "Tyson, Laura. Dynamic Scoring: Not Ready for Prime Time, The Wall Street Journal, January 12, 1995.",
        "Stuart, Charles. Welfare Cost per dollar of Additional Tax Revenue in the United States, American Economic Review, (1984), pp 352-362.",
        "Slemrod, Joel and Shlomo Yitzhaki. The Costs of Taxation and the Marginal Cost of Funds, International Monetary Fund, August 1995.",
        "Joint Committee on Taxation. Methodology and Issues in the Revenue Estimating Process, JCX-2-95, January 1995.",
        "Joint Committee on Taxation. Discussion of Revenue Estimation Methodology and Process, Washington, DC: GPO, 1992.",
        "Lyon, Andrew. Should We Be Afraid of Dynamic Revenue Estimates? Paper presented to the National Tax Association, October 1995.",
        "Navratil, John. Essay on the Impact of Marginal Tax Rate Reductions on the Reporting of Taxable Income on Individual Income Tax Returns, Doctoral Dissertation, Harvard University, 1995.",
        "Pigou, A.C. Public Finance, London: Macmillan, 1928.",
        "Penner, Rudolph. Whose Best Guess? The Washington Post, November 25, 1994.",
        "Poterba, James and Andrew Samwick. Stock Ownership Patterns, Stock Market Fluctuations, and Consumption, Brookings Papers on Economic Activity, 2:1995, pp 295-357.",
        "Rippe, Richard. Further Gains In Corporate Profitability, Economic Outlook Monthly, Prudential Securities, Inc., August 1995.",
        "NTAS.I 12596 29 Sunley, Emil and Randolph Weiss. The Revenue Estimating Process, Tax Notes, (June 10, 1991), pp 1299-1314.",
        "Feldstein, Martin and Daniel Feenberg. Higher Tax Rates with Little Revenue Gain: An Empirical Analysis of the Clinton Tax Plan, Tax Notes, March 22, 1993.",
        "Harberger, Arnold. Taxation, Resource Allocation, and Welfare, in J. Due (ed.), The Role of Direct and Indirect Taxes in the Federal Reserve System, Princeton, NJ: Princeton University, 1964.",
        "Feldstein, Martin. The Welfare Cost of Capital Income Taxation, Journal of Political Economy, Vol. 86, No. 2, Part 2, 1978.",
        "Feldstein, Martin. The Case for Dynamic Analysis, The Wall Street Joumal, December 14, 1994.",
        "Browning, Edgar. On the Marginal Welfare Cost of Taxation, American Economic Review, March 1987, pp 11-23.",
        "Congressional Budget Office. Budget Estimates: Current Practices and Alternative Approaches, January 1995.",
        "Auerbach, Alan. Dynamic Revenue Estimation, Joumal of Economic Perspectives, Winter 1995a.",
        "Ballard, Charles and John Shoven and John Whalley. General Equilibrium Computations of the Marginal Welfare Cost of Taxes in the United States, American Economic Review, 75 (March 1985), pp 128-138."
    ]
}