{
    "id": 5871,
    "cites": 19,
    "cited_by": 14,
    "reference": [
        "Barro, Robert, and Jong-Wha Lee, International Comparisons of Educational Attainment, Journal of MonetaryEconomics, 32, no. 3, 1993, pp. 363-394.",
        "Barro, Robert, Gregory Mankiw, and Xavier Sala-I-Martin, Capital Mobility in Neoclassical Models of Growth, American Economic Review 85, no. 1 (March 1995): 103 - 114.",
        "Baumol, William, The Transactions Demand for Cash: An Inventory Theoretic Approach, QuarterlyJournal of Economics 66 (November 1952): 545 - 56.",
        "Chari, V.V., and Hugo Hopenhayn, Vintage Human Capital, Journal of Political Economy 99, no.6 (December 1991): 1142-1165.",
        "Cooley, Thomas, Jeremy Greenwood, and Mehmet Yorukoglu, The Replacement Problem, unpublished, University of Rochester, July 1995.",
        "De Long, Bradford, and Summers, Laurence, Equipment Investment and Economic Growth, Quarterly Journal of Economics 106 (1991): 445 - 502.",
        "Denison, Edward, `The Unimportance of the Embodied Question, American Ecoiiomic Review (Papers and Proceedings) 54 (March 1964): 90 - 94.",
        "Easterly, William, Michael Kremer, Land Pritchett, and Lawrence Summers, Good Policy or Good Luck?: Country Growth Performance, and Growth Shocks, JournaLol MonetaryEcono.mics 32 (1993): 459 - 483.",
        "Easterly, William, Ross Levine, Robert King and Sergio Rebelo, Policy, Technology Adoption and Growth, in Robert Solow and Luigi Pasinetti (eds.) Economic Growth and_the SIn ure_ofLongTermDevelopment, MacMillan, London, 1994.",
        "Johansen, Leif Substitution versus Fixed Production Coefficients in the Theory of Economic Growth, Econometrica 27, no. 2 (April 1959): 157 - 176.",
        "Jones, Charles, Economic Growth and the Relative Price of Capital, JonrnaLofMonetary_ Economics 34 (1994): 359 - 382.",
        "Nelson, Richard, Aggregate Production Functions and Medium Range Growth Projections, American Economic Review 54, no. 5 (September 1964): 575 - 606.",
        "Parente, Stephen, Technology Adoption, Learning-by-Doing, and Economic Growth, JournaLofEconomic~Theory 63, no.2 (August 1994): 346 - 69.",
        "Rodriguez-Clare, Andres, The Role of Trade in Technology Diffusion, University of Chicago, March 1996 Restuccia, Diego, and Carlos Urrutia, Income Disparity Across Countries: The Role of Investment Distortions, University of Minnesota, May 1996.",
        "Pack, Howard, Industrialization and Trade, ch. 9 of the Handbook of Development Economics, 1, (1988): 333 - 380.",
        "Romer, Paul, New Goods, Old Theory, and the Welfare Costs of Trade Restrictions, IournaLofflevelopnientEconomics 43 (1994): 5 - 38.",
        "Salter, W.E.G., Productivity_and Technical Change, Cambridge University Press, 1960.",
        "Solow, Robert, Investment and Technical Progress, in Arrow, Karlin and Suppes (eds.), MathematicaLMethods_in_the Social Sciences, Stanford University Press, 1959.",
        "Solow, Robert, A Contribution to the Theory of Economic Growth, Quarterly JiournaLoL Economics 70, no. 1 (February 1956): 65 - 94."
    ]
}