{
    "id": 5875,
    "cites": 61,
    "cited_by": 200,
    "reference": [
        "Auerbach. Alan J.. and Lawrence J. Kotlikoff (1995). Macroeconomics: An Integrated Ap- p roach. Cincinnati: South-Western.",
        "Bailey. Martin J. (1962). National Income and the Price Level. New York: McGraw Hill.",
        "Ball. Lawrence, and N. Gregory Mankiw (1994). A Sticky Price Manifesto, Carnegie Rochester Series on Public Policy, 41, 127-151.",
        "Barro, Robert J. (1984). Rational Expectations and Macroeconomics in 1984, American Economic Review, Papers and Proceedings, 74, 179-182.",
        "Barro, Robert J. (1993). Macroeconomics, 4th ed. New York: John Wiley.",
        "Blanchard. Olivier J.. and Nobuhiro Kiyotaki (1987). Monopolistic Competition and the Effects of Aggregate Demand~, American Economic Review. 77, 647-666.",
        "Brunner. Karl, and Allan H. Meltzer (1974). Friedmans Monetary Theory. In R.J.",
        "Gordon (ed.). Milton Friedmans Monetary Framework: A Debate with his Critics. Chicago: University of Chicago Press. 63-76. Brunner. Karl, and Allan H. Meltzer (1993). Money and the Economy: Issues in Monetary Analysis. New York: Cambridge University Press.",
        "Chari, V.V.. Lawrence J. Christiano, and Martin Eichenbaum (1995). Inside Money. Out- side Money, and Short-Term Interest Rates. Journal of Money, Credit and Banking. 27.",
        "Christiano, Lawrence J., and Martin Eichenbaum (1995). Liquidity Effects, Monetary Policy, and the Business Cycle, Journal of Money, Credit and Banking, 27. 1113-1136.",
        "Cogley, Timothy, and James M. Nason (1995). Effects of the Hodrick-Prescott Filter on Trend and Difference Stationary Time Series: Implications for Business Cycle Research, Journal of Economic Dynamics and Gontrol, 19, 253-278.",
        "Cooley. Thomas F., and Gary D. Hansen (1995). Money and the Business Cycle. In T.F.",
        "Cooley (ed.), Frontiers of Business Cycle Research. Princeton: Princeton University Press. 175-216. Dotsey, Michael, and Peter N. Ireland (1995). Liquidity Effects and Transaction Technolo- gies, Journal of Money. Credit and Banking, 27. 144 1-1457.",
        "Fane, George (1985). A Derivation of the IS-LM Model from Explicit Optimizing Behavior, Journal of Macroeconomics, 7. 493-508.",
        "Friedman, Milton (1976). Comments on Tobin and Buiter. In J.L. St.ein (ed.), Mone- tarism. Amsterdam: North Holland. 310-317.",
        "Fuhrer. Jeffrey C., and George R. Moore (1995). Inflation Persistence, Quarterly Journal of Economics, 109, 127-159.",
        "Gali, Jordi (1992). How Well Does the IS-LM Model Fit Postwar Data?. Quarterly Journal of Economics, 106, 709-738.",
        "Ghosh, Atish R.. and Paul R. Masson (1991). Model Uncertainty. Learning, and the Gains from Coordination, American Economic Review, 81, 465-479.",
        "Cruen. David. and Geoffrey Shuetrim (1994). Internationalization and the Macroecon- omy. In P. Lowe and J. Dwyer (eds.). International Integration of the Australian Economy.",
        "Sydney: Ambassador Press. 309-363. Hall, Robert E. (1980). Labor Supply and Aggregat.e Fluctuations, (Yarnegie Rochester Series on Public Policy, 12, 7-33.",
        "Hicks. John R. (1937). Mr Keynes and the `Classics: A Suggested Interpretation, Econo- met rica, 5, 147-159.",
        "Hicks, John R. (1939). Value and Capital. New York: Oxford University Press.",
        "Hoover, Kevin D. (1995). Commentary, Federal Reserve Bank of St. Louis Review, 77, 26-32.",
        "Ireland, Peter N. (1996). A Small, Structural, Quarterly Model for Monetary Policy Eval- uation. manuscript, Rutgers University.",
        "Kerr. William, and Robert C. King (1996). Limits on Interest Rate Rules in the IS-LM Model, Federal Reserve Bank of Richmond Economic Quarterly, 82, 47-75.",
        "Kim, Jinill (1996). Monetary Policy in a Stochastic Equilibrium Model with Real and 48 Nominal Rigidities, manuscript. Yale University.",
        "Kimball, Miles S. (1995). The Quantitative Analytics of the Basic Neomonetarist. Model.",
        "Journal of Money, Credit and Banking, 27. 1241-1277. King. Robert G. (1993). Will the New Keynesian Macroeconomics Resurrect the IS-LM Model?, Journal of Economic Perspectives, 7, 67-82.",
        "King, Robert C.. and Mark W. Watson (1996). Money, Prices, Interest Rates and the Business Cycle, Review of Economics and Statistics. 78, 35-53.",
        "Koenig, Evan F. (1989). A Simple Optimizing Alternative to Traditional IS-LM Analysis~.",
        "Koenig, Evan F. (1993a). Rethinking the IS iTl IS-LM: Adapting Keynesian Tools to Non- Keynesian Economies, Part 1, Federal Reserve Bank of Dallas Economic Review, Third Quarter, 33-49.",
        "Koenig, Evan F. (1993b). Rethinking the IS in IS-LM: Adapting Keynesian Tools to Non- Keynesian Economies, Part 2. Federal Reserve Bank of Dallas Economic Review, Fourth Quarter, 17-33.",
        "Kydland, Finn E., and Edward C. Prescott (1990). Business Cycles: Real Facts and a Monetary Myth, Federal Reserve Bank of Minneapolis Quarterly Review, 14, 3-18.",
        "Leijohhufvud. Axel (1968). On. Keynesian Economics and the Economics of Keynes. New York: Oxford University Press.",
        "Leijohhufvud. Axe! (1983).What was the Matter with IS-LM?. In J.-P. Fitoussi (ed.), Modern Macroeconomic Theory. New Jersey: Barnes and Noble. 64-90.",
        "Lucas. Robert E.. Jr. (1972). Expectations and the Neutrality of Money, Journal of Economic Theory, 4, 103-124.",
        "Lucas, Robert E., Jr. (1980). Equilibrium in a Pure Currency Economy. In J.H. Kareken and N. Wallace (eds.), Models of Monetary Economies. Federal Reserve Bank of Minneapolis.",
        "Lucas, Robert E., Jr. (1994). Comments on Ball and Mankiw, carnegie Rochester Con- ference Series on Public Policy, 41. 153-155.",
        "Mankiw, N. Gregory (1990). A Quick Refresher Course in Macroeconomics. Journal of Economic Literature, 28, 1645-1660.",
        "Mankiw, N. Gregory (1994). Macroeconomics, 2nd ed. New York: Worth.",
        "McCallum, Bennett T. (1981). Price Level Determinacy with an Interest Rate Policy Rule and Rational Expectations, Journal of Monetary Economics, 8, 3 19-329.",
        "McCallum, Bennett T. (1986). Some Issues Concerning Interest Rate Pegging, Price Level Determinacy, and the Real Bills Doctrine, Journal of Monetary Economics. 17. 135-160.",
        "McCallum. Bennett T. (1989). Monetary Economics: Theory and Policy. New York: Macmillan Publishing Company.",
        "Musgrave, John C. (1992). Fixed Reproducible Tangible Wealth in the United States: Revised Estimates, Survey of Current Business, 72, 106-137.",
        "Nelson, Edward (1996). Liquidity Effects and Inflation Persistence, manuscript, Carnegie Mellon University.",
        "Obstfeld, Maurice, and Kenneth Rogoff (1995). Exchange Rate Dynamics Redux, Journal of Political Economy, 103, 624-660.",
        "Parkin, Michael (1978). A Comparison of Alternative Techniques of Monetary Control Under Rational Expectations, Manchester School, 46, 252-287.",
        "Patinkin, Don (1965). Money, Interest and Prices, 2nd ed. New York: Harper and Row.",
        "Patinkin, Don (1976). Keynes Monetary Thought: A Study of its Development. Durham.",
        "Sargent, Thomas J. (1987). Dynamic Macroeconomic Theory. Cambridge: Harvard Univer- sity Press.",
        "Sargent. Thomas J., and Neil Wallace (1975). `Rational Expectations. the Optimal Mon- etary Instrument, and the Optimal Money Supply Rule. Journal of Political Economy. 83.",
        "Sargent, Thomas J.. and Neil Wallace (1982). The Real Bills Doctrine vs. the Quantity Theory of Money: A Reconsideration, Journal of Political Economy. 90,1212-1236.",
        "Sims. Christopher A. (1992). Interpreting the Macroeconomic Time Series Fact.s: The Effects of Monetary Policy, European Economic Review, 36, 975-1000.",
        "Taylor, John B. (1979). Staggered Price Setting in a Macro Model, American Economic Review, Papers and Proceedings, 69. 108-113.",
        "Taylor, John B. (1993). Macroeconomic Policy in a World Economy. New York: W.W.",
        "Norton. Taylor, John B. (1994). Discretion Versus Policy Rules in Practice, Garnegie-Rochester Conference Series on Public Policy, 39, 195-214.",
        "Tobin, James (1969). A General Equilibrium Approach to Monetary Theory, Journal of Money, (Yredit and Banking, 1, 15-29.",
        "Wallace. Neil (1980). The Overlapping Generations Model of Fiat Money. In J.H. Kareken and N. Wallace (eds.), Models of Monetary Economies. Federal Reserve Bank of Minneapolis.",
        "Wen, Yi (1996). Wheres the Beef? The Trivial Dynamics of Real Business Cycle Models.",
        "Wolman, Alexander L. (1995). Reinterpreting `Factors Affecting the Level of Interest Rates, manuscript, University of Virginia.",
        "Woodford. Michael (1995). Price Level Determinacy Without Control of a Monetary Ag- gregate, Carnegie Rochester Series on Public Policy, 43, 1-46."
    ]
}