{
    "id": 588,
    "cites": 11,
    "cited_by": 3,
    "reference": [
        "Auerbach, Alan J. and Mervyn A. King, Corporate Financial Policy, Taxes, and Uncertainty: An Integration, N.B.E.R. Working Paper i~~324, March, 1979.",
        "Brennan, Michael J., Taxes, Market Valuation and Corporate Financial Policy, National Tax Journal, 23(1970), pp. 417-427.",
        "Council of Economic Advisors, Annual Report, U.S. Government Printing Office, January, 1979.",
        "Feldstein, Martin S., Inflation and the Stock Market, American Economic Review, forthcoming. _______________ utnflation Tax Rules, and the Stock Market, N.B.E.R. Working Paper 403, November, 1979.",
        "Feldstejn, Martin S. and Otto Eckstein, The Fundamental Determinants of the Interest Rate, Review of Econoimcs and Statistics, 52(Nov., 1970), pp. 363-75.",
        "Feldstein, Martin S. and Lawrence Summers, Is the Rate of Profit Falling? Brookings Papers on Economic Activity, 1:1977, pp. 211-227.",
        "Gordon, Roger H. and David F. Bradford, Taxation and the Stock Market Valuation of Capital Gains and Dividends: Theory and Empirical Results, Journal of Public Economics, forthcoming. Gordon, Roger H. and Burton G. Malkiel, Taxation and Corporate Finance, Princeton University Financial Research Center Memorandum No. 31, January, 1980.",
        "Hendershott, Patric H., The Decline in Aggregate Share Values: Inflation and Taxation of the Returns from Equities and Owner-Occupied Housing, N.B.E.R. Working Paper f~37O, July, 1979.",
        "Malkiel, Burton C., The Capital Formation Problem in the United States, Journal of Finance, May, 1979.",
        "McCulloch, J. Huston, The Tax-Adjusted Yield Curve, Journal of Finance, 30(June, 1975), pp. 811-830.",
        "Tobin, James, A General Equilibrium Approach to Monetary Theory, Journal of Money. Credit, and Bankin~, L(Febrtiarv, 19~9), pp. 15-29. von Furstenherg, George M., Corporate Investment: Does Market Valuation Matter in the Aggregate? Brookings Papers on Economic Activity, 2:1977, pp. 3.~7-397."
    ]
}