{
    "id": 5903,
    "cites": 14,
    "cited_by": 6,
    "reference": [
        "Blank, Rebecca. 1991. The Effects of Double-Blind versus Single-Blind Refereeing~ Experimental Evidence from the American Economic Retiew. American Economic Rtiiew 81 (December): 1041-67.",
        "Ellefson, Connie Lockhard. 1990. The Meltin~g Pot Book of Ba/dy Names, 2nd edition. Cincinnati, OH: Better Way Books.",
        "England, Paula. 1982. The Failure of Human Capital theory to Explain Occupational Sex Segregation. Journal of Human Resources 17 (Summer): 358-70.",
        "England, Paula, et al. 1988. Explaining Occupational Sex Segregation and Wages: Findings from a Model with Fixed Effects. American Sociolo,gical Retiew 53 (August): 544-58.",
        "Filer, Randall K. 1989. Occupational Segregation, Compensating Differentials, and Comparable Worth. In R.T. Michael, H.I. Hartmann, and B. OFarrell, eds., Pqy EquiÃ\u0083Â§y: Empirical Inquiries. Washington, D.C.: National Academy Press.",
        "Freeman, Richard. 1984. Longitudinal Analyses of the Effects of Trade Unions. Journal of Labor Economics 2 (January): 1-26.",
        "Holland, Bernard. 1981. The Fair, New World of Orchestra Auditions. The New York Times, Section 2, Sunday, January 11, 1981.",
        "Holzer, Harry, and David Neumark. 1996. Are Affirmative Action Hires Less Qualified?: Evidence from Employer-Employee Data on New Hires. National Bureau of Economic Research Working Paper No. 5603 (June).",
        "Hsiao, Cheng. 1986. Ana/ysis of Panel Data. New York: Cambridge University Press.",
        "Kenney, Genevieve, and Douglas A. Wissoker. 1994. An Analysis of the Correlates of Discrimination Facing Young Hispanic Job-Seekers. American Economic Review 84 (June): 674-83.",
        "Kolatch, Alfred J. 1990. The Jonathan David Dictionarj of First Names. New York: Perigee Books.",
        "Laskey, Bruce. 1995. 35,000+ Babj Names. New York: Meadowbrook Press.",
        "Neumark, David, Roy Bank, and Kyle D. Van Nort. 1996. Sex Discrimination in Restaurant Hiting~ An Audit Study. Quarter/y Journal of Economics 111 (August): 915-41.",
        "Seltaer, George. 1989. Music Matters: The Performer and the American Federation of Musicians. Metuchen, N.J.: The Scarecrow Press, Inc."
    ]
}