{
    "id": 594,
    "cites": 21,
    "cited_by": 8,
    "reference": [
        "1. D.P. Baron, Default Risk and the Modighiani-Miller Theorem: A Synthesis, American Economic Review, Vol. 66, No. 1 (March 1976), 204-12.",
        "2. __________, Investment Policy, Optimality, and the Mean-Variance Model, Journal of Finance, Vol. 34, No. 1 (March 1979), 207-32.",
        "3. M. Brenner and M.G. Subrahmanyam, Intra-Equilibrium and Inter-Equilibrium Analysis in Capital Market Theory: A Clarification, Journal of Finance, Vol. 32, No. 4 (September 1977), 1313-19.",
        "4. M.G. Fern and W.H. Jones, Determinants of Financial Structure: A New Methodological Approach, Journal of Finance, Vol. 34, No. 3 (June 1979), 631-44.",
        "5. S.J. Grossman and J.E. Stiglitz, On Value Maximization and Alternative Objectives of the Firm, Journal of Finance, Vol. 32, No. 2 (May 1977), 389-402. -",
        "6. R.A. Haugen and L.W. Senbet, The Insignificance of Bankruptcy Costs to the Theory of Optimal Capital Structure, Journal of Finance, Vol. 33, No. 2 (May 1978), 383-93.",
        "7. M.C. Jensen and W.H. Meckling, Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics, Vol. 3, No. 4 (October 1976), 305-60.",
        "8. E.H. Kim, W.G. Lewellen and J.J. McConnell, Financial Leverage Clienteles: Theory and Evidence, Journal of Financial Economics, Vol. 7, No. 1 (March 1979), 83-109.",
        "9. H.E. Leland, Capital Asset Markets, Production and Optimality: A Synthesis, Technical Report No. 115, Institute for Mathematical Studies in the Social Sciences, Stanford University, December 1973.",
        "10. R.H. Litzenherger and H.B. Sosin, The Theory of Recapitalizations and the Evidence of Dual Purpose Funds, Journal of Finance, Vol. 32, No. 5 (December 1977), 1433-55.",
        "11. M.H. Miller, Debt and Taxes, Journal of Finance, Vol. 32, No. 2 (May 1977), 261-75.",
        "12. S.C. Myers, Determinants of Corporate Borrowing, Journal of Financial Economics, Vol. 5, No. 2 (November 1977), 147-75.",
        "13. A.A. Robichek and S.C. Myers, Problems in the Theory of Optimal Capital Structure, Journal of Financial and Quantitative Analysis, Vol. 1, No. 2 (June 1966), 1-35.",
        "14. N. Rubinstein, Competition and Approximation, Bell Journal of Economics, Vol. 9, No. 1 (Spring 1978), 280-86. R2",
        "15. E. Schwartz and J.R. Aronson, Some Surrogate Evidence in Support of the Concept of Optimal Capital Structure, Journal of Finance, Vol. 22, No. 1 (March 1967), 10-18.",
        "16. D.F. Scott, Evidence on the Importance of Financial Structure, Financial Management, Vol. 1, No. 2 (Summer 1972), 45-50.",
        "17. __________ and J.D. Martin, Industry Influence on Financial Structure, Financial Management, Vol. 4, No. 1 (Spring 1975), 67-73.",
        "18. C.W. Smith and J.B. Warner, On Financial Contracting: An Analysis of Bond Covenants, Journal of Financial Economics, forthcoming.",
        "19. J.E. Stiglitz, Taxation, Corporate Financial Policy and the Cost of Capital, Journal of Public Economics, Vol. 2, No. 1 (February 1973), 1-34.",
        "20. Wall Street Journal, APL Plans Offer in Bid to Control Pabst Brewing, October 21, 1977.",
        "21. S. Williamson, The Moral Hazard Theory of Corporate Financial Structure: Empirical Tests, Working Paper 1/1083-79, Sloan School of Management, M.I.T., September 1979."
    ]
}