{
    "id": 5946,
    "cites": 30,
    "cited_by": 101,
    "reference": [
        "Bush, J.W., M.M. Chen and D.L. Patrick, 1973, Health status index in cost effectiveness: analysis of PKU program, in R.L. Berger ed., Health Status Indexes, Hospital Research and Educational Trust. Chicago, Illinois.",
        "Desch, C., B. Hillner, T. Smith and S. Retchin, April, 1993, Should the elderly receive chemotherapy for node-negative breast cancer? A cost-effectiveness analysis examining total and active lifeexpectancy outcomes, Journal of Clinical Oncology, 1 1(4):777-782.",
        "Eddy, D., 1989, Screening for breast cancer, Annals of Internal Medicine, 111:389-399.",
        "Fleming, C., et al., May 26, 1993, A decision analysis of alternative treatment strategies for clinically localized prostate cancer, Journal American Medical Association, 269(20):2650-2658.",
        "Frame, P.S., D.G. Fryback and C. Patterson, September 1, 1993, Screening for abdominal aortic aneurism in men ages 60 to 80 years: a cost-effectiveness analysis, Annals of Internal Medicine, 119:411-416.",
        "Fryback D., et a!., 1993, The Beaver Dam health outcomes study: initial catalog of health-state quality factors, Medical Decision Making, 13(2).",
        "Garber, A. and P. Charles, September 1992, Economic foundations of cost-effectiveness analysis, National Bureau of Economic Research Working Paper, 4164.",
        "Garner, T. and R. Dardis, January 1987, Cost-effectiveness analysis of end-stage renal disease treatments, Medical Care, 25(1): 25-34.",
        "Goldman, L., M.C. Weinstein, P.A. Goldman and L.W. Williams, March 6, 1991, Costeffectiveness of HMG-CoA reductase inhibition for primary and secondary prevention of coronary heart disease, Journal of American Medical Association, 265(9): 1145-1151.",
        "Hansen, G., November 1985, Indivisible labor and the business cycle, Journal of Monetary Economics, 6(3).",
        "Hillner, B. and T. Smith, January 17, 1991, Efficacy and cost-effectiveness of adjuvant chemotherapy in women with node-negative breast cancer, New England Journal of Medicine, 324(3): 160-168.",
        "Hornberger, J., D. Redelmeier and J. Petersen, 1992, Variability among methods to assess patients well-being and consequent effect on a cost-effectiveness analysis, Journal of Clinical Epidemiology, 45(5):505-5 12.",
        "Garber, A.M. and M.E. Chernew, Winter 1993, Is high flux dialysis cost-effective? International Journal of Technology Assessment in Health Care, 9(1):85-96.",
        "Johannesson, M., D. Meltzer and R. OConor, 1996, Incorporating future costs in Medical costeffectiveness analysis: implications for the cost-effectiveness of the treatment of hypertension, Unpublished Manuscript.",
        "La Puma, J. and E.F. Lawlor, 1990, Quality-adjusted life-years: ethical implications for physicians and policymakers, Journal of American Medical Association, 263:2917-292 1.",
        "Loomes, G. and L. McKenzie, 1989, The use of QALYs in health care decision making, Social Sciences Medicine, 28(4):299-308.",
        "Mandelblatt, J. and F. Marianne, April 22, 1988, The cost-effectiveness of cervical cancer screening for low-income elderly women, Journal of American Medical Association, 259:2409-24 13.",
        "Newhouse, J.P., Summer 1992, Medical care costs: how much welfare loss? Journal of Economic Perspectives, 6(3):3-21.",
        "Office of Technology Assessment, 1981, Cost-effectiveness of influenza vaccination, Office of Technology Assessment, United States Congress.",
        "Prescott, E. and R. Townsend, February 1984, General competitive analysis in an economy with private information, International Economic Review.",
        "Smith, R., J. Hall, G. Howard and P. Harnett, March 1, 1993, A cost-utility approach to the use of 5fluorouracil and levamisole as adjuvant chemotherapy for Dukes c colonic carcinoma, Medical Journal of Australia, 158:319-322.",
        "Sox, H.C., B. Littenberg and A. Gerber, 1989, The role of exercise testing in screening for coronary artery disease, Annals of Internal Medicine, 110:456-469.",
        "Stason, W.B. and M. Weinstein, March 31, 1977, Allocation of resources to manage hypertension, New England Journal of Medicine, 296(13):732-739.",
        "Torrence, G. and D. Feeny, 1989, International Journal of Technology Assessment in Health Care, 5 :559-575.",
        "Tosteson, A. and M. Weinstein, December 1991, Cost-effectiveness of hormone replacement therapy after the menopause, Ballieres Clinical Obstetrics and Gynaecology, 5(4):943-959.",
        "Townsend, R., 1986, Arrow-Debreu programs as microfoundations for macroeconomics, NORC Discussion Paper Series, 86-87, Chicago, Illinois.",
        "Wagstaff, A., 1991, QALY5 and the equity-efficiency trade-off, Journal of Health Economics, 10:21 - 41.",
        "Weinstein, M., 1980, Clinical Decision Analysis.",
        "Willems, J.S., C. Sanders, M. Riddiough and J. Bell, September 4, 1980, Cost effectiveness of vaccination against pneumococcal pneumonia, New England Journal of Medicine, 303(10):553-559.",
        "Wong, J., F. Sonnenberg, D. Salem and S. Pauker, December 1, 1990, Myocardial revascularization for chronic stable angina, Annals of Internal Medicine, 113:852-871."
    ]
}