{
    "id": 5949,
    "cites": 33,
    "cited_by": 7,
    "reference": [
        "Zevin, B.D., ed, Nothing to Fear: The Selected Addresses of fl'anklin Delano Roosevelt 1932-45, London: Hodder & Stoughton, 1947.",
        "Wilcox, Alanson, Basic Policies Under Social Security Act: Argument Against System Analyzed, The Annalist Aug 31, 1938.",
        "Weaver, Carolyn L. Support of the Elderly Before the Depression: Individnat and Collective Arrangements Cab Journal 7:2, Fall, 1987.",
        "Weaver, Carolyn L. On the Lack of a Political Market for Compulsory Old-Age Insurance Prior to the Great Depression: Insights from Economic Theories of Government Explorations in Economic History 20, 1983, 294328.",
        "Past Pacts and Figures About Social Security. Washington: Government Printing Office, 1994a.",
        "Weaver, Carolyn L. The &isis in Social Security: Economic and Political Origins Durham, NC: Duke University Press, 1982.",
        "Schlesinger, Arthur M. Jr. The Coming of the New Deal. Boston: Houghton Muffin, 1958.",
        "Steuerle, C. Eugene and Jon M. Bakija. Reetooling Social Security for the 21st Century: Right and Wrong Approaches to Reform. Washington: The Urban Institute Press, 1994.",
        "Romer, Paul. Preferences, Promises, and the Politics of Entitlement. In Individual and Social Responsibility: Child Care, Educatiori~ Medico) Cart, and Long-Term Care in America edited by Victor ft. Fuchs. Chicago: University of Chicago Press, 1995.",
        "Hammsorn, Roger amid Richard Sutchm. The Labor of Older Amnericans: Retireimuemmt of Men 0mm amid Off the Job, 1870-1937. Journal of Economic History, 3() 46:1, March 1986, 1-30.",
        "Rammsomn, Roger L. and Richard Sutch. The Declimme of Retirement in time Years Before Social Security: U.S. Retirement Patters, 1870- 1940 in Issues in Contemporary Retirement, edited by Rita Ricardo-Campbehl and Edward P. Lazear. Stanford, CA: Stanford University Press, 1988, 3-26.",
        "Parker, J. S. Social Security Reserves. Washington: Ammmerican Couimcil of Public Affairs, 1942.",
        "Myers, Robert 3. Social Security. 4th ed. Philadelphia: University of Pemmmmsylvammia Press, 1993.",
        "Chicago: Umiiversity of Cimicago Press, 1994, 7-42.",
        "Moeim, .Ton H., ~`Rural Nonfarm Households: Leaving the Farm amid the Retirennent of Older Men, 1860-1980, Social Scicrmcf History 18:1. pp. 5575.",
        "Pugacim, and Ricimard F. Tomasson. Albuquerque, NM: Time Urmiversity of New Mexico Press. 1988 Lubove, Roy, The Struggle for Social Security. Cambridge, MA: Harvard University Press, 1968. Luimmisdaimme, Robimm, amid David Wise. ~Agiimg and Labor Force Participation: A Review of Tremmds and Explarmatiomis. In Aging in the United States and Japan: Economic Trends, edited by Yukio Noguchi amid David A. Wise.",
        "l-laber, Ca.role, armd Brian Crattomm. Old Age and the Search for Security Bloormmimmgton, IN: Indiana University Press, 1994. Leff, Mark, Speculating omm Social Security Futures: Time Perils of Payroll Tax Financing 1939-59. Social Security: The First Half Century edited by Gerald D. Nash, Noel H.",
        "Gratton, Briamm. The Poverty of Imrmpoverishment Theory: Time Economic Well-Beimmg of the Elderly, 1890-1950 Journal of Economic History 56:1, Marcii 1996, 39-61.",
        "Graebner, William. A History of Retirement: Time Meaning and Function of Arm American Institution, 1885-1978. New Haven: Yale University Press, 1980.",
        "Kotlikoff, Lauremmce. Deficit Delusion The Public Interest 84, 1986, 53-65.",
        "Feldstein, Martin. The Missimmg Piece in Policy Analysis: Social Security Reform American Economic Review 86:2, 1996, 1-14.",
        "Eliot, Timomrma.s H. Time Legal Background of the Social Security Act. Speecim, 1961. Available at http://gophier.ssa.gov/history/eliot2.html.",
        "Stanford, CA: Hoover hutstitution Press, 1988: 207-242.",
        "Brown, J. Douglas. The Genesis of Social Security in America. Primmcetoii, NJ: Industrial R.ela.tiomis Section, Princeton IJniversity, 1969. Browmm, 1. Douglas. An American Philosophy of Social Security: Evolution, arid Issues.",
        "Brown, J. Douglas. Essays on Social Security. Princeton, N..T.: lmmdumstria.l Relations Section, Princeton University, 1977.",
        "Carter, Susan B. and Richard Sutch. Myth of the Industrial Scrap Heap: A 1-levisionist View of Turn-of-the-Century Arnericaim R.etiremmieutt .Journial of Economic History 56:1, Ma.rcim 1996, 5-38.",
        "Cates, Jerry R. Insuring Inequality: Administrative Leadership in Social ,5t~cnrity, 193,5-5.4. Ann Arbor: University of Micliigamm Press, 1983.",
        "Commmnmmit tee on Economic Security. Report to the President of the Committee on Economic Security. Washington, Government Printing Office: 1935.",
        "Comrmnrtittee on Economic Security. Social Security in America: Thc Factual Background as Summarized from Staff Reports to time (,.`omnnniltee on Economic Security Washingtomi: Social Security Board, 1937.",
        "Costa.. Dora. The Evolution of American Retirement: 1880-1990. Manuscript.",
        "1)ertimick, Martima. Policymaking for Social Security Washington: Brookings Immstit.uttion . 1979.",
        "Ball, Robert M. The Original Understanding on Social Security: Implica.-tions for Later Developmrments in Social Security: Beyond the Rhetoric of Crisis edited by Theodore R. Marmor and Jerry L. Masimaw, Princeton, NJ: Primmcetoim University Press 1988: 17-39. Boskimi, M., a.nmd Puffert, D. The Finammcial Impact of Social Security by Cohort. Under Alternative Financing Assumimptionms, mm Issues in Coriternporary Retirement edited by Rita Ricardo- Campbell armd Edward Lazear.",
        "A(Ivisory Council on Social Security. Final Report of the Advisory Council ort. Social Security 1938. Reprinted in 3. Douglas Brown, Essays on Social Security, Primmceton, N.J.: Industrial Relations Section, Primmceton University, 1977."
    ]
}