{
    "id": 595,
    "cites": 12,
    "cited_by": 1,
    "reference": [
        "Keeping, E.S. Introduction to Statistical Inference. (Princeton, N.J.: D. Van Nostrand Company, Inc. 1962).",
        "Kessel, Reuben, A The Cyclical Behavior of the Term Structure of Interest Rates. New York: National Bureau of Economic Research, 1965.",
        "Lintner, John The Narket Price of Risk, Size of Market and Investors Risk Aversion Review of Economics and Statistics LII, No 1 (February 1970): 87-99.",
        "Lucas, Robert E. Econometric Policy Evaluation: A Critique. in K. Brunner and A H Meltzer, eds The Phillips Curve and Labor Markets, Carnegie- Rochester Conference Series on Public Policy, vol. 1 (Amsterdam: North-Holland, 1976): 19-46.",
        "Masson, Paul, I. Structural Models of the Demand for Bonds and the Term Structure of Interest Rates. Economica 45 (Nov. 1978): 363-377.",
        "YcCallum, John S. The Expected Holding-Period Return, Uncertainty and the Term Structure of Interest Rates. Journal of Finance 30, No. 2 (May 1975) : 307-23.",
        "McCulloch, J. Huston. An Estimate of the Liquidity Premium. Journal of Political Economy 83, No. 1 (February 1975): 95-119.",
        "Meiselman, David. The Term Structure of Interest Rates (Englewood Cliffs, N.J.: Prentice-Hall, Inc. 1962).",
        "Modigliani, Franco and Shiller, Robert J Inflation, Rational Eioectations and the Term Structure of Interest Rates Economica 40, No 157 (February 1973): 12-43.",
        "Modigliani, Franco and Sutch, Richard Debt Management and the Term Struc- ture of Interest Rates: Ar Empirical Analysis of Recent Experience. Journal of Political Economy 75, No. 4, pt. 2 (August 1967): 569-89.",
        "Shiller, Robert J. The Volatility of Long-Term Interest Rates and Expecta- tions Models of the Term Structure. Journal of Political Economy 87, No. 6 (December 1979): 1190-1219.",
        "Singleton, Kenneth J. Expectations Models of the Term Structure and Implied Variance Bounds. Journal of Political Economy, 1980, forthcoming."
    ]
}