{
    "id": 5950,
    "cites": 33,
    "cited_by": 0,
    "reference": [
        "Scott, L.O., 1987, Option Pricing when the Variance Changes Randomly: Theory, Estimation and Application, Journal of Financial and Quantitative Analysis 22, 419-438.",
        "Snyder, D.L. and M.I. Miller, 1991, Random Point Processes in Time and Space, (Springer Verlag).",
        "Tauchen, G. and M. Pitts, 1983, The Price Variability-Volume Relationship on Speculative Markets, Econometrica 51, 485-505.",
        "Rubinstein, M., 1976, The Valuation of Uncertain Income Streams and the Pricing of Op- tions, Bell Journal of Economics 7, 407-425.",
        "Rudin, W., 1976, Principles of Mathematical Analysis, 3rd Ed., (New York: McGraw Hill).",
        "Penman, S.H., 1987, The Distribution of Earnings News over Time and Seasonalities in 34 Aggregate Stock Returns, Journal of Financial Economics 18, 199-228.",
        "Rao, C.R., 1973, Linear Statistical Inference and its Applications, (New York: Wiley).",
        "Naik, V. and M. Lee, 1990, General Equilibrium Pricing of Options on the Market Portfolio with Discontinuous Returns, Review of Financial Studies 3, 493-521.",
        "Ogata, Y., 1978, The asymptotic behavior of maximum likelihood estimators for stationary point processes, Annals of the Institute of Statistical Mathematics 30, 243-261.",
        "Merton, R., 1973, An Intertemporal Capital Asset Pricing Model, Econometrica 41, 867-80.",
        "Merton, R., 1976, Option Pricing when Underlying Stock Returns are Discontinuous, Journal of Financial Economics 3, 125-144.",
        "MacBeth, J.D. and L.J. Merville, 1979, An Empirical Examination of the Black-Scholes Call Option Pricing Model, Journal of Finance 14, 1173-1186.",
        "Merton, R., 1971, Optimal Consumption and Portfolio Rules in a Continuous Time Model, Journal of Economic Theory 3, 373-413.",
        "Jarrow, R. and E. Rosenfeld, 1984, Jump Risks and the Intertemporal Capital Asset Pricing Model, Journal of Business 57, 337-351.",
        "Heston, S.L., 1993, Invisible Parameters in Option Prices, Journal of Finance XLVIII, 933- 947.",
        "Huang, C., 1987, An Intertemporal General Equilibrium Asset Pricing Model: The Case of Diffusion Information, Econometrica 55, 117-142.",
        "Gihman, I. and A. Skorokhod, 1972, Stochastic Differential Equations, (Springer-Verlag).",
        "Harrison, J.M. and D. Kreps, 1979, Martingales and Arbitrage in Multiperiod Securities Markets, Journal of Economic Theory 20, 381-408.",
        "Cox, J.C., J.E. Ingersoll, and S.A. Ross, 1985, An Intertemporal General Equilibrium Model of Asset Prices, Econometrica 53, 363-384.",
        "Cox, J.C. and S. Ross, 1976, The Valuation of Options for Alternative Stochastic Processes, Journal of Financial Economics 3, 145-166.",
        "Black, F., 1975, Fact and Fantasy in the Use of Options, Financial Analyst Journal, July/August, 36-72.",
        "Black, F. and M. Scholes, 1973, The Pricing of Options and Corporate Liabilities, Journal of Political Economy 81, 736-754.",
        "Breeden, D., 1979, An Intertemporal Capital Asset Pricing Model with Stochastic Investment Opportunities, Journal of Financial Economics 7, 265-296.",
        "Brown, S. and P. Dybvig, (1986), The Empirical Implications of the CIR Theory of the Term Structure of Interest Rates, Journal of Finance 617-630.",
        "Back, K., 1991, Asset Pricing for General Processes, Journal of Mathematical Economics 20, 371-395.",
        "Bates, D.S., 1991, The Crash of 87: Was it Expected?, Journal of Finance 46, 1009-1044.",
        "Beaglehole, D.R., 1993, Jump Diffusion Asset Pricing with Stochastic Intensity, Unpublished Paper, Goldman, Sachs and Co., New York.",
        "Berry, T. D. and K. M. Howe, 1994, Public Information Arrival, Journal of Finance, 49(4), 1331-46.",
        "Ahn, 1992, Option Pricing when Jump Risk is Stochastic, Mathematical Finance 2, 299-308.",
        "Asea, P.K. and M. Ncube., 1996b, Option Pricing with Diffusion Doubly Stochastic Poisson Processes and Stochastic Differential Utility, unpublished manuscript, UCLA.",
        "Asea, P.K. and M. Ncube., 1996c, Option Pricing with Diffusion Doubly Stochastic Poisson Processes and Stochastic Volatility, unpublished manuscript, UCLA.",
        "Andersen, T.G., 1996, Return Volatility and Trading Volume: An Information Flow Inter- pretation of Stochastic Volatility, Journal of Finance 51(1), 169-204.",
        "Asea, P.K. and M. Ncube., 1996a, Estimation of Markov Modulated Doubly Stochastic Poisson Processes, unpublished manuscript, UCLA."
    ]
}