{
    "id": 5952,
    "cites": 25,
    "cited_by": 132,
    "reference": [
        "Contracts, Stockholm University, 1996b.",
        "Taylor, John B., What Would Nominal GNP Targetting Do to the Business Cycle?, Carnegie-Rochester Conference Series on Public Policv 22 (Spring 1985), 61-84.",
        "Series on Public Policy 39 (December 1993a), 195-214.",
        "Stuart, Alison, Simple Monetary Policy Rules, Bank of England Quarterly Bulletin 36 (August 1996), 281 -287.",
        "Svensson, Lars E.O., Inflation Forecast Targeting: Implementing and Monitoring Inflation Targets, Stockholm University, 1996a.",
        "Organization for Economic Cooperation and Development, Economic Outlook 59 (June 1996).",
        "Reserve Bank of Australia, Statement on the Conduct of Monetary Policy, Bulletin, September 1996.",
        "Rudebusch, Glenn, What Are the Lags in Monetary Policy?, FRBSF Weekly Letter, 95 05 (February 3 1995).",
        "Hendry, David F., Dynamic Econometrics, Oxford University Press, 1995.",
        "Krugman, Paul, Stable Prices and Fast Growth: Just Say No, The Economist, August 31 1996, 15-18.",
        "Matheny, Kenneth J., Output Targeting and an Argument for Stabilization Policies, Purdue University, 1996.",
        "McCallum, Bennett T., Specification and Analysis of a Monetary Policy Rule for Japan, Bank of Japan Monetarv and Economic Studies 11 (1993), 1-45.",
        "Hansen, Eric, Price Level versus Inflation Targets in an Open Economy with Overlapping Wage Contracts, Reserve Bank of New Zealand, May 1996.",
        "Henderson, Dale W. and Warwick J. McKibbin, A Comparison of Some Basic Monetary Policy Regimes for Open Economies: Implications of Different Degrees of Instrument Adjustment and Wage Persistence, Carnegie-Rochester Conference Series on Public Policv 39 (December 1993), 221-317.",
        "Frankel, Jeffrey, with Menzie Chinn, The Stabilizing Properties of a Nominal GNP Rule, Journal of Monev Credit. and Banking 27 (1995), 318-34.",
        "Hall, Robert E., and N. Gregory Mankiw, Nominal Income Targeting, in N. Gregory Mankiw (ed.), Monetary Policv, University of Chicago Press, 1994.",
        "The Economist, Economics Focus, August 10 1996, p. 60.",
        "Feldstein, Martin, and James H. Stock, The Use of a Monetary Aggregate to Target Nominal GDP, in N. Gregory Mankiw (ed.), Monetary Policy, University of Chicago Press, 1994.",
        "DeLong, J. Bradford, and Lawrence H. Summers, How Does Macroeconomic Policy Affect Output?, Brookings Papers on Economic Activity 1988:2, 433-80.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles Evans, The Effects of Monetary Policy Shocks: Evidence from the Flow of Funds, Review of Economics and Statistics 78 (February 1996), 16-34.",
        "Davies, Gavyn, Martin Brookes, and Stuart Culverhouse, Goldman Sachs report, 1996.",
        "Ball, Laurence, Discussion, in Jeffrey C. Fuhrer (ed.), Goals. Guidelines. and Constraints Facing Monetary Policymakers Federal Reserve Bank of Boston, 1994a.",
        "Monetary Policy, University of Chicago Press, 1994b.",
        "Bean, Charles R., Targeting Nominal Income: An Appraisal, Economic Journal 93 (1983), 806-19.",
        "Bryant, Ralph, Peter Hooper, and Catherine Mann (eds.), Evaluating Policy Regimes: New Research in Empirical Macroeconomics, The Brookings Institution, 1993."
    ]
}