{
    "id": 5953,
    "cites": 33,
    "cited_by": 22,
    "reference": [
        "Roemer, David. Why Do Firms Prefer More Able Workers? University of California at Berkeley Working paper, October 1992.",
        "Roth, Alvin E.; Prasnikar, Vesna; Masahiro, Okuno-Fujiwara and Zamir, Shmuel. Bargaining and Market Behavior in Jerusalem, Ljubljana, Pittsburgh, and Tokyo: An Experimental Study. al merican Economic Review, December 1991, 81 (5), pp. 1068- 1095.",
        "Tversky, Amos and Kahneman, Daniel. Loss Aversion in Riskless Choice: A Reference Dependent Model. Quarterly Journal of Economics, November 1991, pp. 1039-1061.",
        "Prasnikar, Vesna and Roth, Alvin E. Considerations of Fairness and Strategy: Experimental Data From Sequential Games. Quarterly Journal of Economics, August 1992, pp. 865-888.",
        "Milgrom, John and Roberts, Paul. Economics, Organization and Management, New Jersey, Prentice Hall, 1992.",
        "Milgrom, Paul and Roberts, John. The Efficiency of Equity in Organizational Decision Processes. American Economic Review, May 1990, 80(2), pp. 154-159.",
        "Pencavel, John and Craig, Ben. The Empirical Performance of Orthodox Models of the Firm: Conventional Firms and Worker Cooperatives. Journal of Political Economy, 1994, 102, pp. 718-744.",
        "Pfeffer, Jeffrey, and Langton, Nancy. The Effect of Wage Dispersion on Satisfaction, Productivity and Working Collaboratively: Evidence from College and University Faculty. Administrative Science Quarterly, 1993, pp. 382-407.",
        "Meyer, J. Two-Moment Decision Models and Expected Utility Maximization.American Economic Review, June 1987, 77, pp. 421-450.",
        "Lazear, Edward P. Pay Equality and Industrial Politics. Journal of Political Economy, 1989, 97(3), pp. 561-580.",
        "Kreps, David M. Corporate Culture and Economic Theory.in James Alt and Kenneth Shepsle, eds., Perspectives on Positive Political Economy, Cambridge, MA: Cambridge University Press, 1990, pp. 90- 143.",
        "Landers, Renee, Rebitzer, James B. and Taylor, Lowell J. Rat Race Redux: Adverse Selection in the Determination of Work Hours. American Economic Review, forthcoming. Lang, Kevin and Peter-John, Gordon. Partnerships as Insurance Devices: Theory and Evidence. Rand Journal of Economics, Winter 1995.",
        "Kandel, Eugene and Lazear, Edward P. Peer Pressure and Partnerships. Journal of Political Economy, August 1992, pp. 801 -817.",
        "Gaynor, Martin and Gertler, Paul J. Moral Hazard and Risk Spreading in Partnerships. Rand Journal of Economics, Winter 1995.",
        "Gaynor, Martin and Pauly, Mark V. Compensation and Productive Efficiency in Medical Partnerships: Evidence from Medical Group Practice. Journal of Political Economy, June 1990, 9X(3), pp. 544-573.",
        "Gilson, Ronald and Mnookin, Robert. Sharing Among Human Capitalists: An Economic Inquiry into the Corporate Law Firm and How Partners Split Profits. Stanford Law Review, January 1985, 37(2), pp. 313--92.",
        "Holmstrom, Bengt and Milgrom, Paul. Multi-task Principal-Agent Analyses: Incentive Contracts, Asset Ownership, and Job Design. Journal of Law, Economics and Organization, Spring 1991, 1, pp. 24-52.",
        "Ichniowski, Casey; Shaw,Katheryn and Prennushi, Giovanna. The Effects of Human Resource Management Practices on Productivity: A Study of Steel Finishing Lines. American Economic Review, forthcoming. Kahneman, Daniel; Knetsch, Jack L. and Thaler, Richard H. Fairness as a Constraint on Profit Seeking Entitlements in the Market. American Economic Review, 1986, 76(4), pp. 728-741, 1986.",
        "Gaynor, Martin. Compensation Within the Firm: Theory Plus Some Evidence from Medical Group Practice. Rand Journal of Economics, Spring 1989, 20(1), 59-70.",
        "Camerer, Colin and Thaler, Richard. Ultimatums, Dictators and Manners. Journal of Economic Perspectives, Spring 1995, 9(2), pp. 209-219.",
        "Frank, Robert H. The Demand for Unobservables and Other Nonpositional Goods. American Economic Review, March 1985, 75(1), pp. 101 - 116.",
        "Frank, Robert H. Choosing the Right Pond. Human Behavior and the Quest for Status. New York: Oxford University Press,1985.",
        "Bewley, Truman F. Internal Pay Structure and Equity. Chapter 8 in ~ Depressed Labor Market as Explained by Participants, unpublished manuscript, October 1996.",
        "Becker, Gary S. A Theory of Social Interactions, Journal of Political Economy, 1974, 82(6), pp. 1063-1091.",
        "Bernheim, B. Douglas. A Theory of Conformity. Journal of Political Economy, October 1994, 102(5), pp. 841-877.",
        "Baron, J. N. and Pfeffer, J. The Social Psychology of Organizations and Inequality. Social Psychology Quarterly, 1994, 57(3), pp. 190-209.",
        "Baker, George P.; Jensen, Michael C. and Murphy, Kevin J. Compensation and Incentives: Practice vs. Theory. The Journal of Finance, July 1988, 43(3), pp. 593-616.",
        "Baker, George P. Incentive Contracts and Performance Measurement. Journal of Political Economy, June 1992, 100, pp. 59X-614.",
        "Baker, George P.; Gibbons, Robert and Murphy, Kevin J. Subjective Performance Measures in Optimal Incentive Contracts. Quarterly Journal of Economics, November 1994.",
        "Allen, Douglas W. and Lueck, Dean. Risk-Sharing and Agricultural Contracts. Mimeo, North Carolina State University, 1996.",
        "Babcock, Linda; Wang, Xianghong and Lowenstein, George. Choosing the Wrong Pond: Social Comparisons that Reflect Self Serving Bias. Manuscript, Carnegie Mellon University, 1995.",
        "Akerlof, George A. Social Distance and Social Decisions. Fischer-Schultz Lecture, Econometric Society World Congress, September, 1995.",
        "Akerlof, George A. and Yellen, Janet L. The Fair Wage-Effort Hypothesis and Unemployment. The Quarterly Journal of Economics, May 1990, pp.255-283."
    ]
}