{
    "id": 5954,
    "cites": 39,
    "cited_by": 49,
    "reference": [
        "U.S. Council of Economic Advisors. Economic Report of the President. Washington, DC: Government Printing Of rice, 1996.",
        "Woodford, Michael. The Optimum Quantity of Money. in Benjamin M. Friedman and Frank H.Hahn, eds. Handbook of Monetary Economics. Volume 2. New York: Elsevier Science, 1990: 1067-1152.",
        "Sidrauski, Miguel. Rational Choice and Patterns of Growth in a Monetary Economy. American Economic Review. 57(2), May 1967: 534-44.",
        "Tobin, James. The Interest Elasticity of the Transactions Demand for Money. Review of Economics and Statistics. 38, August 1956.",
        "Phelps, Edmund S. Inflation in the Theory of Public Finance. Swedish Journal of Economics. 75(1), March 1973: 67-82.",
        "Ramsey, Frank. A Contribution to the Theory of Taxation. Economic Journal. 37, March 1927: 47-61.",
        "Mulligan, Casey B. and Xavier Sala-i-Martin. U.S. Money Demand: Surprising Cross-Sectional Estimates. Brookings Papers on Economic Activity, 2:1992, 285-329.",
        "Mulligan, Casey B. and Xavier Sala-i-Martin. The Optimal Inflation Tax with Foreign and Underground Economies. Working papers Columbia University, November 1996b.",
        "Mulligan, Casey B. and Xavier Sala-i-Martin. Inventory Models and the Optimal Inflation Tax. Working paper, University of Chicago, January 1997.",
        "Mulligan, Casey B. Scale Economies, the Value of Time, and the Demand for Money: Longitudinal Evidence from Firms. Forthcoming, Journal of Political Economy, 1997b.",
        "Mulligan, Casey B. and Xavier Sala-i-Martin. Adoption of Financial Technologies: Implications for Money Demand and Monetary Policy. NBER Working Paper Series 5504, March 1996a.",
        "Mulligan, Casey B. The Intertemporal Substitution of Work - What Does the Evidence Say? University of Chicago, Population Research Center Discussion Paper Series 95-11, June 1995.",
        "Mulligan, Casey B. The Demand for Money by Firms: Some Additional Empirical Results. University of Chicago Population Research Center Discussion Paper 97- 1, February 1997.",
        "Mroz, Thomas. The Sensitivity of an Empirical Model of Married Womens Hours of Work to Economic and Statistical Assumptions. Econometrica. 55, July 1987: 765-800.",
        "Meltzer, Allan H. The Demand for Money: Evidence from Time Series. Journal of Political Economy. 71(3), 1963b: 219-46.",
        "Mincer, Jacob. Labor Force Participation of Married Women: A Study of Labor Supply. in H.G. Lewis, ed. Aspects of Labor Economics. Princeton, NJ: Princeton University Press, 1962: 63 -97.",
        "Lucas, Robert E., Jr. and Nancy L. Stokey. Optimal Fiscal and Monetary Policy in an Economy without Capital. Journal of Monetary Economics. 12(1), July 1983: 55-93.",
        "Mankiw, N. Gregory. U.S. Money Demand: Surprising Cross-Sectional Estimates, Comment. Brookings Papers on Economic Activity, 2: 1992, 330-34.",
        "Meltzer, Allan H. The Demand for Money: A Cross-Section Study of Business Firms. Quarterly Journal of Economics. 77(3), August 1963a: 405-22.",
        "Lucas, Robert E., Jr. and Nancy L. Stokey. Money and Interest in a Cash-in-Advance Economy. Econometrica. 55(3), May 1987: 491-513.",
        "Kimbrough, Kent P. The Optimum Quantity of Money Rule in the Theory of Public Finance. Journal of Monetary Economics. 18(3), November 1986: 277-84.",
        "Lucas, Robert E., Jr. Money Demand in the United States: A Quantitative Review. Karl Brunner and Bennet T. McCallum, eds. Money, Business Cycles, and Exchange Rates. Essays in Honor of Allan H. Meltzer. Carnegie-Rochester Series on Public Policy, 29, 1988.",
        "Killingsworth, Mark. Labor Supply. Cambridge: Cambridge University Press, 1983.",
        "Karni, Edi. The Transactions Demand for Cash: Incorporation of the Value of Time into the Inventory Approach. Journal of Political Economy. 81, 1973: 1216-1225.",
        "Karni, Edi. The Value of Time and the Demand for Money. Journal of Money, Credit, and Banking. 6(1), February 1974: 45-64.",
        "Guidotti, Pablo E. and Carlos A. Vegh. The Optimal Inflation Tax when Money Reduces Transaction Costs: A Reconsideration, Journal of Monetary Economics, 31, pp. 1X9-205, 1993.",
        "Judd, Kenneth L. Optimal Taxation: Theory and Evidence. Working paper, Stanford University, 1989.",
        "Feldstein, Martin. The Costs and Benefits of Going from Low Inflation to Price Stability. NBER Working Paper No.5469, February 1996.",
        "Friedman, Milton. The Optimum Quantity of Money. in Milton Friedman, ed. The Optimum Quantity of Money and Other Essays. Chicago: Aldine Publishing Company, 1969.",
        "Faig, Miquel. Characterization of the Optimal Tax on Money When It Functions as a Medium of Exchange. JournalofMonetary Economics. 22(1),Julyl988: 137-48. Feenstra, Robert C. Functional Equivalence between Liquidity Costs and the Utility of Money. Journal of Monetary Economics. 17, 1986: 271 -91.",
        "Correia, Isabel and Pedro Teles. Money as an Intermediate Good and the Welfare Cost of the Inflation Tax, mimeo Universidade Catolica Portuguesa, Lisbon. April 1995.",
        "Diamond, Peter A. and James A. Mirrlees. Optimal Taxation and Public Production I: Production Efficiency. American Economic Review. 61(1), March 1971: 8-27.",
        "Braun, R. Anton. How Large is the Optimal Inflation Tax? Journal of Monetary Economics. 34(2), October 1994: 201-14.",
        "Chari, V.V., Lawrence Christiano, and Patrick Kehoe. Optimality of the Friedman Rule in Economies with Distorting Taxes, Journal of Monetary Economics, 37, June 1996, p.203- 33.",
        "Baumol, William J. The Transactions Demand for Cash: An Inventory Theoretic Approach. Quarterly Journal of Economics. 66, November 1952.",
        "Braun, R. Anton and Lawrence J. Christiano. Is Long-Run M 1 Demand Stable? Federal Reserve Bank of Minneapolis Research Department working paper 529, 1994.",
        "Barro, Robert J. On the Determination of the Public Debt. Journal of Political Economy. 87(5), October 1979: 940-71.",
        "Barro, Robert J. and David B. Gordon. Rules, Discretion and Reputation in a Model of Monetary Policy. Journal of Monetary Economics. 12, 1983: 101 -21.",
        "Avery, Robert B., Gregory E. Elliehausen, Arthur B. Kennickell, and Paul A. Spindt. The Use of Case and Transaction Accounts by American Families. Federal Reserve Bulletin. 72(2), February 1986: 87-108."
    ]
}