{
    "id": 5955,
    "cites": 20,
    "cited_by": 28,
    "reference": [
        "Solow, Robert M. 1957. Technical Change and the Aggregate Production Function. Review of Economics and Statistics, 39(3), 312-320.",
        "Pindyck, Robert S. 1988. Irreversible Investment, Capacity Choice, and the Value of the Firm. American Economic Review, 78(5), 969-985.",
        "Press, William H., Saul A. Teukolsky, William T. Vetterling, and Brian P. Flan- nery. 1992. Numerical Recipes in C: The Art of Scientific Computing, 2nd edn. Cambridge University Press.",
        "Olley, G. Steven and Ariel Pakes. 1996. The Dynamics of Productivity in the Telecommunications Equipment Industry. Econometrics, 64(6), 1263-1297.",
        "Newey, Whitney K. and Kenneth D. West. 1987. A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix. Economet- r~ca, 55(3), 195-232.",
        "Kydland, Finn E. and Edward C. Prescott. 1982. Time to Build and Aggregate Fluctuations. Econometnca, 5O(6), 1345-1370.",
        "Jovanovic, Boyan. 1982. Selection and the Evolution of Industry. Econometrivca 50(3), 649 670.",
        "King, Robert G., Charles I. Plosser, and Sergio T. Rebelo. 1988. Production, Growth, and Business Cycles I. The Basic Neoclassical Model. Journal of Mone- tary Economics, 21(2/3), 195-232.",
        "Hansen, Gary D. 1985. Indivisible Labor and the Business Cycle. Journal of Mon- etary Economics, 16(3), 30~327.",
        "Twin, Douglas A. and Peter J. Klenow. 1994. Learning-by-Doing Spillovers in the Semiconductor Industry. Journal of Political Economy, 102(6), 120(~1227.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Per Krusell. 1997. The Role of Investment- Specific Technological Change in the Business Cycle. Unpublished Working Paper, University of Rochester.",
        "Dunne, Timothy. Notes on Corrections Made to PPNs. CES Data Note Docu- mentation Memorandum No. 4, Center for Economic Studies, U.S. Bureau of the Census. Greenwood, Jeremy, Zvi Hercowitz, and Gregory W. HufEnan. 1988. Investment, Capacity Utilization, and the Real Business Cycle. American Economic Review, 78(3), 402~17.",
        "Davis, Steven, John C. Haltiwanger, and Scott Schuh. 1996. Job Creation and Destruction, MIT Press, Cambridge.",
        "Doms, Mark and Timothy Dunne. 1994. Capital Adjustment Patterns in Manu- facturing Plants. Center for Economic Studies Working Paper 94-11, U.S. Bureau of the Census.",
        "Cooper, Russell and John Haltiwanger. 1993. The Aggregate Implications of Ma- chine Replacement: Theory and Evidence. American Economic Review, 83(3), 36~382.",
        "Campbell, Jeffrey R. and Jonas D.M. Fisher. 1996. Aggregate Employment Fluc- tuations with Microeconomic Asymmetries. NBER Working Paper No. 5767.",
        "Cooley, Thomas F., Jeremy Greenwood, and Mehmet Yorukoglu. 1996. The Re placement Problem. Unpublished Working Paper. University of Rochester.",
        "Burnside, Craig and Martin Eichenbaum. 1996. Factor-Hoarding and the Propa- gation of Business Cycle Shocks. American Economic Review, 86(5), 1154-1174.",
        "Barro, Robert J. and Robert G. King. 1984. Time-Separable Preferences and Intertemporal-Substitution Models of Business Cycles. Quarterly Journal of Eco- nomics, 99(4), 817-839.",
        "Abel, Andrew B. and Janice C. Eberly. 1994. A Unified Model of Investment Under Uncertainty. American Economic Review, 84(5), 1369 1384."
    ]
}