{
    "id": 5956,
    "cites": 28,
    "cited_by": 83,
    "reference": [
        "National Science Foundation. Research and Development in Industry. National Science Foundation: Washington, DC, various years. Park, fin Heum. Estimation of Sheepskin Effects and Returns to Schooling Using the Old and the New CPS Measures of Educational Attainment. Princeton University, Industrial Relations Section Working Paper No. 338, December 1994.",
        "Murphy, Kevin M. and Finis Welch. The Structure of Wages. Ouarterly Journal of Economics 107 (February 1992): 285-326.",
        "Krueger, Alan B. How Computers Have Changed the Wage Structure? Evidence from Micro Data. Ouarterly Journal of Economics (February 1993): 33-60.",
        "Levy, Frank and Richard J. Murnane. With What Skills Are Computers a Complement? American Economic Review 86 (May 1996): 258-62.",
        "Machin, Stephen, Annette Ryan, and John Van Reenen. Technology and Changes in Skill Structure: Evidence from an International Panel of Industries. London: The Institute of Fiscal Studies Working Paper No. W96/6, 1996.",
        "Katz, Lawrence F. and Ana L. Revenga. Changes in the Structure of Wages: The United States vs. Japan. Journal of the Japanese and International Economies 3 (December 1989): 522-53.",
        "Hamermesh, Daniel S. Labor Demand. Princeton: Princeton University Press, 1993.",
        "Jaeger, David A. Reconciling the Old and New Census Bureau Education Questions: Recommendations for Researchers. U.S. Department of Labor, Bureau of Labor Statistics, BLS Working Paper 270, September 1995.",
        "Johnson, George. Changes in Earnings Inequality: The Role of Demand Shifts. paper, University of Michigan, September 1996. Unpublished Juhn, Chinhui. Wage Inequality and Industrial Change: Evidence from Five Decades. NBER WP No. 4684, March 1994. 36 Juhn, Chinhui, Dae-Il Kim, and Francis Vella. Education, Skills, and Cohort Quality. Unpublished paper, University of Houston, May 1996.",
        "Juhn, Chinhui, Kevin M. Murphy, and Brooks Pierce. Wage Inequality and the Rise in Returns to Skill. Journal of Political Economy 101 Dune 1993): 410-42.",
        "Goldin, Claudia and Lawrence F. Katz. Technology, Skill and the Wage Structure: Insights from the Past. American Economic Review 86 (May 1996a): 252-257.",
        "Goldin, Claudia and Lawrence F. Katz. The Origins of Technology-Skill Complementarily NBER Working Paper No. 5657, July 1996b. . ..",
        "Goldin, Claudia and Robert A. Margo. The Great Compression: The Wage Structure in the United States at Mid-Century. Quarterly Journal of Economics 107 (February): 1-34. Gorman, John A., John C. Musgrave, Gerald Silverstein, and Kathy Comins. Fixed Private Capital in the United States. Survey of Current Business 65 (July 1985): 36-55.",
        "Borjas, George J. and Valerie A. Ramey. Foreign Competition, Market Power, and Wage Inequality. Quarterly Journal of Economics 110 (November 1995): 1075-1110.",
        "Davis, Steven J. and John Haltiwanger. Wage Dispersion Between and Within U.S. Manufacturing Plants. Brookings Papers on Economic Activity: Microeconomics (1991): 115- 200.",
        "Doms, Mark, Timothy Dunne, and Ken Troske. Workers, Wages, and Technology. Quarterly Journal of Economics 112 (February 1997).",
        "Feenstra, Robert C. and Gordon H. Hanson. Globalization, Outsourcing, and Wage Inequality. American Economic Review 86 (May 1996): 240-45.",
        "Frazis, Harley, Michelle Harrison Ports, and Jay Stewart. Comparing Measures of Educational Attainment in the CPS. Monthly Labor Review 118 (September 1995): 40-44.",
        "Freeman, Richard B. The Demand for Education. In O. Ashenfelter and R. Layard, editors, Handbook of Labor Economics, volume 1. Amsterdam: North Holland, 1986, 357-86.",
        "Freeman, Richard B. Labor Market Institutions and Earnings Inequality. New England Economic Review (May/June 1996): 157-68.",
        "Berndt, Ernst R., Catherine J. Morrison, and Larry S. Rosenblum. High-Tech Capital Formation and Labor Composition in U. S. Manufacturing Industries: An Exploratory Analysis. NBER Working Paper No. 4010, March 1992.",
        "Berndt, Ernst R. and Catherine J. Morrison, High-Tech Capital Formation and Economic Performance in U.S. Manufacturing Industries: An Exploratory Analysis. Journal of Econometrics 65 (1995): 9-43.",
        "Berman, Eli, Stephen Machin, and John Bound. Implications of Skill-Biased Technological Change: International Evidence. Unpublished paper, Boston University, July 1996.",
        "Bell, Brian D. Skill-Biased Technical Change and Wages: Evidence from a Longitudinal Data Set. Unpublished paper, Nuffield College, Oxford, March 1996.",
        "Berman, Eli, John Bound, and Zvi Griliches. Changes in the Demand for Skilled Labor within U.S. Manufacturing Industries: Evidence from the Annual Survey of Manufacturing. Quarterly Journal of Economics 109 (May 1994): 367-97.",
        "Allen, Steven G. Technology and the Wage Structure. NBER Working Paper No. 5534, April 1996.",
        "Bartel, Ann P., and Frank Lichtenberg. The Comparative Advantage of Educated Workers in Implementing New Technology. Review of Economics and Statistics 69 (February 1987): 1-11.",
        "Bartelsman, Eric J. and Wayne Gray. The NBER Manufacturing Productivity Database. NBER Technical Working Paper No. 205, October 1996."
    ]
}