{
    "id": 5961,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "Stein, Jeremy C., Prices and Trading Volume in the Housing Market: A Model With Downpayment Effects, Quarterly Journal of Economics, May 1995, 110, 379-406.",
        "Pulvino, Todd, Do Asset Fire-Sales Exist? An Empirical Investigation of Commercial Aircraft Transactions, Harvard working paper, 1995.",
        "Shleifer, Andrei and Robert W. Vishny, Liquidation Values and Debt Capacity: A Market Equilibrium Approach, Journal of Finance, September 1992, 47, 1343-1366.",
        "Fisher, Irving, The Debt Deflation Theory of Great Depressions, Econometrica, October 1933, 1, 337-357.",
        "Garbade, Kenneth D., Federal Reserve Margin Requirements: A Regulatory Initiative to Inhibit Speculative Bubbles, in Paul Wachtel ea., Crises in Economic and Financial Structure, Lexington, MA: Lexington Books, 1 982. Goodman, John L. Jr., and John B. Ittner, The Accuracy of Home Owners Estimates of House Value, Journal of Housing Economics, 1992, 2, 339-357.",
        "Hardouvelis, Gikas A., Margin Requirements, Volatility, and the Transitory Component of Stock Prices, American Economic Review September 1990, 80, 736-62.",
        "Hsieh, David A. and Merton H. Miller, Margin Regulation and Stock Market Volatility, Journal of Finance, March 1990, 45, 3-29.",
        "Kashyap, Anil, David Scharfstein and David Well, The High Price of Land and the Low Cost of Capital: Theory and Evidence from Japan, MIT working paper, 1990.",
        "Kiyotaki, Nobuhiro and John H. Moore, Credit Cycles, NBER working paper 50X3, 1995.",
        "Poterba, James M., House Price Dynamics: The Role of Tax Policy and Demography, Brookings Papers on Economic Activity, 1991, 143-183.",
        "Cutler, David M., James M. Poterba and Lawrence H. Summers, Speculative Dynamics, Review of Economic Studies, 1991, 58, 529-46.",
        "Case, Karl E. and Robert J. Shiller, The Efficiency of the Market for Single-Family Homes, American Economic Review, March 1989, 79, 125-37.",
        "Case, Karl E. and Robert J. Shiller, Forecasting Prices and Excess Returns in the Housing Market, AREUEA Journal, 1990, 18, 253-73.",
        "Bernanke, Ben S. and Mark Gertler, Agency Costs, Net Worth, and Business Fluctuations, American Economic Review, March 1989, 79, 13-31.",
        "Caplin, Andrew, Charles Freeman and Joseph Tracy, Collateral Damage: How Refinancing Constraints Exacerbate Regional Recessions, NBER working paper 4531, 1993.",
        "Abraham, Jesse M. and Patric H. Hendershott, Bubbles in Metropolitan Housing Markets, Ohio State working paper, 1994, forthcoming in Journal of Housing Research."
    ]
}