{
    "id": 5963,
    "cites": 38,
    "cited_by": 7,
    "reference": [
        "Wicker, Elmus. Federal Reserve Monetary Policy. 191 7-1933. New York: Random House. 1966. Yeager, Leland B. International Monetary Relations: Theory, History and Policy. 2nd edition.",
        "Wheelock, David C. The Strategy and Consistency of Federal Reserve Monetary Policy, /924-1933. Cambridge: Cambridge University Press, 1991.",
        "United States Senate. Operation of the National and Federal Reserve Banking Systems. 7 1 St Congress, 3rd Session, 1931.",
        "Strong, Benjamin. Testimony Before the Banking and Currency Committee, United States House of Representatives, Stabilization. 69th Congress, 1st Session, 1926.",
        ". The Misuse of the Fed's Discount Window, Federal Reserve Bank of St. Louis Rctici~ 74 (September/October 1992): 58-69.",
        "Snyder, John W. Annual Treasury Report on the Events Leading to the Accord of' 195 I and on the Treasury's Monetary Powers, 1951 . In Documentary History of Banking and Currency in the United States, volume 4, edited by Herman E. Krooss. New York: McGraw Hill, 1969: 3026-71.",
        "Schwartz, Anna J. From Obscurity to Notoriety: A Biography of the Exchange Stabilization Fund. Journal of Money, Credit, and Banking (forthcoming, 1997).",
        "Redish, Angela. Anchors Away: The Transition from Commodity to Fiat Money in Western Economies, Canadian Journal of Economics 26 (November 1993): 777-795.",
        "Riefler, Winfield W. Money Rates and Money Markers in the United Stares. New York: McGraw-Hill, 1930.",
        "Mettzer, Allan H. Why Did Monetary Policy Fail in the Thirties? Manuscript. Carnegie Mellon University, 1994.",
        "Miller, Adolph. Testimony Before the Banking and Currency Committee, United States Senate, Operation of the ~\\ational and Federal Reserve Banking Systems. 7 I st Congress, 3rd Session, 1931.",
        "Meigs, A. James. Free Reserves and the Money Supply. Chicago: University of Chicago Press, 1962.",
        "Lucas, Robert E. Methods and Problems in Business Cycle Theory. Journal of ,t lone, ( #~/if and Banking 12 (November 1980, part 2): 696-7 15.",
        "Maisel, Sherman J. ivIanaging the Dollar. New York: W.W. Norton, 1973.",
        "Johnson, G. Griffith. The Treasury and Monetary Policy, /933-1938. Cambridge: Har~ard University Press, 1939. Krooss, Herman E., ed. A Documentary History of Banking and Currency in the United .S'iatev.",
        "Goodfriend, Marvin. Interest Rate Policy and the Inflation Scare Problem: 1974-1992.' Federal Reserve Bank of Richmond Economic Quarterly (Winter 1993): 1-24.",
        ". Interest Rates and the Conduct of Monetary Policy. Carnegie-Rochester Conference Series on Public Policy 34 (Spring 1991): 7-30.",
        "Frost, Peter A. Banks' Demand for Excess Reserves. Journal of Political Economy 79 (July/August 1971): 805-25.",
        "Garber. Peter M. The Collapse of the Bretton Woods Fixed Exchange Rate System. In .4 Retrospective on the Bretton Woods System: Lessons for International Monetan' Reform, edited by Michael D. Bordo and Barry Eichengreen. Chicago: Universit~ of Chicago Press, 1993: 46 1-85.",
        "Friedman, Milton and Anna J. Schwartz. A Monetary History of the United States, l86-J9i~O Princeton: Princeton University Press, 1963.",
        "Epstein, Gerald and Thomas Ferguson. Monetary Policy. Loan Liquidation, and Industrial Conflict: The Federal Reserve and the Open Market Operations of 1932. Journal of Economic History 44 (December 1984): 957-83. Federal Open Market Committee. Minutes of the Federal Open Market Cotnmittee (various issues). Fisher, Irving. Testimony Before the Banking and Currency Committee. United States House of Representatives. BankingAct of /935. 74th Congress, 1st Session.",
        "Eichengreen, Barry. Golden Fetters: The Gold Standard and the Great Depression, 19/9-1939 New York: Oxford University Press. 1992.",
        "De Long, J. Bradford. America's Only Peacetime Inflation: The 1970s. Manuscript.",
        "Eccles, Marriner S. Beckoning Frontiers. New York: Alfred A. Knopf. 1966.",
        "Currie, Lauchlin B. Causes of the Recession. History of Political Economy 12(Fall 1980): 316-35.",
        "Chari, V. V., Lawrence J. Christiano, and Martin Eichenbaum. Expectation Traps and Discretion. National Bureau of Economic Research Working Paper No. 5541, 1996.",
        "Chandler, Lester V. Benjamin Strong: Central Banker. Washington, D.C.: Brookings Institution, 1958.",
        "Caskey, John. Modeling the Formation of Price Expectations: A Bayesian Approach., American Economic Review 75 (September 1985): 768-76.",
        "Calomiris. Charles W. The Motives of Debt-Management Policy, 1790-1880. Research in Economic History 13(1991): 67-lOS.",
        "Calomiris, Charles W. Is the Discount Window Necessary? A Penn Central Perspective.' Federal Reserve Bank of St. Louis Review 76 (May/June 1994): 3 1-55.",
        "Bordo, Michael D. and Finn E. Kydland. The Gold Standard As a Rule: An Essay in Exploration. Explorations in Economic History (October 1995): 423-464.",
        "Brunner, Karl, and Allan H. Meltzer. What Did We Learn from the Monetary Experience of the United States In the Great Depression? Canadian Journal of Economics I (May 1968): 3 34-48. and . The Federal Reserfr'e `s .4ttachmenr to the Free Reserves Concept. Staff Analysis, Committee on Banking and Currency, United States House ofRepresentatives.",
        "Bordo, Michael D., The Bretton Woods International Monetary System: A Historical Overview. In A Retrospective on the Bretton Woods System: Lessons for internatzo,i~z1 Monetary Reform, edited by Michael D. Bordo and Barry Eichengreen. Chicago: University of Chicago Press, 1993: 3-98. Bordo, Michael D. and Barry' Eichengreen. ~` Implications of the Great Depression for the Development of the International Monetary System. In this volume.",
        "Blum, John M. From the Morgenthau Diaries: Years of Crisis, 1928-1938. Houghton-Mifflin, 1959.",
        ", Edmund S. Morgan, Willie Lee Rose, Arthur M. Schlesinger Jr., Kenneth M. Stampp. and C. Vann Woodward. The National Experience: A History of the United States. 3rd edition. New York: 1-larcourt Brace Javonovich, 1973. Board of Governors of the Federal Reserve System. Annual Report (various years).",
        "Blinder, Alan S., On the Conceptual Basis of Monetary Policy. Remarks at the Senior Executives Conference of the Mortgage Bankers Association, New York. January' 1 0. 1996.",
        "Anderson, Gary M., Shughart, William F. and Tollison, Robert D. A Public Choice Theory of the Great Contraction, Public Choice (October 1988): 3-23.",
        "Ahearn, Daniel S. Federal Reserve Policy Reappraised. 1951-1959. New York: Columbia University Press, 1963."
    ]
}