{
    "id": 5964,
    "cites": 37,
    "cited_by": 13,
    "reference": [
        "Akin, John S., and Irwin Garfinkel. The Quality of Education and Cohort Variation in Black-White Earnings Differentials: Comment, American Economic Review 70 (March, 1980): 186-191. Angrist, Joshua D. &apos;The Draft Lottery and Voluntary Enlistment in the Vietnam Era, lournal of the American Statistical Association. 86, no. 415 (September, 1991): 584-595.",
        "Angrist, J.D., G.W. Imbens, and D.B. Rubin. Identification of Causal Effects Using Instrumental Variables, lournal of the american Statistical Association, forthcoming. Coleman, James, Thomas Hoffer, and Sally Kilgore. High School Achievement: Public, Catholic and Private Schools Compared (New York: Basic Books, 1982a).",
        "Coleman, James, Thomas Hoffer, and Sally Kilgore. Cognitive Outcomes in Public and Private Schools, Sociology of Education. 55 no. 2/3 (April/July, 1982b): 65-76.",
        "Cookson, Peter W. Assessing Private School Effects: Implications for School Choice in School Choice: Examining the Evidence. Edith Rasell and Richard Rothstein, editors (Economic Policy Institute: Washington, D.C., 1993).",
        "Coronary Drug Project Research Group. Influence of Adherence to Treatment and Response to Cholesterol on Mortality in the Coronary Drug Project, New England lournal of Medicine. 33 (1980): 1038-1041.",
        "Behrman, Jere R., and Nancy Birdsall. The Quality of Schooling: Quantity Alone is Misleading, American Economic Review 73 (December, 1983): 928-946.",
        "Durbin, J. Errors in Variables, Review of International Statistical Institute, 22 (1954): 23-32.",
        "Efron, B., and D. Feldman. Compliance as an Explanatory Variable in Clinical Trials, lournal of the American Statistical Association 86, no. 413 (March 1991): 9-17.",
        "Evans, William N., and Robert M. Schwab. Finishing High School and Starting College: Do Catholic Schools Make a Difference?, Quarterly lournal of Economics 110, no. 4 (November, 1995): 941-974.",
        "Goldberger, Arthur S. and Glen G. Cain. The Causal Analysis of Cognitive Outcomes in the Coleman, Hoffer and Kilgore Report, Sociology of Education 55, vol. no. 2/3 (April/July, 1982): 103-122.",
        "Greene, Jay P., Paul E. Peterson, Jiangtao Du, Leesa Boeger, and Curtis L. Frazier. The Effectiveness of School Choice in Milwaukee: A Secondary Analysis of Data from the Program&apos;s Evaluation. University of Houston mimeo, August 1996. Greenwald, Rob, Larry V. Hedges, and Richard D. Laine, The Effect of School Resources on Student Achievement, Review of Educational Research. 66 (in press).",
        "Gruber, Jonathan. Cash Welfare as a Consumption Smoothing Mechanism for Single Mothers. National Bureau of Economic Research Working Paper Number 5738 (September 1996).",
        "Hanushek, Eric A. Conceptual and Empirical Issues in the Estimation of Educational Production Functions, Journal of Human Resources, 14 (Summer, 1979): 351-388.",
        "Hausman, Jerry A. and David A. Wise. &apos;Technical Problems in Social Experimentation: Cost versus Ease of Analysis, in Social Experimentation, Jerry A. Hausman and David A. Wise, editors, (The University of Chicago Press: Chicago, 1985).",
        "Heckman, James J. Instrumental Variables: A Cautionary Tale, National Bureau of Economic Research Technical Working Paper 185 (September 1995a).",
        "Heckman, James J. Randomization as an Instrumental Variable, National Bureau of Economic Research Technical Working Paper 184 (September 1995b).",
        "Heckman, James, and Jeffrey Smith. Assessing the Case for Randomized Evaluation of Social Programs, in Measuring Labour Market Measures: Evaluating the Effects of Active Labour Market Policies. Karsten Jensen and Per Kongshoj, editors (Copenhagen: Ministry of Labour, 1993).",
        "Heckman, James, and Jeffrey Smith. Substitution Bias in Social Experiments: An Analysis of JTPA Data, University of Chicago mimeo, 1994.",
        "Link Charles R., Edward C. Ratledge, and Kenneth A. Lewis. The Quality of Education and Cohort Variation in Black-White Earnings Differentials: Reply, American Economic Review 70 (March, 1980): 196-203.",
        "Manski, Charles F. Identification of Binary Response Models, Journal of the American Statistical Association, 83, no. 403, (September, 1988): 729-738.",
        "Manski, Charles F. The Selection Problem, in Advances in Econometrics, C. Sims, editor, (New York: Cambridge University Press, 1992).",
        "Manski, Charles F. Identification Problems in the Social Sciences (Cambridge, MA: Harvard University Press, 1995).",
        "Murnane, Richard J. A Review Essay - Comparisons of Public and Private Schools: Lessons from the Uproar, Journal of Human Resources, 19 (1984): 263-277.",
        "Park, Jin Heum. Estimation of Sheepskin Effects and Returns to Schooling Using the Old and the New CPS Measures of Educational Attainment. Industrial Relations Section Working Paper #338, December 1994.",
        "Rubin, D. Estimating Causal Effects of Treatments in Randomized and Non-randomized Studies, Journal of Educational Psychology. 66 (1974): 688-701.",
        "Thorn, Christopher A., John F. Witte, and Troy D. Sterr. Documentation of Data Used in The Milwaukee Choice Study. La Follette Institute of Public Affairs mimeo, August 1995.",
        "Wald, Abraham. The Fitting of Straight Lines if Both Variables Are Subject to Error, Annals of Mathematical Statistics. 11 (1940): 284-300.",
        "Witte, John F. Private School vs. Public School Achievement: Are There Findings That Should Affect the Educational Choice Debate?, Economics of Education Review. 11 (December, 1992): 371-394.",
        "Witte, John F. Reply to Greene, Peterson, and Du: &apos;The Effectiveness of School Choice in Milwaukee: A Secondary Analysis of Data from the Program&apos;s Evaluation&apos;, University of Madison mimeo, August 1996.",
        "Witte, John F. and Christopher A. Thorn. The Milwaukee Parental Choice Program, 1990/1991-1994/1995 [computer file], Madison, WI, 1995.",
        "Witte, John F., Christopher A. Thorn, and Kim A. Pritchard. Private and Public Education in Wisconsin: Implications for the Choice Debate, University of Wisconsin mimeo, (1995).",
        "Witte, John F., Christopher A. Thorn, Kim M. Pritchard, and Michele Claibourn. Fourth-Year Report: Milwaukee Parental Choice Program. University of Wisconsin mimeo, December 1994.",
        "Witte, John F., Troy D. Sterr, and Christopher A. Thorn. Fifth-Year Report Milwaukee Parental Choice Program. University of Wisconsin mimeo, December 1995.",
        "For students in the Milwaukee public school sample I consider 1990 the year of application for students in the Milwaukee public schools who have a valid 1991 test score. For those without a 1991 test score, I consider their year of application to be 1991 if they have a valid 1992 test score, and so forth.",
        "Family Income and Parental Education Family income is from the survey administered to choice applicants in the fall and spring of each year, as well as to a random sample of the families in the Milwaukee public schools. I average the reported income from the fall and spring of the year after application (to lower the measurement error). If a student applied more than once (and was not immediately selected) and is missing information on family income, I fill in the information with the reported income in earlier years. I convert the measure to 1994 dollars and substitute the average for those missing income.",
        "I construct parental education in a similar fashion. I convert the categorical variable to a continuous education measure according to the mapping suggested by Park (1994): 8th grade or below=8, some high school=10, GED and high school graduate=12, some college=13, 4-year degree=16, and postgraduate work=17.",
        "Choice Students I consider an individual a choice student who attended private school if they took an achievement test in a choice school. In the analysis, I exclude a few students who only had valid test scores from a Milwaukee public school but who were indicated as enrolled in a choice school in the same spring. There are also 6 students who appear to be enrolled in a choice school in a particular spring and also appear to apply for the first time in the same spring; and there are 2 students who apply in 1990 or 1991, only appear to be enrolled in a choice school in 1993, and who have test scores from both the choice school and a Milwaukee public school in 1993. I include these students, although the results are quite similar when I exclude them."
    ]
}