{
    "id": 5965,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "Tversky, A. and D. Kahneman, Loss aversion and riskless choice: a reference dependence model, Quarterly Journal of Economics, 1991, pp. 1039-61.",
        "Stockman, A. C. and H. Dellas, International portfolio nondiversification and exchange rate variability, Journal of International Economics, 1989, 26: 271 -290.",
        "Segal, U., Axiomatic representation of expected utility with rank-dependent probabilities, Annals of Operation Research 19, 1989, 359-373.",
        "Solnik B., International Investments, 1996, Addison-Wesley Publishing.",
        "Tesar, L. L. and 1. M. Warner. Home Bias and High Turnover, Journal of International Money and Finance; 14(4), August 1995, pages 467-92.",
        "Obstfeld, M. and K. Rogoff, Foundations of International Macroeconomics, MIT Press, 1996.",
        "Quiggin, J. C., A theory of anticipated utility, Journal of Economic Behavior and Organization 3, 1982, 323-343.",
        "Lewis, K.K. What can explain the apparent lack of international consumption risk-sharing?, 1993, manuscript, University of Pennsylvania.",
        "Harless D. W. and C. Camerer, The predictive utility of generalized expected utility, Econometrica, Vol. 62, 1994, 1251 -1290.",
        "Kahneman, D., J. Knetsch, and R. Thaler, Experimental tests of the endowment effect and the Coase Theorem, Journal of Political Economy, 1990, pp.",
        "French, K. and J. Poterba. International Diversification and International Equity Markets, American Economic Review, 1991, pp. 222-226.",
        "Ellsberg, D., Risk, ambiguity, and Savage axioms, Quarterly Journal of Economics, Vol. 75, 1961, 643-669.",
        "Epstein, L. G., Behavior under risk: recent developments in theory and applications, Chapter 1 in Advances in economic theory: Sixth World Congress., Volume 1, Laffont-Jean-Jacques, ed. (Cambridge University Press), 1992, 1 -63.",
        "Cole, H.L. and M. Obstfeld, Commodity trade and international risk sharing: how much do financial markets matter? Journal of Monetary Economics 28: 3 -24. Eldor, R., D. Pines, and A. Schwartz, Home asset preferences and productivity shocks, Journal of International Economics 25, 1988, 165-176.",
        "Chew, S. H., E. Karni, and Z. Safra, Risk aversion in the theory of expected utility with rank-dependent probabilities, Journal of Economic Theory 42, 1987, 370-381.",
        "Claessens, S. and M. Rhee, The effects of equity barriers on foreign investment in developing countries, 1993, NBER WP No. 4579.",
        "Baxter, M., U.J. Jermann and R. G. King, Non traded goods, non-traded factors, and international non-diversification, manuscript, University of Virginia, 1994.",
        "Aizenman, J. Optimal buffer stock and precautionary savings with disappointment aversion, NBER WP 5361, 1995a.",
        "Allais, M. Le comportement de lhomme rationnel devant le risque, critique des postulate et axiomes de lecole Americanie, 1953, Ecnometrica 21: 503- 46."
    ]
}