{
    "id": 5966,
    "cites": 43,
    "cited_by": 25,
    "reference": [
        "State of New Jersey, 1988, State of New Jersey annual report of the division of taxation (State of NJ, Trenton, NJ).",
        "State of New Jersey, 1984, Forty-seventh annual report of the division of local government services 1984 (State of NJ, Trenton, NJ).",
        "Tiebout, C.M., 1956, A pure theory of local expenditures, Journal of Political Economy 64, 416-24.",
        "Samuelson, P.A., 1955, Diagrammatic exposition of a pure theory of public expenditure, Review of 21 Economics and Statistics 37, 350-56.",
        "Samuelson, P.A., 1954, The pure theory of public expenditure, Review of Economics and Statistics 36, 387-89.",
        "Pollakowski, H. O., 1973, The effects of property taxes and local public spending on property values: a comment and further results, Journal of Political Economy 81, 994- 1003.",
        "Ridker R. G. and J. A. Henning, 1967, The determinants of residential property values with specific reference to air pollution, Review of Economics and Statistics 49, 246-56.",
        "Pagan, A., 1984, Economic issues in the analysis of regressions with generated regressors, International Economic Review 25, 221-47.",
        "Pollakowski, H. O., 1982, Urban housing markets and residential location (Lexington Books, Lexington, MA).",
        "Oates, W. E., 1969, The effects of property taxes and local public spending on property values: an empirical study of tax capitalization and the Tiebout hypothesis, Journal of Political Economy 77, 957-57.",
        "New Jersey Associates, 1988, New Jersey municipal data book, 1988 edition (New Jersey Associates, Montclair, NJ).",
        "Oates, W. E., 1973, The effects of property taxes and local public spending on property values: a reply and yet further results, Journal of Political Economy 81, 1004-8.",
        "Nechyba, T., 1996a, A computable general equilibrium model of intergovernmental aid, Journal of Public Economics 62, 363-97.",
        "Nechyba, T., 1996b, Public school finance in a general equilibrium Tiebout world: equalization programs, peer effects and private school vouchers, NBER working paper 5642.",
        "Nechyba, T., 1997b, Local property and state income taxes: the role of interjurisdictional competition and collusion, Journal of Political Economy 105, forthcoming.",
        "Musgrave, R. A., 1939, The voluntary exchange theory of public economy, Quarterly Journal of Economics 52, 213-17.",
        "Nechyba, T., 1997a, Existence of equilibrium and stratification in hierarchical public good economies 20 with voting, Economic Theory, forthcoming.",
        "Murphey, K. and R. El. Topel, 1985, Estimation and inference in two-step econometric models, Journal of Business and Economic Statistics 3, 370-79.",
        "McFadden, D., 1978, Modelling the choice of residential location, in: A. Karlquist, L. Lundquist, F. Snickars and J. Weibul, eds., Spatial Interaction Theory and Planning Models (Elssevir North- Holland, Inc., New York).",
        "McFadden, D., 1973, Conditional logit analysis of qualitative choice behavior, in: P. Zarembka, ea., Frontiers of Econometrics (Academic Press, New York).",
        "Lee, L. and R. Trost, 1978, Estimation of some limited dependent variable models with application to housing demand, Journal of Econometrics 8, 357-82.",
        "King, A. T., 1980, An economic model of tenure choice and demand for housing in a joint decision, Journal of Public Economics 14, 137-59.",
        "King, A. T., 1977, Estimating property tax capitalization: a critical comment, Journal of Political Economy 85, 425-31.",
        "King, A. T., 1975, The demand for housing: integrating the roles of journey-to-work, neighborhood quality, and prices, in: N. Terleckyj, ed. Household Production and Consumption, (National Bureau of Economic Research, New York).",
        "Houtenville, A., 1996, Parental effort, student achievement, and the quality of schooling, mimic, University of New Hampshire.",
        "Ioannides, Y. M., 1987, Residential mobility and housing tenure choice, Regional Science and Urban Economics 17, 265-288.",
        "Kain J. F. and J. M. Quigley, 1970, Measuring the value of housing quality, Journal of the American Statistical Association 65, 532-548.",
        "Hausman, J. and D. McFadden, 1984, Specification tests for the multinomial logit model, EconometricaS2, 1219-40.",
        "Internal Revenue Service, 1987, Individual income tax model (Statistics of Income Division, Washington, D.C.).",
        "Hanushek, E. and J. Quigley, 1978, An explicit model of intrametropolitan mobility, Land Economics 54, 411-28.",
        "Hamilton, B., 1976, The effect of property taxes and local public spending on property values: a theoretical comment, Journal of Political Economy 84, 647-650.",
        "Greene, W. (1990): Econometric analysis (MacMillan Publishing Co., New York).",
        "Greene, W., 1991, LIMDEP version 6.0: users manual and reference guide (Economic Software, Inc., Bellport, MY).",
        "Fisch, O., 1977, Spatial equilibrium with local public goods urban land rent, optimal city size and the Tiebout hypothesis, Regional Science and Urban Economics 7, 197-216.",
        "Epple, D., A. Zelenitz and M. Visscher, 1978, A search for testable implications of the Tiebout hypothesis, Journal of Political Economy 86, 405-425.",
        "Ellickson, B., 1981, An alternative test of the hedonic theory of housing markets, Journal of Urban Economics 9, 56-79.",
        "Edel, M. and E. Sclar, 1974, Taxes, spending and property values: supply adjustments in a Tiebout- Oates model, Journal of Political Economy 82, 941-54.",
        "Dubin, J.A. and D.L. McFadden, 1984, An econometric analysis of residential electric appliance holdings and consumption, Econometrica 52, 345-62.",
        "College Entrance Examination Board, 1990, The College Board Guide to High Schools (Guidance Publishing, New York).",
        "Boehm, T.P., H.W. Herzog and A.M. Schlottmann, 1991, Intra-urban mobility, migration, and tenure choice, The Review of Economics and Statistics 73, 59-68.",
        "Bogart, W. T., 1990, Essays on intergovernmental grants, proper taxation and housing markets, Ph.D. dissertation, Princeton University.",
        "Anas, A., 1982, Residential location markets and urban transportation (Academic Press, Inc., New York).",
        "Anas, A. and C. Chu, 1984, Discrete choice models and the housing price and travel to work elasticities of location demand, Journal of Urban Economics 15, 107-23."
    ]
}