{
    "id": 5969,
    "cites": 16,
    "cited_by": 51,
    "reference": [
        "Shleifer, Andrei, and Robert W. Vishny. Management Entrenchment: The Case of Manager- Specific Investments. Journal of Financial Economics, 25, 1989, pp. 123-140.",
        "Rotemberg, Julio. Power in Profit-Maximizing Organizations. Journal of Economics and Management Strategy, 2, 1993, pp. 165-198.",
        "Shin, Hyun-Han and Rend Stulz. An Analysis of the Divisional Investment Policies of Diversified Firms. Working Paper, 1996.",
        "Raj an, Raghuram G. and Luigi Zingales. The Tyranny of the Inefficient: An Enquiry into the Adverse Consequences of Power Struggles. Working Paper, University of Chicago, 1995.",
        "Prendergast, Canice and Lars Stole, Non-Monetary Exchange Within Firms and Indus- tries. NBER Working Paper 5765, 1996.",
        "Meyer, Margaret, Paul Milgrom and John Roberts. Organizational Prospects Influence Costs, and Ownership Changes. Journal of Economics and Management Strategy, 1. 1992, pp. 9-35.",
        "Lang, Larry H.P. and Rene Stulz. robins q, Corporate Diversification, and Firm Perfor- mance. Journal of Political Economy, 102, 1994, pp. 1248-80.",
        "Grossman, Sanford and Oliver Hart. The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration. Journal of Political Economy, 94, 1986, pp. 691-719.",
        "Hart, Oliver and John Moore. Property Rights and the Nature of the Firm. Journal of Political Economy, 98, 1990, pp. 1119-58.",
        "Jensen, Michael C. Agency Costs of Free Cash Flow, Corporate Finance and Takeovers. American Economic Review 76, 1986, pp. 323-329.",
        "Jensen, Michael C. The Modern Industrial Revolution, Exit, and the Failure of Internal Control Systems. Journal of Finance, 48, 1993, pp. 831-880.",
        "Lamont, Owen. Cash Flow and Investment: Evidence from Internal Capital Markets. Journal of Finance, 1997, forthcoming.",
        "Berger, Philip and Eli Ofek. Bustup Takeovers of Value-Destroying Diversified Firms. Journal of Finance, 51, 1996, pp. 1175-1200.",
        "Comment, Robert and Jarrell, Gregg A. Corporate Focus and Stock Returns. Journal of Financial Economics, 37, 1995, pp. 67-87.",
        "Aghion, Philippe and Jean Tirole. Formal and Real Authority in Organizations. Working Paper, 1994.",
        "Berger, Philip and Eli Ofek. Diversifications Effect on Firm Value. Journal of Financial Economics, 37, 1995, pp. 39-65."
    ]
}