{
    "id": 5979,
    "cites": 14,
    "cited_by": 55,
    "reference": [
        "Asea, Patrick and Enrique G. Mendoza, 1994. The Balassa-Samuelson Model: A GeneralEquilibrium Appraisal, Review of International Economics, vol. 2: 244-267.",
        "Balassa, Bela, 1964, The Purchasing Power Parity Doctrine: A Reappraisal, Journal of Political Economy, vol. 72: 584-596.",
        "Corden, W. Max, 196), The Geometric Representation of Policies to Attain Internal and External Balance, Review of Economic Studies, October: Dc Gregorio, Jose and Holger Wolf, 1994, Terms of Trade, Productivity, and the Real Exchange Rate, NBER working paper 4807 (July).",
        "Dc Gregorio, Jose; Alberto Giovannini, and Holger Wolf, 1994, International Evidence on Tradables and Nontradables Inflation, European Economic Review. vol. 38: 1225-1244.",
        "Marston, Richard, 1990, Systematic Movements in Real Exchange Rates in the G-5: Evidence on the Integration of Internal and External Markets, Journal of Banking and Finance, vol. 14, no. 5 (November): 1023-1044.",
        "Isard, Peter, 1995, Exchange Rate Economics, Cambridge: Cambridge University Press.",
        "Ito, Takatoshi, 1995, Japanese Economic Development: Idiosyncratic or Universal? International Economic Association, World Congress in Tunis, December 1995.",
        "Ito, Takatoshi, 1996. Japan and the Asian Economies: A `Miracle in Transition, Brookings Papers on Economic Activities, 1996:2, (forthcoming).",
        "Ito, Takatoshi; Peter Isard, Steven Symansky, and Tamlm Bayoumi, 1996. Exchange Rate Movements and Their Impact on Trade and Investment in the APEC Region, International Monetary Fund, Occasional Paper no. 145, December.",
        "Kuznets, Simon, Six Lectures on Economic Growth, Free Press, 1959.",
        "Kuznets, Simon, The Economic Growth of Nations, Harvard University Press, 1971.",
        "Samuelson, Paul A.. Theoretical Notes on Trade Problems, The Review of Economics and Statistics, vol. XLVI, May 1964: 145-154.",
        "Young, Alwyn, A Tale of Two Cities: Factor Accumulation and Technical Change in Hong Kong and Singapore, Macroeconomic Annual 1992, NBER-MIT Press, 1992.",
        "World Bank, East Asian Miracle: Economic Growth and Public Policy, Oxford: Oxford University Press, 1993."
    ]
}