{
    "id": 5981,
    "cites": 31,
    "cited_by": 2,
    "reference": [
        "[46] Williamson, Oliver. The Economic Institutions of Capitalism. New York: Free Press, 1985.",
        "[45] Williamson, Oliver. Markets and Hierarchies: Analysis and Antitrust Implications. New York: Free Press, 1975. 35",
        "[41] Van Ness, Carl. George A. Smathers Libraries, Department of Special Collections, A Guide to the Records in the Braga Brothers Collection. Updated May 1995.",
        "[40] United States Temporary National Economic Committee. Monograph No. 18, Trade Associa- tzon Survey, Washington, Government Printing Office, 1941.",
        "[39] United States Tariff Commission, Report to the President on Sugar with Appendix, Report No. 73, second series, Washington: Government Printing Office, 1934.",
        "[38] U.S. Congress, Senate Hearings, Committee on Finance, Tariff Act of 1929, Volume V, Schedule 5: Sugar, Molasses, and Manufactures of, June, 1929.",
        "[36] United States v. Sugar Institute. Response of of the Defendants. District Court of the United States for the Southern District of New York, Filed August 1, 1931.",
        "[35] United States v. Sugar Institute. Records of the District Courts of the United States (Record Group 21), Southern District of New York, Equity File No. 59-103, National Archives, New York City.",
        "[34] United States v. Sugar Institute. Case File 60-104-13, General Records of the Department of Justice, Record Group 60, National Archives, College Park, Maryland.",
        "[33] United States v. American Linseed Oil Co. et. al., 262 U.S. 371 (1923).",
        "[31] Stigler, George. A Theory of Oligopoly. 72 Journal of Political Economy, (1964) 44-61.",
        "[32] United States Industrial Commission. Reports, Volumes 1, 13, 14. Washington, Government Printing Office, 1900.",
        "[30] Spencer, Guilford L. and George P. Meade, A Handbook for Sugar Cane Maufacturers and Their Chemists, John Wiley and Sons, Inc. Eighth Edition, New York, 1945.",
        "[29] Roos, Charles Frederick. NRA Economic Planning. Principia Press, 1937.",
        "[28] Romer, Christina D. The Great Crash and the Onset of the Great Depression. 105 Quarterly Journal of Economics, (1990) 597-624. 34",
        "[27] Robert R. Nathan Associates, Inc. for the U.S. Cane Sugar Refiners Association, Cane Sugar Refining in the United States: Its Economic Importance, 1971.",
        "[23] Palmer, Truman. Concerning Sugar, Looseleaf Service, 1927.",
        "[26] Manuel Rionda y Polledo, Papers and Financial Records, University of Florida, George A. Smathers Libraries, Braga Brothers Collection, Record Group II, Series 10c.",
        "[20] Maple Flooring Manufacturers Association et al. v. United States, 268 U.S. 563 (1925).",
        "[21] Novshek, William, and Hugo Sonnenschein. Fulfilled Expectations Cournot Duopoly with Information Acquisition and Release. 13 Bell Journal of Economics, (1982) 214-218.",
        "[15] Green, E.J. and Robert Porter. Noncooperative Collusion under Imperfect Price Informa- tion. 52 Econometrica, (1984) 87-100.",
        "[18] Kirby, Alison J. Trade Associations as Information Exchange Mechanisms. 19 Rand Journal of Economics, (1988) 138-146.",
        "[11] Ellison, Sara Fisher and Wallace P. Mullin. Economics and Politics: The Case of Sugar Tariff Reform. 38 Journal of Loll and Economics, (1995) 335-366.",
        "[12] Galombos, Louis. Competition and Cooperation: The Emergence of a National Trade Associ- ation. Baltimore: Johns Hopkins Press, 1966.",
        "[14] Genesove, David, and Wallace P. Mullin. Narrative Evidence on the Dynamics of Collusion: The Sugar Institute Case. Mimeo, December 1996b. 33",
        "[7] Chandler, Alfred. Strategy and Structure: Chapters in the History of the American Industrial Enterprise. Cambridge: MIT Press, 1962.",
        "[8] Creane, Anthony. Risk and Revelation: changing the value of information, Michigan State Econometrics and Economic Theory Paper No. 9209, 1996.",
        "[9] Eddy, Arthur Jerome. The Nell Competition. D. Appleton and Co., 1912.",
        "[10] Eichner, Alfred S. The Emergence of Oligopoly: Sugar Refining as a Case Study. Johns Hopkins Press, 1969.",
        "[5] Brand, Donald. Corporatism and the Rule of Laud. A Study of the National Recovery Admin- istration. Cornell University Press, 1988.",
        "[6] Cement Manufacturers Protective Association et. al. v. United States, 268 U.S. 588 (1925)."
    ]
}