{
    "id": 5985,
    "cites": 40,
    "cited_by": 24,
    "reference": [
        "Wenneker, M.B., J.S. Weissman, and A.M. Epstein. The Association of Payer with Utilization of Cardiac Procedures in Massachusetts, Journal of the American Medical Association, 1990, 264: 1255-1260.",
        "Physician Payment Review Commission. Physician Payment Under Medicaid. Washington D.C.: Physician Payment Review Commission, 1991.",
        "Saywell, er al. Hospital and Patient Characteristics of Uncompensated Hospital Care: Policy Implications, Journal of Health Politics. Policy, and Law, 14, 1989, 287-307.",
        "Short, Pamela and Doris Lefkowitz. Encouraging Preventive Services for Low-Income Children: 40 The Effect of Expanding Medicaid, Medical Care, XXX 1992, 76-80.",
        "Sloan, Frank A., Joseph Valvona, and Ross Mullner, Identifying the Issues: A Statistical Profile, in Frank A. Sloan, James F. Blumstein, and James M. Perrin, eds., Uncompensated Hospital Care: Rights and Responsibilities. Baltimore, MD: Johns Hopkins, 1986.",
        "Weissman, Joel and Arnold Epstein. Case Mix and Resource Utilization by Uninsured Hospital Patients in the Boston Metropolitan Area, Journal of the American Medical Association, 261 24, June 23/30 1989.",
        "Phibbs, Cairan S., D.H. Mark, H.S. Luft et al. Choice of hospital for delivery: A Comparison of High Risk and Low Risk Women, Health Services Research, 1993, 28, 201-222.",
        "Mullahy, John. Medicaid and the Timing of Preventive Health Care for Young Children, mimeo, Trinity College CT, 1994.",
        "Paneth, Nigel, John Kiely, Sylvan Wallenstein, et al. Newborn Intensive Care and Neonatal Mortality in Low-Birth-Weight Infants, The New England Journal of Medicine, 307 3, July 15, 1982.",
        "Phibbs, Cairan S., Janet M. Bronstein, Eric Buxton, and Roderic H. Phibbs, The Effects of Patient Volute and Level of Care at the Hospital of Birth on Neonatal Mortality: Is Competition Killing Babies?. Journal of the American Medical Association, October 2, 1996.",
        "Kasper, Judith. Health Status and Utilization: Differences by Medicaid Coverage 39 and Income, Health Care Financing Review, 7, 1986, 1-17.",
        "Kelly, Joyce V. Provision of Charity Care by Urban Volutary Hospitals, in Rogers, S.J., Rousseau, A.M., and Nesbitt, S.W. eds, Hospitals and the Uninsured Poor: Measuring and Paying for Uncompensated Care. New York: United Hospital Fund of New York, 1985, 49- 69.",
        "Luft, Harold S., et al. Does Quality Influence Choice of Hospital?, Journal of the American Medical Association, 263, 2899-2906, 1990.",
        "McClellan, Mark and Joseph Newhouse. The Costs and Benefits of Intensive Medical Treatments, Journal of Econometrics, forthcoming 1996.",
        "McGuire, Thomas and M. Pauly. Physician Response to Fee Changes with Multiple Payers, Journal of Health Economics, 10, 1991, 385-410.",
        "Hutchens, Robert, George Jakubson, and S. Schwartz. AFDC and the Formation of Subfamilies, Journal of Human Resources, Fall 1989, v24 4, 599-628.",
        "Howell, EM, P. Vert. Neonatal intensive care and birth weight-specific perinatal mortality in Michigan and Lorraine, Pediatrics, 1993, 91, 464-469.",
        "Hadley. Jack, Earl Steinberg and Judith Feder. Comparison of Uninsured and Privately Insured Hospital Patients, Journal of the American Medical Association, 265, January 16, 1991, 374-379.",
        "Health Insurance Association of America (1989) The Cost of Maternity Care and Childbirth in the United States, 1989. Research Bulletin of the Health Insurance Association of America.",
        "Horbar, Jeffrey, Elizabeth Wright, Lynn Onstad et al., Decreasing Mortality Associated with the Introduction of Surfactant Therapy: An Observational Study of Neonates Weighing 601 to 1300 Grams at Birth, Pediatrics, 92 2, August 1993, 191-196.",
        "Haas, Jennifer, Seven Udarhelyi, and Arnold Epstein. The Effect of Health Coverage for Uninsured Pregnant Women on Maternal Health and the Use of Cesarean Section, Journal of the American Medical Association, 270, July 7, 1993, 61-64.",
        "Gruber, Jonathan, and Maria Owings. Physician Financial Incentives and Cesarean Section Delivery, RAND Journal of Economics, 27 1, Spring 1996, 99-123.",
        "Gruber, Jonathan, Kathleen Adams and Joseph Newhouse. Physician Fee Policy and Medicaid Program Costs. Mimeo, MIT, 1996.",
        "General Acc.n~lntin~ Office. Medicaid Expansions: Coverage Improves but State Fiscal Problems Jeopardize Continued Progress. Washington, D.C.: GAO, June 1994.",
        "Gruber, Jonathan. The Effect of Competitive Pressure on Charity: Hospital Responses to Price Shopping in California, Journal of Health Economics, 13, 1994, 183-212.",
        "Feldstein, Martin. Hospital Cost Inflation: A Study of NonProfit Price Dynamics, American Economic Review, 1971.",
        "Fritsch, Jane and Dean Baquet. Lack of Oversight Takes Delivery Room Toll, The New York Times, v 144, Monday March 6, 1995, A 1.",
        "Dranove, David. Pricing by Non-Profit Institutions: The Case of Hospital Cost-Shifting, Journal of Health Economics, 7, 1988, 47-57.",
        "Employee Benefits Research Institute (1996). Issue Brief: Sources of Health Insurance and Characteristics of the Uninsured. Washington, D.C.: EBRI.",
        "Currie, Janet and Jonathan Gruber. Saving Babies: The Efficacy and Cost of Recent Changes in the Medicaid Eligibility of Pregnant Women, The Journal of Political Economy, forthcoming December 1996a.",
        "Currie, Janet and Jonathan Gruber. Health Insurance Eligibility, Utilization of Medical Care, and Child Health, The Quarterly Journal of Economics, CXI, May 1996b, 431-466.",
        "Currie, Janet and Duncan Thomas. Medical Care for Children: Public Insurance, Private Insurance and Racial Differences in Utilization, Journal of Human Resources, XXX, 1995, 135-62.",
        "Cutler, David and Jonathan Gruber. Does Public Insurance Crowdout Private Insurance?, Quarterly Journal of Economics, CXI, May 1996, 391-430.",
        "Cutler, David and Mark McClellan. The Determinants of Technological Change in Heart Attack Treatment, NBER mimeo, May 1996.",
        "Cox, David, R. Analysis of Binary Data. London: Methuen, 1970.",
        "Currie, Janet. Do Children of Immigrants Make Differential Use of Public Health Insurance?, mimeo, UCLA Dept. of Economics, June 1996.",
        "Currie, Janet, Michael Fischer, and Jonathan Gruber. Physician Payments and Infant Mortality: Evidence from Medicaid Fee Policy, American Economic Review, 85 2, May 1985, 106- 1 1 1.",
        "Barbanel, Joshua. Review Faults a Hospital Over Delivery Room Care, The New York Times, v 145, Wed. Feb 14, 1996, bl2.",
        "Bronstein, Janet M, Eli Capilouto, Wally Carlo et al. Access to Neonatal Intensive Care for Low- Birthweight Infants: The Role of Maternal Characteristics, American Journal of Public Health, March 1995, 85 3, 357-361.",
        "Cole, Nancy. Increasing Access to Health Care: The Effects of Medicaid Expansions for Pregnant Women, Abt Associates, Inc., Cambridge MA, June 1994."
    ]
}