{
    "id": 5988,
    "cites": 15,
    "cited_by": 20,
    "reference": [
        "MaCurdy, Thomas E., The Use of Time Series Processes to Model the Error Structure of Earnings in a Longitudinal Data Analysis, Journal of Econometrics, Vol 18, 1982, pp. 83-114.",
        "Wagner, Gert G., Richard V. Burkhauser, and Fredericke Behringer, The English Language Public Use File of the German Socio-Economic Panel, Journal of Human Resources, Vol. 28, No. 2, Spring 1993, pp. 413-415.",
        "Lillard, Lee A. and Robert J. Willis, Dynamic Aspects of Earning Mobility, Econometrica, Vol. 46, No. 5., September 1978, pp. 985-1012.",
        "Levy, Frank and Richard J. Murnane, U.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations, Journal of Economic Literature, Vol. XXX, No. 3, September 1992, pp. 1333-1381.",
        "Karoly, Lynn, The Trend in Inequality Among Families, Individuals, and Workers in the United States: A Twenty-Five Year Perspective, in Sheldon Danziger and Peter Gottschalk (eds.), Uneven Tides: Rising Inequality in America, New York: Russell Sage Foundation, 1993, pp. 19-98.",
        "Gottschalk, Peter and Robert Moff~tt, The Growth of Earnings Instability in the U.S. Labor Market, Brookings Papers on Economic Activity, No. 2, 1994, pp. 217-272.",
        "Gottschalk, Peter and Timothy Smeeding, Cross-National Comparisons of Earnings and Income Inequality, Journal of Economic Literature, forthcoming. Hill, Martha S., The Panel Study of Income Dynamics: A User~s Guide, Beverly Hills, CA: Sage Publications, 1992.",
        "Chamberlain, Gary, Panel Data, in Handbook of Econometrics. Volume II, Z. Griliches and M.D. Intriligator, eds., Elsevier Science Publishers, 1984.",
        "Gottschalk? Peter, Changes in Inequality of Family Income in Seven Industrialized Countries, American Economic Review, Vol. 83, No. 2, May 1993, pp. 136-142.",
        "Atkinson, Anthony B., Lee Rainwater, and Timothy M. Smeeding, Income Distribution in OECD Countries: The Evidence From LIS. Paris: OECD, 1995.",
        "Burkhauser, Richard V. and John Poupore, A Cross-National Comparison of Permanent Inequality in the United States and Germany, Review of Economics and Statistics, forthcoming. Burkhauser, Richard V., Barbara A. Butrica, and Mary C. Daly, The Syracuse University PSID- GSOEP Equivalent Data File: A Product of Cross-National Research. Cross-National Studies in Aging Program Project Paper No. 25, All-University Gerontology Center, The - 40 - Labor Earnings and Inequality Maxwell School. Syracuse, NY: Syracuse University, July 1995.",
        "Abraham, Katherine and Susan N. Houseman, Earnings Inequality in Germany. In Richard B. Freeman and Lawrence F. Katz (eds.), Differences and Changes in Wage Structures. Chicago: University of Chicago Press, 1995, pp. 371-404.",
        "Abraham, Katherine and Susan N. Houseman, Job Security in America: Lessons from Gerrnanv. Washington, DC: The Brookings Institution, 1993.",
        "Abraham, Katherine and Susan N. Houseman, Does Employment Protection Inhibit Labor Market Flexibility? Lessons from Germany, France, and Belgium. In Rebecca M. Blank (ed.), Social Protection versus Economic Flexibility: Is There a Trade-Off7 Chicago: University of Chicago Press, 1994, pp. 59-94.",
        "Abowd, John M. and David Card, On the Covariance Structure of Earnings and Hours Changes, Econometrica, Vol 57, No. 2., March 1989, pp. 411-445."
    ]
}