{
    "id": 599,
    "cites": 21,
    "cited_by": 56,
    "reference": [
        "Arrow, Kenneth J., and Kurz, Mordecai. Public Investment, the Rate of Return, and Optimal Fiscal Policy. Baltimore: Johns Hopkins Univ. Press (for Resources for the Future), 1970.",
        "Brock, William A. Money and Growth: The Case of Long Run Perfect Foresight. Internat. Econ. Rev. 15 (October 1974): 750-77.",
        "Calvo, Guillermo A. On Models of Money and Perfect Foresight. Internat. Econ. Rev. 20 (February 1979): 83-103. (a) Stabilization Rules and the Managed Float: A Search for the Essentials.",
        "Mimeographed. Centro de Estudios MacroeconÃ\u0083Â³micos de Argentina, Buenos Aires, 1980.",
        "Calvo, Guillermo A., and Findlay, Ronald. On the Optimal Acquisition of Foreign Capital through Investment of Oil Export Revenues. J. Internat. Econ. 8 (November 1978): 513-24.",
        "Calvo, Guillermo A., and Rodriguez, Carlos Alfredo. A Model of Exchange Rate Determination under Currency Substitution and Rational Expectations. J.P.E. 85, no. 3 (june 1977): 617-25.",
        "Findlay, Ronald. An `Austrian Model of International Trade and Interest Rate Equalization.J.P.E. 86, no. 6 (December 1978): 989-1007.",
        "Fischer, Stanley. Capital Accumulation on the Transition Path in a Monetary Optimizing Model. Econometrica 47 (November 1979): 1433-39.",
        "Flood, Robert P. An Example of Exchange Rate Overshooting. Southern Econ. J. 46 (july 1979): 168-78.",
        "Helpman, Elhanan. Inflation and Balance of Payments Adjustments with Maximizing Consumers. Seminar Paper no. 129, Inst. Internat. Econ. Studies, Univ. Stockholm, 1979.",
        "Koopmans, Tjalling C.; Diamond, Peter A.; and Williamson, Richard E. Stationary Utility and Time Perspective. Econometrica 32 (January/April 1964): 82-100.",
        "Kouri, Pentti J. K. The Exchange Rate and the Balance of Payments in the Short Run and in the Long Run: A Monetary Approach. ScandinavianJ. Econ. 78 (May 1976): 280-304.",
        "MACROECONOMIC POLICY 1161 Partial Equilibrium Model. Cowles Foundation Discussion Paper no. 510, Yale Univ., Dept. Econ., 1978.",
        "In The Functioning of Floating Exchange Rates: Theory, Evidence, and Policy Implications, edited by David Bigman and Teizo Taya. Cambridge, Mass.: Ballinger, 1980.",
        "Mundell, Robert A. Monetary Theory: Inflation, Interest, and Growth in the World Economy. Pacific Palisades, Calif.: Goodyear, 1971.",
        "Obstfeld, Maurice. Macroeconomic Policy and World Welfare under Flexible Exchange Rates. Discussion Paper no. 63, Columbia Univ., Dept. Econ., 1980.",
        "Rational Expectations. A.E.R. Papers and Proc. 71 (May 1981): 217-21.",
        "Razin, Assaf. Exchange Rates and Price Movements in a World of Capital Mobility. Mimeographed. Foerder Inst., Tel-Aviv Univ., 1979.",
        "Sidrauski, Miguel. Rational Choice and Patterns of Growth in a Monetary Economy. A.E.R. Papers and Proc. 57 (May 1967): 534-44.",
        "Stockman, Alan C. A Theory of Exchange Rate Determination.J.P.E. 88, no. 4 (August 1980): 673-98.",
        "Uzawa, Hirofumi. Time Preference, the Consumption Function, and Optimum Asset Holdings. In Value, Capital, and Growth: Papers in Honour of Sir John Hicks, edited by J. N. Wolfe. Chicago: Aldine, 1968."
    ]
}