{
    "id": 5991,
    "cites": 39,
    "cited_by": 15,
    "reference": [
        "Tesar, L., 1993, International risk-sharing and nontraded goods, Journal of International Economics 35, 69-89.",
        "Tesar, L., 1995, Evaluating the gains from international risk-sharing, Carnegie Rochester Conferences on Public Policy 42, 95-144.",
        "Obstfeld, M., 1994a, Are industrial-country consumption risks globally diversified? in L. Leiderman and A. Razin, eds., Capital mobility: The impact on consumption, investment and growth (Cambridge University Press- Cambridge).",
        "Obstfeld, M., 1994b, Risk-taking, global diversification, and growth, American Economic Review 84, 1310-1329.",
        "Obstfeld, M. and K. Rogoff, 1995, The intertemporal approach to the current account, in Grossman and K. Rogoff, eds., Handbook of international economics (North 29 Holland: Amsterdam).",
        "Rebelo, S. and Vegh, C.A. 1995, Real effects of exchange-rate-based stabilization: An analysis of competing theories, in B.S. Bernanke and JJ. Rotemberg, eds., NBER Macroeconomics Annual: 1995 (MIT Press: Cambridge, Mass.).",
        "Telmer, C.I., 1993, Asset pricing puzzles and incomplete markets, Journal of Finance 48, 1803-1832.",
        "Newey, W.K. and K.D. West, 1987, A simple, positive semi-definite heteroskedasticity and autocorrelation consistent covariance matrix, Econometrica 55, 703-708.",
        "Lewis, K.K., 1996, What can explain the apparent lack of international consumption risk-sharing? Journal of Political Economy 1()4, 267-297.",
        "Ludvigson, S., 1995, Consumption and credit: A model of time-varying constraints, Working Paper (Princeton University: Princeton).",
        "Lewis, K.K., 1991, Should the holding period matter in tests of the intertempor.,l consumption-based CAPM? Journal of Monetary Economics 28, 365-389.",
        "Lewis, K.K., 1995, Puzzles in international finance, in G. Grossman and K. Rogoff, eds. Handbook of international economics (North Holland: Amsterdam).",
        "Jappelli, T., J-S. Pischke and N.S. Souleles, 1995, Testing for liquidity constraints in Euler equations with complementary data sources, Working Paper (University of Pennsylvania: Philadelphia).",
        "Heaton, J. and D. Lucas, 1995, The importance of investor heterogeneity and financial market imperfections for the behavior of asset prices, Carnegie-Rochester Conference Series on Public Policy 42, 1-32.",
        "Jappelli, T. and M. Marco, 1989, Consumption and capital market imperfections: An international comparison, American Economic Review 79, 1088-1105.",
        "Hansen, L.P., and R.J. Hodrick, 1980, Forward exchange rates as optimal predictors of future spot rates: An econometric analysis, Journal of Political Economy 88, 829-853.",
        "Heaton, J. and D. Lucas, 1992, Evaluating the effects of incomplete markets on risk sharing and asset pricing, Alfred P. Sloan School of Management working paper No. 3491-92- EFA.",
        "Hall, R. E., 1988, Intertemporal substitution in consumption, Journal of Political Economy 96, 339- 357.",
        "Cumby, R.E. and J. Huizinga, 1992, Testing the autocorrelation structure of disturbances in ordinary least squares and instrumental variables regressions, Econometrica 60, 185- 195.",
        "Deaton, A., 1992, Understanding consumption (Oxford University Press: New York).",
        "Devereux, M.B., A.W. Gregory and G.W. Smith, 1992, Realistic cross-country consumption correlations in a two-country, equilibrium business cycle model, Journal of International Money and Finance 11, 3-16.",
        "Dynan, K., 1993, How prudent are consumers? Journal of Political Economy 101, 1104-1113.",
        "Folkerts-Landau, D. and T. Ito, eds., 1995, International capital markets: Developments, prospects, and policy issues (International Monetary Fund, Washington, D.C.), Chapter I and Chapter VII in I. Background papers.",
        "French, K.R. and J.M. Poterba, 1991, Investor diversification and international equity markets, American Economic Review 81, 222-226.",
        "Froot, K. and K. Rogoff, 1995, Perspectives on PPP and long-run real exchange rates, in G.",
        "Grossman and K. Rogoff, eds, Handbook of international economics (North Holland: Amsterdam). Giovannini, A. and M. De Melo, 1993, Government revenue from financial repression, American Economic Review 83, 953-963.",
        "Carroll, C. D., 1996, Buffer stock saving and the Life Cycle/Permanent Income Hypothesis, Quarterly Journal of Economics, forthcoming.",
        "Clarida, R.H., 1990, International lending and borrowing in a stochastic stationary equilibrium, International Economic Review 31, 180-202.",
        "Constantinides, G., 1990, Habit formation: A resolution of the equity premium puzzle, Journal of Political Economy 98, 519-543.",
        "Campbell, J.Y. and G. MankIw, 1991, The response of consumption to income: A cross-country investigation, European Economic Review, 35, 723-756.",
        "Bayoumi, T., 1993, Financial deregulation and consumption in the United Kingdom, The Review of Economics and Statistics 75, 536-539.",
        "Campbell, J.Y. and G. Mankiw, 1990, Permanent income, current income, and consumption, Journal of Business and Economic Statistics, 8, 265-297.",
        "Baxter, M., U.J. Jermann and R.G. King, 1995, Nontraded goods, nontraded factors, and international non-diversfication, National Bureau of Economic Research Working Paper, No. 5175.",
        "Backus, D. K., P. J. Kehoe and F. E. Kydland, 1992, International real business cycles, Journal of Political Economy 100, 745-775.",
        "Baxter, M. and M. Crucini, 1995, Business cycles and the asset structure of foreign trade, International Economic Review, 821-854.",
        "Baxter, M. and U.J. Jermann, 1994, Household production and the excess sensitivity of consumption to current income, Working paper (University of Virginia).",
        "Baxter, M. and U.J. Jermann, 1995, The international diversification puzzle is worse than you think, National Bureau of Economic Research Working Paper, No. 5019.",
        "Abel, A. B., 1990, Asset prices under habit formation and catching up with the Joneses, American Economic Review SO, 38-42.",
        "Attanasio, O. P. and G. Weber, 1995, Is consumption growth consistent with intertemporal optimization? Evidence from the Consumer Expenditure Survey, Journal of Political Economy 103, 1121-1157."
    ]
}