{
    "id": 5992,
    "cites": 18,
    "cited_by": 7,
    "reference": [
        "Spence, M. 1973. Job Market Signaling. Quarterly Journal of Economics, Vol. 87, pp.",
        "Pawasara, J. and L.M. Quinn. 1986. Research on the GED Credential and its Use in Wisconsin. Unpublished paper, Employment and Training Institute, University of Wisconsin-Milwaukee.",
        "Murnane, R. J., J. B. Willett, and F. Levy. 1995. The Growing Importance of Cognitive Skills in Wage Determination. The Review of Economics and Statistics, Vol. 77, No. 2 (May), pp. 251-266.",
        "Murnane, R. J., J. B. Willett, and J. H. Tyler. 1996. What are the high school diploma and the GED certificate worth in the labor market?: Evidence for males from High School and Beyond. Working paper, Harvard Graduate School of Education.",
        "McDonald, J. and R. Moffitt. 1980. The Uses of Tobit Analysis. The Review of Economics and Statistics, Vol. 62, pp. 318-321.",
        "Mumane, R. J., J. B. Willett, and K. P. Boudett. 1995. Do High School Dropouts Benefit From Obtaining a GED? Educational Evaluation and Policy Analysis Vol. 17, No. 2 (Summer), pp. 133-147.",
        "Lynch, L.M. 1992. Private-Sector Training and the Earnings of Young Workers. American Economic Review, Vol 82, No.1, pp. 299-312.",
        "Grubb, N. W. 1993. The Long-Run Effects of Proprietary Schools on Wages and Earnings: Implications for Federal Policy. Educational Evaluation and Policy Analysis, Vol. 15,No.l,pp. 17-33.",
        "Lawrence, J.H. 1983. The Diploma as a Military Performance Predictor: It Works, But Why? Paper presented at the 9 I st Annual Convention of the American Psychological Association, Anaheim, CA.",
        "Baldwin, J. 1990. GED Candidates: A Decade of Change. GED Profiles: Adults in Transition, Issue No. 1 (September), pp. 1-2.",
        "Butler, J., and R. Moffitt. 1982. A Computationally Efficient Quadrature Procedure for the One Factor Multinomial Probit Model. Econometrica, Vol. 50, No. 3, pp. 761-764.",
        "Cameron, S.V., and J.J. Heckman. 1993a. Determinants of Young Male Schooling and Training Choices. In L.M. Lynch (ed.), Skill Formation by the Private Sector: ~nati~aLComparisons. Chicago, IL: University of Chicago Press.",
        "Cameron, S.V., and J.J. Heckman. 1993b. The Nonequivalence of High School Equivalents. Journal of Labor Economics, Vol. 11, Pt. 1, pp. 1-47.",
        "Cohen, J., and P. Cohen. 1983. Applied Multiple Regression/Correlation Analysis for the Behavioral Sciences (second edition). Hillsdale, NJ: Lawrence Erlbaum Associates.",
        "GED Testing Service. 1995 Who Took the GED? American Council on Education, Washington, D.C.",
        "Greene, W. H. 1993. Econometric Analysis, 2nd Edition. New York: Macmillan.",
        "Greene, W. H. 1995. LIMDEP, Version 7.0 Users Manual. Bellport, N.Y.: Econometric Software, Inc.",
        "Bartel, A., and N. Sicherman. 1993. Technical Change and On-the-Job Training of Young Workers. Paper prepared for presentation at the NBER Summer Institute in Labor Studies, July 1993."
    ]
}