{
    "id": 5993,
    "cites": 52,
    "cited_by": 29,
    "reference": [
        "United States General Accounting Office. Trade-Offs Involved in Beverage Container Deposit Legislation. Washington, DC: U.S.GAO, November 1990.",
        "Wahl, Mary. Letter to State Representative Lisa Naito. Oregon Department of Environmental Quality. Portland, 1995.",
        "Weinberg, Perry S. Mandatory Deposit Legislation in Virginia: Recycling the Bottle Bill. Virginia Journal of Natural Resources Law 7.1 (Fall 1987): 175-215.",
        "Swierzbinski, Joseph E. Guilty Until Proven Innocent - Regulation with Costly and Limited Enforcement. Journal of Environmental Economics and Management 27.2 (September 1994): 127-146.",
        "Russell, Clifford. Economic Incentives in the Management of Hazardous Wastes. Columbia Journal of Environmental Law 13.2 (Spring 1988): 257-74.",
        "Sigman, Hilary. A Comparison of Public Policies for Lead Recycling. RAND Journal of Economics 26.3 (Autumn 1995a): 452-78.",
        "Sigman, Hilary. Midnight Dumping: An Empirical Analysis of Illegal Waste Oil Disposal. Working Paper. University of California, Los Angeles. April 1995b.",
        "Stavins, Robert N. Project 88-Round II: Incentives for Action: Designing Market- Based Environmental Strategies. Sponsored by Timothy Wirth, and John Heinz. Washington, DC: U.S. Senate, May 1991.",
        "Porter, Richard C. Michigans Experience with Mandatory Deposits on Beverage Containers. Land Economics 59.2 (May 1983): 177-94.",
        "Rhee, Ho-Saeng. The Use of Economic Instruments in Environmental Protection in Korea. in Applying Economic Instruments to Environmental Policies in OECD and Dynamic Non-Member Countries. Paris: OECD, 1994.",
        "Russell, Clifford. Monitoring and Enforcement in Paul Portney, ed. Public Policies for Environmental Protection. Washington DC: Resources for the Future, 1990.",
        "Pang, Tanya. Empty Bottles Fill Coffers of Norwegian Firm. The Reuter European Community Report. April 28, 1996.",
        "Pigou, Arthur C. The Economics of Welfare. Fourth edition, London, UK: MacMillan and Co., 1932.",
        "Porter, Richard C. A Social Benefit-Cost Analysis of Mandatory Deposits on Beverage Containers. Journal of Environmental Economics and Management (December 1978): 351-75.",
        "Palmer, Karen, Hilary Sigman, and Margaret Walls. The Cost of Reducing Municipal Solid Waste. Working Paper. Washington, DC: Resources for the Future. 1996.",
        "Oregon Department of Environmental Quality. Oregons Bottle Bill: The 1982 Report.",
        "Oregon: Oregon Dept. of Environmental Quality, 1982.",
        "Organisation for Economic Cooperation and Development. Managing the Environment: The Role of Economic Instruments. Paris: OECD, 1994b.",
        "OConnor, David. The Use of Economic Instruments in Environmental Management: The East Asian Experience. in Applying Economic Instruments to Environmental Policies in OECD and Dynamic Non-Member Countries. Paris: OECD, 1994.",
        "Organisation for Economic Cooperation and Development. Economic Instruments for Environmental Protection. Paris: OECD, 1989.",
        "Organisation for Economic Cooperation and Development. Environment and Taxation: The Cases of the Netherlands. Sweden and the United States. Paris: OECD, 1994a.",
        "Mrozek, Janusz. Beverage Container Recycling: Incentives versus Attitudes as Explanations of Behavior. Working Paper. Georgia Institute of Technology. November 1995.",
        "Naughton, Michael, Frederick Sebold, and Thomas Mayer. The Impacts of the California Beverage Container Recycling and Litter Reduction Act on Consumers. The Journal of Consumer Affairs 24.1 (Summer 1990): 190-220.",
        "New York Department of Environmental Conservation. Report on Unclaimed Beverage Container Deposits. New York: Division of Solid Waste, 1994.",
        "Miedema, Allen K. Fundamental Economic Comparisons of Solid Waste Policy Options. Resources and Energy 5 (March 1983): 21-43.",
        "Moore, W. Kent, and David L. Scott. Beverage Container Deposit Laws: A Survey of the Issues and Results. The Journal of Consumer Affairs 17.1 (Summer 1983): 57-80.",
        "Krogulski, Marilyn. Litter Did We Know. Iowa Conservationist 53.4 (July/August 1994): 20-22.",
        "Lee, Dwight R., Philip E. Graves, and Robert Sexton. Controlling the Abandonment of Automobiles: Mandatory Deposits vs. Fines. Journal of Urban Economics 31 (1992): 14-24.",
        "Massachusetts Executive Off~ce of Environmental Affairs. Provisions for Recycling of Beverage Containers. Massachusetts, September 1989.",
        "Iowa Department of Natural Resources. Beverage Container Law Overview. Received June 1996.",
        "Jenkins, Glenn P., and Ranjit Lamech. Market-Based Incentive Instruments for Pollution Control. International Bulletin of Fiscal Documentation 46.11 (November 1992): 523-38.",
        "Fullerton, Don. Environmental Levies and Distortionary Taxation: Comment. American Economic Review 87 (March 1997).",
        "Fullerton, Don, and Thomas Kinnaman. Garbage, Recycling, and Illicit Burning or Dumping. Journal of Environmental Economics and Management 29 (July 1995): 78-91.",
        "Gupta, Ashok K. Letter. Albany: New York State Department of Environmental Conservation, May 1996.",
        "Harrington, Winston, Margaret A. Walls, and Virginia McConnell. Shifting Gears: New Directions for Cars and Clean Air. Discussion Paper, no. 94-26-REV. Washington, DC: Resources for the Future, 1994.",
        "Idaho Department of Health and Welfare, Division of Environmental Quality. Idaho Waste Tire Disposal Annual Report to the Legislature. Boise, 1996.",
        "Friedland, Shelly, and Amy Perry. Many Happy Returns: A Retrospective of the Massachusetts Bottle Bill. Massachusetts: MASSPIRG, March 1995.",
        "Fullerton, Don. Why Have Separate Environmental Taxes? in James M. Poterba, ea., Tax Policy and the Economy. 10, Cambridge: MIT Press for the National Bureau of Economic Research, 1996.",
        "Fisher, Brian, Scott Barrett, Peter Bohm, J.K. Mubazi, Anwar Shah, and Robert Stavins. An Economic Assessment of Policy Instruments to Combat Climate Change. Report of Working Group III of the Intergovernmental Panel on Climate Change. Switzerland, 1995.",
        "Dinan, Terry M. Economic Efficiency Effects of Alternative Policies for Reducing Waste Disposal. Journal of Environmental Economics and Management 25 (December 1993): 242-56.",
        "Eskeland, Gunnar. A Presumptive Pigovian Tax: Complementing Regulation to Mimic an Emissions Fee. The World Bank Economic Review 8.3 (September 1994): 373-94.",
        "Eskeland, Gunnar, and Shantayanan Devarajan. Taxing Bads by Taxina Goods: _ , Pollution Control with Presumptive Charges. Washington, DC: World Bank, 1996.",
        "Container Recycling Institute. Beverage Container Deposit Systems in the United States. Washington, DC: Container Recycling Institute, January 1992.",
        "Cropper, Maureen, and Wallace E. Oates. Environmental Economics: A Survey. Journal of Environmental Literature 30 (June 1992): 675-740.",
        "Andersen, Mikael Skou. Governance by Green Taxes: Making Pollution Prevention Bay. Manchester: Manchester University Press, 1994.",
        "Barde, Jean-Phillippe, and Johanes Baptist Opschoor. From Stick to Carrot in the Environment. The OECD Observer 186 (Fete/March 1994): 23-27.",
        "Baumol, William J., and Wallace E. Oates. The Use of Standards and Prices for Protection of the Environment. Swedish Journal of Economics 73 (March 1971): 42-54.",
        "Baumol, William J., and Wallace E. Oates. The Theory of Environmental Policy. SecondEdition. New York: Cambridge University Press, 1988.",
        "Bohm, Peter. Deposit-Refund Systems. Washington DC: Resources for the Future, 1981.",
        "Bovenberg, A. Lans, and Ruud A. de Mooij. Environmental Levies and Distortionary Taxation. American Economic Review 84 (September 1994): 1085-89.",
        "Alberini, Anna, David Edelstein, Winston Harrington, and Virginia D. McConnell. Reducing Emissions from Old Cars: The Economics of the Delaware Vehicle Retirement Program. Discussion Paper, no. 94-27. Washington DC: Resources for the Future, 1994.",
        "Ackerman, Frank, Dmitri Cavander, John Stutz, and Brian Zuckerman. Preliminarv Analysis: The Costs and Benefits of Bottle Bills. Draft Report to U.S.EPA/Office of Solid Waste and Emergency Response. Boston: Tellus Institute, January 1995."
    ]
}