{
    "id": 5996,
    "cites": 85,
    "cited_by": 41,
    "reference": [
        "Abel. Andrew B. and Blanchard, Olivier J. The Present Value of Profits and Cyclical Movements in Investment, Econometrica, Mar. 1986, 54 (2), pp. 249-73.",
        "Akerlof, George A. The Market for Lemons: Quality Uncertainty and the Market Mechanism. Quart. I Econ., Nov.1970, 84(4), pp. 488-500.",
        "Alonso-Borrego, Cesar and Bentolila, Samuel. Investment and Q in Spanish Manufacturing Firms, Oxford Bulletin of Economics and Statistics, 1994, 56, pp. 49-65.",
        "Auerbach, Alan J. Wealth Maximization and the Cost of Capital, Quart. I. Econ., August 1979, 94 (3), pp. 443-56.",
        "Bernanke, Ben; Gertler, Mark and Gilchrist, Simon. The Financial Accelerator and the Flight to Quality, Rev. Econ. Statis., Feb. 1996, 78 (1), pp. 1-15.",
        "Bernanke, Ben and James, Harold. The Gold Standard, Deflation, and Financial Crisis in the Great Depression: An International Comparison, in R. Glenn Hubbard, ed.. Financial markets and financial crises. Chicago: University of Chicago Press, 1991.",
        "Blanchard, Olivier J.; Lopez-de-Silanes, Florencio and Shleifer, Andrei. What Do Firms Do with Cash Windfalls?, I Fin. Econ., 1994.",
        "Blinder, Alan S. and Maccini, Louis J. Taking Stock: A Critical Assessment of Recent Research on Inventories, I Econ. Perspectives, Winter 1991, 5 (1), 73-96.",
        "Blundell, Richard; Bond, Stephen; Devereux, Michael and Schiantarelli, Fabio. Investment and Tobins Q: Evidence from Company Panel Data, I Econometrics, Jan.-Feb. 1992, 51 (l),pp.233-S8.",
        "Bond, Stephen and Meghir, Costas. Dynamic Investment Models and the Firms Financial Policy, Rev. Econ. Stud, April 1994, 61(2), pp. 197-222.",
        "Bradford, David F. The Incidence and Allocation Effects of a Tax on Corporate Distributions, I Pub. Econ., Feb. 1981, 15 (1), pp. 1-22.",
        "Calomiris, Charles W. and Himmelberg, Charles P. Investment Banking Costs as a Measure of the Cost of Access to External Finance, Mimeograph, Columbia University. October 1995.",
        "Calomiris, Charles W.; Himmelberg, Charles P. and Wachtel, Paul. Commercial Paper. Corporate Finance, and the Business Cycle: A Microeconomic Perspective. CarnegieRochester Conference Series on Public Policy, 1995, 42, pp.203-50.",
        "Calomiris, Charles W., and Hubbard, R. Glenn. Firm Heterogeneity, Internal Finance, and `Credit Rationing, Econ. I, Mar. 1990, 100 (1), pp. 90-104.",
        "Cantor, Richard. Effects of Leverage on Corporate Investment and Hiring Decisions, Federal Reserve Bank of New York Quarterly Review, Summer 1990, pp. 3 1-41.",
        "Carpenter, Robert; Fazzari, Steven J. and Petersen, Bruce C. Inventory Disinvestment, Internal Finance Fluctuations, and the Business Cycle, Brookings Pap. Econ. Act., 1994: 2, pp. 75-13 8.",
        "Chah, Eun Young; Ramey, Valerie and Starr, Ross. Liquidity Constraints and Intertemporal Optimization: Theory and Evidence from Durable Goods, I Money, Credit, and Banking, Feb. 1995, 27, pp. 272-87.",
        "Chevalier, Judith A. Do LBO Supermarkets Charge More?: An Empirical Analysis of the Effects of LBOs on Supermarket Pricing,i Fin., Sept. 1995, 50, pp. 1095-1112.",
        "Chevalier, Judith A., and Scharfstein, David S. Capital-Market Imperfections and Countercyclical Markups: Theory and Evidence, Amer. Econ. Rev. Sept. 1996, 86 (4), pp. 703-25.",
        "Chevalier, Judith A., and Scharfstein, David S. Liquidity Constraints and the Cyclical Behavior of Markups, Amer. Econ. Rev., May 1995, 85(2), pp. 390-96.",
        "Clark. Peter K. Tax Incentives and Equipment Investment, Brookings Pap. Econ. Act, 1993: 1. pp. 317-39.",
        "Devereux, Michael and Schiantarelli, Fabio. Investment, Financial Factors, and Cash Flow: Evidence from U.K. Panel Data, in R. Glenn Hubbard, ed., Asymmetric information, corporate finance, and investment. Chicago: University of Chicago Press, 1990.",
        "Eckstein, Otto and Sinai, Allen. The Mechanisms of the Business Cycle in the Postwar Era, in Robert J. Gordon, ed., The American Business Cycle: Continuity and Change. Chicago: University of Chicago Press, 1986.",
        "Eisner, Robert. Factors in Business Investment. Cambridge: Ballinger Press, 1978.",
        "Evans, David, and Jovanovic, Boyan. An Estimated Model of Entrepreneurial Choice Under Liquidity Constraints. I Pout. Econ., Aug. 1989, 97 (4), pp. 808-27.",
        "Farmer, Roger E.A. Implicit Contracts with Asymmetric Information and Bankruptcy: The Effect of Interest Rates on Layoffs, Rev. Econ. Stud., July 1985, 50(2), pp. 427-42.",
        "Fazzari, Steven M.; Hubbard, R. Glenn and Petersen, Bruce C. Financing Constraints and Corporate Investment, Brookings Pap. Econ. Act., l988a:l, pp. 14 1-95. Fazzari, Steven M.; Hubbard, R. Glenn and Petersen, Bruce C. Investment, Financing Decisions, and Tax Policy, Amer. Econ. Rev., May 1988b, 78 (2), pp. 200-05.",
        "Fazzari, Steven M.; Hubbard, R. Glenn and Bruce C. Petersen. Financing Constraints and Corporate Investment: Response to Kaplan and Zingales, Working Paper No. 5462, National Bureau of Economic Research, 1996.",
        "Fisher, Irving. The purchasing power of money, New York: Macmillan, 1911.",
        "Froot, Kenneth A. Incentive Problems in Financial Consulting: Impacts on Corporate Financing, Investment, and Risk Management Policies, in Dwight B. Crane, ci al., The globalfinancial system: a functional perspective, Boston: Harvard Business School Press, 1995.",
        "Froot, Kenneth A.; Scharfstein, David S. and Stein, Jeremy C. Risk Management: Coordinating Corporate Investment and Financing Policies, I Fin., Dec. 1993, 48 (5). pp. 629-58.",
        "Gertler, Mark. Financial Capacity and Output in an Economy with Multi-Period Financial Relationships, Rev. Econ. Stud, July 1992, 57 (2), pp. 455-72.",
        "Gertler, Mark and Gilchrist, Simon. Monetary Policy, Business Cycles, and the Behavior of Small Manufacturing Firms, Quart. I Econ., May 1994, 109 (2), pp. 309-40.",
        "Gertler, Mark and Hubbard, R. Glenn. Financial Factors in Business Fluctuations. in Financiau Market Volatility: Causes, Consequences, and Policy Recommendations. Federal Reserve Bank of Kansas City, 1988.",
        "Gertner, Robert H.; Scharfstein, David S. and Stein, Jeremy C. Internal versus External Capital Markets, Quart. I Econ., Nov. 1994, 109 (4), pp. 1211-30.",
        "Gilchrist, Simon. An Empirical Analysis of Corporate Investment and Financing Hierarchies Using Firm-Level Panel Data, Mimeograph, Board of Governors of the Federal Reserve System, 1991.",
        "Gilchrist, Simon and Himmelberg, Charles P. Evidence on the Role of Cash Flow in Reduced-Form Investment Equations, .1. Monet. Econ., 1995, 36, pp. 54 1-72.",
        "Gilchrist, Simon, and Zakraj~ek, Egon. The Importance of Credit for Macroeconomic Activity: Identification Through Heterogeneity, Mimeograph, Boston University, 1995.",
        "Greenwald, Bruce C. and Stiglitz, Joseph E. Information, Finance Constraints, and Economic Activity, in Meir Kohn and S.C. Tsaing, eds., Finance constraints, expectations, and economic activity. Oxford: Oxford University Press, 1988.",
        "Greenwald, Bruce C.; Joseph, E. Stiglitz, and Weiss, Andrew. Informational Imperfections in 59 the Capital Market and Macroeconomic Fluctuations, Amer. Econ. Rev. May 1984. 74 (2), pp. 194-99.",
        "Griliches, Zvi and Hausman, Jerry A.. Errors in Variables in Panel Data, I Econometrics. Feb. 1986,31(1), pp. 141-54.",
        "Gross, David B. The Financing and Investment Decisions of Liquidity Constrained Firms, Mimeograph, M.I.T., Nov. 1994.",
        "Gurley, John G. and Shaw, Edward S. Financial Aspects of Economic Development. Amer. Econ. Rev., Sept. 1955.45 (4), pp. 5 15-38.",
        "Gurley, John G. and Shaw, Edward S., Money in a theory offinance, Washington: Brookings Institution, 1960.",
        "Hall. Bronwyn H. Investment and Research and Development at the Firm Level: Does the Source of Financing Matter?, Working Paper No. 92-194, Department of Economics. University of California, Berkeley, May 1992.",
        "Hall, Robert E. and Jorgenson, Dale W. Tax Policy and Investment Behavior, Amer. Econ. Rev., June 1967, 57 (3), pp. 391-414.",
        "Hassett, Kevin A. and Hubbard, R. Glenn. Tax Policy and Investment, in Alan J. Auerbach, ed., Fiscal Policy: Lessons from Economic Research. Cambridge: MIT Press, 1997, forthcoming.",
        "Hayashi, Fumio. Tobins Marginal q and Average Q: A Neoclassical Interpretation, Econometrica, Jan. 1982, 50 (1), pp. 2 13-24.",
        "Hayashi, Fumio and Inoue, Tohru. The Relation Between Firm Growth and q With Multiple Capital Goods: Theory and Evidence from Panel Data on Japanese Firms, Econometrica, May 1991, 59(3), pp. 73 1-53.",
        "Himmelberg, Charles P. A Dynamic Analysis of Dividend and Investment Behavior Under Borrowing Constraints, Mimeograph, New York University, 1991.",
        "Holtz-Eakin, Douglas; Joulfaian, David and Rosen, Harvey S. Entrepreneurial Decisions and Liquidity Constraints, RAND I Econ., Summer 1994,25 (3), pp. 334-47.",
        "Hoshi, Takeo; Kashyap, Anil K. and Scharfstein, David. Corporate Structure, Liquidity, and Investment: Evidence from Japanese Panel Data, Quart. I Econ. Feb. 1991, 106 (1), pp. 33-60.",
        "Hubbard, R. Glenn and Kashyap, Anil K., Internal Net Worth and the Investment Process: An Application to U.S. Agriculture, I Pol. Econ., June 1992, 100 (3), pp. 506-34.",
        "Hubbard, R. Glenn; Kashyap, Anil K. and Whited,Toni M. Internal Finance and Firm Investment. I Money, Credit, and Banking, August 1995,27(4), pp. 683-701.",
        "Jaffee, Dwight and Russell, Thomas. Imperfect Information, Uncertainty, and Credit Rationing, Quart. I Econ., Nov. 1976, 91(4), pp. 65 1-66.",
        "Jensen, Michael. Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers, Amer. Econ. Rev., May 1986, 76 (2), pp. 323-29.",
        "Jensen, Michael and Meckling, William. Theory of the Firm: Managerial Behavior, Agency Costs, and Ownership Structure, I Fin. Econ., October 1976, 1, pp. 305-60.",
        "Jorgenson, Dale W. Capital Theory and Investment Behavior, Amer. Econ. Rev., May 1963. 53(2), pp. 247-59.",
        "Kaplan, Steven N. and Zingales, Luigi. Do Financing Constraints Explain Why Investment Is Correlated With Cash Flow?, Quart. I Econ., Feb. 1997, 112 (1), pp.169-216.",
        "Kashyap, Anil K.; Lamont, Owen A. and Stein, Jeremy C. . Credit Conditions and the Cyclical Behavior of Inventories, Quart. Jour.Econ., Aug. 1994, 109 (3), pp. 565-92.",
        "King, Mervyn A. Public policy and the corporation, London: Chapman and Hall, 1977.",
        "King, Robert G., and Levine, Ross. Finance and Growth: Schumpeter Might Be Right, Quart. I. Econ., Aug. 1993, 108 (3), pp. 7 17-37.",
        "Lamont, Owen A. Cash Flow and Investment: Evidence from Internal Capital Markets, I Fin., Mar. 1997, 52(1), pp. 83-110.",
        "McKinnon, Ronald I. Money and capital in economic development, Washington, D.C.: The Brookings Institution, 1973.",
        "Meyer. John R. and Kuh, Edwin. The investment decision, Cambridge: Harvard University 61 Press, 1957.",
        "Mishkin, Frederic S. The Household Balance Sheet and the Great Depression, I Econ. History, 1978, pp. 918-37.",
        "Modigliani, Franco and Miller, Merton H. The Cost of Capital, Corporation Finance, and the Theory of Investment, Amer. Econ. Rev., June 1958, 48 (3), pp. 26 1-97.",
        "Myers, Stewart C. and Majiuf, Nicholas. Corporate Financing and Investment Decisions When Firms Have Information That Investors Do Not Have, I Fin. Econ., 1984, pp. 187-221.",
        "Nickell, Stephen, and Nicolitsas, Daphne. How Does Financial Pressure Affect Firms?, Mimeograph, Oxford University, July 1994.",
        "Nickell, Stephen, and Wadhwani, Sushil. Employment Determination in British Industry: Investigations Using Micro-Data, Rev. Econ. Stud, Oct. 1991, 58 (5), pp.955-69.",
        "Oliner, Stephen D. and Rudebusch, Glenn D. Is There a Broad Credit Channel for Monetary Policy?, Federal Reserve Bank of San Francisco Economic Review, 1996,1, PP.3-13. (4), pp. 643-654.",
        "Petersen, Mitchell and Rajan, Raghuram. The Benefits of Firm-Creditor Relationships: Evidence from Small Business Data, I Fin., Mar. 1994, 49 (2), pp. 3-38.",
        "Phillips, Gordon. Increased Debt and Industry Product Markets: An Empirical Analysis. I Fin. Econ., Feb. 1995, 37 (1), pp. 189-238.",
        "Reiss, Peter C. Economic and Financial Determinants of Oil and Gas Exploration Activity, in R. Glenn Hubbard, ed., Asymmetric information, corporate finance, and investment. Chicago: University of Chicago Press, 1990.",
        "Rothschild, Michael, and Stiglitz, Joseph E. Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quart. I Econ., Nov. 1976, 91 (4), pp. 630-49.",
        "Schaller, Huntley. Asymmetric Information, Liquidity Constraints, and Canadian Investment, Canadian I Econ., Aug. 1993, 26, pp. 552-74.",
        "Schiantarelli, Fabio and Sembenelli, Alessandro. Form of Ownership and Financial Constraints: Panel Data Evidence from Leverage and Investment Equations, Working Paper No. 286, Department of Economics, Boston College, 1995.",
        "Sharpe, Steven. Financial Market Imperfections, Firm Leverage, and the Cyclicality of 62 Employment, Amer. Econ. Rev., Sept.1994, 84 (4), pp. 1060-74.",
        "Shin, Hyun-Han and Stulz, RenÃ\u0083Â© M. An Analysis of the Divisional Investment Policies. Mimeograph, The Ohio State University, 1996.",
        "Stiglitz, Joseph E. and Weiss, Andrew. Credit Rationing in Markets with Imperfect Information, Amer. Econ. Rev., June 1981, 71(3), pp. 393-410.",
        "Summers, Lawrence H. Taxation and Corporate Investment: A q-theory Approach, Brookings Pap. Econ. Act., 1981:1, pp. 67-127.",
        "Tobin, James. A General Equilibrium Approach to Monetary Theory, I Money, Credit, and Banking, Feb. 1969,1 (l),pp. 15-29.",
        "Townsend, Robert. Optimal Contracts and Competitive Markets with Costly State Verification, I Econ. Theory, 1979, 21, pp. 265-93.",
        "Whited, Toni M. Debt, Liquidity Constraints, and Corporate Investment: Evidence from Panel Data, I Fin., Sept. 1992, 47 (4), pp. 1425-60.",
        "Wojnilower, Albert. The Central Role of Credit Crunches in Recent Financial History, Brookings Pap. EconAct., 1980:2, pp. 277-326."
    ]
}