{
    "id": 5998,
    "cites": 34,
    "cited_by": 1,
    "reference": [
        "Viscusi, W. Kip. Smoking. Awaking the Risky Decision. New York, NY: Oxford University Press, 1992.",
        "Walsh, Raoul A. Effects of Maternal Smoking on Adverse Pregnancy Outcomes: Examination of the Criteria of Causation. H`man Biology 66, no. 6 ( 1994)1059-92.",
        "Tax Buden on Tobacco, The Tobacco Institute, (1995).",
        "Tyson, Jon. Evidence-Based Ethics and the Care of Premature [nfants. The Future of Children 5, no. 1 (1995)197-213.",
        "Sullivan, Daniel. Testing Hypotheses About Firm Behavior in the Cigarette Industry. Journal of Political Economy 93, no. 3 (1985)586-98.",
        "Sumner, Daniel A. Measurement of Monopoly Behavior: An Application to the Cigarette Industry. Journal of Political Economy 89, no. 5 (1981) I 010-9.",
        "Stern, Nicholas. The Effects of Taxation, Price Control, and Government Contracts in Oligopoly and Monopolistic Competition. Journal of Public Economics 32 (1987) 133-58.",
        "Stein, Z., J. Kline, B. Levin. Epidemiology in Human Reproduction. in .LIeasurerment of Risks, G.G. Berg and H.D. Maille, eds. New York, NY: Plenum Press (1981) 163- 183.",
        "Sexton, M., N. L. Fox, and J. R. Hebel. Prenatal Exposure to Tobacco. II. Effects on Cognitive Functioning At Age Three. International Journal of Epidemiology 19 (1990)72-77.",
        "Sexton, Mary, and J. Richard Hebel. A Clinical Trial of Change in Maternal Smoking and Its Effects on Birth Weight. J~4ltIA 251, no. 7 (1984)911 -5.",
        "Shiono, Patricia H., and Richard E. Behrman. Low Birth Weight: Analysis and Recommendations. The Future of Children 5, no. I (1995)4-18.",
        "Ringel, Jeanne S. Its Too Darn Hot! Using Temperature As an Instrument for Teen Fertility. Working Paper, Department of Economics, University of Maryland (1996).",
        "Roberts, Mark J., and Larry Samuelson. An Empirical Analysis of Dynamic, Nonprice Competition in an Oligopolistic Industry. RAND Journal of Economics 19, no. 2 (1988)200-220.",
        "Piper, Joyce, Wayne A. Ray, and Marie R. Griffin. Effects of Medicaid Eligibility Expansion: Prenatal Care and Pregnancy Outcome in Tennessee. .JAM4 264, no. 17 (1990)2219-24 Pojer, R., J. B. Whitfield, V. Poulos, I. F. Eckhardt, R. Richmond, and W. Hensley.",
        "Smokers From Nonsmokers. Clinical Chemistry 30, no. 8 (1984) 1377-80.",
        "Pierce, J. F., T Dwyer, E. DiGiusto, T. Carpenter, C. Hannam, A. Amin, C. Yong, G. Sarfaty, J. Shaw, and N. Burke. Cotinine Validation of Self-Reported Smoking in Commercially Run Community Surveys. Journal of Chronic Diseaves 40, no. 7 (1987)6X9-95.",
        "Paneth, Nigel S. The Problem of Low Birth Weight. The Future of Children 5, no. I (1995) 19-34.",
        "Perrnutt, Thomas, and J. Richard Hebel. Simultaneous Equation Estimation in a Clinical Trial of the Effect of Smoking on Birth Weight. Biometrics 45 (1989)619-22.",
        "Naeye, R. L., and E. C. Peters. Mental Development of Children Whose Mothers Smoked During Pregnancy. Journal of the American College of Obstetricians and Gynecologists 64 (1984)601 -7.",
        "National Center for Health Statistics. Health, United States,l995. Hyattsville, MD: Public Health Service, 1996.",
        "Naeye, R. L. Influence of Maternal Cigarette Smoking During Pregnancy on Fetal and Perinatal Mortality. Obstetrics and Gynecology 57 (1981)18-21.",
        "Lapham, S. C., M. K. Kring, and B. Skipper. Prenatal Behavioral Risk Screeining by Computer in a Health Maintenance Organization-Based Prenatal Clinic. Journal of Obstetrics and Gynecology 165 (1991)506- 14.",
        "Farrell, Phillip, and Victor R. Fuchs, Schooling and Health: The Cigarette Connection, Journal of Health Economics, I (1982), 217-30.",
        "Fingerhut, Lois A., Joel E. Kleinman, and Juliette S. Kendrick. Smoking Before, After and During Pregnancy. American Journal of Public Health 80, no. 5 (1990)541 -4.",
        "Huang, Xiaolan. The Impact of Cigarette Taxes on Teen Smoking: Evidence from Panels of Repeated Cross Sections. Working Paper, Department of Economics, University of Maryland (1996).",
        "Imbens, Guido, and Joshua D. Angrist. Identification and Estimation of Local Average Treatment Effects. Econometrica 62 (1994)467-76.",
        "Keeler, Theodore E., Teh-Wei Hu, Paul G. Barnett, and Willard G. Manning. Taxation, Regulation, and Addiction: A Demand Function for Cigarettes Based on Time-Series Evidence. Journal of Health Economics 12, no. 1 (1993) I - 18.",
        "Lam, David A., and Jeffrey Miron. The Elfects of Weather on Fertility in Human Populations. Population Studies Center Research Report No. 93-291, University of Michigan (1993).",
        "Evans, William N., and Edward Montgomery, Education and Health: Where Theres Smoke Theres an Instrument, National Bureau of Economic Research, Working Paper Number 4949, 1994.",
        "Currie, Janet, and Jonathan Gruber. Saving Babies: The Efficacy and Cost of Recent Changes in the Medicaid Eligibility of Pregnant Women . Journal of Political Economy 104, no. 6 (1996) 1263-96.",
        "Evans, William N., and Matthew Farrelly. The Compensating Behavior of Smokers: Taxes, Tar and Nicotine, Working Paper, Department of Economics, University of Maryland (1997).",
        "Angrist, Joshua D. Lifetime Earnings and the Vietnam-Era Draft Lottery: Evidence from Social Security Adminstrative Records. American Economic Review 80, no. 3 (1990) 313-36.",
        "Abel, E. L. A Review of Effects on Growth and Development of Offspring. Human Biology 52 (1980)593-625.",
        "Ahlborg, Gunnar, and Lennart Bodin. Tobacco Smoke Exposure and Pregnancy Outcome Among Working Women. American Journal of Epidemiology 133, no. 4 (1991) 338-347."
    ]
}