{
    "id": 60,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "[1] Aigner, D. J. and Goldfeld (1974). Estimation and Prediction from Aggregate Data when Aggregates are Measured More Accurately than their Components. To appear in Econometrica.",
        "[2] Amemiya, 1. (1971). The Estimation of the Variances in a VarianceComponents Model. International Economic Review 12, pp. 1-13.",
        "[3] Burnett, T. and Guthrie, D. (1970). Estimation of Stationary Stochastic Regression Parameters. JASA 65, pp. 1517-1573.",
        "[4] Feige, E. L. and Watts, H. W. (1972). An Investigation of the Consequences of Partial Aggregation of Micro-Economic Data. Econornetrica 40, pp. 343-360.",
        "[5] Grunfeld, Y. and Griliches, Z. (1960). Is Aggregation Necessarily Bad? The Review of Economics and Statistics 42, pp. 1-13.",
        "[6] Klock, T. (1961). Note on a Convenient Notation in Multivariate Statistical Analysis and in the Theory of Linear Aggregation. International Economic Review 2, pp. 351-360.",
        "[7] Kuh, E. (1974). An Essay on Aggregation Theory and Practice in Essays in Honor of Jan Tingergen (W. Sellekaerts, editor). New York: Macmillan, (forthcoming).",
        "[8] Rosenberg, B. (1973a). A Survey of Stochastic Parameter Regression. Annals of Economic and Social Measurement 2, pp. 381-398.",
        "[9] Rosenberg, B. (l973b). The Analysis of a Cross Section of Time Series by Stochastically Convergent Parameter Regression. Annals of Economic and Social Measurement 2, pp. 398-428.",
        "[10] Swamy, P. A. V. B. (1970). Efficient Inference in a Random Coefficient Regression Model. Econometrica 38, pp. 3-23.",
        "[11] Swamy, P.A.V.B. (1971). Statistical Inference in Random Coefficient Regression Models, New York: Springer-Verlag.",
        "[12] Swamy, P.A.V.B. and Arora, S.S. (1972). The Exact Finite Sample Properties of the Estimators of Coefficients in the Error Components Regression Model . Econometrica 40, pp. 261-75.",
        "[13] Theil, H. (1954). Linear Aggregation of Economic Relations. Amsterdam: North Holland Publishing Company.",
        "[14] Theil, H. (1968). Consistent Aggregation of Micromodels with Random Coefficients. Report 6816, Chicago, Center for Mathematical Studies in Business and Economy (April 1968). (A more accessible and somewhat more extensive treatment can be found in H. Theil [15].)"
    ]
}