{
    "id": 6002,
    "cites": 25,
    "cited_by": 11,
    "reference": [
        "Abel, Andrew. B. Capital Accumulation and Uncertain Lifetimes with Adverse Selection. Econometrica 54 (September 1986): 1079-1097.",
        "Abel, Andrew and Mark Warshawsky. Specification of the Joy of Giving: Insights from Altruism. Review of Economics and Statistics 70 (1988), 145-149.",
        "American Council on Life Insurance. 1996 Life Insurance Fact Book. Washington, D.C.: ACLI, 1996.",
        "Attanasio, Orazio and Hilary W. Hoynes, Differential Mortality and Wealth Accumulation, NBER Working Paper No. 5126, May 1995.",
        "Auerbach, Alan J., Laurence Kotlikoff, and David Weil, The Increasing Annuitization of the Elderly: Estimates nad Implications for Intergenerational Transfers, Inequality, and National Saving, NBER Working Paper 4182, October 1992.",
        "Austen, Jane. Sense and Sensibility. The Harcourt Library of English and American Classics, ed. 1962. New York: Harcourt Brace and World, Inc., 1962.",
        "Belth, J. Ed. Special Ratings Issue, The Insurance Forum, 22(10), October 1995, 237-72.",
        "Bernheim, B. Douglas, How Strong Are Bequest Motives? Evidence Based on Estimates of the Demand for Life Insurance and Annuities, Journal of Political Economy 99 (October 1991), 899-927.",
        "Biggs, John H., Alternatives in Variable Annuity Benefit Design, Transactions of the Society of Actuaries 21 (November 1969), 495-517.",
        "Brugiavini, Agar. Uncertainty Resolution and the Timing of Annuity Purchases, Journal of Public Economics 50 (1993), 31-62.",
        "Black, Kenneth J. and Harold D. Skipper. Life Insurance, 12e. Englewood Cliffs, NJ: Prentice Hall, 1994.",
        "Castillo, Marci. State Taxation of the Life Insurance Industry: The Effects of High Domestic and Retaliatory Taxes on Firm Growth. Mimeo, MIT Economics, 1996.",
        "Diamond, Peter A., 1977, A Framework for Social Security Analysis, Journal of Public Economics 8: 275-298.",
        "Friedman, Benjamin, and Mark Warshawsky. Annuity Prices and Saving Behavior in the United States. In Z. Bodie, J. Shoven, and D. Wise, eds., Pensions in the US Economy. Chicago: University of Chicago Press, 1988. Pp. 53-77.",
        "Friedman, Benjamin, and Mark Warshawsky. The Cost of Annuities: Implications for Saving Behavior and Bequests. Ouarterly Journal of Economics 105 (1, February 1990): 135-154.",
        "Hubbard, R. Glenn. Uncertain Lifetimes, Pensions, and Individual Saving. In Z. Bodie, J. Shoven, and D. Wise, eds., Issues in Pension Economics. Chicago: University of Chicago Press, 1987. Pp. 175-206.",
        "Kotlikoff, Laurence J. and Avia Spivak. The Family as an Incomplete Annuities Market. Journal of Political Economy 89 (April 1981): 372-391.",
        "Laitner, John and F. Thomas Juster, 1996, New Evidence on Altruism: A Study of TIAACREF Retirees, American Economic Review 86: 893-908.",
        "Poterba, James M. The History of Annuities in the United States. NBER Working Paper, March 1997.",
        "Rothschild, Michael, and J. Stiglitz, Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics, 90, November 1976, 629 - 49.",
        "Trieschmann, James and Sandra Gustavson, 1995, Risk Management and Insurance. 9th Edition (Cincinnati, OH: South Western College Publishing).",
        "U.S. General Accounting Office, 1990, Tax Treatment of Life Insurance and Annuity Accrued Interest. (Washington: U.S. General Accounting Office).",
        "Warshawsky, Mark. Private Annuity Markets in the United States Journal of Risk and Insurance 55(3) (September 1988): 518-528.",
        "Wilhelm, Mark, 1996, Bequest Behavior and the Effect of Heirs Earnings: Testing the Altruistic Model of Bequests, American Economic Review 86: 874-892.",
        "Wilson, Charles, 1980, The Nature of Equilibrium in Markets with Adverse Selection, ~ll Journal of Economics 11 (Spring): 108-130."
    ]
}