{
    "id": 6003,
    "cites": 22,
    "cited_by": 29,
    "reference": [
        "F-l 2 Ralph, John H., Dawn D. Nelson, and Laurence T. Ogle. School Violence and Misbehavior: What National Surveys Tell Us. ~ Paper presented at the meetings of the American Educational Research Association, New Orleans, 1994.",
        "National Institute of Education. Violent Schools--Safe Schools: The Safe School Study Report to the Congress. Washington, D.C.: U.S. Department of Health, Education, and Welfare 1978.",
        "Pearson, Frank S. and Jackson Toby. Fear of School-Related Predatory Crime. Social Science Research75, (1991): 117-125.",
        "Quigley, John M., and Daniel L. Rubinfeld. Public Choices in Public Higher Education, in Charles T. Clotfelta and Michael Rothschild, eds., Studies of Supply and Demand in Higha Education, Chicago: University of Chicago Press, 1993.",
        "Murnane, Richard J., John B. Willett, and John H. Tyler, What are the High School Diploma and the GED Certificate Worth? Evidence from High School and Beyond. Mimeo, Harvard School of Education, 1996.",
        "Menacker, Julius, Ward Weldo4 and Emanuel Hurwitz. Community Influences on School Crime and Violence.H Urban Education 25, (1990): 68-80.",
        "Moulton, Brent R., Random Group Effects and the Precision of Regression Estimates,U Journal of Econometrics 32 (1986), 385-397.",
        "Hanushek, Eric A., The Economics of Schooling: Production and Efficiency in Public Schools. Journal of Economic Literature 24, September 1986, 1141-1177.",
        "Measurement of State Variations in Achievement. Journal of Human Resources 25 (1990): 179-201.",
        "Lab, Steven P. and John T. Whitehead. The School Environment and School Crone: Causes and Consequences. Final report to the National Institute of Justice, 1992.",
        "McManus, Walter, William Gould, and Finis Welch. Earnings of Hispanic Men: The Role of English Language Proficiency, Journal of Labor Economics 1, April 1983, 101-130.",
        "Grogga, Jeff. ~Arrests, Persistent Youth Joblessness, and Black/White Employment Differentials. R.eview of Economics and Statistics 74, (1992): 100-106.",
        "F-1 , The Effect of Arrests on Young Mens Employment and Earnings. Ouarterly Journal of Economics 110, (199Sa). 1 , Market Wages and Youth Crime. mimeo, October 1995b.",
        "Betts, Julian. His There a Link between School Inputs and Earnings? Fresh Scrutiny of an Old Literature. In Gary Burtless (ad.), Does Money Matter? The Link Between Schools. Student Achievement, and Adult Success. Washington DC: Brookings Institution, forthcoming 1996.",
        "Cairns, R. B., B.D. Cairns, and H. J. Neckarman. Early School Dropout: Configurations and Determinants. Child Development 60, (1989): 1437-1452.",
        "Collins, James J., Pamela Messerschmidt, and Chris Ringwalt. The Relationship Between School Disruption and School Social Control Activities. Final Report to the National Institute of Justice, 1992.",
        "Freeman, Richard B. Crime and the Employment of Disadvantaged Youth. In George Peterson and Wayne Vroman, eds., Urban Labor Markets and Job Opportunity, Washington, DC: Urban Institute Press, 1992.",
        "Ganderton, Philip T. The Effect of Subsidies in Kind on the Choice of a College. Journal of Public Economics 48, (1992): 269-292.",
        "GottEredson, Gary D. and Denise C. Gottfredson. Victimization in Schools. New York: Plenum Press 1985.",
        "Grissom, J. B. and L.A. Shepard. Repeating and Dropping Out of School. In L.A. Shepard and M.L. Smith (eds.) Flunking Grades: Research and Policies on Retention. New York: Palmer Press, 1989.",
        "Antos, Joseph R. and Sherwin Rosen. Discrimination in the Market for Public School Teachers. Journal of Econometrics 3, 1975, 123-150.",
        "Basting Lisa D. and Bruce M. Taylor. School Crime: A National Crime Victimization Survey Report. Washington DC: Government Printing Office, 1991."
    ]
}