{
    "id": 6006,
    "cites": 30,
    "cited_by": 63,
    "reference": [
        "UNCTAD, 1994, Trade and Environment and UNCED Follow-up Activities in UTNCTAD, note prepared by the UNCTAD Secretariat for the Second meeting of the Commission on Sustainable Development, Geneva.",
        "Smith, V., 1968, Economics of production from natural resources, American Economic Review 58, 409-31.",
        "Economics of fishery management: A symposium, Institute of Animal Resource Ecology, (University of British Columbia, Vancouver, B.C.) Economic Journal Schaefer, M.B., 1957, Some considerations of population dynamics and economics in relation to the management of marine fisheries, Journal of the Fisheries Research Board of Canada, no. 14, 669-681.",
        "Rauscher, M., 1993, On ecological dumping, Oxford Economic Papers, 46, 829-840.",
        "Scott, A. and C. Southey, 1969, The problem of achieving efficient regulation of a fishery, In: A. Scott ed.",
        "Plourde, G.C., 1971, Exploitation of common-property replenishible resources, Western 9, 256-266.",
        "Neher, P., 1990, Natural resource economics Conservation and exploitation (Carr~bridge University Press, Cambridge).",
        "OECD, 1995, Report on trade and environment to the OECD council at the ministerial level, (OECD, Paris).",
        "Pearce, D.W. and J. Warford, 1993, World without end: Economics, environment and sustainable development (Oxford University Press, Oxford).",
        "Murtro, G.R. and A.D. Scott, 1985, The economics of fisheries management, In: A.V. Kneese and J.L. Sweeney ed. Handbook of natural resource and energy economics 2, no. 14, (North-Holland, Amsterdam).",
        "McCaskill, K.A., 1994, Dangerous liaisons: The W~~rl~l Tom ~rv~~ni7~~t;^n o-A the ~~tnr~ CAM A __ Policy Staff Paper no. 94/14, (Department of Foreign Affairs and International Trade, Ottawa, Canada).",
        "McRae, J.J., 1978, Optimal and competitive use of replenishable natural resources by open economies, Journal of International Economics, no. 8, 29-54.",
        "Lipsey, R. and K. Lancaster, 1957, The general theory of the second-best, Review of Economic Studies 24, 11 -32.",
        "Mason, C.F. and S. Polasky, 1994, Entry deference in the Commons, International Economic Review S. no.",
        "Kemp, M.C. and N.V. Long, 1984, The role of natural resources in trade models In R.W. Jones and Peter B. Kenen ed. Handbook of International Economics, no. I, (North-Holland, Amsterdam).",
        "Jaffe, A., S. Peterson, P. Portney and R. Stavins, 1995, Environmental regulation and the competitiveness of U.S. manufacturing: What does the evidence tell us, Journal of Economic Literature 33, 132- 163.",
        "Gordon, H.S., 1954, The economic theory of a common property resource: The fishery, Journal of Political Economy, no. 62, April, 124-42.",
        "Deardorff, A.V., 1973, The gains from trade in and out of steady-state growth, Oxford Economic Papers 2S, 173-191.",
        "Estey, D.C., (International Trade and the Environment), 1995. Background paper for the use of the National Council of World Wildlife Federations Corporate Conservation Council at the SYNERGY 95 Meeting in Geneva, May 1-2.",
        "Clemhout, S. and H. Wan, 1991, Environmental problems as a common-property resource game, In: R.P. Harnalainen and H.K. Ehtarno ed. Lecture notes in control and information sciences (Springer-Verlag, Berlin).",
        "Copes, P., 1970, The backward bending supply curve of the fishing industry, Scottish Journal of Political Economy, no. 17, 69-77.",
        "Chichilnisky, G., Global environment and North-South trade, Asian Journal of Economics and Social Studies 10, 185-201. Clark, C.W., 1990, Mathematical bioeconomics: The optimal management of renewable resources (Second edition) (Wiley, New York).",
        "Clarke, H.R., W.J. Reed and R.M. Shrestha, 1993, Optimal enforcement of property rights on developing country forests subject to illegal logging, Resource and Energy Economics 15, 271-93.",
        "Brown, L.R., 1995, Natures limits, In: Brown et. al. ed. State of the world (Norton, New York).",
        "Chichilnisky, G., 1994, North-south trade and the global environment, American Economic Review 84, 851- 874.",
        "Brander, J.A. and M.S. Taylor, 1995, International trade and open access renewable resources: The small open economy case, NBER Discussion Paper 5021 (Cambridge, MA).",
        "Brander, J.A. and M.S. Taylor, 1996, Open-access renewable resources: Trade and trade policy in a two- country model, NBER Discussion Paper 5474 (Cambridge, MA).",
        "Brown, G., 1974, An optimal program for managing common property resources with congestion externalities, Journal of Political Economy, no. 82, 163- 173.",
        "Bhagwati, J., 1971, Lee generalized theory of distortions and welfare, In: I. Bhagwati, R. Jones, R. Mundell and J. Vanek ed. Trade, balance of payments and growth: Essays in honor of Charles Kindleberger (North- Holland, Amsterdam).",
        "Barbier, E.B., M. Rauscher, 1994, Trade, tropical deforestation and policy interventions, Environmental and Resource Economics 4, 75-90."
    ]
}