{
    "id": 6008,
    "cites": 27,
    "cited_by": 46,
    "reference": [
        "Upton, C. (1981), UAn Equilibrium Model of City Sizes, Journal of Urban Economics, 10, 15-36.",
        "Romer, P. (1990), Endogenous Technological Change,n Journal of Political Economy, 98, 5, S71-S102.",
        "Stiglitz, J.E. (1977), The Theory of Local Public Goods,n in Economics of Public Services, M.S. Feldstein and R.P. Inmate (eds.), New York: MacMillan.",
        "Rauch, J. (1993), Does History Matter When It Only Matters a Little, Quarterly Journal of Economics, 108, 843-867.",
        "Romer, P. (1986), Increasing Returns and Long Run Growth, Journal of Political Econ- omy, 94, 1002-37.",
        "Krugman, P. (1993), On the Location and Number of Cities, European Economic Revietv, 37, 243-308.",
        "Lucas, R.E., Jr. (1988), On the Mechanics of Economic Development, Journal of Monetary Economics, 22, 3-42.",
        "Quah, (1993), Empirical Cross Section Dynamics and Economic Growth, European Eco- nomic Review, 37 (2/3), 426-434.",
        "Henderson, J.V. and R. Becker (1996), City Formation, Brown University, mimeo.",
        "Kim, H.S. (1988), Optimal and Equilibrium Land Use Pattern in a City, Brown University Ph.D. disseration.",
        "Henderson, J.V. (1974), The Size and Types of Cities, American Economic Review, 64, 640-656.",
        "Henderson, J.V. (1988), Urban Development: Theory Fact and Fusion, Oxford University Press.",
        "Helsley, R. and W. Strange (1990), Matching and Agglomeration Economies in a System of Cities, Journal of Urban Economics, 189-212.",
        "Helsley, R. and W. Strange (1993), City Developers alla Efficiency,n mimeo.",
        "Fujita, M., P. Krugma~, T. Mora (1995), On the Evolution of Hierarchical Urban Systems, mimeo.",
        "Garret, J. (1991), Edge City, New York: Doubleday.",
        "Fujita, M. and M. Ogawa (1982), Multiple Equilibria and Structural Transition of Non- Monocentric Configurations, Regional Science and Urban Economics, 12, 161-96.",
        "Eaton, J. and Z. Eckstein (1994), Cities and Growth: Theory and Evidence from France and Japan, NBER Working Paper No. 4612.",
        "Flatters, F., V. Henderson and P. Mieszkowski (1974), Public Goods, Efficiency, and Re- gional Fiscal Equalization, Journal of Public Economics, 3, 99-112.",
        "Dixit, A. and J. Stiglitz (1977), Monopolistic Competition and Optimum Product Diver- sity, American Economic Review, 67, 297-308.",
        "Dobkins, L. and Y. Ioannides (1995), Evolution of the U.S. Size Distribution of Cities, mlmeo.",
        "Deo, S. and G. Duranton (1995), Local Public Goods in a Production Economy, mimeo.",
        "Benabou, R. (1993), Workings of a City: Location, Education and Production, Quarterly Journal of Economics, 108, 619-652.",
        "Benabou, R. (1996), Heterogeneity, Stratification, and Growth: Macroeconomic Implica- tions of Community Structure and School Finance, American Economic Revieu, 86, 584-609.",
        "Abdel-Rahman, H. and M. Fujita (1990), Product Varieties. Marshallian Externalities and City Sizes, Journal of Regional Science, 2, 165-183.",
        "Amemiya, T. (1985), Advanced Econometrics, Harvard University Press.",
        "Becker, R. and J. V. Henderson (1996), ~Intra-Industry Specialization and Urban Develop- ment, The Economics of Cities, J. Huriot and J. Thisse (eds.), forthcoming."
    ]
}