{
    "id": 601,
    "cites": 22,
    "cited_by": 2,
    "reference": [
        "- 32 -Attfield, C.L.F., D. Demery and N.W. Duck, 1979, Unanticipated monetary growth, output and the price level: U.K. 1946-77, University of Bristol, mimeo, July.",
        "Attfield, C.L.F., D. Demery and N.W. Duck, 1979, A quarterly model of unanticipated monetary growth and output in the U.K. 1963-78, University of Bristol, mimeo, September.",
        "Barro, Robert J., 1977, Unanticipated money growth and unemployment in the United States, American Economic Review, 67, March, 101-15.",
        "Barro, Robert J., 1978, Unanticipated money, output and the price level in the United States, Journal of Political Economy, 86, August, 549-81.",
        "Barro, Robert J., 1979, The equilibrium approach to business cycles, unpublished, November.",
        "Barro, Robert J. and M. Rush, 1979, Unanticipated money and economic activity, National Bureau of Economic Research working paper no. 339 (Cambridge, MA: NE2R, April).",
        "Buiter, Willem H., 1980a, The macroeconomics of Dr. Pangloss: a critical survey of the new classical macroeconomics, Economic Journal, 90, March, 34-50.",
        "Buiter, Willem H., 1980b, Monetary, financial and fiscal policies under rational expectations, forthcoming in IMF Staff Papers, December.",
        "Buiter, Willem H., 1980c, The role of economic policy after the new classical macroeconomics, forthcoming in D. Currie and D. Peel eds, Contemporary economic analysis, vol. IV, Croom Helm. - 33 -Buiter, Willem H. (1980d), The superiority of contingent rules over fixed rules in models with rational expectations, forthcoming in Economic Journal, September 1981.",
        "Buiter, Willem H. and Jonathan Eaton, 1980, Policy decentralization and exchange rate management in interdependent economies, National Bureau of Economic Research working paper no. 531, August.",
        "Deissenberg, Christopher, 1979, Optimal stabilisation policy with delayed controls and imperfect state measurements, Fakult&apos;Ã\u0083Â¤t FÃ\u0083Â¼r Wirtschaftswissenschaften und Statistik, UniversitÃ\u0083Â¤t Konstanz, working paper, series A, nÃ\u0083Â¶. 133, November.",
        "Fischer, Stanley, 1977, Long-term contracts, rational expectations and the optimal money supply rule, Journal of Political Economy, 85, February, 191-206.",
        "Fischer, Stanley, 1979, Capital accumulation on the transition path in a monetary optimizing model, Econometrica, 47, November, 1433-1440.",
        "Gordon, Robert J., 1979, New evidence that fully anticipated monetary changes influence real output after all, National Bureau of Economic Research working paper no. 361, (Cambridge MA: NBER, June).",
        "Lucas, R.E., 1975, An equilibrium model of the business cycle, Journal of Political Economy, 83, December, 1113-44.",
        "McCallum, B.T., 1979, On the observational inequivalence of classical and Kevnesian models, Journal of Political Economy, 87, April, 393-402.",
        "Phelps, Edmund S. and John B. Taylor, 1977, Stabilising powers of monetary policy under rational expectations, Journal of Political Economy, 85, February, 163-90. - 34 -Sargent, T.J., 1976, The observational equivalent of natural and unnatural rate theories of macroeconomics, Journal of Political Economy, 84, June, 631-40.",
        "Sims, Christopher A ., 1980, Macoreconomics and reality, Econometrica, 48, January, 1-48.",
        "Taylor, John B., 1979, Staggered wage setting in a macro model, American Economic Review, 69, Papers and Proceedings, May, 108-113.",
        "Tobin, James, 1965, Money and economic growth, Econometrica, 33, October, 671-84.",
        "Turnovsky, Stephen J., 1980, The choice of monetary instruments under alternative forms of price expectations, Manchester School, March, 39-62. Wallis, Kenneth F., Econometric implications of the rational expectations hypothesis, Econometrica, 48, January, 49-73.",
        "Weiss, Laurence, 1980, The role for active monetary policy in a rational expectations model, Journal of Political Economy, 88, April, 221-233."
    ]
}