{
    "id": 6010,
    "cites": 27,
    "cited_by": 161,
    "reference": [
        "Topel, Robert H. (1991). Specific Capital, Mobility, and Wages: Wages Rise with Job Seniority Journal of Political Economy 99 (February): 145- 176.",
        "Marshall, R. and Zarkin, J. (1987). The Effect of Job Tenure on Wage Offers Journal of Labor Economics 5 (July): 301-324.",
        "Mincer, J. and Jovanovic, B. (1981). Labor Mobility and Wages. In Studies in 34 Labor Markets, ed. S. Rosen. (New York: National Bureau of Economic Research).",
        "Murphy, K. and Welsh, F. (1992). The Structure of Wages Quarterly Journal of Economics 7 (February): 284-326.",
        "Neal, Derek., (1995)Industry Specific Human Capital: Evidence from Displaced Workers Journal of Labor Economics (October).",
        "Topel, R.H., (1990) Specific Capital and Unemployment: Measuring the Costs and Consequences of Worker Displacement Carnegie-Rochester Series on Public Policy 33: 181-214.",
        "Kletzer, L.G. (1989). Returns to Job Seniority After Permanent Job Loss American Economic Review 79(June): 536-543.",
        "Johnson, W.R. (1978). A Theory of Job Shopping Quarterly Journal of Economics 92 (May): 261-277.",
        "Jovanovic, B. (1979). Job Matching and the Theory of Turnover Journal of Political Economy 87: 972-990.",
        "Jacobson, L.S., R.J. LaLonde, and D.G. Sullivan. (1993). Earnings Losses of Displaced Workers, American Economic Review 83 No. 4 (September 1993): 685-709.",
        "Hutchens, R.M. (1989). Seniority, Wages and Productivity: A Turbulent Decade The Journal of Economic Perspectives 3 (Fall): 49-64.",
        "Jacobson, L, R. LaLonde, and D. Sullivan, (1994). Earnings Losses of Displaced Workers W.E. Upjohn Institute for Employment Research. Kalamazoo Michigan.",
        "Groshen, E. (1991). Sources of Intra-industry Wage Dispersion: How Much Do Employers Matter?, Quarterly Journal of Economics 106 No. 3 (August): 869- 884.",
        "Hamermesh, D. (1987). The Costs of Worker Displacement Quarterly Journal of Economics 102 (February): 51 -75.",
        "Carrington William J. (1993) Wage Losses for Displaced Workers, Journal of Human Resources, 435-462.",
        "Devine, T.J. and Kiefer, N.M. (1991). Empirical Labor Economics (New York: Oxford University Press).",
        "Felli, L. and Harris, C., Learning, Wage Dynamics, and Firm-Specific Human Capital. Journal of Political Economy, vol 104 No. 4 (August): 838-868. Fitzgerald, J., P. Gottschalk, and R. Moffitt. (1996) An Analysis of Sample Attrition in Panel Data: The Michigan Panel Study of Income Dynamics, unpublished paper (October).",
        "Abraham, K. and Farber, H. (1987). Job Duration, Seniority, and Earnings American Economic Review 77 (June): 278-297.",
        "Addison, J. T. and Portugal, P. (1989). Job Displacement, Relative Wage Changes, and Duration of Unemployment Journal of Labor Economics 7 (July): 281 - 302.",
        "Altonji, J.G. and Shakotko, R.A. (1987). Do Wages Rise with Job Seniority? Review of Economic Studies 54 (July): 437-439.",
        "Becketti, S., W. Gould, L. Lillard, and F. Welch. The Panel Study of Income Dynamics after Fourteen Years: An Evaluation. Journal of Labor Economics 6 (October 1988): 472-492.",
        "Bishop, J. H., (1990). Job Performance, Turnover, and Wage Growth. Journal of Labor Economics 8 No. 3 (July): 363-396.",
        "Brown, J.N. (1989). Why Do Wages Increase with Tenure? American Economic Review 79 (December): 971-991.",
        "Brown, J.N. and Light, A. (1992). Interpreting Panel Data on Job Tenure, Journal of Labor Economics, 10 No. 3 (July 1992):219-39.",
        "Burdett, K. (1978). A Theory of Employee Job Search and Quit Rates American Economic Review68 (March): 212-220.",
        "Carmichael, H. L. (1989). Self-Enforcing Contracts, Shirking, and Life Cycle Incentives The Journal of Economic Perspectives 3 (Fall): 65-84.",
        "Abowd, J.M., F. Kramarz, and D.N. Margolis, (1994), High Wage Workers and High Wage Firms NBER Working Paper No. 4187 (November)."
    ]
}