{
    "id": 6021,
    "cites": 22,
    "cited_by": 7,
    "reference": [
        "U.S. Envirommental Protection Agency (1993), Guide to EPAs Unit-Pricing Database, EPA 230-B-93-002, Washington, DC.",
        "Wertz, Kenneth L. (1976), Economic Factors Influencing Households Production of Refuse, Journal of Environmental Economics and Management 2, 263-72.",
        "Tawil, Natalie (1995), On the Political Economy of Municipal Curbside Recycling Programs: Evidence from Massachusetts, working paper, Washington DC: The Congressional Budget Office.",
        "U.S. Environmental Protection Agency (1990), Charging Households for Waste Collection and Disposals: The Effects of Weight or Volume-Based Pricing on Solid Waste Management, Washington, DC.",
        "Steuteville, Robert and Nora Goldstein (1993), State of Garbage in America, 1993 Nationwide Survey, Biocycle 34, No. 5, May, 42-50.",
        "Strathman, James G., Anthony M Rufolo, and Gerald C. S. Mildner (1995), The Demand for Solid Waste Disposal, Land Economics 71, February, 57-64.",
        "Richardson, Robert A. and Joseph Havlicek, Jr. (1978), Economic Analysis of the Composition of Household Solid Wastes Journal of Environmental Economics and Management 5, 103-111.",
        "Skumatz, Lisa and C. Breckinridge (1990), Variable Rates In Solid Waste, in Handbook for Solid Waste Officials, Volume 2, June, EPA 530-SW-90-084B.",
        "Reschovsky, James D. and Sarah E. Stone (1994), Market Incentives to Encourage Household Waste Recycling: Paying for What you Throw Away, Journal of Policy Analysis and Management 13, No. 1, Winter, 120-139.",
        "Repetto, Robert, Roger C. Dower, Robin Jenkins, and Jacqueline Geoghegan (1992), Green Fees: How a Tax Shift Can Work for the Environment and the Economy, Washington DC: World Resources Institute.",
        "Poirier, D J. and P. A. Ruud (1981), On the Appropriatenes of Endogenous Switching, Journal of Econometrics 16, 249-256.",
        "Nestor, Deborah Vaughn and Michael J. Podolsky (1996), Implementation Issues in Incentive-Based Environmental Policy: A Comparative Assessment of Two Programs for Reducing Household Waste Disposal. working paper, Washington DC: The Environmental Protection Agency.",
        "Morris, Glenn E and D. Byrd (1990), The Effects of Weight or Volume-Based Pricing on Solid Waste Management prepared for the EPA, January.",
        "Miranda, Marie Lynn, Jess W. Everett, Daniel Blume, and Barbeau A. Roy (1994), Market-Based Incentives and Residential Municipal Solid Waste, Journal of Policy Analysis and Management 13, No. 4, 681-98.",
        "Bovenberg and S. Cnossen, eds, Public Economics and the Environment in an Imperfect World, Dordrecht, The Netherlands, Kluwer Academic Publishers. Maddala, G. S. (1983), Limited-Dependent and Qualitative Variables in Econometrics, Econometric Society Monograph No. 3, New York: Cambridge University Press.",
        "Jenkins, Robin (1991), Municipal Demand For Solid Waste Disposal Services: The Impact of User Fees, dissertation, University of Maryland.",
        "Jenkins, Robin (1993), The Economics of Solid Waste Reduction: The Impact of User Fees, Brookfield, VT: Edward Elgar Publishing.",
        "Hong, Seonghoon, Richard M. Adams, and H. Alan Love (1993), An Economic Analysis of Household Recycling of Solid Wastes: The Case of Portland, Oregon, Journal of Environmental Economics and Management 25, September, 136-46.",
        "Browne, Andrew G. (1994), Experience with Residential Recycling and Volume-Based Fees for Trash Disposal in Western Massachusetts, working paper, Boston University.",
        "Efaw, Fritz and William N. Lanen (1979), Impact of User Charges on Management of Household Solid Waste, Cincinnati Municipal Environmental Research Lab, prepared by Mathtech, Inc., Princeton, N.J., August.",
        "Fullerton, Don and Thomas Kinnaman (1995), Garbage, Recycling, and illicit Burning or Dumping, Journal of Environmental Economics and Management 29, July, 78-91.",
        "Fullerton, Don, and Thomas Kinnaman (1996), Household Responses to Pricing Garbage by the Bag, American Economic Review 86, September, 971-984."
    ]
}