{
    "id": 6027,
    "cites": 11,
    "cited_by": 117,
    "reference": [
        "Anderson, Michael A., and Stephen L. Smith (1996) Do National Borders Really Matter? A Reconsideration of Canada-US Regional Trade. (Paper presented to the Conference of the Southern Economics Association, Washington, DC, November 1996) Anderson, Michael A., and Stephen L. Smith (1997) Canadian Provinces in World Trade: Engagement and Detachment. (Lexington: Washington and Lee University, January 1997) Engel, C., and J.H. Rogers (1996) How Wide is the Border? American Economic Review 86: 1112-1125.",
        "Feder, 0. (1980) Alternative Opportunities and Migration: Evidence From Korea. Annals of Regional Science 14: 1-11.",
        "Foot, D.K. and W.J. Milne (1984) Net Migration Estimation in an Extended, Multiregional Gravity Model. Journal of Regional Science 24(1): 119-33.",
        "Gould, David M. (1994) Immigrant Links to the Home Country. Review of Economics and Statistics 76(2) (May 1994): 302-16.",
        "Head, K. and J. Ries (1997) Immigration and Trade Creation: Evidence From Canada. Canadian Journal of Economics 30 (forthcoming).",
        "Heffiwell, John F. (1996a) Convergence and Migration Among Canadian Provinces. Canadian Journal of Economics 29 (Proceedings Issue: April):S324-S330.",
        "Helliwell, John F. (1996b) Do National Boundaries Matter For Quebecs Trade?. Canadian Journal of Economics 29(3)(August 1996): 507-22.",
        "Helpman, E (1984) Increasing Returns, Imperfect Markets, and Trade Theory. In R. Jones and P. Kenen, eds., Handbook of International Trade (Amsterdam: North-Holland) Volume 1, 325-65.",
        "McCallum, John (1995) National Borders Matter: Canada-U.S. Regional Trade Patterns American Economic Review 85 (June 1995): 6 15-23.",
        "Rauch, J.E. (1996) Networks Versus Markets in International Trade. NBER Working Paper No. 5617 (Cambridge: National Bureau of Economic Research).",
        "Taylor, Alan M. (1995) Growth and Convergence in the Asia-Pacific Region: On the Role of Openness, Trade and Migration. NBER Working Paper No. 5276. (Cambridge: National Bureau of Economic Research)."
    ]
}