{
    "id": 603,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "Akerlof, G., and H. Miyazaki. (Jan. 1980), `~The Implicit Contract Theory of Uriemploymen-t Meets the Wage Bill Argument, Review of Economic Studies l4.7:321~JJ8.",
        "Arrow, K. J., H. 3. Chenery, B. S. Minhas, and R. M. Solow (Aug. 1961), Capital-Labor Substitution and Economic Efficiency, Review of Economics and Statis-tics 14.3:225-35.",
        "Azariadis, C. (Dec. 1975), HIrnpliCjt Contracts and Under- employment Equilibria, Journal of Political Eccno~y 83~ 1183-12 02.",
        "Review of Economic Studies 43:115-125. - ______ * (June, 1978), Escalator Clauses and the Allocation of Cyclical Risks, Journalof Economic Theory 18:119-155.",
        "Baily, K. N. (Jan. 1974), Wages and Emoloyment Under Uncertain Demand, Review of Economic Studies 14.U37-50.",
        "Econome-trica 45d043-1063. _____* (July 1977), Unemployment Insurance as Insurance for Workers, Industrial and Labor Relations Review 30:495-504.",
        "Brechling, F. (1977), The Incentive Effects of the Une~ploy- ment Insurance Tax, in Research in Labor Economics, R. G. Ehrenberg (ed.), New York, JAI Press.",
        "Brown, J. N. (1976), Employee Risk Aversion, Income Uncer- tainty, and Optimal Labor Contracts, University of Chicago Workshop paper (unpublished).",
        "Cagan, P. (1956), The Monetary Dynamics of Hyper-Iziflations, in Studies in the Quantity Theory of Money, M. Friedman (ed.), Chicago, University of Chicago Press.",
        "Feldstein, K. 3. (Oct. 1976), Temporary Layoffs in the Theory of Unemployment, Journal of Political Economy 84t937-957.",
        "Incentives and Distributional Anomalies, National Tax Journal 27:231-2144. _____* (1975), The Importance of Temporary Layoffs~ An Empirical Analysis, Brookin~s Paners on Economic Activity 3:725-745.",
        "Some Preliminary Results, in The Theory and E~oirical Analysis oÃ\u0082Â± Production, Studies in Income and Wealth, NBER. Grossman, H. I. (Nov. 1978), Risk Shifting, Layoffs, and Seniority, Journal ~ Monetary Economics 4:661-686.",
        "Scandjnavia~ Journal of ~conomics 79:137-209. _____* ( ), The Nature of Optimal Labor Contracts: Towards a Theory of Wage and Employment Adjustment~ read at the Third Reisenberg Symposium on the Stability of Contemporary Economic Systems. Lewis, H. G. (1963), Unionism and Relative WaEes in the United States, Chicago, University of Chicago Press.",
        "Lucas, R. E. C ), Substitution Between Labor and Capital in U. S. Manufacturing, 1929-58, Ph.D. dissertation, Uni- versity of Chicago (unpubj.ished).",
        "Mayers, D. and R. Thaler, (Oct. 1979), Sticky Wages and Implicit Contracts: A Transactional Approach, Economic Incuiry 17: 559-574.",
        "Mincer, J. (Oct.1962), On the Job Training, Costs, Returns, and Some I~p1ications, Journal of Political Economy 70, pt. 2:50-79.",
        "Muth, J. F. (June 1960), Optimal Properties of Exponentially Weighted Forecasts, Journal of the American Statistical Association 55~299-3O6.",
        "Nerlove, M. (1967), Recent Empirical Studies of the CES and Related Production Functions, in The Theory and EmDirical Analysis of Production, Studies in Income and Wealth, NBER.",
        "Parsons, D. 0. (Dec. 1972), Specific Human Capital: An Applica- tion to Quit Rates and Layoff Rates, Journal of Political Economy 80:1120-1143.",
        "Polemarchakis, H. M. (Jan. 1979), Implicit Contracts and Employment Theory, Review of Economic Studies 46:97-108."
    ]
}