{
    "id": 6030,
    "cites": 27,
    "cited_by": 74,
    "reference": [
        "Wheeler, David, and AshokaMody, 1992, International investment Location Decisions: The Case of U.S. Firms, Journal of international Economics 33:57-76.",
        "World Bank, 1995, World Development Report 1995, Oxford University Press.",
        "Wei, Shang-Jin, 1996b How Reluctant are Nations in Global Integration? Unpublished, Kennedy School of Government, Harvard University, November. Revised from Intra-national versus International Trade: How Stubborn Are Nations in Global Integration? NBER Working Paper 5531, April.",
        "Shleifer, Andrei and Robert W. Vishny, 1993, Corruption, Quarterly Journal of Economics, 108: 599-617.",
        "Wei, Shamg-Jin, 1996a, Foreign Direct investment in China: Sources and Consequences, in T. Ito and A. Krueger (1996), pp 77-101.",
        "Rose-Ackerman, Susan, 1975, The Economics of Corruption, Journal of Public Economics, 4:187-203.",
        "Rose-Ackerman, Susan, 1978, Corruption: A Study in Political Economy, New York: Academic Press.",
        "Shah, A. and J. Slemrod, 1990, Tax Sensitivity of Foreign Direct investments: an Empirical Assessment, Policy Research and External Affairs Working Paper, No. 434. The World Bank, Washington, DC.",
        "Richardson, J. David, 1993, Sizing Up U.S. Export Disincentives, institute for international Economics, Washington, DC.",
        "Rodrik Dani, 1996a, Labor Standands in international Trade: Do They Matter and What Do We Do About Them? in R. Lawrence, D.Rodrik, and J. Whalley (1996).",
        "Rodrik, Dani,1996b, Institutions and Economic Performance in East and Southeast Asia, Unpublished, Kennedy School of Government, Harvard University, October.",
        "Rauch, James, 1996b, Trade and Search: Social Capital, Sogo Shosha, and Spillovers, NBER Working Paper 5618, June.",
        "Rauch, James, 1996a, Networks versus Markets in international Trade, NBER Working Paper 5617, June.",
        "Kravis, l.B., and Robert E. Lipsey, 1982, Location of Overseas Production and Production for Export by U.S. Multinational Firms, Journal of international Economics 12:201 -223.",
        "Kaufmann, Daniel, 1996, Listening to Developing Coumtries Spell the C Word: The Tackling-Corruption-is-Taboo Myth Meets Some Evidence, Unpublished, Harvard institute for International Development.",
        "Knack, Stephen and Philip Keefer, 1995, Institutions and Economic Performance: Cross- Country Tests Using Alternative institutional Measures, Economics and Politics, 7(3): 207-227, November.",
        "Trade, Journal of International Economics, 16: 205-226. Markusen, James R., 1995, The Boundaries of Multinational Firms and the Theory of International Trade, Journal of Economic Perspectives 9: 169- 189.",
        "Lawrence, Robert, Dani Rodrik, and John Whalley, 1996, Emerging Agenda for Global Trade: High Stakes for Developing Countries, Policy Essay No. 20, Overseas Development Council, Washington, DC.",
        "Markusen, James R., 1984, Multinationals, Multi-Plant Economies, and the Gains from 712.",
        "Ito, Takatoshi and Anne O. Krueger, 1996, Financial Deregulation and Integration in East Am, Chicago and London: University of Chicago Press.",
        "Hsiao, Cheng, 1986, Analysis of Panel Data, Cambridge: Cambridge University Press.",
        "International Labor Organization, 1995, International Labor Yearbook, Geneva: International Labor Organization.",
        "Frankel, Jeffrey, Ernesto Stein, and Shang-Jin Wei, 1995, Trading Blocs and the Americas: The Natural, the Unnatural, and the Super-natural, Journal of Development Economics, 47: 61-95, June.",
        "Hines, James R., Jr. and Glenn Hubbard, 1990, Coming Home to America: Dividend Repatriations by U.S. Multinationals, m Assaf Razin and Joel Slemrod, eds., Taxation in the Global Economy. Chicago: University of Chicago Press, ppl 61 -200.",
        "Chicago Press. Encarnation, Dennis J., 1992, Rivals Beyond Trade: America versus Japan in Global Competition, Ithaca and London: Cornell University Press.",
        "Eaton, Jonathan and Akiko Tamura, 1996, Japanese and U.S. exports and investment as conduits of growth, in Takatoshi Ito and Anne O. Krueger (1996), pp51 -72.",
        "Beck, Paul J., Michael W. Maher, and Adrian E. Eschoegl, 1991, The impact ofthe Foreign Corrupt Practices Act on US Exports, Managerial amd Decision Economics, 12:295-303."
    ]
}