{
    "id": 6033,
    "cites": 25,
    "cited_by": 15,
    "reference": [
        "Lieberman,M., Susan Helper, and Lieven Demeester, The Empirical Determinants of Inventory Levels in High-Volume Manufacturing, UCLA working paper, 1995.",
        "Taylor! Alex III. GM: Time to Get in Gear Fortune, 138 (1997), 94-105.",
        "Lazonick, W Competitive Advantage on the Shop Floo: Cambridge: Cambridge University Press, 1989.",
        "Hollander, S. The Sources of Increased Efficiency: A Study of DuPont Rayon Plants Cambridge, MA: MIT Press, 1965.",
        "Ichniowski, Casey, Kathryn Shaw, and Giovanni Prennushi, The Effects of Human Resource Management Practices on Productivity, American Economic Review, forthcoming. Konet, Courtenay, Discussion of the Supply Chain in the American Automotive industry, independent study paper, MBA program, Case Western Reserve University, July 1996.",
        "Hirschman, Albert. Essays in Trespassing Cambridge: Cambridge University Press, 1981.",
        "Hirschman, Albert. Rival Views of Market Society. Cambridge, MA: Harvard University Press (paperback edition), 1992.",
        "Helper, S. and David 1. Levine, Supplier Participation and Worker Participation: is There a Linkage? Industrial Relations Research Association Proceedings 1994, pp. 12-25.",
        "Helper, S and Mari Sako, Supplier Relations in Japan and the United States: Are They Converging? Sloan Management Rewew, 36, no. 3, Spring 1995, pp. 77-84.",
        "Helper, S. and David 1. Levine, Long-term Supplier Relations and Product Market Structure, Journal of Law, Economics, and Orgatti ation, 8, no. 3, October 1992, pp. 561-81.",
        "Helper, S. Three Steps Forward, Two Steps Back in Automotive Supplier Relations, Technovatioil, 14, no. 10, October 1994, pp 633-640.",
        "Helper S. Strategy and irreversibility in Supplier Relations: The Case ofthe US Automobile Industry, Businessllistory Review, 65, no. 4, Winter 1991, pp. 781-824.",
        "Helper, S. Supplier Relations and Technical Change: Theory and Application to the US Automobile industry, unpublished Ph.D dissertation, Harvard University Department of Economics, 1987.",
        "Dyer, Jeffrey, Specialized Supplier Networks as a Source of Relational Quasi-Rents: Evidence from the Auto industry, Organization Science (forthcoming 1996).",
        "Forging industry Association. EorgingHandhook. Cleveland Ohio: Forging industry Association, 1992.",
        "Dyer, Jeffrey How Chrysler Created an American Keiretsu, Harvard Business Review, July- August 1996, 32-46.",
        "Cusumano, M. and Takeishi, Akira (1991) Supplier Relations and Management: A Study of Japanese, Japanese Transplant, and US Auto Plants Strategic Management Journal, 12, 563-88.",
        "Dutton, J.M., A.Thomas, and J.E. Butler, The History of Progress Functions as a Managerial Technology, Business History Review, 58, 2 (Summer 1984).",
        "Child, C., Can GMs Vast Army March in Step? Automotive News (March 31, 1997)1, 23-4.",
        "Clark, Kim . Project Scope and Project Performance: The Effects of Parts Strategy and Supplier Involvement on Product Development, Management Science, 35 (October 1989) 1247-63.",
        "Chandler, A.D., The Visible Hand The Managerial Revolt/tio n in American Business. Cambridge, MA: Harvard University Press, 1977.",
        "Akerlof, G. Labor Contracts as a Partial Gift Exchange, Quarterly.lournal of Economics, 97 (November 1982), 543-69.",
        "Aoki, M. Toward an Economic Model of the Japanese Firm, Journal of Economic Literature, 28 (March 1990), ] -27.",
        "Ben-Akiva, M. and Lerman, S. Discrete Choice Analysis. Cambridge, MIT Press, 1985.",
        "Adler, Paul and K. Clark. Behind the Learning Curve: A Sketch of the Learning Process, Management Science, 37 (March 1991), 267-281."
    ]
}