{
    "id": 6036,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "U.S. Bureau of the Census, Pollution Abatement Costs and Expenditures, MA-200, U.S. Govt. Printing Office, Washington, DC, various issues. , Statistical Abstract of the United States, U.S. Govt. Printing Office, Washington, DC, various issues. Viscusi, W. Kip, Frameworks for analyzing the effects of risk and environmental regulation on productivity. American Economic Review, September 1983, 793-801.",
        "REFERENCES (cont.) Lockwood-Post Pulp and Paper Directory, Miller-Freeman Publishing Company, various issues. McGuckin, Robert H. and George A. Pascoe, The Longitudinal Research Database: status and research possibilities. Survey of Current Business, November 1988.",
        "Porter, Michael E., Americas green strategy. Scientific American, 1991, 168.",
        "Porter, Michael E., The Competitive Advantage of Nations. The Free Press, New York, 1990.",
        "Hoerger, Fred, William H. Beamer, and James S. Hanson, The cumulative impact of health, environmental, and safety concerns on the chemical industry during the seventies. Law and Contemporary Problems, Summer 1983, 59-107.",
        "Gray, Wayne B. and Ronald J. Shadbegian, Pollution Abatement Costs, Regulation, and Plant-Level Productivity, NBER Working Paper 4994, January 1995.",
        "Hall, B. and M.L. Kerr, Green index: A State-by-State Guide to the Nations Environmental Health. Washington, D.C.: Island Press, 1991.",
        "Gollop, F.M. and M.J. Roberts, Environmental regulations and productivity growth: the case of fossil-fueled electric power generations. Journal of Political Economy, August 1983, 654-74.",
        "Gray, W.B., The cost of regulation: OSHA, EPA and the productivity slowdown. American Economic Review, December 1987, 998-1006.",
        "Bartik, T.J., The Effects of Environmental Regulation on Business Location in the United States, Growth and Change, Summer 1988, p. 22-44.",
        "Cooper, R., J. Haltiwanger, and L. Power, Machine Replacement and the Business Cycle: Lumps and Bumps, NBER Working Paper 5260, September 1995.",
        "Deity, M.E. and W.B. Gray, Enforcement of pollution regulations in a declining industry. Journal of Environmental Economics and Management, November 1991, 260-74.",
        "Barbera, A.J. and V.D. McConnell, Effects of pollution control on industry productivity: a factor demand approach. Journal of industrial Economics, December 1986, 161-72.",
        "Bartelsman, E.J. and W.B. Gray, The NBER Manufacturing Productivity Database, NBER Technical Working Paper 205, October 1996."
    ]
}