{
    "id": 6037,
    "cites": 18,
    "cited_by": 5,
    "reference": [
        "Robert H. Porter and J. Douglas Zona, Detection of Bid-Rigging in Procurement Auctions, Journal of Political Economy, Vol. 101 (June 1993), 518-538.",
        "Robert Wilson, Strategic Analysis of Auctions, in Handbook of Game Theory, Volume 1, ed. by R.J. Aumann and S. Hart, North Holland: Amsterdam, 1993, 227-279.",
        "Martin Pesendorfer, A Study of Collusion in First Price Auctions, Yale University, mimeo, 1996.",
        "Robert H. Porter, A Study of Cartel Stability: The Joint Executive Committee, Bell Journal of Economics, Vol. 14 (Autumn 1983), 301-314.",
        "Nicholas Kiefer, Testing for Independence in Multivariate Probit Models, Biometrika, Vol. 69 (1982), 161-166.",
        "R. Preston McAfee and John McMillan, Auctions and Bidding, Journal of Economic Literature, Vol. XXV (June 1987), 699-738.",
        "Paul R. Milgrom and Robert J. Weber, A Theory of Auctions and Competitive Bidding, Econometrica, Vol . 50 (September 1982), 1089-1122.",
        "Charles A. Holt and David T. Scheffman, Facilitating Practices: The Effects of Advance Notice 33 and Best-Price Policies, Rand Journal of Economics, Vol. 18 (Summer 1987), 187-197.",
        "Charles A. Holt and David T. Scheffman, A Theory of Input Exchange Agreements, Federal Trade Commission, Bureau of Economics, mimeo, 1988.",
        "Diana Henriques and Dean Baquet, Investigators Say Bid Rigging is Common in Milk Industry, New York Times, May 23, 1993.",
        "Cynthia Hewitt, James McClave and David Sibley, Incumbency and Bidding Behavior in the Dallas-Ft. Worth School Milk Market, University of Texas at Austin, mimeo, 1996.",
        "James J. Heckman, The Common Structure of Statistical Models of Truncation, Sample Selection and Limited Dependent Variables and a Simple Estimator for Such Models, Annals of Economic and Social Measurement, Vol. 5 (Fall 1976), 475-492.",
        "Kemneth Hendricks and Robert H. Porter, Collusion in Auctions, Annales dEconomie et de Statisti,aue, No. 15/16 (July-December 1989), 217-230.",
        "B. Douglas Bernheirn and Michael D. Whinston, Multimarket Contact and Collusive Behavior, Rand Journal of Economics, Vol. 21 (Spring 1990), 1-26.",
        "William H. Greene, Econometric Analysis, Macmillan, New York, 1993.",
        "Jonathan B. Baker and Timothy F. Bresnahan, Empirical Methods of Identifying and Measuring Market Power, Antitrust Law Journal, Vol. 37 (1992), 3-16.",
        "Laura H. Baldwin, Robert C. Marhsall and Jean-Francois Richard, Bidder Collusion at Forest Service Timber Auctions, Pennsylvania State University, mimeo, 1995.",
        "Patrick Bajari, A Structural Econometric Model of the First Price Sealed Bid Auction: With Applications to Procurement of Highway Improvements, University of Minnesota, mimeo, 1996."
    ]
}