{
    "id": 6038,
    "cites": 38,
    "cited_by": 12,
    "reference": [
        "[38] Saint Paul, G. (1997).Voting for Jobs: Policy Persistence and Unemployment. CEPR Discusison Paper No. 1428.",
        "[39] Shimer, R. (1995). Contracts in a Frictional Labor Market. (mimeo) MIT.",
        "[40] Wang, C. and Willamson, S. (1996). Unemployment Insurance with Moral Hazard in a Dynamic Economy. Carnegie-Rochester Conference Series on Public Policy 47-82.",
        "[41] Wright, R. (1986). The Redistributive Role of Unemployment Insurance and the Dynamics of Voting. Journal of Public Economics, 31, 377-399. 43",
        "[37] Sattinger, M. (1995).Search and the Efficient Assignment of Workers to Jobs Inter- national Economic Review, 36, 283-302.",
        "[35] Pissarides, D. (1990). Equilibrium Unemployment Theory. Basil Blackwell, London.",
        "[36] Rendon S. (1996). Job search and asset Accumulation under Borrowing Constraints. Mimeo, New York University. 42",
        "[32] Mortensen, D. and Pissarides, D. (1994). Job Creation and Job Destruction in the Theory of Unemployrnent. Review of Economic Studies, 61, 397-415.",
        "[33] Moscarini, G., (1995). Fattening Econornies. Mimeo, MIT.",
        "[34] Pheelan, C. and Trejos, A. (1995). Optirnal Sectoral Shifts. Mimeo, Northwestern University.",
        "[28] Moen, E.R. (1995). A Search Model with Wage Announcement. London School of Economics, Theoretical Economics Disc. Papers TE/95/280",
        "[29] Mortensen, D. (1996a). Equilibrium Unemployment Theory: Determinants of the Natural Rate. (mimeo) Northwestern University.",
        "[30] Mortensen, D. (1996b). Employment and Wage Responses to Economic :Fluctuations and Growth. (mirneo) Northwestern University.",
        "[31] 31ortensen, D. (1996c). A Matching Model of Exchange Equilibrium. (mimeo) Northwestern University.",
        "[27] Marimon, R. and Zilibotti, F. (1997). Actual vs. Virtual Employment in Europe. Is Spain different?. European Economic Review, forthcoming.",
        "[25] Ljungqvist, L. and Sargent, T. (1996). The European Unemployment Dilemma. Cameo, Hoover Institution, Stanford.",
        "[26] Manacorda, M. and Petrongolo, B. (1996). Skill Mismatch and Unemployment in OECD Countries. Center for Economic Performance, LSE Disc. Paper No. 307.",
        "[23] Layard, R., Nickell, S. and Jackman, R. (1991). Unemployment. Macroeconomic Per- formance and the Labour Market. Oxlord University Press.",
        "[24] Lillien, D. (1982).Sectoral Shifts and Cyclical Unemployment. Journal of Political Economy, 90, 777-93.",
        "[21] Krusell, P., Ohanian, L. Rios Rull, V. and Violante, G. (1995).Capital-Skill Com- plementarity and Inequality. Mimeo, University of Pennsylvania.",
        "[22] Levy, F. and Murnane R. (1992).U.S. earnings levels and earnings inequality: A review of recent trends and proposed explanations. Journal of Economic Literature, 30, 1333-1381.",
        "[19] Jovanovic, B. (1979). Job Matching and the Theory of Turnover. Journal of Political Economy, 87, 972-990.",
        "[20] Krugman, P. (1994).Europe jobless, America penniless. Foreign Policy (Fall).",
        "[16] Hansen, G. and Irnrohoroglu, A. (1992). The Role of Unemployment Insurance in an Economy with Liquidity Constraints and Moral Hazard. Journal of Political Econ- omy, 100, 118-142.",
        "[17] Hassler, J. and Rodriguez Mora, J. (1997). Employment Turnover and Unemploy- ment Insurance. Mirneo, IIES and Universitat Pornpeu Fabra",
        "[18] Hosios, A. (1990).On the efficiency of Matching and Related Models of Search and Unemployment. Review of Economic Studies, 57.",
        "[13] Freeman, R. (1995). Are Wages Set in Bejing? Journal of Economic Perspectives.",
        "[14] Freeman, R. (1996). Toward an Apartheid Economy? Harvard Business Review Sept.-Oct. 115-121.",
        "[15] Greenwood, J., llercowitz, Z. and Krusell, P. (1997). Long-Run Implications of Investment-Specific Technological Change. Rochester Center for Economic Research, WP No 420. Forthcoming, American Economic Review.",
        "[6] Andolfatto, D. and Gomrne, P. (1996). Unemployrnent Insurance and Labor-Market Activity in Canada. Carnegie-Rochester Conference Series on Public Policy 47-82.",
        "[7] Bertola, G. (1996). Uninsurable Risk, Efficiency and Labor Market Rigidities. (mimeo) Universita di Torino.",
        "[8] Bertola, G. and Ichino A. (1995). Wage Inequality and Unemployment: United States vs. Europe. NBER Macroeconomic Annual.",
        "[12] Diamond, P. (1982).Aggregate Demand Management in Search Equilibrium. Journal of Political Economy, 90, 881-94.",
        "[51 Alogoskoutis, G., Bean, C. et al. (1995). European Unemployment; Choices for Eu- rope. Centre for Economic Policy Research Monitoring European Integration 5, Lon- don.",
        "[3] Acemoglu, D. (1997). Good Jobs versus Bad Jobs. Mimeo, MIT.",
        "[4] Acemoglu, D. and Shimer, R. (1997). Efficient Wage Dispersion. Mimeo, MIT",
        "[1] Acemoglu, D., (1996a). Matching, Heterogeneity and the Evolution of Income Dis- tribution. CEPR Discussion Paper, No. 1345.",
        "[2] Acemoglu, D. (1996c). Changes in Unemployment and Wage Inequality: An Alter- native Theory and Some Evidence. Mimeo, MIT."
    ]
}