{
    "id": 604,
    "cites": 27,
    "cited_by": 5,
    "reference": [
        "Abel, Andrew, \"Investment Theory: An Integrative Approach,\" mimeo, 1979. Auerbach, Alan, \"Share Valuation and Corporate Equity Policy,\" Journal of Public Economics, 1979a, LI, 291-305 .",
        "---------, \"Wealth Maximization and the Cost of Capital,\" QJE, August 1979b.",
        "Bailey, Martin, \"Capital Gains and Income Taxation,\" in Harberger and Bailey (eds.), The Taxation of Income from Capital Washington: Brookings, 1969, 1-46.",
        "Brinner, Roger and Stephen Brooks, \"Taxation, Inflation and Equity Values: Is there a Rational Linkage?\", mimeo, 1979.",
        "Ciccolo, J., \"Four Essays on Monetary Policy,\" Ph.D Dissertaion, Yale, 1975a.",
        "---------, \"Tobin's q and Tax Incentives,\" mimeo, June 1977b.",
        "Engle, R. and D. Foley, \"An Asset Price Model of Aggregate Investment,\" Int. Econ. Rev., October 1975, 16, 625-647.",
        "Fama, Eugene, \"Stock Returns, Real Activity, Inflation and Money,\" University of Chicago, mimeo, 1979.",
        "Feldstein, Martin, \"Inflation, Tax Rules and the Stock Market,\" NBER Working Paper No. 403, 1979a.",
        "--------- and Lawrence Summers, \"The Rate of Profit: Falling or Cyclical?\" BPEA, 1977:1b.",
        "---------, \"Inflation and the Taxation of Capital Income in the Corporate Sector,\" National Tax Journal, December 1979, 32^ 445-470 c.",
        "--------- and Burton Malkiel and Henry Watson, \"Industry q Investment Equations,\" in von Furstenberg (ed.), Capital, Efficiency and Growth, Cambridge: Ballinger, 1980 b. -62-Gordon, Roger and Burton Malkiel, \"Taxation and Bankruptcy Costs,\" mimeo, 197 9.",
        "Hall, Robert and Dale Jorgenson, \"Tax Policy and Investment Behavior,\" American Economic Review, 1967.",
        "Hendershott, Patric, \"The Decline in Aggregate Share Values: Inflation and Taxation of the Teturns from Equities and Owner-Occupied Housing,\" NBER Working Paper No. 370, 1979.",
        "Holland, Daniel and S. Myers, \"Trends in Corporate Profitability and Capital Costs:, in R. Lindsay (ed.), The Nations Capital Needs: Three Studies, Washington: Comm. on Econ. Dev., 1979.",
        "Ibbotson, R. and R. Sinquefield, \"Stocks, Bonds, Bills, and Inflation: Year-by-Year Historical Returns (1926-1974),\" Journal of Business, January 1976, Ã\u0082Â£9, 11-47.",
        "Lucas, Robert, \"Labor-Capital Substitution in U.S. Manufacturing,\" in Harberger and Bailey (eds.), The Taxation of Income from Capital, Washington: Brookings, 1969, 223-274.",
        "McDonald, Robert, \"Corporate Financial Policy and Investment,\" mimeo, 1980.",
        "Modigliani, F. and R. Cohn, \"Inflation, Rational Valuation and the Market,\" Financial Analysts Journal, March-April 1979, 24-44.",
        "Poterba, James, \"Inflation, Income Taxes, and Owner Occupied Housing,\" mimeo, 1980a.",
        "-------------- and Lawrence Summers, \"The Incidence of the Local Property Tax: An Asset Price Approach,\" in preparation, 1980b.",
        "Shiller, Robert, \"Do Stock Prices Move Too Much To Be Justified by Subsequent Changes in Dividends?\", NBER Working Paper No. 456, 1979.",
        "Sims, Christopher, \" The Role of Approximate Prior Restrictions in Distributed Lag Estimations,\" JASA, 1972, 6_7, 169-175.",
        "Summers, Lawrence, \"Capital Taxation in a General Equilibrium Perfect Foresight Growth Model,\" mimeo, 1980a. -63----------, \"Inflation and the Valuation of Corporate Equities,\" mimeo, 1980b.",
        "---------, \"The Non-Adjustment of Nominal Interest Rates: A Study of the Fisher Effect,\" mimeo, 1980c.",
        "Tobin, James, \"A General Equilibrium Approach to Monetary Theory,\" JMCB, 1979, 1, 15-29.",
        "Wright, Colin, \"Saving and the Rate of Interest,\" in Harberger and Bailey (eds.), The Taxation of Income from Capital, Washington: Brookings, 1969, 275-300."
    ]
}