{
    "id": 6041,
    "cites": 42,
    "cited_by": 9,
    "reference": [
        "Starr-McCluer, Martha, Health insurance and Precautionary Savings. ~ American Economic Review 86 (March 1996): 285-295.",
        "Sheshinski, Eytan, and Yoram Weiss, Uncertainty and Optimal Social Security Systems, Ouar~rly Journal of Economics 96 (1981): 189-206.",
        "Powers, Elizabeth, Does Means-Testing Welfare Discourage Saving? Evidence from the National Longitudinal Survey of Women, mimeo, Federal Reserve Bank of Cleveland, 1996.",
        "Rask, Kimberly, and Kevin Rask, Public Health insurance and Moral Hazard, mimeo, Colgate University, 1995.",
        "Sheiner, Louise, Health Care Costs, Wages, and Aging: Assessing the impact of Community Rating, Mimeo, Federal Reserve Board, 1996.",
        "Leimer, Dean; and Selig Lesnoy, Social Security and Private Saving: New Time-Series Evidence, Journal of Political Economy 90 (June 1982): 606-629.",
        "Kotlikoff, Laurence J., John Shoven, and Avia Spivak, Annuity Markets, Savings, and the Capital Stock, in Z. Bodie, John Shoven, and David Wise, ads., issues in Pension Economics, Chicago: University of Chicago Press, 1987.",
        "Kazarosian, Mark, Precautionary Savings--A Panel Study, mimeo, 1994.",
        "Kodikoff, Laurence J., Health Expenditures and Precautionary Saving, in L. Kotlikoff, cd., What Determines Saving? Cambridge: MIT Press, 1988.",
        "Intergovernmental Health Policy Project, Major Changes in State Medicaid and Indigent Care Programs. Debra J. Lipson, Rhona S. Fisher and Constance Thomas, Eds., The George Washington University, various editions. Kantor, Shawn Everett, and Price V. Fishback, Precautionary Saving, insurance, and the Origins of Workers Compensation. Journal of Political Economy 104 (April 1996): 419-442.",
        "Hubbard, R. Glenn and Kemneth L. Judd, Social Security and individual Welfare: Precautionary Saving, Liquidity Constraints, and the Payroll Tax, American Economic Review, 77 (September 1987): 630-646.",
        "Hubbard, R. Glenn, Jonathan Skinner, and Stephen P. Zeldes, Precautionary Saving and Social Insurance, Journal of Political Economy 103 (April 1995): 360-399.",
        "Heckmam, James J., Sample Selection Bias as a Specification Error, Econometrica, 47 (1979), 153-162.",
        "Hoynes, Hilary, Michael Hurd, and Harish Chand, Imputed Wealth, Subjective Survival Probabilities, and Social Security Wealth. Mimeo, NBER, May 1995.",
        "Hansen, Gary D., and Ayse Imrohoroglu, The Role of Unemployment insurance in an Economy with Liquidity Constraints and Moral Hazard, Journal of Political Economy 100 (February 1992): 118-142.",
        "Gruber, Jonathan, and Brigitte C. Madrian, Health Insurance and Job Mobility: The Effects of Public Policy on Job-Lock. Industrial and Labor Relations Review 48 (October 1994):8~102.",
        "Guiso, Luigi, Tullio Jappelli, and Daniele Terlizzese, Earnings Uncertainty and Precautionary Savings, Journal of Monetary Economics, 30 (1992): 307-337.",
        "Gruber, Jonathan, and Alan Krueger, The Incidence of Mandated Employer-Provided Insurance: Lessons from Workers Compensation Insuramce, Tax Policy and the Economy 5, David Bradford, ed., 1991. Cambridge, MA: MIT Press.",
        "Gruber, Jonathan, The Effect of Competitive Pressure on Charity: Hospital Responses to Price Shopping m California, Journal of Health Economics, 13 (July 1994b): 183-212.",
        "Gruber, Jonathan, Health Insurance for Poor Women and Children: Lessons from the Past Decade, forthcommg m James Poterba, cd. Tax Policy and the Economy 11. Cambridge, MA: MIT Press, 1996.",
        "Friedman, Milton, A Theory of The Consumption Function. Princeton, N.J.: Princeton University Press (for NBER), 1957.",
        "Gruber, Jonathan, The Incidence of Mandated Maternity Benefits, American Economic Review, 84 (June 1994a): 622-641.",
        "Fishback, Price V., and Shawn Everett Kantor, Did Workers Pay for the Passage of Workers Compensation Laws? Quarterly Journal of Economics 110 (August 1995):713-742.",
        "Feldstein, Martin, Social Security and Private Saving: Reply, Journal of Political Economy 90 (June 1982): 630-642.",
        "Feldstein, Martin, Social Security, induced Retirement, and Aggregate Capital Accumulation, Journal of Political Economy 82 (September/October 1974): 905-926.",
        "Engen, Eric and Jonathan Gruber, Unemployment insurance and Precautionary Saving. NBER Working Paper 5252, September 1995.",
        "Employee Benefits Research Institute (1996). Sources of Health insurance and Characteristics of the Uninsured. Issue Brief 179, November.",
        "Deaton, Angus. Understanding Consumption, Oxford: Oxford University Press, 1992.",
        "Dynm, Karen E., How Prudent Are Consumers?, Journal of Political Economy, 101 (December 1993): 1104-1113.",
        "Dardanoni, Valentino, Precautionary Savings Under income Uncertainty: A Cross-Sectional Analysis, Applied Economics, 23 January 1991): 153-160.",
        "Cutler, David, and Jonathan Gruber, The Effect of Medicaid Expansions on Public insurance, Private Insurance, and Redistribution. American Economic Review 86 (May 1996b): 378-383.",
        "Cutler, David, and Jonathan Gruber, Medicaid and Private insurance: Evidence and implications, Health Affairs, 16 (January/February 1997): 194-200.",
        "Curtin, Richard T., F. Thomas Juster, and James N. Morgan, Suney Estimates of Wealth: An Assessment of Quality, in Robert E. Lipsey and Helen S. Tice, eds., The Measurement of Saving. Investment. and Wealth. Chicago: University of Chicago Press, 1989.",
        "Cutler, David, and Jonathan Gruber, Does Public insurance Crowd Out Private insurance?, Ouarterly Journal of Economics, 111 (May 1996a): 391-430.",
        "Currie, Janet, and Jonathan Gruber, Health insurance Eligibility, Utilization of Medical Care, and Child Health, Ouarterly Journal of Economics, 111 (May 1996b): 431-466.",
        "Currie, Janet, Do Children of Immigrants Make Differential Use of Public Health Insurance? NBER Working Paper 5388, December 1995.",
        "Currie, Janet, and Jonathan Gruber, Saving Babies: The Efficacy and Cost of Recent Expansions of Medicaid Eligibility for Pregnant Women, Journal of Political Economy, 104 (December 1996a): 1263-1296.",
        "Carroll, Christopher, and Andrew Samwick, How important is Precautionary Saving? mimeo, Board of Governors of the Federal Resene System, 1995 Congressional Research Senice. Costs and Effects of Extending Health insurance Coverage.",
        "Washington, DC: U.S. Government Printing Office, 1988.",
        "Anderson, Patricia M., and Bruce D. Meyer, The incidence of a Firm-Varying Payroll Tax: The Case of Unemployment Insurances. NBER Working Paper 5201, August 1995.",
        "Browning, Martin, and Annamaria Lusardi, Household Saving: Micro Theories and Micro Facts, Journal of Economic Literature 34 (December 1996): 1797-1855.",
        "Abel, Andrew B., ~ Precautionary Saving and Accidental Bequests, American Economic Review 75 (September 1985): 777-791."
    ]
}