{
    "id": 6042,
    "cites": 17,
    "cited_by": 3,
    "reference": [
        "[22] Vaupel, J., (1986), How Changes in Age-Specific Mortality Affects Life- Expectancy,, Population Studies, 40, 147-57.",
        "[20] World Bank, (1984), Demographic Change and Public Policy, World Development Report, Washington, DC, Oxford University Press.",
        "[21] Wright, K., (1992), The Life Insurance Industry in The United States: An Analysis of Economic and Regulatory Issues, Working Paper, Coun- try Economics Department, The World Bank.",
        "[19] Skinner, J., (1991), Individaul Retirement Accounts; A Review of The Evidence, National Bureau of Economic Research, Working Paper No 3938.",
        "[17] Skinner, J., and, R., Lee (1996), Assessing Forecats of Mortality, Health Status, and Health Costs During Baby Boomers Retirement, in Assess- ing Knowledge about Retirement Behavior, Washington, DC.",
        "[18] Skinner, J., (1985), The Effect of Increased Longevity on Capital Ac- cumulation, American Economic Review, v 75, No 5, 1143-50/",
        "[14] Philipson, T., and R., Posner, (1993), Private Choices and Public Health: An Economic Approach to The AIDS Epidemic, Cambridge and London: Harvard University Press.",
        "[15] Posner, R., (1995), Aging and Old Age, Chicago: University of Chicago Press.",
        "[16] Rosenzweigh, M., and O., Stark, (1995), Handbook of Population and Family Economics, New York: North-Holland.",
        "[9] Lee, R., and Tuljapurkar, S., (1994), Stochastic Population Forecasts for the United States: Beyond High, Medium, and Low, Journal of the American Statistical Association, v 89 n 428, pp. 1175-89.",
        "[13] Olshansky, J., (1988), On Forecasting Mortality, The Milibank Quar- terly, v 66, pp482-530.",
        "[5] Congressional Budget Office, (1993), Baby Boomers in Retirement: An Early Perspective, Washington, DC.",
        "[8] Kannisto, V., J. Lauritsen, R. Thatcher, and J. Vaupel, (1994),Reduc- tions in Mortality at Advanced Ages: Several Decades of Evidence from 27 Countries, Population and Development Review, 20, 4, 793-810.",
        "[4] Clark., R., Kreps, J., and J., Spengler, (1978), Economics of Aging: A Survey, Journal of Economic Literature, p 919-62.",
        "[2] American Council of Life Insurance, 1994 Life Insurance Fact Book.",
        "[3] Cawley, J., and T., Philipson, (1996), An Empirical Examination of Information Barriers to Trade in Mortality Contingent Insurance, Na- tional Bureau of Economic Research, Working Paper No 5669.",
        "[1] Aaron, H., Bosworth, B., and G., Burtless, (1989), Can America Afford to Grow Old? Paying for Social Security, The Brookings Institution, Washington, DC."
    ]
}