{
    "id": 6046,
    "cites": 43,
    "cited_by": 15,
    "reference": [
        "Abel, Andrew B. Comment on Feldstein. Mimeograph, Wharton School, January 1996.",
        "Altshuler, Rosanne, T. Scott Newlon, and William C. Randolph. Do Repatriation Taxes Matter?: Evidence from the Tax Returns of Multinationals. In Martin Feldstein, James R. Hines, and R. Glenn Hubbard, eds., The Effects of Taxation on Multinational Corporations. Chicago: University of Chicago Press, 1995.",
        "Auerbach, Alan J. The Deadweight Loss from `Non-Neutral Capital Income Taxation. Journal of Public Economics 40 (1989a): 1-36.",
        "Auerbach, Alan J. Inflation and the Tax Treatment of Firm Behavior. American Econornic Review 71(May 1981): 419-423.",
        "Auerbach, Alan J. Tax Reform and Adjustment Costs; The Impact on Investment and Market Value. international Economic Review 30 (1 989b): 939-962. Auerbach, Alan J. Wealth Maximization and the Cost of Capital. Quarterly Journal of Economics 93 (1979): 433-446.",
        "Bailey, Martin. The Welfare Cost of Inflationary Finance. Journal of Political Economy 64 (February 1956): 93-110.",
        "Ball, Laurance. What Detennines the Sacrifice Ratio? In N. Gregory Mankiw, ed., Monetary Policy. Chicago: University of Chicago Press, 1994.",
        "Bayoumi, Tamim, and Joseph Gagnon. Taxation and Inflation: A New Explanation for International Capital Flows. Journal of Monetary Economics 38 (1996): 303-330.",
        "Bradford, David F. The Incidence and Allocation Effects of a Tax on Corporate Distributions. Journal of Public Economics 15 (1981): 1-22.",
        "Cummins, Jason G., Kevin A. Hassett, and R.Glenn Hubbard. A Reconsideration of Investment Behavior Using Tax Reform As National Experiments. Brookings Papers on Economic Activity 2 (1994): 1-74.",
        "Cummins, Jason G., Kevin A. Hassett, and R. Glenn Hubbard. Tax Reforms and Investment: S. 35 A Cross-Country Comparison. Journal of Public Economics (1996).",
        "Cummins, Jason G., and R. Glenn Hubbard. The Tax Sensitivity of Foreign Direct Investment: Evidence from Firm-Level Panel Data. In Martin Feldstein, James R. Hines, and R. Glenn Hubbard, eds., The Effects of Taxation on Multinational Corporations. Chicago: University of Chicago Press, 1995.",
        "Darby, Michael. The Financial and Tax Effects of Monetary Policy on Interest Rates. Economic Inquiry 13 (June 1975): 266-276.",
        "Desai, Mihir A., and James R. Hines, Jr. Efficiency Costs of Inflation-Tax Interactions in Open Economies. Mimeograph, Harvard University, February 1997.",
        "Feldstein, Martin. The Costs and Benefits of Going from Low Inflation to Price Stability. Working Paper No. 5469, National Bureau of Economic Research, February 1996.",
        "Feldstein, Martin. Inflation, Tax Rules, and the Rate of Interest: A Theoretical Analysis, American Economic Review 66 (June 1976): 809-820.",
        "Feldstein, Martin. Inflation, Tax Rules and Capital Formation. Chicago: University of Chicago Press, 1983.",
        "Feldstein, Martin. Inflation, Tax Rules, and Investment: Some Econometric Evidence. Econometrica 50 (July 1987): 825-862.",
        "Feldstein, Martin. The Welfare Cost of Permanent Inflation and Optimal Short-Run Economic Policy. Journal of Political Economy 87 (August 1979): 749-768.",
        "Feldstein, Martin, Jeny Green, and Eytan Sheshinki, Inflation and Taxes in a Growing Economy With Debt and Equity Finance. Journal of Political Economy 70 (April 1978, Part 2): S53-S70.",
        "Feldstein, Martin, and Lawrence H. Sunniers. Inflation and the Taxation of Capital Income in the Corporate Sector. National Tax Journal 32 (December 1979): 445-470.",
        "Fisher, Irving. The Theory of Interest. New York: Macmillan, 1930.",
        "Fischer, Stanley. Towards an Understanding of the Costs of Inflation, II. In Karl Brunner and and Allan Meltzer, eds., Carnegie-Rochester Conference Series on Public Policy 15 (1981).",
        "Fullerton, Don, and Marios Karayannis. United States. In Dale W. Jorgenson and Ralph Landau, eds., Tax Reform and the Cost of Capital. Washington, D.C.: Brookings Irthulicl% 1993.",
        "Fullerton, Don, and Diane Lim Rogers. Neglected Effects on the Uses Side: Even a Uniform Tax Would Change Relative Goods Prices. American Economic Review 87 (May 1997).",
        "Gordon, Roger H. Inflation, Taxation, and Corporate Behavior. Quarterly Journal of Economics, 94 (May 1984): 313-327.",
        "Hall, Robert E., and Dale W. Jorgenson. Tax Policy and Investment Behavior. American 36 Economic Review 57 (June 1967): 391-414.",
        "Hansson, Ingemar, and Charles Stuart. The Fisher Hypothesis and International Capital Markets. Journal of Political Economy 94 (December 1986): 1330-1337.",
        "Hassett, Kevin A., and R. Glenn Hubbard. New Evidence Concerning the Openness of the World Market for Capital Goods. Mimeograph, Columbia University, June 1996.",
        "Hassett, Kevin A., and R. Glenn Hubbard, Tax Policy and Investment. In Alan J. Auerbach, ed., Fiscal Policy: Lessons from Economic Research, Cambridge; MIT Press, 1997.",
        "Hartman, David. Taxation and the Effects of Inflation on the Real Capital Stock in an Open Economy. International Economic Review 20 (June 1979): 4 17-425.",
        "Hines, James R., Jr., and R. Glenn Hubbard. Appendix. In Martin Feldstein, James R. Hines, Jr., and R. Glenn Hubbard, eds., Taxing Multinational Corporations. Chicago: University of Chicago Press, 1995.",
        "Hines, James R., Jr., and R. Glenn Hubbard. Coming Home to America: Dividend Repatriation Decisions of U.S. Multinationals. In Asssaf Razin and Joel Slemrod, eds., Taxation and the Global Economy, Chicago: University of Chicago Press, 1990.",
        "Hubbard, R. Glenn. How Different Are Income and Consumption Taxes?, American Economic Review 87 (May 1997).",
        "Hubbard, R. Glenn. Money, the Financial System, and the Economy, 2nd edition. Reading: Addison-Wesley Publishing Company, 1997.",
        "Hubbard, R. Glenn. U.S. Tax Policy and Foreign Direct Investment: Incentives, Problems, and Reform. In Tax Policy and Economic Growth, Washington, D.C.: American Council for Capital Formation, 1995.",
        "Jorgenson, Dale W. Capital Theory and Investment Behavior. American Economic Review 53 (May 1963): 247-259.",
        "Joint Committee on Taxation, U.S. Congress. General Explanation of the Economic Recovery Tax Act of 1981. H.R. 4242, 97th Congress, Public Law 97-34. Washington, D.C.: U.S. Government Printing Office, December 29, 1981.",
        "King, Mervyn A. Public Policy and the Corporation. London: Chapman and Hall, 1977.",
        "King, Mervyn A., and Don Fullerton, eds. The Taxation of Income from Capital: A Comparative Study of the United States, United Kingdom, Sweden, and West Germany. Chicago: University of Chicago Press, 1984.",
        "Levi, Maurice D. Taxation and `Abnormal International Capital Flows. Journal of Political Economy 85 (June 1977): 63 5-646.",
        "Mishkin, Frederic S. Is the Fisher Effect for Real? Journal of Economic Monetary Economics 30 (1992): 195-215, Organization for Economic Cooperation and Development, Taxing Profits in a Global Economy: S.",
        "Domestic and International Issues. Paris: OECD, 1992."
    ]
}