{
    "id": 6047,
    "cites": 22,
    "cited_by": 2,
    "reference": [
        "Schultz, T. Paul. Marital Status and Fertility in the United States. Journal of Human Resources 29, Spring 1994, 637-669.",
        "Robins, Philip K., and Paul Fronstin. Welfare Benefits and Family-Size Decisions of Never-Married Women. Institute for Research on Poverty Discussion Paper 1022-93, University of Wisconsin, September 1993.",
        "Rosenzweig, Mark R., and Kenneth I. Wolpin. Life-Cycle Labor Supply and Fertility: Causal Inference from Household Models. Journal of Political Economy 88, April 1980, 328-48.",
        "Bennett. Data on Teenage Childbearing in the United States. Mimeo, Child Trends, Inc., January 1993.",
        "Murray, Charles. Losing Ground. New York: Basic Books, 1984.",
        "Plotnick, Robert. Turnover in the AFDC Population: An Event History Analysis. Journal of Human Resources 18, 1983, 65-81.",
        "Jackson, Catherine, and Jacob Klerman. Welfare and American Fertility. Mimeo, Rand Corporation, 1995.",
        "Kiefer, J., and J. Wolfowitz. Consistency of the Maximum Likelihood Estimator in the Presence of infinitely Many incidental Parameters. Annals of Mathematical Statistics 27, 1956, 887-906.",
        "Kiefer, Nicholas M. Analysis of Grouped Duration Data. Contemporary Mathematics 80, 1988, 107-137.",
        "Lundberg, Shelly, and Robert Plotnick. Effects of State Welfare, Abortion, and Family Planning Policies on Premarital Childbearing Among White Adolescents. Family Planning Perspectives 22, 1990, 246-251.",
        "Mittler, Peter. The Study of Twins. New York: Penguin Press, 1971.",
        "Moffitt. Robert. Incentive Effects of the U.S. Welfare System: A Review. Journal of Economic Literature 30, March 1992, 1-61.",
        "Moore, Kristen. Executive Summary: Nonmarital Childbearing in the United States. In Report to Congress on Out-of-Wedlock Childbearing, U.S. Department of Health and Human Services, September 1995, v-xxii.",
        "Sex and Pregnancy. Family Planning Perspectives 9, 1977, 164-169.",
        "Heckman, James J. The incidental Parameters Problem and the Problem of Initial Conditions in Estimating and Discrete-Time, Discrete-Data Stochastic Process. In C.F. Manski and D. McFadden, eds., Structural Analvsis of Discrete Data with Econometric Applications. Cambridge: MIT Press, 1981, 179-195.",
        "Hoynes, Hilary. Does Welfare Play Any Role in Female Headship Decisions? Mimeo, Department of Economics, UC Berkeley, February 1995.",
        "Bronars. Stephen G., and Jeff Grogger. The Economic Consequences of Unwed Motherhood: Using Twins as a Natural Experiment. American Economic Review, December 1994, 1141 - 1156.",
        "Devine, Theresa J., and Nicholas M. Kiefer. Empirical Labor Economics: The Search Approach. New York: Oxford University Press, 1991.",
        "Ellwood, David T., and Mary Jo Bane. The impact of AFDC on Family Structure and Living Arrangements. Research in Labor Economics 7, 1985, 137-207.",
        "Ermisch, John. Lone Parenthood: An Economic Analysis. New York: Cambridge University Press, 1991.",
        "Grogger, Jeff, and Nick Ronan. The intergenerational Effects of Fatherlessness on Educational Attainment and Entry-Level Wages. Mimeo, Department of Economics, UC Santa Barbara, July 1995.",
        "Bane, May Jo, and David T. Ellwood. The Dynamics of Dependence: The Routes to self-sufficiency. Report to Assistant Secretary for Planning and Evaluation, U.S. Department of Health and Human Services, June 1983."
    ]
}