{
    "id": 6051,
    "cites": 12,
    "cited_by": 36,
    "reference": [
        "Summers, Anita A., and Barbara L. Wolfe. (1977). Do Schools Make a Difference? The American Economic Review, 67, no. 4 (September): 639-652.",
        "Hedges, Larry V., Richard Lame and Rob Greenwald (1994). Does Money Matter? A Meta- Analysis of Studies of the Effects of Differential School Inputs on Student Outcomes. Education Researcher 23, no. 3 (April): 5-14.",
        "Mosteller, Frederick. (1995). The Tennessee Study of Class Size in the Early School Grades. The Future of Children: Critical Issues for Children and Youths 5, (Summer/Fall): 113- 27.",
        "Nye, Barbara, Jayne Zaharias, B.D. Fulton, et al. (1994). The Lasting Benefits Study: A continuing analysis of the effect of small class size in kindergarten through third grade on student achievement test scores in subsequent grade levels. Seventh grade technical report. Nashville: Center of Excellence for Research in Basic Skills, Tenmessee State University, 1994.",
        "Hanushek, Eric. (1996). A More Complete Picture of School Resource Policies. Review of Educational Research 66, no. 3, (Fall): 397-409.",
        "Hanushek, Eric A. and Lori L. Taylor. (1990). Alternative Assessments of the Performance 31 of Schools: Measurement of State Variations in Achievement. Journal of Human Resources 25 (Spring): 179-201.",
        "Folger, John. (1989). Editors Introduction: Project STAR and Class Size Policy. Peabody Journal of Education 67, no. 1, Fall, pp. 1-16.",
        "Hanushek, Eric A. (1986). The Economics of Schooling: Production and Efficiency in Public Schools. Journal of Economic Literature 24 (September: 1141-1177.",
        "Card, David and Alan B. Krueger. (1996). Labor Market Effects of School Quality: Theory and Evidence. In Gary Burtless, editor, Does Monev Matter? The Effect of School Resources on Student Achievement and Adult Success Washington D C.: Brookings Institution, 1996, pp. 97-140.",
        "Finn, Jeremy D. and Charles M. Achilles. (1990). Answers and Questions About Class Size: A Statewide Experiment. American Educational Research Journal 27 (Fall): 557-577.",
        "Boardman, Anthony E. and Richard J. Murnane. (1979). Using Panel Data to Improve Estimates of the Determinants of Educational Achievement. Sociology of Education 52 (No. 2): 113-121.",
        "Angrist, Joshua and Victor Lavy. (1996.) Using Maunonides Rule to Estimate the Effect of - Class Size on Childrens Academic Achievement. Mimeo. MIT, Cambridge, MA."
    ]
}