{
    "id": 6053,
    "cites": 43,
    "cited_by": 241,
    "reference": [
        "Yeager, L. B. 1976. International Monetary Relations: Theory, History, and Pol- icy. 2d ed. New York: Harper and Row.",
        "Wei, S.-J., and D. C. Parsley. 1995. Purchasing Power Dis-Parity during the Floating Rate Period. Harvard University and Vanderbilt University (May). Pho- tocopy.",
        "Wu, Y. 1996. Are Real Exchange Rates Nonstationary? Evidence from a Panel- Data Test. Journal of Money, Credit, and Banking 28 (February): 54-63.",
        "Williams, J. C., and B. D. Wright. 1991. Storage and Commodity Markets. Cam- bridge, U. K.: Cambridge University Press.",
        "NBER Macroeconomics Annual 6: 63-129. Sercu, P., R. Uppal, and C. Van Hulle. 1995. The Exchange Rate in the Presence of Transaction Costs: Implications for Tests of Purchasing Power Parity. Journal of Finance 50 (September): 1309-1319.",
        "Taylor, A. M. 1996. International Capital Mobility in History: Purchasing Power Parity in the Long-Run. Working Paper Series no. 5742, National Bureau of Economic Research (August).",
        "Tsay, R. S. 1989. Testing and Modeling Threshold Autoregressive Processes. Jour- nal of the American Statistical Association 84 (March): 231-240.",
        "Prakash, G., and A. M. Taylor. 1997. Measuring Market Integration: Models of Arbitrage with an Econometric Application to the Gold Standard. Northwestern University (January). Photocopy.",
        "Rogoff, K. 1996. The Purchasing Power Parity Puzzle. Journal of Economic Literature 34 (June): 647 668.",
        "Rotemberg, J. J., and M. Woodford. 1991. Markups and the Business Cycle.",
        "Harvard University (November). Photocopy. Oh, K.-Y. 1996. Purchasing Power Parity and Unit Root Tests Using Panel Data.",
        "Journal of International Money and Finance 15 (June): 405--418. Parsley, D. C., and S.-J. Wei. 1996. Convergence to the Law of One Price without Trade Barriers or Currency Fluctuations. Quarterly Journal of Economics 111 (November): 1211-1236.",
        "Prakash, G. 1996. Pace of Market Integration. Northwestern University (Septem- ber). Photocopy.",
        "OConnell, P. G. J. 1996b. Market Frictions and Relative Traded Goods Prices.",
        "OConnell, P. G. J. 1996a. The Overvaluation of Purchasing Power Parity. Journal of International Economics. Forthcoming.",
        "Obstfeld, M. 1993. Model Trending Real Exchange Rates. Working Paper no.",
        "C93 011, Center for International and Development Economics Research, Univer- sity of California, Berkeley (February). Obstteld, M. 1997. Open-Economy Macroeconomics: Developments in Theory and Policy. University of California, Berkeley (May). Photocopy.",
        "Michael, P., A. R. Nobay, and D. A. Peel. 1997. Transaction Costs and Nonlinear Adjustment in Real Exchange Rates: An Empirical Investigation. Journal of Political Economy. Forthcoming.",
        "Lothian, J. R., and M. P. Taylor. 1996. Real Exchange Rate Behavior: The Recent Float from the Perspective of the Past Two Centuries. Journal of Political Economy 104 (June): 488-509.",
        "Marston, R. C. 1987. Real Exchange Rates and Productivity Growth in the United States and Japan. In Real-Financial Linkages among Open Economies, edited by S. W. Arndt and J. D. Richardson. Cambridge, MA: MIT Press.",
        "Lothian, J. R. 1997. Multi-Country Evidence on the Behavior of Purchasing Power Parity under the Current Float. Journal of International Money and Finance 16 (February): 19-35.",
        "Lapham, B. J. 1995. A Dynamic General Equilibrium Analysis of Deviations from the Laws of One Price. Journal of Economic Dynamics and Control 19 (November): 1355-1389.",
        "Lee J.-W., and P. Swagel. 1994. Trade Barriers and Trade Flows across Countries and Industries. Working Paper Series no. 4799, National Bureau of Economic Research (July).",
        "Knetter, M. M. 1993. International Comparisons of Pricing-to Market Behavior.",
        "American Economic Review 83 (June): 473-486. Krugman, P. R. 1989. Ecchange Rate Instability. Cambridge, MA: MIT Press.",
        "Froot, K. A., M. Kim, and K. Rogoff. 1995. The Law of One Price over 700 Years.",
        "Working Paper Series no. 5132, National Bureau of Economic Research (May). Froot, K. A., and K. Rogoff. 1995. Perspectives on PPP and Long-Run Real Exchange Rates. In Handbook of International Economics, vol. 3, edited by G.",
        "Hegwood, N. D., and D. H. Papery 1996. Quasi Purchasing Power Parity. Uni- versity of Houston (August). Photocopy.",
        "Jorion, P., and R. J. Sweeney. 1996. Mean Reversion in Real Exchange Rates: Evidence and Implications for Forecasting. Journal of International Money and Finance 15 (August): 535 550.",
        "Frankel, J. A., and S.-J. Wei. 1993. Trade Blocs and Currency Blocs. In The Monetary Future of Europe, edited by G. de la Dehesa, A. Giovannini, M. Gutian, and R. Portes. London: Centre for Economic Policy Research.",
        "Frankel, J. A., and A. K. Rose. 1996. A Panel Project on Purchasing Power Parity: Mean Reversion within and between Countries. Journal of International Economics 40 (February): 209-224.",
        "Evans, G. B. A., and N. E. Savin. 1981. Testing for Unit Roots: 1. Econometrica 29 49 (May): 753 779.",
        "Fanizza, D. G. 1990. Multiple Steady States and Coordination Failures in Search Equilibrium: New Approaches to the Business Cycle. Unpublished doctoral dis- sertation, Northwestern University.",
        "Engel, C. 1995. Accounting for U.S. Real Exchange Rate Changes. Working Paper Series no. 5394, National Bureau of Economic Research (December).",
        "Engel, C. 1996. Long-Run PPP May Not Hold After All. Working Paper Series no. 5646, National Bureau of Economic Research (January).",
        "Engel, C., M. K. Hendrickson, and J. H. Rogers. 1996. I:ntra-National, Intra- Continental, and Intra-Planetary PPP. University of Washington (October). Pho- tocopy.",
        "Engel, C., and J. H. Rogers. 1995. Regional Patterns in the Law of One Price: The Roles of Geography vs. Currencies. Working Paper Series no. 5395, National Bureau of Economic Research (December).",
        "Davutyan, N., and J. Pippenger. 1990. Testing Purchasing Power Parity: Some Evidence of the Effects of Transaction Costs. Econometric Reviews 9: 211-240.",
        "Dumas, B. 1992. Dynamic Equilibrium and the Real Exchange Rate in a Spatially Separated World. Review of Financial Studies 5: 153-180.",
        "Asea, P. K., and E. G. Mendoza. 1994. The Balassa-Samuelson Model: A General- Equilibrium Appraisal. Review of International Economics 2 (October): 244-267.",
        "Balke, N. S., and T. B. Fomby. 1997. Threshold Cointegration. International Economic Review. Forthcoming.",
        "Canzoneri, M. B., R. E. Cumby, and B. Diba. 1996. Relative Labor Productivity and the Real Exchange Rate in the Long Run: Evidence for a Panel of OECD Countries. Working Paper Series no. 5676, National Bureau of Economic Research (July) ~ Chinn, M., and L. Johnston. 1996. Real Exchange Rate Levels, Productivity and Demand Shocks: Evidence from a Panel of 14 Countries. Working Paper Series no. 5709, National Bureau of Economic Research (August).",
        "Davidson, R., and J. G. MacKinnon. 1981. Several Tests for Model Specification in the Presence of Alternative Hypotheses. Econometrica 49 (May): 781-793."
    ]
}