{
    "id": 6059,
    "cites": 43,
    "cited_by": 11,
    "reference": [
        "Explorations in Economic Historv 11, 4: 357-90. --- (1996), Globalization, Convergence, and History, Journal of Economic Historv 56: 277-306.",
        "Zevin, R. B. (1992), Are World Financial Markets More Open? If So Why and With What Effects7 in Financial Openness and National Autonomv, T.",
        "Urquhart, M. C. (1965), Historical Statistics of Canada (Cambridge: Cambridge University Press).",
        "Venables, A. J. (1997), Trade Liberalization and Factor Mobility: An Overview, in this volume.",
        "Williams, J. H. (1929), The Theory of International Trade Reconsidered, Economic Journal 39, 154: 195-209.",
        "Thompson, H. (1985), Complementarity in a Simple General Equilibrium Production Model, Canadian Journal of Economics 18, 3: 616-21.",
        "Review 30: 419-25. Timmer, A. and J. G. Williamson (1996), Racism, Xenophobia or Markets? The Political Economy of Immigration Policy Prior to the Thirties, NBER Working Pacer No. 5867, National Bureau of Economic Research, Cambridge, MA. (December).",
        "Samuelson, P. A. (1949), International Factor-Price Equalization Once Again, Economic Journal 59, 234: lSl-97.",
        "Paper No. 5039, National Bureau of Economic Research, Cambridge, MA (February). Schmitz, A. P. and P. Helmberger (1970), Factor Mobility and International Trade: The Case of Complementarity, American Economic Review 60, 4: 761-7.",
        "Taylor, A. M. and J. G. Williamson (1994), Capital Flows to the New World as an Intergenerational Transfer, Journal of Political Economv 102, 2: 348-71.",
        "Temin, P. (1966), Labor Scarcity and the Problem of American Industrial Efficiency, Journal of Economic Historv 26: 277-98.",
        "Thomas, B. (1954), Migration and Economic Growth (Cambridge: Cambridge University Press).",
        "Thomas, D. S. (1941), Social and Economic Aspects of Swedish Population Movements (New York: Macmillan).",
        "OtRourke, K. H. (1997), Measuring Protection: A Cautionary Tale, Journal of Development Economics forthcoming.",
        "Rostow, W. W. (1978), World Economv: Historv and Prospect (Austin, Texas: University of Texas Press).",
        "Rybczynski, T. M. (1955), Factor Endowments and Relative Commodity Prices, Economica 22, 88: 336-41.",
        "Sachs, J. D. and A. Warner (1995), Economic Reform and the Process of Global Integration, Brookinos Pagers on Economic Activitv 1: 1-118.",
        "Markusen, J. R. (1983), Factor Movements and Commodity Trade as Complements, Journal of International Economics 13: 341-56.",
        "Mitchell, B. R. (1983), International Historical Statistics: The Americas and Australasia (Detroit: Gale Research Co.).",
        "Mundell, R. A. (1957), International Trade and Factor Mobility, American Economic Review 47, 3: 321-35.",
        "Neary, J. P. (1995), Factor Mobility and International Trade, Canadian Journal of Economics 28, special issue: 84-S23.",
        "Lewis, W. A. (1978), The Evolution of the International Economic Order (Princeton, NJ: Princeton Unviersity Press).",
        "Maddison, A. (1991), Dvnamic Forces in Capitalist Development: A Lona-Run Comparative View (New York: oxford University Press).",
        "Variables, Proceedings of the American Philosophical Societv 102, 1: 25-52. Landes, D. S. (1969), The Unbound Prometheus (Cambridge: Cambridge University Press).",
        "Lerner, A. P. (1952), Factor Prices and International Trade, Economica 19, 73:1-15.",
        "Kuznets, S. (1930), Secular Movements in Production and Prices (New York: National Bureau of Economic Research).",
        "Jones, R. W. (1971), A Three-Factor Model in Theory, Trade, and History, in J. N. Bhagwati et al. (ads), Trade, Balance of Pavments. and Growth (Amsterdam: North-Holland): 3-21.",
        "Kemp, M. C. and M. ohyama (1978), On the Sharing of Trade Gains by Resource- Poor and Resource-Rich Countries, Journal of International Economics 8: 93-115.",
        "Kelley, A. C. and J. G. Williamson (1984), What Drives Third World Citv Growth? (Princeton, NJ: Princeton University Press).",
        "Hatton, T. J. and J. G. Williamson (1997), The Ace of Mass Miaration: An Economic Analvais (New York: Oxford University Press).",
        "Heckscher, E. (1919), The Effect of Foreign Trade on the Distribution of Income, Ekonomisk Tidakrift: 497-512.",
        "Isserlis, L. (1938), Tramp Shipping Cargoes and Freights, Journal of the Roval Statistical Societv 101, Pt. 1: 304-417.",
        "Findlay, R. F. (1995), Factor Proportions, Trade. and Growth (Cambridge, Mass.: MIT).",
        "Flam, H. and M. J. Flanders (1991), Heckscher-Ohlin Trade Theorv (Cambridge, Mass.: MIT Press).",
        "Grubert, H. and J. Mutti (1991), Taxes, Tariffs and Transfer Pricing in Multinational Corporate Decisions Making, Review of Economics and Statistics 73: 285-93.",
        "Abramovitz, M. (1961), The Nature and Significance of Kuznets Cycles, Economic Development and Cultural Chance 9, 3: 225-48.",
        "Anderson, J. and J. P. Neary (1994), Measuring the Restrictiveness of Trade Policy, The World Bank Economic Review 8: 151-69.",
        "Bacci, M. L. (1978), Fattori Demographici Della Sviluppo Economico in G. Fua (ed.) Lo Sviluppo Economico in Italia, Vol. II (Milan: F. Angeli).",
        "Bordo, M. and L. Jonung (1987), The Lonq-Run Behavior of the Velociev of Circulation (Cambridge: Cambridge University Press).",
        "Cairncross, A. (1953), Home and Foreign Investment (Cambridge: Cambridge University Press).",
        "Corden, W. M and J. P. Neary (1982), Booming Sector and De-Industrialization in a Small Open Economy, Economic Journal 92: 825-48.",
        "Darmstadter, J. (1971), Energy in the World Economv (Baltimore: Johns Hopkins Press).",
        "Estevadeordal, A. (1993), Historical Essavs on Comparative Advantage (Harvard University PhD Thesis, unpublished)."
    ]
}