{
    "id": 6060,
    "cites": 41,
    "cited_by": 21,
    "reference": [
        "Snowden, Philip, An Autobiography (London: Nicholson and Watson, 1934).",
        "Temin, Peter (1989), Lessons from the Great Depression, Cambridge: MIT Press.",
        "Warren, Harris Gaylord (1959), Herbert Hoover and the Great Depression, New York: Oxford University Press.",
        "Woytinsky, W. S. (1961), Stormy Passage, New York: Vanguard.",
        "Robbins, Lloyd (1934), The Great Depression, London: Macmillan.",
        "Schuker, Stephen A. (1976), The End of Fench Predominance in Europe, Chapel Hill: University of North Carolina Press.",
        "Mowat, Charles L. (1955), Britain Between the Wars, Chicago: University of Chicago Press.",
        "Powell, Ellis T. (1915), The Evolution of the Money Market, London.",
        "Keynes, John Maynard (1923), A Tract on Monetary Reform, London: Macmillan.",
        "Keynes, John Maynard (1936), The General Theory of Employment. Interest and Money, London: Macmillan.",
        "Kuhn, Thomas S. (1962), The Structure of Scientific Revolutions, Chicago: University of Chicago Press.",
        "Kershaw, Ian (1990), Weimar: Why Did German Democracy Fail?, London: Weidenfeld and Nicolson.",
        "Keynes, John Maynard (1919), The Economic Consequences of the Peace, London: Macmillan.",
        "Hume, I.J. (1970), The Gold Standard and Deflation, in Sidney Pollard (ad.), The Gold Standard and Employment Policies Between the Wars, London: Methuen, pp.l22-145.",
        "Joyce, James (1922), Portrait of the Artist as a Young Man, New York: B. W. Huebsch.",
        "Hoover, Herbert H., (1933), Lincoln Day Address, February 13, 1933, Commercial and Financial Chronicle 136, pp. 1136-38 (February, 18, 1933).",
        "Hoover, Herbert H. (1952), Memoirs, New York: Macmillan.",
        "Hamilton, Richard (1982), Who Voted for Hitler? Princeton: Princeton University Press.",
        "Helfferich, Karl (1927), Money, New York: The Adelphi Company (trans. Louis Infield).",
        "Forsyth, Douglas J. (1993), The Crisis of Liberal Italy, Cambridge: Cambridge University Press.",
        "Ford, Ford Maddox (1924-28), Parades End, New York: Albert and Charles Boni, Inc.",
        "Feldman, Gerald (1993), The Geat Disorder, New York: Oxford University Press.",
        "Feis, Herbert (1930), Europe: The Worlds Ba , New Haven: Yale University Press.",
        "Fisher, Irving (1933), The Debt-Deflation View of Great Depressions, Econometrica 1, pp.337-357.",
        "Edelstein, Michael (1982), Overseas Investment In the Age of High Impenalism, New York: Columbia University Press.",
        "Edie, L.D. (1934), Dollars, New Haven: Yale University Press.",
        "Eichengreen, Barry (1992), Golden Fetters: The Gold Standard and the Great Depression, New York: Oxford University Press.",
        "Caillaux, Joseph (1932), The World Crisis: The Lessons Which it Teaches and the Adjustments of Economic Science Which It Necessitates, London: Cobden-Sanderson.",
        "Childers, Thomas (1983), The Nazi Voter: The Social Foundations of Fascism m Germany.",
        "Borchardt, Knut (1984), Could and Should Germany Have Followed Great Britain in Leaving the Gold Standard? Journal of European Economic History, 13, pp. 471-97.",
        "Borchardt, Knut (1991), Perspectives on Modern German Economic History and olicy (Cambridge: Cambridge University Press).",
        "Bordo, Michael, and Hugh Rockoff (1996), The Gold Standard as a Good Housekeeping Seal of Approval, Journal of Economic History 56, pp. 389-428.",
        "Beveridge, Sir William et al. (1932), Tariffs: The Case Examined, London: Longmans, Green (popular edition).",
        "Blackett, Basil P. (1932), Planned oney, London: Constable and Co.",
        "Benham, F.C., The Balance of Trade, chapter 18 in William Beveridge (ed), Tariffs: The Case Examined, London: Longmans, 1932, pp.244-260.",
        "Bernanke, Ben (1983), Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review 73, pp.257-276.",
        "Bernanke, Ben (1995), The Macroeconomics of the Great Depression: A Comparative Approach, Journal of Money. Credit and Banking 27, pp. 1-28.",
        "Angell, James (1929), The Economic Recovery of Germany, New Haven: Yale University Press.",
        "Garraty, John A. (1986), The Great Depression, New York: Harcount Brace Jovanovich.",
        "Germain-Martin, Louis (1934), Sommes-nous sur la bonne route? Paris: Payot.",
        "Gilbert, S. Parker 10. Great Britain (1918), First Interim Report of the Commission on Currency and Foreign Exchanges After the War, Cd. 9182."
    ]
}