{
    "id": 6061,
    "cites": 28,
    "cited_by": 29,
    "reference": [
        "Tobin, James. Inflation and Unemployment. American Economic Review, vol. 62, no. 1 (March 1972), pp. 1-18.",
        "Vining, Daniel R. and Thomas C. Elwertowski. The Relationship between Relative Prices and the General Price Level, American Economic Review, vol. 66, no. 4 (September 1976), pp. 699-708.",
        "Sheshinski, Eytan and Yoram Weiss. Inflation and Costs of Price Adjustment, Review of Economic Studies, vol. 44, no. 2 (June 1977), pp. 287-303.",
        "Milkovich George and J.M. Newman. Compensation. Homewood, IL: BPI-Irwin, Pencavel, John. Labor Supply of Men: A Survey, In O. Ashenfelter and R. Layard, eds., Handbook of Labor Economics. Amsterdam: North-Holland, Elsevier Publishers, 1986, pp. 3-102.",
        "Reder, Melvin. The Theory of Occupational Wage Differentials. American Economic Review, vol. 45, no. 5 (December 1955), pp. 833-852.",
        "McLaughlin, Kenneth J. Rigid Wages? Journal of Monetary Economics, vol. 34, no. 3 (1994), pp. 383-414.",
        "Lebow, David E., David J. Stockton, and William L. Wascher. Inflation, Nominal Wage Rigidity, and the Efficiency of Markets, Division of Research and Statistics, Board of Governors of the Federal Reserve System, mimeo, August 1993.",
        "Levine, David I. Fairness, Markets, and Ability to Pay: Evidence front Compensation Executives, American Economic Review, vol. 83, no. 5 (December 1993), pp. 1241-1259.",
        "Lach, Saul, and Daniel Tsiddon. The Behavior of Prices and Inflation: An Empirical Analysis of Disaggregated Price Data, Journal of Political Economy, vol. 100, no. 2 (1992), pp. 349-389.",
        "KiDingsworth, Mark R. and James J. Heckman. Female Labor Supply: A Survey, In O. Ashenfelter and R. Layard, eds., Handbook of Labor Economics. Amsterdam: North-Holland, Elsevier Publishers, 1986, pp. 103-204.",
        "Kahn, Shularnit. Evidence of Nominal Wage Stickiness from Microdata. Unpublished paper. Boston University School of Management (1995).",
        "Haley, James. Theoretical Foundations for Sticky Wages, Journal of Economic Surveys, vol. 4, no. 2 (1990), pp. 115-155.",
        "Harnermesh, Daniel S. Labor Demand. Princeton, NJ: Princeton University Press, Hills, F S. Compensation Decision Making Hinsdale, IL: Dryden Press, 1987.",
        "Groshen, Erica L. and David I. Levine. The Rise and Decline(?) of Internal Labor Markets mimeo, April 1997.",
        "Groshen, Erica L. American Employer Salary Surveys and Labor Economics Research: Issues and Contributions, Annales dEconomie et de Statistique, no. 41/42 (1996), pp. 414-42.",
        "Groshen, Erica L. and Mark E. Schweitzer. The Effects of Inflation on Wage Adjustments in Firm-Level Data: Grease or Sand? Federal Reserve Bank of New York Staff Report No. 9, January 1996 (Latest version: December 1996).",
        "Fortin, Pierre. The Great Canadian Slump, Canadian Journal of Economics, Freedman, Audrey. The New Look in Wage Policy and Employee Relations, The Conference Board, Report No. 865, 1976.",
        "Friedman, Milton. Nobel Lecture: Inflation and Unemployment. Journal of Political Economy, vol. 85, no. 3, 1977, pp. 451-72.",
        "Drazen, Allan and Daniel S. Hamermesh. Inflation and Wage Dispersion, National Bureau of Economic Research Working Paper no. 1811, January 1986.",
        "Cleveland, William S. Robust Locally Weighted Regression and Smoothing Scatter Plots, Journal of the American Statistical Association, vol. 79 (1979), pp. 829- 836.",
        "Bryan, Michael F. and William T. Gavin. Models of Inflation Expectations Formation, Journal of Monev. Credit. and Bankine, vol. 18, no. 4 (November 1986), pp. 539-44.",
        "Card, David and Dean Hyslop. Does Inflation Grease the Wheels of the Labor Market? Industrial Relations Section Working Paper :??? Princeton University 1996.",
        "Blinder, Alan S. and Don H. Choi. A Shred of Evidence on Theories of Wage Stickiness, Quarterly Journal of Economics, vol. 105, no. 4 (November 1990), pp. 1003-1015.",
        "Ball, Laurence and Stephen G. Cecchetti. Inflation and Uncertainty at Short and Long Horizons. Brookings Papers on Economic Activity, Q I, 1990, pp. 215-54.",
        "Bewley, Truman and William Brainard. A Depressed Labor Market, as Explained by Participants, Cowles Foundation, Yale University, mimeo (February 1993).",
        "Andres, Javier and Ignacio Hernando. Does Inflation Harm Economic Growth? Evidence for the OECD. NBER Conference on the Costs and Benefits of Achieving Price Stability. 1997.",
        "Abraham, Katharine G. and John C. Haltiwanger. Real Wages and the Business Cycle, Journal of Economic Literature, vol. 33, no. 3 (September 1995), pp. 1215-64.",
        "Akerlof, George A., William T. Dickens and George L. Perry. The Macroeconomics of Low Inflation. Brookings Papers on Economic Activity Q1 1996, pp. 1-74."
    ]
}