{
    "id": 6063,
    "cites": 35,
    "cited_by": 0,
    "reference": [
        "Benston, George J., and George G. Kaufman. 1994, Improving the FDIC Improvement Act: What Was Done and What Still Needs to Be Done to Fix the Deposit Insurance Problem. In. George G. Kaufman. Reforming Financial Institutions and Markets in the United States. Kluwer Academic Publishers. Brewer III, Elijah and Thomas H. Mondschean. 1993. Life Insurance Company Risk Exposure: Market Evidence and Policy Implications. Contemporary Policy Issues 11, 56-69.",
        "Burns, Helen M. 1974. The American Banking Community and New Deal Banking Reforms. 19331935. Westport, Conn.: Greenwood Press.",
        "Calomiris, Charles W, 1990. Is Deposit Insurance Necessary? Journal of Economic History 50 (June) 283-95.",
        "Calomiris, Charles W. 1993. Regulation, Industrial Structure, and Instability in U.S. Banking: An Historical Perspective. In. Michael Klausner and Lawrence J. White. Structural Change in Banking. Homewood, 111.: Business One Irwin.",
        "Calomiris, Charles W. and Eugene N. White, 1994. The Origins of Federal Deposit Insurance. In Claudia Goldin and Gary D. Lieb cap. The Regulated Economy: A Historical Approach to Political Economy. 145-88. Chicago: University of Chicago Press.",
        "Ewalt, Josephine H, 1962. A Business Reborn: The Savings and Loan Story. 1930-1960, Chicago: American Savings and Loan Institute Press. Federal Deposit Insurance Corporation. Annual Reports. Washington, D.C.: Federal Deposit Insurance Corporation.",
        "Federal Deposit Insurance Corporation. 1984. The First Fifty Years: A History of the FDIC. 19331983. Washington, D.C.: Federal Deposit Insurance Corporation. Federal Home Loan Bank Board. Annual Reports. Washington, D C.: Federal Home Loan Bank Board.",
        "Feinberg, Robert M. and Seth Kaplan. 1993. Fishing downstream: the political economy of effective administered protection. Canadian Journal of Economics 26 (February): 150-8.",
        "Flood, Mark D. 1991. The Great Deposit Insurance Debate. Federal Reserve Bank of St. Louis Review 74 (July-August): 51-77.",
        "Friedman, Milton. 1959. A Program for Monetary Stability. New York: Fordam University Press.",
        "Friedman, Milton and Anna J. Schwartz. 1986. Has Government Any Role in Money? Journal of Monetary Economics 17: 37-62.",
        "Golembe, Carter H. 1960. The Deposit Insurance Legislation of 1933. Political Science Quarterly 76 (June): 181-95.",
        "Grossman, Richard S. 1992. Deposit Insurance, Regulation, and Moral Hazard in the Thrift Industry: Evidence from the 1930s. American Economic Review 82 (September): 800-821.",
        "Hoekman, Bernard M. and Michael P. Leidy. 1992. Cascading contingent protection. European Economic Review 36: 883-92.",
        "Kane, Edward J. 1989. The S&L Insurance Mess: How Did it Happen? Washington. D C: Urban Institute Press.",
        "Kennickell, Arthur, Myron L. Kwast, Martha Starr-McCluer. 1996. Households' Deposit Insurance Coverage: Evidence and Analysis of Potential Reforms. Journal of Money. Credit, and Banking 28 (August, Part I): 311-22.",
        "Litan, Robert E. Financial Regulation. In. Martin Feldstein. American Economic Policy in the 1980s. Chicago: Chicago University Press.",
        "Macey, Jonathan R. And Geoffrey P. Miller. 1992. Banking Law and Regulation. Boston: Little, Brown and Company.",
        "Marvell, Thomas B. 1969. The Federal Home Loan Bank Board. New York: Praeger Publishers.",
        "Matthews, John O. 1994. Struggle and Survival on Wall Street: The Economics of Competition Among Securities Firms. New York: Oxford University Press. National Credit Union Administration. Annual Reports. Washington, D.C.: National Credit Union Administration.",
        "Office of Technology Assessment. 1990. Electronic Bulls and Bears. Washington, D C.: Office of Technology Assessment, Congress of the United States. Pension Benefit Guaranty Corporation. Annual Reports. Washington D C.: Pension Benefit Guaranty Corporation.",
        "Seligman, Joel. 1982. The Transformation of Wall Street. Boston: Houghton Mifflin Company.",
        "Schattsneider, Elmer E. 1935. Politics, Pressure, and the Tariff. New York: Prentice-Hall, Inc.",
        "Sobel, Robert. 1975. N.Y.S.E.: A History of the New York Stock Exchange. 1935-1975. New York: Weybright and Talley.",
        "Sowards, Hugh L. and James S. Mofsky. 1971. The Securities Investor Protection Act of 1970. The Business Lawyer (Aprili 1271-88.",
        "Teweles, Richard and Edward S. Bradley. 1987. The Stock Market. New York: John Wiley & Sons, 5th ed. U.S. Congressional Record.",
        "U.S. House of Representatives. Financial Institutions Supervisory and Insurance Act of 1966. Hearings the Committee on Banking and Currency. September 15, 20, 22, 1966.",
        "U.S. House of Representatives. To Provide Full Deposit Insurance for Public Units and to Increase Deposit Insurance from $20.000 to $50,000. Hearings before the Subcommittee on Bank Supervision and Insurance of the Committee on Banking and Currency. November 5, 6, and 26, 1973.",
        "U.S. House of Representatives. 1970. Report No. 91-1613. Securities Investor Protection Act of 1970.",
        "U.S. Senate. Amendments to Federal Deposit Insurance Act Hearings before a subcommittee of the Committee on Banking and Currency. 81st Cong. 2nd Sess. January 11, 23, 30, 1950.",
        "WelÃ\u0083Å\u0093ing, Weldon. 1968. Mutual Savings Banks. Cleveland: The Press of Case Western Reserve University.",
        "Wheelock, David C. 1992. Deposit Insurance and Bank Failures: New Evidence from the 1920s. Economic Inquiry 30 (July): 530-43.",
        "White, Eugene N. 1983. The Regulation and Reform of the American Banking System. 1900-1929. Princeton: Princeton University Press.",
        "White, Lawrence J. 1989. The Reform of Federal Deposit Insurance. Journal of Economic Perspectives 3 (Fall): 11-29.",
        "White, Lawrence J. 1991. The S&L Debacle. New York: Oxford University Press. WWW.FDIC.GOV WWW.NCUA.GOV WWW.PBGC.GOV WWW.SEC.GOV"
    ]
}