{
    "id": 6069,
    "cites": 17,
    "cited_by": 24,
    "reference": [
        "Parsley, David, and Shang-Jin Wei, 1996, Convergence to the law of one price without trade barriers or currency fluctuations, Quarterly Journal of Economics, forthcoming.",
        "OConnell, Paul, 1996, The overvaluation of purchasing power parity, working paper, Harvard University.",
        "Papell, David H., 1996, Searching for stationarity: Purchasing power parity under the current float, Journal of international Economics, forthcoming.",
        "Engel, Charles and John H. Rogers, 1996, How wide is the border?, American Economic Review, forthcoming.",
        "Frankel, Jeffrey A., and Andrew K Rose, 1996, A panel project on purchasing power parity: Mean reversion within and between countries, Journal of international Economics 40, 209-224.",
        "Hakkio, Craig, 1984, A reexamination of purchasing power parity, Journal of international Economics 17, 265-277.",
        "Jorion, Philippe and Richard Sweeney, 1996, Mean reversion in real exchange rates: Evidence and implications for forecasting, Journal of international Money and Finance, forthcoming.",
        "Levin, Andrew and Chien-Fu Lin, 1992, Unit root tests in panel data, working paper, University of California, San Diego.",
        "Liu, Peter C., and G.S. Maddala, 1996, Do panel data cross-country regressions rescue purchasing power parity (PPP) theory?, working paper, Department of Economics, Ohio State University.",
        "Lothian, James, 1996, Multi-country evidence on the behavior of purchasing power parity under the current Boat, Journal of international Money and Finance, forthcoming.",
        "MacDonald, Ronald, 1996, Panel unit root tests and real exchange rates, Economics Letters 50, 7-11.",
        "Engel, Charles, 1993, Real exchange rates and relative prices: An empirical investigation, Journal of Monetary Economics 32, 35-50.",
        "Edison, Hali; Joseph Gagnon; and William Melick, 1994, Understanding the empirical literature on purchasing power parity: The post-Bretton Woods era, Board of Governors of the Federal Reserve System, international Finance Discussion paper no. 465.",
        "WlEll Ivl~;rallry!, I~~LlullU! ~~ Davutyan, Nurhan and John Pippenger, 1990, Testing purchasing power parity: Some evidence of the effects of transactions costs, Econometric Reviews 9, 21] -240.",
        "Cogley, Timothy and Mark M. Spiegel, 1996, Confidence intervals for the speed of convergence, working paper, Federal Reserve Bank of San Francisco.",
        "Cumby, Robert E., 1996, Forecasting exchange rates and relative prices with the hamburger standard: is what you want what you get - ~ ~ r_nA~. ~ I: in... mix Research, working paper no. 5675.",
        "Abuaf, N. and Philippe Jorion, 1990, Purchasing power parity in the long run, Journal of Finance 45, 157-174."
    ]
}