{
    "id": 6071,
    "cites": 16,
    "cited_by": 22,
    "reference": [
        "1. Balke, Nathan S. and Robert J. Gordon. Appendix B~, Historical Data, in Robert J. Gordon, ed., The American Business Cycle: Gontinuity and Ghange. Chicago: University of Chicago Press: 781-850 (1986).",
        "3. Bernanke, Ben. Nonmonetary effects of the Financial Crisis in the Propagation of the Great Depression. American Economic Review 73 (June 1983), 257-76.",
        "4. Bernanke, Ben. The Macroeconomics of the Great Depression: A Comparative Ap- proach. Journal of Money, Gredit and Banking 27: 1-28 (1995).",
        "5. Bernanke, Ben , and Kevin Carey. Nominal Wage Stickiness and Aggregate supply in the Great Depression. Quarterly Journal of Economics 111: 853-884 (1996).",
        "6. Blanchard, Olivier J., and Charles Kahn, The Solution of Linear Difference Equations Under Rational Expectations, Econometrica 48: 1305-1313 (1980).",
        "8. Bordo, Michael D. and Finn Kydland. The Gold Standard as a Rule; An Essay in Exploration. Explorations in Economic History 32; 423..464 (1995).",
        "9. Bordo, Michael D., Ehsan Choudhri and Anna J. Schwartz. Could Stable Money Have Averted the Great Depression. Economic Inquiry, 33: 484-505 (1995).",
        "11. Calomiris, Charles. Financial Factors in the Great Depression. Journal of Economic Perspectives 7 (Spring 1993), 6 1-85.",
        "13. Cecchetti, Stephen G. and Georgios Karras. Sources of Output Fluctuations during the Interwar Period; Further Evidence on Causes of the Great Depression. Review of Economics and Statistics 76: 80-102 (1994).",
        "14. Cho, Jang-Ok and Louis Phaneuf. A Business Cycle Model with Nominal Wage Contracts and Government. Institute for Empirical Macroeconomics Discussion paper 80, February 1993.",
        "15. Crucini, Mario and James Kahn. Tariffs and Aggregate Economic Activity: Lessons from the Great Depression. Journal of Monetary Economics 38; 427-467 (1996). 44",
        "17. Eichengreen, Barry. The Origins and Nature of the Great Slump Revisited. Eco- nomic History Review (May 1992b), 213-39.",
        "19. Evans, Martin and Paul Wachtel. Were Price Changes During the Great Depression Anticipated? Evidence from Nominal Interest Rates. Journal of Monetary Economics 32; 3-34 (1993).",
        "20. Fischer, Stanley. Long-term Contacts, Rational Expectations, and the Optimal Money Supply Rule. Journal of Political Economy 85, 191-205 (1977).",
        "21. Fisher, Irving. The Debt Deflation Theory of the Great Depression. Econometrica h 337-357 (1933).",
        "23. Hamilton, James D. Was the Deflation During the Great Depression Anticipated? Evidence from the Commodity Futures Market. American Economic Review 82: 157-178 (1992). 45"
    ]
}