{
    "id": 6077,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "Richardson, Martin. Trade and Competition Poicies: Concordia Discors? University of Otago, Dept. of Economics, mimeo, 1996.",
        "Rysman, Marc. Competition Policy in Strategic Trade. U Dept. of Economics, mimer, 1997.",
        "Trebilcock, Michael. Competition Po icy and Trade Policy - Mediating the Interface. Journal of World Trade, August, Vol. 30, No. 4, 1996, pp. 71-105.",
        "Perry, M. and R. Porter. Oligopoly and the incentive for horizontal merger, AER 75 (1), 1985, pp. 219-227.",
        "Neven, Damien and Paul Seabright. Trade Liberalization and the Coordination of Competition Policy, in Leonard Waverman, William Comanor and Akira Goto (eds.) Competition Policy in the Global Economy, Modalities for Cooperation, Routledge, London, 1997.",
        "Ordover, Janusz and Robert Willig. Perspectives on Mergers and World Competition, in Grieson, Ronald E., (ed.) Antitrust and regulation. Lexington, Mass., and Toronto: Heath, Lex- ington Books, 1986, pp. 201- 18.",
        "Hawk, Barry, ed. Antitrust in a Global Economy. Proceedings of the Fordham Corporate Law Institute, Kluwer Publishers, Netherlands. 1994.",
        "Head, Keith and John Ries. International Mergers and Welfare Under Decentralized Compe- tition Policy. Faculty of Commerce, University of British Columbia, Mimeo, 1995.",
        "Hoekman, Bernard and Petros Mavroidis. Competition, Competition Policy and the GATT, CEPR Working Paper 876, January 1994.",
        "Horn, Henrik and Lars Persson, Endogenous Mergers in Concentrated Markets, CEPR DP 1544, 1996.",
        "Levinsohn, James. Competition Policy and International Trade Policy. Fair Trade and Har- monization, J. Bhagwati and R. Hudec (eds.), MIT Press, 1996, pp. 329-356.",
        "Lloyd, Peter and Gary Sampson. Competition and Trade Policy: Identifying the Issues After the Uruguay Round. World Economy, 1995, pp 681-705.",
        "Motta, Massimo and Fabrizio Onida. Trade Policy and Competition Policy. Centro Studi sui Processi di Internazionalizzazione, Universita Commercial Luigi Bocconi, WE No. 86. 1996.",
        "Neven, Damien J. Regulatory Reform in the European Community, American Economic Review, vol. 82(2), 1992, pp. 98-103.",
        "Eaton, Jonathan and Gene Grossman. Optimal Trade and Industrial Policy under Oligopoly. Quarterly Journal of Economics, 101(2), May 1986, pp 383- 406.",
        "Gatsios, Konstantine and Paul Seabright. Regulation in the European Community, Oxford Review of Economic Policy, vol. 5(2), 1990, pp. 37-60.",
        "Bliss, Christopher. Trade and Competition Control. Fair Trade and Harmonization, J. Bhagwati and R. Hudec (eds.), MIT Press, 1996, pp. 313-328.",
        "Brander, James and Barabara Spencer. Export Subsidies and International Market Share and Rivalry, Journal of International Economics, 18(1-2), February 1985, pp. 83-100.",
        "Dixit, Avinash. International Trade Policy for Oligopolistic Industries, Economic Journal, Supplemental Issue, 1984, pp 1-16.",
        "Auquier, A. and Richard Caves. Monopolistic Export Industries, Trade Taxes, and Optimal Competition Policy, The Economic Journal, Vol89, 1979, pp. 559-581.",
        "Bacchetta, Marc, Henrik Horn and Petros Mavroidis, Do Negative Spillovers from Nationally Pursued Competition Policies Provide A Case For Multilateral Competition Rules?, University of Neuchatel, working paper, 1997.",
        "Barros, Pedro and Luis Cabral. Merger policy in open economies, European Economic Review, 38, 1994, pp 1041-1055.",
        "Bhagwati, Jagdish. Fair Trade, Reciprocity and Harmonization: the novel challege to the theory and policy of free trade. Paper presented to the Conference on Analytical and Negotiating Issues in the Global Trading System, University of Michigan, Ann Arbor, 1991.",
        "American Bar Association. Antitrust Law Journal, Symposium: The Role of Foreign Compe- tition in the U.S. Merger Enforcement. Volume 65, Issue 1, (Fall) 1996."
    ]
}