{
    "id": 6083,
    "cites": 18,
    "cited_by": 4,
    "reference": [
        "W. Bruce Johnson, Robert Magee, Nandu Nagaragan and Harry Newman, An Analysis of the Stock Price Reaction to Sudden Executive Deaths: Implications for the Managerial Labor Market, Joumal of Accounting and Economics, 7 (1985): 151-74.",
        "Lee Lillard, The Market for Sex: Street Prostitution in Los Angeles, Unpublished Paper, RAND Corporation, 1995.",
        "Patricia Roszell, David Kennedy and Edward Grabb, Physical Attractiveness and Income Among Canadians, Joumal of Psychology, 123 (1989): 547-59.",
        "Jerold Warner, Ross Watts and Karen Ruck Stock Prices, Event Prediction and Event Studies: An Examination of Top Management Changes, Joumal of Financial Economics, 20 (1988): 461-92.",
        "Finis Welch, Education in Production, Joumal of Political Economy, 78 (1970): 764-71.",
        "Carl Hiassen, Striptease. New York: Warner, 1993.",
        "Daniel Hamermesh and Jeff Biddle, Beauty and the Labor Market, American Economic Review, 84 (1994): 1174-94.",
        "Masanori Hashimoto, Firm-Specific Human Capital as a Shared Investment, American Economic Review, 71 (1981): 475-82.",
        "Elaine Hatfield and Susan Sprecher, Min Or. Mirror...: The Importance of Looks in Everyday Life. Albany: SUNY Press, 1986.",
        "FlIV/BBDO. The Selection Process of Advertising Agencies and Implications for a New-Business Policy. Amsterdam: Club of 13, 1983.",
        "Randall Filer, The Influence of Affective Human Capital on the Wage Equation, BQsearch in Labor Economics, 4 (1981): 367-409.",
        "Centraal Bureau voor de Statistiek, Onder de Loep Genomen: Reklame- en Advertentiebureaus, various issues. Heerlen, the Netherlands: CBS, 1991 et seq.",
        "Ray Bull and Nichols Rumse~v, The Social Psychology of Facial Appearance. New York: Springer, 1988.",
        "Ronald Burt, Structural Holes. Cambridge: Harvard University Press, 1992.",
        "James Cagley, A Comparison of Advertising Agency Selection Factors: Advertiser and Agency Perceptions, Journal of Advertising Research, 26 (1986): 39-44.",
        "JeffBiddle and Daniel Hamermesh, Beauty, Productivity and Discrimination: Lawyers Looks and Lucre, Journal of Labor Economics, 15 (1998), forthcoming.",
        "David Audretsch and Talat Mahmood, New Firm Survival: New Results Using a Hazard Function, Review of Economics and Statistics, 77 (1995): 97-103.",
        "Gary Becker, Human Capital. New York: Columbia University Press, 1964."
    ]
}