{
    "id": 6089,
    "cites": 18,
    "cited_by": 46,
    "reference": [
        "Papell, D. H. and H. Theodoridis (1997a). Increasing evidence of purchasing power parity over the current float, unpublished (March), University of Houston.",
        "Papell, D. H. and H. Theodoridis (1997b). The choice of numeraire currency in panel tests of purchasing power parity, unpublished (April), University of Houston.",
        "OConnell, P. G. J. (1997b). The overvaluation of purchasing power parity, Journal of International Economics, forthcoming.",
        "Papell, D. H. (1996). Searching for stationarity: Purchasing power parity under the current float, Journal of International Economics, forthcoming.",
        "OConnell, P. G. J. (1997a). Market frictions and relative traded goods prices, prepared for the JIMF- LIFE Workshop on Developments in exchange rate modelling, Maastricht, The Netherlands, April 4-5, 1997.",
        "Jorion, P. and R. Sweeney (1996). Mean reversion in real exchange rates: Evidence and implications for forecasting, Journal of International Money and Finance, forthcoming.",
        "Michael, P., A. R. Nobay and D. A. Peel (1996). Transactions costs and nonlinear adjustment in real exchange rates: An empirical investigation, Journal of Political Economy, forthcoming.",
        "Harrison, J. M., T. M. Sellke and A. J. Taylor (1983). Impulse control of Brownian motion, Mathematics of Operations Research 8: 454-466.",
        "Froot K. and K. Rogoff (1995). Perspectives on PPP and long-run real exchange rates, in: G. Grossman and K. Rogoff eds., Handbook of International Economics. Amsterdam: North-Holland.",
        "Frankel, J. and A. Rose (1996). A panel project on purchasing power parity: Mean reversion within and between countries, Journal of International Economics 40: 209-225.",
        "Dumas, B. (1992). Dynamic equilibrium and the real exchange rate in a spatially separated world. Review of Financial Studies 5 (2): 153-180.",
        "Engel, C., M. Hendrickson and J. H. Rogers (1996). Intra-national, intra-continental and intra-planetary PPP, prepared for the TCER-NBERCEPR conference on The Exchange Rate and Price Movements: Theory and Evidence, Tokyo, December 2~21, 1996.",
        "Dixit, A. K. (1993). The art of smooth pasting, in J. Lesourne and H. Sonnenschein (eds.) F1mdamentals in Pure and Applied Economics, Volume 55. Chur Switzerland: Harwood Academic Publishers.",
        "Cumby, R. E. (1996). Forecasting exchange rates and relative prices with the hamburger standard: Is what you see what you get with McParity, unpublished (May), Georgetown University.",
        "Coleman, A. M. G. (1995). Arbitrage, storage, and the Law of One Price: new theory for the time series analysis of an old problem, unpublished (September), Princeton University.",
        "Constantinides, G. M. and S. F. Richard (1978). Existence of optimal simple policies for discounted-cost inventory and cash management in continuous time, Operations Research 26: 620 636.",
        "Benninga, S. and A. Protopapadakis (1988). The equilibrium pricing of exchange rates and assets when trade takes time, Journal of International Money and Finance 7: 129-149.",
        "Abuaf, N. and P. .Jorion (1990). Purchasing power parity in the long run, Journal of l;inance 45: 157-174."
    ]
}