{
    "id": 6090,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "Qiu, L., 1994, Optimal strategic trade policy under asymmetric information, Journal of International Economics 36, 333-354.",
        "Svedberg, P., 1979, Optimal tariff policy on imports from multinationals, Economic Record 55, 64 67.",
        "Kreps, D.M. and R. Wilson, 19827 Sequential equilibria, Econometrica 50, 863-894.",
        "Krugman, P., 1984, Import protection as export promotion: international compe- tition in the presence of oligopoly and economies of scale, in: H.Kierzkowsky, ea., Monopolistic competition and international trade, (Clarendon, Oxford) 180-193.",
        "Katrak, H., 1977, Multi-national monopolies and commercial policy, Oxford Economic Papers 29, 283-291.",
        "Kolev, D., 1995, Monotonic signaling games with double crossing, mimeo, SUNY at Stony Brook.",
        "Grossman, G.M. and E. Helpman, 1995b, The politics of free-trade agreements, American Economic Review, 85, 667-690.",
        "Hwang, H. and C. May, 1991, Optimum discriminatory tariffs under oligopolistic competition, Canadian Journal of Economics 24(3), 693-702.",
        "Grossman, G.M. and E. Helpman, 1994, Protection for sale, American Economic Review, 84, 833-50.",
        "Grossman, G.M. and E. Helpman, 1995a, Made wars and trade talks, Journal of Political Economy, 103, 675-708.",
        "Collie, D. and M. Hviid, 1993, Export subsidies as signals of competitiveness, Scandinavian Journal of Economics 95(3), 327-339.",
        "Collie, D and M. Hviid, 1994, Tariffs for a foreign monopolist under information, Journal of International Economics 37, 249-264.",
        "Feenstra, R.C., 1996, Estimating the effects of trade policy, NBER working paper, No. 5051.",
        "Cho, I.K. and D.M. Kreps, 1987, Signaling games and stable equilibria, Quarterly Journal of Economics 42, 179-221.",
        "Cho, I.K. and J. Sobel, 1990, Strategic stability and uniqueness in signaling games, Journal of Economic Theory 50, 381-413.",
        "Brander, J.A. and B.J. Spencer, 1984, Tariff protection and imperfect competi- tiO~l, in: H. Kierzkowsky, ea., Monopolistic competition and international trade, (Clarendon, Oxford) 194-206.",
        "Banks, J.S. and J. Sobel, 1987, Equilibrium selection in signaling games, Econo- metrica 55, 647-661.",
        "Brainard, S.L. and D. Martimort, 1997, Strategic trade policy with incompletely informed policymakers, Journal of International Economics 42, 33-66.",
        "Bagwell, K . W. and R. W. Staiger , 1996, Reciprocal trade liberalization, NBER working paper, No. 5488."
    ]
}