{
    "id": 6091,
    "cites": 37,
    "cited_by": 40,
    "reference": [
        "U. S. Bureau of the Census, Statistical Abstract of the United States: 1995, Washington, DC: US Government Printing Office, 1995.",
        "Weitzman, Martin L., Prices vs. Quantities, Review of Economic Studies, 41:1974, pp.",
        "Wicke, Lutz, Environmental Damage Balance Sheets, in N. Akerman, ea., Maintaining a Satisfactory Environment: An Agenda for International Environmental Policy, Boulder: Westview Press, 1990.",
        "Stavins, Robert N., Transaction Costs and Tradeable Permits, Journal of Environmental Economics and Management, 29: 1995, pp. 133-48.",
        "Stuart, Charles, Welfare Costs per Dollar of Additional Tax Revenue in the United States, American Economic Review, 74: 1984, pp. 352-62.",
        "Terkla, David, The Efficiency Value of Effluent Tax Revenues, Journal of Environmental Economics and Management, 11: 1984, pp. 107-23.",
        "Seskin, Eugene P., Robert J. Anderson, and Robert O. Reid, An Empirical Analysis of Economic Strategies for Controlling Air Pollution, Journal of Environmental Economics and Management, 10:1983,pp. 112-24.",
        "Russek, Frank S., Labor Supply and Taxes, CBO Memorandum, Washington DC: U.S. Congressional Budget Office, 1996.",
        "Russell, Clifford, Monitoring and Enforcement, in Portney, Paul R., ea., Public Policies for Environmental Protection, Washington, DC: Resources for the Future, distributed by Johns Hopkins University Press, Baltimore, 1990, pp. 243-74.",
        "Rosen, Harvey, What is Labor Supply and Do Taxes Affect It?, American Economic - 38 - Review, 70: 1980, pp. 171-6.",
        "Repetto, Robert, Roger C. Dower, Robin Jenkins, and Jacqueline Geoghegan, Green Fees: How a Tax Shift Can Work for the Environment and the Economy, Washington DC: World Resources Institute, 1992.",
        "Parry, tan W. H., Environmental Taxes and Quotas in the Presence of Distorting Taxes in Factor Markets, Resource and Energy Economics, forthcoming, 1997a.",
        "Parry, Ian W. H., A Second-Best Analysis of Environmental Subsidies, International Tax and Public Finance, forthcoming, 1997b.",
        "Pearce, David, The Role of Carbon Taxes in Adjusting to Global Warming, ache Economic Journal, 101: 1991, pp. 938-48.",
        "Pearce, David W., and R. Kerry Turner, Economics of Natural Resources and the Environment, Baltimore: Johns Hopkins Press, 1990.",
        "Maloney, Michael T., and Robert E. McCormick, A Positive Theory of Environmental Quality Regulation, Journal of Law and Economics, 25: 1982, pp. 99- 123.",
        "Oates, Wallace E., Green Taxes: Can We Protect the Environment and Improve the Tax System at the Same Time? Southern Economic Journal 61: 1995, pp. 914-22.",
        "Lee, Dwight R. and Walter S. Misiolek, Substituting Pollution Taxation for General Taxation: Some Implications for Efficiency in Pollution Taxation, Journal of Environmental Economics and Management, 13: 1986, pp. 338-47.",
        "Harris, Richard, Applied General Equilibrium Analysis of Small Open Economies with Scale Economies and Imperfect Competition, American Economic Review, 74:1984, pp. 1016-32.",
        "Kaplow, Louis, The Optimal Supply of Public Goods and the Distortionary Cost of Taxation, National Tax Journal, 49: 1996, pp. 513-33.",
        "Hamermesh, Daniel, Labor Demand, Princeton NJ: Princeton University Press, 1993.",
        "Goulder, Lawrence H., Environmental Taxation and the Double Dividend: A Readers Guide, International Tax and Public Finance, 2: 1995, pp.157- 183.",
        "Goulder, Lawrence H., Ian W. H. Parry, and Dallas Burtraw, Revenue-Raising vs. Other Approaches to Environmental Protection: The Critical Significance of Pre-Existing Tax Distortions, NBER WP 5641, Cambridge, MA, 1996.",
        "Fuchs, Victor, Alan Krueger, and James Poterba, Empirical Research, Values, and Economic Poucy, work in progress, Stanford University, 1997.",
        "Fullerton, Don and Ann Wolverton, The Case for a Two-Part Instrument: Presumptive Tax and Environmental Subsidy, NBER WP5993, Cambridge, MA, 1997 .",
        "Cropper, Maureen L., and Wallace E. Gates, Environmental Economics: A Survey, Journal of Economic Literature, 30: 1992, pp. 675-740.",
        "Freeman, A. Myrick, Air and Water Pollution Control: A Benefit-Cost Assessment, New York: John Wiley and Sons: 1982.",
        "Buchanan, James M., and Gordon Tullock, Polluters Profits and Political Response: Direct Controls Versus Taxes, American Economic Review, 65: 1975, pp. 139-47.",
        "Caddy, Vern, Empirical Estimation of the Elasticity of Substitution: A Review, Working Paper OP-09, IMPACT Project, Industrial Assistance Commission, Melbourne, Australia: 1976.",
        "Browning, Edgar K., On the Marginal Welfare Cost of Taxation, American Economic Review. 77: 1987, pp. 11-23.",
        "Browning, Edgar K., The Non-Tax Wedge, Journal of Public Economics, 53: 1994, pp.419-33.",
        "Bovenberg, A. Lans, and Lawrence H. Goulder, Optimal Environmental Taxation in the Presence of Other Taxes: General Equilibrium Analyses, American Economic Review, 86: 1996, pp. 985-1000.",
        "Bovenberg, A. Lans, and Ruud. A. de Mooij, Environmental Levies and Distortionary Taxation, America Economic Review, 94: 1994, pp. 1085-89.",
        "Atkinson, Scott E., and Donald H. Lewis, A Cost-Effectiveness Analysis of Alternative Air Quality Control Strategies, Journal of Environmental Economics and Management, 1: 1974, pp. 237-50.",
        "Ballard, Charles L. and Steven G. Medema, The Marginal Efficiency Effects of Taxes and Subsidies in the Presence of Externalities: A Computational General Equilibrium Approach, Journalof Public Economics, 52: 1993, pp.199-216.",
        "Barnett, Andy H., The Pigouvian Tax Rule Under Monopoly, American Economic Review, 70: 198O, pp. 1037-41. Berndt, Ernst R., and David O. Wood, Technology, Prices, and the Derived Demand for Energy, Review of Economics and Statistics, 57: 1975, pp. 259-68.",
        "Bohm, Peter, and Clifford F. Russell, Comparative Analysis of Alternative Policy Instruments, in Kneese, Allen V. and James L. Sweeney, eds., Handbook of Natural Resource and Energy Economics, Volume 1, New York: Elsevier, 1985, pp."
    ]
}