{
    "id": 6092,
    "cites": 18,
    "cited_by": 18,
    "reference": [
        "Walsh, Carl, 1993, What Caused the 1990-1991 Recession? Federal Reserve Bank of San Francisco Economic Review, 1993(2), pp. 33-48.",
        "Stuart, Alison, 1996, A Simple Monetary Policy Rule, Bank of England Quarterly Bullet m 31(3) (August): 281-287.",
        "Taylor, John, 1993, Discretion versus Policy Rules in Practice, Carnegie- Rochester Conference on Public Policy, pp. 195-214.",
        "McCallum, Bennett, 1993, Specification and Analysis of a Monetary Policy Rule for Japan, Bank of Japan Monetary and Economic Studies, 11.",
        "Pierce, James, 1984, Did Financial Innovation Hurt the Great Monetarist Experiment? American Economic Review 74: 392-95.",
        "Hutchison, Michael, 1988. Monetary Control with an On ~~m oh~;~r=.",
        "Kasa, Kenneth and Helen Popper, 1995, Monetary Policy in Japan: A Structural VAR Analysis Federal Reserve }3ank of San Francisco, Pacific Basin Working Paper, No. PB95-12.",
        "Hamada, Koichi and Fumio Hayashi, 1985, Monetary Policy in Postwar Japan, in Ando, Eguchi, Farmer and Suzuki (eds.) Monetary Policy in Our Times (Cambridge, MA: MIT Press), pp. 83-121.",
        "Gall, Jordi, 1992, How Well Does the IS/LM Model Fit Post-War U.S. Data? Quarterly Journal of Economics 107:709-738.",
        "Glick, Reuven and Michael Hutchison, 1994, Monetary Policy, Intervention, and Exchange Rates in Japan, in Glick and Hutchison (eds.) Eas~Y:~LaL~ Policv and Interdependence: Perspectives from the Pacific Basin (Cambridge, UK: Cambridge University Press), pp. 225-257.",
        "Dominguez, Kathryn M.E., 1996, Monetary Interdependence and Coordination, Mimeo (Kennedy School of Government, Harvard University, July).",
        "Clarida, Richard and Mark Gertler, 1997, How the Bundesbank Conducts Monetary Policy, in Reducing Inflation: Motivation and Strategy, in C. Romer and D.",
        "Romer (eds.) (Chicago U. Pres for NBER: Chicago), pp. 363-412. Also NBER Working Paper 5581 (May 1996).",
        "Chinn, Menzie and Michael Dooley, 1996, Asia-Pacific Capital Markets: Measurement of Integration and the Imolications for ~connm;m tat; t NBER worming safer I September). Forthcoming in T. Ito and A.O. Krueger, (eds.) Reglonalism versus Multilateral Trading Arrangement (Chicago U. Press for NBER: Chicago): 169-196.",
        "Blanchard, Olivier, 1989, A Traditional Interpretation of Economic Fluctuations, American Economic Review 79: 1146-1164.",
        "Bernanke, Ben and Alan Blinder, 1992, The Federal Funds Rate and the Transmission of Monetary Policy, American Economic Review 82: 901-921.",
        "Bernanke, Ben and Ilyan Mihov, 1995, Measuring Monetary Policy, mimeo (Princeton University).",
        "Beveridge, S. and C. Nelson, 1981, A New Approach to the Decomposition of Time Series into Permanent and Transitory Components, Journal of Monetary Economics 7: 141-174."
    ]
}