{
    "id": 6093,
    "cites": 28,
    "cited_by": 6,
    "reference": [
        "Krugman, Paul R. (1994) Empirical Evidence on the New Trade Theories: The Current State of Play, in New Trade Theories: A Look at the Empirical Evidence, London: Center for Economic Policy Research.",
        "Krugman and Venables (1995) Globalization and the Inequality of Nations, Quarterly Journal of Economics, CX: 4.",
        "Leamer, Edward (1984) Sources of International Comparative Advantage: Theory and Evidence, Cambridge: The MIT Press.",
        "Linder, Staffan Burenstam (1961) An Essay on Trade and Transformation, NY: John Wiley and Sons.",
        "McCallum, John (1995) National Borders Matter: Canada-US Regional Trade Patterns, American Economic Review, 85:3.",
        "Ricardo David (1951), On the Principles of Political Economy and Taxation, (The Works and Correspondence of David Ricardo, vol. 1), ed. P. Sraffa, Cambridge: Cambridge U. Pr.",
        "Rybczynski T.M. (1955) Factor Endowments and Relative Commodity Prices, Economica, XXII.",
        "Weder, Rolf ( 1995) `Linking Absolute and Comparative Advantage to Intra-Industry Trade Theory, Review of International Economics, 3:3, October.",
        "Krugman, Paul R. (1990) Introduction, Rethinking International Trade, Cambridge: MIT.",
        "Krugman, Paul R. (1991) Geography and Trade, Cambridge: MIT.",
        "Krugman, Paul (1979) Increasing Returns, Monopolistic Competition, and Trade, Journal of International Economics, 9: 4.",
        "Krugman, Paul R. (1980) Scale Economies, Product Differentiation, and the Pattern of Trade, American Economic Review, 70, 950-959.",
        "Krugman, Paul R. (1984) Import Protection as Export Promotion, in H. Kierzkowski, ea., Monopolistic Competition and International Trade, New York: Oxford U. Pr.",
        "Engel, Charles and Rogers, John H. (1996) How Wide is the Border? American Economic Review, December.",
        "Helpman, Elhanan (1981) International Trade in the Presence of Product Differentiation, Economies of Scale and Monopolistic Competition: A Chamberlin-Heckscher-Ohlin Approach, Journal of International Economics, 11 :3.",
        "Dixit, Avinash K., and Stiglitz, Joseph E. (1977) Monopolistic Competition and Optimum Product Diversity, American Economic Review 67 (3), 297-308.",
        "Deardorff, Alan V. (1995) Determinants of Bilateral Trade: Does Gravity Work in a Neoclassical World? forthcoming in Jeffrey Frankel, ea., Regionalization of the World Economy, Chicago: U. of Chicago and NBER.",
        "Davis, Donald R. and David E. Weinstein, (1997) Does Economic Geography Matter for International Specialization, NBER 5706, August 1996, revised June 1997.",
        "Davis, Donald R., David E. Weinstein, Scott C. Bradford and Kazushige Shirnpo (1997) Using International and Japanese Regional Data to Determine When the Factor Abundance Theory of Trade Works, American Economic Review, June.",
        "Davis, Donald R. (1995) Intra-Industry Trade: A Heckscher-Ohlin-Ricardo Approach,, Journal of International Economics, 39:3-4, November.",
        "Davis, Donald R. (1997) Critical Evidence on Comparative Advantage? North-North Trade in a Multilateral World. forthcoming Journal of Political Economy, October.",
        "Chipman, John S. (1992) Intra-Industry Trade, Factor Proportions and Aggregation, in Economic Theory and International Trade: Essays in Memoriam, J. Trout Rader, NY: Springer-Verlag.",
        "Brander, James A. (1981) Intra-Industry Trade in Identical Products, Journal of International Economics, 11.",
        "Bowen, Harry P., Edward Leamer, and Leo Sveikauskas (1987) Multicountry, Multifactor Tests of the Factor Abundance Theory, American Economic Review, v. 77.",
        "Bernstein, Jeffrey and David Weinstein (1997) Do Endowments Predict the Location of Production ? Evidence from National and International Data, mimeo, University of Michigan.",
        "Ben-Zvi, Shmuel and Elhanan Helpman (1992) Oligopoly in Segmented Markets, in Gene Grossman, ed. Imperfect Competition and International Trade, Cambridge: MIT.",
        "Bernhofen, Daniel (1995) Intraindustry Trade and Strategic Interaction: Theory and Evidence, minneo, Clark University.",
        "Armington, Paul S. (1969) A Theory of Demand for Products Distinguished by Place of Production, IMP Staff Papers, 16, March."
    ]
}