{
    "id": 6094,
    "cites": 19,
    "cited_by": 10,
    "reference": [
        "Azariadis, C. and B. Smith, Financial Intermediation and Regime Switching in Business Cycles, mimeo, May 1996.",
        "Bernanke, B., Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review, 73 (1983), 257-76.",
        "Bernanke, B. and M. Gertler, Agency Cost, New Worth and Business Fluctuations, American Economic Review, 79 (1989), 14-31.",
        "Boyd, J. and E. Prescott, Financial Intermediary Coalitions, Journal of Economic Theory, 38 (1986), 211-232.",
        "Bryant, J. The Paradox of Thrift, Liquidity Preference and Animal Spirits, Econometrica, 55 (1987), 1231-36.",
        "Chatterjee, S., Cooper, R. and B. Ravikumar, Strategic Complementarity in Business Formation: Aggregate Fluctuations and Sunspot Equilibria, Review of Economic Studies, 60 (1993), 795-811.",
        "Chatteijee, S. and D. Corbae, Endogenous Market Participation and the General Equilibrium Value of Money, Journal of Political Economy, 100 (1992), 615-46.",
        "Christiano, L. and M. Eichenbaum, Liquidity Effects and the Monetary Transmission Mechanism, American Economic Review, 82 (1992), 344-53.",
        "Coe, P., Financial Crisis and New Deal Financial Reform During the Great Depression, mimeo, University of British Columbia, 1995.",
        "Cooper, R. and 1. Ejarque, Financial Intermediation and the Great Depression: A Multiple Equilibrium Interpretation, Carnegie-Rochester Conference Series on Public Policy, 43 (1995), 285-323.",
        "Cooper, R. and A. John, Coordinating Coordination Failures in Keynesian Models, Quarterly Journal of Economics, 103 (1988), 441-64.",
        "Diamond, D. Financial Intermediation and Delegated Monitoring, Review of Economic Studies, 51(1984), 393-414.",
        "Freeman, S., Banking as the Provision of Liquidity, Journal of Business, 61(1988), 45-64.",
        "Fulghieri, P. and R. Rovelli, Capital Markets, Financial Intermediaries and Liquidity Supply, mimeo, Kellog Graduate School of Management and IGIER, 1995.",
        "Hamilton, J., Monetary Factors in the Great Depression, Journal of Monetary Economics, 19 (1987), 145-69.",
        "Kindleberger, C. Manias Panics and Crashes: A History of Financial Crises, John Wiley and Sons: New York, 1996.",
        "Margo, R. Employment and Unemployment in the 1930s, Journal of Economic Perspectives, 7 (l993),4l-60.",
        "Townsend, R., Optimal Contracts and Competitive Markets with Costly State Verification, Journal of Economic Theory, 21 (1979),265-93.",
        "Well, P., Increasing Returns and Animal Spirits, American Economic Review, 79 (1989), 889-94."
    ]
}