{
    "id": 6097,
    "cites": 26,
    "cited_by": 33,
    "reference": [
        "Stock, James, and David Wise (1990). ~Pensions, the Option Value of Work, and Retirement, Econometrica 58, 1151-1180.",
        "Ruhm, Christopher (1995). Secular Changes in the Work and Retirement Patterns of Older Men, 40 Journal of Human Resources, 30, 362-385.",
        "Samwick, Andrew (1993). The Joint Effect of Social Security and Pensions on the Timing of Retirement: Some New Evidence, mimeo, MIT.",
        "Lumsdaine, Robin, and David Wise (1994). Aging and Labor Force Participation: A Review of Trends and Explanations, in Y. Noguchi and D. Wise, eds., AEinE in the United States and lapa~ Economic Trends. Chicago: University of Chicago Press, 7-42.",
        "Meyer, Bruce D. (1989). A Quasi-Experimental Approach to the Effects of Unemployment Insurance. NBER Working Paper No. 3159. Cambridge, MA: National Bureau of Economic Research.",
        "Parsons, Donald (1980). The Decline of Male Labor Force Participation, Journal of Political Economy 88, 117-134.",
        "Parsons, Donald (1991a). The Health and Earnings of Rejected Disability Insurance Applicants: Comment, American Economic Review 81, 1419-1426.",
        "Parsons, Donald (199lb). Self-Screening in Targeted Public Transfer Programs, Political Economy, 99, 859-876. Journal of Parsons, Donald (1996). Retirement Age and Retirement Income: The Role of the Firm, in Eric A. Hanushek and Nancy L. Maritato, eds., Assessing Knowledge of Retirement Behavior.",
        "Washington, D.C.: National Academy Press. Peracchi, Franco, and Finis Welch (1994). Trends in Labor Force Transitions of Older Men and Women, Journal of Labor Economics, 12, 210-242.",
        "Krueger, Alan, and Jorn-Steffen Pischke (1992). The Effect of Social Security on Labor Supply: A Cohort Analysis of the Notch Generation, Journal of Labor Economics 10, 412-437.",
        "Leonard, Jonathan S. (1986). Labor Supply Incentives and the Disincentives for Disabled Persons, In Disability and He Labor Market: Economic Problems. Policies. and Programs, Ed. Berkowitz, M. and M. A. Hill. Ithaca, NY: ILR Press.",
        "Hurd, Michael, and John Shoven (1985). The Distributional Impact of Social Security,N in D.",
        "Wise, ea., Pensions. Labor. and Individual Choice. Chicago: University of Chicago Press, 193-221. Kahn, James A. (1988). Social Security, Liquidity, and Early Retirement, Journal of Public Economics, 35, 97-117.",
        "Blau, David M. (1994). HLabor Force Dynamics of Older Men, Econometrica, 62, 117-156.",
        "Boskin, Michael J., and Michael D. Hurd (1978). The Effect of Social Security on Early Retirement,H Journal of Public Economics, 10, 361-377.",
        "Boskin, Michael et al. (1987). Social Security: A Financial Appraisal Across and Within Generations,H National Tax Journal 40, 19-33.",
        "Bound, John (1989). HThe Health and Earnings of Rejected Disability Insurance Applicants, American Economic Review 79, 482-503.",
        "Bound, John (1991). The Health and Earnings of Rejected Disability Insurance Applicants: Reply, American Economic Review 81, 1427-1434.",
        "Burtless, Gary (1986). HSocial Security, Unanticipated Benefit Increases, and the Timing of Retirement, Review of Economic Studies 53, 781-805.",
        "Burtless, Gary, and Robert Moffitt (1984). The Effect of Social Security Benefits on the Labor Supply of the Aged,H in H. Aaron and G. Burtless, eds., Retirement and Economic Behavior. Washington: Brookings Institution,135-175.",
        "Burtless, Gary, and Robert Moffitt (1986). Social Security, Earnings Tests, and Age at Retirement, Public Finance Ouarterly, 14, 3-27.",
        "Crawford, Vincent P., and David M. Lillien (1981). Social Security and the Retirement Decision, Ouarterly Journal of Economics, ????, 505-529.",
        "Diamond, Peter, and Jerry Hausman (1984). Retirement and Unemployment Behavior of Older Men, in H. Aaron and G. Burtless, eds., Retirement and Economic Behavior. Washington: Brookings Institution, 97-135.",
        "Feldstein, Martin S. and Andrew Samwick (1992). Social Security Rules and Marginal Tax Rates, National Tax Journal, 45, 1-22.",
        "Mimeo, MIT. Gruber, Jonathan, and Jeffrey D. Kubik. Disability Insurance Rejection Rates and the Labor Supply of Older Workers, Journal of Public Economics, forthcoming. Hausman, Jerry, and David Wise (1985). Social Security, Health Status, and Retirement, in D.",
        "Wise, ea., Pensions. Labor. and Individual Choice. Chicago: University of Chicago Press, 39 159-192. Hurd, Michael (1990). Research on the Elderly: Economic Status, Retirement, and Consumption and Saving,H Journal of Economic Literature 28, 565-637."
    ]
}