{
    "id": 6098,
    "cites": 43,
    "cited_by": 2,
    "reference": [
        "Sharpe, William F., 1992, Asset allocation: Management style and performance measurement, Journal of Portfolio Management 18, 7-19.",
        "Tinic, Seha M., and Richard R. West, 1984, Risk and return: January vs. the rest of the year, Journal of Financial Economics 13, 561-574.",
        "Trzcinka, Charles, 1986, On the number of factors in the arbitrage pricing model, Journal of Finance 41, 347-368.",
        "Shanken, Jay, and Mark Weinstein, 1990, Macroeconomic variables and asset pricing: Further results, working paper, University of Southern California.",
        "Sharpe, William F., 1977, The capital asset pricing model: A multi-beta interpretation, in: Haim Levy and Marshall Sarnat, eds., Financial decision making under uncertainty (Academic Press New York) 127-135.",
        "Ross, Stephen A., 1976, The arbitrage theory of capital asset pricing, Journal of Economic Theory 13, 341-360.",
        "Roll, Richard, and Stephen A. Ross, 1980, An empirical investigation of the arbitrage pricing theory, Journal of Finance 35, 1073-1103.",
        "Rosenberg, Barr, 1974, Extra-market components of covariance in security returns, Journal of Financial and Quantitative Analysis 9, 263-273.",
        "Rosenberg, Barr and Vinay Marathe, 1979, Tests of capital asset pricing hypotheses, Research in Finance 1, 115-223.",
        "Rosenberg, Barr, Kenneth Reid, and Ronald Lanstein, 1984, Persuasive evidence of market ineffi- ciency, Journal of Portfolio Management 11, 9-17.",
        "Roll, Richard, 1995, Style return differentials: Illusions, risk premiums, or investment opportuni- ties?, in: T. Daniel Coggin and Frank J. Fabozzi, eds., The Handbook of Equity Style NIanage- ment (Frank J. Fabozzi Associates, New Hope), 99-128.",
        "Lehmann, Bruce N., and David M. Modest, 1988, The empirical foundations of the arbitrage pricing theory, Journal of Financial Economics 21, 213-254.",
        "Roll, Richard, 1992, Industrial structure and the comparative behavior of international stock in- dexes, Journal of Finance 47, 3-41.",
        "Korajczyk, Robert A., and Claude J. Viallet, 1989, An empirical investigation of international asset pricing, Review of Financial Studies 2, 553-585.",
        "Lakonishok, Josef, Andrei Shleifer, Richard H. Thaler, and Robert W. Vishny, 1991, Window dressing by pension fund managers, American Economic Revieu Papers and Proceedings 81, 227-231.",
        "Lakonishok, Josef, Andrei Shleifer, and Robert W. Vishny, 1994, Contrarian investment, extrapo- lation, and risk, Journal of Finance 49, 1541-1578.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 1993, Returns to buying winners and selling losers: Implications for stock market efficiency, Journal of Finance 48, 65-91.",
        "Keim, Donald B., and Robert F. Stambaugh, 1986, Predicting returns in the stock and bond markets, Journal of Financial Economics 17, 357-390.",
        "Grinblatt, Mark, and Sheridan Titman, 1994, A study of monthly mutual fund returns and perfor- mance evaluation techniques, Journal of Finaneial and Quantitative Analysis 29, 419-444.",
        "Jaffe, Jeffrey, Donald B. Keim, and Randolph Westerfield, 1989, Earnings yields, market values and stock returns, Joutnal of Finanee 44, 135-148.",
        "Ferson, Wayne, and Campbell R. Harvey, 1991, The variation of economic risk premiums. Journal of Political Economy 99, 385-415.",
        "Fama, Eugene F., and Kenneth R. French, 1997, Industry costs of equity, Journal of Financial Economics 43, 153-193.",
        "Fama, Eugene F., and Michael R. Gibbons, 1984, A comparison of inflation forecasts, Journal of Monetary Eeonomies 13, 327-348.",
        "Fama, Eugene F., and Kenneth R. French, 1995, Size and book-to-market factors in earnings and returns, Journal of Finanee 50, 131-155.",
        "Fama, Eugene F., and Kenneth R. French, 1996a, Multifactor explanations of asset pricing anoma- lies, Journal of Finance 51, 55-84.",
        "Fama, Eugene F., and Kenneth R. French, 1992, The cross-section of expected stock returns, Journal of Finanee 47, 427-465.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Finaneial Eeonomies 33, 3-56.",
        "Elton, Edwin J., Martin J. Gruber, and Thomas J. Urich, 1978, Are betas best?, Journal of Finance 33, 1375-1384.",
        "Fama, Eugene F., and Kenneth R. French, 1989, Business conditions and expected returns on stocks and bonds, Journal of Finaneial Eeonomies 25, 23-49.",
        "Elton, Edwin J., Martin J. Gruber, Sanjiv Das, and Matthew Hlavka, 1993, Efficiency with costly information: A reinterpretation of evidence from managed portfolios, Review of Financial Stud- ies 6, 1-22.",
        "DeBondt, Werner F. M., and Richard H. Thaler, 1985, Does the stock market overreact?, Journal of Finance 40, 793-805.",
        "Dhrymes, Phoebus J., Irwin Friend, and N. Bulent Gultekin, 1984, A critical reexamination of the empirical evidence on the arbitrage pricing theory, Journal of Finance 39, 323-346.",
        "Constantinides, George M., 1980, Admissible uncertainty in the intertemporal asset pricing model, Journal of Financial Economics 8, 71-86.",
        "Daniel, Kent, and Sheridan Titman, 1997, Evidence on the characteristics of cross sectional varia- tion in stock returns, Journal of Finance 52, 1-33.",
        "Journal of t3usiness 59, 383-403. Chopra, Navin, Josef Lakonishok, and Jay R. Ritter, 1992, Measuring abnormal performance: Do stocks overreact?, Journal of Financial Economics 31, 235-268.",
        "Connor, Gregory, 1984, A unified beta pricing theory, Journal of Economic Theory 34, 13-31.",
        "Connor, Gregory, and Robert A. Korajczyk, 1988, Risk and return in an equilibrium APT: .ppli- cation of a new test methodology, Journal of Financial Economics 21, 255-289.",
        "Chan, Louis K. C., and Josef Lakonishok, 1993, Are the reports of betas death premature?, Journal of Portfolio Management 19, 51-62.",
        "Chen, Nai-fu, 1983, Some empirical tests of the theory of arbitrage pricing, Journal of Finance 38, 1393-1414.",
        "Chen, Nai-fu, Richard Roll, and Stephen A. Ross, 1986, Economic forces and the stock market.",
        "Chan, Louis K. C., Yasushi Hamao, and Josef Lakonishok, 1991, Fundamentals and stock returns in Japan, Journal of Finance 46, 1739-1764.",
        "BARRA, 1990, The United States Equity Model: Handbook (BARRA, Berkeley).",
        "Black, Fischer, 1993, Estimating expected return, Financial Analysts Journal 49, 36-38."
    ]
}