{
    "id": 610,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Ashworth, J. and D.T. Ulph (1977), On the structure of family labor supply decisions, mimeo.",
        "Atkinson, A.B. and J.E. Stiglitz (1976), The design of tax structure: direct versus indirect taxation, Journal of Public Economics, 6.",
        "Atkinson, A.B. and J.E. Stlglitz (1980), Lectures on Public Economics (New York).",
        "Auerbach, A.J. and H.S. Rosen (1980), Will the Real Excess Burden Please Stand Tip? (Or Seven Measures in Search of a Concept), mimeo.",
        "Boskln, N.J. and E. Sheshinski (1978), Optimal Income distribution when individual welfare depends on relative income, Quarterly Journal of Economics, 92, C. Burtless, and J.A. Hausman (1978), The Effect of Taxation on Labor Supply, Journal of Political Economy, 86.",
        "Diamond, P. and D. McFadden (1974), Some uses of the expenditure function in public finance, Journal of Public Economics, 3.",
        "Diewert, W.E. (1979), Duality approaches to microeconomic theory, mimeo.",
        "Fair, R.C. (1971), The optimal distribution of income, Quarterly Journal of Economics, 85.",
        "Hall, R.E, (1973), Wages, income and hours of work in the U.S. labor force, in G.G. Cain and H.W. Watts (eds.), Income Maintenance and Supply (Chicago).",
        "Hausman, J.A. (l979a), Exact Consumers Surplus and Deadweight Loss, forthcoming in American Economic Review. Hausman, J.A. (l979b), Labor Supply with Convex Budget Sets, Economic Letters, 3. Hausnian, J.A. (l979c), The Effect of Taxes on Labor Supply, forthcoming in H. Aaron and J. Pechman (eds.), How Taxes Affect Economic Behavior, (Washington). Hausinan, J.A. (1980), Stochastic Problems in the Simulation of Labor Supply, prepared for NBER conference, October 1980.",
        "Hausman, J.A. and D. Wise (1976), Evaluating the results from truncated samples, Annals of Economic and Social Measurement, 5.",
        "Kay, J.A. (1980), The Deadweight Loss from a Tax System, Journal of Public Economics, 10.",
        "Mirrlees, J.A. (1971), An exploration in the theory of optimum income taxation, Review of Economic Studies, 38.",
        "Nirrlees, J.A. (1979), The theory of optimal taxation, mimeo.",
        "Pechman, J. (1976), Federal Tax Policy (3rd Edition) (Washington).",
        "Varian, H. (1978), Microeconomic Analysis (New York)."
    ]
}