{
    "id": 6103,
    "cites": 149,
    "cited_by": 24,
    "reference": [
        "Australia, Commonwealth Bureau of Census and Statistics (various years. 1908-1949), Official Yearbook of the Commonwealth of Australia, Commonwealth Government Printer, Canberra. Baba, Masao and Tatemoto, Masahiro (1968), \"Foreign Trade and Economic Growth in Japan: 1858-1937,\" ch. 6 in Klein, Lawrence and Ohkawa, Kazushi (eds), Economic Growth The Japanese Experience since the Meiji Era, the Economic Growth Center, Yale University, Richard D. Irwin Inc, Homewood Illinois.",
        "Bayoumi, Tamim (1990), \"Saving-Investment Correlations,\" International Monetary Fund Staff Papers, vol. 37, June, pp. 360-387.",
        "Bjerke, Kjeld and Ussing, Niels (1958), Studier over Danmarks Nationalprodukt 1870-1950, Copenhagen.",
        "Bloomfield, Arthur I. (1968), Patterns of Fluctuation in International Investment before 1914, International Finance Section, Department of Economics, Princetong University, Princeton.",
        "Boehm, E. A. (1965), \"Measuring Australian Economic Growth, 1861 to 1938-39,\" Economic Record, vol. 41, no. 94, pp. 207-239.",
        "Bordo, Michael D. and Kydland, Finn E. (1995), \"The Gold Standard as a Rule: An Essay in Exploration,\" Explorations in Economic History, vol. 32, no. 4, October, pp. 423-464.",
        "Butlin, M. W. (1977), \"A Preliminary Annual Database 1900/01 to 1973/74,\" Research Discussion Paper 7701, May 1977, Reserve Bank of Australia, Sydney.",
        "Butlin, N. G. (1962), Australian Domestic Product, Investment and Foreign Borrowing 1861-1938/39, Cambridge University Press, Cambridge.",
        "Butlin, S. J. (1986), The Australian Monetary System, 1851 to 1914, Ambassador Press, Sydney.",
        "Butlin, S. J.; Hall, A. R.; and White, R. C. (1971), Australian Banking and Monetary Statistics 1817- 1945, Reserve Bank of Australia Occasional Paper No. 4A, Sydney.",
        "Canada, Dominion Bureau of Statistics (1928, 1936, 1939, 1941), The Canada Yearbook, General Statistics Branch, King's Printer and Controller of Stationery, Ottawa., Ottawa.",
        "_(1949), The Canadian Balance of International Payments 1926 to 1948, International Payments Section, Department of Trade and Commerce, King's Printer and Controller of Stationery, Ottawa.",
        "Capie, Forrest and Webber, Alan (1985), A Monetary History of the United Kingdom, 1870-1982 Vol I: Data, Sources, Methods, George Allen and Unwin, London. 29 Colony of New South Wales [Australia] (various years: 1876-1902), Statistical Register, compiled from official returns in the Registar General's Office, presented to both Houses of Parliament, by Command, Government Printer, Sydney.",
        "Colony of Victoria [Australia] (various years: 1896-1898), Statistical Register, compiled from official records in the Department of Trade and Customs and Office of the Government Statist, presented to both Houses of Parliament by His Excellency's Command, Government Printer, Melbourne.",
        "Curtis, C. A. (1931), Statistical Contributions to Canadian History, vol. I, Statistics on Banking, The Macmillan Company of Canada, Toronto.",
        "Denmark, Danmarks Statistik (various years: 1897-1947), Statistisk Ar bog Danmark, Det Statistiske Departement, Copenghagen.",
        "Di Mattia, Renato (1967), I bilanci degli istituti di emissione italiani dal 1845 al 1936, altre serie storiche di interesse monetario e fonti, Banca D'ltalia, Roma, 1967.",
        "Dooley, Michael P.; Frankel, Jeffrey A.; and Mathieson, Donald J. (1987), \"International Capital Mobility . What Do Saving-Investment Correlations Tell Us?\" IMF Staff Papers, vol. 34, September, pp. 503-530.",
        "Economist (1989), \"A Capital Mystery,\" October 7, p. 83.",
        "Eichengreen, Barry (1992a), \"Trends and Cycles in Foreign Lending\" in Siebert, Horst (ed.), Capital Flows in the World Economy, Institut fiir Weltwirtschaft an der UniversitÃ\u0083Â¤t Kiel, J. C. B. Mohr, TÃ\u0083Â¼bingen.",
        "Feinstein, Charles H. (1972), National Income, Expenditure and Output of the United Kingdom 1855-1965, Cambridge University Press, Cambridge.",
        "_(1988), \"Stocks and Works in Progress, Overseas Assets, and Land,\" ch. 18 of Feinstein, Charles H. and Pollard, Sidney (eds), Studies in Capital Formation in the United Kingdom 1750-1920, Clarendon Press, Oxford.",
        "Feldstein, Martin and Horioka, Charles (1980), \"Domestic Saving and International Capital Flows,\" Economic Journal, vol. 90, June, pp. 314-329.",
        "Finland, Suomen Virallinen Tilasto (various years: 1929-1947), Ulkomaankauppa Vuosijulkaisu, Helsinki.",
        "Finland, Tilastollinen paatoimisto (various years. 1907-1951), Suomen tilastollinen vuosikirja, Helsinki.",
        "Fleetwood, Erin Elver (1947), Sweden's Capital Importsemd Exports, Natur och Kultur, Stockholm. 30 France, MinistÃ\u0083Â¨re des Finances et des Affaires Ã\u0083â\u0080°conomiques (1952, 1966), Annuaire Statistique, Institut National de la Statistique et de Ã\u0083â\u0080°tudes Ã\u0083â\u0080°conomiques, Imprimerie Nationale, Paris.",
        "Friedman, Milton (1990), \"The Crime of 1873,\" Journal of Political Economy, vol. 98, no. 6, December, pp. 1159-1194.",
        "Fujino, Shozaburo and Akiyama, Ryoko (1973), Zaiko to Zaiko Toshi, 1880-1940, Hitotsubashi Daigaku, Keizai Kenkyujo.",
        "Gardner, Walter R. (1953), \"Merchandise Trade in the Balance of Payments,\" ch. 9 of Allen, R. G. D. and Ely, J. Edward (1953), International Trade Statistics, John Wiley and Sons, New York.",
        "Germany, Deutsche Bundesbank (1976), Deutsches Geld- und Bankwesen in Zahlen 1876-1975, Herausgeber: Deutsche Bundesbank, Frankfurt am Main, Verlag Fritz Knapp GmbH, Frankfurt.",
        "Goodhart, C. A. E. (1969), The New York Money Market and the Finance of Trade, 1900-1913, Harvard University Press, Cambridge Massachusetts.",
        "Gregory, Paul R. (1982), Russian National Income 1885-1913, Cambridge University Press, Cambridge.",
        "Hartland (Thunberg), Penelope (1954), The Canadian Balance of Payments since 1868. Working Memorandum, National Bureau of Economic Research, New York.",
        "Hjerppe, Riitta (1989), The Finnish Economy 1860-1985 Growth and Structural Change, Bank of Finland Publications, Studies on Finland's Economic Growth XIII, Bank of Finland Government Printing Centre, Helsinki.",
        "Hoffman, Walter G.; Grumbach, Franz, and Hesse, Helmut (1965), Das Wachstum Der Deutschen Wirtschaft Seit Der Mitte Des 19. Jahrhunderts, Springer Verlag, Berlin.",
        "Imlah, Albert H. (1958), Economic Elements in the Pax Britannica: Studies in British Foreign Trade in the Nineteenth Century, Harvard University Press, Cambridge Massachusetts. 31 Inter-Secretariat Working Group on National Accounts (1993), System of National Accounts 1993, prepared under the auspices of the Inter-Secretariat Working Group on National Accounts: Commission of the European Communities, Brussels; International Monetary Fund, Washington DC; Organization for Economic Co-operation and Development, Paris; United Nations, Department of Economic and Social Information - Statistical Division, New York; World Bank, Washington DC.",
        "Ishibashi, Tanzan (ed.) (1935), \"The Foreign Trade of Japan A Statistical Review,\" Oriental Economist, Tokyo.",
        "Italy, Istituto Centrale di Statistica (ISTAT) (1957), Indagine Statistica Sullo Sviluppo Del Reddito Nazionale Dell'italia Dal 1861 A1 1956, Annali di Statistica, anno 86, Serie VIII, vol. 9, Roma.",
        "_(1986), Sommario di Statistiche Storiche 1926-1985, Istituto Centrale di Statistica, Roma.",
        "Japan, Bank of Japan Statistics Department (1966), Hundred Year Statistics of the Japanese Economy, Tokyo, [Nihon Ginko Tokeikyoku, Meiji Iko hompo shuyo keizai tokei].",
        "Japan, Department of Finance (1901, 1910, 1916, 1926, 1940), Financial Annual of Japan, Tokyo.",
        "Japan, Prime Minister's Office (1949), Japan Statistical Yearbook (1949), edited by the Executive Office of the Statistics Commission and the Statistics Bureau of the Prime Minister's Office, published by the National Statistical Association, Tokyo.",
        "Johansson, Osten (1967), the Gross Domestic Product of Sweden and its Composition 1861-1955, Almqvist and Wiksell, Stockholm.",
        "Kendrick, John W. (1961), Productivity Trends in the United States, National Bureau of Economic Research Number 71, General Series, Princeton University Press, Princeton NJ.",
        "Kennard, Howard P. (ed.) (1914), The Russian Yearbook for 1914, Eyre and Spottiswoode, London.",
        "Key, Bernard Merril (1971), The Role of Foreign Contributions in Japanese Capital Formation, 1868-1936, with Special Reference to the Period 1904-1914, unpublished doctoral dissertation, University of California, Berkeley.",
        "Klein, Lawrence and Ohkawa, Kazushi (eds), Economic Growth The Japanese Experience since the Meiji Era, the Economic Growth Center, Yale University, Richard D. Irwin Inc, Homewood Illinois. Krantz, Olle and Nilsson, Carl-Axel (1975), Swedish National Product 1861-1970: New Aspects on Methods and Measurement, CWK Gleerup, Lund. 32 Kuznets, Simon (1961), Capital in the American Economy Its Formation and Financing, National Bureau of Economic Research, Studies in Capital Formation and Financing, vol. 9, Princeton University Press, Princeton.",
        "League of Nations (1924), Memorandum on Balance of Payments and Foreign Trade Balances 1910-1923, vol. II Trade Statistics of Forty-Two Countries, Geneva.",
        "_(1927), Memorandum on Balance of Payments and Foreign Trade Balances 1911-1925, vol. II Trade Statistics of Sixty-Three Countries, Geneva.",
        "_(1931), Memorandum on International Trade and Balance of Payments 1927-1929, vol. Ill Trade Statistics of Sixty-Four Countries, Geneva.",
        "_(1931), Memorandum on Trade and Balance of Payments 1927-1929, vol. Ill, International Trade Statistics, Geneva.",
        "Levy-Leboyer, Maurice and Bourguignon, FranÃ\u0083Â§ois (1985), L'Economie FranÃ\u0083Â§aise au XIXe siÃ\u0083Â¨cle: Analyse macro-Ã\u0083Â©conomique, Economica, Paris.",
        "Lindahl, Erik; Dahlgren, Einar; and Koch, Karin (1937), National Income of Sweden 1861-1930, vol. 3 of Wages, Cost of Living and National Income in Sweden 1860-1930, Institute for Social Sciences, University of Stockholm, Stockholm.",
        "Maddison, Angus (1991), \"A Long Run Perspective on Saving,\" Research Memorandum nr. 443, Institute of Economic Research, Faculty of Economics, University of Groningen, October.",
        "Matsukata, Masayoshi (1899), Report on the Adoption of the Gold Standard in Japan, Tokyo.",
        "McLean, I. W. (1968), \"The Australian Balance of Payments on Current Account 1901 to 1964-65,\" Australian Economic Papers, vol. 7, no. 10, June, pp. 77-90.",
        "_(1991), \"Australian Saving Since 1861,\" in Stemp, Peter J. (ed.), Saving and Policy: Proceedings of a Conference, Centre for Economic Policy Research, Australian National University, Canberra.",
        "_(1994), \"Saving in Settler Economies: Australian and North American Comparisons,\" Explorations in Economic History, vol. 31, pp. 432-452.",
        "Mitchell, B. R. (1981), European Historical Statistics 1750-1975, 2nd ed., Facts on File, New York..",
        "_(1983), International Historical Statistics: The Americas and Australasia, Gale Research Company, Detroit.",
        "_(1988), British Historical Statistics, Cambridge University Press, Cambridge.",
        "_(1992), International Historical Statistics Europe 1750-1988, 3rd ed., Stockton Press, New York. 33 Morgan, E. Victor (1952), Studies in British Financial Policy, 1914-25, MacMillan & Company, London.",
        "Morgenstern, Oskar (1955), The Validity of International Gold Movement Statistics, Special Papers in International Economics no. 2, International Finance Section, Department of Economics and Sociology, Princeton University, Princeton NJ.",
        "National Bureau of Economic Research (various years), NBER Macrohistory Database, electronic database, http ://www. nber. org/databases/macrohistory/contents/index, html. Norway, Statistisk SentralbyrÃ\u0083Â¤ (1953), Nasjonalregnskap 1900-1929, Norges Offisielle Statistikk XI 143, Oslo.",
        "_(1965), Nasjonalregnskap 1865-1960, Norges Offisielle Statistikk, XII, 163, Oslo.",
        "_(1978), Historisk Statistikk 1978, Norges Offisielle Statistikk, vol. XII, no. 291, Oslo.",
        "Norway, Statistisk SentralbyrÃ\u0083Â¤ (various years, 1897-1947), Norges handel, Oslo, Statistisk sentalbyra.",
        "Obstfeld, Maurice (1995), \"International Capital Mobility in the 1990s,\" in Kenen, Peter B. (ed.), Understanding Interdependence: The Macroeconomics of the Open Economy, Princeton University Press, Princeton NJ.",
        "Obstfeld, Maurice and Taylor, Alan (1997), \"The Great Depression as a Watershed: International Capital Mobility over the Long Run,\" in Bordo, Michael D.; Goldin, Claudia; and White, Eugene N. (eds.), The Defining Moment: The Great Depression and the American Economy in the Twentieth Century, University of Chicago Press, Chicago.",
        "Ohkawa, Kazushi; Shinohara, Miyohei and Meissner, Larry (1979), Patterns of Japanese Economic Development A Quantitative Appraisal, Economic Growth Center and Council on East Asian Studies, Yale University, Yale University Press, New Haven, quoting from Ohkawa, Kazushi, Takamatsu, Nobukiyo and Yamamoto, Yuzo (1974), National Income, vol. 1 of 14 in Ohkawa, Kazushi; Shinohara, Miyohei and Umemura, Mataji (eds), Estimates of the Long Term Economic Statistics of Japan, 14 vols., Toyo Keizai Shimposha.",
        "Ohlsson, Lennart (1969), Utrikeshandeln Och Den Ekonomiska Tillvaxten I Sverige 1871-1966, Almqvist and Wiksell, Stockholm.",
        "Oksanen, Heikki and Pihkala, Erkki (1975), Suomen Ulkomaankauppa 1917-1949, Suomen Pankki Julkaisuja, Kasvututkimuksia VI, Helsinki.",
        "Pihkala, Erkki (1970), Suomen Ulkomaankauppa 1860-1917, Suomen Pankin Taloustieteellisen Tutkimuslaitoksen Julkaisuja, Kasvututkimuksia II, Helsinki. 34 Rich, Georg (1988), The Cross of Gold: Money and the Canadian Business Cycle, 1867-1913, Carleton University Press, Ottawa.",
        "Rossi, Nicola; Sorgato, Andrea and Toniolo, Gianni (1992), \"Italian Historical Statistics: 1890-1990,\" Dipartimento di scienze economiche, universitÃ\u0083Â  degli studi de Venezia, nota di lavoro, n. 92.18, November.",
        "Saint Marc, MichÃ\u0083Â¨le (1983), Histoire MonÃ\u0083Â©taire de la France 1800-1980, Presses UniversitÃ\u0083Â¤res de France, Paris.",
        "Shinjo, Hiroshi (1962), History of the Yen - 100 Years of Japanese Money-Economy, The Research Institute for Economics and Business Administration, Kobe University, Kobe.",
        "Sinclair, A. M. (1993), \"Balance of International Payments, 1870-1925,\" eh. 11 ofUrquhart, M. C. (1993), Gross National Product, Canada, 1870-1926: The Derivation of the Estimates, McGill-Queen's University Press, Kingston & Montreal.",
        "Summers, Lawrence H. (1988), \"Tax Policy and International Competitiveness,\" in Frenkel, Jacob A. (ed.), International Aspects of Fiscal Policies, University of Chicago Press, Chicago.",
        "Sweden, Statistiska Centralbyran (1960), Historisk Statistik for Sverige, Statistiska Oversiktstabeller, Stockholm.",
        "Taylor, Alan M. (1996), \"International Capital Mobility in History: The Saving-Investment Relationship,\" National Bureau of Economic Research Working Paper No. 5743, National Bureau of Economic Research.",
        "Toutain, J. C. (1987), \"Le Produit Interieur Brut de la France de 1789 a 1982,\" Economie et Societes, XXI, quoted in Mitchell, B. R. (1992), International Historical Statistics Europe 1750-1988, 3rd ed., Stockton Press, New York.",
        "United Kingdom, Board of Trade (various years. 1870-1938), Statistical Abstract for the United Kingdom, His Majesty's Stationery Office, London.",
        "United Kingdom, Central Statistical Office (1948), Annual Abstract of Statistics, His Majesty's Stationery Office, London.",
        "United Kingdom, Deputy Master of the Mint (various years: 1870-1944), Annual Report, presented to both Houses of Parliament by Command of Her Majesty, Her Majesty's Stationery Office, London.",
        "United Kingdom, Financial Secretary of the Treasury (1951), Reserves and Liabilities 1931 to 1945, presented by the Financial Secretary to the Treasury to Parliament by Command, Cmd. 83 54, His Majesty's Stationery Office, London.",
        "United Nations, Statistical Office (1952), A System of National Accounts and Supporting Tables, New York. 35 United States, Bureau of the Census (1975), Historical Statistics of the United States, Colonial Times to 1970, Bicentennial Edition, US Government Printing Office, Washington DC.",
        "United States, Bureau of the Mint (various years: 1876-1920), Annual Report of the Director of the Mint to the Secretary of the Treasury, Government Printing Office, Washington.",
        "Urquhart, M. C. (1986), \"New Estimates of Gross National Product, Canada 1870-1926: Some Implications for Canadian Development,\" ch. 2 of Engerman, Stanley L. and Gallman, Robert E. (eds.), Long Term Factors in American Economic Growth, National Bureau of Economic Research Studies in Income and Wealth, vol. 51, the University of Chicago Press, Chicago.",
        "_(1993), Gross National Product, Canada, 1870-1926: The Derivation of the Estimates, McGill-Queen's University Press, Kingston & Montreal.",
        "Urquhart, M. C. and Buckley, K. A. H. (eds) (1965), Historical Statistics of Canada, Cambridge University Press, Cambridge.",
        "Villa, Pierre (1993), Une Analyse MacroÃ\u0083Â©conomique de la France au XXe SiÃ\u0083Â¨cle, Monographies D'Ã\u0083â\u0080°conomÃ\u0083Â©trie, CNRS Editions, Paris.",
        "Viner, Jacob (1924), Canada's Balance of International Indebtedness 1900-1913, Harvard University Press, Cambridge Massachusetts.",
        "Yamamoto, Yuzo (1975), Japanese Balance of Payments 1868-1967: Data and Findings, Institute of Economic Research, Kobe University of Commerce, Working Paper No. 24, August.",
        "Table Al: Comparison of parameter estimates from regression of / on ( / + CA NG+ SG ) with regression of / on ( / + CA NG ) Sample Estimated With Without Percent Period Parameter SG SG Bias f 1885 to 1913 Slope: p 0.594 Ã\u0082Â»Ã\u0082Â» 0.467 * -21.27 All countries Adj. R 2 0.299 0.191 -36.00 1919 to 1936 Slope: p 0.999 Ã\u0082Â»Ã\u0082Â» 0.876 Ã\u0082Â»Ã\u0082Â» -12.29 Excl. Dot Fra, Ger, Rus Adj. R 2 0.541 0.409 -24.28 f Percent bias is calculated by taking the difference in parameter estimates as a proportion of the correctly specified parameter *, **, *** indicate significance at the 10%, 5%, and 1% level respectively.",
        "1 The time-series correlation between net gold shipments and the current account excluding all gold flows was negative for Australia, Finland, France, Italy, Japan, Norway, the United Kingdom, and the United States for the full sample period; eight out of thirteen countries. For the 1885-1913 period, the correlation was negative for Denmark, France, Germany, Italy, Japan, Norway, Sweden, the United Kingdom, and the United States; nine out of the thirteen countries.",
        "2 Expressed as a percentage of Gross Domestic or Net National Product. 38 Table A2: Comparison of parameter estimates from regression of I on(if+ and A Stocks ) with regression of IF on SF Sample Period Estimated Parameter With A stocks Without A stocks Percent Bias f | 1885 to 1913 All countries Slope: p 0.594 ** 0.699 Ã¢â\u0082¬Â¢Ã¢â\u0082¬Â¢Ã¢â\u0082¬Â¢ 17.75 | Adj. R 2 0.299 0.602 101.76 | 1919 to 1936 Excl. Den Fra, Ger, Rus Slope, p 0.999 ** 0.958 ** -4.10 | Adj.*2 0.541 0.504 -6.80 | f Percent bias is calculated by taking the difference in parameter estimates as a proportion of the correctly specified parameter **, *** indicate significance at the 10%, 5%, and 1% level respectively. This table illustrates the effect of omitted variable bias on the estimated coefficients. When inventories data are excluded, the slope coefficient is mildly overstated and the explanatory power of the regression is affected by fifteen percent or more.",
        "Australia GDP: GDP data from 1861-1900 are from N. G. Butlin (1962, T. 1, col. 2, p. 6), market prices, calendar years, millions of pounds. GDP data from 1900 to 1944 are from M. W. Butlin (1977, T. IV. 1, col. 11, pp. 78-79), current prices, millions of dollars, converted to pounds by dividing by two. Data are for financial years (July 01 to June 30) 1900/01 to 1944/45.",
        "Capital Formation: Capital formation data for 1861-1900 are from N. G. Butlin (1962, T. 4, p. 16), total public and private gross domestic capital formation, market prices, calendar years, thousands of pounds. Capital formation data include changes in stocks. Changes in stocks data for 1861-1900 are from N. G. Butlin (1962, T. 7, p. 22), livestock accumulation, market prices, calendar years, thousands of pounds. Butlin (1962, p. 21) argues that \"Livestock assets form a large part of the total private Australian assets, and changes in livestock assets are very large in relation to total private gross capital formation.\" Butlin proposed a measure of domestic capital accumulation equal to capital formation plus changes in livestock. This procedure is used for Australian data prior to 1901.",
        "This inclusion of livestock accumulation estimates in capital formation data is often controversial, however. As Boehm (1965, p. 211) argues \"The alternative sequence warrants close attention in income and growth analyses because the general effects on output and expenditure of changes in livestock are not necessarily comparable with the effects of changes in fixed assets.\" For Australia, increases in livestock average around 1.07 percent of GDP from 1861 to 1900, and then 0.94 percent from 1900/01 to 1944/45.",
        "From the perspective of national accounts classification, the System of National Accounts advocates the classification of livestock accumulation into estimates of changes in stocks. According to the UN Statistical Office (1952, p. 80), the value of the increase in stocks should be classified in the same way as fixed capital formation in the national accounts. The System of National Accounts was adopted by many countries in our dataset and applied retrospectively to historical data. Thus, for the purposes of this thesis, we will follow this procedure and include livestock accumulation in estimates of changes in stocks. s Net national product if GDP is unavailable.",
        "6 See the notes on capital formation in Australia for a discussion of this point. 43 Capital formation data from 1900 to 1944 are from M. W. Butlin (1977, T. IV. 1, pp. 78-79), private plus public fixed capital formation, current prices, millions of dollars, converted to pounds by dividing by two. Data are for financial years (July 1 to June 30) 1900/01 to 1944/45. Capital formation data include changes in stocks. Data for changes in stocks from 1900 to 1944 are from M. W. Butlin (1977, T. IV. 1, pp. 78-79), current prices, millions of dollars, converted to pounds by dividing by two. Data are for financial years (July 1 to June 30) 1900/01 to 1944/45.",
        "Data on the gross value of gold production from 1861 to 1900 are from N. G. Butlin (1962, T. 55, p. 115). Data on gold production from 1900 to 1945 are from McLean (1968), pp. 83-86, row 2, gold production, millions of pounds. Data from 1901 to 1913 are for calendar years, data from 1914 are for financial years (July to June). Data on net exports of gold coin and bullion from 1861 to 1900 are from N. G. Butlin (1962), data on current account credits for gold and specie exports from T. 247, pp. 410-411, line 12, and gold and specie imports are from T. 248, pp. 413-414, line 11. Data on net exports of gold coin and bullion from 1901 to 1945 are from the Commonwealth Yearbook (various years), exports of gold bullion and specie less imports of gold bullion and specie. The Yearbook data from 1901 to 1913 are for calendar years, data from 1914 are for financial years. Data from 1901 to 1914 are converted to financial years by averaging with the data from the previous year.",
        "The monetary gold stock includes coin and bullion held by the Treasury, mints, banks, and the public. According the the Statistical Register of New South Wales, 1876, p. 255 and 1890, p. 255, data on gold coin and bullion held by the NSW Treasury and mint for 1867-1876 and 1881-1890 suggest that mint holdings of coin are negligible (maximum value of Ã\u0082Â£ 804). Bullion held at the mint reaches a maximum of Ã\u0082Â£ 136, 904 in 1874. Treasury holdings of bullion and coin are listed as being negligible. Data on bullion in the hands of the public or banks are not available. The bullion component of the monetary gold stock held by the public and official agencies is therefore ignored in these calculations.",
        "For data on the monetary gold stock of Australia, the flows of gold reported by the three mints (Sydney, Melbourne, and Perth) can be added to provide an estimate of changes in the total coin stock of the country. For New South Wales, data on gold coin in banks of issue and private 44 hands from 1855 to 1890 are taken from the Colony of New South Wales, Statistical Register (1890, p. 234). Data for 1891 to 1899 are taken from United Kingdom, Annual Report of the Deputy Master of the Mint, various issues. Data for 1900 and 1901 are estimated by adding gold coin issued by the mint less gold coin withdrawn, plus coin imported less coin exported by the colony of New South Wales, using data from the Annual Report of the Deputy Master of the Mint (1901, p. 138).",
        "For Victoria, there is little data available on the stock of gold coin in banks and private hands. However, the Annual Report of the Deputy Master of the Mint (1893, p. 123; 1899, p. 123; 1901, p. 138) gives data on gold coin flows for the colony of Victoria from the opening of the Melbourne mint in 1872. The sum of the data on gold coin issued less coin withdrawn, plus gold coin imported less coin exported from the colony of Victoria gives the change in gold coin in the colony.",
        "For Western Australia, the Annual Report of the Deputy Master of the Mint (1901, p. 138) gives data on gold coin flows for the colony of Western Australia from the opening of the Perth mint in 1899. The sum of the data on gold coin issued less coin withdrawn, plus gold coin imported less coin exported from the colony gives the change in gold coin in Western Australia.",
        "Data on the stock of gold bullion held by the banks is taken from S. J. Butlin et al. (1971), Australian Banking and Monetary Statistics 1817-1945, T. 1, p. 113, average of weekly figures for December quarter until 1900, then average of weekly figures for June quarter. The data are for total bullion, but according to the notes on p. 77, bank bullion holdings are mainly gold bullion.",
        "Canada GDP: GDP data from 1870 to 1926 are calculated by subtracting net interest and dividend payments from abroad from the figures for GNP. Data for GNP are from from Urquhart (1986, T. 2.1, pp. 11-15, row 25), market prices, thousands of dollars. GNP data from 1927 to 1944 are from Urquhart and Buckley (1965, series E 27, p. 131), gross national expenditure at market prices, millions of dollars. Data for net interest and dividend payments from 1870 to 1926 are from Urquhart (1986, T. 2.1, pp. 11-15, row 8 less row 21), interest and dividends credits less interest and dividends debits, market prices, thousands of dollars. Data from 1927 to 1944 are from Urquhart and Buckley (1965, series F 60 lessF66, p. 160), current receipts of interest and dividends less current payments of interest and dividends, millions of dollars.",
        "Capital Formation: Capital formation data for 1870 to 1926 are from Urquhart (1986, T. 2.2, pp. 16-17, col. 8), grand total, gross fixed capital formation, current dollars, millions. Data from 1927 to 1944 are from Urquhart and Buckley (1965, series E 17, p. 131), total business gross fixed capital formation, millions of dollars. Capital formation data include changes in stocks. Changes in stocks data available only from 1927 to 1944, from Urquhart and Buckley (1965, series E 21, p. 131), total value of the physical change in inventories, millions of dollars.",
        "Current account: Current account data from 1870 to 1926 are from Urquhart (1986, T. 2.4, pp. 20-25, rows 9 and 22), total current credits and total current debits, thousands of dollars. Data include net exports of gold coin and bullion. Data from 1927 to 1944 are from Urquhart and Buckley (1965, series F 71, p. 160), net balance, all countries, millions of dollars. Data include net exports of non-monetary gold. Data for the current account excluding all gold flows from 1870 to 1926 are calculated by subtracting net exports of gold coin and bullion from the current account. Data on the current account excluding gold from 1927 to 1944 are calculated by subtracting net exports of non-monetary gold from the current account. 46 Gold.",
        "Denmark GDP: GDP data from 1850 to 1944 are from Hansen (1977, T. 5, pp. 261-263), gross factor incomes (bruttofaktorindkomst) plus net import of goods and services (netto import af varer og tjenester) plus indirect taxes less subsidies (indirekte afgifter - pristilskud), equalling disposal of merchandise and services (varer og tjenester til radighed), current market prices (lobende markedspriser), millions of kroner. 47 Capital Formation: Capital formation data from 1850 to 1944 are from Hansen (1977, T. 6, pp. 264-266, col. 2), gross investment (brutto-investering), current prices, millions of kronor. Data do not include stocks.",
        "Current Account: Current account data from 1874 to 1944 are from Bjerke and Ussing (1958, T. VI, pp. 152-153, col. 4), net imports of goods and services, millions of kroner.",
        "Gold: Data on the monetary gold stock from 1874 to 1906 are from the U.S. Annual Report of the Director of the Mint (various years). Data on the gold stock for 1875 and 1894 are calculated by adding net exports data for the following year to gold stock figures for the following year. Data on the gold stock for 1877,1886-1888 are calculated by subtracting net exports data for the year from the gold stock figures for the previous year. Data on the gold stock for 1874 and 1878 are calculated as the average of the preceding and following years. US dollar values are converted to crowns at the exchange rate of 0.268 US dollars per crown. Data on the gold holdings of the central bank (Danmarks Nationalbank) from 1907 to 1944 are from Statistisk Arbog Danmark (Statistical Yearbook) (various years). The change in the monetary gold stock is assumed to equal the change in the gold holdings of the central bank.",
        "Finland Finland became an autonomous Grand Duchy connected with Russia in 1809, and declared independence from Russia on December 6, 1917. Finland had its own monetary system from 1860, and was on the gold standard from 1877 to 1914. The unit of currency was the Finnmark (Finnish markka), equivalent to one French gold franc. Finland returned to the gold standard on January 1, 1926, and remained on the gold standard until October 1931. 48 GDP: GDP data from 1860 to 1944 from from Hjerppe (1989, T. 3A1, col. 1, pp. 201-203 ), market prices, thousands of FIM.",
        "Capital Formation: Capital formation data from 1860 to 1938 from from Hjerppe (1989, T. 3A1, col. 5, pp. 201-203), gross fixed capital expenditure, market prices, thousands of FIM. Changes in stocks data from 1860 to 1938 from from Hjerppe (1989, T. 3A1, col. 7, pp. 201-203), increase in stocks + statistical discrepancy, market prices, thousands of FIM.",
        "Current Account: Current account data from 1860 to 1938 from from Hjerppe (1989, T. 3A1, cols. 2 and 6, pp. 201-203), imports of goods and exports of goods, market prices, thousands of FIM. The statistical discrepancy includes data on net exports of services.",
        "Data on the monetary gold stock from 1871 to 1944 are taken from Suomen tilastollinen vuosikiija (Statistical yearbook of Finland), various years, gold assets of the Bank of Finland. The change in the monetary gold stock is calculated as the first difference of the gold assets of the Bank of Finland. Data on the current account excluding gold are calculated by subtracting net gold exports (which include some silver and platinum) from the current account data.",
        "France GDP: GDP data from 1850 to 1900 are from Levy-Leboyer and Bourguignon (1985, T. A-III, series 1, pp. 329-332), produit interieur brut, millions de francs courants. Data from 1901 to 1944 are from Villa (1983, p. 459, series PIBQ), Production Interieure Brute en valuer - en gros franc courants.",
        "Gold: Data on net exports of gold and silver for 1850 to 1875 are from the US Annual Report of the Mint (1900, pp. 424-425). US dollar values are converted to French Francs at the exchange rate of 0.193 US dollars per Franc.",
        "Data on net exports of gold from 1876 to 1914 from NBER Macrohistory database (series 14114), excess of gold exports over imports, sum of 12 months data. Data for 1915 to 1930 are from the League of Nations (1924, 1927, 1931, 1932), gold bullion and specie exports less gold bullion and specie imports. Data from 1931 to 1944 are from Annuaire Statistique (1966, Ch. 40, T. I, p. 365), mouvements d'or, million de francs 1928. The figures for net exports of gold include gold and silver from 1850 to 1870.",
        "According to Annuaire Statistique (1952, p. 195), external trade data excludes gold, silver, and copper coin, raw gold and silver, gold and silver in bars, ingots, and powder. On this basis, the current account data excluding gold were assumed to equal the original current account data.",
        "Germany GDP: GDP data from 1850 to 1939 are from Hoffman (1965, T. 248, col. 5, pp. 825-826), Nettosozialprodukt zu Markt-preisen, (NNP at market prices), mill mark, raised 8.4% to approximate GDP following procedure in Maddison (1991).",
        "Capital Formation: Capital formation data from 1850 to 1939 from Hoffman (1965, T. 248, col. 2, pp. 825-826), Nettoinvestitionen (net investment), mill mark. Data includes stocks. Stocks data from 1851 to 1939 are from Hoffman (1965, T. 32, col. 4, p. 237), Investitionen der Landwirtschaft, Vorrate (investment in agriculture, stocks), plus T. 36, col. 3, p. 247, Investitionen im Gewerbe, Vorrate, (investment in trade/industry, stocks). Data from 1851 to 1913 are for the sum of Anlagen and Vorrate (fixed assets and stocks). Data for 1851 to 1913 estimated by using the average of Vorrate (stocks) to the sum of Anlagen and Vorrate for the years 1924-1959, and multiplying by the annual sum data.",
        "Current Account: Current account data from 1860 to 1938 are from Hoffman (1965, pp. 825-826, col. 4), Saldo der Leistungsbilanz. The current account data exclude net exports of precious metals. The current account excluding gold is calculated by adding net exports of precious metal to the current account and subtracting net exports of gold.",
        "Gold: Exports data from 1872 to 1942 from Germany, Deutsche Bundesbank (1976), T. J 1.03, p. 324, col. 11, Ausfuhr, darunter gold (exports of gold) and col. 13, Einfuhr, darunter gold (imports of gold). Exports data for 1872 to 1879 are estimated by taking the average of gold exports to total exports of precious metal for the period 1880 to 1913 and multiplying by the figure for corresponding figure for total precious metal exports. Imports data for 1872 to 1875 are estimated by taking the average of gold imports to total imports of precious metal for the period 1876 to 1913 and multiplying by the figure for corresponding figure for total precious metal imports.",
        "Gold holdings of the Reichsbank for 1876-1945 from Germany, Deutsche Bundesbank (1976), T. C 1.01, p. 36, col. 2, Aktiva: Gold in Barren and MÃ\u0083Â¼nzen (gold in bars and coin). Data for 1878, 1879, 1883, 1887, 1888, 1890 are not shown separately, but data are given for sum of Gold in Barren und MÃ\u0083Â¼nzen and Deutsche ScheidemÃ\u0083Â¼nzen (total gold in bars and coin and German subsidiary coin), Data for 1878, 1879, 1883, 1887, 1888, 1890 are estimated by taking the ratio for the previous year of gold in bars and coin to the sum of gold in bars and coin plus subsidiary coin, and multiplying by the corresponding sum for the missing year. Gold coin in circulation from 1876 to 1913 from Deutsche Bundesbank (1976), T. B 1.01, p. 14, MÃ\u0083Â¼nzen, GoldmÃ\u0083Â¼nzen (coin, gold 51 coin), col. 7. The monetary gold stock is calculated as the sum of gold coin in circulation plust the gold holdings of the Reichsbank.",
        "Italy GDP: GDP data are calculated by taking the figures for GNP and subtracting net factor incomes and current transfers received from the rest of the world. GNP data from 1861 to 1925 are from Italy, ISTAT (1957, T. 36, col. 6, p. 249-250), reddito nazionale lordo ai prezzi di mercato (gross national product at market prices), milioni di lire. Net factor incomes from abroad are from ISTAT (1957, T. 36, col. 3, p. 249-250), Esterno redditi netti dall'estero, milioni di lire. Current transfers are from ISTAT (1957, T. 39, col. 4, p. 255), trasferimenti correnti, saldo, milioni di lire. GNP data for 1926 to 1945 are from ISTAT (1986), T. 8.1, p. 143, col. 1, reddito nazionale netto (net national income), plus col. 2, ammortamenti (depreciation). Net factor incomes from abroad are from ISTAT (1986, T. 8.11, p. 151, cols. 2, 7), exportazione redditi dei fattori less importazione redditi dei fattori (exports of factor income less imports of factor income).",
        "Capital Formation: Data from 1861 to 1925 are from ISTAT (1957, T. 44, col. 6, pp. 264-265), investimenti lordi (gross investment), current prices. Data includes stocks. Data for 1926 to 1945 are from ISTAT (1986), T. 8.1, p. 143, col. 6, investimenti lordi (gross investment). Data on changes in stocks from 1861 to 1925 are from ISTAT (1957, T. 44, pp. 264-265, col. 5), Variazioni scorte (change in stocks). Data on changes in stocks for 1926 to 1945 are from ISTAT (1986, T. 8.28, p. 166, col. 5), variazione delle scorte (change in stocks).",
        "Current Account: Data from 1861 to 1925 are from ISTAT (1957, T. 39, col. 5, p. 255), Bilancia dei pagamenti correnti, conto transazioni e trasferimenti correnti (balance of current payments, including current transfers) Data for 1926 to 1945 are from ISTAT (1986, T. 8.11, p. 151, col. 11), Saldi, transazioni correnti (settlement of current transactions), equal to the sum of net exports of goods, services, factor income, and transfers. Merchandise trade figures include silver bullion, but exclude gold bullion and silver coin of the Latin Union. The current account excluding gold is therefore the same as the original current account figure.",
        "Data for 1861 to 1877 for gold specie exports are calculated by taking the average of gold specie to total specie exports for the years 1878-1936, and multiplying by the annual figure for total 52 specie exports. Data for unrefined gold exports are calculated by taking the average of gold specie to total specie exports for the years 1878-1936, and multiplying by the annual figure for total unrefined gold and silver exports. The data for gold imports are calculated similarly.",
        "The change in the monetary gold stock is calculated as the sum of specie imports less specie exports plus coinage and recoinage less withdrawn coin. Data on official reserves of gold from ISTAT (1968, T. 83, p. 105, col. 11), Riserve Ufficiali, Di Cui Oro, lire milioni (official reserves of gold coin, millions lire).",
        "For the period from 1862 to 1866 when Italy was on a bimetallic standard, the change in the monetary stock includes coinage and recoinage and net specie imports of silver as well as gold. The data on net exports also include net exports of silver bullion and specie for this period.",
        "Japan The New Coinage Act of 1871 declared the gold yen as the standard unit of value and legal tender for transactions of any value. Silver coins were relegated to subsidiary money, legal tender up to 10 yen. However, the Act also declared the silver Yen Trade Dollar as legal tender within the confines of treaty ports. An amendment in May 1878 made the silver Trade Dollar legal tender throughout the Empire of Japan. Thus both gold and silver were legal tender within Japan and for all foreign transactions from 1878 to 1897. It wasn't until the Coinage Act of 1897 declared the gold yen as the standard unit of value and legal tender that Japan officially adopted the gold standard. The coinage of the Yen Trade Dollar ceased, and they were gradually withdrawn from circulation.",
        "Current Account: Data for 1868 to 1940 from Ohkawa et al (1979, T. A31, pp. 332-335, col. 9), surplus on current account (excluding reparations). Data does not include nonmonetary gold or monetary gold 53 shipments. Data from 1940 to 1944 from Ohkawa et al (1979, T. A32, p. 336, col. 9) surplus on current account (excluding reparations).",
        "Gold: Gold coinage data for 1871 to 1897 are from Matsukata (1899), T. II, p. 13, Amount of gold coins issued, and T. Ill, p. 14, Amount of silver coins issued. Data for 1900 to 1939 are from Japan, Ministry of Finance, Financial Annual of Japan, nos. 1, 10,16, 26, 36, 40, coins turned out by the mint. Data for 1913 to 1936 on coinage withdrawn are from Japan, Bank of Japan (1932, 1937), Economic Statistics of Japan, p. 2, amount of coin melted by the mint.",
        "Norway GDP: GDP data from 1865 to 1938 are from Norway, Statistisk Sentralbyra (1965, T. 49, r. 11, pp. 340-343), current prices, millions of kroner.",
        "Russia GDP: Data on net national product are from Gregory (1982, T. 3.2), net national product, Russian Empire, millions of credit roubles.",
        "Capital Formation: Data on capital formation are from Gregory (1982, T. 3.2), net investment, Russian Empire, millions of credit roubles. Data include inventories. Data on inventories are from Gregory (1982, T. 3 .2), inventories, total, Russian Empire, millions of credit roubles.",
        "Current Account: Data on the current account are from Gregory (1982, T. 3.2), net foreign investment, Russian Empire, millions of credit roubles. The current account data include net exports of silver. Data on the current account excluding gold and silver are calculated by subtracting the figures for net silver exports from the figures for net foreign investment for the years 1886 to 1896. Net silver exports data are from Gregory (1982, T. Ml, p. 314, col. 2 less col. 5), silver exports less silver imports, 55 millions of credit roubles.",
        "Data on the monetary gold stock are from United States, Annual Report of the Director of the Mint (various years). Data for 1880-1891 are calculated as the sum of bullion and gold coin of the Treasury at the Bank of Russia plus gold specie on hand at the Bank of Russia (belonging especially to the Bank of Russia). Data on the monetary gold stock from 1891 to 1914 are the sum of gold coin in circulation plus gold coin and bullion in the treasuries and the State Bank. Data on the silver stock for 1885 to 1897 are from United States, Annual Report of the Director of the Mint (various years). Data on the silver stock for 1886-1891 are calculated by adding coingage less recoinage less net exports of silver to the stock of silver from the previous year. Data on the change in the monetary gold stock include changes in the silver stock for the years 1886 to 1896.",
        "Data on net exports of gold from 1885 to 1913 are from United States, Annual Report of the Director of the Mint (various years). Data for 1900, 1901, 1912 are calculated as the negative of the change in the monetary gold stock. Data on net exports of silver from 1885 to 1899 are from United States, Annual Report of the Director of the Mint (various years). Data on net exports of gold include net exports of silver from 1886 to 1896.",
        "US dollar values are converted to roubles at the exchange rate of 0.7718 roubles per US dollar until the end of 1897, then 0.514556. Data on monetary gold and silver, net exports of gold and silver are converted from roubles to credit roubles by multiplying by a factor of 1.5. Sweden GDP: Data on gross domestic product at factor cost data for 1861 to 1945 are from Krantz and Nilsson (1975, T. 1:2, pp. 154-155, col. 4). Indirect taxes and customs duties from Krantz and Nilsson (1975, T. 1:2, pp. 154-155, col. 3). GDP at market prices calculated as sum of GDP at factor cost plus indirect taxes and customs duties.",
        "Capital Formation: Data on capital formation for 1861 to 1945 are from Krantz and Nilsson (1975, T. 1.1, col. 6, pp. 150-152), domestic investment. Data does not include stocks. Data on stocks for 1861 to 1945 are from Johansson (1967, T. 1, col. 3, pp. 38-39), changes in livestock. Data on capital formation include domestic investment plus changes in livestock.",
        "Current Account: Data on the current account from 1861 to 1930 from Lindahl et al (1937), T. 174, col. 8, pp. 598-599. Net balance on goods and services. Data do not include shipments of gold and silver. Data for 1931 to 1935 from Ohlsson (1969), T. B:l., p. 123, col. 6, bytesbalansens saldo. Data does not include net exports of gold and silver. Data for 1936 to 1945 from Sweden, Historisk Statistik for Sverige (1960), T. 33, p. 64, r. 6. Data does not include net exports of gold and silver. Net exports of silver are added to the current account balance.",
        "United Kingdom GDP: From 1850 to 1969 from Mitchell (1988), Ch. 16, T. 5, pp. 831-832, Gross domestic product at market prices. Data from 1870 to 1944 from Feinstein (1972), T. 3, pp. T10-T11, gross domestic product at market prices.",
        "Capital Formation: Data from 1850 to 1869 from Mitchell (1988), ch 16, T. 5, pp. 831-832, gross domestic fixed capital formation plus value of physical increase in stocks. Data from 1870 to 1920 from Feinstein (1988), T. 17, pp. 462-463, gross domestic fixed capital formation plus value of physical increase in stocks and works in progress. Data from 1921 to 1944 from Feinstein (1972), t. 2, pp. T8-T9, gross domestic fixed capital formation plus value of physical increase in stocks and works in progress.",
        "Current Account: Data for 1869 to 1945 from United States, Bureau of the Census (1975), balance on goods and services, series U15, pp. 866-868, plus series U16 and U17, net private and government unilateral transfers. Data from 1869 to 1899 are for fiscal year ended June. Data are converted to calendar year basis by adding each year to subsequent year and dividing by two. For instance, fiscal year data for 1869 are added to fiscal year 1870 and divided by two, yielding calendar year 1869. Data from 1900 are for calendar year. Data to 1873 include exports and imports of gold. Data from 1874-1945 include nonmonetary gold exports. Data for current account less gold for 1869 to 1973 are calculated by taking the current account balance less net exports of gold. Data for current account less gold for 1874 to 1945 are calculated by taking the current account balance less net exports of gold less change in the monetary gold stock (equivalent to subtracting nonmonetary gold exports).",
        "Gold: Exports: Data for 1869 to 1914 are from NBER Macrohistory Database, series 14112 net gold exports, thousands of dollars, monthly data. Annual data are derived by adding the sum of monthly net exports for each year (fiscal or calendar). Data from 1915 to 1945 from United States, Bureau of the Census(1975), series U197 less U198, gold exports less imports, pp. 884-885, calendar year, millions of dollars.",
        "Monetary gold stock data for 1869 to 1878 are from United States, Bureau of the Census (1975, series X417, p. 993), billions of dollars, annual average. Data from 1879 to 1945 from NBER Macrohistory Database, series 14076, billions of dollars. Data for 1879 to July 1917 are end of month data, then monthly averages of daily figures. Data for fiscal years are end of June data. Data for calendar years are end of December data. Data excludes $287 million in gold coin outside Treasury and Federal Reserve Banks. Increase in value of gold stock from January 1934 to February 1934 of $2.81 billion due to gold revaluation is excluded from figures for changes in monetary gold stock. 59"
    ]
}