{
    "id": 6106,
    "cites": 39,
    "cited_by": 23,
    "reference": [
        "Zellner, Arnold, and H. Theil, Three Stage Least Squares: Simultaneous Estimation of Simultaneous Equations, Econometrica XXX (1962), 54-78.",
        "Willis, Robert J. and Sherwin Rosen, Education and Self-Selection, Journal of Political Economy LXXXVII (1979), S7-S36.",
        "Wolfle, Dael and Joseph G. Smith, UThe Occupational Value of Education for Superior High-School Graduates, Journal of Higher Education XXVII (1956), 201-12, 232.",
        "Zellner, Arnold, An Efficient Method of Estimating Seemingly Unrelated Regressions and Tests for Aggregation Bias, Journal of the American Statistical Association LVII (1962), 348-68.",
        "Willis, Robert J., Wage Determinants: A Survey and Reinterpretation of Human Capital Earnings Functions, In Handbook of Labor Economics. Volume I, edited by Orley Ashenfelter and Richard Layard. (Amsterdam: North Holland, 1986).",
        "Taubman, Paul J. and Terence J. Wales, Higher Education, Mental Ability, and Screening, Journal of Political Economy LXXXI (1973), 28-55.",
        "Weisbrod, Burton A. and Peter Karpoff, Monetary Returns to College Education, Student Ability, and College Quality, Review of Economics and Statistics L (1968), 491-97.",
        "Measures of Educational Attainment, Industrial Relations Section Working Paper 338, December 1994.",
        "Rosen, Sherwin, UIncome Generating Functions and Capital Accumulation, Harvard Institute of Economic Research Discussion Paper Number 306 (1973).",
        "Park, fin Heum, Returns to Schooling: A Peculiar Deviation from Linearity, Industrial Relations Section Working Paper No. 335 (1994).",
        "Olneck, Michael R., UOn the Use of Sibling Data to Estimate the Effects of Family Background, Cognitive Skills, and Schooling: Results from the Kalamazoo Brothers Study, In Kinometrics: The Determinants of Socio-economic Success Within and Between Families, edited by Paul Taubman. (Amsterdam: North-Holland, 1977).",
        "Mincer, Jacob, Schooling. Experience. and Earnings (New York: Columbia University Press, 1974).",
        "Miller, Paul, Charles Mulvey, and Nick Martin, What Do Twins Studies Reveal About the Economic Returns to Education? A Comparison of Australian and U.S. Findings, American Economic Review LXXXV (1995), 586-599.",
        "Levy, Frank and Richard J. Murnane, UU.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations, Journal of Economic Literature XXX (1992), 1333- 81.",
        "Lykken, D.T., T.J. Bouchard Jr., M. McGue, and A. Tellegen, UThe Minnesota Twin Family Registry: Some Initial Findings. Acta Genet Med Gemellol XXXIX (1990), 35-70.",
        "Lang, Kevin, Ability Bias, Discount Rate Bias and the Return to Education, Boston University mimeo, 1993.",
        "Jencks, Christopher, Susan Bartlett, Mary Corcoran, et. al., Who Gets Ahead? The Determinants of Economic Success in American (New York: Basic Books, 1979).",
        "Kane, Thomas J. and Cecilia E. Rouse, ULabor Market Returns to Two- and Four-Year Colleges: Is a Credit a Credit and Do Degrees Matter? Princeton University Industrial Relations Section Working Paper No. 311, 1993.",
        "Hungerford, Thomas, and Gary Solon, USheepskin Effects in the Return to Education, Review of Economics and Statistics LXIX (1987), 175-77.",
        "Herrnstein, Richard J. and Charles Murray, The Bell Curve: Intelligence and Class Structure in American Life (New York: The Free Press, 1994).",
        "Heckman, James J., and Solomon Polachek, Empirical Evidence on the Functional Form of the Earnings-Schooling Relationship, Journal of the American Statistical Association LXIX (1974), 350 54.",
        "Hausman, Jerry A., Whitney K. Newey, Hidehiko Ichimura, and lames L. Powell, Identification and Estimation of Polynomial Errors-in-Variables Models, Journal of Econometrics L (1991), 273- 95.",
        "Hauser, Robert M., Socioeconomic Background and Differential Returns to Education. in Does College Matter? Some Evidence on the Impacts of Higher Education (New York: Academic Press, 1973).",
        "Hauser, Robert M. and David L. Featherman, Equality of Schooling: Trends and Prospects, Sociology of Education IL (1976), 99-120.",
        "LXXXVII (1979), S37-S64.",
        "Hause, John C., Earnings Profiles: Ability and Schooling, Journal of Political Economy LXXX (1972), S109-S138.",
        "Chamberlain, Gary, ~Multivariate Regression Models for Panel Data, Journal of Econometrics, XVIII (1982), 5~6.",
        "Garen, John, The Returns to Schooling: A Selectivity Bias Approach with a Continuous Choice Variable, Econometrica LII (1984), 1199-218.",
        "Griliches, Zvi, Estimating the Returns to Schooling: Some Econometric Problems, Econometrica VL (1977), 1-22.",
        "Polachek, editor (Greenwich, CT: JAI Press, 1995).",
        "Card, David and Alan B. Krueger, Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States, Journal of Political Economy, C (1992), 1~0.",
        "Behrman, Jere R., Mark R. Rosenzweig, and Paul Taubman, Endowments and the Allocation of Schooling in the Family and in the Marriage Market: The Twins Experiment, Journal of Political Economy CII (1994), 1131-74.",
        "Card, David, fusing Geographic Variation in College Proximity to Estimate the Return to Schooling, National Bureau of Economic Research Working Paper No. 4483, 1993.",
        "Behrman, Jere R., Z. Hrubec, Paul Taubman, and Terence J. Wales, Socioeconomic Success: A Study of the Effects of Genetic Endowments. Family Environment. and Schooling (Amsterdam: North- Holland, 1980).",
        "Ashenfelter, Orley and Alan Krueger, Estimating the Returns to Schooling Using a New Sample of Twins, American Economic Review LXXXIV (1994), 1157-73.",
        "Becker, Gary S., Human Capital: A Theoretical and Empirical Analysis with Special Reference to Education (Chicago, IL: The University of Chicago Press, 1993), (3rd edition).",
        "Angrist, Joshua D. and Alan B. Krueger, Does Compulsory Schooling Affect Schooling and Earnings? Quarterly Journal of Economics, CVI (1991), 979-1014.",
        "Altonji, Joseph, and Thomas Dunn, The Effects of Family Characteristics on the Return to Education, The Review of Economics and Statistics, LXXVIII (1996), 692-704.",
        "Amemiya, Yasuo, aInstrumental Variable Estimator for the Nonlinear Errors-in-Variables Model, Journal of Econometrics, XXVIII (1985), 273-89."
    ]
}