{
    "id": 6108,
    "cites": 24,
    "cited_by": 14,
    "reference": [
        "Sectoral output, at factor cost, in nominal and real terms: World Bank, World Tables, 1995 CD-ROM; and for Malaysia, and Taiwan, Asian Development Bank, Key Indicators of Developing A sian and Pacific Countries, various issues.",
        "Government spending. Government consumption, from World Bank, World Tables 1995 CD- ROM. (GAD is government consumption spending, divided by GDP).",
        "Consumer price indices: line 64, IMP, Intemational Financial Statistics, November 1996 CD- ROM; and for Taiwan, Bank of China, Financial Statistics, various issues.",
        "Nominal GDP and real GDP: World Bank, World Tables, 1995 CD-ROM; and Asian Development Bank, Key Indicators of Developing A sian and Pacific Countnes, various issues; and Bank of China, Financial Statistics, various issues.",
        "Data Appendix Exchange rates: period average: line If, IMF, Intemational l`nancfal Statistics, November 1996 CD-ROM; and for Taiwan, Bank of China, Financial Statistics, various issues.",
        "Wu, Hsiu-Ling, 1996, Testing for the Fundamental Determinants of the Long-Run Real Exchange Rate: The Case of Taiwan, NBER Wowing paper 5787 (October).",
        "Young, Alwyn, 1995, The Tyranny of Numbers: Confronting the Statistical Realities of the East Asian Growth Experience, Quarterly Joumal of Economics 110 (3): 641-80.",
        "Strauss, Jack, 1995, Real Exchange Rates, PPP and the Relative Price of Nontraded Goods, Southem Economic Joumal 61(4): 991-1005.",
        "Marston, Richard, 1990, Systematic Movements in Real Exchange Rates in the G-5: Evidence on the Integration of Internal and External Markets, Journal of Banking and Finance 14(5) (November): 1023-1044.",
        "Strauss, Jack, 1996, The Cointegrating Relationship between Productivity, Real Exchange Rates and Purchasing Power Parity, Joumal of Macroeconomics 18(2): 299-313.",
        "Kakkar, Vikas and Masao Ogaki, 1994, Real Exchange Rates and Nontradables: A Relative Price Approach, Working Paper 94-06 (Department of Economics, Ohio State University: Columbus).",
        "Johansen, S0ren, 1988, Statistical Analysis of Cointegrating Vectors, Joumal of Economic Dynamics and Control 12: 231-54.",
        "Isard, Peter and Steven Symansky, 1996, Long Run Movements in Real Exchange Rates, Chapter 2 in Takatoshi Ito, Peter Isard, Steven Symansky and Tamim Bayoumi, Exchange llate Movements acid Their Impact on Trade and Investment in the A1EC Region, Occasional Paper 145 (Washington, DC: International Monetary Fund, December).",
        "Ito, Takatoshi, Peter Isard and Steven Symansky, 1996, Economic Growth and Real Exchange Rate: An Overview of the Balassa-Samuelson Hypothesis in Asia, paper presented at the Seventh Annual NBER-EASE Conference Changes in Exchange Rates in Rapidly Developing Countries: Theory, Practice, and Policy Issues, Hong Kong, June 19-22, 1996.",
        "Harrod, Roy, 1933, Intemational F,conomics (London: Nisbet and Cambridge University Press).",
        "Hsieh, David, 1982, The Determination of the Real Exchange Rate: The Productivity Approach, .l`~`mal of Inlemational l~conom~c.~. /2 (2) (May), 355-362.",
        "Engel, Charles, 1996, Long Run PPP May Not Hold After All, NBER Working Paper 5646.",
        "Frankel, Jeffrey and Andrew Rose, 1996, A Panel Project on Purchasing Power Parity: Mean Reversion within and between Countries, Journal of fntemational Economics 40 (1/2) (February): 209-224.",
        "Engel, Charles, 1995, Accounting for US Real Exchange Rate Changes, NBER Working Paper 5394.",
        "Chinn, Menzie and Louis Johnston, 1996, Real Exchange Rate Levels, Productivity and Demand Shocks: Evidence from a Panel of 14 Countries, NBER Working P - er 5907.",
        "DeGregorio, Jose and Holger Wolf, 1994, Terms of Trade, Productivity, and the Real Exchange Rate, NBER Working Paper 4X07 (July).",
        "Breuer, Janice Boucher, 1994, An Assessment of the Evidence on Purchasing Power Parity, in John Williamson (ed.), Estimating Equilibrium Exchange Rates (Washington, DC: Institute for International Economics): 245-277.",
        "Canzoneri, Matthew, Robert Cumby and Behzad Diba, 1996, Relative Labor Productivity and the Real Exchange Rate in the Long Run: Evidence for a Panel of OECD Countries, NBER Working Paper 5676.",
        "Balassa, Bela, 1964, The Purchasing Power Parity Doctrine: A Reappraisal, .Joumal of Political Economy 72: 584-596."
    ]
}