{
    "id": 6111,
    "cites": 12,
    "cited_by": 61,
    "reference": [
        "Topel, Robert H. and Michael P. Ward (1992) Job Mobility and the Careers of Young Men, Quarterly Journal of Economics (May): 439-479.",
        "Margolis, David (1993) Compensation Practices and Government Policies in Western European Labor Markets, Cornell University Ph.D. dissertation (May).",
        "Neumark, David and William Wascher (1992) Employment Effects of Minimum and Subminimum Wages: Panel Data on State Minimum Wage Laws, Industrial and Labor Relations Review (October): 55-81.",
        "Hsiao, Cheng (1986) The Analysis of Panel Data, (Cambridge: Cambridge University Press).",
        "INSEE (forthcoming) Series longues sur les salaires, Division Revenus. Juhn, C., K.M. Murphy and R. Topel (1991) Why has the natural rate of unemployment increased over time, Brookings Papers on Economic Activity 2.",
        "Linneman, Peter (1982) The economic impacts of minimum wage laws: a new look at an old question, Journal of the Political Economy (June): 443-69.",
        "Card, David and Thomas Lemieux (1996) Wage Dispersion, Returns to Skill and Black-White Wage Differentials, Journal of Econometrics.",
        "Dolado, Juan, Francis Kramarz, Steven Machin, Alan Manning, David Margolis and Coen Teulings (1996) The Economic Impact of Minimum Wages in Europe, Economic Policy (October): 319-372.",
        "Brown, Charles, C. Gilroy and A. Kohen (1982) The effect of the minimum wage on employment and unemployment, Journal of Economic Literature (June): 487-528.",
        "Bonnal, Liliane, Denis Fougere and Anne Serandon (1994) Limpact des dispositifs demploi sur le devenir des jounes chOmours: une evaluation econometrique sur donnees longitudinales, Economie et Prevision.",
        "Abowd, John M., Patrick Corbel, and Francis Kramarz (1996), The Entry and Exit of Workers in French Establishments, NBER working paper.",
        "Abowd, John M., Francis Kramarz and David N. Margolis (1994), High Wage Workers and High Wage Firms, NBER working paper."
    ]
}