{
    "id": 6114,
    "cites": 21,
    "cited_by": 18,
    "reference": [
        "McClellan, Mark, and Joseph P. Newhouse, The Marginal Benefits of Medical Technology, mimeo, Harvard University, 1995.",
        "National Center for Health Statistics. Medical Coding Manual: National Health Interview Survey. U.S. Department if Health and Human Services, Hyattsville, MD: Public Health Service, 1979.",
        "Newhouse, Joseph P. et. al., Medical Care Costs: How Much Welfare Loss?, Journal of Economic Perspectives, 1992.",
        "Newhouse, Joseph P., Free For All ?: Lessons From the Rand Health Insurance Experiment, Cambridge, MA: Harvard University Press, 1993.",
        "Saigal Saroj, David Feeny, et. al., Self-perceived health status and health-related quality of life of extremely low-birth-weight infants at adolescence, Journal of the American Medical Association, 276(6):453-9, 1996.",
        "Staiger, Douglas, and Gary Gaumer, Prospective Payment and Hospital Mortality, mimeo, 1994.",
        "Triplett, Jack E., Whats Different About health? Human Repair and Car Repair in National Accounts, mimeo, 1997.",
        "Lubitz, James D., and Gerald F. Riley, Trends in Medicare Payments in the Last Year of Life, New England Journal of Medicine, 1993, 328:1092-1096.",
        "Lubitz, James D., et. al., Longevity and Medicare Expenditures, New England Journal of Medicine, 1995, 332(15): 999-1003.",
        "Institute of Medicine, Committee to Study the Prevention of Low Birthweight, Preventing Low Birthweight, Washington, DC: National Academy Press, 1985.",
        "Cutler, David M., and Elizabeth Richardson, measuring the Health of the United States Population, Mimeograph, June, 1997.",
        "Greenspan, Allan M., et al., Incidence of Unwarranted Implantation of Permanent Cardiac Pacemakers in a Large Medical Population, New England Journal of Medicine, 1988, 318: 158-163.",
        "Cutler, David M., The Incidence of Adverse Medical Outcomes Under Prospective Payment, Econometrica, February 1995, 29-50.",
        "Cutler, David M., McClellan, Mark, Newhouse, Joseph P., and Remler, Dahlia, Are Medical Prices Declining? National Bureau of Economic Research Working Paper 5750, 1996.",
        "Cutler, David M., and Douglas Staiger, Measuring the Benefits of Medical Progress, mimeo, 1996.",
        "Cohen RA and JF Van Nostrand, Trends in the Health of Older Americans: United States, 1994.",
        "National Center for Health Statistics. Vital and Health Statistics Rockville, MD: Public Health Service, 1995, 3(30).",
        "Anderson, Odin W. et al., Family Medical Costs and Voluntary Health Insurance: A Nationwide Survey, 1956, New York: The Blackstone Division.",
        "Berkel HJ. Progress Against Cancer...? Journal of the Louisiana Medical Society. 1995, 147(10):449-457.",
        "Chassin, Mark et al., Does Inappropriate Use Explain Geographic Variations in the Use of Health Care Services?, Journal of the American Medical Association, 1987, 258: 2533- 2537.",
        "Anderson, Odin W. et al., Changes in Family Medical Care Expenditures and Voluntary Health Insurance: A Five-Year Resurvey, 1963, Cambridge: Harvard University Press."
    ]
}