{
    "id": 6115,
    "cites": 44,
    "cited_by": 10,
    "reference": [
        "McGouldrick, Paul (1984). Operations of the German Central Bank and the Rules ofthe Game.",
        "Nurkse,Ragnar(1944). InternatiopalCurrency Experience. Princeton. League ofNations.",
        "Obstfeld, Maurice and Alan Taylor (1997), The Great Depression as a Watershed: International Capital Mobility over the Long-Run, in Michael D. Bordo, Claudia Goldin and Eugene White (eds), The Defining Moment: The Great Depression and the American Economy in the Twentieth Century. Chicago: University of Chicago Press (forthcoming).",
        "Krugman, Paul R. (1991). Target Zone and Exchange Rate Dynamics. Quarterly Journal of Economics. CVI (3) August, pp. 669-682.",
        "Lutkepohl, Helmut (1993), Intorduction to Multiple Time Series Analvsis, Berlin: Springer- Verlag.",
        "Keynes, J.M. (1930), A Treatise on Money Vol II. The Applied Theory of Monev. London: Macmillan.",
        "Jonung, Lars (1984). Swedish Experience Under the Classical Gold Standard, 1873-1914. In Michael D. Bordo and Anna J. Schwartz (eds). A Retrospective on the Classical Gold Standard. 1821 -1931. University of Chicago Press for NBER, Chicago, 1984.",
        "Johansen, Soren (1991), Estimation and Hypothesis Testing of Cointegration Vectors in Gaussian Vector Autoregressive Models, Economctrica, 59, 6, 1551-1580.",
        "Johansen, Soren and Katarina Juselius (1994), Identification of the Long-Run and the Short-Run Structure. An Application to the ISLM Model, Journal of Econometrics, 53, 211-244.",
        "Johansen, Soren (1988), Statistical Analysis of Cointegrating Vectors, Journal of Economic Dvnamics and Control, 2, 7-46.",
        "Chicago: Chicago University Press. Goodhart, Charles A. E. (1972). The Business of Banking. London. Weidenfield and Nicholson.",
        "Hendry, David and Graham Mizon (1993), Evaluating Dynamic Econometric Models by Encompassing the VAR, in P.C.B. Phillips (ed), Models, Methods and Applications of Econometrics, 272-300, Oxford: Blackwell.",
        "Cambridge: Cambridge University Press. Giovannini, Alberto (1993). Bretton Woods and Its Precursors: Rules Versus Discretion in the History of International Monetary Regimes, in M.D. Bordo and B. Eichengreen (eds.), _ Retrospective on the Bretton Woods System: Lessons for International Monetarv Reform.",
        "Giovannini, Alberto (1986). Rules of the Game During the International Gold Standard: England and Germany. Journal of International Monev and Finance. 5 (December). pp.",
        "Giovannini, Alberto (1989), How Fixed Exchange Rate Regimes Work: Evidence from the Gold Standard, Bretton Woods and the European Monetary System, in M. Miller and B Eichegreen and R Portes (eds), Blueprints for International Monetarv Reform.",
        "Einzig, P. (1931), International Gold Movements. London: Macmillan.",
        "Engle, Robert and Clive Granger (1982), Cointegration and Error Correction: Representation, Estimation and Testing, Econometrica, 55, 251-76.",
        "Fratianni, Michele and Franco Spinelli (1984). Italy in the Gold Standard Period, 1861-1914. In Michael D. Bordo and Anna J. Schwartz (eds). A Retrospective on the Classical Gold Standard, 1821 -1931. University of Chicago Press for NBER, Chicago, 1984.",
        "Eichengreen, Barry (1996) Globalizing Capital: A History of the International Monetary System.",
        "Princeton: Princeton University Press. Eichengreen, Barry, Mark W. Watson, and Richard S. Grossman (1985). Bank Rate Policy Under the Interwar Gold Standard: A Dynamic Probit Model. Economic Journal 95 (September). pp. 725-746.",
        "Eichengreen, Barry (1987), Conducting the International Orchestra: Bank of England Leadership Under the Classical Gold Standard, Journal of International Money and Finance, Vol 6, 5-29.",
        "Eichengreen, Barry. (1992) Golden Fetters: The~old Standard and the Great Depression.",
        "Bordo, Michael D. and Hugh Rockoff(1996) The Gold Standard as a Good Housekeeping Seal of Approval, Journal of Economic History, 56, Vol 2 (June) pp384-428.",
        "Bordo, Michael D. and Anna J. Schwartz (1996). The Operation of the Specie Standard: Evidence for Core and Peripheral Countries, 1880-1990. In Barry Eichengreen and Jorge Braga de Macedo (eds). Perspectives on the Gold Standard: Portugal and the World. Routledge, (1996).",
        "Bordo, Michael D. (1984). The Gold Standard; The Traditional Approach. In Michael D.",
        "Campbell, John and Pierre Perron (1991) Pitfalls and Opportunities: What Macroeconomists Should Know About Unit Roots, NBER Macroeconomics Manual, Vol 6, 141-220.",
        "Campbell, John and Robert Shiller (1987), Cointegration and Tests of Present value Models Journal of Political Economy, Vol 95, 1062-1088.",
        "No. 4. (November Part I). pp. 1099- 1112. Dutton, John (1984). The Bank of England and the Rules of the Game under the International Gold Standard: New Evidence. In Michael D. Bordo and Anna J. Schwartz (eds). A Retrospective on the Classical Gold Standard, 1821 -1931. University of Chicago Press for the NBER, Chicago, 1984.",
        "Bernanke, B. (1986), Alternative Explanations ofthe Money-Income Correlation, Carnegie-Rochester Conference Series on Public Policy, 25, 49-100.",
        "Bertola, G and L.E.0 Svensson (1993), Stochastic Devaluation, Risk and the Empirical fit of Target-Zone Models, Review of Economic Studies, 60, 689-712.",
        "Blanchard, Olivier and Danny. Quah (1989), The Dynamic Effects of Aggregate Supply and Demand Disturbances, American Economic Review, 79, 655-73.",
        "Bloomfield, Arthur I. (1959). Monetary Policy Under the International G-old Standard. New York: Federal Reserve Bank of New York.",
        "Bordo, Michael D. and Finn E. Kydland (1996). The Gold Standard as a Commitment Mechanism. In Tamin Bayoumi, Barry Eichengreen and Mark Taylor (eds). Economic Perspectives on the Classical Gold Standard. Cambridge University Press. (1996).",
        "Banerjee, A., J. Dolado, D.F Hendry and G.W Smith (1986), Exploring Equilibrium Relationships in Econometrics Through Static Models; Some Monte Carlo Evidence,, Oxford Bulletin of Economics and Statistics, 48, 253-277.",
        "Officer, L.H. (1996), Between the Dollar-Sterling Gold Points: Exchange Rates, Parity and Market Behavior. Cambridge: Cambridge University Press.",
        "Patron, Maurice (1910). The Bank of France in its Relation to National and International Credit.",
        "Senate Doc. No. 494, Washington D. C. GPO. Phillips, Peter, C.B. (1991), Optimal Inferences in Cointegrated Systems, Econometrica, 59, 283-326.",
        "Phillips, Peter, C.B. (1990), Statistical Inference in Instrumental Variables Regression with I (1) Processes, Review of Economic Studies. 57, 99-125.",
        "Chicago: University of Chicago Press. Rose, Andrew and Lars Svensson (1995), Expected and Predicted Realignments: The FF/DM Exchange Rate During the EMS, Scandinavian Journal of Economics, 97, 173-200.",
        "Sayers, Richard (1957). Central Banking After Bagehot. Oxford: Clarendon Press.",
        "Stock, James (1984), Asymptotic Properties of Least Squares Estimators of Co-integrating vectors manuscript, Harvard University.",
        "Svensson, Lars E.O. (1991), The Term Structure of Interest Rates in a Target Zone, Journal ot Monetary Economics, 28, 87-116.",
        "Svensson, Lars E. O. (1994). Why Exchange Rate Bands? Journal of Monetary Economics.",
        "Amsterdam: North Holland. United States National Monetary Commission (1910) Interviews on the Banking and Currency Systems Qf England, Scotland, France, Germany, Switzerland and Icy. Senate Doc. No."
    ]
}