{
    "id": 6116,
    "cites": 34,
    "cited_by": 1,
    "reference": [
        "United States Congress, Joint Committee on Taxation, General explanation of the Tax Reform Act of 1976 (Washington, DC: U.S. Government Printing Offlce, 1976b).",
        "United States Congress, House of Representatives, Extension of the Export Administration Act of 1969, Hearings before the Committee on International Relations, Part 1 (Washington, DC: U.S.",
        "United States Department of the Treasury, The operation and effect of the international boycott provisions of the Internal Revenue Code: Third report (Washington, DC: U.S. Government Printing Office, 1982).",
        "United States Department of the Treasury, The operation and effect of the international boycott provisions of the Internal Revenue Code: Fifth report (Washington, DC: U.S. Government Printing Office, 1991a).",
        "United States Department of the Treasury, Report to the Congress on the sales source rules (Washington, DC: United States Department of the Treasury, January 1993b).",
        "United States Congress, Senate, Multinational corporations and United States foreign policy, Hearings before the Subcommittee on Multinational Corporations of the Committee on Foreign Relations, Part 11 (Washington, DC: U.S. Government Printing Offce, 1975).",
        "United States Congress, House of Representatives, The Arab boycott and American business, Report by the Committee on Interstate and Foreign Commerce, Subcommittee on Oversight and Investigations (Washington, DC: U.S. Government Printing Offce, 1976a).",
        "Altshuler, Rosanne and Paolo Fulghieri, Incentive effects of foreign tax credits on multinational corporations, National Tax Journal, June 1994, 47(2), 349-361.",
        "Altshuler, Rosanne and T. Scott Newlon, The effects of U.S. tax policy on the income repatriation patterns of U.S. multinational corporations, in Alberto Giovannini, R. Glenn Hubbard, and Joel Slemrod, eds. Studies in international truncation (Chicago: University of Chicago Press, 1995).",
        "Altshuler, Rosanne, T. Scott Newlon, and William C. Randolph, Do repatriation taxes matter? Evidence from the tax returns of U.S. multinationals, in Martin Feldstein, James R. Hines Jr., and R. Glenn Hubbard, eds. The effects of taxation on multinational corporations (Chicago: University of Chicago Press, 1995).",
        "Chill, Dan S., The Arab boycott of Israel: Economic aggression and world reaction (New York: Praeger, 1976).",
        "Fershtman, Chaim and Neil Gandal, The effect of the Arab boycott on Israel: The automobile market, working paper, Tel Aviv University, June 1997.",
        "Hartman, David G., Tax policy and foreign direct investment, Journal of Public Economics, February 1985, 26(1), 107-121.",
        "Heckscher, Eli F., The continental system: An economic interpretation (London: Oxford University Press, 1922).",
        "Hines, James R., Jr., Credit and deferral as international investment incentives, Journal of Public Economics, October 1994, 55(2), 323-347.",
        "Hines, James R., Jr., Tax policy and the activities of multinational corporations, NBER Working Paper No. 5589, May 1996.",
        "Hines, James R., Jr. and R. Glenn Hubbard, Coming home to America: Dividend repatriations by U.S. multinationals, in Assaf Razin and Joel Slemrod, ads. Taxation in the global economy (Chicago: University of Chicago Press, 1990).",
        "Hines, James R., Jr. and R. Glenn Hubbard, Appendix, in Martin Feldstein, James R. Hines Jr., and R. Glenn Hubbard, eds. Taxing multinational corporations (Chicago; University of Chicago Press, 1995).",
        "Hines, James R., Jr. and Eric M. Rice, Fiscal paradise: Foreign tax havens and American business, Quarterly Journal of Economics, February 1994, 10~1), 149-182.",
        "Hufbauer, Gary Clyde, Jeffrey J. Schott, and Kimberly Ann Elliott, Economic sanctions reconsidered: History and current policy (Washington, DC: Institute for International Economics, 1985).",
        "Internal Revenue Service, Compendium of studies of international income and taxes (Washington, DC: U.S. Government Printing Office, 1991).",
        "International Bureau of Fiscal Documentation, various issues, Taxes and Investment in the Middle East. Kagan, Donald, The outbreak of the Peloponnesian War (Ithaca, NY: Cornell University Press, 1969).",
        "Losman, Donald L., International economic sanctions: The cases of Cuba, Israel, and Rhodesia (Albuquerque, NM: University of New Mexico Press, 1979).",
        "Lowenfeld, Andreas F., ...Sauce for the gander: The Arab boycott and United States political trade controls, Texas International Law Journal, Winter 1977, 12(1), 25-39.",
        "Lundahl, Mats, Economic effects of a trade and investment boycott against South Africa, Scandinavian Journal of Economics, 1984, 86(1), 68-83.",
        "Martin, Lisa L., Coercive cooperation: Explaining multilateral economic sanctions (Princeton, NJ: Princeton University Press, 1992).",
        "Martin, Lisa L., Credibility, costs, and institutions: Cooperation on economic sanctions, World Politics, 45(3), April 1993, 406-432.",
        "Price Waterhouse, Corporate taxes - A worldwide summary (New York: Price Waterhouse, 1989).",
        "Reavey, Edwin J., ed. Coopers and Lybrand 1988 international tax summaries: A guide for planning and decisions (New York: Wiley, 1988).",
        "Rodman, Kenneth A., Sanctions at bay? Hegemonic decline, multinational corporations, and U.S. economic sanctions since the pipeline case, International Organization, 49(1), Winter 1995, 105- 137.",
        "Sarna, Aaron J., Boycott and blacklist: A history of Arab economic warfare against Israel CTotowa, NJ: Rowman and Littlefield, 1986).",
        "Sinn, Hans-Werner, Taxation and the birth of foreign subsidiaries, in H. Heberg and N.V. Long, eds. Trade, welfare, and economic policies: Essays in honor of Murray C. Kemp (Ann Arbor, MI: University of Michigan Press, 1993).",
        "Snidal, Duncan, The limits of hegemonic stability theory, International Organization, 39(4), Autumn 1985, 579-614.",
        "Steiner, Henry J., International boycotts and domestic order: American involvement in the Arab- Israeli conflict, Texas Law Review, 54(6), August 1976, 1355-1410."
    ]
}