{
    "id": 6117,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Tabellini, Guido, and Alberto Alesina. 1990. Voting on the Budget Deficit American Economic Review 80 (March): 37-49.",
        "Shleifer, Andrei, and Robert W. Vishny. 1994. Politicians and Firms. Ouarterlv Journal of Economics 109 (November): 995-1025.",
        "Piketty, Thomas. 1994. Information, Voting and the Market. Unpublished paper, M.I.T. (March).",
        "Rodrik, Dani. 1996. Understanding Economic Policy Reform. Journal of Economic Literature 34 (March): 9-41.",
        "Rogoff, Kenneth. 1990. Equilibrium Political Budget Cycles. _erican Economic Review 80 (March): 21-36.",
        "Romer, Christina D., and David H. Romer. 1997. Institutions for Monetary Stability. In Christina D. Romer and David H. Romer, eds., Reducing Inflation: Motivation and Strategy (Chicago: University of Chicago Press), 307-329.",
        "Rubinstein, Ariel. 1993. On Price Recognition and Computational Complexity in a Monopolistic Model. Journal of Political Economy 101 (June): 473-484.",
        "Shleifer, Andrei, and Robert W. Vishny. 1992. Pervasive Shortages under Socialism. Rand Journal of Economics 23 (Summer): 237-246.",
        "Hestenes, David, Malcolm Wells, and Gregg Swackhamer. 1992. Force Inventory Concept. Physics Teacher 30 (March): 141-158.",
        "Kandel, Eugene, and Neil D. Pearson. 1995. Differential Interpretation of Public Signals and Trade in Speculative Markets. Journal of Political Economy 103 (August): 831-872.",
        "Halloun, Ibrahim Abou, and David Hestenes. 1985. Common Sense Concepts about Motion. American Journal of Physics 53 (November): 1056-1065.",
        "Goldberg, Fred M., and Lillian C. McDermott. 1987. An Investigation of Student Understanding of the Real Image Formed by a Converging Lens or Concave Mirror. American Journal of Physics 55 (February): 108-119.",
        "Cohen, R., B. Eylon, and U. Ganiel. 1983. Potential Difference anal Current in Simple Electric Circuits: A Study of Students Concepts. American Journal of Physics 51 (May): 407-412.",
        "Condorcet, Jean-Antoine-Nicolas de Caritat, Marquis de. 1785. Essai sur [application de lanalyse a la probability des decisions rendues a la pluralite des voix. Paris: Impremerie royale. Feddersen, Timothy J., and Pesendorfer, Wolfgang. 1996. The Swing Voters Curse. American Economic Review 86 (June): 408-424.",
        "Buchanan, James M., and Richard E. Wagner. 1977. Democracy in Deficit: The Political Legacy of Lord Keynes. New York: Academic Press.",
        "Coate, Stephen, and Stephen Morris. 1995. On The Form of Transfers to Special Interests. Journal of Political Economy 103 (December): 1210-1235.",
        "Besley, Timothy, and Stephen Coate. 1997. An Economic Model of Representative Democracy. Quarterly Journal of Economics 112 (February): 85-114.",
        "Matsusaka, John G. 1995. Explaining Voter Turnout Patterns: An Information Theory. Public Choice 84 (July): 91-117.",
        "McCloskey, Michael, Alfonso Caramazza, and Bert Green. 1980. Curvilinear Motion in the Absence of External Forces: Naive Beliefs about the Motion of Objects. Science 210 (December 5): 1139-1141."
    ]
}