{
    "id": 6122,
    "cites": 36,
    "cited_by": 6,
    "reference": [
        "Akerlof, George, William Dickens, and George Perry, The Macroeconomics of Low Inflation, Broo/dngs Papers on Economic Activity, 1996:1: 1-59.",
        "Alesina, Alberto, and Lawrence H. Summers. 1993. Central Bank Independence and Macroeconomic Performance: Some Comparative Evidence. Journal of Money, Credit, and Banking 25: 15 1-62.",
        "Bailey, Martin J. 1956. The Welfare Cost of Inflationary Finance. Journal of Political Economy 64: 98-110.",
        "Barro, Robert J., and David B. Gordon. 1983. A Positive Theory of Monetary Policy in a Natural Rate Model. Journal of Political Economy 91: 589-610.",
        "Bernanke, Ben S. and Frederic S. Mishkin. 1992. Central Bank Behavior and the Strategy of Monetary Policy: Observations from Six Industrialized Countries, NBER Macroeconomics Annual 1992: 183-228.",
        "Bernanke, Ben S. and Frederic S. Mishkin. 1997. Inflation Targeting: A New Framework for Monetary Policy? Journal of Economic Perspectives forthcoming.",
        "Briault, Clive. 1995. The costs of inflation. Bank of England Quarterly Bulletin 35 (February): 33-45.",
        "Bruno, Michael. 199!. High Inflation and the Nominal Anchors of an Open Economy, Princeton University, International Finance Section, Essays in International Finance No. 183, June 1991.",
        "Calvo, Guillermo. 1978. On the Time Consistency of Optimal Policy in the Monetary Economy. Econometnca 46: 1411-28.",
        "Cecchetti, Stephen. 1995. Inflation Indicators and Inflation Policy, in Ben Bernanke and Julio Rotemberg, eds., NBER Macroeconomics Annual.",
        "Clarida, Richard and Mark Gertler. 1997. How the Bundesbank Conducts Monetary Policy. in Christina D. Romer and David H. Romer, eds., Reducing Inflation: Motivation and Strategy. Chicago: University of Chicago Press: 363-406.",
        "Cukierman, Alex. 1992. Central Bank Strategy, Credibility, and Independence: Theory and Evidence. Cambridge, Massachusetts:The MIT Press.",
        "Debelle, Guy and Stanley Fischer. 1994. How Independent Should a Central Bank Be? In Jeffrey Fuhrer, ed., Goals, Guidelines, and Constraints Facing Monetary Policymakers. Boston: Federal Reserve Bank of Boston..",
        "English, William B. 1996. Inflation and Financial Sector Size. Mimeo, Board of Governors of the Federal Reserve System, April.",
        "Estrella, Arturo and Frederic S. Mishkin. 1996. Is There a Role for Monetary Aggregates in Conduct of Monetary Policy. Paper presented at the Monetary Policy and Financial Markets Conference in (lerzensee, Switzerland, October.",
        "Feldstein, Martin. 1997. The Costs and Benefits of Going from Low Inflation to Price Stability, in Christina D. Romer and David H. Romer, eds., Reducing Inflation: Motivation and Strategy. Chicago: University of Chicago Press: 123-156.",
        "Fischer, Stanley. 1993. The Role of Macroeconomic Factors in Growth. Journal of 34 Monetary Economics 32:485-5 12.",
        "Fischer and Norbert Schnadt, eds. The Future of Central Banking: The Tercentenary Symposium of the Bank of England. Cambridge University Press: Cambridge, England and New York: 262-308. Friedman, Benjamin M. 1995. The Rise and Fall of Money Growth Targets As Guidelines for U.S. Monetary Policy. Mimeo, Bank of Japan Conference, October.",
        "Friedman, Benjamin M. and Kenneth N. Kuttner. 1993. Another Look at the Evidence on Money-Income Causality. Journal of Econometrics 57: 189-203.",
        "Friedman, Benjamin M. and Kenneth N. Kuttner. 1996. A Price Target for U.S. Monetary Policy? Lessons from the Experience with Money Growth Targets. Brookings Papers on Economic Activity forthcoming.",
        "Friedman, Milton. 1968. The Role of Monetary Policy. American Economic Review 58: 1-17.",
        "Friedman, Milton. 1977. Nobel Lecture: Inflation and Unemployment. Journal of Political Economy 85: 45 1-72.",
        "Goodhart, Charles and Jose Vinals. 1994. Strategy and Tactics of Monetary Policy: Examples from Europe and the Antipodes, in Jeffrey Fuhrer, ed., Goals, Guidelines, and Constraints Facing Monetary Policymakers, Federal Reserve Bank of Boston.",
        "Groshen, Erica L. and Mark E. Schweitzer. 1996. The Effects of Inflation on Wage 35 Adjustments in Firm-Level Data: Grease or Sand? Federal Reserve Bank of New York Staff Reports, January 1996, no. 9.",
        "Haldane, Andrew G. 1995. Targeting Inflation. Bank of England: London.",
        "Hall, Robert E. and N. Gregory Mankiw. 1994. Nominal Income Targeting, in N.G. Mankiw, ed., Monetary Policy, Chicago: U. of Chicago Press for the NBER.",
        "Hess, Gregory D. and Charles S. Morris. 1996. The Long-Run Costs of Moderate Inflation. Federal Reserve Bank of Kansas City Economic Review, Second Quarter 1996, 7 1-88.",
        "Judson, Ruth and Athanasios Orphanides. 1996. Inflation, Volatility and Growth. Mimeo, Board of Governors of the Federal Reserve System, May.",
        "Lucas, Robert E., Jr. 1976. Econometric Policy Evaluation: A Critique. Journal of Monetary Economics, Supplementary Series 1, no. 2: 19-46.",
        "McCallum, Bennett T. 1995. Two Fallacies Concerning Central-Bank Independence. American Economic Review 85 (May): 207-11.",
        "McCallum, Bennett T. 1996. Inflation Targeting in Canada, New Zealand, Sweden, the United Kingdom, and in General, NBER Working Paper no. 5597, May.",
        "Obstfeld, Maurice and Kenneth Rogoff. 1995. The Mirage of Fixed Exchange Rates, Journal of Economic Perspectives 9 (Fall): 73-96.",
        "Posen, Adam S. 1995. Central Bank Independence and Disinflationary Credibility? A Missing Link? Federal Reserve Bank of New York Staff Reports, May 1995, no. 1.",
        "Samuelson, Paul A., and Robert M. Solow. 1960. Analytical Aspects of Anti-inflation Policy. The American Economic Review 50 (May): 177-194.",
        "Sarel, Michael. 1996. Nonlinear Effects of Inflation on Economic Growth. International Monetary Fund Staff Papers 43 (March): 199-2 15.",
        "Stock, James H. and Mark W. Watson. 1989. Interpreting the Evidence on Money-Income Causality. Journal of Econometrics 40: 161-182."
    ]
}