{
    "id": 6127,
    "cites": 13,
    "cited_by": 24,
    "reference": [
        "Addison, John T., and McKinley L. Blackburn. 1996. Minimum Wages and Poverty. Mimeograph, University of South Carolina.",
        "Baker, Michael, Dwayne Benjamin, and Shuchita Stanger. 1995. The Highs and Lows of the Minimum Wage Effect: A Time Series-Cross Section Study of the Canadian Law. Mimeograph, University of Toronto.",
        "Burkhauser, Richard V., Kenneth A. Couch, and David C. Wittenburg. 1996. Who Gets What from Minimum Wage Hikes: A Re-Estimation of Card and Kruegers Distributional Analysis in Myth and Measurement: The New Economics of the Minimum Wage. Industrial and Labor Relations Review, Vol. 49, No. 3, April, pp. 547-52.",
        "Card, David. 1992. Using Regional Variation in Wages to Measure the Effects of the Federal Minimum Wage. Industrial and Labor Relations Review, Vol. 46, No. 1, October, pp. 22-37.",
        "Card, David, and Alan B. Krueger. 1995. Myth and Measurement: The New Economics of the Minimum Wage (Princeton, NJ: Princeton University Press).",
        "Freeman, Richard B. 1996. The Minimum Wage as a Redistributive Tool. Economic Journal, Vol. 106, May, pp. 639-49.",
        "Gramlich, Edward M. 1976. Impact of Minimum Wages on Other Wages, Employment, and Family Incomes. Brookings Paper on Economic Activity, No. 1, pp. 409-51.",
        "Grossman, Jean Baldwin. 1983. The Impact of the Minimum Wage on Other Wages. Journal of Human Resources, Vol. 18, No. 3, pp. 359-78.",
        "Hashimoto, Masanori. 1982. Minimum Wage Effects on Training on the Job. American Economic Review, Vol. 72, No. 5, December, pp. 1070-87.",
        "Horrigan, Michael W., and Ronald B. Mincy. 1993. The Minimum Wage and Earnings and Income Inequality. In Sheldon Danziger and Peter Gottschalk, eds., Uneven Tides: Rising Inequality in America (New York: Russell Sage Foundation).",
        "Hungerford, Thomas L. 1996. `Does Increasing the Minimum Wage Increase the Proportion of Involuntary Part-Time Workers? Mimeograph, U.S. General Accounting Office.",
        "Neumark, David, and William Wascher. 1996a. The Effects of Minimum Wages on Teenage Employment and Enrollment: Evidence from Matched CPS Surveys. Research in Labor Economics, Vol. 15, pp. 25-64.",
        "Review of Our Research Findings. In Marvin Kosters, ed., The Effects of the Minimum Wage on Employment (Washington, D.C.: American Enterprise Institute), pp. 55-86. ____ 1994. Employment Effects of Minimum and Subminimum Wages: Reply to Card, Katz, and Krueger. Industrial and Labor Relations Review, Vol. 47, No. 3, April, pp. 497-512."
    ]
}