{
    "id": 6128,
    "cites": 19,
    "cited_by": 13,
    "reference": [
        "Ait-Sahalia, Y. 1996. Testing continuous-time models of the spot interest rate. Review of Financial Studies 9.",
        "Andersen, T. G., and J. Lund, 1996. Stochastic volatility and mean drift in the short term interest rate diffusion: Sources of steepness, level and curvature in the yield curve. Working paper.",
        "Backus, D., S. Foresi, and C. Telmer, 1996. Affine models of currency prices. Working paper, New York University.",
        "Backus, D. K., and S. E. Zin, 1994. Reverse engineering the yield curve. NBER Working Paper 4676.",
        "Bakshi, G. S., and Z. Chen, 1997. Asset pricing without consumption or market portfolio data. Working paper.",
        "Balduzzi, P., 5. R. Das, and S. Foresi, 1995. The central tendency: A second factor in bond yields. Working paper.",
        "Balduzzi, P., S. R. Das, S. Foresi, and R. Sundaram. 1996. A simple approach to three factor affine term structure models. Journal of Fixed Income 6.",
        "Duffie, D. 1996. Dynamic Asset Pricing Theory. Princeton University Press, 2nd edition.",
        "Duffie, D., and K. Singleton, 1996. An econometric model of the term structure of interest rate swap yields. Journal of Finance, forthcoming.",
        "Fisher, M., and C. Gilles, 1996. Estimating exponential affine models of the term structure. Working paper.",
        "Gallant, A. R., and 3. R. Long, 1997. Estimation stochastic differential equatiosn efficiently by minimum chi-square. Biometrika, forthcoming.",
        "Gallant, A. R., and G. Tauchen, 1996a. Specification analysis of continuous time models in finance. Modeling Stock Market Volatility: Bridging the Cap to Contiituous Time, Peter Rossi, ed.",
        "Gallant, A. R., and G. Tauchen. 1996b. Which moments to match? Ecoitometric Theory 12.",
        "Hansen, L. P., and S. F. Richard. 1987. The role of conditioning information in deducing testable restrictions implied by dynamic asset pricing models. Econometrica 55.",
        "K. Newey, W., and K. D. West. 1987. Hypothesis testing with efficient method of moment estimation. International Economic Review 28.",
        "Litterman, R., and J. Scheinkman. 1991. Common factors affecting bond returns. Journal of Fixed Income 1.",
        "Nielsen, L. T., and J. SaÃ\u0083Â¡-Requejo, 1993. Exchange rate and terms structure dynamics and the pricing of derivative securities. INSEAD working paper.",
        "Pearson, N. D., and T. Sun. 1994. Exploiting the conditional density in estimating the term structure: An application to the Cox, Ingersoll, and Ross model. Journal of Finance XLIX.",
        "Singleton, Kenneth J. 1994. Yield curve risk in japanese government bond markets. Japanese Journal of Financial Economics 1."
    ]
}