{
    "id": 6135,
    "cites": 17,
    "cited_by": 30,
    "reference": [
        "Aarts, L. and Ph. R. de Jong. 1992. Economic Aspects of Disability Behaviour. Amsterdam: North-Holland.",
        "CERRA. 1996. Economic Aspects of Agjp,g. Working paper. Leiden: CERRA, University of Leiden.",
        "Bolhuis, E.A., S.J. Ottens and M.A. Steenbeek-Vervoort. 1987. De VUT met pensioen, Economisch Statistische Berichten, vol. 72, pp. 726-728.",
        "Delsen, L. 1989. VUT-regelingen in Europa, Economisch Statistische Berichten, vol. 74, pp. 924-926.",
        "Diamond, P. and J. Gruber. 1997. Social Security and Retirement in the U.S., NBER Project on Social Security Comparisons (this volume).",
        "Henkens, K. and J.J. Siegers. l990.meDecision to Retire: the case of Dutch Men aged 50- Ã\u0083Â±4, working paper. The Hague: NIDI. Heyma, A. 1996. Retirement and Choice Constraints: A Dynamic Programming Approach, Research Memorandum 96.03. Leiden: CERRA, University of Leiden.",
        "Heyma, A., M. Lindeboom and M. Kerkhofs. 1997. Retirement from the Labour Force: On the Relative Importance of Supply and Demand, working paper, University of Leiden.",
        "Heyma, A. and V. Thio. 1994. Labour Force Participation of Elderly Men, working paper.",
        "Leiden: CERRA, University of Leiden. Kerkhofs, M., J.J.M. Theeuwes and I. Woittiez. 1996. Mobility and the Older Worker: A Substitution of Routes, working paper. Leiden: CERRA, University of Leiden.",
        "Meuwissen, P.J.J. 1993. AOW-ontvangers en aanvullend (pensioen)inkomen, Statistisch Magazine, pp. 11-13.",
        "Moffit, R. 1983. An econometric model of welfare stigma, American Economic Review, vol.",
        "T3,pp. 1023-1035. PN 1987. Pensioenkaart van Nederland. The Hague: Pensioenkamer.",
        "Theeuwes, J.J.M. and M. Lindeboom. 1995. Arbeidsmarkt en Uittreding, in: B.C.M.",
        "Nitsche (ed.), Ouderen. Wetenschap en Beleid II. Utrecht: NIG. Thio, V. 1995. Retirement: the Distinction between Quits and Layoffs, working paper. Leiden: CERRA, University of Leiden.",
        "Thio, V. and I. Woittiez. 1996. Wages and Early Retirement: an Hedonic Price Approach, working paper. Leiden: CERRA, University of Leiden.",
        "Woittiez, I., M. Lindeboom and J. Theeuwes. 1994. Labour Force Exit Routes of the Dutch Elderly; A discrete Choice Model, in: L. Bovenberg (ed.), The Economics of Pensions: The Case of the Netherlands. Rotterdam: OCFEB, Research Centre for Economic Policy, Erasmus University Rotterdam, pp. 1-23.",
        "Woittiez, I. and J. Theeuwes. 1997. Well-being and labour market status, in: S. Jenkins, A."
    ]
}