{
    "id": 6137,
    "cites": 11,
    "cited_by": 10,
    "reference": [
        "Aronsson, Thomas and James R. Walker. 1997. The Effects of Swedens Welfare State on Labor Supply Incentives, in R. B. Freeman, B. Swedenborg and R.",
        "Topel, eds., The Welfare State in Transition. Chicago. Chicago University Press. Edin, P.-A. and Bertil Holrniund. 1995. The Swedish Wage Structure: The Rise and Fall of Solidarity Wage Policy?, in R. B. Freeman and L. F. Katz, eds., Differences and Changes in Wage Structures. Chicago: Chicago University Press, 307-344.",
        "Eriksen, Tor and Edward Palmer. 1997. The Concept of Work Capacity, in P. R. De long and 1. R. Marmor, eds., Social Policy and the Labour Market. Andershot, England: Ashgate Press.",
        "Hansson-Bruzewitz, Urban. 1992. Labor Supply of Elderly Men: Do Taxes and Transfers Matter?. Ph D thesis Department of Economics, University of Upps ala.",
        "Hedstrtsm, Peter. 1987. Disability Pension: Welfare or Misfortune? International Journal of Sociology, 16, no 3-4.",
        "Kangas, 0111 and Joakim Palme. 1989. Public and Private Pensions: The Scandinavian Countries in a Comparative Perspective, Working Paper No 3, Institute for Social Research, Stockholm University.",
        "Kruse, Agneta and Lars Soderstrom. 1989. Early Retirement in Sweden in W.",
        "Schmahl (ed.) Redefining the Process of Retirement Berlin Heidelberg: Springer-Verlag. National Social Insurance Board (RiksfOrsÃ\u0083Â¤kringsverket). 1993. ATP och Dess Finansiering i det Medel- och LAngsiktiga Perspektivet, RFV Anser 1993:1.",
        "National Social Insurance Board (Riksforsakringsverket). 1996. Nybeviljade FOrtidspensioner 1971-1995, Statistikinformation Is-I 1996:1.",
        "Palmer, Edward and MÃ\u0083Â¢rten Palme. 1989. A Macroeconomic Analysis of Employer- Contribution Financed Social Security in B.A. Gustafsson och N.A.",
        "Klevmarken (red.) The Political Economy of Social Security, Amsterdam: North-Holland. cn Sunddn, Annika. 1994 Early Retirement in the Swedish Pension System, PhD thesis, Department of Economics, Cornell University: Ithaca, NY."
    ]
}