{
    "id": 614,
    "cites": 25,
    "cited_by": 53,
    "reference": [
        "Amemiya, T. (1973) Regression Analysis when the Dependent Variable is Truncated NormaV, Econometrica, Vol. 41, pps. 997-1016.",
        "Atkinson, A.B. (1971) The Distribution of Wealth and the Individual Life Cycle, Oxford Economic Papers, Vol. 23, pps. 239-54.",
        "Atkinson, AB. and Harrison, A.J. (1978) The Distribution of Personal Wealth in Britain, Cambridge University Press.",
        "Blinder, A.S., Gordon, R.H. and Wise, D.E. (1980) LifeCycle Savings and Bequests: Cross-Sectional Estimates of the Life Cycle Model, paper presented to the International Economic Association conference on savings behaviour, Berg ai-io, ntirneo.",
        "Brittain, J. (1978) Inheritance and the Inequality of Material Wealth, Erookings Institution.",
        "Champernowne,D.G. (1969) Uncertainty and Estimation in Economics, Vol. 3, Holden-Day, San Francisco.",
        "Davies, J.B. (1980) Uncertain Lifetime, Consumption, and Dissaving in Retirement, mimeo, University of Western Ontario.",
        "Diamond, P.A. (1977) A Framework for Social Security Analysis, Journal of Public Economics, Vol. 8, pps. 2 75-98.",
        "Diamond, P.A. and Hausman, J.A. (1980) Individual Savings Behaviour, paper prepared for the National Commission on Social Security, MIT, mimeo.",
        "Eden, B. and Pakes, A. (1981) On Measuring the VarianceAge Profile of Lifetime Earnings,Review of Economic Studies, Vol. 48, forthcoming~ Greene, W.H. (1981) , Sample Selection Bias as a Specification Error: Comment, Econometrica, forthcoming.",
        "Hall, R.E. (1978) Stochastic Implications of the Life Cycle Permanent Income Hypothesis: Theory and Evidence Journal of Political Economy, Vol. 86, pps. 971-87.",
        "Heckjnan, J.J. (1976) The Conmion Structure of Statistical Models of Truncation, Sample Selection and Limited -36- Dependent Variables and a Simple Estimator for Such Models, Annals of Economic and Social Measurement, Vol 5/4 pps 475-492.",
        "Heckman, J.J. (1979) Sample Selection Bias as a Specification Error, Econometrica, Vol. 47, pps. 153-162.",
        "Kotlikoff, L. J. (1979), Testing the Theory of Social Security and Life Cycle Accumulation, American Economic Review, Vol. 69, pps. 396-410.",
        "Levhari, D. and Mirman, L.J. (1977) Savings and Consumption with an Uncertain Horizon, Journal of Political Economy, Vol. 85,pps 265-81.",
        "Lillard, L.A. (1977) `1lnequality:Earnings vs. Human Wealth, American Economic Review, Vol. 67, pps. 43-53.",
        "Lillard, L.A. and Weiss, Y. (1979) Components in Variation in Panel Earnings Data: The Gary Income Maintenance Experiment, Econometrica, Vol. 47, ops. 437-54.",
        "Melino, A. (1979) tTesting for Sample Selection Bias, Harvard University, mimeo.",
        "Modigliani, F. and Brum.berg, R. (1954) Utility Analysis and the Consumption Function: An Interpretation of Cross-Section Data, in Kurihara, K. (edj PostKeynes ian Economics.",
        "Section Data~, Econornetrica, Vol. 46, pps. 69-85. Nickell, S.J. (1980) Correcting the Biases in Dynamic Nodels with Fixed Effects1, Industrial Relations Section Working Paper 133, Princeton.",
        "Statistics Canada (1978a) Canadian Statistical Review: Annual Suoplement, Ottawa Statistics Canada (l978b) Social Security National Programs, Ottawa.",
        "White, B.B. (1978) !lEmpirical Tests of the Life Cycle Hypothesis, American Economic Review, Vol. 68, pps. 54 7-60.",
        "Wolfson, M.C. (1979) The Lifetime Impact of the Retirement Income System: A Quantitative Analysis, paper presented to the Conference on Canadian Incomes, Winnipeg, mimeo.",
        "Yaari, ME. (1965) Uncertain Lifetime, Life Insurance and the Theory of the Consurner~, Review of Economic Studies, Vol. 32, pps. 137-58.",
        "Canada. Further details o~ the Ã\u0083Â¤a~a base ~a; ~e in Statistics Canada (1979)."
    ]
}