{
    "id": 6140,
    "cites": 14,
    "cited_by": 16,
    "reference": [
        "Aaron, Henry, Serious and Unstable Condition: Financing America `s Health Care, Washington, D.C.: The Brookings Institution, 1991.",
        "Chernew, Michael, A. Mark Fendrick, and Richard A. Hirth, Managed Care and Medical Technology: Implications for Cost Growth, Health Affairs, MarchlApril 1997, 196-206.",
        "Cutler, David M., and Mark McClellan, The Determinants of Technological Change in Heart Attack Treatments, mimeo, March 1996.",
        "Gabel, Jon, Cindy Jajich-Toth, Gregory de Lissovoy, Thomas Rice, and Howard Cohen, The Changing World of Group Health Insurance, Health Affairs, Summer 1988, 48-65.",
        "Holohan, John and David Liska, The Slowdown in Medicaid Spending Growth: Will it Continue?, Health Affairs, March!April 1997, 157-163.",
        "Krueger, Alan B., and Helen Levy, Accounting for the Slowdown in Employer Helath.Carc Costs, NIMER Working Paper No. 5891, January 1997.",
        "Levit, Katharine R., et al., State Health Expenditure Accounts: Building Blocks for State Health Spending Analysis, Health Care Financing Review, Fall 1995, 20 1-254.",
        "Newhouse, Joseph P., Medical Care Costs: How Much Welfare Loss?, Journal of Economic Perspectives, 1992.",
        "Newhouse, Joseph P., and the Insurance Experiment Group, Free For All? Lessons from the Rand Health Insurance Experiment, Cambridge, MA: Harvard University Press, 1993.",
        "Reinhardt, Uwe, Our Obsessive Quest to Gut the Hospital, Health Affairs, Summer 1996, 145-154.",
        "Simon, Carol and Patricia Born, Physician Earnings in a Changing Managed Care Environment, Health Affairs, Fall 1996, 124-133.",
        "Simon, Carol, and David W. Emmons, Physician Earnings at Risk: An Examination of Capitated Contracts, Health Affairs, May/June 1997, 134-145.",
        "Wholey, Douglas, Roger Feldman, and Jon Christianson, The Effect of Market structure on HMO Premiums, Journal of Health Economics (14), 1995, 81-105.",
        "Zwanziger, Jack and Glenn Melnick, Can Managed Care Plans Control Health Care Costs?, Health Affairs, Summer 1996, 185-199."
    ]
}