{
    "id": 6144,
    "cites": 26,
    "cited_by": 42,
    "reference": [
        "Alesina, Alberto, Reza Baqir, and William Easterly. 1997. `Public Goods and Ethnic Divisions. National Bureau of Economic Research Working Paper No. 6007 (April).",
        "T3arro, Robert J. 1997. Determinants of Economic Growth: A Cross-Country Empirical Stu4y. Cambridge, MA: MIT Press.",
        "Barro, Robert J. and Xavier Sala-I-Martin. 1991. Convergence across States and Regions, Brookings Papers on Economic Activity, vol. I. Washington, D.C.: The Brookings Institution: 107-82.",
        "Becker, Gary S., and Kevin M. Murphy. 1988. The Family and the State, Journal of Law and Economics 31 (January): 1-18.",
        "Can-Saunders, A.M., D. Caradog Jones, and C.A. Moser. 1958. A Suney of Social Conditions in England and Wales. Oxford: Clarendon Press.",
        "Dewhurst~J. Frederic, John 0. Coppock, P. Lamartine Yates, and Associates. 1961. Europes Weeds and Resources: Trends and Prnipects in Eighteen Countries. New York: Twentieth Century Fund.",
        "Easterlin, Richard. 1981. Why Isnt the Whole World Developed? Journal of Economic History 51 (March): 1-19.",
        "Epple, Dennis and Richard E. Romano. 1996. Ends Against the Middle: Determining Public Service Provision When There Are Private Alternatives, Journal of Public Economics 62 (November): 297-326.",
        "Fernandez, Racpiel, and Richard Rogerson. 1995. On the Political Economy of Education Subsidies, Review of Economic Studies 62 (April): 249-62.",
        "Goldin, Claudia. 1997. Americas Graduation from High School: The Evolution and Spread of Secondary Schools in the Twentieth Century. Unpublished paper, Harvard University.",
        "Hood, William Ii 1925. Legal Prvzisionsfor Rurul H:gh Schools. U.S. Bureau of Education, Bulletin No. 40. Washington, D.C.: G.P.O.",
        "Hoxby, Caroline M. 1996. Are Efficiency and Equality in School Finance Substitutes or Complements? Journal of Economic Perspectives 10 (Fall 1996): 5 1-72.",
        "Keesecker, Ward W. 1929. Laws Relating to Conspulcory Education, U.S. Bureau of Education Bulletin No. 20. Washington, D.C.: GPO.",
        "Kuznets, Simon, Ann Ratner Miller, and Richard A. Easterlin. 1960. Population Redistribution and Economic Growth: United States, 1870-195a Vol H. Ana/yses of Economic Chatty. Philadelphia, PA: The American Philosophical Society.",
        "Landes, William, and Lewis Solmon. 1972. Compulsory Schooling Legislation: An Economic Analysis of Law and Social Change in the Nineteenth Century, Journal of Economic History 32 (March): 45-91.",
        "Lindert, Peter. 1996. What Limits Social Spending?, E4lorations in Economic History 33 (January): 1-34.",
        "Maddison, Angus. 1987. Growth and Slowdown in Advanced Capitalist Economies: Techniques of Quantitative Assessment, 25 Journal of Economic Literatun (June): 649-98.",
        "Maddison, Angus. 1991. Dynamic Forces in Capitalist Development:A Long-Run Comparative View. Oxford: Oxford University Press.",
        "Margo, Robert A., and T. Aldrich Finegan. 1996. Compulsory Schooling Legislation and School Attendance in Turn-of-the-Century America: A `Natural Experiment Approach, National Bureau of Economic Research-Historical Series Working Paper No. 89 (July).",
        "Matthews, Roderick Donald. 1932. Post-Primary Education in EnglaniL Ph.D. dissertation, University of Pennsylvania, Philadelphia.",
        "Olson, Keith W. 1974. The G.L Bilh the Veterans, and the Colleges. Lexington, KY: The University Press of Kentucky.",
        "Phelps Brown, E.H. 1977. The me qualify of Pqy. Oxford: Oxford University Press.",
        "Poterba, James. 1996. Demographic Structure and the Political Economy of Public Education. National Bureau of Economic Research Working Paper No. 5677 (July).",
        "Reese, William J. 1995. The Orz~ins of the American High SchooL New Haven CT: Yale University Press.",
        "U.S. Bureau of Education. [various years]. Biennial Reports of the Commissioner of Education [year]. Washington, D.C.: GPO. U.S. Department of Education. [various years]. Education Report [year]. Washington, D.C.: GPO. U.S. Department of Education. 1993. 120 Years ofAmerican Education: A Statistical Portrait. Washington, D.C.: GPO.",
        "Urquhart, MC., and K.A.H. Buckley. 1965. Historical Statistics of Canada. Cambridge: Cambridge University Press."
    ]
}