{
    "id": 6145,
    "cites": 33,
    "cited_by": 2,
    "reference": [
        "Alderson, Michael and Brian Betker, 1995, Liquidation costs and capital structure, Journal of Financial Economics 39, 45-69.",
        "Alderson, Michael and Brian Betker, 1996, Assessing postbankruptcy performance: An analysis of reorganized firms cash flows, working paper, Saint Louis University.",
        "Altman, Edward, 1984, A farther investiganon of the bankruptcy cost question, Journal of Finance 39, 1067-1089.",
        "Asquith, Paul, Robert Gertner, and David Scharfstein, 1994, Anatomy of financial distress: An examination of iunk-bond issuers, Quarterly Journal of Economics 109, 625-658.",
        "Baird, Douglas, 1986, The uneasy case for corporate reorganizations, Journal of Legal Studies 15, 127- 147.",
        "Bhagat, Sanjav, Andrei Shleifer, and Robert Vishny, 1990, Hostile takeovers in the l980s: The return to corporate specialization, Brookings Papers on Economic Activity: Microeconomics, 1-72.",
        "Bradley, Michael and Michael Rosenzweig, 1992, The untenable case for Chapter 11, Yale Law Journal 101, 1043.",
        "Denis. David and Diane Denis, 1995, Causes of financial distress following leveraged recapitalizations, Journal of Financial Economics 37, 129-158.",
        "Easterhrook, Frank, 1990, Is corporate bankruptcy efficient?, Journal of Financial Economics 27, 411-418.",
        "Eberhart, Allan, Reena Aggarwal, and Edward Altman, 1997, The equity performance of firms emerging from bankruptcy, working paper, Georgetown University.",
        "Geriner, Robert and Randal Picker, 1992, Bankruptcy and the allocation of control, Working paper (University of Chicago, Chicago, IL).",
        "Gertner, Robert and David Schaittein, 1991, A theory of workouts and the effects of reorgam.zation law, Journal of Finance 46, 1189-1222.",
        "Giammarino, Robert, 1989, The resolution of financial distress, Review of Financial Studies 2, 25-47.",
        "Gilson, Stuart, 1997, Transactions costs and capital structure choice: Evidence from financially distressed firms, Joumal of Finance 52, 161-197.",
        "Gilson, Stuart, Kose John, and Larry Lang, 1990, Troubled debt restructurings: An empirical study of private reorganization of firms in default, Journal of Financial Economics 27, 315-354.",
        "Hall, B., 1990, The impact of corporate restructuring on industrial research and development. Brookings Papers 27 on Economic Activity: Microeconomics, 85-124.",
        "Haugen, Robert and Lemma Senbet, 1978, The insignificance of bankruptcy costs io the theory of optimal capital structure. Journal of Finance 33, 383-393.",
        "Governors, Washington, DC). Helwege, Jean and Opler, Tim, 1993, Leveraged buyouts in the late eighties, how bad were they? Working paper (Southern Methodist University, Dallas, TX).",
        "Hotchkiss, Edie, 1995, Post-bankruptcy performance and management turnover, Journal of Finance 50, 3-22.",
        "Jensen, Michael, 1989, The eclipse of the public corporation, Harvard Business Review No. 5, 61-74.",
        "Jensen, Michael, 1991, Corporate control and the politics of finance, Journal of Applied Corporate Finance, Kaplan, Steven, 1 989a, The effects of management buyouts on operations and value, Journal of Financial Economics 24, 217-254.",
        "Kaplan, Steven, 1989b, Campeaus acquisition of Federated: Value created or value destroyed? Journal of Financial Economics 25, 191-212.",
        "Kaplan, Steven, 1994b, Federateds Acquisition and Bankruptcy: Lessons and Implications, Washington Umversitv Law Quarterly, Volume 72, Number 3, 1103-1226.",
        "Kaplan, Steven and Richard Ruback, 1995, The valuation of cash flow forecasts, Journal of Finance 50, 1059-1094.",
        "Kaplan, Steven and Jeremy Stein, 1990, How nsky is the debt in highly leveraged transactions?, Journal of Financial Economics 27, 215-246.",
        "Kaplan, Steven and Jeremy Stein, I 993b, The evolution of buyout pricing and financial structure (or what went wrong) in the I 980s, Journal of Applied Corporate Finance, 72-88 LoPucki, Lynn and William Whitford, 1993 a, Corporate governance in the bankruptcy reorganization of large, publicly-held companies, University of Pennsylvania Law Review 141.",
        "LoPucki, Lynn and William Whitford, 1993b, Patterns in the bankruptcy reorganization of large, publicly-held companies, Cornell University Law Review 78.",
        "Maksimovic, Vojislav and Gordon Phillips, 1996, Efficiency of banknipt firms and industry conditions: Theorv and evidence, working paper, University of Maryland.",
        "Ofek, Elie, 1993. Capital structure and firm response to poor performance: An empirical analysis. Journal of Financial Economics 34, 3-30.",
        "Senhet, Lemma, and James Seward, 1995, Financial Distress, Bankruptcy and Reorganization, in Jarrow, R.A., V. Maksimuvic, and W. Ziemba, eds., Finance, Elsevier Science, New York.",
        "Shleifer, Andrei and Robert Vishny, 1992, Liquidation values and debt capacity: A market equilibrium approach, Journal of Finance 47, 1343-1366.",
        "Weiss, Lawrence A., 1990, Bankruptcy resolution: Direct costs and violation of prionty of claims, Journal of Financial Economies 27, 285-314.",
        "Weiss, Lawrence A. And Karen H. Wruck, 1996, Financial distress, information problems, and conflicts of interest: Chapter Ils failure in the case of Eastern Airlines, working paper, Harvard Business School."
    ]
}