{
    "id": 6147,
    "cites": 34,
    "cited_by": 34,
    "reference": [
        "Ait-Sahalia, Y., 1996, Testing Continuous-Time Models of the Spot Interest Rate, Review of Financial Studies 9, 385-426.",
        "Akaike, H., 1973, Information Theory and the Extension of the Maximum Likelihood Principle. In 2nd International Symposium on Information Theory, RN. Petrov and F. Csaki, eds., Budapest.",
        "Backus, D. K., 1993, Cox-Ingersoll-Ross in Discrete Time, manuscript, New York University.",
        "Backus, D. K, S. Foresi, A. Mozumdar and L. Wu, 1997, Predictable Changes in Yields and Forward Rates, manuscript.",
        "Backus, D. K, A Gregory and S. B. Zin, 1989, Risk Premiums in the Term Structure: Evidence from Artificial Economies, Journal of Monetary Economics 24, 371-399.",
        "Backus, D. K., and S. E. Zin, 1994, Reverse Engineering the Yield Curve, NBER Working Paper No. 4676.",
        "Baillie, R. T. and T. Bollerslev, 1997, The Forward Premium Anomaly is not as Bad as you Think, manuscript. - Bekaert, 0., R. J. Hodrick, and D. Marshall, 1997a, On Biases in Tests of the Expectations Hypothesis of the Term Structure of Interest Rates, Journal of Financial Economics 44, 309348. Bekaert, 0., R. J. Hodrick, and D. Marshall, 199Th, The Implications of First-Order Risk Aversion for Asset Market Risk Premiums, Journal of Monetary Economics, forthcoming.",
        "Bollerslev, T., R. Y. Chou, and K.F. Kroner, 1992, ARCH Modelling in Finance: A Review of the Theory and Empirical Evidence, Journal of Econometrics 52, 5-60.",
        "Bray, M. M., 1982, Learning Estimation and the Stability of Rational Expectations, Journal of Economic Theory 26, 3 18-339.",
        "Campbell, J.Y., A. L.o and C. MacKinlay, 1997, The Econometrics of Financial Markets, Princeton University Press: Princeton.",
        "Campbell, J. Y., and R. J. Shiller, 1991, Yield Spreads and Interest Rate Movements: A Birds Eye View, Review of Economic Studies 58, 495-514.",
        "Conley, T., L. P. Hansen, E. Luttmer, and J. Scheinkman, 1994, Estimating Subordinated Diffusions from Discrete Time Data, manuscript.",
        "Cox, 1, J. Ingersoll, and S. Ross, 1985, A Theory of the Term Structure of Interest Rates, Econometrica 53, 385-408.",
        "Evans, M. D. D., 1995, Peso Problems: Their Theoretical and Empirical Implications, forthcoming in C.R. Rao, ed., Handbook of Statistics: Statistical Methods in Finance.",
        "Evans, M. D. D. and K K Lewis, 1994, Do Risk Premia Explain It All? Evidence from the Term Structure, Journal of Monetary Economics 33, 285-318.",
        "Fama, E. F., 1984, The Information in the Term Structure of Interest Rates, Journal of Financial Economics 13, 509-528.",
        "Fama, B. F. and R. Bliss, 1987, The Information in Long-Maturity Rates, American Economic Review 77, 680-692.",
        "Fisher, M. and C. Gilles, 1996, Term Premia in Exponential-Affine Models of the Term Structure, Board of Governors of the Federal Reserve System, manuscript.",
        "Flood, R. P. and P. M. Garber, 1980, An Economic Theory of Monetary Reform, Journal of Political Economy 88, 24-58.",
        "Gerlach, S., and F. Smets, The Term Structure of Euro-rates: Some Evidence in Support of the Expectations Hypothesis, 1997, Journal of International Money and Finance 16, 305-321.",
        "Gray, S. F., 1995, An Analysis of Conditional Regime-Switching Models, manuscript.",
        "Gray, S. F., 1996, Modelling the Conditional Distribution of Interest Rates as a Regime-Switching Process, Journal of Financial Economics 42, 27-62.",
        "Hansen, L. P., 1982, Large Sample Properties of Generalized Method of Moments Estimators, Econometrica 50, 1029-1054.",
        "Hardouvelis, 0. A., 1994, The Term Structure Spread and Future Changes in Long and Short Rates in the 07 Countries: Is There a Puzzle? Journal of Monetary Economics 33, 255-284.",
        "Jorion, P., and F. Mishkin, 1991, A Multicountry Comparison of Term-Structure Forecasts at Long Horizons, Journal of Financial Economics 29, 59-80.",
        "Kendall, M. 0., 1954, Note on Bias in the Estimation of Autocorrelation, Biometrika 41. 403-404.",
        "Manlciw, N. G., and J. A. Miron, 1986, `The Changing Behavior of the Term Structure of Interest Rates, Quarterly Journal of Economics. 101, 211-228.",
        "Marcet, A., and T. J. Sargent, 1989, Convergence of Least Squares Learning Mechanisms in SelfReferential Linear Stochastic Models, Journal of Economic Theory 48, 337-368.",
        "McCallum, B. T., 1994, Monetary Policy and the Term Structure of Interest Rates, manuscript.",
        "Rudebusch, G. D., 1995, Federal Reserve Interest Rate Targeting, Rational Expectations, and the Term Structure, Journal of Monetary Economics 35, 245-274.",
        "Schwarz, G., 1978, Estimating the Dimension of a Model, Annals of Statistics 6, 461-464.",
        "Shiller, R. 1, J. Y. Campbell, and K L. Schoenholtz, 1983, Forward Rates and Future Policy: Interpreting the Term Structure of Interest Rates, Brookings Papers on Economic Activity, 45 173-223.",
        "Tauchen, 0., and R. Hussey, 1991, Quadrature-Based Methods for Obtaining Approximate Solutions to Nonlinear Asset Pricing Models, Econometrica 59, 371-396.",
        "White, H., 1982, Maximum Likelihood Estimation of Misspeeified Models, Econometrica 50, 1-25."
    ]
}