{
    "id": 6155,
    "cites": 35,
    "cited_by": 25,
    "reference": [
        "Attanasio, Orazio P. and Agar Brugiavini. 1996. LEffetto della Riforma Amato sul Risparmio delle Famiglie Italiane, Nota di lavoro, 96.05.",
        "Banca dltalia. 1995. La Riforma del Sistema Pensionistico, Note del Bollettino Economico, 25, 4-19.",
        "Beltrametti, Luca. 1995. On Pension Liabilities in Italy, Ricerche Economiche, 49, 405-428.",
        "Beltrametti, Luca. I 996. II debito pensionistico in Italia, II Mulino. Brandoluni, Andrea and Luigi Cannari. 1994. Metodological Appendix: The Bank of Italys Survey of Household Income and Wealth, in Ando, L. Guiso and I. Visco eds., Saving and me Accumulation of Wealth. Essay on Italian Household and Governement Saving Behavior Cambridge University Press, Cambridge, UK.",
        "Brugiavuni, Agar. 1987. Empirical Evidence on Wealth Accumulation and the Effects of Pension Wealth: an Application to Italian Cross-Section Data, Financial market group, discussion paper, 20. London School of Economics.",
        "Camera dci Deputati, Servizio Bilancio dello Stato. 1996. Gli Effetti Finanziari di Medio-Lungo Periodo della Riforma del Sistema Pensionistico Obbligatorio (Legge 8 agosto 1 995, n.",
        "Casavola, P., and Paolo Sestito. 1994. LTndagine ISTAT sulle Forze del Lavoro, Lavoroe Relazioni Industriali, 1.",
        "Castellino, Onorato. 1976, II Labirinto delle Pensioni, Il Mulino, Bologna.",
        "Castellino, Onorato. 1994. La Riforma del Sistema Previdenziale Ovvero il Rapporto che non fri Scritto, Moneta e credito, 188, 515-540.",
        "Castellino, Onorato. 1995. Redistribution Between and Within Generations in the Italian Social Security System, Ricerche Economiche, 49 (4), 3 1 7-327.",
        "Cozzolino, Maria, and Fiorella Padoa Schioppa Kostoris. 1995. Contribution-Based Vs. Earnings- Related Retirement Pension System: Some Policy Proposal for Italy, Ricerche Economiche, 49, 375-403.",
        "Di Vezza, Lutgi. 1990. La giungla delle liguidazioni, Roma, edizioni Lavoro.",
        "Ga.zzctta Uffitciale della Repubblica Italiana. 1992. Legge 23 ottobre 1992, n.421, Delega al Governo per Ia Razionalizzazione e la Revisione delle Discipline in Materia di Previdenza.",
        "Feldstein, Martin. I 974. Social Security Induced Retirement and Aggregate Capital Accumulation, Journal of Political Economy, 82, 905-926. Franco, Daniele, and Giancarlo Morcaldo. 1990. The Italian Pension System: Development and Effects on Income Distribution and Poverty, Labour, 4 (3), 133-159; and Labour, 4 (2).",
        "Geroldi, Gianni. 1993. Eta Legale ed Eta Effcttiva di Pensionamento, in INPS ed. Le Pensioni Domani. Primo Rapporto sulla Previdenza in Italia, 3 85-442, 11 Mulino, Bologna.",
        "Heckman, James J., and R. Robb. 1985. Alternative Methods for Evaluating the Impact of Interventions, in Heckman and Singer, eds., Longitudinal Analysis of Labour Market Data Econometric Society Monograph, 10, Cambridge University Press.",
        "INPS. 1993. Le Pensioni Domani, II Mulino, Bologna.",
        "Istituto Poligrafico e Zecca dello Stato. 1988. Origini, Funzioni e Linee di Riforma di alcuni Istituti del Sistema Pensionistico Italiano, in D. Franco and G. Morcaldo, La Sicurezza Sociale e il suo Finanziamento, Rapporto `88.",
        "Jappellm, Tullio. 1995. Does Social Security Reduce Wealth Accumulation? Evidence from Italian Survey Data, Ricerche Economiche, Vol. 49, n. 1, pp. 1-32.",
        "Livi Bacci, Massimo. 1995. Evoluzione Demografica e Sistema Pensionistico, Economia italiana, January-April.",
        "Livi Bacci, Massimo. 1995. Popolazione, Trasferimenti e generazioni, in 0. Castellino ed., is.",
        "Pensioni Difficili. La Previden.za Sociale in Italia tra Crisi e Riforme, II Mulino, Bologna. Lucifora, Claudio, and Fulvio Rappelli. 1995. Evoluzione delle Retribuzioni nd Ciclo di Vita: unAnalisi su Dati Longitudinali, Lavoro e Relazioni Industriali, Rivista di Economia AppLicata, 3, 77-I 16.",
        "Ministero del Tesoro - Ragioneria Generale dello Stato. 1989. Metodi per Ia Previsione a Lunwq Icrrninc degli Squilibri Previdenziali, Istituto poligrafico e Zecca dello Stato, Roma.",
        "Ministero del Tesoro - Ragioneria Generale dello Stato. 1996. Tendenze Demografiche e Spesa Pensionistica: alcuni Possibili Scenari, Roma.",
        "Peracchi, Franco, and Nicola Rossi. 1995. Nonostante Tutto, d una Riforma, in F. Giavazzi, A.",
        "Penati e G. Tabellini eds., Frontiere della politica economica, Milano, II Sole 24 Ore. Peracchi, Franco, Nicola Rossi and Alessandro Venturini. 1995. La Riforma Pensionistica, Terzo r~pporto CNEL.",
        "Revelli, Riccardo. 1995. `Potenzialita deglt Archivi INPS ai Fini della Stima degli Aggregati dci Conti Economici Territoriali, in ESTAT ed., Quaderni di ricerca, 1, 137-h 84.",
        "Rossi, Nicola and Ignazio Visco. 1995, National Saving and Social Security in Italy, Rieerche Economiche, 49, 329-356.",
        "Rossi, Nicola, and Ignazio Visco. 1994. Private Saving and Governement Deficit in A. Ando, L.",
        "Venti, Steven F. and David A. Wise. 1995. Individual response to a retirement saving program: results from U.S. panel data, Ricerche Economiche, 49, 235-254.",
        "Zaghmnt, Enrico. 1988, Lindicizzazione delle Pensioni nei Modelli Econometrici Annuali, N..c.tc.",
        "CENSIS. Rapporto suhla Situazione Sociale del Paese, Various issues. INPS. 1994, Banche Dati Statistiche. Archivio OhM, Roma.",
        "INPS. 1970. Notizie statistiche. Raccolta di studi su AGO, Roma.",
        "ISTAT. Supplemento Straordinario al Bollettino Mensile di Statistica. ISTAT. Statistiche dei Trattamenti Pensionistici al 3 h/h2/XX, Various lssues. ISTAT. IConti Economici degli Italiani. ISTAT. 1993. Rapporto Annuale, La situazione Economica del Paese.",
        "Legge 08/08/1995 n. 335. Riforma del Sistema Pensionistico Obbligatorio e Complementare."
    ]
}