{
    "id": 6163,
    "cites": 37,
    "cited_by": 28,
    "reference": [
        "Ades Alberto, and Edward Glaeser (1994), Evidence on Growth, Increasing Returns and the Extent of the Market, NBER Working Paper No. 4714. Alesina, Alberto, and Enrico Spolaore (1997), On the Number and Size of Nations, forthcoming, Quarterly Journal of Economics.",
        "___(1996), International Conflict, Defense Spending and the Size of Countries, NBER Working Paper No. 5694, August.",
        "Alesina, Alberto and Romain Wacziarg (1997), Openness, Country Size and the Government, NBER Working Paper No. 6024, May.",
        "Barro, Robert and Xavier Sala-i-Martin (1995), Economic Growth, New York: McGraw Hill.",
        "Bolton, Patrick, Gerard Roland and Enrico Spolaore (1996), Theories of the Breakup and Integration of Countries, European Economic Review, April.",
        "Breuilly, J. (1996), The Formation of the First German Nation State, 1800-1871, St Martin Press, New York, NY.",
        "Brubaker, R. (1990), Nationalism Reframed, Cambridge University Press, Cambridge, UK.",
        "Bugajski, J. (1993), Nations in Turmoil, Westview Press, San Francisco.",
        "Bulmer-Thomas, V. (1994), The Economic History of Latin America Since Independence, Cambridge University Press, Cambridge, UK.",
        "Casella, Alessandra and J. Feinstein (1990), Public Goods in Trade: On the Formation of Markets and Political Jurisdictions, NBER Working Paper No. 3554, December.",
        "De Melo, Jaime and Arvind Panagariya, eds. (1993), New Dimensions in Regional Integration, Cambridge University Press, Cambridge.",
        "Dreze, Jean (1993), Regions of Europe: A Feasible Status, To Be Discussed, Economic Policy, 17.",
        "Frankel, Jeffrey A. and David Romer (1995), Trade and Growth: An Empirical Investigation, mimeo, UC Berkeley, November.",
        "Frenkel, Jacob, ed. (1997), The Regionalization of the World Economy, Cicago University Press, Chicago.",
        "Gallant, Ronald and Dale Jorgenson (1979), Statistical Inference for a System of Simultaneous. Non-linear, Implicit Equations in the Context of Instrumental Variable Estimation, Journal of Econometrics, 11, p. 275-302.",
        "Grossman, Gene M.and Elhanan Helpman (1994), Protection for Sale, American Economic Review; vol. 84, no.4, September, p. 833-50.",
        "Hobsbawm, Eric (1994), The Age of Extremes, Vintage Books, New York, NY.",
        "____(1987), The Age of Empire, Vintage Books, New York, NY.",
        "____(1990): Nations and Nationalism Since 1870, Cambridge University Press, Cambridge, UK.",
        "Keynes, JohnMaynard (1920), The Economic Consequences of the Peace, Harcourt, Brace and Howe, New York.",
        "Krugman, Paul (1991a), Is BilatÃ\u0083Â©ralisme Bad ?, in E. Helpman and A. Razin (eds.), International Trade and Trade Policy, MIT Press, Cambridge, MA.",
        "_____(1991b), The Move to Free Trade Zones, Federal Reserve Bank of Kansas City Review, December.",
        "Mansori, Kashif S. (1996), Interregional Trade: Effects on the Build-up and Breakdown of Nations, unpublished, Princeton University, November.",
        "Mathews, J. (1997), The Age of Non-State Actors, Foreign Affairs, January/February. pp. 50-66.",
        "Michalopoulos, C and D. Torr (1992), Trade and Payments Arrangements for States of the Former USSR, World Bank Working Paper.",
        "Newhouse, Joseph (1997), Europe&apos;s Rising Regionalism, Foreign Affairs, January/February, 67-84.",
        "Nordhaus, William D., Merton J. Peck and Thomas J. Richardson (1991), Do Borders Matter Soviet Economic Reform after the Coup, Brookings Papers on Economic Activity, vol. 2.",
        "Parry, J. H. (1990), The Spanish Seaborne Empire, University of California Press, Berkeley, CA.",
        "Rodrik, Dani (1996), Why Do More Open Economies Have Bigger Gov-emments?, NBER Working Paper no. 5537, April.",
        "Sachs, Jeffrey and Andrew Warner (1995), Economic Reform and the Prvcess of Global Integration, Brookings Papers on Economic Activity, no.l, p. 1-118.",
        "Spolaore, Enrico (1995), Economic Integration, Political Borders and Productivity, prepared for the CEPR-Sapir conference on \"Regional Integration and Economic Growth\", Tel Aviv University, December.",
        "Tilly C. (1975), The Formation of National States in Western Europe, Princeton University Press, Princeton, NJ.",
        "Van Selm, B. (1997), The Economics of Soviet Break-Up, Rutledge, London.",
        "Viner, Jacob (1950), The Customs Union Issue, Carnegie Endowment for International Peace, New York.",
        "Wacziarg, Romain (1990), La Naissance de l&apos;ImpÃ\u0083Â©rialisme AmÃ\u0083Â©ricain, Fondements et Facteurs, 1870-1917, unpublished thesis, Paris: Institut d&apos;Etudes Politiques de Paris.",
        "___(1997), Measuring the Dynamic Gains from Trade, mimeo, Harvard University and World Bank, February.",
        "Williamson, E. (1992), The Penguin History of Latin America, Penguin Books, London UK."
    ]
}