{
    "id": 6164,
    "cites": 11,
    "cited_by": 4,
    "reference": [
        "Andrews, RM, BA Curbow, E Owen, and A Burke. The Effects of method of Presenting Health Plan Information on HMO Enrollment by Medicaid Beneficiaries. August 1989 Health Services Research 24(3): 3 11-27.",
        "Branch LG, RF Coulam, YA Zimmerman. The PACE Evaluation: Initial Findings. Gerontologist June 1995 (35(3): 349-359.",
        "Duan, N. Smearing Estimate: A Nonparametric Retransformation Method. Sept. 1983 Journal of the American Statistical Association. 78: 605-6 10.",
        "Duan, N., W.G. Manning, C.N. Morris, and J.P. Newhouse. A Comparison of Alternative Models for the Demand for Medical Care. April 1983 Journal of Business and Economic Statistics 1(2): 115-126.",
        "Gorrnan, Sheila A., Jane E. Sisk; Anne Lenhard Reisinger; Sherry A. Cilied; William H. DuMouchel; Margaret M. Hynes. Beneficiaries Experience with Diverse Medicaid Managed Care Plans, l997submitted. Lichtenstein R, JW Thomas, B Watkins et al. HMO Marketing and Selection Bias: are TEFRA HIMOs skimming? April 1992 Medical Care 30(4): 32-46.",
        "Murphy, K. and R. Topel. Estimation and Inference in Two-Step Econometric Models. 1985. Journal of Business and Economic Statistics 3(4): 370-379.",
        "Porell FW and WM Turner. Biased Selection under an Experimental Enrollment and Marketing Medicare HMO Broker. July 1990 Medical Care 28(7): 604-615.",
        "Physician Payment Review Commission. 1996. Annual Report to Congress. Washington, D.C.: Physician Payment Review Commission.",
        "Robinson JC, LB Gardner. Adverse Selection Among Multiple Competing Health Maintenance Organizations. Medical Care Dec. 1995 33(12): 1161-1175.",
        "Sisk JE, SA Gorman, AL Reisinger et al., Evaluation of Medicaid Managed Care: Satisfaction, Access, and Use. JAMA July 3, 1996 276(l): 50-55.",
        "West DW, ME Stuart, AK Duggan, and CD DeAngelis. Evidence for Selective Health Maintenance Organization enrollment among Children and Adolescents Covered by Medicaid. Archives of Pediatrics and Adolescent Medicine , May 1996 150(5): 503-507."
    ]
}