{
    "id": 6166,
    "cites": 24,
    "cited_by": 35,
    "reference": [
        "Autor, David, Lawrence F. Katz and Alan Krueger (1997) Computing Inequality: Have Computers Changed the Labor Market'DONE' National Bureau of Economic Research, March.",
        "Baldwin'DONE' Robert E. (1994) The Effects of Trade and Foreign Direct Investment on Employment and Relative Wages, OECD Economic Studies No. 23, Winter 1994.",
        "Eric and Wayne Gray (1994) National Bureau of Economic Research Manufacturing Productivity Database National Bureau of Economic Research, mimeo.",
        "Blackbum, McKinley, David Bloom and Richard Freeman (1990) The Declining Economic Position of Less-Skilled American Males, in Gary (ed.), A Future of Lousy Jobs'DONE' Brookings, Washington, D.C.",
        "Davis, Steven (1992) Cross-country patterns of change in relative wages, 239-300.",
        "Feliciano, Zadia (1995) Workers and Trade Liberalization: The Impact of Trade Reforms in Mexico on Wages and Employment, Queens College, mimeo, May.",
        "Feenstra, Robert C. and Gordon Hanson Foreign Investment, Outsourcing, and Relative Wages, in Robert C. Feenstra, Gene M. Grossman and Douglas A. Irwin (eds.) The Political Economy of ti, MIT Press, Cambridge, pp. Feenstra, Robert C. and Gordon Hanson Globalization, Outsourcing, and Wage Inequality Freeman, Richard (1988) Evaluating the European view that the United States has no unemployment problem, 78, 294-299.",
        "Freeman Richard (1995) Are Your Wages Set in Beijing'DONE' Journal of Economic Perspectives Summer, 15-32.",
        "Freeman. Richard and Lawrence Katz (1994) `Rising wage inequality: The United States vs. other advanced countries, in Richard Freeman (ed.) Workine Under Different Rules, New York: Russell Sage Foundation.",
        "Hanson, Gordon H. and Ann Harrison (1995) Trade, Technology and Wage Inequality National Bureau of Economic Research Working Paper 5 110.",
        "Elhanan and Paul R. Krugman (1985) Market Structure and Trade, MIT, Cambridge, Mass.",
        "Katz, Lawrence F. and Revenga (1989) Changes in the Structure of Wages, The US vs. Japan, Journal of Japanese and International Economics, 25 Katz, Lawrence F. and Lawrence H. Summers (1989) Industry Rents: Evidence and on Economic Activity: Microeconomics 1989.",
        "Krueger, Alan and Lawrence H. Summers (1987) Reflections on the Inter-Industry Wage Structure, in Kevin Lang and Jonathan S. Leonard (ed.) and the Structure Labor Markets, Basil-Blackwell.",
        "Paul (1995) Technology, Trade and Factor Prices, National Bureau of Economic Research Working Paper 5355, November.",
        "Edward (1994) Trade, Wages and Revolving Door Ideas, National Bureau of Economic Research Working Paper Number 47 16.",
        "Learner, Edward (1995) In Search of Stolper Samuelson Effects on U.S. Wages, in Susan Collins (ed.) The Brookings Institution, Washington, D.C.",
        "Edward (1996) Whats the Use of Factor Contents'DONE', National Bureau of Economic Research Working Paper Levy, Frank and Richard J. (1996) With What Skills Are Computers a Complement American Economic Review and Stephen Wage inequality in Oxford Review of Economic Policy, 47-64.",
        "Murphy. Kevin M. and Finis Welch (1993) Industrial change and the rising importance of skill, in Sheldon Danziger and Peter Gottschalk (ed.) Uneven Tides: Inequality in America, New York: Russell Sage Foundation.",
        "Donald J. (1995) Trade, Trade Liberalization and Inequality in Latin America and East Synthesis of Seven Country Studies. Harvard, mimeo.",
        "Sachs, Jeffrey and Howard Shatz (1994) Trade and jobs in US manufacturing, on Economic l-84.",
        "Siegel. Donald (1995) The Impact of Technological Change on Employment: Evidence from a Firm-Level Survey of Long Island Manufacturers, mimeo, Arizona State University.",
        "Troske, Kenneth R. (1994) The Worker Establishment Characteristics Database, Center for Economic Studies, U.S. Census Bureau, mimeo, July.",
        "United Nations, Dept. of Economic and Social Statistical Office (1992) Industrial Statistics Yearbook. Volume I: General Industrial Statistics, New York.",
        "World Bank (1994) World Tables, John Hopkins University Press, Washington."
    ]
}