{
    "id": 6167,
    "cites": 15,
    "cited_by": 11,
    "reference": [
        "Bedau, Klaus-Dietrich. 1996. Ldhne und Gehalter in Ost- und Westdeutschland gleichen sich an, Lohnstflckkosten j edo ch nicht. DI W Wochenbericht.",
        "Begg, David and Richard Portes. 1992. Eastern Germany Since Unification: Wage Subsidies Remain a Better Way. CEPR Discussion Paper 730.",
        "Bellrnann, Lutz. 1994. `PlÃ\u0083Â¤doyer fÃ\u0083Â¼r Lohnkostensubventionen in den neuen BundeslÃ\u0083Â¤ndern. In Hubert Heinelt et. al. eds. Arbeitsrnarktpolitik nach der Vereinigung. Edition Sigma, Berlin.",
        "Bispinck, Reinhard and Werner Meissner. 1993. Die Tariflohnentwicklung in Ostdeutschland. Tn Renate NeubÃ\u0083Â¤umer ed. Arbeitsmarkpolitik Kontrovers: Analysen und Konzepte fÃ\u0083Â¼r Ostdeutschland, Wissenschaftliche Buchgesellschaft, Darmstadt.",
        "Brinkmann, Christian, Karin Muller and Eberhard Wiedermann. 1993. Problemgruppen am ostdeutschen Arbeitsmarkt. In Renate NeubÃ\u0083Â¤umer ed. A rbeitsmarkpolitik Kontrovers: A nalysen und Konzepte fÃ\u0083Â¼r Ostdeutschland, Wissenschaftliche Buchgesellschaft, Darmstadt.",
        "Bundesministerium fÃ\u0083Â¼r Familie Senioren, Frauen und Jugend. 1994. Neunter Jugendbericht. Bonner U niversitÃ\u0083Â¤ts-Buchdruckerei, Bonn.",
        "Burda, Michael and Christoph Schmidt. 1997. Getting Behind the East-West Wage Differential: Theory and Evidence. University of Heidelberg Discussion Paper 250.",
        "Hoist. Elke and .Jiirgen Schupp. 1992. Umbruch am ostdeutschen Arbeitsmarkt benachteiligt auch weiterhin erwerbstÃ\u0083Â¤tige Frauen dennoch anhaltend hohe Berufsorientierung. DIW Wochenbericht 18.",
        "Juhn, Chinhui, Kevin Murphy and Brooks Pierce. 1991. Accounting for the Slowdown in BlackWhite Wage Convergence. In Marvin Kosters ed. Workers and Their Wages, AEI Press, Washington.",
        "Kalbfieisch, John, and Ross Prentice. 1980. The Statistical Analysis of Failure Time Data. Wiley, New York.",
        "Krause, Peter. 1994. Armut im Wohlstand: Betroffenheit und Folgen. Deutsches Institut fÃ\u0083Â¼r Wirtschaftsforschung Discussion Paper 88.",
        "Krueger, Alan and Jdrn-Steffen Pischke. 1995. A Comparative Analysis of East and West German Labor Markets: Before and After Unification, In Richard Freeman and Lawrence Katz eds. Differences and Changes in Wage Structures, University of Chicago Press, Chicago.",
        "Licht, Georg and Viktor Steiner. 1994. Where Have All the Workers Gone? Employment Termination in East Germany after Unification. In Johannes Schwarze et. al. eds. Labour Market Dynamics in Present Day Germany. Campus Verlag, Frankfurt.",
        "Pischner, Rainer and Gert Wagner. 1995. Bilanz der Erwerbschancen fuenf Jahre nach der Wende in Ostdeutschland. DIW Wochenbericht 46.",
        "Scheremet, Wolfgang. 1995. Tarifpolitik in Ostdeutschland: Ausstieg aus dem Lohnverhand1 ungsmodell der Bundesrepublik Deutschland. Zeits chrift fÃ\u0083Â¼r angewandte Wirtschoftsforschung Applied Economics Quarterly, pp.135-169."
    ]
}