{
    "id": 6171,
    "cites": 19,
    "cited_by": 7,
    "reference": [
        "Turner, John A. (1990). Pension Survivors Insurance for Widows. Economic Inquiry, 26: 403-422.",
        "Social Security Administration (1990). Social Security Bulletin Annual Statistical Supplement, Washington D.C.: U.S. Department of Health and Human Services.",
        "Quinn, Joseph F (1982). Pension Wealth of Government and Private Sector Workers. American Economic Review, 72(2): 283-287.",
        "Smith, James P. (1995). Racial and Ethnic Differences in Wealth in the Health and Retirement Study. Journal of Human Resouras, 30, Supplement: s158-s 183.",
        "Murphy, Kevin M. and Finis Welch (1990). Empirical Age-Earnings Profiles. Journal of Labor Economics, 8(2): 202-2'29.",
        "Munnell, Alicia H., and Ann M. Connolly (1979) Comparability of Public and Private Compensation: The Issues of Fringe Benefits. New England Economic Review, July/August: 27-45.",
        "Kotllkoff, Laurence J. and Daniel Smith (1983). Pensions in the American Economy. Chicago: University of Chicago Press. [141 McDermed, Ann A., Robert L. Clark, and Steven G. AlIen (1989). Pension Wealth, AgeWealth Profiles, and the Distribution of Net Worth. In Robert E. Lipsey and Helen Stone Tice, eds. The Measurement of Saving, Investment, and Wealth. Chicago: University of Chicago Press: 689-731.",
        "Juster, F. Thomas and Richard Suzman (1995) An Overview of the Health and Retirement Study. Journal of Human Resourcrs, 30, Supplement: s7-s56.",
        "third, Michael D. and John B. Shoven (1983). The Economic Status of the Elderly. In Zvi Bodie and John Shoven, eds. Financial Aspects of the United States Pension System. Chicago: University of Chicago Press: 359-393.",
        "Hurd, Michael D. and Kathleen McGarry (1995) Evaluation of the Subjective Probabilities of Survival in the Health and Retirement Study. Journal of Human Rcsour~s, 30, Supplement: s7-s56.",
        "Gustmnan, Alan and Thomnas Steinmeier (1989). An Analysis of Pension Benefit Formulas, Pension Wealth, and Incentives from Pensions. In Ronald Ehrenberg, ed., Research in Labor Economies, vol. 10. Greenwich Ct: JAI Press 33-106.",
        "Gustman, Alan, Olivia Mitchell, and Thomas Steinmeier (1994). The Role of Pensions in the Labor Market: A Survey of the Literature. Industrial and Labor Relations Review, 47(3): 417-438.",
        "Grad, Susan (1996). Income of the Population 55 or Older, 1994. Washington DC: U.S. Government Printing Office.",
        "Gustman, Alan, Olivia Mitchell, Andrew Samuwick, and Thomas Steinnieier (1997). Pension and Social Security Wealth in the Health and Retirement Study, NBER Working Paper 5912.",
        "Even, William K and David A. Macpherson (l994b). Why Did Male Pension Coverage Decline in the 1980s? industrial and Labor Relations Review, 47(3): 439-453.",
        "Even, William E. and David A. Macpherson (1994a). Gender Differences in Pensions. The Journal of Human Resour~s, 29(2) 555-587.",
        "Even, William K and David A. Macpherson (1990). The Gender Gap in Pensions and Wages. The Review of Economics and Statistics, 72(2): 259-265.",
        "Bloommm, David E. and Richard B. Freemmian (1992) The Fall in Private Pension Coverage in the United States. American Economic Review, 80(2): 539-545.",
        "Allen, Steven G and Robert L. Clark (1986). Unions, Pension Wealth, and Age-Compensation Profiles. Industrial and Labor Relations Review, 39(4): 502-516."
    ]
}