{
    "id": 6176,
    "cites": 19,
    "cited_by": 6,
    "reference": [
        "21. W.J. Wilson, The Truly Disadvantaged: The Inner City, the Underclass, and Public Policy, University of Chicago Press, Chicago (1987).",
        "20. F. Westhoff, Existence of Equilibria in Economies with a Local Public Good, Journal of Economic Theory, 14, 84-112 (1977).",
        "18. D.S. Massey and N.A. Denton, Hypersegregation in United States Metropolitan Areas-- Black and Hispanic Segregation Along Five Dimensions, Demography, 26, 373-391 (1989).",
        "16. R.E. Lucas, On the Mechanics of Economic Development, Journal of Monetary Economics, 22, 3-42 (1988).",
        "17. C.F. Manski, Identification of Endogenous Social Effects: The Reflection Problem, Review of Economic Studies, 60, 53 1-542 (1993).",
        "15. E.P. Lazear, Culture and Language, National Bureau of Economic Research Working Paper No. 5249 (1995).",
        "14. C. Jencks and S.E. Meyer, The Social Consequences of Growing Up in a Poor Neighborhood: A Review, in Inner City Poverty in the United States (L.E. Lynn and M.G.H. McGeary, Eds.), National Academy Press, Washington, D.C. (1990). 28",
        "10. C.A.M. de Bartolome, Equilibrium and Inefficiency in a Community Model with Peer Group Effects, Journal of Political Economy 98, 110-133 (1990).",
        "11. D. Epple and T. Romer, Mobility and Redistribution, Journal of Political Economy, 99, 828858 (1991).",
        "12. W.N. Evans, W.E. Oates, and R.M. Schwab, Measuring Peer Group Effects: A Study of Teenage Behavior, Journal of Political Economy, 100, 966-99 1 (1992).",
        "9. D.M. Cutler, and EL. Glaeser, Are Ghettos Good or Bad?, Quarterly Journal of Economics, 112, 827-872 (1997).",
        "8. J. Crane, The Epidemic Theory of Ghettos and Neighborhood Effects on Dropping Out and Teenage Childbearing, American Journal of Sociology 96, 1226-1259 (1991).",
        "5. A.C. Case and L.F. Katz, The Company You Keep: The Effects of Family and Neighborhood on Disadvantaged Youths, National Bureau of Economic Research (1991).",
        "6. J.S. Coleman, Social Capital in the Creation of Human Capital, American Journal of Sociology, 94, S95-S 120 (1988).",
        "7. S.J. Cooper, A Positive Theory of Income Redistribution, John F. Kennedy School of Government (1995).",
        "3. G.J. Borjas, Ethnic Capital and Intergenerational Mobility, Quarterly Journal of Economics, 107, 123-150 (1992).",
        "4. G.J. Borjas, Ethnicity, Neighborhoods, and Human Capital Externalities, American Economic Review 85, 365-390 (1995).",
        "1. F.D. Bean and M. Tienda, The Hispanic Population of the United States, Russell Sage Foundation, New York (1987).",
        "2. R. Benabou, Workings of a City: Location, Education, and Production, Quarterly Journal of Economics, 108, 619-652 (1993)."
    ]
}