{
    "id": 6177,
    "cites": 25,
    "cited_by": 13,
    "reference": [
        "Baker, George. 1992. Incentive Contracts and Performance Measurement. Journal of Political Economy 100:598-6 14.",
        "Measures in Optima] Incentive Contracts. Quarterly Journal of Economics 109: 1125-56. Barnard, Chester. 1938. The Functions of the Executive. Cambridge, MA: Harvard University Press.",
        "Free Press. Bemnheim, Douglas and Michael Whinston. 1997. Incomplete Contracts and Strategic Ambiguity. Forthcoming, American Economic Review.",
        "Bestor, Theodore. Forthcoming. Tokyos Marketplace: Culture and Trade in the Tsukiji Wholesale Market. Stanford, CA: Stanford University Press. Blau, Peter. 1955. The Dynamics of Bureaucracy. Chicago: University of Chicago Press.",
        "Dalton, Melville. 1959. Men Who Manage. New York: Wiley.",
        "Gouldner, Alvin. 1954. Patterns of industrial Bureaucracy. New York: The Free Press.",
        "Granovetter, Mark. 1985. Economic Action and Social Structure: The Problem of Embeddedness. Americqn Journal of Sociology 91: 48 1-510.",
        "Green, Edward and Robert Porter. 1984. Noncooperative Collusion Under Imperfect Price Information. Econometrica 52:87-100.",
        "Grossman, Sanford and Oliver Hart. 1986. The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Ownership. Journal of Political Economy, 94: 691-719.",
        "Halonen, Maija. 1994. Reputation and Allocation of Ownership. Working Paper, Helsinki School of Economics.",
        "Hirshleifer, Jack. 1956. On the Economics of Effective Intracompany Pricing. Journal of Business 29: 172-84.",
        "Holmstrom, Bengt. 1979. Moral Hazard and Observability. Bell Journal of Economics 10: 74-9 1.",
        "Contracts, Asset Ownership, and Job Design. Journal of Law, Economics, and Organization 7: 24-52. __________ and __________. 1994. The Firm as an Incentive System. American Economic Review 84: 972-91.",
        "Law, Economics, and Organization 7: 201-28. Jensen, Michael and William Meckling. 1976. Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure. Journal of Financial Economics 3: 305-60.",
        "Klein, Benjamin. 1996. Why Hold-ups Occur: The Self-Enforcing Range of Contractual Relationships. Economic inquiry 34: 444-63.",
        "Rents, and the Competitive Contracting Process. Journal of Law and Economics 21: 297326. _________ and Keith Leffler. 1981. `The Role of Market Forces in Assuring Contractual Performance. Journal of Political Economy. 89:615-641.",
        "Kole, Stacey. 1997. The Complexity of Compensation Contracts. Journal of Financial Economics 43: 79-104.",
        "Lawler, Edward. 1990. Strategic Pay. Jossey-Bass: San Francisco.",
        "Lorsch, Jay and Elizabeth Mclver. 1994. Pawn and Potentates: The Reality of Americas Corporate Boards. Harvard Business School Press: Boston.",
        "Macaulay, Stewart. 1963. Non Contractual Relations in Business: A Preliminary Study. American Sociological Review 28: 55-67.",
        "MacLeod, Bentley and James Malcolmson. 1989. Implicit Contracts, Incentive Compatibility, and Involuntary Unemployment. Econometrica 57: 447-80.",
        "Powell, Walter. 1990. Neither Market nor Hierarchy: Network Forms of Organization. Research in Organizational Behavior. 12: 295-336. Sahlman, William. 1990. `The Structure and Governance of Venture Capital Organizations. Journal of Financial Economics, 27: 473-524.",
        "Selznick, Philip. 1949. fl/A and the Grass Roots. Berkeley: University of California Press.",
        "Simon, Herbert. 1951. A Formal Theory Model of the Employment Relationship. Econometrica 19: 293-305.",
        "Alternatives. Administrative Science Quarterly 36: 269-96. Wolfson, Mark. 1985. Empirical Evidence of Incentive Problems and Their Mitigation in Oil and Gas Tax Shelter Programs. In Pratt, John and Richard Zeckhauser, eds., Principals and Agents: The Structure of Business. Harvard Business School Press: Boston."
    ]
}