{
    "id": 6179,
    "cites": 33,
    "cited_by": 18,
    "reference": [
        "As discussed below, probabilities in this context in fact refer to risk-neutral probabilities. 3. 4. 5. In earlier research based on over-the-counter option quotes against the U.S. dollar (Campa and Chang (1995)), we found data from different banks to differ insignificantly. Also, the presence of currency option brokers, who use quotes from different banks to provide the best price to the market, contributes to some degree of price convergence.",
        "Shimko, David (1993) Bounds of probability. Risk 6, 33-37.",
        "Svensson, Lars E. O. (1992) An interpretation of recent research on exchange rate target zones. Journal of E;cononuc Perspectives 6, 119-144.",
        "In: Understanding Robust and Exploratory Data Analysis, eds David Hoaglin, Frederick Mosteller, and John Tuckey, New York: John Wiley. Rubinstein, Mark (1994) Implied binomial trees. Journal of Finance 49, 771-818.",
        "Scott, Louis O. (1992) The information content of prices in derivative security markets. IMF Staff Papers 39, 596-625.",
        "Newey, Whitney K. and Kenneth D. West (1987) Hypothesis testing with efficient method of moments estimation.",
        "International Economic Review 28, 777-787. Rosenberger, James and Miriam Gasko (1983) Comparing location estimators: trimmed means, medians, and trimean.",
        "McCauley, Robert and William R. Melick (1996a) Risk reversal risk. Risk 9(11), 54-57.",
        "McCauley, Robert and William R. Melick (1996b) Propensity and density. Risk 9(12), 52-54.",
        "Melick, William R. and Charles P. Thomas (1997) Recovering an assets implied pdf from options prices: an application to crude oil during the Gulf crisis. Journal of Financial and Quantitative Analysis 32(1), 91-115.",
        "Malz, Allan M. (1996b) Option-based estimates of the probability distribution of exchange rates and currency excess returns. Federal Reserve Bank of New York Working Paper.",
        "Leahy, Michael P. and Charles P. Thomas (1996) The sovereignty option: market views on the Quebec referendum.",
        "International Finance Discussion Papers,no. 555, Federal Reserve Board. Malz, Allan M. (1996a) Using option prices to estimate realignment probabilities in the European Monetary System: the case of Sterling-Mark. Journal of International Money and Finance 15, 717-748.",
        "Lamoureux, Christopher G. and William D. Lastrapes (1993) Forecasting stock-return variance: toward an understanding of Stochastic implied volatilities. Review of Financial Studies 6, 293-326.",
        "Jorion, Philippe (1995) Predicting volatility in the foreign exchange market. Journal of Finance 50(2), 507-528.",
        "Kroner, Kenneth R., Kevin P. Kneafsey, and Stijn Claessens (1993) Forecasting volatility in commodity markets. World Bank Policy Research Working Paper,no. 1226.",
        "Hull, John and Alan White (1987) The pricing of options on assets with Stochastic volatilities. Journal of Finance 42(2), 281-300.",
        "Jackwerth, Jens Carsten and Mark Rubinstein (1996) Recovering probability distributions from contemporaneous security prices. Journal of Finance 51(5), 1611-1631.",
        "Heston, Steven L. (1993) A closed-form solution for options with Stochastic volatility with applications to bond and 25 currency options. Review of Financial Studies 6(2), 327-343.",
        "Hsieh, David A. (1989) Modelling heteroscedasticity in daily foreign-exchange rates. Journal of Business Economics and Statistics 7, 307-317.",
        "Engel, Charles M. and James D. Hamilton (1990) Long swings in the dollar: are they in the data and do the markets know it? American Economic Review 80, 689-713.",
        "Grundy, Bruce D. (1991) Options prices and the underlying assets return distribution. Journal of Finance 46, 1045- 1069.",
        "Chiras, Donald P. and Steven Manaster (1978) The information content of option prices and a test of market efficiency.",
        "Journal of Financial Economics 10, 213-234. Day, T. and C. Lewis (1992) Stock market volatility and the information content of stock index options. Journal of Econometrics 52, 267-287.",
        "Campa, Jose M., P.H. Kevin Chang, and Robert L. Reider (1997) ERM bandwidths for EMU and after: evidence from foreign exchange options. Economic Policy 24, 55-89 .",
        "Campa, Jose M. and P.H. Kevin Chang (1996a) Arbitrage-based tests of target zone credibility: evidence from ERM cross-rate options. American Economic Review 86, 726-740.",
        "Campa, Jose M. and P.H. Kevin Chang (1996b) The forecasting ability of correlations implied in foreign exchange options. Working Paper.",
        "Bates, David S. (1991) The Crash of 87: was it expected? Journal of Finance 46, 1009-1044.",
        "Journal of International Money and Finance 15, 65-93. Bates, David S. (1996b) Testing option pricing models. Statistical Methods in Finance 14567-611.",
        "American Economic Review 82, 520-536. Breeden, Douglas and Robert Litzenberger (1978) Prices of state-contingent claims implicit in option price. Journal of Business 51, 621-651.",
        "Carnpa, Jose M. and P.H. Kevin Chang (1995) Testing the expectations hypothesis of the term structure of volatilities in foreign exchange options. Journal of Finance 50, 529-547.",
        "Abken, P.A. (1995) Using Eurodollar futures options: gauging the markets view of interest rate movements. Economic Review 16 (Federal Reserve Bank of Atlanta), 10-30.",
        "Ait-Sahalia, Yacine, and Andrew W. Lo (1995) Nonparametric estimation of state-price densities implicit in financial asset prices. Working Paper."
    ]
}