{
    "id": 6181,
    "cites": 11,
    "cited_by": 2,
    "reference": [
        "Ahmad, E. and N. Stern (1990), Tax Reform and Shadow Prices in Pakistan Oxford Economic Papers, 4~, 135-159.",
        "Anderson, J.E. (1997), Trade Reform with a Government Budget~Constraint, forthcoming in Trade Policy and the Pacific Rim, J. Piggott and A. Woodland, eds., Macmillan for the International Economic Association.",
        "Working Paper 5827. _____________ and J.P. Neary (1994) The Trade Restrictiveness of the Multi-Fibre Arrangement, with Peter Neary, World Bank Economic Review,~, 171-189.",
        "Retention and Tariffs Econometrica, ~ 57-76. (1991),The Coefficient of Trade Utilization: the Cheese Case in R.",
        "Baldwin ed. Empirical Studies of Commercial Policy. NBER, Chicago: University of Chicago Press, 221-244. Atkinson, A.B. and J.E. Stiglitz (1980), Lectures in Public Economics, New York: McGraw-Hill.",
        "Bergsten, C. F., K. A. Elliott, J. Schott and W. E. Takacs, Auction Ouotas and U.S. Trade Policy. Washington: Institute for International Economics. Diamond, P. A. and J. Mirrlees (1971) `Optimal taxation and public production, American Economic Review,~.i,8-27 and 261-278.",
        "Erzan, R., K. Krishna and L-H. Tan (1994), Rent-sharing in the Multi-Fibre Arrangement: Theory and Evidence from U.S. Apparel Imports from Hong Kong, Review of International Economics, 2(1), 62-73.",
        "Fukushima, T. (1981), A Dynamic Quantity Adjustment Process in a Small Open Economy and the Welfare Effects of Tariff Changes, Journal of InternatiOnal Economics, jj, 513-531.",
        "Hatta, T. (1977), A Theory of Piecemeal Policy Recommendations, Review of Economic Studies, ~, 1-21.",
        "Levy, S. and S. van Wijnbergen (1995), Transition Problems in Economic Reform: Agriculture in the North American Free Trade Agreement, American Economic Review, ~5, 738-754.",
        "Lopez, R. and A. Panagariya (1992) `On the Theory of Piecemeal Tariff Reform: The Case of Pure Imported Intermediate Inputs, American Econi~mic Review, ~, 615-625."
    ]
}