{
    "id": 6182,
    "cites": 19,
    "cited_by": 3,
    "reference": [
        "Hurwitz, Mark A. and Richard E. Caves [1989], Persuasion or Information: Promotion and the Shares of Brand Name and Generic Pharmaceuticals, Journal of Law and Economics, Vol. 31, No. 2, pp. 331-350.",
        "IMS America [1996], Information Services Manual 1996, Plymouth Meeting, PA.",
        "Gephardt, Richard A. [1997], Budget Gimmicks, Washington Post, May 1, p. A23.",
        "Griliches, Zvi and lain Cockburn [1994], Generics and New Goods in Pharmaceutical Price Indexes, n American Economic Review, Vol. 84, No. 5, December, pp. 1213-1232.",
        "Ford, Ina Kay and Philip Sturm [1988], CPI Revision Provides More Accuracy in the Medical Care Services Component,. Monthly Labor Review, Vol. 111, No. 4, April, pp. 17-26.",
        "Garner, Thesia I., David S. Johnson and Mary F. Kokoski [1996], An Experimental Consumer Price Index for the Poor, n Monthly Labor Review, Vol. 119, No. 9, September, pp. 32-42.",
        "IS DRUG PRICE INFLATION DIFFFERENT FOR THE ELDERLY? - PAGE 43 - Fixler, Dennis [1996], The Treatment of the Price of Health Insurance in the CPI, US Department of Labor, Bureau of Labor Statistics, Washington DC, - unpublished manuscript, August 30.",
        "Deaton, Angus M. and Christina Paxson [1997], Health, Income and Inequality Over the Life Cycle, Princeton, NJ: Princeton University, Department of Economics, unpublished.",
        "Cutler, David M. and Ellen Meara [1997], The Medical Cost of The Young and Old: A Forty Year Perspective, n paper given at the April 1997 National Bureau of Economic Research Conference on Aging, Boulder, Colorado.",
        "Cutler, David M. and Elizabeth Richardson [1997], Inequality in Health, n Cambridge, MA: National Bureau of Economic Research, unpublished.",
        "Daugherty, James C. [1964], Health Insurance in the Revised CPI, n Monthly Labor Review, Vol. 87, No. 11, November, pp. 1299-1300.",
        "Cleeton, David L., Valy T. Goepfrich and Burton A. Weisbrod [1992], What Does the Consumer Price Index for Prescription Drugs Really Measure?, Health Care Financing Review, Vol. 13, No. 3, Spring, pp. 45-51.",
        "Cutler, David M., Mark McClellan, Joseph P. Newhouse and Dahlia Remler [1996], Are Medical Prices Declining?, Cambridge, MA: National Bureau of Economic Research, Working Paper 5750, September.",
        "Berndt, Ernst R., lain Cockburn and Zvi Griliches [1996], Pharmaceutical Innovations and Market Dynamics: Tracking Effects on Price Indexes for Antidepressant Drugs, n Brookings Papers on Economic Activity: Microeconomics 1996, pp. 133-188.",
        "Berndt, Ernst R., Zvi Griliches and Joshua G. Rosett [1993], Auditing the Producer Price Index: Micro Evidence from Prescription Pharmaceutical Preparations, Journal of Business and Economic Statistics, Vol. 11, No.",
        "Caves, Richard E., Michael D. Whinston and Mark A. Hurwitz [1991], Patent Expiration, Entry, and Competition in the U.S. Pharmacuetical Industry, n Brookings Papers on Economic Activity, Microeconomics, 1991:1, pp. 1-66.",
        "Baker, Cathy and Natalie Kramer [1991], Employer-sponsored Prescription Drug Benefits, n Monthly Labor Review, Vol. 114, No. 2, February, pp. 31-35.",
        "Amble, Nathan and Ken Stewart [1994], Experimental Price Index for Elderly Consumers, Monthly Labor Review, Vol. 117, No. 5, May, pp. 11-16.",
        "Armknecht, Paul A., Brent R. Moulton and Kenneth J. Stewart [1994], Improvements to the Food at Home, Shelter and Prescription Drug Indexes in the U.S. Consumer Price Index, n US Department of Labor, Bureau of Labor Statistics, CPI Announcement-Version I, October 20."
    ]
}