{
    "id": 6185,
    "cites": 17,
    "cited_by": 61,
    "reference": [
        "World Bank (1994). Averting the Old Age Crisis: Policies to Protest the Old and Pronwte Growth. Policy Research Report Series. Oxford: Oxford University Press.",
        "Venti, Steven F. and David A. Wise (1990). But They Dont Want To Reduce Housing Equity. in David A. Wise (ed.) Issues in the Economics of Aging. Chicago: University of Chicago Press.",
        "Wolff, Edward N. (1997). Who Are the Rich? A Demographic Profile of High-Income and High-Wealth Americans. Manuscript, New York University, March.",
        "Shoven, John B. and David A. Wise (1996). The Taxation of Pensions: A Shelter Can Become a Trap. National Bureau of Economic Research, Working Paper No. 5815.",
        "Samwick, Andrew A. and Jonathan S. Skinner (1995). How Will Defined Contribution Plans Affect Retirement Income? Manuscript, Dartmouth College, June.",
        "Poterba, James M., Steven F. Venti, and David A. Wise (1997). Implications of Rising Personal Retirement Saving. Manuscript, National Bureau of Economic Research, April.",
        "Sarnuelson, Paul A. (1989). A Case At Last for Age-Phased Reduction in Equity. Proceedings of the National Academy of Sciences 86 (November), 9048-9051.",
        "Samuelson, Paul A. (1990). Long Run Risk Tolerance When Equity Returns Are Mean-Regressing: Pseudoparadoxes and Vindication of Businessmans Risk. in W. Brainard, W. Nordhaus, and H. Watts (eds.) Macroeconomics, Finance, and Economic Policy: Essays in Honor of James Tobin. Cambridge: MIT Press.",
        "Poterba, James M., Steven F. Venti, and David A. Wise (1996). How Retirement Saving Programs Increase Saving. Journal of Economic Perspectives 10, 91-112.",
        "Kimball, Miles S. (1993). Standard Risk Aversion. Econometrica 61 (May), 589-611.",
        "Poterba, James M., Steven F. Venti, and David A. Wise (1994). Targeted Retirement Saving and the Net Worth of Elderly Americans. American Economic Review 84 (May), 180-185.",
        "Canner, Niko, N. Gregory Mankiw, and David N. Weil (1997). An Asset Allocation Puzzle. American Economic Review 87 (March), 18 1-191.",
        "Congressional Budget Office (1993). Baby Roomers in Retirement: An Early Perspective.",
        "Washington: U.S. Government Printing Office. Curtin, Richard T., F. Thomas Juster and James N. Morgan (1989). Survey Estimates of Wealth: An Assessment of Quality. in Lipsey and Tice (eds.) The Measurement of Saving, Investment, and Wealth. Chicago: University of Chicago Press, 473-552.",
        "Bemheim, B. Douglas (1994). Do Households Appreciate Their Financial Vulnerabilities? An Analysis of Actions, Perceptions, and Public Policy. Manuscript, Stanford University.",
        "Bodie, Zvi, Robert C. Merton, and William F. Samuelson (1992). Labor Supply Flexibility and Portfolio Choice in a Lifecycle Model. Journal of Economic Dynamics and Control 16 (July-Ott), 427-449.",
        "Advisory Council on Social Security (1996). Q ua d rennial Report. Washington: Social Security Administration."
    ]
}