{
    "id": 6187,
    "cites": 31,
    "cited_by": 4,
    "reference": [
        "Clement, D.G., Gleason, P.M. and Brown, R.S., 1992, The Effects of Risk Contract HMO Market Penetration on Medicare Fee-For-Service Costs, Final Report, prepared for the Health Care Financing Administration, U.S. Department of Health and Human Services, Washington, D.C., by Williamson Institute for Health Studies, Department of Health Administration, Medical College of Virginia, Richmond, VA, and Mathematica Policy Research, Princeton, NJ.",
        "Bergsten, C.D., and Palsbo, S.E., 1993, lIMO Market Penetration in the 54 Largest Metropolitan Statistical Areas, 1991 Washington, DC, Group lIealth Association of America, April.",
        "Baker, L.C., and Wheeler, SW., 1997, lIMOs and the availability and use of magnetic resonance imaging manuscript, Stanford University, April.",
        "Baker, L.C., and Corts, K.S., 1996, lIMO penetration and the cost of health care: Market discipline or market segmentation, American Economic Review 86, 390-394.",
        "Baker, L.C., and Brown, M.L., 1997, The effect of managed care on health care providers: Evidence from mammography NBER Working Paper #5987.",
        "Baker, L.C., 1997, The Effect of lIMOs on fee-for-service health care expenditures: Evidence from Medicare forthcoming Journal of Health Economics.",
        "Baker, L.C., 1995, County-level measures of lIMO enrollment and market share, mimeo, Stanford University.",
        "Baker, L.C., 1994, Does competition from lIMOs affect fee-for-service physicians?, NBER Working Paper No. 4920.",
        "Hill, J.W. and Brown, R.S., 1990, Biased Selection in the TEFRA HMO/CMP Program, Report prepared for the U.S. Department of Health and Human Services, Health Care Financing Administration, Baltimore MD, by Mathematica Policy Research, Princeton, NJ, Contract No. 500-88-0006.",
        "Hellinger, F.J., 1987, Selection bias in health maintenance organizations: Analysis of recent evidence, Health Care Financing Review 9, 55-63.",
        "lIellinger, F.J., 1995, Selection bias in lIMOs and PPOs: A review of the evidence, Inquiry 32, 135142.",
        "GHAA, National Directory of lIMO's, 1990-1995 (GHAA, Washington. D.C.). Hammonds, K.H., 1997, Medicare gets and umbrella for an avalanche Business Week, June 2, 44.",
        "Goldberg, L.G. and Greenberg, W., 1981, The determinants of HMO enrollment and growth, Health Services Research 16, 421-438.",
        "Goldberg, L.G. and Greenberg, W., 1979, The competitive response of Blue Cross and Blue Shield to the growth of lIealth Maintenance Organizations in northern California and Hawaii, Medical Care 17, 1019-1028.",
        "Feldman, R., Dowd, BE., McCann, D. and Johnson, A., 1986, The competitive impact of health maintenance organizations on hospital finances: An exploratory study, Journal of Health Politics, Policy, and Law 10, 675-698. Frank, R.G. and Welch, W.P., 1 985, The competitive effects of HMOs: A review of the evidence, Inquiry 22, 148-161.",
        "Dowd, B.E., 1987, HMOs and Twin Cities admission rates, Health Services Research 21 (part I), 177-188.",
        "Cutler, D.M., and Sheiner, L., `Managed care and the growth of medical expenditures, manuscript, lIarvard University, May 1997.",
        "Chernew, M., 1995, The impact of non-IPA lIMOs on the number of hospitals and hospital capacity, Inquiry 32, 143-154.",
        "Cromwell, J. and Mitchell, J.B., 1986, Physician induced demand for surgery, Journal of Health Economics 5,293-313.",
        "Welch, W.P., 1994, lIMO market share and its effect on local Medicare costs, in: H.S. Luft ed., HMOs and the Elderly (Health Administration Press, Ann Arbor, MI) 231-249.",
        "Rodgers, J. and Smith, K.E., 1995, Do Medicare lIMOs reduce fee-for-service costs? Price Waterhouse LLP, Health Policy Economics Group report, Washington D.C. Welch, W.P., 1984, HMO enrollment: a study of market forces and regulations, Journal of Health Politics, Policy, and Law 8, 743-758.",
        "Robinson, J.C., 1996, Decline in hospital utilization and cost inflation under managed care in California, Journal of the American Medical Association 276:13 (October 2)1060-1064.",
        "Porell, F.W. and Wallack, S.S., 1990, Medicare risk contracting: determinants of market entry, Health Care Financing Review 12, 75-85.",
        "Robinson, J.C., 1991, lIMO market penetration and hospital cost inflation in California, Journal of the American Medical Association 266, 27 19-2723.",
        "Noether, M., 1988, Competition among hospitals, Journal of Health Economics 7, 259-284.",
        "Phelps, C., 1992, Diffusion of information in medical care, Journal of Economic Perspectives 6,23-42.",
        "Mitchell, J.B., Wedig, G. and Cromwell, J., 1989, The Medicare physician fee freeze: What really happened?, Health Affairs 8, 2 1-33.",
        "McLaughlin, C.G., 1987, HMO growth and hospital expenses and use: A simultaneous-equation approach, Health Services Research 22, 1 83-205.",
        "McLaughlin, C.G., 1988, The effect of HMOs on overall hospital expenses: is anything left after correcting for simultaneity and selectivity? lIealth Services Research 23, 421-441.",
        "Makuc, D.M., Haglund, B., Ingram, D.D., Kleinman, J.C., and Feldman, J.J., 1991, Vital and Health Statistics--Health Care Service Areas for the United States, National Center for Health Statistics, Washington, D.C. McClellan, M.B., 1997, Hospital reimbursement incentives: An empirical analysis, Journal of Economics and Management Strategy 6, 91-128 (Spring).",
        "Luft, lI.S. and Miller, R.H., 1988, Patient selection in a competitive health care system, Health Affairs 7,97-111."
    ]
}