{
    "id": 6188,
    "cites": 31,
    "cited_by": 10,
    "reference": [
        "Woodford, Michael, Control of the Public Debt: A Requirement for Price Stability? NBER working paper no. 5684, July 1996.",
        "Woodford, Michael, Monetary Policy and Price-Level Determinacy in a Cash-in-Advance Economy, Economic Theory 4: 345-380 (1994).",
        "Woodford, Michael, Price-level Determinacy Without Control of a Monetary Aggre- gate, Carnegie-Rochester Conference Series on Public Policy 43: 1-46 (1995).",
        "Woodford, Michael, Stationary Sunspot Equilibria: The Case of Small Fluctuations Around a Deterministic Steady State, unpublished, University of Chicago, Septem- ber 1986.",
        "Wicksell, Knut, Interest and Prices, [1898] English translation reprinted New York: Au- gustus Kelley, 1962.",
        "Wicksell, Knut, The Influence of the Rate of Interest on Prices, Economic Journal 17: 213- 220 (1907).",
        "Svensson, Lars E.O., Inflation Forecast Targeting: Implementing and Monitoring Infla- tion Targets, European Economic Review 41: 1111-1146 (1997).",
        "Taylor, John B., Discretion Versus Policy Rules in Practice, Carnegie-Rochester Con- 60 ference Series on Public Policy 39: 195-214 (1993).",
        "Sumner, Scott, The Impact of Futures Price Targeting on the Precision and Credibility of Monetary Policy, Journal of Money, Credit and Banking 27: 89-106 (1995).",
        "Sims, Christopher A., A Simple Model for the Study of the Determination of the Price Level and the Interaction of Monetary and Fiscal Policy, Economic Theory 4: 381-399 (1994).",
        "Santos, Manuel S., and Michael Woodford, Rational Asset Pricing Bubbles, Economet- rica 65: 19-58 (1997).",
        "Schmitt-Grohe, Stephanie, and Martin Uribe, Price Level Determinacy and Mone- tary Policy under a Balanced-Budget Requirement, unpublished, Federal Reserve Board, January 1997.",
        "Rotemberg, Julio J., and Michael Woodford, An Optimization-Based Econometric Frame- work for the Evaluation of Monetary Policy, NBER Macroeconomics Annual 1997, forthcoming.",
        "Santos, Manuel S., and Jerry L. Bona, On the Structure of the Equilibrium Price Set of Overlapping Generations Economies, Journal of Mathematical Economics 18: 209-231 (1989).",
        "McCallum, Bennett T., and Edward Nelson, An Optimizing IS-LM Specification for Monetary Policy and Business Cycle Analysis, NBER working paper no. 5875, January 1997.",
        "Obstfeld, Maurice, and Kenneth Rogoff, Speculative Hyperinflations in Maximizing Models: Can We Rule Them Out? Journal of Political Economy 91: 675-687 (1983).",
        "Lucas, Robert E., Jr., Equilibrium in a Pure Currency Economy, in J.H. Kareken and N. Wallace, eds., Models of Monetary Economies, Minneapolis: Federal Reserve Bank of Minneapolis, 1980.",
        "Lucas, Robert E., Jr., and Nancy L. Stokey, Money and Interest in a Cash-in-Advance Economy, Econometrica 55: 491-514 (1987).",
        "Leeper, Eric, Equilibria under Active and Passive Monetary and Fiscal Policies, Journal of Monetary Economics 27: 129-147 (1991).",
        "Leiderman, Leonardo, and Lars E.O. Svensson, eds., Inflation Targets, London: CEPR, 1995.",
        "King, Mervyn, Monetary Policy in the U.K., Fiscal Studies 15(3): 109-128 (1994).",
        "Laidler, David, The Golden Age of the Quantity Theory, Princeton: Princeton University Press, 1991.",
        "Lang, Serge, Real Analysis, Second Edition, London: Addison-Wesley, 1983.",
        "Hall, Robert E., and N. Gregory Mankiw, Nominal Income Targeting, in N.G. Mankiw, eds., Monetary Policy, Chicago: University of Chicago Press, 1994.",
        "Fuhrer, Jeffrey C., and George R. Moore, Forward-Looking Behavior and the Stability of a Conventional Monetary Policy Rule, Journal of Money, Credit and Banking 27:1060-1070 (1995).",
        "Freedman, Charles, What Operating Procedures Should be Adopted to Maintain Price Stability? in Achieving Price Stability, Kansas City: Federal Reserve Bank of Kansas City, 1996.",
        "Estrella, Arturo, and Frederic S. Mishkin, Is There a Role for Monetary Aggregates in the Conduct of Monetary Policy? NBER working paper no. 5845, November Friedman, Benjamin M., and Kenneth N. Kuttner, A Price Target for U.S. Monetary Policy? Lessons from the Experience with Money Growth Targets, Brookings Papers on Economic Activity 1996 (1): 77-146.",
        "Brock, William A., A Simple Perfect Foresight Monetary Rule, Journal of Monetary Economics 1: 133-150 (1975).",
        "Cagan, Phillip, Regulation and the Monetary Economy, in C. Lawrence and R.P. Shay, eds., Technological Innovation, Regulation, and the Monetary Economy, Cam- bridge: Ballinger, 1986.",
        "Bernanke, Ben S., and Frederic S. Mishkin, Inflation Targeting: A New Framework for Monetary Policy? Journal of Economic Perspectives 11: 97-116 (1997).",
        "Bernanke, Ben S., and Michael Woodford, Inflation Forecasts and Monetary Policy, Journal of Money, Credit and Banking, forthcoming 1997."
    ]
}