{
    "id": 6192,
    "cites": 27,
    "cited_by": 7,
    "reference": [
        "Shea, John, Do Supply Curves Slope Upward? Quarterly Journal of Economics, CVIII (1993), 1-32.",
        "Steigerwald, Doug, and Charles Stuart, Econometric Estimation of Policy Foresight: Taxes and Investment in the U. S. University of California, Santa Barbara, unpublished, 1993.",
        "Summers, Larry, Taxation and Corporate Investment: Aq Theory Approach, BrooAfngs Papers on Economic Activity, 1 (1981), 67-127.",
        "Mussa, Michael, External and Internal Adjustment Costs and the Theory of Aggregate and Firm Investment, Economica, XLIV (1977), 162-178.",
        "Poterba, James, Tax Subsidies to Owner-Occupied Housing: An Asset Market Approach, Quarterly Journal of Economics, IC (November 1984), 729-752.",
        "Lucas, Robert, Adjustment Costs and the Theory of Supply, Journal of Political Economy, LXXV (1967), 321-334.",
        "Lyon, Andrew, How Do Stock Prices Change when Corporate Tax Laws Change? An Empirical Analysis of the Effect of Tax Laws on the Value of the Firm, Princeton University, Ph.D. Thesis, 1986.",
        "KoDcke. Richard, Forecasting Investment Spending: The Performance of Statistical Models New England Economic Review, (November/December 1982), 13-32.",
        "Jorgenson, Dale and Martin Sullivan, Inflation and Corporate Capital Recovery in Depreciation, Inflation, and the Taxation of Income from Capital, C. Hulten, ed. (Washington, DC: Urban Institue Press, 1981).",
        "Jorgenson, Dale, and Kun-Young Yun, Tax Reform and the Cost of Capital, (Oxford: Oxford University Press, 1991).",
        "Foley, Duncan, and Miguel Sidrauski, Portfolio Choice, Investment and Growth American Economic Review, LX (1970), 44-63.",
        "Goolsbee, Austan, Investment Tax Subsidies and Imperfect Competition: The Case of Machine Tools, University of Chicago, unpublished, 1995.",
        "Gordon, Roger, and Dale Jorgenson, Policy Alternatives for the Investment Tax Credit in Joint Seminars on Encouraging Capital Formation Through the Tax Code, Committee on the Budget, U.S. Senate, 9118175. (Washington, DC: U.S. Government Printing Office, 1975), pp. 1 5-84.",
        "Gravelle, Jane, Tax Subsidies for Investment: Issues and Proposals, Congressional Research Service Report 93-209, 2/21/92 (Washington, DC: U.S. Government Printing Office, 1992).",
        "Hall, Robert and Dale Jorgenson, Tax Policy and Investment Behavior, American Economic Review, LIX (1967), 388-401.",
        "Feenberg, Daniel, CPS Labor Extracts, NBER Mimeo. 1995.",
        "Feldstein, Martin, The Surprising Incidence of a Tax on Pure Rent: A New Answer to an Old Question Journal of Political Economy, LXXXV (1977), 349-360.",
        "Cutler, David, Tax Reform and the Stock Market: An Asset Price Approach American Economic Review, LXXVIII (1988), 1107-1117.",
        "Economic Report of the President, 1996 (Washington, DC: U.S. Government Printing Office, 1996).",
        "Cummins, Jason, Kevin Hassett, and R.Glenn Hubbard, A Reconsideration of Investment Behavior Using Tax Reforms as Natural Experiments Brookings Papers on Economic Activity 2 pp. 1-59. 1994.",
        "Chirinko, Robert, Business Fixed Investment Spending: A Critical Survey of Modeling Strategies, Empirical Results, and Policy Implications, Journal of Economic Literature, ~II(1993), 1875-1911 Chirinko, Robert, Steven Fazzari, and Alan Meyer, What Do Micro Data Reveal About The User Cost Elasticity: New Evidence on the Responsiveness of Business Capital Formation, Emory University, unpublished, 1996 Clark, Peter, Tax Incentives and Equipment Investment Brookings Papers on Economic Activity, 1 (1993), 317-348.",
        "Bosworth, Barry, Taxes and the Investment Recovery, Brookings Papers on Economic Activity, 1 (1985), 1-38.",
        "Caballero, Roberto, Aggregate Investment: A 90s View, Handbook of Macroeconomics, ed. John Taylor and Michael Woodford (Elsevier: North-Holland, forthcoming 1997).",
        "Auerbach, Alan, and Kevin Hassett, Tax Policy and Business Fixed Investment in the United States. Journal of Public Economics, XLVII (1992), 141-170.",
        "Bartelsman, Eric, and Wayne Gray, The NBER Manufacturing Productivity Database, NBER Technical Working Paper 205, Cambridge, MA: October 1996.",
        "I , Dynamic Effects of Permanent and Temporary Tax Policies in a q Model of Investment. Journal of Monetary Economics, IX (1982), 353-373.",
        "Abel, Andrew, Investment and the Value of Capital, Massachusetts Institute of Technology, Ph.D. Thesis, 1978."
    ]
}