{
    "id": 6196,
    "cites": 30,
    "cited_by": 1,
    "reference": [
        "Cambridge, Mass.: Harvard University Press. Shadbegian, Ronald J. (1996). Do Tax and Expenditure Limitations Affect the Size and Growth of State Government? Contemporary Economic Policy (January): 22-35.",
        "Tiebout, Charles M. (1956). A Pure Theory of Local Expenditures, Journal of Political Or Economy (October): 416-424.",
        "Rueben, Kim (1996). Tax Limitations and Government Growth: The Effect of State Tax and Expenditure Limits on State and Local Government, MIT mimeo (January).",
        "Sears, David O. and Jack Citrin (1985). Tax Revolt: Something for Nothing in California.",
        "Rubinfeld, Daniel L. (1977). Voting in a Local School Election: A Micro Analysis, Review of Economics and Statistics (February): 30-42.",
        "Romer, Thomas, Howard Rosenthal, and Vincent G. Munley (1992). Economic Incentives and Political Institutions: Spending and Voting in School Budget Referenda, Journal of Public Economics (October): 1-33.",
        "Rothstein, Paul (1994). Learning the Preferences of Governments and Voters from Proposed Spending and Aggregated Votes, Journal of Public Economics (July): 361-389.",
        "Romer, Thomas and Howard Rosenthal (1982). Median Voters or Budget Maximizers: Evidence from School Budget Referenda, Economic Inquiry (October): 556-578.",
        "Poterba, James M. (1996a). Budget Institutions and Fiscal Policy in the U.S. States, American Economic Review 86 (May): 395-400.",
        "Poterba, James M. (1996b). Demographic Structure and the Political Economy of Public Education, National Bureau of Economic Research Working Paper No. 5677 (July).",
        "Poterba, James M. (1997). Do Budget Rules Work? in Alan Auerbach, ea., Fiscal Policy: Lessons from Economic Research, Cambridge, MA: MIT Press, 1997.",
        "Poterba, James M. (1995), Capital Budgets, Borrowing Rules, and State Capital Spending, Journal of Public Economics (February): 165-187.",
        "Olmsted, George M., Denzau, Arthur T., and Judith A. Roberts (19xx). We Voted for This? Institutions and Educational Spending, Journal of Public Economics (October): 363-376. Poterba, James M. (1994). State Responses to Fiscal Crises: The Effects of Budgetary Institutions and Politics, Journal of Political Economy (August): 799-821.",
        "Massachusetts Department of Revenue (1990). Everything You Always Wanted to Know About Levy Limits ...",
        "Services. But Were Afraid to Ask: A Primer on Proposition Adz, Division of Local Matsusaka, John G. (1995). Fiscal Effects of the Voter Initiative: Evidence from the Last 30 Years, Journal of Political Economy (June): 587-623.",
        "Ladd, Helen F. and Julie Boatwright Wilson (1982). Why Voters Support Tax Limitations: Evidence from Massachusetts Proposition Adz, National Tax Journal 35 (June): 121-148.",
        "Ladd, Helen F. and Julie Boatwright Wilson (1985). Proposition 2~/~: Explaining the Vote, in Terry Nichols Clark, ea., Research in Urban Policy, Volume 1: Coping with Urban Austerity. New York: JAI Press.",
        "Lang, Kevin and Tianlun Jian (1996). Property Taxes and Property Values: Evidence from Proposition 2/, Boston University mimeo (September).",
        "Cutler, David M., Douglas W. Elmendorf, and Richard Zeckhauser (1993). Demographic Characteristics and the Public Bundle, Public Finance/Finances Publiques (supplement): 178- 198.",
        "Cutler, David M., Douglas W. Elmendorf, and Richard Zeckhauser (1997). Property Tax Limitations in Retrospect, National Tax Association Proceedings: forthcoming.",
        "Dye, Richard F. and Therese J. McGuire (1995). The Effect of Property Tax Limitation Measures on Local Government Fiscal Behavior, University of Illinois Institute of Government and Public Affairs mimeo.",
        "Courant, Paul N., Edward M. Gramlich, and Daniel L. Rubinfeld (1980). Why Voters Support Tax Limitation Amendments: The Michigan Case, National Tax Journal (March): 1-20.",
        "Burke, Edmund (1774). Speech on American Taxation. ,, Case, Anne C., James R. Hines, Jr., and Harvey S. Rosen (1993). Budget Spillovers and Fiscal Policy Interdependence: Evidence from the States, Journal of Public Economics (October): 285-307.",
        "Bradbury, Katharine L., Karl E. Case, and Christopher J. Mayer (1997). School Quality, Local Budgets and Property Values, Federal Reserve Bank of Boston Working Paper.",
        "Bradbury, Katharine L. and Helen F. Ladd (1982a). Proposition 2~/~: Initial Impacts, Part I, New England Economic Review (January/February): 13-24.",
        "Bradbury, Katharine L. and Helen F. Ladd (1982b). Proposition 2~/~: Initial Impacts, Part II, New England Economic Review (March/April): 48-62.",
        "Bradbury, Katharine L. (1991). Can Local Governments Give Citizens What They Want?, New England Economic Review (May/June): 3-22.",
        "Bogart, William T. (1991). Observable Heterogeneity and the Demand for Local Public Spending, National Talc Journal (June): 213-223.",
        "Bohn, Henning and Robert P. Inman (1996). Constitutional Limits and Public Deficits: Evidence from the U.S. States, Carnegie-Rochester Conference Series on Public Policy (December): 13-76.",
        "Alt, James E. and Robert C. Lowry (1994). Divided Government, Fiscal Institutions, and Budget Deficits: Evidence from the States, American Political Science Review (December): 811- 828."
    ]
}