{
    "id": 6198,
    "cites": 27,
    "cited_by": 71,
    "reference": [
        "U.S. Department of Education, National Center for Educational Statistics (1992), Digest of Education Statistics.",
        "Stevenson, W. Harold, Chuansheng Chen and Shin-Ying Lee (1993), Mathematics Achievement of Chinese, Japanese, and American Children: Ten Years Later, Science, 259, January, 53-58.",
        "UNESCO (1993), World Education Report 1993, Paris.",
        "Stevenson, W. Harold (1992), Learning from Asian Schools, Scientific American, 267, 32 December, 70-76.",
        "Medrich, Elliott A., and Jeanne E. Griffith (1992), International Mathematics and Science Assessments: What [rave We Learned ?, U.S. Department of Education, Office of Educational Research and Improvement, NCES-92-011, January.",
        "Pollitt, Ernest (1990), Malnutrition and Infection in the Classroom, Paris: Unesco.",
        "Psacharopoulos, George, and Maureen Woodhall (1985), Education for Development: An Analysis of Investment Choices, Oxford University Press for the World Bank.",
        "Lockheed Marlaine E., Adriaan M. Verspoor and associates (1991), Improving Primary Education in Developing Countries, Oxford University Press for the World Bank.",
        "Heyneman, Stephen, and William Loxley (1983), The Effect of Primary School Quality on - Academic Achievement across Twenty-nine High and Low-Income Countries, American Journal of Sociology, 88, 6: 1162-1194.",
        "Kremer, Michael R. (1995), Research on Schooling: What We Know and What We Dont, A Comment on Hanushek, World Bank Research Observer, 10 (August): 247-54.",
        "Hanushek, Eric (1995), Interpreting Recent Research on Schooling in Developing Countries, World Bank Research Observer, 10 (August): 227-46.",
        "Hedges Larry, Richard Laine, and Rob Greenwald (1994), Does Money Matter? A Meta- Analysis of Studies of the Effects of Differential School Inputs on Student Outcomes, Educational Researcher, 23 (3): 5- 14.",
        "Hanushek, Eric, and Dongwook Kim (1995), ~Schooling, Labor Force Quality, and Economic Growth, Rochester Center for Economic Research, working paper no.",
        "Fuller, Bruce (1986), Raising School Quality in Developing Countries: What Investment Boosts Learning? World Bank Discussion Papers.",
        "Hanushek, Eric (1986), The Economics of Schooling: Production and Efficiency in Public Schools, Journal of Economic Literature, 24 (September): 1141-1177.",
        "Economist (1996), Asias Educational Edge, September 21.",
        "Wiley, Warwick B. (1992). How in the World Do Students Read?, Hamburg, International Education Association.",
        "Card, David and Alan Krueger (1992), Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States, Journal of Political Economy, 100, 1: 1-40.",
        "Card, David and Alan Krueger (1996a), Labor Market Effects of School Quality: Theory and Evidence, NBER working paper no. 5450, February.",
        "Card, David and Alan Krueger (1996b), School Resources and Student Outcomes: An Overview of the Literature and New Evidence from North and South California, Journal of Economic Perspectives, 10(Fall): 31 -50.",
        "Bishop, John (1989), his the Test Score Decline Responsible for the Productivity Growth Decline? American Economic Review, 79, 1, 178-97.",
        "Bishop, John (1992), The Impact of Academic Competencies on Wages, Unemployment, and Job Performance, Carnegie-Rochester Conference Series on Public Policy, 37 (December), 127-94.",
        "Boissiere, M., J.B. Knight, and R.H. Sabot (1985), ~Earnings, Schooling, Ability, and Cognitive Skills, American Economic Review, 75, 3, 1016-30.",
        "Behrman, Jere R. and Nancy Birdsall (1983), The Quality of Schooling: Quantity Alone Is Misleading, American Economic Review, 73 (December): 928-46.",
        "Benavot, Aaron (1992), Curricular Content, Educational Expansion, and Economic Growths, Comparative Education Review V.36. no.2: 150-74.",
        "Altonji, Joseph G. and T.A. Dunn (1996), Using Siblings to Estimate the Effects of School Quality on Wages, Review of Economics and Statistics, 78 (November): 665-671.",
        "Barro, Robert J. and Jong-Wha Lee (1996), International Measures of Schooling Years and Schooling Quality, American Economic Review, Papers and Proceedings, 86 (May): 218-223."
    ]
}