{
    "id": 6201,
    "cites": 200,
    "cited_by": 24,
    "reference": [
        "Abramovitz, Moses (1986). \"Catching Up, Forging Ahead, and Falling Behind.\" Journal of Economic History 46, No. 2 (June): 385-406. Akaike, H. (1974). \"A New Look at the Statistical Model Identification,\" IEEE Transactions on Automatic Control A619: 716-723.",
        "Akerlof, George A., William T. Dickens, and George L. Perry (1996). \"The Macroeconomics of Low Inflation.\" Brookings Papers on Economic Activity (1): 1-76.",
        "Alesina, A. and A. Drazen (1991). \"Why Are Stabilizations Delayed?\" American Economic Review 81, No. 5: 1170-1188.",
        "Alogoskoufis, George S. (1992). \"Monetary Accomodation, Exchange Rate Regimes and Inflation Persistence.\" Economic Journal 102, No. 412 (May): 461-480.",
        "Alogoskoufis, George S. and Ronald Smith (1991). \"The Phillips Curve, the Persistence of Inflation and the Lucas Critique: Evidence from Exchange-Rate Regimes.\" American Economic Review 81, No. 2: 1254-1273.",
        "Bagehot, Walter [1873] (1969). Lombard Street. Reprint of the 1915 edition. New York: Arno Press.",
        "Balke, Nathan S. and Robert J. Gordon (1986). \"Appendix B: Historical Data.\" In Robert J. Gordon (ed.) The American Business Cycle: Continuity and Change. Chicago, University of Chicago Press, 781-783.",
        "Ball, Lawrence (1994). \"Credible Disinflation with Staggered Price-Setting.\" American Economic Review 84 (March): 282-289.",
        "Bank of Canada (1993). Economic Behavior and Policy Choice JJnder Price Stability. Ottawa.",
        "Barro, Robert J. (1989). \"Interest-Rate Targeting.\" Journal of Monetary Economics 23 (January): 3-30.",
        "Barro, Robert J. (1979). \"Money and the Price Level Under the Gold Standard.\" Economic Journal 89: 12-33.",
        "Barro, Robert J. and David B. Gordon (1983). \"Rules, Discretion and Reputation in a Model of Monetary Policy.\" Journal of Monetary Economics 12: 101-121.",
        "Barsky, Robert. B. and Lawrence H. Summers (1988). \"Gibson's Paradox and the Gold Standard.\" Journal of Political Economy 96, No. 3 (June): 528-550.",
        "Barsky, Robert B. (1987). \"The Fisher Hypothesis and the Forecastability and Persistence of Inflation.\" Journal of Monetary Economics 19, No. 1 (January): 3-24.",
        "Baxter, Marianne and Alan C. Stockman (1989). \"Business Cycles and the Exchange-Rate Regime: Some International Evidence.\" Journal of Monetary Economics 23 (May): 377-400.",
        "Bayoumi, Tamim and Michael D. Bordo (1996). \"Getting Pegged: Comparing the 1879 and 1925 Gold Resumptions.\" NBER Working Paper No. 5497.",
        "Bayoumi, Tamim and Barry Eichengreen (1994a). \"Economic Performance Under Alternative Exchange Rate Regimes: Some Historical Evidence.\" In Peter Kenen, Francesco Papadia, Fabrizio Saccomani (eds.) The International Monetary System. Cambridge University Press, 257-297.",
        "Bayoumi, Tamim and Barry Eichengreen (1994b). \"Macroeconomic Adjustment Under Bretton Woods and the Post-Bretton Woods Float: An Impulse-Response Analysis.H Economic Journal 104 (July): 813-827.",
        "Benjamin, Daniel and Levis Kochin (1979). \"Searching for an Explanation of Unemployment in Interwar Britain.\" Journal of Political Economy 87: 441-478.",
        "Benjamin, Daniel and Levis Kochin (1982). \"Unemployment and Unemployment Benefits in 20th Century Britain: A Reply to our Critics.\" Journal of Political Economy 90: 410-436.",
        "Bernanke, Ben S. (1995). \"The Macroeconomics of the Great Depression: A Comparative Approach.\" Journal of Money, Credit, and Banking 27 (February): 1-28.",
        "Bernanke, Ben S. (1983). \"Non-Monetary Effects of the Financial Crisis in the Propagation of the Great Depression.\" American Economic Review 73 (June): 257-276.",
        "Bernanke, Ben S. and Kevin Carey (1996). \"Nominal Wage Stickiness and Aggregate Supply in the Great Depression.\" Quarterly Journal of Economics 111 (August): 853-883.",
        "Bernanke, Ben S. and Harold James (1991). \"The Gold Standard, Deflation and Financial Crisis in the Great Depression: An International Comparison.\" In R.G. Hubbard (ed.) Financial Markets and Financial Crisis. Chicago: University of Chicago Press, 33-68.",
        "Bernanke, Ben S. and Mark Gertler (1989). \"Agency Costs, Net Worth, and Business Fluctuations.\" American Economic Review 79 (March): 14-31.",
        "Betts, Caroline M., Michael D. Bordo, and Angela Redish (1996). \"A Small Open Economy in Depression: Lessons from Canada in the 1930s.\" Canadian Journal of Economics 29 (February): 1-36.",
        "Blanchard, Olivier and Danny Quah (1989). \"The Dynamic Effects of Aggregate Demand and Aggregate Supply Disturbances.\" American Economic Review 79 (September): 655-673.",
        "Blanchard, Olivier and Danny Quah (1993). \"The Dynamic Effects of Aggregate Demand and Supply Disturbances: Reply.\" American Economic Review 88 (June): 653-658. Bloomfield, A. (1959). Monetary Policy Under the International Gold Standard, 1880-1914.",
        "New York: Federal Reserve Bank of New York. Bordo, Michael D. (1995). \"Is There a Good Case for a New Bretton Woods International Monetary System?\" AEA Papers and Proceedings (May): 317-322. Bordo, Michael D. (1993a). \"The Bretton Woods International Monetary System. An Historical Overview.\" In Michael D. Bordo and Barry Eichengreen (eds.) A Retrospective on the Bretton Woods System: Lessons for International Monetary Reform. Chicago: University of Chicago Press. Bordo, Michael D. (1993b). \"The Gold Standard, Bretton Woods and Other Monetary Regimes: An Historical Appraisal.\" In Dimensions of Monetary Policy: Essays in Honor of Anatole B. Balbach. Federal Reserve Bank of St. Louis Review, Special Issue. April-May.",
        "Bordo, Michael D. (1984). \"The Gold Standard: The Traditional Approach.\" In Michael D. Bordo and Anna J. Schwartz (eds.) A Retrospective on the Classical Gold Standard, 1821-1931. Chicago: University of Chicago Press. Bordo, Michael D. (1981). \"The Classical Gold Standard: Some Lessons for Today.\" Federal Reserve Bank of St. Louis Review 63 (May): 2-17.",
        "Bordo, Michael D., Ehsan U. Choudhri, and Anna J. Schwartz (1995). \"Could Stable Money Have Averted The Great Contraction?\" Economic Inquiry 33 (July): 484-505.",
        "Bordo, Michael D., Ehsan U. Choudhri, and Anna J. Schwartz (1990). \"Money Stock Targeting, Base Drift, and Price-Level Predictability: Lessons from the U.K. Experience,\" Journal of Monetary Economics 25 (March): 253-272.",
        "Bordo, Michael D. and Barry Eichengreen (1997). \"Implications of the Great Depression for the Development of the International Monetary System.\" In Michael D. Bordo, Claudia Goldin, Eugene N. White (eds.) The Defining Moment: The Great Depression and the American Economy in the 20th Century. Chicago: Chicago University Press (forthcoming).",
        "Bordo, Michael D. and R.E. Ellson (1985). \"A Model of the Classical Gold Standard with Depletion.\" Journal of Monetary Economics 16, No. 1 (July): 109-120.",
        "Bordo, Michael D., Christopher J. Erceg and Charles L. Evans (1997). \"Money, Sticky Wages and the Great Depression.\" NBER Working Paper No. 6071 (June).",
        "Bordo, Michael D. and Lars Jonung (1996). \"Monetary Regimes, Inflation and Monetary Reform.\" In Daniel Vaz and Kumarasvamy Velupillai (eds.) Inflation, Institutions and Information, Essays in Honor of Axel Leijonhufvud. London: Macmillan Press Ltd.",
        "Bordo, Michael D. and Finn E. Kydland (1996). \"The Gold Standard As a Commitment Mechanism\" In Tamim Bayoumi, Barry Eichengreen and Mark Taylor (eds.) Modern Perspectives on the Gold Standard. Cambridge University Press.",
        "Bordo, Michael D. and Finn E. Kydland (1995). \"The Gold Standard As a Rule: An Essay in Exploration.\" Explorations in Economic History 32, No. 4 (October): 423-464.",
        "Bordo, Michael D. and Ronald MacDonald (1997). \"Violations of the 'Rules of the Game' and the Credibility of the Classical Gold Standard, 1880-1914.\" NBER Working Paper (July).",
        "Capie, Forrest, Terence C. Mills and Geoffrey E. Wood (1986). \"What Happened in 1931?\" In Forrest Capie an Geoffrey E. Wood (eds.) Financial Crises and the World Banking System. London: Macmillan, pp. 120-148.",
        "Bordo, Michael D. and Hugh Rockoff (1996). \"The Gold Standard as a 'Good Housekeeping Seal of Approval'\" Journal of Economic History 56(2) June: 384-428.",
        "Bordo, Michael D. and Anna J. Schwartz (1996a). \"Why Clashes between Internal and External Stability Goals End in Currency Crises, 1797 - 1994.\" Open Economies Review 7, Supplement 1: 437-468.",
        "Bordo, Michael D. and Anna J. Schwartz (1996b). \"The Operation of the Specie Standard: Evidence for Core and Peripheral Countries, 1880-1990.\" In Jorge Braga de Macedo, Barry Eichengreen and Jaime Reis (eds.) Currency Convertibility: The Gold Standard and Beyond. New York: Rutledge, 11-83.",
        "Bordo, Michael D. and Anna J. Schwartz (1989). \"Transmission of Real and Monetary Disturbances Under Fixed and Floating Rates.\" In James A. Dorn and William A. Niskanen (eds.) Dollars, Deficits and Trade. Boston: Kluwer, 237-258.",
        "Bordo, Michael D. and Carlos Vegh (1996). \"If Only Alexander Hamilton had been Argentinean: A Comparison of the Early Monetary Experiences of Argentina and the United States.\" Rutgers University. (Mimeo).",
        "Bordo, Michael D. and Eugene White (1993). \"British and French Finance During the Napoleonic Wars.\" In Michael D. Bordo and Forrest Capie (eds.) Monetary Regimes in Transition. Cambridge: Cambridge University Press.",
        "Bretton Woods Commission (1994). Bretton Woods: Looking to the Future, Commission Report, Staff Review, Background Papers. Washington, DC.",
        "Brunner, Karl and Allan H. Meitzer (1993). Money in the Economy: Issues in Monetary Analysis. Raffaele Mattioli Lectures. Cambridge: Cambridge University Press.",
        "Brunner, Karl and Allan H. Meitzer (1988). \"What Did We Learn from the Monetary Experience of the United States in the Great Depression?\" Canadian Journal of Economics (May): 334-348.",
        "Brunner, Karl and Allan H. Meitzer (1964). An Analysis of Federal Reserve Monetary Policymaking. House Committee on Banking and Currency. Washington, DC: Government Printing Office.",
        "Cagan, Philip (1984). \"On the Report of the Gold Commission 1982 and Convertible Monetary Systems.\" Carnegie Rochester Conference Series on Public Policy 21 (Spring): 247-267.",
        "Cagan, Philip (1965). Determinants and Effects of Changes in the Stock of Money 1875-1960. New York: Columbia University Press.",
        "Calomiris, Charles W. (1993). \"Greenback Resumption and Silver Risk: The Economics and Politics of Monetary Regime Change in the United States, 1862-1900.\" In Michael D. Bordo and Forrest Capie (eds.) Monetary Regimes in Transition. Cambridge: Cambridge University Press.",
        "Calomiris, Charles W. and David C. Wheelock (1997). \"Was the Great Depression a Watershed for American Monetary Policy?\" In Michael D. Bordo, Claudia Goldin, Eugene N. White (eds.) The Defining Moment: The Great Depression and the American Economy in the 20th Century. Chicago: Chicago University Press (forthcoming).",
        "Calomiris, Charles W. and Gary Gorton (1991). \"The Origin of Banking Panics: Models, Facts, and Bank Regulation.\" In R. Glenn Hubbard (ed.) Financial Markets and Financial Crises. Chicago: Chicago University Press, 109-173.",
        "Canzoneri, Matthew B. (1985). \"Monetary Policy Games and the Role of Private Information.\" American Economic Review 75 (December): 1056-1070.",
        "Canzoneri, Matthew B. and Dale W. Henderson (1991). Monetary Policy in Interdependent Economies. Cambridge: MIT Press.",
        "Capie, Forrest, Charles Goodhart and Norbert Schnadt (1994). \"The Development of Central Banking.\" In Forrest Capie, Charles Goodhart, Stanley Fischer and Norbert Schnadt, The Future of Central Banking. Cambridge: Cambridge University Press, 1-231.",
        "Capie, Forrest, Terence C. Mills, and Geoffrey E. Wood (1986). \"What Happened in 1931?\" In Forrest Capie and Geoffrey E.Wood (eds.) Financial Crises and the World Banking System. London: Macmillan, pp. 120-148.",
        "Cecchetti, Stephen G. (1992). \"Prices During the Great Depression: Was the Deflation of 1930-32 Really Unanticipated?\" American Economic Review 92 (March): 141-156.",
        "Cecchetti, Stephen G. and Georgios Karras (1994). \"Sources of Output Fluctuations During the Interwar Period: Further Evidence on the Causes of the Great Depression.\" Review of Economics and Statistics 76 (February): 80-102.",
        "Clark, Truman A. (1986). \"Interest Rate Seasonals and the Federal Reserve.\" Journal of Political Economy 94 (February): 76-125.",
        "Clark, Truman A. (1984). \"Violations of the Gold Points, 1890-1908.\" Journal of Political Economy 92(5): 791-823.",
        "Cochrane, John H. (1988). \"How Big is the Random Walk in GNP?\" Journal of Political Economy 96 (October): 893-920.",
        "Cogley, Timothy (1990). \"International Evidence on the Size of the Random Walk in Output.\" Journal of Political Economy 98 (June): 501-518.",
        "Cook, Timothy (1989). \"Determinants of the Federal Funds Rate: 1979-1982.\" Federal Reserve Bank of Richmond Economic Review 75 (January-February): 3-19.",
        "Cook, Timothy and Thomas Hahn (1989). \"The Effect of Changes in the Federal Funds Rate Target on Market Interest Rates in the 1970s.\" Journal of Monetary Economics 24 (November) 331-351.",
        "Cooper, Richard (1982). \"The Gold Standard: Historical Facts and Future Prospects.\" Brookings Papers on Economic Activity (1): 1-45.",
        "Crucini, Mario and James Kahn (1997). \"Tariffs and Aggregate Economic Activity: Lessons from the Great Depression.\" Journal of Monetary Economics 38 (December): 427-467.",
        "Cunliffe Report [1918] (1979). First Interim Report of the Committee on Currency and Foreign Exchanges after the War. Cmnd 9182. Reprint. New York: Arno Press.",
        "Darby, Michael R. and James R. Lothian et al. (1983) The International Transmission of Inflation. Chicago: University of Chicago Press.",
        "Davatyan, Nathan and William R. Parke (1995). \"The Operations of the Bank of England, 1890-1908: A Dynamic Probit Approach.\" Journal of Money, Credit and Banking 27, No. 4.\" (November Part I): 1099-1112.",
        "DeCecco, Marcello (1974). Money and Empire: The International Gold Standard: 1890-1914. London: Rowman and Littlefield.",
        "DeKock, Gabriel and Grilli, Vittorio. (1989) \"Endogenous Exchange Rate Regime Switches.\" NBER Working Paper No. 3066. August.",
        "Dickey, David A. and Wayne Fuller (1979). \"Distribution of the Estimators for Autoregressive Time Series with a Unit Root. Journal of the American Statistical Association, Part I, 74 (June): 427-431.",
        "DomÃ\u0083Â­nguez, Kathryn (1993). \"The Role of International Organizations in the Bretton Woods System.\" In Michael D. Bordo and Barry Eichengreen (eds.) A Retrospective on the Bretton Woods System. Chicago: University of Chicago Press.",
        "DomÃ\u0083Â­nguez, Kathryn, Ray C. Fair, and Matthew D. Shapiro (1988). \"Forecasting the Depression: Harvard versus Yale.\" American Economic Review 78 (September): 595-612.",
        "Dornbusch, Rudiger (1996). \"Commentary: How Should Central Banks Reduce Inflation? -Conceptual Issues.\" In Federal Reserve Bank of Kansas City, Achieving Price Stability (August): 93-103.",
        "Duguay, Pierre (1993). \"Some Thoughts on Price Stability versus Zero Inflation.\" Bank of Canada (Mimeo).",
        "Dutton, John (1984). \"The Bank of England and the Rules of the Game Under the International Gold Standard: New Evidence.\" In Michael D. Bordo and Anna J. Schwartz (eds.) A Retrospective on the Classical Gold Standard. Chicago: University of Chicago Press.",
        "Eichenbaum, Martin (1992). \"Comment on 'Central Bank Behavior and the Strategy of Monetary Policy: Observations from Six Industrialized Countries'.\" In Olivier Blanchard and Stanley Fischer (eds.) NBER Macroeconomics Annual 1992. Cambridge: MIT Press, 228-234.",
        "Eichengreen, Barry (1996). Globalizing Capital: A History of the International Monetary System. Princeton University Press.",
        "Eichengreen, Barry (1995). \"Institutions and Economic Growth: Europe After World War II.\" In N.F.R. Crafts and Giovanni Toniolo (eds.) Comparative Economic Growth of Postwar Europe. Cambridge: Cambridge University Press.",
        "Eichengreen, Barry (1993a). \"History of the International Monetary System: Implications for Research in International Macroeconomics and Finance. \" In Frederick van der Ploeg (ed.) Handbook of International Macroeconomics. Oxford: Blackwell.",
        "Eichengreen, Barry (1993b). \"Three Perspectives on the Bretton Woods System.\" In Michael. D. Bordo and Barry Eichengreen (eds.) A Retrospective on the Bretton Woods System. Chicago: University of Chicago Press and NBER.",
        "Eichengreen, Barry (1992). Golden Fetters: The Gold Standard and the Great Depression, 1919-1939. New York: Oxford University Press.",
        "Eichengreen, Barry (1991a). \"Editor's Introduction.\" In Barry Eichengreen (ed.) Monetary Regime Transformations, Cheltenham: Edward Elgar.",
        "Eichengreen, Barry (1991b). \"Comparative Performance of Fixed and Flexible Exchange Rate Regimes: Inter-war Evidence.\" In Neil Thygesen et al. (eds.) Business Cycles: Theories, Evidence and Analysis. Macmillan, 229-272.",
        "Eichengreen, Barry (1990). Elusive Stability. New York: Cambridge University Press.",
        "Eichengreen, Barry (1989). The Political Economy of the Smoot-Hawley Tariff. In R.L. Ransom, P.H. Lindert, and R. Sutch (eds.) Research in Economic History 12: 1-43. Greenwich, Conn.: JAI Press.",
        "Eichengreen, Barry (1987). \"Conducting the International Orchestra: Bank of England Leadership Under the Classical Gold Standard.\" Journal of International Money and Finance 6: 5-29.",
        "Eichengreen, Barry (1985). \"Editor's Introduction.\" In Barry Eichengreen (ed.) The Gold Standard in Theory and History. London: Methuen.",
        "Eichengreen, Barry and Peter M. Garber (1991). \"Before the U.S. Accord: U.S. Monetary-Financial Policy, 1945-51.\" In R. Glenn Hubbard (ed.) Financial Markets and Financial Crises. Chicago: University of Chicago Press, 175-205.",
        "Eichengreen, Barry and I. McLean (1994). \"The Supply of Gold Under the Pre-1914 Gold Standard.\" Economic History Review 48: 288-309.",
        "Eichengreen, Barry, James Tobin, and Charles Wyploz (1995). \"Two Cases for Sand in the Wheels of International Finance.\" Economic Journal 105 (January): 162-172.",
        "Emery, Kenneth M. (1994). \"Inflation Persistence and Fisher Effects: Evidence of a Regime Change.\" Journal of Economics and Business 46 (August): 141-152.",
        "Evans, Martin and Paul Wachtel (1993). \"Were Price Changes During the Great Depression Anticipated?: Evidence from Nominal Interest Rates.\" Journal of Monetary Economics 32 (August): 3-34.",
        "Faust, Jon and Eric N. Leeper (1994). \"When Do Long-Run Identifying Restrictions Give Reliable Results?\" Federal Reserve Bank of Atlanta Working Paper 94-2.",
        "Federal Reserve Board (1924). Tenth Annual Report. Washington, DC: Government Printing Office.",
        "Feldstein, Martin (1997). \"The Costs and Benefits of Going from Low Inflation to Price Stability.\" In Christina Romer and David Romer (eds.) Monetary Policy and Inflation. Chicago: University of Chicago Press (forthcoming).",
        "Feldstein, Martin (1996). \"Overview.\" In Federal Reserve Bank of Kansas City Achieving Price Stability, 319-329.",
        "Fischer, Stanley (1994). \"Modern Central Banking.\" In Forrest Capie, Charles Goodhart, Stanley Fischer and Norbert Schnadt, The Future of Central Banking. Cambridge: Cambridge University Press, 262-308.",
        "Fischer, Stanley (1977). \"Long-Term Contracts, Rational Expectations, and the Optimal Money Supply Rule.\" Journal of Political Economy 85 (February): 191-205.",
        "Fisher, Irving [1922] (1965). The Purchasing Power of Money. Augustus M. Kelley Reprint. New York.",
        "Fisher, Irving (1920). Stabilizing the Dollar. New York: Macmillan.",
        "Fishe, Raymond P.H. and Mark E. Wohar (1990). \"The Adjustment of Expectations to a Change in Regime: Comment.\" American Economic Review 80 (September): 968-976.",
        "Fishlow, Albert (1985). \"Lessons from the Past: Capital Markets During the 19th Century and the Interwar Period.\" International Organization 39: 383-439.",
        "Flandreau, Marc (1996). \"The French Crime of 1873: An Essay on the Emergence of the International Gold Standard, 1870-1880.\" Journal of Economic History 51, No. 4 (Dec.): 862-897.",
        "Flood, Robert P. and Peter Isard (1989). \"Simple Rules, Discretion and Monetary Policy.\" NBER Working Paper No. 2934.",
        "Flood, Robert P. and Michael Mussa (1994). \"Issues Concerning Nominal Anchors for Monetary Policy.\" In Tomas J.T. Balino and Carlo Cottarelli (eds.) Framework for Monetary Stability: Policy Issues and Country Experiences. Washington, DC: International Monetary Fund.",
        "Ford, A.G. (1962). The Gold Standard 1880-1914: Britain and Argentina. Oxford: Clarendon Press.",
        "Frenkel, Jacob A. and Michael L. Mussa (1985). \"Asset Markets, Exchange Rates, and the Balance of Payments.\" In Ronald W. Jones and Peter B. Kenen (eds.) Handbook of International Economics, Vol. 2. New York: North Holland, Chapter 14.",
        "Friedman, Milton (1990a). \"Bimetallism Revisited.\" Journal of Economic Perspectives 4, No. 4: 85-104.",
        "Friedman, Milton (1990b). \"The Crime of 1873.\" Journal of Political Economy 98 (December): 1159-1194.",
        "Friedman, Milton (1984). \"Lessons from the 1979-82 Monetary Policy Experiment.\" American Economic Review 74 (May): 397-400.",
        "Friedman, Milton (1968). \"The Role of Monetary Policy.\" American Economic Review 58, (March): 1-17.",
        "Friedman, Milton (1953). \"The Case for Flexible Exchange Rates.\" In Essays in Positive Economics. Chicago: University of Chicago Press, 157-203.",
        "Gali, Jordi (1992). \"How Well Does the IS-LM Model Fit Postwar U.S. Data?\" Quarterly Journal of Economics 107 (May): 709-738.",
        "Gallarotti, Giulio M. (1995). The Anatomy of an International Monetary Regime: The Classical Gold Standard 1880-1904. New York: Oxford University Press.",
        "Garber, Peter (1993). \"The Collapse of the Bretton Woods Fixed Exchange Rate System.\" In Michael D. Bordo and Barry Eichengreen (eds.) A Retrospective on the Bretton Woods System. Chicago: University of Chicago Press.",
        "Garber, Peter and Robert P. Flood (1984). \"Gold Monetization and Gold Discipline.\" Journal of Political Economy 92 (February): 90-107.",
        "Genberg, Hans and Alexander Swoboda (1993). \"The Provision of Liquidity in the Bretton Woods System.\" In Michael D. Bordo and Barry Eichengreen (eds.) A Retrospective on the Bretton Woods System: Lessons for International Monetary Reform. Chicago: University of Chicago Press, 269-306.",
        "Ghosh, Atish R., Anne Marie Guide, Jonathan D. Ostry and Holger Wolf (1996). \"Does the Nominal Exchange Rate Regime Matter?\" IMF Working Paper 121. November.",
        "Giavazzi, Francesco and Alberto Giovannini (1989). Limiting Exchange Rate Flexibility. Cambridge, MA: MIT Press.",
        "Giavazzi, Francesco and Marc Pagano (1988). \"The Advantage of Tying One's Hands: EMS Discipline and Central Bank Credibility.\" European Economic Review 32: 1055-1082.",
        "Gilbert, R. Alton (1994). \"A Case Study in Monetary Control: 1980-82.\" Federal Reserve Bank of St. Louis Review (September/October): 35-55.",
        "Giovannini, Alberto (1993). \"Bretton Woods and its Precursors: Rules versus Discretion in the History of International Monetary Regimes.\" In Michael D. Bordo and Barry Eichengreen (eds.) A Retrospective on the Bretton Woods System: Lessons for International Monetary Reform. Chicago: University of Chicago Press.",
        "Giovannini, Alberto (1986). '\"Rules of the Game' during the International Gold Standard: England and Germany.\" Journal of International Money and Finance 5: 467-483.",
        "Goff, Brian L. and Mark Toma (1993). \"Optimal Seigniorage, The Gold Standard, and Central Banking Financing.\" Journal of Money, Credit and Banking 25 (February): 79-95.",
        "Goodfriend, Marvin (1993). \"Interest Rate Policy and the Inflation Scare Problem: 1979-1992.\" Federal Reserve Bank of Richmond Economic Quarterly 79 (Winter): 1-24.",
        "Goodfriend, Marvin (1991). \"Interest Rates and the Conduct of Monetary Policy.\" Carnegie Rochester Conference Series on Public Policy 34: 7-30.",
        "Goodfriend, Marvin (1988). \"Central Banking Under the Gold Standard. Carnegie-Rochester Conference Series on Public Policy 19: 85-124.",
        "Goodfriend, Marvin (1987). \"Interest Rate Smoothing and Price Level Trend-Stationarity.\" Journal of Monetary Economics 19 (May): 335-348.",
        "Goodhart, Charles A.E. (1989). \"The Conduct of Monetary Policy.\" Economic Journal 99 (June): 293-346.",
        "Gordon, Robert J. (1990). \"What is New-Keynesian Economics?\" Journal of Economic Literature 28 (September): 1115-1171. Grilli, Vittorio U. (1990). \"Managing Exchange Rate Crises: Evidence from the 1890s.\" Journal of International Money and Finance 9 (September): 258-275. Grossman, Herschel J. and John B. Van Huyck (1988). \"Sovereign Debt as a Contingent Claim: Excusable Default, Repudiation, and Reputation.\" American Economic Review 78: 1088-1097.",
        "Haberler, Gottfried (1976). The World Economy, Money, and the Great Depression 1919-1939. Washington, DC: American Enterprise Institute for Public Policy Research. Hamilton, James D. (1992). \"Was the Deflation During the Great Depression Anticipated? Evidence from the Commodity Futures Market.\" American Economic Review 82 (March): 157-178.",
        "Hamilton, James D. (1987). \"Monetary Factors in the Great Depression.\" Journal of Monetary Economics 19 (March) 145-170. Helpman, Elchanon (1981). \"An Exploration in the Theory of Exchange Rate Regimes.\" Journal of Political Economy 89(5): 865-890. Helpman, Elchanon and Assaf Razin (1979). \"Toward a Consistent Comparison of Alternative Exchange-Rate Regimes.\" Canadian Journal of Economics 12: 394-409.",
        "Hetzel, Robert L. (1985). \"The Rules versus Discretion Debate Over Monetary Policy in the 1920s.\" Federal Reserve Bank of Richmond Economic Quarterly 71 (November/December): 3-14.",
        "Ikenberry, G. John (1993). \"The Political Origins of Bretton Woods.\" In Michael D. Bordo and Barry Eichengreen (eds.) A Retrospective on the Bretton Woods System: Lessons for International Monetary Reform. Chicago: University of Chicago Press, 155-182.",
        "Ireland, Peter N. (1993). \"Price Stability Under Long-Run Monetary Targeting.\" Federal Reserve Bank of Richmond Economic Quarterly 79(1) (Winter): 25-45.",
        "Irwin, Douglas A. (1996). Against the Tide: An Intellectual History of Free Trade. Princeton: Princeton University Press.",
        "Jeanne, Oliver (1995). \"Monetary Policy in England 1893-1914: A Structural VAR Analysis.\" Explorations in Economic History 32: 302-326.",
        "Jonung, Lars (1984). \"Swedish Experience Under the Classical Gold Standard, 1873-1914.\" In Michael D. Bordo and Anna J. Schwartz (eds.) A Retrospective on the Classical Gold Standard, 1821-1931. Chicago: University of Chicago Press.",
        "Kemmerer, Edwin W. (1910). Seasonal Variations in the Demand for Currency and Capital in the United States. National Monetary Commission. Washington, DC: Government Printing Office.",
        "Kenen, Peter B. (1960). \"International Liquidity and the Balance of Payments of a Reserve-Currency Country.\" Quarterly Journal of Economics (November): 572-586.",
        "Keynes, John Maynard [1930] (1971). The Applied Theory of Money: A Treatise on Money. Volume 1 of The Collected Writings. Cambridge: Cambridge University Press.",
        "Keynes, John Maynard [1925] (1972). \"The Economic Consequences of Mr. Churchill.\" In The Collected Writings of John Maynard Keynes, Vol. IX. Essays in Persuasion. London: Macmillan.",
        "Kindleberger, Charles P. (1973). The World in Depression, 1929-1939. Berkeley: University of California Press.",
        "King, Mervyn (1996). \"How Should Central Banks Reduce Inflation? - Conceptual Issues.\" Federal Reserve Bank of Kansas City Achieving Price Stability (August): 53-91.",
        "Klein, Benjamin (1975). \"Our New Monetary Standard: Measurement and Effects of Price Uncertainty, 1880-1973.\" Economic Inquiry 13: 461-484.",
        "Kwiatkowski, Denis, Peter C.B. Phillips, Peter Schmidt, and Yongcheol Shin (1992) \"Testing the Null Hypothesis of Stationarity Against the Alternative of a Unit Root: How Sure are We that Economic Time Series Have a Unit Root?\" Journal of Econometrics 54 (October/December): 159-78.",
        "Kydland, Finn E. and Prescott, Edward (1977). \"Rules Rather than Discretion: The Inconsistency of Optimal Plans.\" Journal of Political Economy 85: 473-491.",
        "Lazaretou, Sophia (1995). \"Government Spending, Monetary Policies and Exchange Rate Regime Switches: The Drachma in the Gold Standard Period.\" Explorations in Economic History 32(1) (January): 28-50.",
        "Lebow, David. E, John O. Roberts, and David J. Stockton (1992). \"Economic Performance Under Price Stability.\" Board of Governors Federal Reserve System, Division of Research and Statistics. Working Paper No. 125. April.",
        "Leijonhufvud, Axel (1984). \"Constitutional Constraints on the Monetary Power of Government.\" In Richard B. McKenzie (ed.) Constitutional Economics. Lexington, MA: Lexington Books, 95-107.",
        "Lindert, Peter (1969). Key Currencies and Gold, 1900-1913. Princeton Studies in International Finance. Princeton: Princeton University Press.",
        "Lippi, Marco and Lucrezia Reichlin (1993). \"The Dynamic Effects of Aggregate Demand and Supply Disturbances: Comment.\" American Economic Review 83 (June): 644-653.",
        "Lucas, Robert E. Jr. and Nancy L. Stokey (1983). \"Optimal Fiscal and Monetary Policy in an Economy Without Capital.\" Journal of Monetary Economics 12: 55-93.",
        "Mankiw, N. Gregory (1987). \"The Optimal Collection of Seigniorage: Theory and Evidence.\" Journal of Monetary Economics 20: 327-342.",
        "Mankiw, N. Gregory, Jeffrey A. Miron, and David N. Weil (1987). \"The Adjustment of Expectations to a Change in Regime: A Study of the Founding of the Federal Reserve.\" American Economic Review 77 (June): 358-374.",
        "Mankiw, N. Gregory and Jeffrey Miron (1986). \"The Changing Behavior of the Term Structure of Interest Rates.\" Quarterly Journal of Economics 101 (May): 211-228.",
        "Marshall, Alfred (1926). Official Papers. London: Macmillan.",
        "Marston, Richard C. (1993). \"Interest Differentials under Bretton Woods and the Post Bretton Woods Float: The Effects of Capital Controls and Exchange Risk.\" In Michael D. Bordo and Barry Eichengreen (eds.) A Retrospective on the Bretton Woods System: Lessons for International Monetary Reform. Chicago: University of Chicago Press, 515-540.",
        "McCallum, Bennett T. (1997). \"Issues in the Design of Monetary Policy Rules.\" National Bureau of Economic Research Working Paper No. 6016 (April).",
        "McCallum, Bennett T. (1996). \"Commentary: How Should Central Banks Reduce Inflation? -Conceptual Issues.\" Federal Reserve Bank of Kansas City Achieving Price Stability 105-114.",
        "McCallum, Bennett T. (1991). \"Seasonality and Monetary Policy: A Comment.\" Carnegie Rochester Conference on Public Policy 34: 71-76.",
        "McKinnon, Ronald I. (1993). \"International Money in Historical Perspective.\" Journal of Economic Literature 31, No. 1 (March): 1-44.",
        "McKinnon, Ronald I. (1988). \"An International Gold Standard Without Gold.\" Cato Journal 8 (Fall): 351-373.",
        "Meigs, A. James (1962). Free Reserves and the Money Supply. Chicago: University of Chicago Press.",
        "Meitzer, Allan H. (1997). \"New Procedures, New Problems, 1923-29.\" A History of the Federal Reserve, Chapter 4, Carnegie Mellon (Mimeo).",
        "Meitzer, Allan H. (1996). \"In the Beginning.\" A History of the Federal Reserve, Chapter 3, Carnegie Mellon (Mimeo).",
        "Meitzer, Allan H. (1995a). \"The Development of Central Banking, Theory and Practice.\" A History of the Federal Reserve, Chapter 2, Carnegie Mellon (Mimeo).",
        "Meitzer, Allan H. (1995b). \"Why Did Monetary Policy Fail in the Thirties?\" A History of the Federal Reserve, Chapter 5, Carnegie Mellon (Mimeo).",
        "Meitzer, Allan H. (1986). \"Some Evidence on the Comparative Uncertainty Experienced Under Different Monetary Regimes.\" In Colin D. Campbell and William R. Dougan (eds.) Alternative Monetary Regimes. Baltimore: Johns Hopkins University Press, 122-153.",
        "Meitzer, Allan H. (1977). \"Monetary and Other Explanations of the Start of the Great Depression.\" Journal of Monetary Economics 2: 455-471.",
        "Meitzer, Allan H. and Saranna Robinson (1989). \"Stability Under the Gold Standard in Practice.\" In Michael D. Bordo (ed.) Monetary History and International Finance: Essays in Honor of Anna J. Schwartz. Chicago: University of Chicago Press, pp. 163-195.",
        "Mills, Terence C. and Geoffrey E. Wood (1993). \"Does the Exchange Rate Regime Affect the Economy?\" Federal Reserve Bank of St.Louis Review {July/August): 3-20.",
        "Miron, Jeffrey A. (1996). The Economics of Seasonal Cycles. Cambridge, MA: MIT Press.",
        "Miron, Jeffrey A. (1986). \"Financial Panics, the Seasonality of the Nominal Interest Rate, and the Founding of the Fed.\" American Economic Review 76 (March): 125-140.",
        "Mishkin, Frederic S. (1992). \"Is the Fisher Effect for Real?\" Journal of Monetary Economics 30, No. 2: 195-215.",
        "Obstfeld, Maurice (1991). \"Destabilizing Effects of Exchange Rate Escape Clauses.\" NBER Working Paper No. 3603.",
        "Obstfeld, Maurice and Alan Taylor (1997). \"The Great Depression as a Watershed: International Capital Mobility over the Long Run.\" In Michael D. Bordo, Claudia Goldin and Eugene N. White (eds.) The Defining Moment: The Great Depression and the American Economy in the Twentieth Century. Chicago: University of Chicago Press (forthcoming).",
        "Romer, Christina D. (1993). \"The Nation in Depression.\" Journal of Economic Perspectives 7 (Spring): 19-39.",
        "Romer, Christina D. (1992). \"What Ended the Great Depression?\" Journal of Economic History 52 (December): 757-784.",
        "Romer, Christina D. (1989). \"The Prewar Business Cycle Reconsidered: New Estimates of Gross National Product, 1869-1908.\" Journal of Political Economy 97, No. 1, (February): 1-37.",
        "Rudebusch, Glenn D. (1995). \"Federal Reserve Interest Rate Targeting, Rational Expectations, and the Term Structure.\" Journal of Monetary Economics (April): 245-274.",
        "Sargent, Thomas (1986). Rational Expectations and Inflation. New York: Harper & Row.",
        "Sargent, Thomas (1984). \"Stopping Moderate Inflations: The Methods of PoincarÃ\u0083Â© and Thatcher.\" In R. Dornbusch and M. H. Simonsen (eds.) Inflation, Debt and Indexation. Cambridge, MA: MIT Press.",
        "Saunders, Anthony and B. Wilson (1993). \"Contagious Bank Runs: Evidence From the 1929-1933 Period.\" New York University Salomon Center Mimeo.",
        "Sayers, R.S. (1957). Central Banking After Bagehot. Oxford: Clarendon Press.",
        "Scam meli, W.M. (1965). \"The Working of the Gold Standard.\" Yorkshire Bulletin of Economic and Social Research 12 (May): 32-45.",
        "Schwartz, Anna J. (1988). \"Financial Stability and the Federal Safety Net.\" In William S. Haraf and Rose Marie Kushmeider (eds.) Restructuring Banking Financial Services in America. Washington, DC: American Enterprise Institute, pp. 34-62. Schwartz, Anna J. (1986a). \"Real and Pseudo-Financial Crises.\" In Geoffrey E. Wood and Forrest Capie (eds.) Financial Crises and the World Banking System. London: Macmillan, pp. 10-31.",
        "Schwartz, Anna J. (1986b). \"Alternative Monetary Regimes: The Gold Standard.\" In Colin D. Campbell and William R. Dougan (eds.) Alternative Monetary Regimes. Baltimore: Johns Hopkins University Press, pp. 44-72. Schwartz, Anna J. (1984). \"Introduction.\" In Michael D. Bordo and Anna J. Schwartz (eds.) A Retrospective on the Classical Gold Standard, 1821-1931. Chicago: University of Chicago Press.",
        "Shiller, Robert J. (1980). \"Can the Fed Control Real Interest Rates?\" In Stanley Fischer (ed.) Rational Expectations and Economic Policy. Chicago: University of Chicago Press, 117-156; 165-167.",
        "Simmons, Beth (1994). Who Adjusts: Domestic Sources of Foreign Economic Policy During the Interwar Years. Princeton: Princeton University Press. Svensson, Lars (1996a). \"Commentary: How Should Monetary Policy Respond to Shocks While Maintaining Long-Run Price Stability? Conceptual Issues.\" Federal Reserve Bank of Kansas City Achieving Price Stability, pp. 209-219. Svensson, Lars (1996b). \"Price Level Targeting vs Inflation Targeting: A Free Lunch?\" NBER Working Paper 5719 (August).",
        "Ill Svensson, Lars (1994). \"Why Exchange Rate Bands?: Monetary Independence In Spite of Fixed Exchange Rates.\" Journal of Monetary Economics 33, No. 1: 157-199. Taylor, John M. (1980). \"Aggregative Dynamics and Staggered Contracts.\" Journal of Political Economy 88 (1) (February): 1-23. Temin, Peter (1993). \"Transmission of the Great Depression.\" Journal ofEeen&mic Perspectives 7 (Spring): 87-102. Temin, Peter (1989). Lessons from the Great Depression. Cambridge: MIT Press. Temin, Peter (1976). Did Monetary Forces Cause the Great Depression? New York: W.W. Norton.",
        "Thomas, T.J. (1981). \"Aggregate Demand in the United Kingdom 1918-45.\" In R. Floud and D.N. McCloskey (eds.) The Economic History of Britain Since 1700 Vol. 2. Cambridge: Cambridge University Press. Timberlake, Richard H. (1993). Monetary Policy in the United States: An Intellectual and Institutional History. Chicago: University of Chicago Press. Torna, Mark (1997). Competition and Monopoly in the Federal Reserve System. Cambridge: Cambridge University Press (forthcoming). Trehan, Bharat and Carl E. Walsh (1990). \"Seigniorage and Tax Smoothing in the United States: 1914-1986.\" Journal of Monetary Economics 25: 97-112. Triffin, Robert (1960). Gold and the Dollar Crisis. New Haven: Yale University Press.",
        "Tullio, Giuseppe and JÃ\u0083Â¼rgen Wolters (1996). \"Was London the Conductor of the International Orchestra or Just the Triangle Player? An Empirical Analysis of Asymmetries in Interest Rate Behaviour during the Classical Gold Standard, 1876-1913.\" Scottish Journal of Political Economy 43 (September): 419-443. Weinstein, Michael M. (1981). \"Some Macroeconomic Impacts of the National Industrial Recovery Act, 1933-1935.\" In Karl Brunner (ed.) The Great Depression Revisited. Boston: Martinus Nijoff, 262-281. Wheelock, David C. (1991). The Strategy and Consistency of Federal Reserve Monetary Policy 1924-1933. Cambridge: Cambridge University Press. White, Eugene N. (1984). \"A Reinterpretation of the Banking Crisis of 1930.\" Journal of Economic History 44 (March): 119-138. Wicker, Elmus (1996). The Banking Panics of the Great Depression. Cambridge: Cambridge University Press.",
        "Wicker, Elmus (1986). \"Terminating Hyperinflation in the Dismembered Hapsburg Monarchy.\" American Economic Review 76 (June): 350-364. Wicker, Elmus (1980). \"A Reconsideration of the Causes of the Banking Panic of 1980.\" Journal of Economic History 40 (September): 571-583. Wicker, Elmus (1965). \"Federal Reserve Monetary Policy, 1922-33: A Reinterpretation.\" Journal of Political Economy 73 (August): 325-343. Wicksell, Knut (1898). Interest and Prices: A Study of the Causes Regulating the Value of Money, trans, from the original German by R.F. Kahn (London: Macmillan, 1936).",
        "Wigmore, Barrie A. (1987). \"Was the Bank Holiday of 1933 Caused by a Run on the Dollar? Journal of Economic History 47, No. 3 (September): 739:756. Wigmore, Barrie A. (1985). The Crash and Its Aftermath: A History of Securities Markets in the United States, 1929-1933. Westport, CT: Greenwood Press."
    ]
}