{
    "id": 6206,
    "cites": 67,
    "cited_by": 3,
    "reference": [
        "Waldfogel, Jane. Working Mothers Then and Now: A Cross-cohort Analysis of the Effects of Maternity Leave on Womens Pay, in Francine D. Blau and Ronald G. Ehrenberg, eds. 1997,pp. 92-126.",
        "Wilson, William J. The Truly Disadvantaged. Chicago: University of Chicago Press, 1987.",
        "Wood, Robert G. Marriage Rates and Marriageable Men: A Test of the Wilson Hypothesis. Journal of Human Resources, Winter 1995, 30(1), pp. 163-93.",
        "Strauss, Murray A. and Gelles, Richard J. How Violent are American Families? Estimates from the National Family Violence Resurvey and Other Studies, in David Finkelhor, John T. Kirkpatrick and Murray A. Strauss, eds. 1988, pp. 14-36.",
        "Tucker, M. Belinda and Mitchell-Kernan, Claudia, eds. The Decline in Marriage Among African Americans. New York: Russell Sage Foundation, 1995.",
        "Smith, James P. and Ward, Michael P. Women in the Labor Market and in the Family, Journal of Economic Perspectives, Winter 1989, 3(1), pp. 9-23.",
        "Sorensen, Elaine. The Crowding Hypothesis and Comparable Worth Issue, Journal of Human Resources, (Winter 1990), 25(1), pp. 55-89.",
        "Mincer, Jacob and Polachek, Solomon. Family Investments in Human Capital: Earnings of Women, Journal of Political Economy, Mar./Apr. 1974, 82(2) pt. 2, pp. S76-S 108.",
        "Mo~itt, Robert. Incentive Effects of the U.S. Welfare System: A Review. Journal of Economic Literature, Mar. 1992, 30(1), pp. 1-61.",
        "Olsen, Randall J. and George Parkas. The Effect of Economic Opportunity and Family Background on Adolescent Cohabitation and Childbearing among Low-Income Blacks, Journal of Labor Economics, July 1990, 8(3), pp. 341-62.",
        "Pencavel, John. Changes in Male Work Behavior and Wages, Stanford University, February Reskin, Barbara F. and Hartmann, Heidi I., eds. Womens Work, Mens Work: Sex Segregation on the Job. Washington, D.C.: National Academy Press, 1986.",
        "Shelton, Beth Anne. Women. Men and Time: Gender Differences in Paid Work, Housework and Leisure. New York: Greenwood Press, 1992.",
        "Smith, James P., ed. Female Labor Supply: Theory and Estimation. Princeton, NJ: Princeton University Press, 1980.",
        "Smith, James P. and Ward, Michael P. Time Series Growth in the Female Labor Force, Journal of Labor Economics, Jan. 1985, 3(1), suppl., pp. S59-S90.",
        "Manski, Charles F. Anatomy of the Selection Problem. Journal of Human Resources, Summer 1989, 24(3), pp. 343-60.",
        "McLanahan, Sarah and Booth, Karen. Mother-Only Families: Problems, Prospects, and Politics, Journal of Marriage and the Family, Aug. 1989, 51(3), pp. 557-80.",
        "Mincer, Jacob, Labor Force Participation of Married Women: A Study of Labor Supply, in H. Greg Lewis, ed. 1962, pp. 63-97.",
        "Lundberg, Shelly J. and Startz, Richard. Private Discrimination and Social Intervention in Competitive Labor Markets, American Economic Review, June 1983, 73(3), pp. 340-47.",
        "Lundberg, Shelly and Robert A. Pollak. Bargaining and Distribution in Marriage, Journal of Economic Perspectives, Fall 1996, 10(4), pp. 139-158.",
        "Macpherson, David A. and Hirsch, Barry T. Wages and Gender Composition: Why Do Womens Jobs Pay Less? Journal of Labor Economics, July 1995, 13(3), pp. 426-71.",
        "Manchester, Joyce M. and Stapleton, David C. On Measuring the Progress of Womens Quest for Economic Equality, Journal of Human Resources, Summer 1991, 26(3), pp. 562-80.",
        "Kosters, Marvin, ed. Workers and Their Wages. Washington, DC: AEI Press, 1991.",
        "Leibowitz, Arleen and Klerman, Jacob Alex. Explaining Changes in Married Mothers Employment Over Time, Demography, Aug. 1995, 32(3), pp. 365-378.",
        "Leonard, Jonathan S. Women and Affirmative Action, Journal of Economic Perspectives, Winter 1989, 3(1), pp. 61-75.",
        "Lewis, H. Greg, ed. Aspects of Labor Economics. Princeton, NJ: Princeton University Press, 1962.",
        "Lombard, Karen V. Female Self-Employment and the Demand for Flexible, Non-Standard Work Schedules. Working Paper, University of Miami, January 1996.",
        "Korenrnan, Sanders and Neumark, David. Does Marriage Really Make Men More Productive? Journal of Human Resources, Spring 1991, 26(2), pp. 282-307.",
        "Korenman, Sanders and Neumark, David. Marriage, Motherhood, and Wages. Journal of Human Resources, Spring 1992, 27(2), pp. 233-55.",
        "Korenman, Sanders and Neumark, David. Sources of Bias in Womens Wage Equations, Journal of Human Resources, Spring 1994, 29(2), pp. 379-405.",
        "Juhn, Chinhui, Murphy, Kevin M., and Pierce, Brooks. Wage Inequality and the Rise in Returns to Skill, Journal of Political Economy, June 1993, 101(3), pp. 410-42.",
        "Juster, F. Thomas and Stafford, Frank P. The Allocation of Time: Empirical Findings, Behavioral Models, and Problems of Measurement, Journal of Economic Literature, June 1991, 29(2), pp. 471-522.",
        "Juhn, Chinhui, Murphy, Kevin M., and Pierce, Brooks. Accounting for the Slowdown in Black- White Wage Convergence, in Marvin Kosters, ea., 1991, pp. 107-43.",
        "Juhn, Chinhui and Murphy, Kevin M. Wage Inequality and Family Labor Supply, Journal of Labor Economics, Jan. 1997, 15(1) pt. 1, pp. 72-97.",
        "Johnson, William R., and Skinner, Jonathan. Labor Supply and Marital Separation, American Economic Review, June 1986, 76(3), pp. 455-69.",
        "Juhn, Chinhui. Decline of Male Labor Market Participation: The Role of Declining Market Opportunities, Quarterly Journal of Economics, Feb. 1992, 107(1), pp. 79-121.",
        "Jacobsen, Joyce P. The Economics of Gender, 2nd ed. Cambridge, MA: Blackwell, forthcoming. Jacobsen, Joyce P. and Levin, Lawrence M. Effects of Intermittent Labor Force Attachment on Womens Earnings, Monthly Labor Review,Sept. 1995, 118(9),pp. 14-19.",
        "Hoffman, Saul D., Foster, Michael and Furstenberg Jr., Frank F. Reevaluating the Cost of Teenage Childbearing, Demography, Feb. 1993a, 30(1), pp. 1-13.",
        "Hersch, Joni and Stratton, Leslie S. Housework, Fixed Effects and Wages of Married Workers. Journal of Human Resources, Spring 1997, 32(2), pp. 285-307.",
        "Hoffman, Saul D. and Duncan, Greg J. The Effect of Incomes, Wages, and AFDC Benefits on MaritalDisruption, JournalofHuman Resources, Winter1995,30(1),pp. 19-41.",
        "Harlow, Caroline Wolf. Female Victims of Violent Crime. US Department of Justice, Jan. 1991.",
        "Heckman, James J. Sample Selection Bias as a Specification Error, in James P. Smith, ed. 1980,pp. 206-48.",
        "Hersch, Joni and Stratton, Leslie S. Housework, Wages, and the Division of Housework Time for Employed Spouses, , American Economic Review Papers and Proceedings, May 1994, 84(2), pp. 120-25.",
        "Gunderson, Morley. Male-Female Wage Differentials and Policy Responses, Economic Literature, Mar. 1989, 27(1), pp. 46-72.",
        "Gottschalk, Peter and Smeediing, Timothy M. Cross National Comparisons of Earnings and Income Inequality, Journal of Economic Literature, June 1997, 35(2), pp. 633-87.",
        "Ferber, Marianne A. and Nelson, Julie A., eds. Beyond Economic Man, Chicago: University of Chicago Press, 1993.",
        "Fuchs, Victor R. Womens Quest for Economic Equality. Cambridge, MA: Harvard University Press, 1988.",
        "Geronimus, Arline and Sanders Korenrnan. The Socioeconomic Consequences of Teen Childbearing Reconsidered, Quarterly Journal of Economics, Nov. 1992, 107(4), pp.",
        "Goldin, Claudia. Understanding the Gender Gap. New York: Oxford University Press, 1990.",
        "Goldin, Claudia. Career and Family: College Women Look to the Past, in Francine D. Blau and Ronald G. Ehrenberg, eds. 1997, pp. 20-58.",
        "Danziger, Sheldon and Gottschalk, Peter, eds. Uneven Tides: Rising Inequality in America. New York: Russell Sage Foundation, 1993.",
        "Darity, William A., Jr. and Myers, Samuel L., Jr. Family Structure and the Marginalization of Black Men: Policy Implications, in M. Belinda Tucker and Claudia Mitchell-Kernan, eds. 1995, pp. 263-308.",
        "Devine, Theresa J. Characteristics of Self-Employed Women in the United States. Monthlv Labor Review, Mar. 1994a, 11 7(3),pp. 20-34.",
        "Fairlie, Robert W. and Meyer, Bruce D. Ethnic and Racial Self-Employment Differences and Possible Explanations, Journal of Human Resources, Fall 1996, 31(4), pp. 757-93.",
        "College Board, College Board Reports Continuing Upward Trend in Average Scores on SAT 1, Press Release, August 22, 1996.",
        "Bumpass, Larry L. and Sweet, James A. National Estimates of Cohabitation, Demography, Nov. 1989, 26(4), pp. 615-25.",
        "Cancian, Maria, Danziger, Sheldon and Gottschalk, Peter. Working Wives and Family Income Inequality Among Married Couples, in Sheldon Danziger and Peter Gottschalk eds. 1993, pp. 195-221.",
        "Blau, Francine D. and Ferber, Marianne A. Career Plans and Expectations of Young Men and Women. Journal of Human Resources, Fall 1991, 26(4), pp. 581 -607.",
        "Blau, Francine D., and Kahn, Lawrence M. Wage Structure and Gender Earnings Differentials: An International Comparison, Economica, May 1996, 63(250), suppl., pp. S29-S62.",
        "Brown, Charles and Corcoran, Mary. Sex-Based Differences in School Content and the Male/Female Wage Gap, Journal of Labor Economics, July 1997, 15(3), pp. 431 -65.",
        "Blau, Francine D. and Ehrenberg, Ronald G., eds. Gender and Family Issues in the Workplace. New York: Russell Sage Foundation, 1997.",
        "Blank, Rebecca M. Teen Pregnancy: Government Programs Are Not the Cause, Feminist Economics, Summer 1995, 1(2), pp. 47-58.",
        "Becker, Gary. A Treatise on the Family, enlarged ed. Cambridge, MA: Harvard University Press, 1991.",
        "Bachman, Ronet. Violence against Women, A National Crime Victimization Survey Report. US Department of Justice, Jan. 1994.",
        "Barron, John, Black, Dan A. and Loewenstein, Mark A. Gender Differences in Training, Capital and Wages, Journal of Human Resources, Spring 1993, 28(2), pp. 342-64.",
        "Becker, Gary. The Allocation of Effort, Specific Human Capital, and the Differences Between Men and Women in Earnings and Occupations, Journal of Labor Economics, Jan. 1985, 3(1), pp. S33--S58.",
        "Aigner, Dennis J. and. Cain, Glen G. Statistical Theories of Discrimination in Labor Markets, Industrial and Labor Relations Review, Jan. 1977, 30(2), pp. 175-87.",
        "Bachman, Ronet and Saltzman, Linda E. Violence Against Women: Estimates from the Redesigned Survey. US Department of Justice, Aug. 1995."
    ]
}