{
    "id": 6207,
    "cites": 43,
    "cited_by": 16,
    "reference": [
        "Abel, Andrew B. 1983, Optimal Investment under Uncertainty, American Economic Review 73, 228-33.",
        "Abel, Andrew B., 1990, Asset Prices under Habit Formation and Catching Up with the Joneses, American Economic Review Papers and Proceedings 80, 38-42.",
        "Abel, Andrew B., and Janice C. Eberly, 1996, Optimal Investment with Costly Reversibility  Review of Economic Studies 63, 581-594.",
        "Barberis, Nicholas 1997 Investing for the Long Run when Returns are Predictable CRSP working paper 439.",
        "Aiyagari, S. Rao and Mark Gertler, 1991 Asset Returns with Transactions Costs and Undiversifiable Individual Risk, Journal of Monetary Economics 27 31 1-331.",
        "Barsky, Robert B., Miles S. Kimball, F. Thomas Juster and Matthew D. Shapiro, 1997, Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Survey, NBER Working Paper No. 5213.",
        "Brandt, Michael, 1997, Estimating Portfolio and Consumption Choice: A Conditional Euler Equations Approach, Ph.D. dissertation, University of Chicago.",
        "Black, Fischer, 1976, Studies of Stock Price Volatility Changes, Proceedings of the 1976 Meetings of the Business and Economic Statistics Section, American Statistical Association, 177-181.",
        "Black, Fischer and Myron Scholes, 1973, The Valuation of Options and Corporate Liabilities, Journal of Political Economy, 81, 637-654.",
        "Boldrin, Michele, Lawrence J. Christiano, and Jonas D.M. Fisher, 1997, Habit Persistence, Mean Asset Returns and Real Business Cycle Models, Manuscript.",
        "Campbell, John Y., 1996, Understanding Risk and Return, Journal of Political Economy 104, 298-345.",
        "Campbell, John Y. and John H. Cochrane, 1997, By Force of Habit: A ConsumptionBased Explanation of Aggregate Stock Market Behavior, Working paper.",
        "Campbell, John Y. and Robert J. Shiller, 1988a, The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financial Studies 1, 195-227.",
        "Cochrane, John H., 1991a, Volatility Tests and Efficient Markets: A Review Essay, Journal of Monetary Economics 127 463-485.",
        "Cochrane, John H., 1991b, Explaining the Variance of Price-Dividend Ratios, Review of Financial Studies 15, 243-280.",
        "Cochrane, John H. 1991c, Production-Based Asset Pricing and the Link Between Stock Returns and Economic Fluctuations Journal of Finance 146 207-234.",
        "Cochrane, John H. and Lars Peter Hansen, 1992, Asset Pricing Lessons for Macroeconomics,  in Olivier Blanchard and Stanley Fischer, Eds. 1992 NBER Macroeconomics Annual.",
        "Constantinides, George M. and Darrell Duffie, 1996, Asset Pricing with Heterogeneous Consumers, Journal of Political Economy 104, 2 19-240.",
        "Craine, Roger, 1993, Rational Bubbles: A Test, Journal of Economic Dynamics and Control 17 829-46.",
        "Daniel, Kent and David Marshall, 1997, Consumption-Based Modeling of Long-Horizon Returns Working paper.",
        "Deaton, Angus S., 1992, Understanding Consumption, Oxford University Press: New York, NY.",
        "Deaton, Angus, and Christina Paxson, 1994, Intertemporal Choice and Inequality, Journal of Political Economy 102437-467.",
        "Fama, Eugene F. and Kenneth R. French, 1988, Permanent and Temporary Components of Stock Prices, Journal of Political Economy, 96 246-73.",
        "Fama, Eugene F. and Kenneth R. French, 1988, Dividend Yields and Expected Stock Returns, Journal of Financial Economics 22, 3-27.",
        "Fama, Eugene F. and Kenneth R. French, 1989, Business Conditions and Expected Returns on Stocks and Bonds, Journal of Financial Economics 25, 23-49.",
        "Fama, Eugene F. and Kenneth R. French, 1993, Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics 33, 3-56.",
        "Fazzari, Steven M.. Robert Glenn Hubbard, Robert Glenn and Bruce C. Petersen,1988, Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity; 0 141- 95.",
        "Ferson, Wayne E. and George Constantinides, 1991, Habit Persistence and Durability in Aggregate Consumption: Empirical Tests, Journal of Financial Economics 29, 199-240.",
        "Friend, I. and M. Blume (1975), The Demand for Risky Assets, American Economic Review 55, 900-922.",
        "Hansen, Lars Peter and Ravi Jagannathan, 1991, Restrictions on Intertemporal Marginal Rates of Substitution Implied by Asset Returns, Journal of Political Economy 99, 225-262.",
        "Hodrick, Robert, 1992 Dividend Yields and Expected Stock Returns: Alternative Procedures for Inference and Measurement Review of Financial Studies 5 357-86.",
        "Kandel, Shmuel and Robert F. Stambaugh, 1991, Asset Returns and Intertemporal Preferences, Journal of Monetary Economics 27, 39-71.",
        "Kocherlakota, Narayana R., 1990, On the `Discount Factor in Growth Economies, Journal of Monetary Economics, 25 43- 47.",
        "Kocherlakota, Narayanna, 1996 The Equity Premium: its Still a Puzzle, Journal of Economic Literature 34, 42-71 Bernardo, Antonio and Olivier Ledoit, 1996, Gain, Loss and Asset Pricing, Anderson Graduate School of Management Working Paper 16-96.",
        "Lucas, Deborah J.1994, Asset Pricing with Undiversifiable Income risk and Short Sales Constraints: Deepening the Equity Premium Puzzle Journal of Monetary Economics 34, 325-41.",
        "Mankiw, N. Gregory, 1986, The Equity Premium and the Concentration of Aggregate Shocks, Journal of Financial Economics 17, 1986, 211-219.",
        "Mankiw, N. Gregory and Stephen P. Zeldes, 1991, The Consumption of Stockholders and Non-Stockholders, Journal of Financial Economics 29, 97-112.",
        "Mehra, Rajnish and Edward Prescott, 1985, The Equity Premium Puzzle, Journal of Monetary Economics 15, 145-161.",
        "Merton, Robert C., 1973, An Intertemporal Capital Asset Pricing Model, Econometrica 41, 867-887.",
        "Poterba, James and Lawrence J. Summers, 1988 Mean Reversion in Stock Prices, Journal of Financial Economics, 22, 27- 59.",
        "Shiller, Robert J., 1982, Consumption, Asset Markets, and Macroeconomic Fluctuations,  Carnegie Rochester Conference Series on Public Policy 17, 203-238.",
        "Telmer, Chris I., 1993, Asset Pricing Puzzles and Incomplete Markets, Journal of Finance 48, 1803-32.",
        "Weil, Philippe, 1989, The Equity Premium Puzzle and the Risk-Free Rate Puzzle, Journal of Monetary Economics 24, 401-42 1."
    ]
}