{
    "id": 6208,
    "cites": 11,
    "cited_by": 5,
    "reference": [
        "Mimeo, M.I.T. Turner, John A. and Beller, Daniel. 1992. Trends In Pensions, 1992, Washington, DC: U.S.",
        "Quinn, Joseph F., Richard V. Burkhauser, and Daniel A. Myers. 1990. Passing The Torch: The Influence of Economic Incentives on Work and Retirement. Kalamazoo: W.E. Upjohn Institute.",
        "Peracchi, Franco and Welch, Finis. 1994. Trends In Labor Force Transitions of Older Men and Women. Journal of Labor Economics 12(2):210-242.",
        "NBER Working Paper 4307. . 1994b. Retirement In A Family Context: A Structural Model For Husbands and Wives. NBER Working Paper 4629.",
        "Difficulty of Work and Health. Review of Economics and Statistics 67(3): 509-513. 1989. An Analysis of Pension Benefit Formulas, Pension Wealth and Incentives From Pensions. In Research In Labor Economics 10. Edited by R.",
        "Ehrenberg. Greenwich, Ct: JAI Press: 33-106. . 1992. The Stampede Toward Defined Contribution Pension Plans: Fact or Fiction?. Industrial Relations 31 (2): 361 -369.",
        "Gustman, Alan L. and F. Thomas Juster. 1996. Income And Wealth Of Older American Households: Modeling Issues For Public Policy Analysis. In Eric Hanushek and Nancy L. Maritato, editors, Assessing Knowledge of Retirement Behavior. Washington, D.C.: National Academy Press: 11 -60.",
        "Quarterly Journal of Economics, Vol. 107 (4): 1393- 1420. Costa, Dora. 1996. Retirement Trends: The Role of Recreation. Paper presented at NBER Summer Institute.",
        "Anderson, Patricia M., Gustman, Alan L. and Steinmeier, Thomas L. 1994. Trends In Labor Force Participation and Retirement. Report to the Social Security Administration, June.",
        "Blinder, Alan S., Roger H. Gordon, and Donald E. Wise. 1980. Reconsidering The Work Disincentive Effects of Social Security, National Tax Journal, 33 (4): 431-442.",
        "Bound, John and Waidmann, Timothy. 1992. Disability Transfers, Self Reported Health And The Labor Force Attachment Of Older Men: Evidence From The Historical Record."
    ]
}