{
    "id": 6209,
    "cites": 32,
    "cited_by": 20,
    "reference": [
        "U.S. Commission for the Study of International Migration and Cooperative Economic Development. 1990. Unauthorized Migration. An Economic Development Response. Washington.",
        "Trefler, Daniel. 1996. The Structure of Factor Content Predictions. Mimeo, University of Toronto.",
        "Sachs, Jeffrey D., and Howard J. Shatz. 1994. Trade and Jobs in U.S. Manufacturing. Brooking Papers on Economic Activity, Microeconomics, 1 (??): 1-84.",
        "Trefler, Daniel. 1993a. Trade Liberalization and the Theory of Endogenous Protection: An Econometric Study of U.S. Import Policy. Journal of Political Economy 101 (February): 138-160.",
        "Trefler, Daniel. 1993b. International Factor Price Differences: Leontief was Right! Journal of Political Economy 101 (December): 961-987.",
        "Trefler, Daniel. 1995. The Case of the Missing Trade and Other Mysteries. American Economic Review 85 (December): 1029-1046.",
        "Mussa, Michael. 1974. Tariffs and the Distribution of Income: The Importance of Factor Specificity, Substitutability, and Intensity in the Short and Long Run. Journal of Political Economy 82 (??): 1191-1203.",
        "Razin, Assaf, and Efraim Sadka. 1994. International Migration and International Trade. Forthcoming in Rosenzweig, Mark R. and Oded Stark, eds. Handbook of Population and Family Economics ??.",
        "Revenga, Ana L. 1992. Exporting Jobs? The Impact of Import Competition on Employment and Wages in U.S. Manufacturing. Quarterly Journal of Economics 107 (February): 255-282.",
        "Markusen, James. 1983. Factor Movements and Commodity Trade as Complements. Journal of International Economics 14 (May): 341-356.",
        "Mayer, Wolfgang. 1974. Short-Run and Long-Run Equilibrium for a Small Open Economy. Journal of Political Economy, 82(??):955-967.",
        "Murphy, Kevin M., and Finis Welch. 1993. Inequality and Relative Wages. American Economic Review Papers and Proceedings 83 (May): 104-109.",
        "Leamer, Edward. 1993. Factor-Supply Differences as a Source of Comparative Advantage. American Economic Review Papers and Proceedings 83 (May): 436-439.",
        "Krugman, Paul, and Robert Z. Lawrence. 1994. Trade, Jobs and Wages. Scientific American (April): 44-49.",
        "Leamer, Edward E. 1992. Wage Effects of a U.S.-Mexican Free Trade Agreement. Working Paper 3991. National Bureau of Economic Research, Cambridge, Mass.",
        "Helpman, Elhanan. 1984. Increasing Returns, Imperfect Markets, and Trade Theory. In Ronald W. Jones and Peter B. Kenen, eds. Handbook of International Economics Vol. I. Amsterdam: North-Holland.",
        "Juhn, Chinhui, Kevin M. Murphy, and Brooks Pierce. 1993. Wage Inequality and the Rise in Returns to Skill. Journal of Political Economy 101 (May): 410-442.",
        "Griliches, Zvi. 1969. Capital-Skill Complementarily. Review of Economics and Statistics 51 (November): 465-68.",
        "Manufacturing. Industrial and Labor Relations Review 47 (July): 574-593. 33 Gaston, Noel, and Daniel Trefler.1995. Union Wage Sensitivity to Trade and Protection. Journal of International Economics 39 (August): 1-25.",
        "Goldin, Claudia, and Lawrence F. Katz. 1996. Technology, Skill, and the Wage Structure: Insights from the Past. American Economic Review Papers and Proceedings 86 (May): 252-257.",
        "Feenstra, Robert C., and Gordon H. Hanson. 1996. Globalization, Outsourcing, and Wage Inequality. American Economic Review Papers and Proceedings 86 (May): 240-245.",
        "Dornbusch, Rudiger, Stanley Fischer and Paul A. Samuelson.1977. Comparative Advantage, Trade and Payments in a Ricardian Model with a Continuum of Goods. American Economic Review 67 (December): 823-839.",
        "Davis, Steven J., and John Haltiwanger. 1991. Wage Dispersion between and within U.S.",
        "Microeconomics: ?? (??): 115- 180. Dixit, Avinash K., and Victor Norman. 1980. Theory of International Trade. A Dual, General Equilibrium Approach. Cambridge: Cambridge University Press.",
        "Brander, James A., and Barbara J. Spencer. 1981. Tariffs and the Extraction of Foreign Monopoly Rents under Potential Entry. Canadian Journal of Economics 14 (??): 371-389.",
        "Baker, Michael, and Dwayne Benjamin. 1995. Asia-Pacific Immigration and the Canadian Economy. Mimeo, University of Toronto.",
        "Barro, Robert J., and Jong-Wha Lee. 1993. International Comparisons of Educational Attainment. NBER Working Paper 4349.",
        "Berman, Eli, John Bound, and Zvi Griliches. 1994. Changes in the Demand for Skilled Labor Within U.S. Manufacturing Industries: Evidence from the Annual Survey of Manufacturing. Quarterly Journal of Economics 109(March): 367-97.",
        "Borjas, George J. 1987. Self-Selection and the Earnings of Immigrants. American Economic Review 77 (September): 531-53.",
        "Borjas, George J. 1995. The Economic Benefits from Immigration. Journal of Economic Perspectives 9 (Spring): 1-22.",
        "Borjas, George J., Richard Freeman, and Lawrence F. Katz. 1992. On the Labor Market Effects of Immigration and Trade. In Borjas, George J. and Richard Freeman, eds. Immigration and the Workforce. Chicago: University of Chicago Press.",
        "Borjas, George J., and Valarie A. Ramey. 1993. Foreign Competition, Market Power, and Wage Inequality: Theory and Evidence. Working Paper 4556. Cambridge Mass.: National Bureau of Economic Research (December)."
    ]
}