{
    "id": 6210,
    "cites": 28,
    "cited_by": 1,
    "reference": [
        "Bernanke, Ben, Mark Gertler, and Simon Gilchrist, 1996, The financial accelerator and the flight to quality, Review of Economics and Statistics 78, 1-15.",
        "Bernanke, Ben, and Ilian Mihov, 1995, Measuring monetary policy, NBER Working Paper No.",
        "Bernard, Victor L., 1993, Stock price reactions to earnings announcements, in Thaler, Richard H., ed: Advances in Behavioral Finance (Russell Sage, New York).",
        "Bhandari, Laxmi Chand, 1988, Debt/equity ratio and expected common stock returns: Empirical evidence, Journal of Finance 43, 507-528.",
        "Bray, Mon and Paul A. Gompers, 1997, Myth or reality? The long-run performance of initial public offerings: Evidence from venture and nonventure capital-backed companies, working paper, Harvard University.",
        "Carhart, Mark M., 1997, On the persistence of mutual find performance, Journal of Finance 52, 57-82.",
        "Chan, K. C. and Nai-fu Chen, 1991, Structural and return characteristics of small and large firms, Journal of Finance 46, 1467-1484.",
        "Daniel, Kent and Sheridan Titman, 1997, Evidence on the characteristics of cross sectional variation in stock returns, Journal of Finance 52, 1-34.",
        "Fama, Eugene F. and Kenneth R. French, 1992, The cross-section of expected stock returns, Journal of Finance 47, 427-465.",
        "Fama, Eugene F. and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Fama, Eugene F. and Kenneth R. French, 1995, Size and book-to-market factors in earnings and 36 returns, Journal of Finance 50, 13 1-155.",
        "Fama, Eugene F. and Kenneth R. French, 1997, Industry costs of equity, Journal of Financial Economics 43, 153-194.",
        "Fa.zzari, Steven, R. Glenn Hubbard, and Bruce Petersen, 1988, Financing constraints and corporate investment, Brookings Papers on Economic Activity, 14 1-195.",
        "Gertler, Mark and Simon Gilchrist, 1994, Monetary policy, business cycles, and the behavior of small manufacturing firms, Quarterly Journal of Economics 109, 565-5 92.",
        "Gertler, Mark, and R. Glenn Hubbard, 1988, Financial factors in business fluctuations, in Financial Market Volatility (Federal Reserve Bank of Kansas City, Kansas City, MO).",
        "Jegadeesh, Narasimhan and Sheridan Titman, 1993, Returns to buying winners and selling losers: Implications for stock market efficiency, Journal of Finance 48, 65-9 1.",
        "Kaplan, Steven N., and Luigi Zingales, 1997, Do financing constraints explain why investment is correlated with cash flow?, Quarterly Journal of Economics 112, 168-216.",
        "Kashyap, Anil K., Owen A. Lamont, and Jeremy C. Stein, 1994, Credit conditions and the cyclical behavior of inventories, Quarterly Journal of Economics 109, 565-592.",
        "Kashyap, Anil K., Jeremy C. Stein, and David Wilcox, 1993, Monetary policy and credit conditions: Evidence from the composition of external finance, American Economic Review 83, 78-98.",
        "Keim, Donald B. and Robert F. Stambaugh, 1986, Predicting returns in the stock and bond market, Journal of Financial Economics 17, 357-390.",
        "Lakonishok, Josef, Andrei Shleifer, and Robert W. Vishny, 1994, Contrarian investment, extrapolation, and risk, Journal of Finance 49, 154 1-1578.",
        "Loughran, Tim, 1993, NYSE vs. NASDAQ returns: Market microstructure or poor performance of Initial Public Offerings?, Journal of Financial Economics 33, 24 1-260.",
        "Michaely, Roni, Richard H. Thaler, and Kent L. Womack, 1995, Price reaction to dividend initiations and omissions: overreaction or drift?, Journal of Finance 50, 573-608.",
        "Shumway, Tyler, 1996, The Premium for default risk in stock returns, University of Chicago Graduate School of Business Ph.D. thesis.",
        "Shumway, Tyler, 1997, The delisting bias in CRSP data,, Journal of Finance 52, 327-340.",
        "Stock, James, and Mark W. Watson, 1989, ,New indexes of coincident and leading economic indicators, in Blanchard, Olivier Jean Blanchard and Stanley Fischer, eds: NBER Macroeconomics Annual 1989 (University of Chicago Press, Chicago).",
        "Thorbecke, Willem, 1997, On stock market returns and monetary policy, Journal of Finance 52, 635-654.",
        "Ritter, Jay, 1991, The long-run performance of initial public offerings, Journal of Finance 42, 365-394."
    ]
}