{
    "id": 6213,
    "cites": 31,
    "cited_by": 18,
    "reference": [
        "Rosen, Sherwin, Contracts and the Market for Executives, in Contract Economics, edited by Werin, Lars and Hans Wijkander, Blackwell, pp. 181 -211, 1992.",
        "Sloan, Richard G. Accounting Earnings and Top Executive Compensation, Journal of Accounting and Economics, JanuarylAprillJuly, 1993.",
        "Weisbach, Michael, Outside Directors and CEO Turnover, Journal of Financial Economics, 1988.",
        "Rayton, Bruce A., Are CEOs the Only Residual Claimants? Estimation of the Performance Elasticity of Per-Employee Compensation, Draft, February 20, 1996.",
        "Murphy, Kevin J. ,Incentives, Learning and Compensation: A Theoretical and Empirical 43 Investigation of Managerial Labor Contracts, Rand Journal of Economics, Spring 1986.",
        "Lazear, Edward P. and Sherwin Rosen, Rank-Order Tournaments as Optimum Labor Contracts, Journal of Political Economy, 1981.",
        "Lewellen, Wilbur G., Executive Compensation in Large Industrial Corporations, National Bureau of Economic Research, 1968.",
        "Murphy, Kevin J. ,Corporate Performance and Managerial Remuneration: An Empirical Analysis, Journal of Accounting and Economics, April 1985.",
        "Lambert, Richard A. and David F. Larcker, An Analysis of the Use of Accounting and Market Measures of Performance in Executive Compensation Contracts, Journal of Accounting Research, 1987.",
        "Kocherlakota, Narayana R., The Equity Premium: Its Still a Puzzle, Journal of Economic Literature, Vol. XXXIV, pp 42-71, March 1996.",
        "Joskow, Paul and Nancy L. Rose and Andrea Shepard, Regulatory Constraints on CEO Compensation, Brookings Papers on Economic Activity - Microeconomics 1, 1993.",
        "Kaplan, Steven N., Top Executive Rewards and Firm Performance: A Comparison of Japan and the United States, Journal of Political Economy, 1994.",
        "Joskow, Paul and Nancy L. Rose, CEO Pay and Firm Performance: Dynamics, Asymmetries and Alternative Performance Measures, NBER Working Paper 4976, December 1994.",
        "Jensen, Michael C. and Kevin J. Murphy, Performance Pay and Top-Management Incentives, Journal of Political Economy, 1990.",
        "Haubrich, Joseph G., Risk Aversion, Performance Pay and the Principal-Agent Problem, Journal of Political Economy, 1994.",
        "Holmstrom, Bengt, Moral Hazard and Observability, Bell Journal of Economics, Spring, 1979.",
        "Jensen, Michael C. and William M. Meckling, Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics, October 1976.",
        "Hall, Brian J., Do CEOs Ever Lose Money? The Downside risk of CEO Stock Option Holdings, mimeo, 1997.",
        "Hansen, Lars Peter, Thomas Sargent and Thomas Tallarini, Pessimism, Neurosis and Feelings about Risk in General Equilibrium, Working Paper, University of Chicago, 1994.",
        "Gibbons, Robert and Kevin J. Murphy, Optimal Incentive Contracts in the Presence of Career Concerns: Theory and Evidence, Journal of Political Economy, 1992.",
        "Gilson, Stuart C. and Michael R. Vetsuypens, CEO Compensation in Financially Distressed Firms: An Empirical Analysis, Journal of Finance, June 1993.",
        "Feenberg, Daniel R. and James M. Poterba, Income Inequality and the Incomes of Very High Income Taxpayers: Evidence From Tax Returns, Tax Policy and the Economy, volume 7, edited by James M. Poterba, MIT Press, 1993.",
        "Gibbons, Robert and Kevin J. Murphy, Relative Performance Evaluation for Chief Executive Officers, Industrial and Labor Relations Review, February 1990.",
        "Fama, Eugene F. and Michael C. Jensen, Organizational Forms and Investment Decisions, Journal of Financial Economics, 14, p. 101-119, 1985.",
        "Dial, Jay, and Kevin J. Murphy, Incentives, Downsizing and Value Creation at General Dynamics, Journal of Financial Economics, 37, p. 261-314, 1995.",
        "Chance, Don M., Raman Kumar and Rebecca B. Todd, The Repricing of Executive Stock Options, draft, March 1997.",
        "Coughlan, Anne T. and Ronald M. Schmidt, Executive Compensation, Management Turnover, and Firm Performance: An Empirical Investigation, Journal of Accounting and Economics, April 1985.",
        "Cecchetti, Stephen G., Pok-Sang Lam and Nelson C. Mark, The Equity Premium and the Risk-free rate: Matching the Moments, Journal of Monetary Economics, February 1993.",
        "Baker, George P., Michael C. Jensen and Kevin J. Murphy, Compensation and Incentives: Practice and Theory, Journal of Finance, July, 1988.",
        "Campbell, John Y. and John Cochrane, By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, NBER Working Paper 4995, 1995.",
        "Antle, Rick and Abbie Smith, An Empirical Investigation of the Relative Performance Evaluation of Corporate Executives, Journal of Accounting Research, Spring 1986."
    ]
}