{
    "id": 6215,
    "cites": 13,
    "cited_by": 37,
    "reference": [
        "Vickers, John and George Yarrow, Privatization: An Economic Analysis, The MIT Press, Cambridge, Massachusetts, 1988.",
        "Stigler, George J., The Theory of Economic Regulation, in Bell Journal of Economics and Management Science, II, pp. 3-21, 1971.",
        "Shapiro, Carl, and Robert Willig, Economic Rationales for the Scope of Privatization, In The political Economv of Public Sector Reform and Privatization (ea. E. N. Suleiman and J. Waterbury), Westview Press, London, 55-87, 1990.",
        "Shleifer, Andrei and Robert W. Vishny, Politicians and Firms, Ouarterlv Journal of Economics, 1994.",
        "Lustig, Nora, Mexico: The Remaking of an Economy, The Brookings Institution, Washington, DC, 1992.",
        "Megginson, William L., Robert C. Nash, and Mathias van Randerborgh, The Financial and Operating Performance of Newly Privatized Firms: An International Empirical Analysis, Journal of Finance, XLIX, 403-452, 1994.",
        "Lopez-de-Silanes, Florencio and Guillermo Zamarripa, Deregulation and Privatization of Commercial Banking: Pre- versus Post-Performance, Revista de Analisis Economico, 1996.",
        "Laffont, Jean Jacques, and Jean Tirole, A Theory of Incentives in Regulation Procurement, The MIT Press, Cambridge, Massachusetts, 1993.",
        "Lopez-de-Silanes, Florencio, Determinants of Privatization Prices, Ouarterlv Journal of Economics, 25 , ..~!rr~,~ ~ i,: ~ November 1997.",
        "Kikeri, Sunita, John Nellis, and Mary Shirley, Privatization: The Lessons form Market Economies, The World Bank Research Observer 9, 241-272, 1994.",
        "Galal, Ahmed, Leroy Jones, Pankaj Tandon, and Ingo Vogelsang, Welfare Consequences of Selling Public Enterprises: An Empirical Analysis, Oxford University Press, New York, 1992.",
        "Kahn, Alfred E., The Economics of Regulation. Principles and Institutions, The MIT Press, Cambridge, Massachusetts, 1988.",
        "Caves, Richard E., Lessons From Privatization in Britain: State Enterprise Behavior, Public Choice, and Corporate Governance, Journal of Economic Behavior and Organization, 145-169, 1990."
    ]
}