{
    "id": 6218,
    "cites": 21,
    "cited_by": 0,
    "reference": [
        "[29] Stern, R. and L. Jereski. My Cousin Aiorks For This Guy Who ... Forbes, (10 February 1986) 33.",
        "[30] Willard, K.L., T.W. Guinnane and H.S. Rosen. Turning Points in the Civil War: Views from the Greenback Market. 86 Am.eriean Eeonomie Review, (1996) 1001-1018. 24",
        "[26] Mitchell, Mark L. and Erik Stafford. Managerial Decisions and Long-Term Stock Price Per- formance. June 1997 Mimeo.",
        "[27] Salinger, Michael. Standard Errors in Event Studies. 27 Journal of Financial and Quanti- tative Analysis, (1992) 39-53.",
        "[28] Salinger, Michael. When Do Peeping Toms See Something (Statistically) Significant?, Boston University School of Management, March 1994 Mimeo.",
        "[20] Keown, A. and J. Pinkerton. Merger Announcements and Insider Trading Activity: An Em- pirical Investigation. 36 Journal of Finanee, (1981) 855-869.",
        "[21] Klein, F.C. Merger Leaks Abound Causing Many Stocks to Rise Before the Fact. Wall Street Journal, (12 July 1978) 1.",
        "[22] Kyle, Albert S. Continuous Auctions and Insider Trading. 53 Eeonom.etriea, (1985) 1315- 1335.",
        "[23] Mandelker, G. Risk and Return: The Case of Merging Firms. 1 Journal of Financial Eco- nom.ies, (1974) 303-335.",
        "[19] Jarrell, G. and A. Poulsen. Stock Trading Before the Announcement of tender offers: Insider trading or market anticipation? 5 Journal of Law, Econom.ies, and Organization, (1989) 225- 248.",
        "[18] Holden, C.W., and A. Subrahmanyam. Long-lived private information and imperfect compe- tition. 47 Journal of Finanee, (1992) 247-270.",
        "[16] Halpern, J.P. Empirical Estimates of the Amount of Distribution of Gains to Companies in Mergers. 46 Journal of Business, (1976) 554-575.",
        "[17] Hausman, J., Fiona Scott-Morton, and J. Abrevaya. Misclassification of the Dependent Vari- able in a Discrete-Response Setting. July 1996 Mimeo. 23",
        "[14] Griliches, Zvi. Hybrid Corn: An Exploration in the Economics of Technological Change. 25 Econometrica, (1957) 501-22.",
        "[15] Groeneboom, Piet. Asymptotics for Incomplete Censored Observations. 1993 Mimeo.",
        "[10] Davies, S. The Diffusion of Process Innovations. New York: Cambridge University Press, 1979.",
        "[13] Foster, F.D., and S. Viswanathan. Strategic trading when agents forecast the forecasts of others. 51 Journal of Finance, (1996) 1437-1478.",
        "[7] Brodel, David and Haynes Johnson. The System.: The American Way of Politics at the Break- ing Point. New York: Little, Brown and Company, 1997.",
        "[8] Brown, Stephen J. and Jerold B. Warner. Measuring Security Price Performance. 8 Journal of Financial Economics, (1980) 205-258.",
        "[9] Crudele, J. How Investors Sniff Out News. New York Times, (12 August 1986) D8.",
        "[1] Agrawal, Anup, J.F. Jade, and G.N. Mandelker. The Post-Merger Performance of Acquiring Firms: A Re-examination of an Anomaly. 47 Journal of Finance, (1992) 1605-1621."
    ]
}