{
    "id": 6224,
    "cites": 41,
    "cited_by": 25,
    "reference": [
        "Econometrica 48, 817-838. Wolf, B., 1975, Size and profitability among U.S. manufacturing firms: multinational versus primarily domestic firms, The Journal of Economics and Business, 28, 15-22.",
        "Weston, J., 1970, The nature and significance of conglomerate firms, St. Johns Law Review, 44, 66-80.",
        "White, H., 1980, A heteroskedasticity-consistent covariance matrix estimator and a direct test for heteroskedasticity.",
        "Stulz, R., 1990, Managerial discretion and optimal financing policies, Journal of Financial Economics, 26, 3-27.",
        "Wernerfelt, B., and C. Montgomery, 1988, Diversification, Ricardian rents and Tobins q, Rand Journal of Economics, 623-32.",
        "Senchek A., and W. L. Beedles, 1980, is indirect international diversification desirable?, Journal of Portfolio Management, Winter, 49-57.",
        "Rugman, A., 1979, international Diversification and the Multinational Enterprise, (Heath: Lexington, MA).",
        "Sambharya, R., 1995, The combined effect of international diversification and product diversification strategies on the performance of U. S. based multinational corporations, Management international Review, 35, 197-218.",
        "Morck, R., and B. Yeung, 1991, Why investors value multinationality, Journal of Business, 64, 165-187.",
        "Morck, R., and B. Yeung, 1992, internalization: An event study, Journal of International Economics, 33, 41 -56.",
        "Myers, S. C., 1977, The determinants of corporate borrowing, Journal of Financial Economics, 5, 147-75.",
        "Miller, J., and B. Pras, 1980, The effects of multinational and export diversification on the profit and stability of U.S. corporations, Southern Economic Journal, 46, 792-805.",
        "Morck, R., A. Shliefer, and R. Vishny, 1990, Do managerial objectives drive bad acquisitions?, Journal of Finance, 45, 31-48.",
        "Mikhail, A., and H. Shawky, 1979, investment performance of U.S.-based multinational corporations, Journal of International Business Studies, 10, 53-66.",
        "Markides C., and C. Ittner, 1994, Shareholder benefit from corporate international diversification: Evidence from U.S international acquisitions, Journal of International Business Studies, 25:2, 343-366.",
        "Michel A., and I., Shaked, 1986, Multinational corporations vs. domestic corporations: financial performance and characteristics, Journal of international Business Studies, 18, 89- 100.",
        "Kogut, B., and N. Kulatilaka, 1994, Operating flexibility, global manufacturing, and the option value of a multinational network, Management Science, 40, 123-39.",
        "Kaplan, S., and M. Weisbach, 1992, The success of acquisitions: Evidence from divestitures, Journal of Finance, 47, 107-38.",
        "Kim, W., and E. Lyn, 1986, Excess market value, the multinational corporation, and Tobins q ratio, Journal of International Business Studies, 17, 117-126.",
        "Kim, W. C., P. Huang, and W. P. Burgers, 1989, Global diversification strategy and corporate profit performance Strategic Management Journal, 10, 45-57.",
        "Hines, J., and E. Rice, 1990, Fiscal paradise: Foreign tax havens and American business, NBER paper, no. 3477.",
        "Jensen, M., and W. Meckling, 1976, The theory of the firm: Managerial behavior, agency costs, and ownership structure, Journal of Financial Economics, 3, 305-60.",
        "Jensen, M., and R. Ruback, 1983, The market for corporate control: The scientific evidence, Journal of Financial Economics, 11, 5-50.",
        "Fatemi, A., 1984, Shareholder benefits from corporate industrial diversification, Journal of Finance 39, 1325- 1344.",
        "Financial Accounting Standards Board, 1978, Statement of Financial Accounting Standards No. 14: Financial Reporting for Segments of a Business Enterprise. (FASB: Stamford, Conn).",
        "Errunza, V., and L. Senbet, 1984, international corporate diversification, market valuation and size-adjusted evidence, Journal of Finance, 34, 727-745.",
        "Errunza V., and L. Senbet, 1981, The effects of international operations on market value of the firm: theory and evidence, Journal of Finance, 36, 401-417.",
        "Doukas, J., and N. Travlos, 1988, The effect of corporate multi-nationalism on shareholders wealth: Evidence from international acquisitions, Journal of Finance, 43, 1161-1175.",
        "Eckbo, B., 1985, Mergers and the market concentration doctrine: Evidence from the capital market, Journal of Business, 58, 325-49.",
        "Caves, R., 1971, international corporations: the industrial economics of foreign investment, Econometrica, 38, 1-27.",
        "Comment, R., and G. Jarrell, 1995, Corporate focus and stock returns, Journal of Financial Economics, 25, 67-87.",
        "Copeland, T., and F. Weston, 1979, Financial theory and corporate policy, (Addisson Wesley: Reading MA).",
        "Desai, A. S., S. Dukas, and A. M. Fatemi, 1996, The valuations effects of trans-national acquisitions: Evidence from the Pacific basin, Kansas State University Working Paper.",
        "Bodnar, G. M., and J. Weintrop, 1997, The valuation of the foreign income of U.S. multinational firms: A growth opportunities perspective, Journal of Accounting and Economics, 24, forthcoming.",
        "Boston Consulting Group, 1997, Premium Conglomerates, Working paper.",
        "Brewer, H. 1981, investor benefits from corporate international diversification, Journal of Quantitative Analysis 16, 113-126.",
        "Buhner, R., 1987, Assessing international diversification of West German corporations, Strategic Management Journal, 8, pp. 25-37.",
        "Business Week, 1995, The case against mergers, Special Report, October 30, p. 122 - 138.",
        "Allen, L., and C. Pantzalis, 1996, Valuation of the operating flexibility of multinational corporations, University of Manitoba working paper.",
        "Berger, P. and E. Of ek, 1995, Diversifications effect on firm value, Journal of Financial Economics, 25, 39-65.",
        "Aggrawal, A., J. F. Jaffe, and G. N. Mandelker, 1992 The post merger performance of acquiring firms: A re- examination of the anomaly, Journal of Finance, 47, pp. 1605 - 22."
    ]
}