{
    "id": 6231,
    "cites": 11,
    "cited_by": 144,
    "reference": [
        "Rutherford, Thomas F. (199Sa), Applied General-Equilibrium Modelling with MPS/GE as a GAMS Subsystem. Rutherford, Thomas F. (199sbj, Extensions of GAMS for Complementarity Problems Arising in Applied Economics, Journal of Economic Dynamics and Control. Slaughter, Matthew J. (1995), Multinational Corporations, Outsourcing, and American Relative Wage Divergence, NBER working paper no. 5253.",
        "Mundell, Robert (1957), International Trade and Factor Mobility, American Economic Review 47, 321-335.",
        "Neary, J. Peter (1995), Factor Mobility and International Trade, Canadian Journal of Economics 28, S4-S23.",
        "OECD (1996), Evidence on Trade and Wages in the Developing World, Development Centre Technical Paper, number 119.",
        "Markusen, James R. and Anthony J. Venables (1996a), Multinational Production, Skilled Labor, and Real Wages, in Richard Baldwin and Joseph Francois (editors), Dynamic Issues in Applied Commercial Policy Analysis Cambridge University Press, forthcoming.",
        "Markusen, James R. and Anthony J. Venables (1996b), The Theory of Endowment, Intra-Industry, and Multinational Trade, NBER working paper 5529.",
        "Markusen, James R. (1984), Multinationals, Multi-Plant Economies, and the Gains from Trade, Journal of International Economics 16, pp. 205-226.",
        "Markusen, James R. and Anthony J. Venables (1995), Multinational Firms and the New Trade Theory, NBER working paper number 5036.",
        "Markusen, James R. (1983), Factor Movements and Commodity Trade as Complements, Journal of International Economics 13, pp. 341-356.",
        "Jones, R. W., I. Coelho and S. Easton (1986), The Theory of International Factor Flows: the Basic Model, Journal of International Economics 20, 313-327.",
        "Feenstra, Robert C. and Gordon H. Hanson (199Sa), Foreign Direct Investment and Relative Wages: Evidence from Mexicos Maquiladoras, NBER Working Paper. Feenstra, Robert C. and Gordon H. Hanson (199Sb), Foreign Investment, Outsourcing, and Relative Wages, NBER Working Paper. Helpman, Elhanan (1984), A Simple Theory of Trade with Multinational Corporations, Journal of Political Economy 92, 451-471."
    ]
}