{
    "id": 6233,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "Arrowsmith, John and Christopher Taylor (1996). Unresolved issues on the way to a single currency. Occasional papers 49. London: National Institute of Economic and Social Research.",
        "Barrett, Don C. (1931). The greenbacks and the resumption of specie payments, 1862-1879. Cambridge, MA: Harvard University Press.",
        "Begg, David, Francesco Giavazzi, Luigi Spaventa, and Charles Wyplosz (1991). European monetary union- the macro issues. In The making of monetary union. Monitoring European integration 2. London: Centre for Economic Policy Research.",
        "Begg, David, Francesco Giavazzi, JUrgen von Hagen, and Charles Wyplosz (1997). EMU~ Getting the endgame right. Monitoring European integration 7. London: Centre for Economic Policy Research.",
        "De Grauwe, Paul (1996). How to fix conversion rates at the start of EMU. Discussion Paper Series no. 1530, Centre for Economic Policy Research (November).",
        "De Grauwe, Paul (1997). The indeterminacy of the euro conversion rates. Why it matters and how it can be solved. Discussion Paper Series no. 1677, Centre for Economic Policy Research (July).",
        "Dc Grauwe, Paul and Luigi Spaventa (1997). Setting conversion rates for the third stage of EMU. Discussion Paper Series no. 1638, Centre for Economic Policy Research (April).",
        "European Monetary Institute (1995). The changeover to the single currency. Frankfurt am Main (November).",
        "Flood, Robert P. and Peter M. Garber (1997). Is launching the euro unstable in the endgame? Mimeographed, International Monetary Fund (July).",
        "Froot, Kenneth A. and Kenneth Rogoff (1991). The EMS, the EMU, and the transition to a common currency. NBER Macroeconomics Annual 6: 269-317.",
        "Goodhart, C. A. E. (1993). The European System of Central Banks after Maastricht. In P. R. Masson and M. P. Taylor, eds., Policy issues in the operation of currency unions, Cambridge: Cambridge University Press.",
        "Gros, Daniel and Karel Lannoo (1996). The passage to the Euro. Centre for European Policy Studies Working Party Report no. 16, Brussels (December).",
        "Gras, Daniel and Niels Thygesen (1992). European monetary integration. London: Longman.",
        "Kareken, John and Neil Wallace (1981). On the indeterminacy of equilibrium exchange rates. Quarterly Journal of Economics 96 (May): 207-222.",
        "Kenen, Peter B. (1996a). Sorting out some EMU issues. Jean Monnet Chair Paper No. 38, Robert Schuman Centre, European University Institute (December).",
        "Kenen, Peter B., editor, with John Arrowsmith et al. (1996b). Making EMIT happen, problems and proposals: A symposium. Princeton Essays in International Finance no. 199 (August).",
        "Kenen, Peter B. (1997). A note on the introduction of the euro. Mimeographed, Princeton University, Department of Economics (May).",
        "Mussa, Michael (1976). The exchange rate, the balance of payments and monetary and fiscal policy under a regime of controlled floating. Scandinavian Journal of Economics 78 (May): 229-24 8.",
        "Weil, Philippe (1991). Currency competition and the evolution of multicurrcncy regions. In Alberto Giovannini and Cohn Mayer, eds., European financial integration. Cambridge: Cambridge University Press."
    ]
}