{
    "id": 6236,
    "cites": 13,
    "cited_by": 16,
    "reference": [
        "Shaw, Edward S. Financial Deepening in Economic Development. Oxford: Oxford University Press, 1973.",
        "Ortiz, Javier. Essays on the Early History of Latin American Central Banking. Ph.D., University of California at Los Angeles, 1993.",
        "McKinnon, Ronald I. Money and Capital in Economic Development. Washington, D.C.: The Brookings Institution, 1973.",
        "Obstteld, Maurice, and Alan M. Taylor. The Great Depression as a Watershed: International Capital Mobility in the Long Run. Working Paper Series no. 5690, National Bureau of Economic Research, April 1997.",
        "Kaminsky, Graciela L., and Carmen M. Reinhart. The Twin Crises: The Causes of Banking and Balance-of-Payments Problems. Board of Governors of the Federal Reserve System, September 1996. Photocopy. King, Robert G., and Ross Levine. Finance and Growth: Schumpeter Might Be Right. Quarterly Journal of Economics 108 (1993): 717-38. Levine, Ross. Financial Development and Economic Growth: Views and Agenda. Policy Research Working Papers no. 1678, World Bank, October 1996.",
        "Gerschenkron, Alexander. Economic Backwardness in Historical Perspective. Cambridge, Mass.: Harvard University Press, 1962.",
        "Goldsmith, Raymond W. Financial Structure and Economic Development. New Haven: Yale University Press, 1969.",
        "D~az Alejandro, Carlos F. Essays on the Economic History of the Argentine Republic. New Haven, Conn.: Yale University Press, 1970.",
        "Cortes Conde, Roberto. El progreso argentino. Buenos Aires: Editorial Sudamericana, 1979.",
        "Forthcoming. Di Tella, Guido, and Manuel Zymelman. Las etapas del desarrollo econdmico argentino. Buenos Aires: Editorial Universitaria de Buenos Aires, 1967.",
        "Cameron, Rondo et al. Banking in the Early Stages of industrialization: A Study in Comparative Economic History. New York: Oxford University Press, 1967.",
        "Calomiris, Charles W. Regulation, Industrial Structure, and Instability in U.S. Banking: An Historical Perspective. In Structural Change in Banking, edited by Michael Klausner and Lawrence J. White. Homewood, III.: Business One Irwin, 1993.",
        "Baiocco, Pedro J. La economla bancaria argentina. Buenos Aires: Universidad de Buenos Aires, 1937."
    ]
}