{
    "id": 625,
    "cites": 19,
    "cited_by": 9,
    "reference": [
        "(1980) The Speculative Efficiency Hypothesis. N.B.E.R. Working Paper, Cambridge, MA. Boyer, R. and Hodrick, R.",
        "(1976) Expectations and Exchange Rate Dynamics. Journal of Political Economy, 84:1161-76. ________________ and Fischer, S.",
        "(1980) Exchange Rates and the Current Account. American Economic Review, 70: 960-72. Flood, R.",
        "(1 979a) Capital Mobility and the Choice of Exchange Rate System. In tern ational Economic Review, 20: 405-16.",
        "(l979b) An Example of Exchange Rate Overshooting. Southern Economic Journal, 46: 168-78. 245 Flood, R. and Garber, P.",
        "(1980) An Economic Theory of Monetary Reform. Journal of Political Economy, 88: 24-58. ________________ and Marion, N.",
        "(1 980a) The Transmission of Disturbances Under Alternative ExchangeRate Regimes with Optimal Indexing. N.B.E.R. Working Paper 500, Cambridge, MA. Frankel, J.",
        "(1979) On the Mark: The Theory of Floating Exchange Rates Based on Real Interest Differential. American Economic Review 69: 610-23. Frenkel, J.",
        "(l980a) Flexible Exchange Rates in the 1970s. N.B.E.R. Working Paper 450, Cambridge, MA.",
        "(1973) The Demand for Money Revisited. Brookings Papers on Economic Activity, 3: 577-638. Hakkio, C.",
        "(1980) Expectations and the Forward Exchange Rate. N.B.E.R. Working Paper 439, Cambridge, MA. Hansen, L. and Hodrick, R.",
        "(1977) How Far Can We Push the Law of One Price. American Economic Review, 67: 942-49. Kouri, P.",
        "(1978) Purchasing Power Parity and Exchange Rates. Journal of International Economics, 8: 397-407. Magee, S. -",
        "(1980b) Rational Expectations, Risk Premia and the Market for Spot and Forward Exchange. Working Paper, Board of Governors of the Federal Reserve, Washington, D.C. Mussa,M.",
        "(1 976a) The Exchange Rate, The Balance of Payments and Monetary and Fiscal Policy Under a Regime of Controlled Floating. Scandinavian Journal of Economics, 78 no. 2: 229-48.",
        "(1 976b) Sticky Prices and Disequilibrium in a Rational Model of the Inflationary Process. Working Paper, University of Chicago, Chicago, IL.",
        "(1979) Essays on Exchange Rate Volatility, Ph.D. Thesis, M.I.T., Cambridge, MA. 248 Stockman, A.",
        "(1980) A Theory of Exchange Rate Determination. Journal of Political Economy, 88: 673-98. Wilson, C.,",
        "(1979) Anticipated Shocks and Exchange Rate Dynamics. Journal of Political Economy, 87, no. 3: 639-47. Wyplosz, C."
    ]
}