{
    "id": 6251,
    "cites": 25,
    "cited_by": 13,
    "reference": [
        "Weitzman, Martin L. Prices vs. Quantities. Review of Economic Studies, October 1974, 41(4), pp. 477-91.",
        "Weitzman, Martin L. Optimal Rewards for Economic Regulation. American Economic Review, September 1978, 68(4), pp. 683-91.",
        "Rosen, Harvey S. Public f nance. Boston, MA: Richard D. Irwin, 1992.",
        "Tietenberg, Tom. Environmental and natural resource economics. New York: Harper Collins, 1996.",
        "Rose-Ackerman, Susan. Effluent Charges: A Critique. Canadian Journal of Economics, November 1973, 6,(4) pp. 512-27.",
        "Pindyck, Robert S. and Rubinfeld, Daniel L. Microeconomics. New York: Macmillan Publishing Company, 1995.",
        "Roberts, Marc J. and Spence, Michael. Effluent Charges and Licenses Under Uncertainty. Journal of Public Economics, April-May 1976, 5(3-4), pp. 193-208.",
        "Pearce, David W. and Turner, R. Kerry. Economics of natural resources and the environment. Baltimore: Johns Hopkins University Press, 1990.",
        "Pigou, A.C. The Economics of welfare. New York: Macmillan, 1932.",
        "Morgan, Peter J. Alternative Policy Instruments under Uncertainty: A Programming Model of Toxic Pollution Control. Journal of Environmental Economics and Management, September 1983, 10(3), pp. 248-69.",
        "Myles, Gareth D. Public economics. New York: Cambridge University Press, 1995.",
        "Mendelsohn, Robert. Endogenous Technological Change and Environmental Regulation. Journal of Environmental Economics and Management, September 1984, 11(3), pp. 202-07.",
        "Kwerel, Evan. To Tell the Truth: Imperfect Information and Optimal Pollution Control. Review of Economic Studies, October 1977, 44(3), pp. 595-601.",
        "Laffont, Jean-Jacques and Tirole, Jean. Pollution Permits and Environmental Innovation. Journal of Public Economics, 1996, 62, pp. 127-40.",
        "Kechane, Nathaniel O., Revesz, Richard L., and Stavins, Robert N. The Positive Political Economy of Instrument Choice in Environmental Policy, in Paul Portney and Robert Schwab, eds., Environmental economics and public policy. London: Edward Elgar, forthcoming 1997.",
        "Fishelson, Gideon. Emission Control Policies under Uncertainty. Journal of Environmental Economics and Management, October 1976, 3(3), pp. 189-98.",
        "Karp, Gordon and Yohe, Gary W. The Optimal Linear Alternative to Price and Quantity Controls in the Multiform Case. Journal of Comparative Economics, March 1979, 3(1), pp.",
        "Cropper, M.L. and Oates, W.E. Environmental Economics: A Survey. Journal of Economic Literature, June 1992, 30(2), pp. 675-740.",
        "Dasgupta, Partha, Hammond, Peter and Eric Maskin. On Imperfect Information and Optimal Pollution Control. Review of Economic Studies, October 1980, 47(5), pp. 857-860.",
        "Collinge, Robert A. and Oates, Wallace E. Efficiency in Pollution Control in the Short and Long Runs: A System of Rental Emission Permits. Canadian Journal of Economics, May 1982, 15(2), pp. 346-54.",
        "Butler, Richard V. and Maher, Michael D. The Control of Externalities in a Growing Urban Economy. Economic Inquiry, January 1982, 20(1), pp. 155-63.",
        "Bohm, Peter and Russet, Clifford F. Comparative Analysis of Alternative Policy Instruments, in Allen V. Kneese and James L. Sweeney, eds., Handbook of natural resource and energy economics. Volume 1. Amsterdam: North Holland, 1985, pp. 395-460.",
        "Baumol, William J. and Oates, Wallace E. The theory of environmental policy. New York: Cambridge University Press, 1988.",
        "Baumol, William J. and Oates, Wallace E. The Use of Standards and Prices for Protection of the Environment. Swedish Journal of Economics, March 1971, 73(1), pp. 42-54.",
        "Adar, Zvi and Griffin, James M. Uncertainty and the Choice of Pollution Control Instruments. Journal of Environmental Economics and Management, October 1976, 3(3), pp."
    ]
}