{
    "id": 6257,
    "cites": 29,
    "cited_by": 4,
    "reference": [
        "Seppi, D., 1996, Liquidity Provision with Limit Orders and a Strategic Specialist, preview of Financial Studies, forthcoming.",
        "Miller, R.G., 1981, Survival Analysis. New York: Wiley.",
        "Parlour, C., 1995, Price Dynamics in Limit Order Markets, working paper, Queens Uni- versity.",
        "Sandas, P., 1996, Adverse Selection and Competitive Market Making: Empirical Evidence from a Pure Limit Order Market, working paper, Graduate School of Industrial Ad- ministration, Carnegie-Mellon University.",
        "Lo, A. and J. mustang, 1995, Implementing Option Pricing Models When Asset Returns Are Predictable, Journal of Finance 50, 87-129.",
        "Madhavan, A., 1992. Trading Mechanisms in Securities Markets, Journal of Finance 47, 607-641.",
        "Harrison, M., 1990, Bro~vnian Motion and Stochastic Flow Systems. New York: John Wiley and Sons.",
        "Hausman, J., Lo, A. and A. C. MacKinlay, 1992, An Ordered Probit Analysis of Transac- tion Stock Prices, Journal of Financial Economics 31, 319-379.",
        "Johnson, Kotz, and Balakrishnan, 1995, Continuous Univariate Distributions. New York: Wiley.",
        "Kalbfleisch. J.D. and R.L. Prentice, 1980, The Statistical Analysis of Failure Time Data.",
        "New York: Wiley. Kaplan, E. and P. Meier, 1958, Nonparametric Estimation from Incomplete Observations, Journal of the American Statistical Association 53, 457-481.",
        "Kavajecz, K., 1996A Specialists Quoted Depth as a Strategic Choice Variable, Working Paper 12-96, Rodney White Center for Financial Research, Wharton School, University of Pennsylvania.",
        "Kim, J., 1993, Chi-Square Goodness-of-Fit Tests for Randomly Censored Data, Annals of Statistics 21, 1621-1639.",
        "Kumar, P. and D. Seppi, 1993, Limit and Market Orders with Optimizing Traders, work- ing paper, Graduate School of Industrial Administration, Carnegie-Mellon University.",
        "Harris, L. and J. Hasbrouck, 1996, Market vs. Limit Orders: The SuperDot Evidence on Order Submission Strategy, Journal of Financial and Quantitative Analysis 31, 213-231.",
        "Harris, L., 1994, Optimal Dynamic Order Submission Strategies in Some Stylized Trading Problems, Working Paper No. 94-8, School of Business Administration, University of Southern California.",
        "Foster, D. and S. Viswanathan, 1990, A Theory Of The Interday Variations In Volume, Variance, And Trading Costs In Securities Markets, Review of Financial Studies 3, 593-624.",
        "Foucault, T., 1993, Price Formation in a Dynamic Limit Order Market, working paper, HEC.",
        "Glosten, L., 1994, Is the Electronic Open Limit Order Book Inevitable? Journal of Finance 49, 1127-1161.",
        "Habib M. and D. Thomas, 1986, Chi-square Goodness-of-Fit Tests for Randomly Censored Data, Annals of Statistics 14, 759-765.",
        "Handa, P., and R. Schwartz, 1996, Limit Order Execution, Journal of Finance 51, 1835- 1861.",
        "Harris, L., 1986, A Transaction Data Study of NVeekly and Intradailv Patterns in Stock Returns, Journal of Financial Economics 16, 99-118.",
        "Chakravarty, S., and C. Holden, 1995, An Integrated Model of Market and Limit Orders, Journal of Financial Intermediation 4, 213-241.",
        "Cohen, K., Maier, S., Schwartz, R. and D. Whitcomb, 1981, Transaction Costs, Order Placement Strategy and Existence of the Bid-Ask Spread, Journal of Political Econ- omy 89, 287-30~.",
        "Cox, D.R. and D. Oakes, 1984, Analysis of Survival Data, New York: Chapman and Hall.",
        "Easley, D., and M. OHara, 1991, Order Form and Information in Securities Markets, Journal of Finance 46, 905-927.",
        "Engle, R. and J. Russell, 1995, Forecasting Transaction Rates: The Autoregressive Con- ditional Duration Model, UCSD Discussion Paper.",
        "Angel, J., 1994, Limit Versus Market Orders, NNorking Paper No. FINC-1377-01-293, School of Business Administration, Georgetown University.",
        "Biais. B., P. Hillion, and C. Spatt, 1995, An Empirical Analysis of the Limit Order Book and the Order Flow in the Paris Bourse, Journal of Finance 50, 1655-1689."
    ]
}