{
    "id": 6261,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Wishingrad, Jay, The Plea Bargain in Historical Perspective, in Courts and Criminal Procedure (Westport: Meckler, 1991).",
        "Second, they report results controlling for conviction offense. We argue that conviction offense is endogenous; indeed, in a determinate sentencing system, choice of conviction offense is likely 34 to be the mechanism through which discretion operates. Third, they use data from only three counties, whereas we analyze information from the entire state. 5. See, e.g., Cohen and Tonry 1983, analyzing the plea-bargaining ban in Alaska.",
        "Waldfogel, Joel, Variation, Unwarranted Disparity, and Sentencing Guidelines, 1993, Yale University mimeo.",
        "United States Sentencing Commission, The Federal Sentencing Guidelines: A Report on the Operation of the Guidelines System and Short-Term Impacts on Disparity in Sentencing, Use of Incarceration, and Prosecutorial Discretion and Plea Bargaining, (Washington, DC: U.S. Sentencing Commission, 1991).",
        "Tillman, Robert, and McCoy, Candace, 1987, The Impact of Californias Prior Felony Conviction Law, Bureau of Criminal Statistics, California Department of Justice.",
        "Tonry, Michael, Structuring Sentencing, in Michael Tonry and Norval Morris, eds., Crime and Justice: A Review of Research. Volume 10 (Chicago: University of Chicago Press, 1988).",
        "Snyder, Edward A., The Effect of Higher Criminal Penalties on Antitrust Enforcement, 1990, Journal of Law and Economics 33: 439-462.",
        "Nagel, Ilene and Stephen Schulhofer, A Tale of Three Cities: An Empirical Study of Charging and Bargaining Practices Under the Federal Sentencing Guidelines, 1992, Southern California Law Review 66: 501 -66.",
        "Rosett, Arthur, and Cressey, Donald, Justice BY Consent (New York: Lippincott, 1976).",
        "Miethe, Terance D., 1987, Charging and Plea Bargaining Under Determinate Sentencing: An Investigation of the Hydraulic Displacement of Discretion, Journal of Criminal Law and Criminology 78: 155- 176.",
        "McDowall, David, Loftin, Colin, and Wiersema, Brian, A Comparative Study of the Preventive Effects of Mandatory Sentencing Laws for Gun Crimes, 1992, Journal of Criminal Law and Criminology 83: 378-394.",
        "McCoy, Candace and Tillman, Robert, 1986, Controlling Felony Plea Bargaining in California: The Impact of the Victims Bill of Rights, Bureau of Criminal Statistics, California Department of Justice.",
        "Loftin, Colin, Heumann, Milton, and McDowall, David, 1983, Mandatory Sentencing and Firearms Violence: Evaluating an Alternative to Gun Control, Law and Society Review 17: 287-318.",
        "Frase, Richard, Sentencing Reform in Minnesota: Ten Years After, 1991, Minnesota Law Review 75: 727- 54.",
        "Frase, Richard, Implementing Commission-Based Sentencing Guidelines: The Lessons of the First Ten Years in Minnesota, 1993, Cornell Journal of Law and Public Policy 2: 279-337.",
        "Clarke, Stevens H., North Carolinas Determinate Sentencing Legislation, Judicature 68: 140-52. Cohen, Jacqueline, and Michael Tonry, Sentencing Reforms and Their Impacts, in Alfred Blumstein, Jacqueline Cohen, Susan Martin, and Michael Tonry, Research on Sentencing: The Search for Reform, vol. 2 (Washington, DC: National Academy Press, 1983).",
        "Casper, Jonathan D., Brereton, David, and Neal, David, The Implementation of the California Determinate Sentencing Law, 1982, U.S. Department of Justice, National Institute of Justice.",
        "Church, Thomas, Plea Bargains, Concessions, and the Courts, 1976, Law and Society Review.",
        "Altschuler, Albert W., The Prosecutors Role in Plea Bargaining, 1968, University of Chicago Law Review, 36: 50-112."
    ]
}