{
    "id": 6264,
    "cites": 109,
    "cited_by": 155,
    "reference": [
        "3. Abel, A.B. and J.C. Eberly, A Unified Model of Investment Under Uncertainty,  American Economic Review 84, December 1994, pp. 13691384.",
        "4. Abel, A.B. and J.C. Eberly, Investment and q with Fixed Costs: An empirical Analysis, mimeo January 1996a.",
        "5. Abel, A.B. and J.C. Eberly, The Effects of Irreversibility and Uncertainty on Capital Accumulation, mimeo May 1996b.",
        "6. Acemoglu, D., A Microfoundation for Social Increasing Returns in Human Capital Accumulation Quarterly Journal of Economics, August, 1996, 779-804.",
        "7. Aghion, P. and P. Howitt, A Model of Growth through Creative Destruction,  Economnetrica 51(8), 1992, 323-351.",
        "8. Atkeson, A. and P.J. Kehoe, Models of Energy Use: Putty-Putty vs. Putty-Clay, Federal Reserve Bank of Minneapolis, Research Department, Staff Report 230, March 1997.",
        "9. Auerbach, A.J. and K. Hassett, Tax Policy and Business Fixed Investment in the United States, Journal of Public Economics 4 7(2), 1992, 141-170.",
        "10. Banerjee, A., A Simple Model of Herd Behavior, Quarterly Journal of Economics 107, 1992, 797-817.",
        "11. Barnett, S. and P. Sakellaris, Non-linear Response of Firm Investment to Q: Testing a Model of Convex and Non-convex Adjustment Costs, University of Maryland mimeo, August 1995. 49",
        "12. Benhabib, J. and A. Rustichini, A Vintage Model of Investment and Growth: Theory and Evidence, in General Equilibrium, Growth and Trade II, Academic Press, 1993.",
        "15. Bernanke, B., M. Gertler and Simon Gilchrist, The Financial Accelerator and the Flight to Quality, Review of Economics and Statistics 78, 1996, 1-15.",
        "16. Bernanke, B., M. Gertler and Simon Gilchrist, Credit Markets and Aggregate Fluctuations, forthcoming in Handbook of Macroeconomics, edited by John Taylor and Michael Woodford, North Holland 1997.",
        "17. Bertola, C., Adjustment Costs and Dynamic Factor Demands: Investment and Employment Under Uncertainty, Ph.D. Dissertation MIT, 1988.",
        "18. Bertola, C., Labor Turnover Costs and Average Labor Demand, Journal of Labor Economics, 10 (4), 1992, 389-411.",
        "19. Bertola, C. and R. Caballero, Kinked Adjustment Costs and Aggregate Dynamics, in NBER Macroeconomics Annual 1990, Cambridge: The MIT Press.",
        "20. Bertola, C. and R. Caballero, Irreversibility and Aggregate Investment  Review of Economic Studies 61-2, April 1994, 223-246.",
        "21. Besley, T., Property Rights and Investment Incentives: Theory and Evidence from Ghana, Journal of Political Economy 103(5), October 1995, 903-937.",
        "22. Blanchard, O.J., Investment, Output, and the Cost of Capital: A Comment, ,Brookings Papers of Economic Activity 1, 1986, 153-158.",
        "23. Blanchard, O.J. and M. Kremer, Disorganization, minieo MIT, October 1996. 50",
        "24. Brainard, W.C. and J. Tobin, Pitfalls in Financial Model Building, American Economic Review 58, May 1968, 99-122.",
        "25. Caballero, R.J., On the Dynamics of Aggregate Investment, in L. Serven and A. Solimano, eds. Striving for Growth After Adjustment, The Role of Capital Formation, The World Bank, Washington, D.C., 1993a, 81-106.",
        "26. Caballero, R.J., Durable Goods: An Explanation for Their Slow Adjustment,  Journal of Political Economy 101-2, April 1993b, 351-384.",
        "27. Caballero, R.J., Small Sample Bias and Adjustment Costs, Review of Economics and Statistics, 1994a.",
        "28. Caballero, R.J., A Reconsideration of Investment Behavior Using Tax Reforms as Natural Experiments: A Comment, Brookings Papers on Economic Activity, 1994:2, 1994b, 62-68.",
        "29. Caballero, R.J. and E. Engel, Explaining Investment Dynamics in U.S. Manufacturing: A Generahzed (5, s) Approach Mimeo MIT (1994).",
        "30. Caballero, R.J., E. Engel, and J. Haltiwanger, Plant-Level Adjustment and Aggregate Investment Dynamics, Brookings Papers on Economic Activity, 1995:2, 1-54.",
        "31. Caballero, R.J., and M Hammour, The Cleansing Effect of Recessions,  American Economic Review 84(5), December 1994, 1350-1368.",
        "32. Caballero, R.J., and M. Hammour, On the Timing and Efficiency of Creative Destruction, Quarterly Journal of Economics, August, 1996a, 805-852.",
        "33. Caballero, R.J., and M. Hammour, The Macroeconomics of Specificity,  NBER WP 5~57, September 1996b.",
        "34. Caballero, R.J., and M. Hammour, On the Ills of Adjustment. Journal of Development Economics, 1996c, 161-192.",
        "35. Caballero, R.J. and M. Hammour, Jobless Growth: Appropriability, Factor Substitution, and Unemployment, mimeo MIT, April 1997a. 51",
        "36. Caballero, R.J. and M. Hammour, Improper Churn: Financial Constraints and Factor Markets, mimeo MIT, May 1997b.",
        "37. Caballero, R.J. and J. Leahy, Fixed Costs: The Demise of Marginal q, NBER WP 5508, March 1996.",
        "38. Caballero, R.J. and R.S. Pindyck, Uncertainty, Investment, and Industry Evolution, International Economic Review 37(3), August 1996, 641-662.",
        "39. Calvo, G.A., Optimal Growth in a Putty-Clay Model, Econometrica 44, 1976, 867-878.",
        "40. Campbell, J., Entry, Exit, Embodied Technology, and Business Cycles,  NBER Wp 5955, March 1997.",
        "41. Campbell, J. and J.Fisher, Aggregate Employment Fluctuations with Microeconomic Asymmetries, mimeo August 1996.",
        "42. Caplin, A. and J. Leahy, Sectoral Shocks, Learning, and Aggregate Fluctuations, Review of Economic Studies 60-4 October 1993, 777-94.",
        "43. Caplin, A. and J. Leahy, Business as Usual, Market Crashes and Wisdom after the Fact, American Economic Review, June 1994.",
        "44. Chamley, C. and D. Gale, Information Revelation and Strategic Delay,  Econometrica 62, 1994, 1065-1085.",
        "46. Clark, J.M., Business Acceleration and the Law of Demand: A Technical Factor in Economic Cycles, Journal of Political Economy 25, March 1917, 217-235.",
        "47. Clark, J.M., Additional Note on Business Acceleration and the Law of Demand, in American Economic Association, Readings in Business Cycle Theory, Philadelphia, 1944, 254-260.",
        "49. Cooley, T.F., J. Greenwood, and M. Yorukoglu, The Replacemt Problem,  Rochester Center for Economic Research Wp 444, August 1997.",
        "50. Cooper, R., J. Haltiwanger, and L. Power, Machine Replacement and the Business Cycle: Lumps and Bumps, B.U. mimeo 1994.",
        "51. Cummins, J.G., K.A. Hassett, and R.G. Hubbard, A Reconsideration of Investment Behavior Using Tax Reforms as Natural Experiments, Brookings Papers on Economic Activity, 1994:2, 1-59.",
        "52. Cummins, J.G., K.A. Hassett, and R.G. Hubbard, Tax Reforms and Investment: A Cross Country Comparison, Journal of Public Economics, 1996.",
        "53. Cummins, J.G., K.A. Hassett, and S.D. Oliner, Investment Behavior, Internal Funds, and Observable Expectations, mimeo, October 1996.",
        "54. Dixit, A., Entry and Exit Decisions under Uncertainty, Journal of Political Economy 97, 1989, 620-638.",
        "55. Dixit, A., The Art of Smooth Pasting, Harwood Academic Publishers, 1993.",
        "56. Dixit, A., and R. Pindyck, Investment under Uncertainty, Princeton University Press (1994), Ch. 3 and 4.",
        "57. Doms, M. and T. Dunne, An Investigation into Capital and Labor Adjustment at the Plant Level, mimeo, Center for Economic Studies, Census Bureau, 1993.",
        "58. Eisner, R., Tax Policy and Investment Behavior: A Comment, American Economic Review 59, June 1969, 379-388.",
        "59. El Karoui, N., and I. Karatzas, A New Approach to the Skorohod problem, and its applications, Stochast. Stochast. Rep. 34 1991, 57-82.",
        "60. Fallick, B.C. and K.A. Hassett, Investment and Union Certification, FED Discussion paper 1996-43, November 1996. 53",
        "61. Fazzari, S., R.G. Hubbard and B.C. Petersen, Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity, 1988: 1.",
        "62. Fazzari, S., R.G. Hubbard, and B.C. Petersen, Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity, 1995:1, 141-195.",
        "63. Gale, D., What Have we Learned from Social Learning? mimeo, August 1995.",
        "64. Gale, D., Delay and Cycles, Review of Economic Studies 63, (1996), 169-198.",
        "65. Gertler, M., Financial Conditions and Macroeconomic Behavior, NBER Reporter 1994.",
        "66. Gilchrist, S. and J.C. Williams, Putty-Clay and Investment: A Business Cycle Analysis, mimeo May 1996.",
        "67. Goolsbee, A., Investment Tax Incentives and the Price of Capital Goods mimeo 1995a.",
        "68. Goolsbee, A., Factor Prices and the Retirement of Capital Goods, mimeo Chicago GSB, July 1995b.",
        "69. Goolsbee, A., The Incidence of Investment Tax Subsidies: To the Workers Go the Spoils? mimeo Chicago GSB, February 1997.",
        "70. Goolsbee, A. and D.B. Gross, Estimating Adjustment Costs with Data on Heterogeneous Capital Goods, mimeo Chicago GSB, September 1997.",
        "71. Greenwald, B. and J. Stiglitz, Finacial Market Imperfections and Business Cycles, Quarterly Journal of Economics, February 1993.",
        "72. Greenspan, A. and D. Cohen, Motor Vehicles Stocks, Scrappage, and Sales, FED Wp 1996-40, October 1996.",
        "73. Gross, D., The Investment and Financing Decisions of Liquidity Constrained Firms mimeo 1994. 54",
        "74. Grout, P.A., Investment and Wages in the Absence of Binding Contracts: A Nash Bargaining Approach, Econometrica 52-2, March 1984, 449-460.",
        "75. Hall, R.E. and D.W. Jorgenson, Tax Policy and Investment Behavior, American Economic Review 57 (8), June 1967, 391-414.",
        "76. Hall, R.E. and Ch.I. Jones, The Productivity of Nations, Stanford University mimeo, August 1996.",
        "77. Hart, 0., Firms, Contracts and Financial Stracture, Claredon Lectures in Economics, Claredon Press 1995.",
        "78. Hart, 0. and J. Moore, Incomplete Contracts and Renegotiation, Econometrica 56, 1988, 755-786.",
        "79. Hart, 0. and J. Moore, Property Rights and the Nature of the Firm, Journal of Political Economy 98(6), 1990, 1119-1158.",
        "80. Bassett, K.A. and R.G. Hubbard, New Evidence Concerning the Openness of the World Market for Capital Goods, mimeo, June 1996a.",
        "81. Hassett, K.A. and R.G. Hubbard, Tax Policy and Investment, NBER WP 5683, July 1996b.",
        "82. Hayashi, F., Tobins Marginal Q and Average Q: A Neoclassical Interpretation,  Econometrica, January 1982, 213-224.",
        "83. Holmstrom, B. and J. Tirole, Financial Intermediation, Loanable Funds, and the Real Sector, mimeo 1994.",
        "84. Hopenhayn, H.A., Entry, Exit, and Firm Dynamics in Long Run Equilibrium,  Econometrica 60, 1992, 1127-1150.",
        "85. Hubbard, R.G. Capital-Market Imperfections and Investment, mimeo Columbia University 1995.",
        "86. Johansen, L. Substitution versus Fixed Production Coefficients in the Theory of Economic Growth: A Synthesis. Econometrica April 1959, 964-80. 55",
        "87. Jorgenson, D.W., Capital Theory and Investment Behavior, American Economic Review 53 (2,), May 1963, 247-259.",
        "88. Jovanovic, B., Obsolescence of Capital, mimeo NYU, February 1997.",
        "89. Kaplan, S. and L. Zingales, Do Investment-Cash Flow Sensitivities Provide Useful Measures of Financing Constraints?, Quarterly Journal of Economics CXII-1, February 1997, 169-216.",
        "90. Kiyotaki, N. and J. Moore, Credit Cycles, Journal of Political Economy 105 (2,), April 1997, 211-248.",
        "91. Kiyotaki, N. and K.D. West, Business Fixed Investment and the Recent Business Cycle in Japan, in NBER Macroeconomics Annual 1996.",
        "92. Koyck, L.M., Distributed Lags and Investment Analysis, Amsterdam, North Holland, 1954.",
        "93. Krieger, S., The General Equilibrium Dynamics of Investment, Scrapping and Reorganization in an Economy with Firm Level Uncertainty, Chicago mimeo, July 1997.",
        "94. Leahy, J., Investment in Competitive Equilibrium: The Optimality of Myopic Behavior, Quarterly Journal of Economics 108, 1993, 11051133.",
        "95. MacLeod, W. Bentley and James M. Malcomson, Investments, Holdup, and the Form of Market Contracts, American Economic Review, 83(4), 1993, 811-837.",
        "96. Makowski, Louis and Joseph M. Ostroy, Appropriation and Efficiency: A Revision of the First Theorem of Welfare Economics, American Economic Review, 85(4), 1995, 808-827.",
        "97. Meyer, J.R. and E. Kuh, The Investment Decision: An Empirical Study, Cambridge: Harvard University Press, 1957.",
        "98. Nickell, S.J., The Investment Decisions of Firms, Oxford: Cambridge University Press, 1978. 56",
        "99. Oliner, S., G. Rudebusch and D. Sichel, New and Old Models of Business Investment: A Comparison of Forecasting Performance, Journal of Money, Credit and Banking, 27, 1995, 806-826.",
        "100. Pindyck, R.S., Irreversible Investment, Capacity Choice, and the Value of the Firm, 78 (5), December 1988, 969-985.",
        "101. Ramey, G. and J. Watson, Contractual Fragility, Job Destruction and Business Cycles, mimeo UCSD, June 1996.",
        "102. Rivers, D. and Q.H. Vuong, Model Selection Tests for Nonlinear Dynamic Models, WP 91-08, Toulouse 1991.",
        "103. Rotemberg, J., The New Keynesian Microfoundations, in O.J. Blanchard and S. Fischer, eds. NBER Macroeconomics Annual 1987, Cambridge MA: MIT Press, 69-104.",
        "104. Rothschild, M., On the Cost of Adjustment, Quarterly Journal of Economics 85, November 1971, 605-622.",
        "105. Salter, W.E.G., Productivity and Technical Change, Cambridge: Cambridge University Press, 1960.",
        "106. Schiantarelli, Fabio, Financial Constraints and Investment: Methodological Issues and International Evidence, Oxford Review of Economic Policy, vol. 12, 2, 1996, 70-89.",
        "107. Shapiro, M.D., Investment, Output, and the Cost of Capital, Brookings Papers of Economic Activity 1, 1986, 111-152.",
        "108. Simons, H.C., Some Reflections on Syndicalism, Journal of Political Economy 52, 1944, 1-25.",
        "109. Stock, J.H. and M.W. Watson, A Simple MLE of Cointegrating Vectors in Higher Order Integrated Systems, Econometrica July 1993.",
        "110. Tinbergen, J., A Method and Its Application to Investment Activity, in Statistical Testing of Business Cycle Theories, vol. 1, Geneva, 1939.",
        "111. Tobin, J., A General Equilibrium Approach to Monetary Theory, Journal of Money, Credit and Banking 1, 1969, 15-29. 57",
        "112. Thomas, J. and T. Worral, Foreign Direct Investment and the Risk of Expropriation, Review of Economic Studies 61, 1994, 81-108.",
        "113. Williamson, O.E., Transaction-Cost Economics: The Governance of Contractual Relations, Journal of Law and Economics, 22-2, October 1979, 233-261.",
        "114. Williamson, O.E., The Economic Institutions of Capitalism, New York: Free Press, 1985.",
        "115. Zeira, J., Investment as a Process of Search, Journal of Political Economy, 95(1), 1987, 204-10. 58"
    ]
}