{
    "id": 6269,
    "cites": 29,
    "cited_by": 3,
    "reference": [
        "Vickers, John and George Yarrow. 1991. The British Electricity Experiment. Economic Policy. 12 (April): 188-232.",
        "Electricity Industry. The Economic Journal 103 (May): 531-546. . 1992. Spot Market Competition in the UK Electricity industry. Mimeo, Department of Economics, University of Oslo.",
        "Empirical Analysis. Review of Economics and Statistics 75 (May): 302-314. Umlauf, S. 1993. An Empirical Study of the Mexican Treasury Bill Auction. Journal of Financial Economics 33 (June): 313-340.",
        "Tenorio, Rafael. 1997. On Strategic Quantity Bidding in Multiple Unit Auctions. Journal of Industrial Economics 45 (June): 207-217.",
        "Porter, Robert H. 1995. The Role of Information in U.S. Offshore Oil and Gas Lease Auctions. Econometrica 63 (January): 1-27.",
        "OFFER. 1994. Report on Trading Outside the Pool. Birrningharn: Office of Electricity Regulation.",
        "Paarsch, Harry J. 1991. Empirical Models of Auctions and an Application to British Columbian Timber Sales. Mirneo, Department of Economics, University of British Columbia.",
        "Nyborg, Kjell G. and Suresh Sundaresan. 1996. Discriminatory versus Uniform Treasury Auctions: Evidence form When-Issued Transactions. Journal of Financial Economics 42 (September): 63-104.",
        "Newbery, David M. and Michael G. Pollitt. 1997. The Restructuring and Privatisation of Britains CEGB - Was it Worth It?~ Journal of Industrial Economics 45 (September) 269-303.",
        "Newbery, David M and Richard Green. 1991. Competition in the British Electricity Spot Market. Mimeo, Department of Applied Economics, Cambridge.",
        "Wolfram, Catherine. 1996. Measuring Duopoly Power in the British Electricity Spot Market. Mimeo, Department of Economics, Harvard University.",
        "Newbery, David M. 1992. Capacity-Constrained Supply Function Equilibria: Competition and Entry in the Electricity Spot Market. Cambridge Center for Economic Policy Research working paper 557.",
        "Wilson, Robert. 1979. Auctions of Shares. Quarterly Journal of Economics 94 (November): 675-689.",
        "Wolak, Frank A. and Robert H. Patrick. 1996. The Impact of Rules and Market Structure on the Price Determination Process in the England and Wales Electricity Market. Mimeo, Department of Economics, Stanford University.",
        "Nautz, D. 1995. Optimal Bidding in Multi-Unit Auctions With Many Bidders. Economics Letters 48 (June): 301-306.",
        "Weber, Robert J. 1983. Multiple-Object Auctions. In Richard Engelbrecht-Wiggans, Martin Shubik, and Robert Stark, eds., Auctions, Bidding and Contracting. Uses and Theory, pp. 165-191. New York: New York University Press.",
        "Maskin, Eric S. and John G. Riley. 1989. Optimal Multi-Unit Auctions. In Frank Hahn, ea., The Economics of Missing Markets, Information and Games, pp. 312-335. Oxford: Oxford University Press.",
        "Monopolies and Mergers Commission (MMC). 1996. National Power PLC and Southern Electric plc: A Report on the Proposed Merger, London: HMSO.",
        "Laffont, Jean-Jacques, Herve Ossard and Quang Vuong. 1995. Econometrics of First-Price Auctions. Econometrica 63 (July): 953-980.",
        "Laffont, Jean-Jacques and Quar.g Vuong. 1993. Structural Econometric Analysis of Descending Auctions. European Economic Review 37 (April): 329-341.",
        "Klemperer, Paul D. and Margaret A. Meyer. 1989. Supply Function Equilibria in Oligopoly Under Uncertainty. Econometrica 57 (November): 1243-1277.",
        "Holt, Charles A., Loren W. Langan and Awe P. Villarnil. 1986. Market Power in Oral Double Auctions. Economic Inquiry 24 (January): 107-123.",
        "Joskow, Paul L. 1996. Introducing Competition into Regulated Network Industries: From Hierarchies to Markets in Electricity. Industrial and Corporate Change 5: 341-389.",
        "Green, Richard J. and David M. Newbery. 1992. Competition in the British Electricity Spot Market. n Journal of Political Economy 100 (October): 929-953.",
        "Harris, Milton and Arthur Raviv. 1981. Allocation Mechanisms and the Design of Auctions. Econometrica 49 (November): 1477-1499.",
        "Back, Kerry and Jaime F. Zender. 1993. Auctions of Divisible Goods: On the Rationale for the Treasury Experiment. n Review of Financial Studies 6 (Winter): 733-764.",
        "Green, Richard J. 1996. Increasing Competition in the British Electricity Spot Market. Journal of Industrial Economics 44 (June): 205-216.",
        "Armstrong, Mark, Simon Cowan and John Vickers. 1994. Regulatory Reform. Cambridge: MIT Press.",
        "Ausubel, Lawrence M. and Peter C. Cramton. 1996. Demand Reduction and Inefficiency in Multi- Unit Auctions. Mirneo, Department of Economics, University of Maryland."
    ]
}