{
    "id": 6274,
    "cites": 48,
    "cited_by": 3,
    "reference": [
        "Williamson, Oliver, The Economic Institutions of Capitalism, (New York, NY: The Free Press, 1985).",
        "Stole, Lars, and Jeffrey Zwiebel, Organizational Design and Technology Choice under Intra-Firm Bar- gaining, American Economic Review, XXCVI (1996a), 195-222.",
        "Stole, Lars, and Jeffrey Zwiebel, Intra-Firm Bargaining under Nonbinding Contracts, Review of Eco- nomic Studies, LXIII (1996b), 375-410.",
        "Shleifer, Andrei, and Robert Vishny, Management Entrenchment: The Case of Manager-Specific Assets, Journal of Financial Economics, XXV (1989), 123-139.",
        "Rajan, Raghuram, and Luigi Zingales, The Firm as a Dedicated Hierarchy, University of Chicago working paper, 1997.",
        "Shleifer, Andrei, and Lawrence Summers, Breach of Trust in Hostile Takeovers, in Corporate Takeovers: Causes and Consequences, Alan J. Auerbach ea., (Chicago, IL: The University of Chicago Press, 1988).",
        "Marglin, Stephen, What do bosses do? The Review of Radical Political Economy, VI (1974), 60-112.",
        "Masten, Scott, A Legal Basis for the Firm, Journal of Lau, Economics and Organization, IV (1988), 181-198.",
        "Myers, Stewart, C., Inside versus Outside Equity, MIT working paper, 1996.",
        "Rajan, Raghuram, and Luigi Zingales, The Tyranny of the Inefficient: An Inquiry into the Adverse Consequences of Power Struggles, University of Chicago working paper: http://gsblgz.uchicago.edu, 1996.",
        "Hart. Oliver, Andrei Shleifer, and Robert Vishny, The Proper Role for Government: Theory and an Application to Prisons, Quarterly Journal of Economics, CXII (1997), 000-000.",
        "Holmstrom, Bengt, Moral Hazard in Teams, Bell Journal of Economics, VIII (1982), 324-340.",
        "Klein. Benjamin, Robert Crawford, and Armen Alchian, Vertical Integration, Appropriable Rents and the Competitive Contracting Process, Journal of Law and Economics, XXI (1978), 297-326.",
        "Hart, Oliver, Firms, Contracts, Arid Financial Structure, (Oxford: Clarendon Press, 1995).",
        "Hart. Oliver and John Moore, Property Rights and the Nature of the Firm Journal of Political Economy, XCVIII (1990)? 1119-1158.",
        "Gul, Faruk, Bargaining Foundations of the Shapley Value Ecorzometrica, LVII (1989), 81-95.",
        "Hansmann, Henry, Ownership of the Firm, Journal of Law, Economics, and Organization, IV (1988), 267-304.",
        "Dore, Ronald, Goodwill and the Spirit of Market Capitalism, British Journal of Sociology, XXXIV (1983), 459-482.",
        "Grossman, Sanford and Oliver Hart, The Costs and the Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy, XCIV (1986), 691-719.",
        "De Meza, David and Ben Lockwood, Does Asset Ownership Always Motivate Managers? Outside Options and The Property Rights Theory of the Firm, Quarterly Journal of Economics, CXII (1998), 000 000.",
        "Blair, Margaret, Ownership and Control (Washington, DC: The Brookings Institution, 1995).",
        "Coase. Ronald, 1937, The Nature of the Firm, Economica, IV (1937), 38~405.",
        "Aghion, Philippe and Jean Tirole, Formal and Real Authority in Organizations Journal of Politic. Economy, CV (1997), 1-27.",
        "Baker, George, Robert Gibbons, and Kevin J. Murphy, Implicit Contracts and the Theory of the Firm, Harvard Business School working paper, 1996.",
        "Becker, Gary, Investment in Human Capital: A Theoretical Analysis, Journal of Political Economy, LXX (1962), 9-49.",
        "Shleifer, Andrei, and Lawrence Summers, Breach of Trust in Hostile Takeovers, in Corporate Takeovers: Causes and Consequences, Alan J. Auerbach ea., (Chicago, IL: The University of Chicago Press, 1988).",
        "Alchian, Armen A. and Harold Demsetz, Production, Information Costs and Economic Organization, American Economic Review, LXII (1972), 777-795.",
        "Rajan, Raghuram, and Luigi Zingales, The Firm as a Dedicated Hierarchy, University of Chicago working paper, 1997.",
        "Klein. Benjamin. Robert Crawford, and Armen Alchian, Vertical Integration, Appropriable Rents and the Competitive Contracting Process, Journal of Law and Economics, XXI (1978), 297-326.",
        "Marglin, Stephen, What do bosses do? The Review of Radical Political Economy, VI (1974), 60-112.",
        "Masten, Scott, A Legal Basis for the Firm, Journal of Law, Economics and Organization, IV (1988), 181-198.",
        "Myers, Stewart, C., Inside versus Outside Equity, MIT working paper, 1996.",
        "Rajan, Raghuram, and Luigi Zingales, The Tyranny of the Inefficient: An Inquiry into the Adverse Consequences of Power Struggles, University of Chicago working paper: http://gsblgz.uchicago.edu, 1996.",
        "Holmstrom, Bengt, Moral Hazard in Teams, Bell Journal of Economics, VIII (1982), 324-340.",
        "Hart. Oliver and John Moore, Property Rights and the Nature of the Firm Journal of Political Economy, XCVIII (1990), 1119-1158.",
        "Hart, Oliver, Andrei Shleifer, and Robert Vishny, The Proper Role for Government: Theory and an Application to Prisons, Quarterly Journal of Economics, CXII (1997), 000-000.",
        "Hansmann, Henry, Ownership of the Firm, Journal of Law, Economics, and Organization, IV (1988), 267-304.",
        "Hart. Oliver, Firms, Contracts, and Financial Structure, (Oxford: Clarendon Press, 1995).",
        "Dore. Ronald, Goodwill and the Spirit of Market Capitalism, British Journal of Sociology, XXXIV (1983), 459-482.",
        "Grossman, Sanford and Oliver Hart, The Costs and the Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy, XCIV (1986), 691-719.",
        "Gul, Faruk, Bargaining Foundations of the Shapley Value Econometrica, LVII (1989), 81-95.",
        "Blair, Margaret, Ownership and Control (Washington, DC: The Brookings Institution, 1995).",
        "Coase, Ronald, 1937, The Nature of the Firm, Economica, IV (1937), 386-405.",
        "De Meza, David and Ben Lockwood, Does Asset Ownership Always Motivate Managers? Outside Options and The Property Rights Theory of the Firm, Quarterly Journal of Economics, CXII (1998), 00~000.",
        "Baker, George, Robert Gibbons, and Kevin J. Murphy, Implicit Contracts and the Theory of the Firm, Harvard Business School working paper, 1996.",
        "Becker, Gary, Investment in Human Capital: A Theoretical Analysis, Journal of Political Economy, LXX (1962), 9-49.",
        "Alchian, Armen A. and Harold Demsetz, Production, Information Costs and Economic Organization, American Economic Revieu, LXII (1972), 777-795.",
        "Aghion, Philippe and Jean Tirole, Formal and Real Authority in Organizations Journal of Political Economy, CV (1997), 1-27."
    ]
}