{
    "id": 6275,
    "cites": 25,
    "cited_by": 14,
    "reference": [
        "[25] van Ours, Jan, and Geert Ridder. Vacancies and the Recruitment of New Employees. Journal of Labor Economics, April 1992, 10(2), 138-55. JOB DESTRUCTION AND PROPAGATION OF SHOCKS",
        "[23] Rotemberg, Julio J., and Michael Woodford. Real-Business-Cycle Models and the Fore- castable Movements in Output, Hours and Consumption. American Economic Review, March 1996, 86(1), pp. 71-89. JOB DESTRUCTION AND PROPAGATION OF SHOCKS",
        "[24] Ruhm, Christopher J. Are Workers Permanently Scarred by Job Displacements? American Economic Review, March 1991, 81(1), 319-24. 43",
        "[22] Ramey, Valerie A., and Matthew D. Shapiro. Costly Capital Reallocation and the Effects of Government Spending. Draft, University of California, San Diego, and Uni- versity of Michigan, August 1997.",
        "[20] Pissarides, Christopher A.. Short-Run Equilibrium Dynamics of Unemployment, Va- cancies, and Real Wages. American Economic Review, September 1985, 75(4), pp. 676-90.",
        "[21] Ramey, Garey, and Joel Watson. Contractual Fragility, Job Destruction and Business Cycles. Quarterly Journal of Economics, August 1997, 112(3), pp. 873-911.",
        "[19] Mortensen, Dale T., and Christopher A. Pissarides. Job Creation and Job Destruction in the Theory of Unemployment. Review of Economic Studies, July 1994, 61 (3), pp. 397-416.",
        "[17] Lilien, David M., and Robert E. Hall. Cyclical Fluctuations in the Labor Market, in Orley Ashenfelter and Richard Layard, eds., Handbook of Labor Economics. Amsterdam: North-Holland, 1986, pp. 1001-35.",
        "[18] Merz, Monika. Search in the Labor Market and the Real Business Cycle. Journal of Monetary Economics, November 1995, 86(2), pp. 269-300.",
        "[15] Ã\u0082â\u0080\u0094, and Randall Wright. The Labor Market in Real Business Cycle Theory. Federal Reserve Bank of Minneapolis, Quarterly Review, Spring 1992, 16(2), pp. 2- 12. JOB DESTRUCTION AND PROPAGATION OF SHOCKS 42",
        "[16] Judd, Kenneth L. Numerical Methods in Economics. Draft, Hoover Institution, Stan- ford University, December 1991.",
        "[13] Hall, Robert E. Lost Jobs. Brookings Papers on Economic Activity, :1995, (1), pp. 221-73.",
        "[14] Hansen, Gary D. Indivisible Labor and the Business Cycle. Journal of Monetary Economics, November 1985, 16(3), pp. 309-27.",
        "[11] Comes, Joao, Jeremy Greenwood and Sergio Rebelo. Equilibrium Unemployment. Draft, Department of Economics, University of Rochester, May 1997.",
        "[12] Greenwood, Jeremy, and Zvi Hercowitz. The Allocation of Capital and Time over the Business Cycle. Journal of Political Economy, December 1991, 99(6), 1188-1214.",
        "[10] Foote, Christopher L. Trend Employment Growth and the Bunching of Job Creation and Destruction. Draft, Department of Economics, University of Michigan, November 1995.",
        "[8] Cole, Harold L., and Richard Rogerson. Can the Mortensen-Pissarides Matching Model Match the Business Cycle Facts? Staff Report 224, Research Department, Federal Reserve Bank of Minneapolis, December 1996.",
        "[9] Davis, Steven J., John C. Haltiwanger and Scott Schuh. Job Creation and Destruction. Cambridge, Massachusetts: MIT Press, 1996.",
        "[6] Cogley, Timothy, and James M. Nason. Impulse Dynamics and Propagation Mecha- nisms in a Real Business Cycle Model. Economic Letters, December 1993, 43(4), pp. 77-81. JOB DESTRUCTION AND PROPAGATION OF SHOCKS 41",
        "[7] Ã\u0082â\u0080\u0094andÃ\u0082â\u0080\u0094. Output Dynamics in Real-Business-Cycle Models. American Economic Review, June 1995, 85(3), pp. 492-511.",
        "[5] Christiano, Lawrence J., and Jonas D.M. Fisher. Algorithms for Solving Dynamic Mod- els with Occasionally Binding Constraints. WP-94-6, Research Department, Federal Reserve Bank of Chicago, April 1994.",
        "[3] Blanchard, Olivier Jean, and Peter Diamond. The Cyclical Behavior of the Gross Flows of U.S. Workers. Brookings Papers on Economic Activity, 1990, (2), pp. 85-143.",
        "[4] Burnside, Craig, and Martin Eichenbaum. Factor-Hoarding and the Propagation of Business-Cycle Shocks. American Economic Review, December 1996, 86(5), pp. 1154- 74.",
        "[1] Andolfatto, David.Business Cycles and Labor-Market Search. American Economic Review, March 1996, 86(1), pp. 112-32.",
        "[2] Benhabib, Jess, Richard Rogerson and Randall Wright. Homework in Macroeconomics: Household Production and Aggregate Flictuations. Journal of Political Economy, De- cember 1991, 99(6), pp. 1166-87."
    ]
}