{
    "id": 6280,
    "cites": 17,
    "cited_by": 7,
    "reference": [
        "Killingsworth, M. (1983), Labour Supply, Cambridge University Press.",
        "MaCurdy, Thomas, Green David, Paarsch Harry (1990), Assessing Empirical Approaches for Analyzing Taxes and Labour Supply, Journal of Human Resources, Vol. 25, no.3 pp.",
        "Piggott, J. and Whalley J. (1996), The Tax Unit and Household Production, Journal of Political Economy, vol. 104, no. 2.",
        "Preston, I. and Walker I. (1992), Welfare Measurement in Labour Supply Models with Non- linear Budget Constraints, Institute of Fiscal Studies, Working Paper no. w92/12, 7 Ridgmount Street, London WCIE 7AE.",
        "Rosen, H. S. (1976), Taxes in a Labour Supply Model with Joint Wage-Hours Determination, Econometrica, Vol. 44, no. 3 May pp. 485-507.",
        "Vol. 70 no.2 pp.171-176. Shoven, J.B., and Whalley J. (1992), Applying General Equilibrium, Cambridge University Press.",
        "Stewart, M.B. and Swaffield J. K. (1996), Constraints on the Desired Hours of Work of British Men, paper presented at the Royal Economics Society Annual conference, 1996, and to appear in Economic Journal.",
        "Tummers, M. P. and Isolde W. (1991), A Simultaneous Wage and Labour Supply Model with Hours Restrictions, JournalofHuman Resources, 26(3), Summer l991,pp. 393-423.",
        "Khan, S. and Lang K. (1991), The Effects of Hours Constraints on Labour Supply Estimates, Review of Economic Statistics, vol. 93, pp. 605-611.",
        "Hausman, J.A. (1984), Labour Supply in (ed.) J. A. Pechman, How Taxes Affect Economic Behaviour, Brookings, Washington, D.C.",
        "Dex, S., Clark A. and Taylor M (1995), Household Labour Supply Employment, Department Research Series No. 43 (ESRC Center for Micro-social Change, University of Essex).",
        "Hansen, G. (1987), Indivisible Labour and the Business Cycle, Journal of Monetary Economics, 16 309-327, North-Holland.",
        "Dickens, W.T. and Lundberg S. (1993), Hours Restrictions and Labour Supply, International Economic Review, vol. 34, pp 169-192.",
        "Blundell, R. (1992) Labour Supply and Taxation: A Survey, Fiscal Studies vol. 13 No. 3, pp.",
        "Brooke, A., Kendrick D. and Meeraus A. (1988), GAMS. ~ Users Guide, San Franciscn Scientific Press, 1988.",
        "Cogan, J. F. (1981), Fixed Costs and Labour Supply, Econometrica, vol. 49, no.4, July pp.",
        "Blinder, A. S. and Rosen H. S. (1985), Notches American Economic Review, September, vol."
    ]
}