{
    "id": 6285,
    "cites": 23,
    "cited_by": 9,
    "reference": [
        "Shell, Karl, A Model of Inventive Activity and Capital Accumulation. , ea., Essays on the Theory of Economic Growth, Cambridge, MA: MIT Press, 1967.",
        "Sheshinski, Eytan, Optimal Accumulation with Learning by Doing. In Shell, ed (1967).",
        "Solow, Robert M., Perspectives on Growth Theory, Journal of Eco- nomic Perspectives, Winter 1994, 8 (1), 45-54.",
        "Young, Alwyn, Growth without Scale Effects, 1995. Boston University mimeo.",
        "Population and Ideas 27 Romer, Paul M., Crazy Explanations for the Productivity Slowdown, in Stanley Fischer, ea., NBER Macroeconomics Annual 1987, Cambridge, MA: MIT Press, 1987.",
        "Light of the East Asian Experience, Chicago: University of Chicago Press, 1995.",
        "Rebelo, Sergio, Long-Run Policy Analysis and Long-Run Growth, Jour- nal of Political Economy, June 1991, 99, 500-521.",
        "Razin, Assaf and Uri Ben-Zion, An Intergenerational Model of Popu- lation Growth, American Economic Review, December 1975, 65 (5), 923-933.",
        "Pitchford, John, Population and Optimal Growth, Econometrica, Jan- uary 1972, 40 (1), 109-136.",
        "Raut, L.K. and T.N. Srinivasan, Dynamics of Endogenous Growth, Economic Theory, 1994, 4, 777-790.",
        "Nordhaus, William D., An Economic Theory of Technological Change, American Economic Association Papers and Proceedings, May 1969, 59, 18-28.",
        "Phelps, Edmund S., Models of Technical Progress and the Golden Rule of Research, Review of Economic Studies, April 1966, 33, 133-45.",
        "Population and Ideas 26 Judd, Kenneth L., On the Performance of Patents, Econometrica, May 1985, 53, 567-585.",
        "Lucas, Robert E., On the Mechanics of Economic Development, Journal of Monetary Economics, 1988, 22 (1), 3-42.",
        "Mankiw, N. Gregory, David Romer, and David Well, A Contri- bution to the Empirics of Economic Growth, Quarterly Journal of Economics, May 1992, 107 (2), 407-438.",
        "Grossman, Gene M. and Elhanan Helpman, Innovation and Growth in the Global Economy, Cambridge, MA: MIT Press, 1991.",
        "Doyle, Rodger, By the Numbers, Global Fertility and Population, Sci- entifi:c American, March 1997, 276, 26.",
        "Galor, Oded and David N. Well, The Gender Gap, Fertility, and Growth, American Economic Review, June 1996, 86 (3), 374-387.",
        "Becker, Gary S. and Robert J. Barro, A Reformulation of the Eco- nomic Theory of Fertility, Quarterly Journal of Economics, February 1988, 108 (1), 1-25.",
        "Dasgupta, Partha S., On the Concept of Optimum Population, Review of Economic Studies, July 1969, 36, 295-318.",
        "Arrow, Kenneth J., The Economic Implications of Learning by Doing, Review of Economic Studies, June 1962, 29, 153-173.",
        "Barro, Robert J., Are Government Bonds Net Wealth?, Journal of Political Economy, 1974, 82, 1095-1117.",
        "Aghion, Philippe and Peter Howitt, A Model of Growth through Creative Destruction, Econometrica, March 1992, 60, 323-351."
    ]
}