{
    "id": 6293,
    "cites": 14,
    "cited_by": 13,
    "reference": [
        "Western Systems Coordinating Council (WSCC, 1996). Path Rating Catalog. Revised, February.",
        "Wolak, F.A. and R.H. Patrick (1996). The Impact of Market Rules and Market Structure on the Price Determination Pro- cess in the England and Wales Electricity Market, mimeo, Stanford University.",
        "Pace, J., (1996). Market Power Analysis of Pacific Gas and Elec- tric Company In Support of Joint Application, Federal En- ergy Regulatory Commission, Docket No. ER96-1663-000.",
        "Bohn, R.E., M.C. Caramanis, and F.C. Schweppe (1984). Op- timal Pricing in Electricity Networks Over Space and Time, RAND Journal of Econ.om.ics. vol 15, no. 3, pp. 360-376.",
        "Spot Pricing of Electricity, Kluwer Academic Publishers. Shapley, L. (1964). Some Topics in Two-Person Games in Advances in. Game Thoery, Drescher, Shapley, and Tucker, eds., (Princeton: Princeton University Press).",
        "Data appendices Cardell, J.B., C.C. Hitt, and W.W. Hogan (1996). Market Power and Strategic Interaction in Electricity Networks. Working Paper, Harvard Electricity Policy Group. Septem- ber.",
        "Davidson, C., and R. Deneckere (1986). Long-run Competi- tion in Capacity, Short-run Competition in Price, and the Cournot Model. Rand Journ.al of Econ.om.ics. vol. 17, no.",
        "Fudenberg, D. and D.K. Levine (forthcoming). Theory of Learn.- ing in. Games, (Cambridge, MA.: MIT Press). Vandenberg, D. and Tirole, J. (1991). Game Theory, (Cambridge, MA.: MIT Press).",
        "Green, R.J., and D.M. Newbery (1992). Competition in the British Electricity Spot Market. Journal of Political Econ,- omy. vol. 100, no. 5, pp. 929-953.",
        "Klemperer, P.D. and M.A. Meyer (1989). Supply Function Equilibria in Oligopoly under Uncertainty. Econom.etrica, vol. 57, no. 6, pp. 1243-1277.",
        "Kreps, D.M. and J.A. Scheinkman (1983). Quantity Precom- mitment and Bertrand Competition Yield Cournot Outcomes RAND Journ.al of Economics, vol. 14, no. 2, pp. 326-337.",
        "Oren, S.S. (1997). Economic Inefficiency of Passive Transmis- sion Rights in Congested Electricity Systems with Compet- it~ve Generation. The Energy Journ.al. vol. 18, no. 1, pp.",
        "Borenstein, S. and Bushnell, J.B. (1997). An Empirical Analy- sis of the Potential for Market Power in Californias Electric- ity Market. POWER Working paper PWP-044. University of California Energy Institute.",
        "Borenstein, S., Bushnell, J.B., and S. Stoft (1996). The Com- petitive Effects of Transmission Capacity in a Deregulated Electricity Market. POWER Working paper PWP-040."
    ]
}