{
    "id": 6296,
    "cites": 38,
    "cited_by": 45,
    "reference": [
        "Shavell, Steven (1982) Suit, Settlement, and Trial: A Theoretical Analysis Under Alternative Methods for the AllocationofLegal Costs, Journal of Legal Studies. Vol. l l, pp.55-81.",
        "Siegelman, Peter, and Joel Waldfogel (1996) A Taxonomy of Disputes: New Evidence through the Prism of the Priest and Klein Model, Unpublished working paper, Yale University.",
        "Spier, Kathyrn and Daniel Spulber (1993) Pretrial Bargaining under Asymmetric Information: The Mechanism Design Approach, Unpublishedworking paper, NorthwesternUniversity.",
        "Waldfogel, Joel (1995) The Selection Hypothesis and the Relationship between Trial and Plaintiff Victory, Journal of Pol itical EconomY. Vol.103, pp.229-60.",
        "Schweizer, Urs (1989) Litigation and Settlement under Two-Sided Incomplete Information, The Review of Economic Studies. Vol.56, pp. l 63- 178.",
        "Reinganum, Jennifer F., and Louis L. Wilde (1986) Settlement, Litigation, and the Allocation of Litigation Costs, The RAND Journal of Economics. Vol.17, pp.557-566.",
        "Rosen, Miriam (1992) Texas Instrumentss $250 Million-a-Year Profit Center, American LawYer. Vol.",
        "Priest, George, and Benjamin Klein (1984) The Selection of Disputes for Litigation, Journal of Legal Studies. Vol.8, pp.1-56.",
        "Rapp, Richard T., and Richard P. Rozek (1990) Benefits and Costs of Intellectual Property Protection in Developing Counties, Journal of World Trade. Vol.24, pp.75- 102.",
        "Png, I.P.L. (1983) Strategic Behavior in Suit, Settlement and Trial, Bell Journal of Economics, vol. 14, 539-550.",
        "Png, l.P.L. (1987) Litigation, Liability, and Incentives for Care, Journal of Public Economics. Vol. 34, pp. 61-85.",
        "Merges, Robert P. (1992) Patent Law and PolicY. Charlottesville,Michie Company.",
        "Meurer, Michael (1989) The Settlement of Patent Litigation, The RAND Journal of Economics. Vol. 20, pp. 77-91.",
        "Ordover, Janusz A. (1978) Costly Litigation in the Model of Single Activity Accidents, Journal of Legal Studies. Vol.7, pp.243-61.",
        "Lerner, Josh (1994) The Importance of Patent Scope: An Empirical Analysis, The RAND Journal of Economics. Vol.25, pp.319-333.",
        "Lerner, Josh (199Sa) Patenting in the Shadow of Competitors, Journal of Law and Economics. Vol. 38, pp.463-96. Lerner, Josh (199Sb) The Importance of Trade Secrecy: Evidence from Civil Litigation, Unpublished working paper, Haryard University. 26 Mansfield, Edwin (1994) Intellectual Property Protection, Foreign Direct Investment, and Technology Transfer, IFC Discussion Paper Number 19, World Bank.",
        "Lanjouw, Jean O., and Mark Schankerman (1997) Stylized Facts of Patent Litigation: Scope, Value and Ownership, Unpublished working paper, Yale University.",
        "Lanjouw, Jean O., and Josh Lerner (1996) Prel im inary Inj unctive Rel ief: Theory and Evidence from Patent Litigation, Working paper no.5689, National Bureau of Economic Research.",
        "Forthcoming. Lanjouw, Jean O. (1993) Patent Protection: Of What Value and for How Long? Working paper no. 4475, National Bureau of Economic Research.",
        "Lanjouw, Jean O. (1996) Beyond Lawyers Fees: Measuring the Indirect Effects of U.S. Intellectual Property Reforms, Unpublished working paper, Yale University.",
        "Koenig, Gloria K. (1980) Patent Invalidity: A Statistical and Substantive Analysis. New York: Clark Boardman.",
        "Kortum, Samuel, and Josh Lerner (1997) Stronger Protection or Technological Revolution: What is Behind the Recent Surge in Patenting?, Carnegie-Rochester Conference Series on Public Policy.",
        "Hylton, Keith (1993) Litigation Cost Allocation Rules and Compliance with the Negligence Standard, Journal of Legal Studies. Vol.22, pp.457-476.",
        "Hylton, Keith (1990) The Influence of Litigation Costs on Deterrence Under Strict Liability and Under Negligence, International Review of Law and Economics. Vol.10, pp.161 -71.",
        "Gould, David M., and William C. Gruben (1996) The Role of Intellectual Property Rights in Economic Growth, Journal of Development Economics. Vol. 48, pp. 323-3 50.",
        "Hall, Bronwyn, H. (1992) Investment and Research and Development: Does the Source of Financing Matter?, Working Paper No. 92-194, Department of Economics, University of California at Berkeley.",
        "Hotmann, Mark A. (1995) Patent Coverage Lags Well Behind Infringement Suits, Business Insurance.",
        "Hubbard, R. Glenn (1996) Cap ital-Market imperfections and Investment, Journal of Econom ic Literature.",
        "Forthcom ing. Hughes, James, and Edward Snyder (1995) Litigation and Settlement under the English and American Rules: Theory and Evidence, The Journal of Law and Economics. Vol.38, pp.225-250.",
        "Cooter, Robert, and Daniel Rubinfeld ( 1989) Econom ic Analysis of Legal Disputes and Their Resolution, Journal of Economic Literature. Vol. 27, pp. 1067-1097.",
        "Ferrantino, Michael (1993) The Effect of Intellectual Property Rights on International Trade and Investment, WeltwirtschaftlichesArchiv. Vol. 29, pp. 300-331.",
        "Ginarte, Juan C., and Walter G. Park (1997) Determinants of Intellectual Property Rights: A Cross- National Study, Research Policy. Forthcoming.",
        "Bhagat, Sanjai, James A. Brickley, and Jeffrey L. Coles (1994) The Costs of Inefficient Bargaining and Financial Distress: Evidence from Corporate Lawsuits, Journal of Financial Economics. Vol. 35, pp. 221- 247.",
        "Choi, Jay P. (1994) Patent Litigation as an Information Transmission Mechanism, Discussion Paper no.",
        "Cohen, Wesley, Richard R. Nelson, and John Walsh (1996) Appropriability Conditions and Why Firms Patent and Why They Do Not in the American Manufacturing Sector, Unpublished working paper, Carnegie-Mellon University.",
        "Aoki, Reiko, and Jin-Li Hu (1996) A CooperativeGame Approach to Patent Litigation, Settlement, and the Allocation of Legal Costs, Unpublished working paper, State University of New York, Stony Brook.",
        "Bebchuk, Lucian (1984) Litigation and Settlement under Imperfect Information, RAND Journal of Economics. Vol. 15, 404-415.",
        "Acs, Zoltan J., and David B. Audretsch (1988) Innovation in Small and Large Firms: An Empirical Analysis, American Economic Review. Vol. 78, pp. 678-690."
    ]
}