{
    "id": 6298,
    "cites": 22,
    "cited_by": 29,
    "reference": [
        "ZELDES, S. P. (1989): Optimal Consumption with Stochastic Income: Deviations from Certainty Equivalence, Quarterly Journal of Economics, 104, 275-298.",
        "SHAPIRO, M. D. (1984): The Permanent Income Hypothesis and the Real Interest Rate: Some Evidence from Panel Data, Economics Ietters, 14(1), 93-100.",
        "PAXSON, C., AND S. LUDVIGSON (1997): Approximation Bias in Euler Equation Esti- mation, Manuscript, Federal Reserve Bank of New York.",
        "RUNKLE, D. E. (1991): Liquidity Constraints and the Permanent Income Hypothesis: Evidence from Panel Data, Journal of Monetary Economics, 27(1), 39-98.",
        "LAWRANCE, E. C. (1991): Poverty and the Rate of Time Preference: Evidence from Panel Data, Journal of Political Economy, 99(1), 54-77.",
        "MICHAELIDES, A., AND S. No (1997): Estimating the Rational Expectations Model of Speculative Storage: A Monte Carlo Comparison of Three Simulation Estimators, Manuscript, Department of Economics, Boston University.",
        "PALUMBO, M. G. (1997): Precautionary Saving and Out-Of-Pocket Medical Expendi- tures Near the End of the Life Cycle, Manuscript, University of Houston.",
        "HANSEN, L. M. (1982): Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, pp. 1029-1054.",
        "LAIBSON, D. (1997): Hyperbolic Discount Functions and Time Preference Heterogene- ity, Manuscript, Harvard University.",
        "CARROLL, C. D., AND D. N. WEIL (1997): Habits and Saving: Theory and Evidence. Work in Progress.",
        "DYNAN, K. E. (1993): How Prudent Are Consumers?, Journal of Political Economy, 101(6), 1104-1113.",
        "GOURINCHAS, P.-O., AND J. PARKER (1996): Consumption Over the Life Cycle, Manuscript, University of Michigan.",
        "HALL, R. E. (1978): Stochastic Implications of the Life-Cycle/Permanent Income Hy- pothesis: Theory and Evidence, Journal of Political Economy, 96, 971 87.",
        "CARROLL, C. D., AND A. A. SAMWICK (1997): The Nature of Precautionary Wealth, Forthcoming, Journal of Monetary Economics, 40(1).",
        "CARROLL, C. D., AND L. H. SUMMERS (1991): Consumption Growth Parallels Income Growth: Some New Evidence, in National Saving and Economic Performance, ed. by B. D. Bernheim, and J. B. Shoven. Chicago University Press, Chicago.",
        "Journal of Economics, CIX(1). - (1996): Buffer Stock Saving: Some Theory, Manuscript, Johns Hopkins Uri- versity, January.",
        "Quarterly Journal of Economics, CXII(1), 1-56. CARROLL, C. D., AND M. S. KIMBALL (1996): On the Concavity of the Consumption Function, Econometrica, 64(4), 981-992.",
        "CARROLL, C. D. (1992): The Buffer-Stock Theory of Saving: Some Macroeconomic Evidence, Brookings Papers on Economic Activity, 1992(2), 61-156.",
        "BARSKY, R. B., F. T. JUSTER, M. S. KIMBALL, AND M. D. SHAPIRO (1997): Pref- erence Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Survey, Quarterly Journal of Economics, CXII(2), 537-580.",
        "BROWNING, MARTIN J., AND ANNAMARIA LUSARDI (1996): Household Saving: Micro Theories and Micro Facts, Forthcoming, Journal of Economic Literature.",
        "CAMPBELL, J. Y.. AND N. G. MANKIW (1989): Consumption, Income, and Interest Rates: Reinterpreting the Time-Series Evidence, in NBEP Macroeconomics Annual, 1989, ed. by O. J. Blanchard, and S. Fischer, pp. 185-216. MIT Press, Cambridge, MA.",
        "ATTANASIO, O. P.. AND G. WEBER (1985): Is Consumption Growth Consistent with In- tertemporal Optimization? Evidence from the Consumer Expenditure Survey, Journal of Political Economy, 103, 1121-57."
    ]
}