{
    "id": 6303,
    "cites": 12,
    "cited_by": 3,
    "reference": [
        "Department of Health and Human Services. Zedlewski, Sheila R., and Jack A. Meyer. 1989. Toward Ending Povertv among the Elderly and Disabled through SSI Reform (Washington, D.C.: The Urban Institute Press).",
        "Social Security Administration. 1985. The Supplemental Security Income Program for the Aged, Blind, and Disabled: Characteristics of State Assistance Programs for SSI Recipients. U.S.",
        "Federal Reserve Bank of Cleveland. Smith, James P. 1995. Racial and Ethnic Differences in Wealth in the Health and Retirement Study. Journal of Human Resources, Vol. 30, Supp.. pp. S 158-83.",
        "Powers, Elizabeth T. Does Means Testing Welfare Discourage Saving? Evidence from a Change m AFDC Policy in the United States. Forthcoming in Journal of Public Economics. Powers, Elizabeth T. 1995. Welfare Participation and Saving: Evidence from Household Data.",
        "Poterba, James M., Steven F. Venti, and David A. Wise. 1994. Targeted Retirement Saving and the Net Worth of Elderly Americans. American Economic Review, Vol. 84, No. 2, May, pp. 180- 5.",
        "Mitchell, Olivia S., and Stephen Zeldes. 1996. Social Security Privatization: A Structure for Analysis. NBER Working Paper No. 5512.",
        "Neumark, David, and Elizabeth T. Powers. 1997. Means Testing Social Security: A Review and Some Evidence on Labor Supply Effects. Mimeograph.",
        "Menchik, Paul L. 1993. Economic Status as a Determinant of Mortality Among Black and White Older Men: Does Poverty Kill? Population Studies, Vol. 47, pp. 427-36.",
        "McGarry, Kathleen. 1996. Factors Determining Participation of the Elderly in SSI. Journal of Human Resources, Vol. 31, No. 2, Spring, pp. 331-58.",
        "Jianakoplos, Nancy Ammon, Paul L. Menchik, and F. Owen Irvine. 1989. Using Panel Data to Assess the Bias in Cross-sectional Inferences of Life-Cycle Changes in the Level and Composition of Household Wealth. In Robert E. Lipsey and Helen Stone Tice, eds., The Measurement of Saving. Investment. and Wealth (Chicago: University of Chicago Press), pp. 553-640.",
        "Attanasio, Orazio P. 1993. A Cohort Analysis of Saving Behavior by U.S. Households. NBER Working Paper No. 4454.",
        "Gruber, Jonathan, and Aaron Yelowitz. 1997. Public Health Insurance and Private Savings. NBER Working Paper No. 6041."
    ]
}