{
    "id": 6305,
    "cites": 32,
    "cited_by": 2,
    "reference": [
        "U.S. General Accounting Office, Public Housing: Converting to Housing Certificates Raises Major Questions About Cost, Washington D.C.: Government Printing Office, General Accounting Office/RCED-95-195, 1995.",
        "U.S. General Accounting Office, Elementary School Children: Many Change Schools Frequently, Harming Their Education, Washington D.C.: Government Printing Office, General Accounting Office/HEHS-94-45, 1994.",
        "U.S. House of Representatives, Committee on Ways and Means, 1996 Green Book, http://www.access.gpo.govlcongress/wmO01.html, 1996.",
        "U.S. Department of Housing and Urban Development, A Picture of Subsidized Housing, 1997.",
        "U.S. Department of Housing and Urban Development. The Transformation of Americas Public Housing, www.hud.gov/pih/publ ications/transform, 1996.",
        "Sontag, Deborah, For New York Citys Poorest, Life Trapped in a Cage, The New York Times, October 6, 1996.",
        "Rubin, David, Candace Erickson, Mutya San Agustin, Sean Cleary, Janet Allen, and Patricia Cohen, Cognitive and Academic Functioning of Homeless Children Compared with Housed Children, Pediatrics, 97 (1996), 289-294.",
        "Rosenbaum, James, Black Pioneers: Do Their Moves to the Suburbs Increase Economic Opportunity for Mothers and Children?, Housinz PolicY Debate, 2 (1992), 1179-1213.",
        "Olsen, Edgar, Implications for Housing Policy, in The Great Housing Experiment Joseph Friedman and Daniel Weinberg (eds.), New York: Sage, 1983.",
        "Olsen, Edgar, and David Barton, The Benefits and Costs of Public Housing in New York City, Journal of Public Economics, 20 (1983), 299-332.",
        "Mann, S.L., M.E. Wadsworth, and J.R. Colley, Accumulation of Factors Influencing Respiratory Illness in Members of a National Birth Cohort and Their Offspring, Journal of EPiderniolo~v and CommunitY Health, 46 (1992), 28~292.",
        "Katz, Lawrence, Jeffrey Kling, and Jeffrey Leibman, The Impact of Moving to Opportunity and Out of Public Housing in Boston, mimeo, Harvard University, 1997.",
        "Kotlowitz, Alex, There Are No Children Here, New York: Doubleday, 1991.",
        "Kuo, Hsiang-Hui Daphne, and Robert Hauser, Gender, Family Configuration, and the Effect of Family Background on Educational Attainment, Social Biolo~v, 43 (1996), 98-131.",
        "Galpin, O.P., C.J. Whitaker, and A.J. Dubiel, Helicobacter pylori Infection and Overcrowding in Childhood, Lancet, 1992, 339-361.",
        "Grissom, James, and Lorrie Shepard, Repeating and Dropping out of School, in Flunking Grades: Research and Policies on Retention, Lorrie Shepard and Mary Smith (eds.), London: The Palmer Press, 1989.",
        "Jencks, Christopher, and Susan Mayer, The Social Consequences of Growing up in a Poor Neighborhood, in Laurence Lynn and Michael McGeary (eds.) Inner-citY Povertv in the United I, Washington D.C.: National Academy Press, 1990.",
        "Kaestner, Robert. Are Brothers Really Better? Sibling Sex Composition and Educational Achievement Revisited, The Journal of Human Resources, 32 (1997), 250-284.",
        "Cairns, Robert, Beverley Cairns, and Holly Neckerrnan, Early School Dropout: Configurations and Determinants, Child Development, 60 (1989), 1437-1452.",
        "Case, Anne, and Lawrence Katz, The Company You Keep: The Effects of Families and Neighborhoods on Disadvantaged Youth, NBER Working Paper No. 3705, 1991.",
        "Coggon, David, D.J. Barker, Hazel Inskip, and G. Wield, Housing in Early Life and Later Mortality, Journal of Epidemiolo~v and Community Health 47 (1993), 345-348.",
        "Crews, Amy, Do Housing Programs for Low-Income Households Improve Their Housing?. mirneo, Maxwell School of Citizenship and Public Affairs, Syracuse University, Center for Policy Research, 1996.",
        "Ensminger, Margaret, and Anita Slusarcick, Paths to High School Graduation or Dropout: A Longitudinal Study of a First-Grade Cohort, Sociology of Education, 65 (1992), 95-113.",
        "Fischer, Claude, and Mark Baldassare, Crowding Studies and Urban Life: A Critical Review.. Journal of the American Institute of Planners, 41 (1975), 406-418.",
        "Butcher, Kirstin and Anne Case. The Effect of Sibling Sex Composition on Womens Education and Earnings, The Quarterly Journal of Economics, 109 (1994), 531-563.",
        "Barrington, Byron, and Bryan Hendricks, Differentiating Characteristics of High School Graduates, Dropouts, and Nongraduates, Jo l of Educational Research, 82 (1989), 309-319.",
        "Apgar, William, Which Housing Policy is Best? Housing PolicY Debate, 1 (1990), 1-32.",
        "Atlas, John, and Peter Dreier, From Projects to Communities: Redeeming Public Housing, Journal of Housing 50 (1993) 21 -33.",
        "Angrist, Joshua, and Alan Krueger, Split-Sample Instrumental Variables Estimates of the Return to Schooling, Journal of Business and Economic Statistics, 13 (1995), 225-235.",
        "Angrist, Joshua, and William Evans, Children and their Parents Labor Supply: Evidence from Exogenous Variation in Family Size, NBER Working Paper No. 5778, 1996, Forthcoming, American Economic Review.",
        "Angrist, Joshua. and Alan Krueger, The Effect of Age at School Entry on Educational Attainment: An Application of Instrumental Variables with Moments from Two Samples, Journal of the American Statistical Association, 87 (1992), 328-337.",
        "Aaron, Henry, Shelter and Subsidies: Who Benefits from Federal Housing Policies? Washington D.C: Brookings Institution, 1972."
    ]
}