{
    "id": 6306,
    "cites": 21,
    "cited_by": 19,
    "reference": [
        "Targets. NBER Working Paper no. 5797, October 1996 (b).",
        "Summers, Lawrence H. How Should Long-Term Monetary Policy Be Deter- mined? Journal of Money, Credit, and Banking 23 (August 1991, Part 2), 625-31.",
        "Svensson, Lars E.O. Price Level Targeting vs. inflation Targeting: A Free Lunch? NBER Working Paper no. 5719, August 1996 (a).",
        "Mishkin, Frederic S., and Adam Posen. Inflation Targeting: Lessons from Four 18 Countries. Federal Reserve Bank of New York Economic Policy Review, Au- gust 1997.",
        "Shapiro, Matthew D., and David W. Wilcox. Misrneasurement in the Consumer Price index: An Evaluation. NBER Working Paper no. 5590, May 1996.",
        "Groshen, Erica, and Mark Schweitzer. Identifying inflations Grease and Sand Effects in the Labor Market. NBER Working Paper no. 6061, June 1997.",
        "Haldane, Andrew G. Introduction. In A. G. Haldane, ed., Targeting Inflation. Bank of England, November 1995, 1-12.",
        "Lucas, Robert E., Jr. Econometric Policy Evaluation: A Critique. Carnegie- Rochester Conference Series on Public Policy 2 (1976), 19-46.",
        "McCallum, Bennett T. Issues in the Design of Monetary Policy Rules. NBER Working Paper no. 6016, April 1997.",
        "Feldstein, Martin, and James H. Stock. The Use of Monetary Aggregates to Target Nominal GDP. in N. Gregory Mankiw, ed., Monetary Policy. Chicago: University of Chicago Press for NBER, 1994, 7-70.",
        "Feldstein, Martin. The Costs and Benefits of Going from Low inflation to Price Stabitity. In C. Rorner and D. Rorner, eds., Reducing Inflation. Chicago: University of Chicago Press, 1996, 123-66.",
        "Reserve Bank of Chicago Working Paper 94-2, May 1994 (b).",
        "Cukierman, Alex, Pantelis Kalaitzidakis, Lawrence H. Summers, and Steven B. Webb. Central Bank independence, Growth, investment, and Real Rates. Carnegie Rochester Conference Series on Public Policy 29 (December 1993), 95-140.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans. The Effects of Monetary Policy Shocks: Evidence from the Flow of Funds. Federal Reserve Bank of Chicago Working Papa 94-2, March 1994 (a).",
        "Brainard, William C. Uncertainty and the Effectiveness of Policy. American Economic Review 57 (May 1967), 411-25.",
        "Cecchetti, Stephen G. Inflation indicators and inflation Policy. In B. Bernanke and J. Rotemberg, eds., NBER Macroeconomics Annual. Cambridge, MA.: M.I.T. Press, 1995, 189-219.",
        "Ball, Laurence M. Efficient Monetary Policy Rules. NBER Working Paper no. 5952, March 1997.",
        "Barro, Robert J., and David Gordon. A Positive Theory of Monetary Policy in a Natural Rate Model. Journal of Political Economy 91 (August 1983), 589-610.",
        "Bernanke, Ben S., and Frederic S. Mishkin. Inflatdon Targeting: A New Frame- work for Monetary Policy? NBER Working Paper no. 5893, January 1997.",
        "Alesina, Albeno, and Lawrence H. Summers. Central Bank Independence and Macroeconomic Performance: Some Comparative Evidence. Journal of Money, Credit, and Baniang 25 (May 1993), 151-62.",
        "Akerlof, George A., William T. Dickens, and George L. Perry. The Macroeco- nomics of Low Infladon. Broolungs Papers on Economic Activity (1996:1), 1 -59."
    ]
}