{
    "id": 631,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Atkinson, A. B. and A. Sandmo. Welfare Implications of the Taxation of Savings. Economic Journal 90 (September, 1980): 529 - 549.",
        "Auerbach, Alan J., and Laurence J. Kotlikoff. National Savings, Economic Welfare, and the Structure of Taxation. Harvard Institute of Economic Research Discussion Paper No. 805, November, 1980.",
        "Barro, Robert J. Are Government Bonds Net Wealth? Journal of Political Economy 82 (November/December, 1974): 1095 - 1117.",
        "Boskin, Michael J. Taxation, Saving, and the Rate of Interest. Journal of Political Economy 86 (April, 1978): 53- S27.",
        "Bradford, David F. The Economics of Tax Policy toward Savings. in George M. von Furstenberg, ed. The Government and Capital Formation (Cambridge, MA: Ballinger, 1980), pp. 11 - 71.",
        "Chamley, Christophe. The Welfare Cost of Capital Income Taxation in a Growing Economy. Cowles Foundation Discussion Paper No. 553, April, 1980a.",
        "Chamley, Christophe, Optimal Intertemporal Taxation and the Public Debt. Cowles Foundation Discussion Paper No. 554, April, 1980b.",
        "Driffill, E. John, and Harvey S. Rosen. Taxation and Excess Burden: A Life Cycle Perspective. Unpublished memorandum, May, 1980.",
        "Feldstein, Martin. The Welfare Cost of Capital Income Taxation. Journal of Political Economy 86 (April, 1978, Part 2): S29 - S51.",
        "King, Mervyn. Savings and Taxation. NBER Working Paper no. 428, January, 1980.",
        "Kydland, Finn E., and Edward C. Prescott. Dynamic Optimal Taxation, Rational Expectations and Optimal Control. Journal of Economic Dypamics and Control 2 (February, 1980): 79 - 91.",
        "McClure, Charles E. Taxes, Saving, and Welfare: Theory and Evidence. NBER Working Paper No. 504, July, 1980.",
        "Miller, Merton H., and Charles W. Upton. Macroeconomics; A Neoclassical Introduction. Homewood, IL: Irwin, 1974.",
        "Prescott, Edward C., Should Control Theory be Used for Economic Stabilization? Optimal Policies~ Control Theory and Technology Exports. Carnegie- - 18 - Rochester Conference Series on Public Policy (supplement to the Journal of Monetary Economics), Volume 7. (Amsterdam: North-Holland, 1977), pp. 13 - 38.",
        "Summers, Lawrence, H. Tax Policy in a Life Cycle Model. NEER Working Paper No. 302, November, 1978."
    ]
}