{
    "id": 6314,
    "cites": 20,
    "cited_by": 3,
    "reference": [
        "Smith, V.K. and Desvousges, W.H. The Value of Avoiding a LULU: Hazardous Waste Disposal Sites. Review of Economics and Statistics, 1986, 68, pp. 293-99.",
        "Walters, Jonathan. The Poisonous War Over Hazardous Waste, Governing, November, 1991.",
        "Schultz, Paul T. Lifetime Migration within Educational Strata in Venezuela: Estimates of a Logistic Model. Economic Development and Cultural Change, 1982, 30, pp. 559-93.",
        "Sigman, Hilary. The Effects of Hazardous Waste Taxes on Waste Generation and Disposal. Journal of Environmental Economics and Management, 1996, 30, pp. 199-217.",
        "Stein, Jerome L. The 1971 Report of the Presidents Council of Economic Advisers: Micro- Economic Aspects of Public Policy. American Economic Review, September, 1971.",
        "Peretz, Jean H. and Jeffrey Solomon. Hazwaste Landfill Costs on Decline, Survey Says. Environmental Solutions, April, 1995.",
        "Peltzman, Sam, and T. Nicholaus Tideman. Local Versus National Pollution Control: Note, American Economic Review, December, 1972.",
        "Mitchell, R.C. and Carson, R.T. Property Rights, Protest, and the Siting of Hazardous Waste Facilities, American Economic Review, 1986, 76, pp. 285-90.",
        "Dates, Wallace E. and Robert M. Schwab. Economic Competition Among Jurisdictions: Efficiency Enhancing or Distortion Inducing? Journal of Public Economics, 1988, 35, pp. 333-354.",
        "Markusen, James, Edward Morey and Nancy Olewiler. Competition in Regional Environmental Policies When Plant Locations Are Endogenous. Journal of Public Economics, 1995, 56, pp. 55-77.",
        "Heckman, James J. and Thomas E. Macurdy. A Life Cycle Model of Female Labour Supply. Review of Economics and Statistics, 1980, 47, pp. 47-74.",
        "Honore, Bo. Trimmed LAD and Least Squares Estimation of Truncated and Censored Regression Models With Fixed Effects. Econometrica, 1992, 60(3), pp. 533-565.",
        "Jaffee, Adam B., Steven R. Peterson, Paul R. Portney, and Robert Stavins. Environmental Regulation and the Competitiveness of U.S. Manufacturing. The Journal of Economic Literature, 1995, 33(1), pp. 132-163.",
        "DaVanzo, Julie. Microeconomic Approaches to Studying Migration Decisions, in Gordon F. De Jong and Robert W. Gardner, eds., Migration Decision Making. Multidisciplinary Approaches to Microlevel Studies in Developed and Developing Countries. New York: Pergamon Press, 1981.",
        "Environmental Protection Agency (EPA) Office of Solid Waste and Emergency Response. National Capacity Assessment Report: Capacity Planning Pursuant to CERCLA Section 104(c)(9): DRAFT, EPA530-R-94-040. Washington, DC: EPA, October, 1994.",
        "Cropper, Maureen L. and Wallace E. Gates. Environmental Economics: A Survey. Journal of Economic Literature, 1992, 30, pp. 675-740.",
        "Commerce Clearing House. State Tax Guide 2nd edition. Chicago, IL: Commerce Clearing House, 1996.",
        "Commerce Clearing House. Tax Day. Chicago, IL: Commerce Clearing House, various issues. Council on Environmental Quality (CEQ). Environmental Quality. Washington, DC: CEQ, 1992.",
        "Becker, Randy and Vernon Henderson. Effects of Air Quality Regulation on Decisions of Firms in Polluting Industries, NBER working paper 6160, September, 1997.",
        "Besley, Timothy and Anne Case. Unnatural Experiments: Estimating the Incidence of Endogenous Policies, NBER working paper 4956, December, 1994."
    ]
}