{
    "id": 6315,
    "cites": 75,
    "cited_by": 63,
    "reference": [
        "Abramowitz, Moses, 1950, Inventories and Business Cycles, National Bureau of Economic Research: New York.",
        "Allen, Donald S., 1995, Changes in Inventory Management and the Business Cycle, Federal Reserve Bank of St. Louis Review, 77(4), 17-26.",
        "Beaulieu, J. Joseph and Jeffrey A. Miron, A Cross Country Comparison of Seasonal Cycles and Business Cycles, The Economic Journal 102, 772-788. Belsley, David, 1969, Industry Production Behavior: The Order-Stock Distinction, North Holland: Amsterdam.",
        "Bils, Mark and James A. Kahn, 1996, What Inventory Behavior Tells Us About Business Cycles, manuscript. University of Rochester.",
        "Blanchard, Olivier J., 1983, The Production and Inventory Behavior of the American Automobile Industry, Journal of Political Economy 91, 365-400.",
        "Blanchard, Olivier J., and Angelo Melino, 1986, The Cyclical Behavior of Prices and Quantities: The Case of the Automobile Market, Journal of Monetary Economics 17, 379-408.",
        "Blinder, Alan S., 1981, Retail Inventory Behavior and Business Fluctuations, Brookings Papers on Economic Activity 2, 443-505.",
        "Blinder, Alan S., 1986a, Can the Production Smoothing Model of Inventories Be Saved?, Quarterly Journal of Economics CI, 431-53.",
        "Blinder, Alan S., 1986b, More on the Speed of Adjustment in Inventory Models, Journal of Money, Credit and Banking 18, 355-365.",
        "Blinder, Alan S. and Louis J. Maccini, 1991, Taking Stock: A Critical Assessment of Recent Research on Inventories, Journal of Economic Perspectives 5, 73-96.",
        "Bresnahan, Timothy F. and Valerie A. Ramey, 1994, Output Fluctuations at the Plant Level, Quarterly Journal of Economics 109 (August), 593-624.",
        "Caplin, Andrew S., 1995, The Variability of Aggregate Demand with (S,s) Inventory Policies, Econometrica 53 (November), 1395-1409.",
        "Carlson, John A. and William Wehrs, 1974, Aggregate Inventory Behavior, in G. Horwich and P. Samuelson (eds.) Trade, Stability and Growth: Essays in Honor of Lloyd A. Metzler, New York: Academic Press.",
        "Carpenter, Robert E., Fazzari, Steven M., and Bruce C. Petersen, 1994, Inventory Investment, Internal-Finance Fluctuations, and the Business Cycle, Brookings Papers on Economic Activity 1994:2, 75-138.",
        "Carpenter, Robert E., Fazzari, Steven M., and Bruce C. Petersen, 1997, Financing Constraints and Inventory Investment: A Comparative Study Using High Frequency Data, manuscript, Emory University.",
        "Carpenter,Robert E., and Daniel Levy, 1997, Seasonal Cycles, Business Cycles and the Comovement of Inventory, manuscript, Emory University.",
        "Christiano, Lawrence J., 1988, Why Does Inventory Investment Fluctuate So Much?, Journal of Monetary Economics 21 247-280.",
        "Christiano, Lawrence J., and Martin S. Eichenbaum, 1989, Temporal Aggregation and the Stock Adjustment Model of Inventories, 70-109 in T. Kollintzas (ed.) The Rational Expectations Inventory Model, New York: Springer Verlag.",
        "Durlauf, Steven N. and Louis J. Maccini, 1995, Measuring Noise in Inventory Models, Journal of Monetary Economics 36 (1), 65-90.",
        "Eichenbaum, Martin S., 1984, Rational Expectations and the Smoothing Properties of Finished Goods, Journal of Monetary Economics 14, 71-96.",
        "Eichenbaum, Martin S., 1989, Some Empirical Evidence on the Production Level and Production Cost Smoothing Models of Inventory Investment, American Economic Review 79, 853-864.",
        "Fair, Ray C., 1989, The Production Smoothing Model is Alive and Well, Journal of Monetary Economics 24 (November) 353-370.",
        "Feldstein, Martin S. and Alan J. Auerbach, 1976, Inventory Behavior in Durable Goods Manufacturing: The Target Adjustment Model, Brookings Papers on Economic Activity 351-96.",
        "Fisher, Jonas D. M. and Andreas Hornstein, 1996, (S,s) Inventory Policies in General Equilibrium, Federal Reserve Bank of Chicago working paper, WP-96-24.",
        "Fuhrer, Jeffrey, George R. Moore, and Scott Schuh, 1995, Estimating the Linear-Quadratic Inventory Model: Maximum Likelihood versus Generalized Method of Moments, Journal of Monetary Economics 35, 115-157.",
        "Fukuda, Shin-ichi and Hiroshi Teruyama, 1988, Some International Evidence on Inventory Fluctuations, Economics Letters 28, 225-230.",
        "Galeotti, Mario, Guiso, Luigi, Sack, Brian and Fabio Schiantarelli, 1997, Inventories, Production Smoothing and the Shape of the Cost Function, manuscript, UniversitÃ\u0083Â  degli Studi di Bergamo.",
        "Granger, Clive W. J. and T.H. Lee, 1989, Investigation of Production, Sales and Inventory Relationships Using Multicointegration and Non-Symmetric Error Correction Models, Journal of Applied Econometrics 4, S145-S159.",
        "Hansen, Lars Peter and Thomas J. Sargent, 1980, Formulating and Estimating Dynamic Linear Rational Expectations Models, Journal of Economic Dynamics and Control 2, 7-46.",
        "Hansen, Lars Peter and Kenneth J. Singleton, 1982, Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models, Econometrica 50, 1269-1286.",
        "Hester, Donald A., 1994, Changing Relations Between Inventories and Bank Loans, 125-147 in Inventory Cycles and Monetary Policy, R. Fiorito (ed.), Berlin: Springer-Verlag.",
        "Holt, Charles C., Modigliani, Franco, Muth, John F., and Simon, Herbert A., 1960, Planning Production, Inventories and Work Force, Englewood Cliffs, NJ: Prentice Hall.",
        "Humphreys, Brad R., Maccini, Louis J., and Schuh, Scott, 1997, Input and Output Inventories, manuscript, Federal Reserve Bank of Boston.",
        "Jorda, Oscar, 1997, Random-Time Aggregation in Partial Adjustment Models, manuscript, University of California at Davis.",
        "Kahn, James A., 1987, Inventories and the Volatility of Production, American Economic Review 77, 667-680.",
        "Kahn, James A., 1992, Why is Production More Volatile than Sales? Theory and Evidence on the Stockout-Avoidance Motive for Inventory Holding, Quarterly Journal of Economics CVII, 481-510.",
        "Kashyap, Anil K., Owen A. Lamont and Jeremy C. Stein, 1994, Credit Conditions and the Cyclical Behavior of Inventories, Quarterly Journal of Economics CIX, 565-592 .",
        "Kollintzas, Tryphon, 1989, The Linear Rational Expectations Equilibrium Inventory Model: An Introduction, 1-32 in T. Kollintzas (ed.) The Rational Expectations Equilibrium Inventory Model, New York: Springer Verlag.",
        "Kollintzas, Tryphon, 1995, A Generalized Variance Bounds Test With an Application to the Holt et al. Inventory Model, Journal of Economic Dynamics and Control 19, 59-89.",
        "Krane, Spencer D., 1994, The Distinction Between Inventory Holding and Stockout Costs: Implications for Target Inventories, Asymmetric Adjustment, and the Effect of Aggregation on Production Smoothing, International Economic Review 35, 117-136.",
        "Krane, Spencer D. and Steven N. Braun, 1991, Production Smoothing Evidence from Physical Product Data, Journal of Political Economy 99, 558-581.",
        "Lai, K.S., 1991, Aggregation and Testing of the Production Smoothing Hypothesis, International Economic Review 32, 391-403.",
        "Lovell, Michael C., 1961, Manufacturers Inventories, Sales Expectations, and the Acceleration Principle, Econometrica 29, 293-314.",
        "Lovell, Michael C., 1993, Simulating the Inventory Cycle, Journal of Economic Behavior and Organization 21, 147-179.",
        "Lovell, Michael C., 1994, Researching Inventories: Why Havent We Learned More?, International Journal of Production Economics 35, 3 3-41.",
        "Lovell, Michael C., 1996, Macroeconomic Implications of S,s versus Accelerator Finished Goods Inventory Strategies, International Journal of Production Economics 45, 55-64.",
        "Maccini, Louis J. and Robert J. Rossana, 1981, Investment in Finished Goods Inventories: An Analysis of Adjustment Speeds, American Economic Review 71 (May), 17-22.",
        "Maccini, Louis J. and Robert J. Rossana, 1984, Joint Production, Quasi-Fixed Factors of Production, and Investment in Finished Goods Inventories, Journal of Money, Credit and Banking XVI, 218-236.",
        "McManus, Douglas A., Nankervis, John C. and N. E. Savin, 1994, Multiple Optima and Asymptotic Approximations in the Partial Adjustment Model, Journal of Econometrics 62, 91-128.",
        "Metzler, Lloyd A., 1941, The Nature and Stability of Inventory Cycles, The Review of Economics and Statistics XXIII, 113-129.",
        "Miron, Jeffrey A. and Stephen P. Zeldes, 1988, Seasonality, Cost Shocks and the Production Smoothing Model of Inventories, Econometrica 56, 877-908.",
        "Mosser, Patricia C., 1988, Empirical Tests of the (S,s) Model for Merchant Wholesalers, 261-284 in A. Chikan and M. Lovell (eds.), The Economics of Inventory Management, Amsterdam: Elsevier Science Publishers.",
        "Pindyck, Robert S. Inventories and the Short-Run Dynamics of Commodity Prices, 1994, The RAND Journal of Economics 25 (Spring), 141-159.",
        "Ramey, Valerie A., 1989, Inventories as Factors of Production and Economic Fluctuations, American Economic Review 79, 338-54.",
        "Ramey, Valerie A., 1991, Nonconvex Costs and the Behavior of Inventories, Journal of Political Economy 99, 306-334.",
        "Rossana, Robert J., 1990, Interrelated Demands for Buffer Stocks and Productive Inputs: Estimation for Two Digit Manufacturing Industries, Review of Economics and Statistics 72, 19-29.",
        "Rossana, Robert J., 1993, The Long-Run Implications of the Production Smoothing Model of Inventories: An Empirical Test, Journal of Applied Econometrics 8, 295-306.",
        "Rossana, Robert J., 1995, Technology Shocks and Cointegration in Quadratic Models of the Firm, International Economic Review 36(1), 5-17.",
        "Rossana, Robert J., 1996, Structural Instability and the Production Smoothing Model of Inventories, manuscript, Wayne State University.",
        "Rotemberg, Julio and Garth Saloner, 1989, The Cyclical Behavior of Strategic Inventories, Quarterly Journal of Economics 104 (February), 73-98.",
        "Sargent, Thomas J., 1979, Macroeconomic Theory, Academic Press: New York.",
        "Schuh, Scott, 1996, Evidence on the Link Between Firm-Level and Aggregate Inventory Behavior, Federal Reserve Board of Governors Finance and Economics Discussion Paper No. 1996-46.",
        "Stengel, Robert F., 1986, Stochastic Optimal Control: Theory and Applications, New York: Wiley.",
        "Stock, James H. and Mark W. Watson, 1993, A Simple Estimator of Cointegrating Vectors in Higher Order Integrated Systems, Econometrica 61 (July), 783-820.",
        "Surekha, K. and Moheb Ghali, 1997, The Speed of Adjustment and Production Smoothing, manuscript, Western Washington University.",
        "West, Kenneth D., 1983, Inventory Models and Backlog Costs, Ph.D. thesis, Massachusetts Institute of Technology.",
        "West, Kenneth D., 1986, A Variance Bounds Test of the Linear Quadratic Inventory Model, Journal of Political Economy 94, 374-401.",
        "West, Kenneth D., 1988, Order Backlogs and Production Smoothing, 305-318 in The Economics of Inventory Management, Attila Chikan and Michael Lovell, eds., Amsterdam: Elsevier (1988).",
        "West, Kenneth D., 1990a, Evidence from Seven Countries on Whether Inventories Smooth Aggregate Output, Engineering Costs and Production Economics 19, 85-90 .",
        "West, Kenneth D., 1990b, The Sources of Fluctuations in Aggregate Inventories and GNP, Quarterly Journal of Economics CV, 939-972.",
        "West, Kenneth D., 1992a, A Comparison of the Behavior of U.S. and Japanese Inventories International Journal of Production Economics 26, 115-222.",
        "West, Kenneth D., 1995, Inventory Models, 188-220 in Handbook of Applied Econometrics - Volume I (Macroeconometrics). M. Pesaran and M Wickens (eds), Oxford: Basil Blackwell.",
        "West, Kenneth D., and David W. Wilcox, 1994, Some Evidence on the Finite Sample Behavior of an Instrumental Variables Estimator of the Linear Quadratic Inventory Model, 253-282 in Inventory Cycles and Monetary Policy, R. Fiorito (ed.), Berlin: Springer-Verlag.",
        "West, Kenneth D., and David W. Wilcox, 1996, A Comparison of Alternative Instrumental Variables Estimators of A Dynamic Linear Model, Journal of Business and Economic Statistics 14, 281-293.",
        "Wilkinson, Maurice, 1987, Aggregate Inventory Behavior in Large European Economies, manuscript, Columbia University."
    ]
}