{
    "id": 6316,
    "cites": 17,
    "cited_by": 9,
    "reference": [
        "Ayala, Ulpiano. 0 que se Aprendeu das Reformas de PensÃ\u0083Â£o na Argentina, Colombia, Chile e Peru? Paper presented at the II ConferÃ\u0083Âªncia do Hemisferio Sobre a Previdencia Social, Reformas de PensÃ\u0083Â£o e Desenvovimento do Mercardo de Capitais. BID. Washington D.C, June 1995.",
        "Paper, no author. November 1995.",
        "Bertin, Hugo D. and Andrea M. Perrotto. Los Nuevos Regimenes de Capitalizacion en America Latina: Argentina, Chile, Colombia, Costa Rica, Mexico, Peru, y Uruguay. SAFJP Sene Estuthos Especiales No. 9, Buenos Aires, Mayo 1997.",
        "Bour, Juan Luis and Urbiztondo Santiago. Understanding The Reform of The Argentine Pension. Working Paper. January, 1994.",
        "CortÃ\u0083Â¡zar, RenÃ\u0083Â©. The New Chilean Pension System: Lessons After 15 years. Working paper. Santiago, Chile, June 1995.",
        "Demirguc-Kunt, Asli and Anita M. Schwarz. Taking Stock of Pension Reforms Around the World. Paper presented at the EDI Conference on Pension Systems: From Crisis to Reform, The World Bank, Washington, D.C. ,November 1996.",
        "Edwards, Sebastian. The Chilean Pension Reform: A Pioneering Program. Paper presented at a Conference on Privatizing Social Security, NBER. Cambridge, MA: March 1996a; revised August 1996b. Gillion, Colin and Alejandro Bonilla. Analysis of a National Private Pension Scheme: The Case of Chile. International Labor Review, vol. 131, 1992, No. 2, pp 17 1-195. Interamerican Development Bank, 1996 Annual Report, Las Reformas a los Sistemas de Pension, Interamerican Development Bank, Washington, D.C., 1996.",
        "Kane, Cheik. Peru: Reforming the Pension System. ESP Discussion Paper Series no. 69, Human Resources Development and Operations Policy. The World Bank, June 1995.",
        "Mitchell, Olivia S. Building an Environment for Pension Reform in Developing Countries. Pension Research Council Working Paper, The Wharton School, August 1997.",
        "Rofman, Rafael. La Reforma Previsional En Argentina: Que Podemos Esperar? Working Paper. Buenos Aires, Diciembre de 1993.",
        "Rofman, Rafael and Hugo Bertin. Lessons from Pension Reform: The Argentine Case. Paper presented at the EDI Conference on Pension Systems: From Crisis to Reform, The World Bank, Washington, D.C. , November 1996.",
        "Sales, Carlos and Fernando Soils. Pension System Reform: The Mexican Case. Paper presented at the NBER Conference on Privatizing Social Security. Cambridge, MA. August 1996.",
        "Schmidt-Hebbel, Klaus. Pension Reform Transitions from State Pay-As-You-Go to Fully-Funded Systems. Working Paper. World Bank, June 1993.",
        "Schmidt-Hebbel, Klaus. Colombias Pension Reform: Fiscal and Macroeconomics Effects. Working Paper. The World Bank. Washington, DC. 1995.",
        "Valdes Prieto, Salvador. Vendedores de AFP: Producto del Mercado o de Regulaciones Ineficientes? Pontificia Universidad Catolica de Chile. Instituto de Economia Documento de Trabajo no. 178. 1995.",
        "World Bank. Averting the Old Age Crisis. Oxford University Press. Washington D.C 1994.",
        "The World Bank Memorandum. Mexico: Contractual Savings Development Program. Regional Operations Committee Meeting. March 1996."
    ]
}