{
    "id": 6318,
    "cites": 21,
    "cited_by": 6,
    "reference": [
        "Ruback, Richard and Martin Zimmerman, Unionization and Profitability: Evidence from the Capital Market, Journal of Political Economy, 1984, 92, 1134-1157.",
        "Pencavel, John, Labor Markets Under Trade Unionism, Cambridge, MA: Blackwell, 1994.",
        "Rosen, Sherwin, Trade Union Power, Threat Effects, and The Extent of Organization, Review of Economic Studies, 1969, 36, 185-196.",
        "OECD, Economic Performance and the Structure of Collective Rn.rFainin~ (SEND Em- ployment Outlook, 1997, pp. 63-92.",
        "Evidence from the Electric Utility Industry, NBER Working Paper 4980, National Bureau of Economic Research, Cambridge 1994.",
        "Neumark, David and Michael L. Wachter, Union Effects on Nonunion Wages: Ev- idence from Panel Data on Industries and Cities, lod7~strial and Inbox Relations Review, 1995, 49, 20-38.",
        "Jensen, Michael C. and Kevin J. Murphy, Performance Pay and Top-Management Incentives, Journal of Political Economy, 1990, 98, 225-264.",
        "Joskow, Paul L., Nancy L. Rose, and Andrea Shepard, Regulatory Constraints on CEO Compensation, Brookings Papers on Economic Activity: Microeconomics, 1993, 1, 1-58.",
        "Hall, Brian J. and Jeffrey B. Liebman, Are CEOs Really Paid Like Bureaucrats9. Mimeographed, Harvard University March 1997.",
        "Hirsch, Barry T., Labor Unions and the Economic Performance of Firms, Kalamazoo: W.E. Upjohn Institute for Employment Research, 1991.",
        "Freeman, Richard B., Union Wage Practices and Wage Dispersion Within Establish- ments, Industrial and Labor Relations Review, October 1982, 36, 10-11.",
        "Inequality in America, New York: Russell Sage Foundation, 1993.",
        "Freeman, R.B. and J.L. Medoff, 11/hat Do Unions Do?. New York: Basic Books. 1984.",
        "Burda, Michael C., Unions and Wage Insurance, Seminar Paper 596, Institute for International Economic Studies, Stockholm University 1995.",
        "Card, David, The Effect of Unions on the Distribution of Wages: Redistribution or Relabelling?, NBER Working Paper 4195, National Bureau of Economic Research, Cambridge, MA. October 1992.",
        "Bronfenbrenner, Kate, The Role of Union Strategies in NLRB Certification Elections, Industrial and Labor Relations Revieu,, 1997, 50, 195-212.",
        "Bok, Derek, The Cost of Talent. Ho~v Executives and Professionals are Paid and How It Affects America, New York: The Free Press, 1993.",
        "Bronars, Stephen G. and Donald R. Deere, Union Organizing Activity, Firm Growth, and the Business Cycle, American Economic Reviev, 1993, 83, 203-220.",
        "Bell, Brian D. and Michael K. Pitt, Trade Union Decline and The Distribution G. Wages in the U.K.: Evidence from Kernel Density Estimation, Discussion Paper 107, Nuffield College Oxford, Oxford November 1995.",
        "Abowd, John M. The Effect of Wage Bargains on the Stock Market Value of the Firrr American Economic Reviev,, September 1989 79,774-800.",
        "Compensation, in Richard B. Freeman and Lawrence F. Katz, eds., Differences arid Changes in Wage Structures, Chicago: The University of Chicago Press, 1995,pp.67- 103."
    ]
}