{
    "id": 6320,
    "cites": 14,
    "cited_by": 6,
    "reference": [
        "Stiglitz, J. and A. Weiss, 1983, Alternative Approaches to Analyzing Markets with Asymmetric Information: Reply American Economic Review; March, pp. 246-49.",
        "American Economic Review; June, pp. 393-410. Townsend, R. M., 1979, Optimal contracts and competitive markets with costly state verification, Journal of Economic Theory, pp. 265-93.",
        "Hausmann, R. and M. Gavin, 1995. Overcoming Volatility, Special Report, in Economic and Social Progress in Latin America, Inter-America Development Bank.",
        "Helpman, E., 1989, The Simple Analytics of Debt-Equity Swaps, American Economic Review; 79 (3), PP 440-51.",
        "Ghosal V. and P. Loungani, Product Markets Competition and the Impact of Price Uncertainty in Investment, Journal of Industrial Economics, 1996, pp.",
        "Jaffee, D. and Stiglitz, J., 1990, Credit Rationing, in Handbook of monetary economics. Volume 2, Friedman B. and F. Hahn, eds., North Holland, pp. 837- 88.",
        "Pindyck, R. S. and A. Solimano, 1993. Economic Instability and Aggregate Investment, NBER Macroeconomics Annual, pp. 259-302.",
        "Ramey, G. and V. A. Ramey, 1995. Cross-country evidence on the link between volatility and growth, American Economic Review, December, pp. 1138-1151.",
        "Eaton, J., M. Gersovitz and J. Stiglitz, Aim, The Pure Theory of Country Risk, European Economic Review; 30(3), June, pp. 481-513. Edwards S. and C. Vegh, 1997, Banks and Macroeconomics Disturbances under Predetermined Exchange Rates, NBER Working Paper No. 5977.",
        "Calvo, G. A. and E. Mendoza E., 1997, Rational herd behavior and the globalization of securities markets, discussion paper 120, Federal Reserve Bank of Minneapolis.",
        "Bulow, J. I. and K. Rogoff, 1989, A constant reconstructing model of sovereign debt, Journal of Political Economy 97, pp. 155-78.",
        "Aizenman, J. and N. Marion, 1993. Policy Uncertainty, Persistence and Growth, Review of International Economics, Vol. 2, 145-163.",
        "Bernanke B. S. and M. Gertler, 1989, Agency costs, net worth and business fluctuations, American Economic Review, 79, pp. 14-31.",
        "Agenor, R. and J. Aizenman, 1997, Contagion and volatility with imperfect credit markets, manuscript, the International Monetary Fund, Washington DC."
    ]
}