{
    "id": 6322,
    "cites": 44,
    "cited_by": 1,
    "reference": [
        "Wong, K., 1995, International Trade in Goods and Factor Mobility, MIT Press.",
        "Trefler, D., 1995, The Case of Missing Trade and Other Mysteries, American Economic Review 85, 1029-1046.",
        "Romer, P., 1986, Increasing Returns and Long-Run Growth, Journal of Political Economy.",
        "Rubenstein, J., 1992, The Changing U.S. Auto Industry: A Geographical Analysis. New York: Rutledge.",
        "Rybczynski, T., 1955, Factor Endowment and Relative Commodity Prices, Economica 22, 336- 341.",
        "Richardson, J.D. and P. Smith, 1995, Sectoral Growth Across U.S. States: Factor Content, Linkages, and Trade, NBER Working Paper No. 5094.",
        "Rivera-Batiz, F., 1988, Increasing Returns, Monopolistic Competition, and Agglomeration Economies in Consumption and Production, Regional Science and Urban Economics.",
        "Perloff, H., Dunn, E., Lampard, E., and Muth, R., 1960, Regions, Resources, and Economic Growth. Baltimore: Johns Hopkins Press.",
        "Nicholls, W., 1951, Price Policies in the Cigarette Industry. Nashville: Vanderbilt University Press.",
        "Greenwood Press. Ohlin, B., 1933, Interregional and International Trade. Cambridge: Harvard University Press.",
        "Moroney, J. and Walker J., 1966, A Regional Test of the Heckscher-Ohlin Hypothesis, Journal of Political Economy 74, 573-586.",
        "Muth, R.F., 1963, Cities and Housing, Chicago: University of Chicago Press.",
        "Murphy, K., Shleifer, A. and Vishny, R., 1989, Industrialization and the Big Push, Journal of Political Economy.",
        "Meyer, D., 1983, Emergence of the American Manufacturing Belt: An Interpretation,Journal of IIistorical Geography 9, 145-174.",
        "Mills, E., 1967, An Aggregate Model of Resource Allocation in a Metropolitan Area, American Economic Review.",
        "Mills., E., 1980, Urban Economics, 2nd Ed., Glenview, Illinois: Scott, Foresman and Co.",
        "Leamer, E, 1984, Sources of International Comparative Advantage: Theory and Evidence.",
        "Markham, J., 1958, The Fertilizer Industry, New York: Greenwood Press.",
        "Krugman, P., 1991b, Geography and Trade. Cambridge: MIT Press.",
        "Krugman, P., 1995, Development, Geography, and Economic Theory. Cambridge: HIT Press.",
        "Jaffe, A., M. Trajtenberg, and R. Henderson, Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations, Quarterly Journal of Economics, CVII (1993), 577-98.",
        "Krugman, P., 1990, RethinkingInternational Trade. Cambridge: MIT Press.",
        "Krugman, P., 1991a, Increasing Returns and Economic Geography, Journal of Political Economy.",
        "Hoover, E., 1963, The Location of Economic Activity. New York: McGraw Hill.",
        "Isard, W., 1948, Some Locational Factors in the Iron and Steel Industry Since the Early Nineteenth Century, Journal of Political Economy.",
        "Henderson, J.V., 1988, Urban Development, Oxford University Press.",
        "Hoover, E., 1937, Location Theory and the Shoe and Leather Industries. Cambridge: Harvard University Press.",
        "Grimes, D. and P. Prime, 1993, A Regional, Multifactor Test of the Heckscher-Ohlin-Vanek Theorem, mimeo.",
        "Helpman E. and Krugman, P., 1985, Market Structure and Foreign Trade. Cambridge: MIT Press.",
        "Glaeser, E., H. Kallal, J. Scheinkman, and A. Shleifer, Growth in Cities, Journal of Political Economy, C (1992), 1126-56.",
        "Fujita, M. and J. Thisse, 1996, Economics of Agglomeration, CEPR Discussion Paper 1344.",
        "Ellison, G. and E. Glaeser, 1997., Geographic Concentration in U.S. Manufacturing Industries: A Dartboard Approach, Journal of Political Economy, forthcoming.",
        "Fujita, M., 1986, Urban Land Use Theory in R. Arnott, ea., Location Theory. Hardwood Academic Publishers.",
        "Fujita, M., 1988, A Monopolistic Competition Model of Spatial Agglomeration: Differentiated Product Approach, Regional Science and Urban Economics.",
        "Dumais, G., G. Ellision, and E. Glaeser, 1996, Geographic Concentration as a Dynamic Process, mimeo.",
        "David, P. and J. Rosenbloom, 1990., Marshallian Factor Market Externalities and the Dynamics of Industrial Localization Journal of Urban Economics.",
        "Davis, D., D. Weinstein, S. Bradford, and K. Shimpo, 1997, Using International and Japanese Regional Data to Determine When the Factor Abundance Theory of Trade Works, American Economic Review.",
        "Berliant, M. and Raa, T., 1994, Regional Science: The State ofthe Art, Regional Science and Urban Economics 24, 631-647.",
        "Bowen, H., E. Leamer, and L. Sveikauskas, 1987, Multicountry, Multifactor Tests of the Factor Abundance Theory, American Economic Review 77, 791-809.",
        "Carlton, D., 1983., The Location and Employment Decisions of New Firms: An Econometric Model with Discrete and Continuous Exogenous Variables, Review of Economics and Statistics, 65, 440-449.",
        "Alderfer, E., and Michl, H., 1957, Economics of American Industry, New York: McGraw Hill.",
        "Berliant, M. and P. Wang, 1993, Endogenous Formation of a City Without Agglomerative Externalities or Market Imperfections: Marketplaces in a Regional Economy, Regional Science and Urban Economics.",
        "Berliant, M. and H. Konishi, 1994, The Endogenous Formation of a City: Population Agglomeration and Marketplaces in a Location-Specific Production Economy, mimeo.",
        "Abdel-Rahman, H., 1988, Product Differentiation, Monopolistic Competition and City Size, Regional Science and Urban Economics."
    ]
}