{
    "id": 6328,
    "cites": 54,
    "cited_by": 4,
    "reference": [
        "Rosen, Sherwin, 1986, The Theory of Equalizing Differences, in Handbook of Labor Economics, Orley Ashenfelter and Richard Layard(eds.);ed. Vol. 1.",
        "Toder, Eric J. 1972, The Supply of Public School Teachers to an Urban Metropolitan Area: A Possible Source of Discrimination in Education, ~ Review of Economics and Statistics; 54:4, pp. 43943.",
        "Ramey, Craig and Frances Campbell, 1991, ~Poverty, Early Cildhood Education and Academic Competence: The Abecedarian Experiment,. in Children in Povertv: Child Develooment and Public Policy, A. Houston (ed.) New York: Cambrideg University Press.",
        "Preston, Anne E., 1989, The Nonprofit Worker in a For-Profit World, Journal of Labor Economics, Vol 7:4, pp. 438-63.",
        "Preston, Anne E., 1988, The Effects of Property Rights on Labor Costs on Nonprofit Firms: An Application to the Day Care Industry, ~ The Journal of Industrial Economics, XXXVI: 337- 50.",
        "Oswald, Andrew J., 1982b, The Microeconomic Theory of the Trade Unions Economic Journal, 92:367, pp. 576-95.",
        "Oswald, Andrew J., 1982a, Trade Unions, Wages and Unemployment: What Can Simple Models Tell Use Oxford Economic Papers, 34:3, pp. 52645.",
        "Nolan, Peter and William Brown, 1983; Competition and Workplace wage Determination, Oxford Bulletin of Economics and Statistics, pp. 269-87.",
        "Nickell, S., J. Vainiomaki, and S. Wadhwani, 1994, Wages and Product Market Power, Economica, pp. 457-73.",
        "Neuman, Shoshana and Adrian Ziderman, 1986, Testing the Dual Labor Market Hypothesis: Evidence from the Israel Labor Mobility Surveys Journal of Human Resources; 21:2; pp.",
        "Mocan, H. Naci, 1995, Quality-Adjusted Cost Functions For Child Care Centers, American Economic Review Papers and Proceedines, 85:2, pp.409-13 51 Mocan, H. Naci, Margaret Burchinal, John Morris and Suzanne Helburn, 1995, Models of Quality in Center Child Care, in Cost. Quality and Child Outcomes in Child Care Centers, Suzanne Helburn ed; Denver: Center for Research on Economic and Social Policy.",
        "Mayhew, K. and B. Rosewell, 1979, ~Labour Market Segmentation in Britain, Oxford Bulletin of Economics and Statistics; 41:2; pp. 81-115.",
        "Mocan, H. Naci, 1997, Cost Functions, Quality and Efficiency in Day Care Centers, Journal of Human Resources, Fall, Vol. 32:4.",
        "Main, Brian G. M. and Barry Reilly, 1993, The Employer Size-Wage Gap: Evidence For Britain, Economica, Vol. 60, pp. 125-42.",
        "Lindeck, Assar and Dennis J. Snower, 1988, The Insider-OutsiderTheory of Employment and Unemployment, Cambridge, Massachusetts: MIT Press.",
        "Lazar, Irving and Richard Darlington, 1982, Lasting Effects of Early Education: A Report from the Consortium for Longitudinal Studies, Chicago: University of Chicago press.",
        "Krueger, Alan B., and Lawrence H. Summers, 1988, Efficiency Wages and the Inter-lndustry Wage Structure, Econometrica, 56: 259-93.",
        "Krueger, Alan B. and Lawrence H. Summers, 1987 Reflections on the Inter-industry Wage Structure,. in UnemDIoYment and the Structure of Labour Markets, K. Lang and J. Leonard (eds.), Oxford: Basic Blackwell.",
        "Krueger, Alan, 1997, Experimental and Non-ExperimentalEstimates of Education Production Functions, mimeo, Princeton University.",
        "Kenny, Lawrence and David Denslow Jr., 1980. Compensating Differentials and Teachers Salaries. Journal of Urban Economics, 7: 198-207.",
        "Kennedy, Peter. 1981. Estimation with Correctly Interpreted Dummy Variables in Semilogarithmic Equations. American Economic Review 71:801.",
        "Katz, Lawrence, 1988, Recent Developments in Labor Economics and Their Implications for Macroeconomics, Journal of Monev Credit and Banking.",
        "Jovanovic, Boyan, 1979b, Job Matching and the Theory of Turnover. Journal of Political Economy, 87:5, part I. pp. 972-90.",
        "Jovanovic, Boyan, 1979a, Firm-specific Capital and Turnover. Journal of Political Economy, 87:6, pp. 1246-60.",
        "Hansmann, Henry B.,1986, The Role of Nonprofit Enterprise, In The Economics of Nonprofit Institutions, Susan Rose-Ackerman, ed. Oxford University Press.",
        "Groshen, Erica L., 1991b, Five Reasons Why Wages Vary among Employers. Industrial Relations, 30:3, pp. 350-81.",
        "Hall, Robert, 1970, Why is the Unemployment Rate So High at Full-EmploymenC Brookinas Papers on Economic Activity, 3:369-485.",
        "Groshen, Erica L., 1991a, Sources of Intra-lndustry Wage Dispersion: How Much Do Employers Matter? Ouarterlv Journal of Economics, pp. 869-84.",
        "Evans D. S., and L. S. Leighton, 1989, Why Do Smaller Firms Pay Less? Journal of Human Resources, 24: 299-318.",
        "Goodman, William, 1995, Doom in Day Care Industry the Result of Many Social Changes, Monthly Labor Review, August: 3-12.",
        "Estevao, Marcello and Stacey Tevlin, 1995, The Role of Profits in Wage Determination: Evidence from U.S. Manufacturing, Board of Governors of the Federal Reserve Discussion Paper, 95/48.",
        "Cappelli, Peter and Keith Chauvin, 1991, An Interplant Test of the Efficiency Wage Hypothesis, Ouarterlv Journal of Economics;106:3 pp. 769-87.",
        "Card, David, 1995,~The Wage Curve: A Review, Journal of Economic Literature, pp. 785- 99.",
        "Carruth A. and Andrew Oswald, 1987, On Union Preferences and Labour market Models: Insiders and Outsiders, Economic Journal, 97: 431-45.",
        "Christofides, L.N., and Andrew J. Oswald, 1992, Real Wage Determination and Rent- Sharing in Collective Bargaining Agreements, Ouarterlv Journal of Economics, 985-1002.",
        "Currie, Janet and Sheena McConnell, 1992, Firm-Specific Determinants of the Real Wage The Review of Economics and Statistics, 297-304.",
        "Dickens W.T., and Lawrence Katz, 1987, Inter-industry Wage Differences and Industry Characteristics, in Unemployment and the Structure of Labour Markets, K. Lang and J.",
        "Leonard (eds.), Oxford: Basic Blackwell. Doms, Mark, Timothy Dunne, and Kenneth Troske, Kenneth, 1997, ~Workers, Wages, and Technology, Ouarterlv Journal of Economics; 112:1, pp. 253-90.",
        "Blanchflower, David G., Andrew J. Oswald and Mario D. Garrett, 1990, Insider Power in Wage Deterrnination,~ Economica, 57: 143-70.",
        "Blank, Rebecca M., 1990, Are Part-Time Jobs Bad Jobs? In A future of Lousy lobs? The chancing structure of U.S. wanes. Washington D.C.: Brookings Institution, pp. 123-55.",
        "Blau, David M. 1997a, The Effect of Child Care Characteristics on Child Development, mimeo, University of North Carolina at Chapel Hill.",
        "Blau, David M. 1997b, The Production of Quality in Child Care Centers, Journal of Human Resources, 32:2, pp. 354-87.",
        "Blau, David M., 1993, The Supply of Child Care Labors Journal of Labor Economics, 11 :2, pp. 324-47.",
        "Blau, David M., 1992, The Child Care Labor Market, The Journal of Human Resources, 27:1, pp. 9-39.",
        "Borjas, George J., H. E. Frech III, and Paul B. Ginsberg, 1983, Property Rights and Wages: The Case of Nursing Homes. Journal of Human Resources, 18:2, pp. 231-46.",
        "Brown, C. and James Medoff, 1989, The Employer size wage Effect, Journal of Political Economy, 101: 483-96.",
        "Brown, Charles, 1980, Equalizing Differences In The Labor Market, Quarterly Journal of Economics, 94: 113-34.",
        "Bhargava, Sandeep, 1994, Profit-Sharing and the Financial Performance of Companies: Evidence from U.K. Panel Data, Economic Journal; 104, pp. 1044-56.",
        "Blanchflower, David G., Andrew J. Oswald and Peter Sanfey, 1996, Wages, Profits and Rent-Sharing, Ouarterlv Journal of Economics, 227-51.",
        "Bailey, Martin N. 1974 Wages and Employment Under Uncertain Demand. Review of Economic Studies 41: 37-50.",
        "Beaudry, Paul and John DiNardo, 1991, The Effect of Implicit Contracts on the Movement of wages over the Business Cycle: Evidence from Micro Data, Journal of Political Economy, pp. 65-88.",
        "Antos, Joseph R. and Sherwin Rosen, 1975, Discrimination in the Market for Public School Teachers, Journal of Econometrics; 3:2; pp. 123-50.",
        "Azariadis, Costas, 1975.~1mplicit Contracts and Underemployment Equilibria,: Journal of Political Economy 83: 1183-1202.",
        "Abowd, J., and T. Lemieux, 1993, The Effects of Product Market Competition on Collective Bargaining Agreements: The Case of Foreign Competition in Canada, Ouanerly Journal of Economics, 108: 983-1014."
    ]
}