{
    "id": 6329,
    "cites": 206,
    "cited_by": 33,
    "reference": [
        "Aghion, P., and P. Bolton (1990). Government domestic debt and the risk of a default: a political-economic model of a strategic role of debt, in R. Dornbusch and M. Draghi (eds), Public Debt Management: Theory and History, Cambridge: Cambridge University Press. Alesina, A. (1987). Macroeconomic policy in a two-party system as a repeated game, Quarterly Journal of Economics 102: 651-78.",
        "Alesina, A. (1988). Credibility and policy convergence in a two-party system with rational voters, American Economic Review 78: 496-805.",
        "Alesina, A. and A. Cukierman (1988). The politics of ambiguity, Quarterly Journal of Economics 105: 829-850 Alesina A. and A. Drazen (1991). Why are stabilizations delayed?, American Economic Review 81: 1170-1188.",
        "Alesina, A. and R. Gatti (1996). Independent central banks: Low inflation at no cost?, American Economic Review Papers and Proceedings 85: 196-200.",
        "Alesina A., and V. Grilli (1992). The European central bank: Reshaping monetary politics in Europe, in M. Canzoneri, V. Grilli and P. Masson (eds), Establishing a Central Bank. Issues in Europe and Lessons from US, Cambridge: Cambridge University Press.",
        "Alesina, A., J. Londregan and H. Rosenthal (1993). A model of the political economy of the United States, American Political Science Review 87: 12-33.",
        "Alesina, A., S. Ozler, N. Roubini, and P. Swagel (1996). Political Instability and Economic growth, Journal of Economic Growth 1: 189-212.",
        "Alesina, A., A. Prati and G. Tabellini, 1990. Public confidence and debt management: a model and a case study of Italy, in R. Dornbusch and M. Draghi (eds), Public Debt Management: Theory and History, Cambridge: Cambridge University Press.",
        "Alesina, A. and R. Perotti (1995a). Budget Deficits and budget institutions, NBER Working Paper, No. 5556.",
        "Alesina, A. and R. Perotti (1995b). The political economy of budget deficits, IMF Staff papers March: 1-37.",
        "Alesina, A. and D. Rodrik (1994). Distributive politics and economic growth. Quarterly Journal of Economics 109: 465-490.",
        "Alesina, A. and H. Rosenthal (1995). Partisan Politics Divided Government and the Economy, Cambridge: Cambridge University Press.",
        "Alesina A., and N. Roubini (1997). Political Cycles and the Macroeconomy, Cambridge: MIT Press, forthcoming.",
        "Alesina, A. and L. Summers, (1993). Central bank independence and macro-economic performance: Some comparative evidence, Journal of Money, Credit and Banking 25: 151-62.",
        "Alesina, A. and G. Tabellini (1989). External debt, capital flight and political risk, Journal of International Economics 27: 199-220.",
        "Alesina, A. and G. Tabellini (1990). A positive theory of fiscal deficits and government debt, Review of Economic Studies 57: 403-414.",
        "Almeida, A. and C. Goodhart (1996). Does the adoption of inflation target affect central bank behavior?, Working Paper, London School of Economcis.",
        "Auernheimer, L. (1974). The honest government&apos;s guide to the revenue from the creation of money, Journal of Political Economy 82: 598-606.",
        "Backus, D. and J. Driffill (1985). Inflation and reputation, American Economic Review 75: 530-538 Bade, R. and M. Parkin (1988). Central Bank laws and inflation: a comparative analysis, Mimeo, University of Western Ontario.",
        "Barro, R. (1973). Inflationary finance under discretion and rules, Canadian Journal of Economics 16: 1-25.",
        "Barro, R. (1979). On the determination of public debt, Journal of Political Economy 87: 940-47.",
        "Barro, R. (1986). Reputation in a model on monetary policy with incomplete information, Journal of Monetary Economics 17: 1-20.",
        "Barro, R. (1991). Economic growth in a cross section of countries, Quarterly Journal of Economics 106: 407-43.",
        "Barro, R. (1997). Determinants of Economic Growth, Cambridge: MTT Press.",
        "Barro, R. and B. Broadbent (1995). Central bank preferences and macroeco-nomic equilibrium, forthcoming in Journal of Monetary Economics.",
        "Barro, R. and D. Gordon (1983a). A positive theory of monetary policy in a natural rate model, Journal of Political Economy 91: 589-610.",
        "Barro, R. and D. Gordon (1983b). Rules, discretion and reputation in a model of monetary policy, Journal of Monetary Economics 12: 101-121.",
        "Basar, T. and G. Olsder (1982). Dynamic Noncooperative Game Theory, London: Academic Press.",
        "Baxter, M. and A. Stockman (1989). Business cycles and the exchange rate regime: Some international evidence, Journal of Monetary Economics 23: 377-400.",
        "Beetsma, R. and L. Bovenberg (1997). The interaction of fiscal and monetary policy in a monetary union: Credibility and flexibility, forthcoming in A. Razin and E. Sadka (eds), Globalization: Public Economics Perspectives, Cambridge: Cambridge University Press.",
        "Beetsma, R. and H. Jensen (1996). Inflation targets and contracts with uncertain central bank preferences, forthcoming in Journal of Money, Credit and Banking.",
        "Benabou, R. (1996). Inequality and growth, in Bernanke, B. and J. Rotemberg (eds), NBER Macroeconomics Annual 1996, Cambridge: MIT Press.",
        "Benhabib, J. and R. Radner (1992). The joint exploitation of a productive asset: A game-theoretic approach, Economic Theory 2: 155-190.",
        "Benhabib, J. and A. Rustichini (1996). Social conflict and growth, Journal of Economic Growth 1: 125-139.",
        "Bensaid, B. and O. Jeanne (1997). The instability of fixed exchange rate systems when raising the nominal interest rate is costly, European Economic Review 41: 1461-1478.",
        "Bertola, G. (1993). Factor shares and savings in endogenous growth, American Economic Review 83: 1184-1198.",
        "Bliss, C. and B. Nalebuff (1984). Dragon-slaying and ballroom dancing: the private supply of a public good, Journal of Public Economics 25: 1-12.",
        "Boadway, R. and D. Wildasin (1989). A median voter model of social security, International Economic Review 30: 307-328.",
        "Bohn, H. and R. Inman (1996). Balanced budget rules and public deficits: Evidence from the US states, NBER Working Paper No 5533, forthcoming in Carnegie Rochester Conference Series.",
        "Boldrin, M. and A. Rustichini (1996). Equilibria with social security, Mimeo.",
        "Bordo, M. and F. Kydland (1995). The gold standard as a rule: An essay in exploration, Explorations in Economic History 32: 423-464. Bordo, M. and A. Schwarz. Policy regimes and economic performance: The historical record, (this volume).",
        "Broadbent, B. (1996). Monetary policy regimes and the cost of discretion, Mimeo, Harvard University.",
        "Browning (1975). Why the social insurance budget is too large in a democracy?, Economic Inquiry 22: 373-388.",
        "Bulow, J. and K. Rogoff (1989). Sovereign debt: is to forgive to forget?, American Economic Review 79: 43-50.",
        "Caballero, R. and M. Hammamour (1996). The macroeoconomics of specificity, NBER Working Paper, No. 5757.",
        "Calvo, G. (1978). On the time consistency of optimal policy in a monetary economy, Econometrica 46: 1411-1428.",
        "Calvo, G. (1988). Servicing the public debt: the role of expectations, American Economic Review 78: 647-661.",
        "Calvo, G. and P. Guidotti (1990). Indexation and maturity of government bonds: An exploratory model, in Dornbusch, R. and M. Draghi (eds) Public Debt Management. Theory and History, Cambridge: Cambridge University Press. Calvo, G. and C. Vegh (this volume).",
        "Canzoneri, M. (1985). Monetary policy games and the role of private information, American Economic Review 75: 1056-1070.",
        "Casella, A. and B. Eichengreen (1995). Can foreign aid accelerate stabilization, CEPR Discussion Paper, No. 961.",
        "Chamley, C. (1986). Optimal taxation of capital income in general equilibrium with infinite lives, Econometrica 54: 607-622.",
        "Chaxi, V., L. Christiano and M. Eichenbaum (1996). Expectation traps and discretion, Mimeo, Northwestern university.",
        "Chari, V., L. Christiano and P. Kehoe (1992). Optimal fiscal and monetary policy: Some recent results, in Cukierman, A, Z. Hercowitz and L. Leiderman (eds.), Political Economy, Growth and Business Cycles, Cambridge: MIT Press.",
        "Chari, V. and H. Cole (1993). Why are representative democracies fiscally irresponsible?, Federal Reserve Bank of Minneapolis, Staff report No. 163.",
        "Chari, V. and P. Kehoe (1990). Sustainable plans, Journal of Political Economy 98: 617-636.",
        "Chari, V and P. Kehoe (1993). Sustainable plans and mutual default, Review of Economic Studies 60: 175-196.",
        "Cole, H. and P. Kehoe (1994). Reputation spillover across relationships with enduring and transient benefits: Reviving reputation models of debt, Federal Reserve Bank of Minneapolis, Working Paper No. 534.",
        "Cole, H. and T. Kehoe (1996a). Self-fulfilling debt crises and capital flight, Mimeo, Federal Reserve Bank of Minneapolis.",
        "Cole, H. and T. Kehoe (1996b). Self-fulfilling debt crises, Federal Reserve Bank of Minneapolis, Staff report No. 211.",
        "Cooley, T. and J. Soares (1995). A positive theory of social security based on reputation, Miraeo, University of Rochester.",
        "Cukierman, A. (1992), Central Bank Strategy, Credibility and Independence -Theory and Evidence, Cambridge: MIT Press.",
        "Cukierman, A., S. Edwards and G. Tabellini (1992). Seignorage and political instability, American Economic Review 82: 537-555.",
        "Cukierman, A. and N. Liviatan (1991). Optimal accommodation by strong policymakers under incomplete information, Journal of Monetary Economics 27: 99-127.",
        "Cukierman, A. and F. Lippi (1997). Central Bank Independence, Centralization of Wage Bargaining, Inflation and Unemployment - Theory and Evidence, Mimeo, Bank of Italy.",
        "Cukierman, A. and A. Meitzer (1986). A theory of ambiguity, credibility and inflation under discretion and asymmetric information, Econometrica 54: 1099-1128.",
        "Cukierman, A. and A. Meitzer, (1989). A political theory of government debt and deficits in a Neo-ricardian framework, American Economic Review 79: 713-748.",
        "Devereux, M. and J.F. Wen (1996). Political uncertainty, capital taxation and growth, Mimeo, UBC.",
        "Dolado, J., M. Griffiths and J. Padilla (1994). Delegations in international monetary policy games, European Economic Review 38: 1057-1069.",
        "Drazen, A., and V. Grilli (1992). The benefit of crisis for economic reform, Manuscript, Birkbeck College, London.",
        "F. Drudi and A. Prati (1997). An incomplete information model of the optimal maturity structure of public debt, IMF Working Paper.",
        "Edin, D.A. and H. Ohlsson (1991). Political determinants of budget deficits: Coalition effects versus minority effects, European Economic Review 35: 1597-1603.",
        "Eichengreen, B. (1990). The capital levy in theory and practice, in R. Dornbusch and M. Draghi (eds), Public Debt Management: Theory and History, Cambridge: Cambridge University Press.",
        "Eichengreen, B. and J. von HÃ\u0083Â¤gen (1996). Federalism, fiscal restraints and European monetary union, American Economic Review Papers and Proceedings 86: 135-138.",
        "Eijffinger, S. and J. de Haan (1996). The Political Economy of Central Bank Independence, Special Papers in International Economics, No. 19, Princeton University.",
        "Eijffinger, S. and E. Schaling (1993). Central bank independence in twelve industrial countries, Banca Nazionale de Lavoro 184: 1-41. Elmendorf, D. and G. Mankiw. Government debt (this volume).",
        "Fair, R. (1978). The effect of economic events on votes for president, The Review of Economics and Statistics 60: 159-73.",
        "Faust, J. (1996). Whom can we trust to run the Fed? Theoretical support for the founders&apos; views, Journal of Monetary Economics 37: 267-283.",
        "Faust, J. and J. Irons (1996). Money, politics and the post-war business cycle, Board of Governors, International Finance Discussion Papers, N. 572, forthcoming in Journal of Monetary Economics.",
        "Ferejohn, J. (1986). Incumbent performance and electoral control, Public Choice 50: 5-26.",
        "Fiorina, M. (1981). Retrospective Voting in American National Elections, New Haven: Yale University Press.",
        "Fischer. S. (1977). Long-term contracts, rational expectations and the optimal money supply rule, Journal of Political Economy 85: 163-190.",
        "Fischer, S. (1980). Dynamic inconsistency, cooperation, and the benevolent dissembling government, Journal of Economic Dynamics and Control 2: 93-107.",
        "Fischer, S. (1991). Growth, macroeconomics and development, NBER Macroeconomics Annual 1991, Cambridge: MIT Press.",
        "Fischer, S. (1995). The unending search for monetary salvation, NBER Macroeconomics Annual 1995, Cambridge: MIT Press.",
        "Flood, R. and P. Isard (1989). Monetary policy strategies, IMF Staff Papers 36: 612-32.",
        "Flood, R. and N. Marion (1997). Perspectives on the recent currency crisis literature, Mimeo, IMF.",
        "Flood, R. and M. Mussa (1994). Issues concerning nominal anchors for monetary policy, NBER Working Paper, No. 4850.",
        "Fratianni, M., J. von Hagen and C. Waller (1995). Central banking as a principal agent problem, forthcoming in Economic Inquiry.",
        "Genberg, H. (1989). Exchange rate management and macroeconomic policy: A national perspective, Scandinavian Journal of Economics 91: 439-469.",
        "Giavazzi, F. and M. Pagano (1988). The advantage of tying one&apos;s hands: EMS discipline and central bank credibility, European Economic Review 32: 1055-75.",
        "Giavazzi, F., and M. Pagano (1990). Confidence crises and public debt management, in R. Dornbusch and M. Draghi (eds), Public debt management: theory and history, Cambridge: Cambridge University Press.",
        "Glazer, A. (1989). Politics and the choice of durability, American Economic Review 79: 1207-1214.",
        "Glomm, G., and B. Ravikumar (1992). Public versus private investment in human capital endogenous growth and income inequality, Journal of Political Economy 100: 813-34.",
        "Goodhart, C. and J. Vinals (1994). Strategy and tactics of monetary policy, in J. Puhrer (ed), Goals Guidelines and Constraints Facing Monetary Policymakers, Federal Reserve Bank of Boston.",
        "Grilli V., D. Masciandaro and G. Tabellini (1991). Political and monetary institutions and public financial policies in the industrial countries, Economic Policy 13: 342-392.",
        "Grossman, H. and J. van Huyck (1986). Inflation, seignorage and reputation, Journal of Monetary Economics 18: 20-32.",
        "Grossman, H. and J. van Huyck (1988). Sovereign debt as a contingent claim: excusable default, repudiation, and reputation, American Economic Review 78: 1988-1997.",
        "von Hagen, J. (1992). Budgeting procedures and fiscal performance in the European communities, Economic papers No 96, European Commission.",
        "von Hagen, J. and I. Harden (1994). National budget processes and fiscal performance, European Economy, Reports and Studies 3.",
        "Haldane, A.G. (ed) (1995). Targeting Inflation, A conference of central banks on the use of inflation targets, organized by the Bank of England, Bank of England.",
        "Hallerberg, M. and J. von Hagen (1997). Electoral institutions, cabinet negotiations, and budget deficits within the European union, CEPR Discussion Paper, No. 1555.",
        "Herrendorf, B. (1996). Inflation targeting as a way of precommitment, Mimeo, University of Warwick.",
        "Herrendorf, B. and B. Lockwood (1997). Rogoff&apos;s conservative central banker restored, forthcoming in Journal of Money Credit and Banking.",
        "Hibbs, D. (1977). Political parties and macroeconomic policy, American Political Science Review 71: 1467-1478.",
        "Holmstrom, B. (1982). Managerial incentive problems-a dynamic perspective, in Essays in Economics and Management in Honor of Lars Wahlbeck, Swedish School of Economics, Helsinki.",
        "Horn, H. and T. Persson (1988). Exchange rate policy, wage formation and credibility, European Economic Review 32: 1621-1636.",
        "Ito, T. (1990). The timing of elections and political business cycles in Japan, Journal of Asian Economics 1: 135-146.",
        "Jensen, H. (1996). Credibility of optimal monetary delegation, forthcoming in American Economic Review.",
        "Jonsson, G. (1995a). Institutions and macroeconomic outcomes-The empirical evidence, Swedish Economic Policy Review 2: 181-212.",
        "Jonsson, G. (1995b). Monetary politics and unemployment persistence, forthcoming in Journal of Monetary Economics.",
        "Kotlikoff, L., T. Persson and L. Svensson (1988). Social contracts as assets: a possible solution to the time-consistency problem, American Economic Review 78: 662-77.",
        "Knack, S. and P. Keefer (1995). Institutions and economic performance: Cross-country tests using alternative institutional measures, Economics and Politics 7: 207-227.",
        "Krusell, P. and V. Rios-Rull (1996). Vested interests in a positive theory of stagnation and growth, Review of Economic Studies 63: 601-631.",
        "Krusell, P., V. Quadrini and V. Rios-Rull (1994). Politico-economic equilibrium and economic growth, forthcoming in Journal of Economic Dynamics and Control.",
        "Kydland, F., and E. Prescott (1977). Rules rather than discretion: the inconsistency of optimal plans, Journal of Political Economy 85: 473-490.",
        "Lane, P. and A. Tornell (1996). Power, growth and the voracity effect, Journal of Economic Growth 1: 213-241.",
        "Lambertini, L. (1996). Are budgets deficits used strategically?, Mimeo, UCLA.",
        "Leiderman, L. and L. Svensson (1995). Inflation targets, London: CEPR.",
        "Levhari, D. and L. Mirman (1980). The great fish war: An example using the Cournot-Nash solution, Bell Journal of Economics 11: 322-334.",
        "Lewis-Beck, M. (1988). Economics and Elections: The Major Western Democracies, University of Michigan Press.",
        "Lindbeck, A. (1976). Stabilization policies in open economies with endogenous politicians, American Economic Review Papers and Proceedings 66: 1-19.",
        "Lindbeck, A. and J. Weibull (1987). Balanced budget redistribution as the outcome of political competition, Public Choice 52: 272-297.",
        "Lizzeri, A. (1996). Budget deficits and redistributive politics, Mimeo, Princeton University.",
        "Lippi, F. (1997). On Central bank independence and the stability of policy targets, forthcoming in Scandinavian Journal of Economics.",
        "Lockwood, B. and A. Philippopoulus (1994). Insider power unemployment and mutipler inflation equilibria, Economica 61: 59-77.",
        "Lockwood, B., M. Miller and L. Zhang (1995). Designing monetary policy when unemployment persists, forthcoming in Economica.",
        "Lohman, S. (1992). The optimal degree of commitment: Credibility and flexibility, American Economic Review 82: 273-286.",
        "Lohman, S. (1996). Democracy and inflation, Mimeo, UCLA.",
        "Lucas, R., and L. Stokey (1983). Optimal fiscal and monetary policy in an economy without capital, Journal of Monetary Economics 12: 55-94.",
        "McCallum, B. (1996). Crucial issues concerning central bank independence, NBER Working Paper, No 5597.",
        "Meltzer A., and S. Richards (1981). A rational theory of the size of government, Journal of Political Economy 89: 914-927.",
        "Mendoza, E., A. Razin, and L. Tesar (1994). Effective tax rates in macroeconomics: cross-country estimates of tax rates on factor incomes and consumption, Journal of Monetary Economics 34: 297-323.",
        "Mendoza, E., G.-M. Milesi Ferretti and P. Asea (1996). On the ineffectiveness of tax policy in altering long-run growth: Harberger&apos;s superneutrality conjecture, CEPR Discussion Paper, No. 1378.",
        "Milesi Feretti, G.-M. (1994). Wage indexation and time consistency, Journal of Money, Credit and Banking 26: 941-950.",
        "Milesi Feretti, G.-M. (1995a). Do good or do well? Public debt management in a two-party economy, Economics and Politics, 7: 58-74 Milesi Feretti G. -M. (1995b). The disadvantage of tying their hands: On the political economy of policy commitments, Economic Journal 105: 1381-1402.",
        "Mishkin, F. and A. Posen (1996). Experiences with inflation targeting as a strategy for the conduct of monetary policy, Mimeo, Federal Reserve Bank of New York.",
        "Mishkin, F. and A. Posen (1997). Inflation targeting: Lessons from four countries, Federal Reserve Bank of New York Economic Policy Review 3.",
        "Mishra, D. (1997). An unbiased reexamination of political cycle in OECD countries, Mimeo, University of Maryland.",
        "Missale, A. and O. Blanchard (1994). The debt burden and debt maturity, American Economic Review 84: 309-319.",
        "Missale, A., F. Giavazzi and P. Benigno (1997). Managing the public debt in fiscal stabilizations: Theory and Practice, IGIER Working Paper.",
        "Mueller, D. (1989). Public Choice II, Cambridge: Cambridge University Press.",
        "Mussa, M. (1986). Nominal exchange rate regimes and the behavior of real exchange rates, Carnegie Rochester Series on Public Policy 25: 117-214.",
        "Myerson, R. (1993). Incentives to cultivate favored minorities under alternative electoral systems, American Political Science Review 87: 856-869.",
        "Nordhaus, W. (1975). The political business cycle, Review of Economic Studies 42: 169-190.",
        "North, D. and B. Weingast (1989). Constitutions and commitment: the evolution of institutions governing public choice in seventeenth-century England, Journal of Economic History 69: 803-832.",
        "al Nowaihi A. and P. Levine (1996). Independent but accountable: Walsh contracts and the credibility problem, Mimeo.",
        "Obstfeld, M. (1996). Destabilizing effects of exchange rate escape clauses, forthcoming in Journal of International Economics.",
        "Obstfeld, M. (1997). Dynamic seigniorage theory: An exploration, forthcoming in Macroeconomic Dynamics.",
        "Ozler, S. and G. Tabellini, (1991). External debt and political instability, NBER Working Paper, No. 3772.",
        "Parkin, M. (1993). Inflation in North America, in Shigehaxa (ed), Price Stabilization in the 1990s, Macmillan.",
        "Perotti, R. (1993). Political equilibrium, income distribution and growth, Review of Economic Studies 60: 755-776.",
        "Perotti, R. (1996). Growth, income distribution and democracy: What the data say, Journal of Economic Growth 1: 149-188.",
        "Persson, M., T. Persson and L. Svensson (1987). Time consistency of fiscal and monetary policy, Econometrica 55: 1419-1431.",
        "Persson, M., Persson, T. and L. Svensson (1996). Debt, Cash Flow and Inflation Incentives: A Swedish Example, NBER Working Paper, No. 5772.",
        "Persson, T., G. Roland and G. Tabellini (1997). Separation of powers and political accountability, forthcoming in Quarterly Journal of Economics.",
        "Persson, T. and L. Svensson (1984). Time consistent fiscal policy and government cash flow, Journal of Monetary Economics 14: 365-374.",
        "Persson, T. and L. Svensson (1986). International borrowing and time-consistent fiscal policy, Scandinavian Journal of Economics 88: 273-295.",
        "Persson, T. and G. Tabellini (1990). Macroeconomic Policy, Credibility and Politics, Chur: Harwood Academic Publishers.",
        "Persson, T. and G. Tabellini (1992). The politics of 1992: Fiscal policy and European integration, Review of Economic Studies 59: 689-701.",
        "Persson, T. and G. Tabellini (1993). Designing institutions for monetary stability, Carnegie-Rochester Conference Series on Public Policy 39: 53-89.",
        "Persson, T. and G. Tabellini (eds) (1994a). Monetary and Fiscal Policy, Vol I: Credibility, Vol II: Politics, Cambridge: MIT Press.",
        "Persson, T. and G. Tabellini (1994b). Is inequality harmful for growth?, American Economic Review 84: 600-621.",
        "Persson, T. and G. Tabellini, (1994c). Representative democracy and capital taxation, Journal of Public Economics 55: 53-70.",
        "Persson, T. and G. Tabellini (1994d). Does centralization increase the size of government?, European Economic Review 38: 765-773.",
        "Persson, T. and G. Tabellini (1995). )Double-edged incentives: Institutions and policy coordination, in Grossman, G. and K. Rogoff (eds), Handbook of International Economics, Vol III, Amsterdam: North-Holland.",
        "Persson, T. and G. Tabellini (1996). Monetary cohabitation in Europe, American Economic Review, Papers and Proceedings 86: 111-116.",
        "Persson, T. and G. Tabellini (1997). Political economics and public finance, in preparation.",
        "Petterson, P. (1997). An empirical investigation of the strategic use of debt, Mimeo, Uppsala University.",
        "Posen, A. (1993). Why central bank independence does not cause low inflation: There is no institutional fix for politics, Mimeo.",
        "Posen, A. (1995). Declarations are not enough: Financial sector services of central bank independence, in Bernanke, B. and J. Rotemberg (eds), NBER Macroeconomics Annual 1995, Cambridge: MIT Press.",
        "Poterba, J. (1994). State responses to fiscal crises: natural experiments for studying the effects of budget institutions, Journal of Political Economy 102: 799-821.",
        "Przeworski, A. and F. Limongi (1993). Political regimes and economic growth, Journal of Economic Perspectives 7: 51-70.",
        "Riley, J. (1980). Strong evolutionary equilibrium and the war of attrition, Journal of Theoretical Biology 82: 383-400.",
        "Roberts, K. (1977). Voting over income tax schedules, Journal of Public Economics 8: 329-340.",
        "Rogers, C. (1986). The effects of distributive goals on the time inconsistency of optimal taxes, Journal of Monetary Economics 17: 251-270.",
        "Rogers, C. (1987). Expenditure taxes, income taxes, and time-inconsistency, Journal of Public Economics 32: 215-230.",
        "Rogoff, K. (1985). The optimal degree of commitment to an intermediate monetary target, Quarterly Journal of Economics 100: 1169-1190.",
        "Rogoff, K. (1987). A reputational constraint on monetary policy, Carnegie Rochester Conference Series on Public Policy 24: 115-165.",
        "Rogoff, K. (1990). Equilibrium political budget cycles, American Economic Review 80: 21-36.",
        "Rogoff, K. and A. Sibert (1988). Elections and macroeconomic policy cycles, Review of Economic Studies 55: 1-16.",
        "Rotemberg, J. (1990). Constituencies with finite lives and the valuation of government bonds, Mimeo, MIT.",
        "Roubini, N. and J. Sachs (1989). Political and economic determinants of budget deficits in the industrial democracies, European Economic Review 33: 903-933.",
        "Saint-Paul, G. and T. Verdier (1993). Education, democracy and growth, Journal of Development Economics 42: 399-407.",
        "Schaling, E. (1995). Institutions and Monetary Policy: Credibility, Flexibility, and Central Bank Independence, Edward Elgar Publishers.",
        "Schotter, A. (1981). The Economic Theory of Social Institutions, Cambridge: Cambridge University Press.",
        "Staiger, R. (1995). International rules and institutions for cooperative trade policy, in Grossman, G. and K. Rogoff (eds), Handbook of International Economics, Vol III, Amsterdam: North-Holland. Stock, J. and M. Watson. Business cycle fluctuations in U.S. macroeconomic time series, (this volume).",
        "Svensson, J. (1993). Investment, property rights and political instability: Theory and evidence, forthcoming in European Economic Review.",
        "Svensson, J. (1996). Collusion and interest groups: Foreign aid and rent dissipation, Mimeo, The World Bank.",
        "Svensson, L. (1997a). Optimal inflation targets, conservative central bankers and linear inflation contracts, American Economic Review 87: 98-114.",
        "Svenssoii, L. (1997b). Inflation forecast targeting: Implementing and monitoring inflation targets, European Economic Review 41: 1111-1146.",
        "Tabellini, G. (1985). Accommodative monetary policy and central bank reputation, Giornale Degli Economisti 44: 389-425.",
        "Tabellini, G. (1987). Money, debt and deficits in a dynamic game, Journal of Economic Dynamics and Control 10: 427-442.",
        "Tabellini, G. (1990). A positive theory of social security, NBER Working Paper, No. 3272.",
        "Tabellini, G. (1991). The politics of intergenerational redistribution, Journal of Political Economy 99: 335-357.",
        "Tabellini, G. and A. Alesina (1990). Voting on the budget deficit, American Economic Review 80: 37-39.",
        "Taylor, J. (1983). Rules, discretion and reputation in a model of monetary policy: Comments, Journal of Monetary Economics 12: 123-125.",
        "Terrones, M. (1989). Macroeconomic policy choices under alternative electoral structures, Mimeo.",
        "Tornell, A. (1995). Economic growth and decline with endogenous property rights, Mimeo, Harvard university.",
        "Tornell, A. and A. Velasco (1992). The tragedy of the commons and economic growth: Why does capital flow from poor to rich countries, Journal of Political Economy 100: 1208-1231.",
        "Velasco, A. (1994). Are balance of payment crisis rational?, Working Paper, New York University.",
        "Velasco, A. (1996). A model of endogenous fiscal deficit and delayed fiscal reforms, forthcoming in Quarterly Journal of Economics.",
        "Vickers, J. (1986). Signalling in a model of monetary policy with incomplete information, Oxford Economic Papers 38: 443-55.",
        "Waller, C. (1989). Monetary policy games and central bank politics, Journal of Money, Credit and Banking 21: 422-431.",
        "Walsh, C. (1995a). Optimal contracts for central bankers, American Economic Review 85: 150-167.",
        "Walsh, C. (1995b). Is New Zealand&apos;s Reserve bank act of 1989 an optimal central bank contract?, Journal of Money Credit and Banking 27: 1179-1191.",
        "Walsh, C. and C. Waller (1996). Central bank independence, economic behavior, and optimal term limits, American Economic Review 96: 1139-1153. eico-e) I Figure 1"
    ]
}