{
    "id": 6333,
    "cites": 18,
    "cited_by": 10,
    "reference": [
        "Toder, E. (1995), `Comments Mimeo, NBER Conference November, 7 1995.",
        "Woodlock, P. and J. Antenucci (1997), Update: Corp. Responses to Executive Compensation Limits Tax Notes, October 13 pp. 221-226.",
        "Rosen, S. (1992), Contracts and the Market for Executives in Contract Economics L. Werin and H.",
        "Scholes, M. and M. Wolfson (1992), Taxes and Business Strategy, Prentice Hall, New Jersey.",
        "Slemrod, J. and S. Yitzhaki (1996), The Cost of Taxation and the Marginal Efficiency Cost of Funds IMF StaffPapers 43( 1).",
        "Randolph, W. (1995), Dynamic Income, Progressive Taxes, and the Timing of Charitable Contributions, Journal of Political Economy, 103(4), pp. 709-38.",
        "Pencavel, John (1986), Labor Supply of Men: A Survey in Handbook of Labor Economics, Vol. 1, Orley Ashenfelter and Richard Layard, eds. Amsterdam: Elsevier.",
        "Levy, Frank and Richard Murnane (1992), U.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations Journal of Economic Literature, 3 0: 13 3 3- 13 8 1.",
        "Macurdy, T. (1992), Work Disincentive Effects of Taxes: A Reexamination of Some Evidence, American Economic Review, 82(2), pp. 243-49.",
        "Parcell, A. (1996), Income Shifting in Response to Higher Tax Rates: The Effects of OBRA 93 Mimeo OTA, presented at ASSA meetings, San Francisco, 1996.",
        "Feldstein and J. Poterba, eds. University of Chicago, Chicago, Illinois. Huddart, S. (1997) Tax Planning and the Exercise of Employee Stock Options, Mimeo. Fuqua School of Business.",
        "Gordon, R. and J. Slemrod (1997), Are `Real Responses to Taxes Simply Income Shifting Between Corporate and Personal Tax Bases ? forthcoming in , Does Atlas Shrug? The Economic Consequences of 33 Taxing the Rich, J. Slemrod, ed. Cambridge University Press.",
        "Heckman, J. (1996), Comment on Eissa in Empirical Foundations of Household Taxation, M.",
        "Feldstein, M. (1995b), Tax Avoidance and the Deadweight Loss of the Income Tax, NBER Working Paper 5055.",
        "Feldstein, M. (1996), How Big Should Government.Be? NBER Working Paper 5868.",
        "Goolsbee, Austan (1997), Its Not About the Money: Why Natural Experiments Dont Work on the Rich. forthcoming in , Does Atlas Shrug? The Economic Consequences of Taxing the Rich, J. Slemrod, ed. Cambridge University Press.",
        "Feenberg, D. and J. Poterba (1993), Income Inequality and the Incomes of Very High Income Taxpayers, in Tax Policy and the Economy v. 7 J. Poterba ed., MIT Press, Cambridge.",
        "Conference Board, Top Executive Compensation, various years. Conference Board, New York. Eissa, N. (1996), Tax Reforms and Labor Supply in Tax Policy and the Economy v. IO, J. Poterba, ed."
    ]
}