{
    "id": 6335,
    "cites": 83,
    "cited_by": 7,
    "reference": [
        "Atwood, W., The Physiographic Provinces of North America (New York: Ginn and Co., 1940). Baker, O., Agricultural Regions of North America, Economic Geography, II (1926), 460-93; III (1927), 50-86, 309-39, 445-65; IV (1928), 44-73, 399-433; V (1929), 36-69; VI (1930), 166-91, 278-309; VI (1931), 10^-53, 326-64; VII (1932), 326-77.",
        "Barro, R., Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics, 106 (1991), 407-443.",
        "_and X. Sala-i-Martin, Convergence across States and Regions, Brookings Papers on Economic Activity, no. 1, (1991), 107-182.",
        "_, Convergence, Journal of Political Economy, 100 (1992), 223-251.",
        "_, Economic Growth (New York: McGraw-Hill, 1995).",
        "Bogue, D. and C. Beale, Economic Areas of the United States (New York: Free Press of Glencoe, 1961).",
        "Bowman, I. Forest Physiography (New York: John Wiley & Sons, 1911).",
        "Broadberry, S.N., How Did the United States and Germany Overtake Britain? A Sectoral Analysis of Comparative Productivity Levels, 1870-1990, (1997) mimeo.",
        "Calomiris, C. and C. Ramiriz, Financing the American Corporation, NBER Working Paper Series on Historical Factors in Long Run Growth, #79, 1996.",
        "_, Testing Neoclassical Convergence in Regional Incomes and Earnings, Regional Science and Urban Economics, 26 (1996), 565-590.",
        "Davis, L., The Investment Market, 1870-1914: The Emergence of a National Market, Journal of Economic History, XXV (1965), 355-93.",
        "Dollar, D. and E. Wolff, Competitiveness, Convergence, and International Specialization (MIT Press, 1993).",
        "Easterlin, R. A., Interregional Differences in Per Capita Income, Population, and Total Income, 1840-1950, in Trends in the American Economy in the Nineteenth Century (NBER Research, New York: Princeton University Press, 1960).",
        "_, Regional Income Trends, 1840-1950, in S. Harris, ed., American Economic History ( 1961).",
        "Engerman, S., The Economic Impact of the Civil War, in R. Fogel and S. Engerman, eds., The Reinterpretation of American Economic History (New York: Harper & Row, 1971).",
        "Fenneman, N. Physiography of Western United States (New York: McGraw Hills, 1931) _, Physiography of Eastern United States (New York: McGraw Hills, 1938).",
        "Fishlow, A., Internal Transportation, in L. Davis et al., eds., American Economic Growth: An Economist&apos;s History of the United States (New York, NY: Harper & Row, 1972).",
        "Fogel, R., Without Consent or Contract (New York: W.W. Norton, 1989).",
        "Fogel, R. and S. Engerman, Notes on the Explanation of the Growth of Southern per Capita Income, 1840-1860, in R. Fogel, R. Galantine, and R. Manning, Without Consent or Contract: Evidence and Methods, eds., (New York: W.W. Norton, 1988).",
        "Gannett, H., A Manual of Topographic Methods (Washington, DC: G.P.O., 1893).",
        "Garnick, D. and H. Friedenberg, Accounting for Regional Differences in Per Capita Personal Income Growth, 1929-79, Survey of Current Business, 62 (September 1982), 24-34.",
        "Goldin, C., The Post-Bellum Recovery of the South and the Cost of the Civil War: Comment, Journal of Economic History, 38 (1978), 487-492.",
        "Goldin, C. and F. Lewis, The Economic Cost of the American Civil War, Journal of Economic History, 35 (1975), 299-326.",
        "Goldin, C. and K. Sokoloff, Women, Children, and Industrialization in the Early Republic: Evidence from the Manufacturing Censuses, Journal of Economic History, 42 (1982), 741-774.",
        "_, The Relative Productivity Hypothesis of Industrialization: The American Case, 1820 to 1850, Quarterly Journal of Economics, 99 (1984), 461-487.",
        "Hanna, F., Contribution of Manufacturing Wages to Regional Differences in Per Capita Income, Review of Economics and Statistics (1951), 18-28.",
        "_, Age, Labor Force, and State Per Capita Incomes, 1930, 1940, and 1950, Review of Economics and Statistics (1955), 63-69.",
        "_, Analysis of Interstate Income Differentials, in Regional Income, Studies in Income and Wealth, Volume 21, NBER (Princeton University Press, 1957).",
        "_, State Income Differentials 1919-1954 (Duke University Press, 1959).",
        "Haystead, L. and G. Fite, The Agricultural Regions of the United States (Norman, OK: University of Oklahoma Press, 1956).",
        "Helpman, E. and P. Krugman, Market Structure and Foreign Trade (Cambridge: MIT Press, 1985).",
        "Hoover, E., Location Theory and the Shoe and Leather Industries (Cambridge, MA: Harvard University Press, 1937).",
        "Isard, W., Methods of Regional Analysis (Cambridge, MA: MIT Press, 1960).",
        "Jaszi, G. and C. Schwartz, National Income: A Supplement to the Sur\\&gt;ey of Current Business (Washington, DC: G.P.O., 1954).",
        "Joerg, W. The Subdivision of North America Into Natural Regions: A Preliminary Inquiry, Association of American Geology, Annals, (1914) 4, 55-83.",
        "Kim, S., Expansion of Markets and the Geographic Distribution of Economic Activities: The Trends in U.S. Regional Manufacturing Structure, 1860-1987, UCLA Dissertation, 1993.",
        "_, Expansion of Markets and the Geographic Distribution of Economic Activities: The Trends in U.S. Regional Manufacturing Structure, 1860-1987, Quarterly Journal of Economics (1995).",
        "_, Regions, Resource, and Economic Geography: The Sources of U.S. Regional Comparative Advantage, 1880-1987, (1996), mimeo.",
        "_, Urban Development in the United States, 1790-1990, (1997), mimeo.",
        "Krueger, A., Threats to the 21st-century Growth: The Challenge of the International Trading System, in R. Landau, T. Taylor, and G. Wright, eds., The Mosaic of Economic Growth (Stanford University Press, 1996)).",
        "Krugman, P., Increasing Returns and Economic Geography, Journal of Political Economy, IC (1991a), 483-99.",
        "_, Geography and Trade (Cambridge, MA: MIT Press, 1991b).",
        "_and Obstfeld, International Economics, 3rd Ed. (New York: HarperCollins, 1994).",
        "_and Venebles, A., Globalization and the Inequality of Nations, Quarterly Journal of Economics (1995).",
        "Kuznets, S., Quantitative Aspects of the Economic Growth of Nations: II. Industrial Distribution of National Product and Labor Force, Economic Development and Cultural Change, Supplement to Volume V., No. 4 (1957a), 1-111.",
        "_, Quantitative Aspects of the Economic Growth of Nations: III. Industrial Distribution of Income and Labor Force by States, United States, 1919-1921 to 1955, Economic Development and Cultural Change, Supplement to Volume V., No. 4 (1957b), 1-111.",
        "Lebergott, S. Manpower in Economic Growth (New York, NY: McGraw Hill, 1964).",
        "Learner, E., Sources of International Comparative Advantage (Cambridge: MIT Press, 1984).",
        "Leven, M., Income in the Various States: Its Sources and Distribution 1919, 1920, 1921, NBER (J.J. Little & Ives Co., 1925).",
        "Loomis, F., Physiography of the United States (Garden City, New York: Doubleday, Doran and Company, 1937).",
        "Lucas, R., On the Mechanics of Development Planning, Journal of Monetary Economics, 22 (1988), 3-42.",
        "Meinig, D.W., The Shaping of America, vol 2 (New Haven: Yale University Press, 1993).",
        "Meyer, D., Emergence of the American Manufacturing Belt: An Interpretation, Journal of Historical Geography, IX (1983), 145-74.",
        "_, The National Integration of Regional Economies, 1860-1920, in R. Mitchell and P.",
        "Groves, eds., North America: The Historical Geography of a Changing Continent (Lanham, MD: Rowman & Littlefield, 1987).",
        "Moen, J., Changes in the Productivity of Southern Agriculture between 1860 and 1880, in R. Fogel and S. Engerman, eds., Without Consent or Contract, Technical Papers Vol. 1., (New York: W.W. Norton, 1992).",
        "Moroney, J., The Structure of Production in American Manufacturing (University of North Carolina Press, 1972).",
        "Niemi, A., State and Regional Patterns in American Manufacturing: 1860-1900 (Westport, CT: Greenwood Press, 1974).",
        "North, D., Ocean Freight Rates and Economic Development, 1750-1913, Journal of Economic History, 18 (1968), 537-55.",
        "Ohlin, B., Interregional and International Trade (Cambridge, MA: Harvard University Press, 1933).",
        "O&apos;Rourke, K. and J. Williamson, Late Nineteenth-Century Anglo-American Factor-Price Convergence: Were Heckscher and Ohlin Right? Journal of Economic History, 54 (1994), 892-916.",
        "Perloff, H., Interrelations of State Income and Industrial Structure, Review of Economics and Statistics, 39 (1957), 162-71.",
        "_, E. Dunn, E. Lampard, and R. Muth, Regions, Resources, and Economic Growth (Baltimore, MD: John Hopkins Press, 1960).",
        "Powell, J. Physiographic Regions of the United States (Washington DC: National Geographic Society, 1895).",
        "Ransom, R. and R. Sutch, One Kind of Freedom (Cambridge: Cambridge U. Press, 1977).",
        "Romer, P., Increasing Returns and Long-Run Growth, Journal of Political Economy, 94 (1986), 1002-1037.",
        "Rosenbloom, J., One Market or Many? Labor Market Integration in the Nineteenth-Century United States, Journal of Economic History, L (1990), 85-108.",
        "Schurr, S., and B. Netschert, Energy in the American Economy, 1850-1955 (Baltimore, MD. John Hopkins Press, 1960).",
        "Slaughter, M., Per Capita Income Convergence and the Role of International Trade, American Economic Review, Papers and Proceedings (1997), 194-199.",
        "Solow, R., A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics, 70 (1956), 65-94.",
        "Swartz, C. and R. Graham, Personal Income by States, 1929-54, Survey of Current Business (September, 1955), 12-22.",
        "Taylor, A., Convergence and International Factor Flows in Theory and History, NBER Working Paper #5798, 1996a.",
        "_, Sources of Convergence in the Late Nineteenth Century, NBER Working Paper #5806, 1996b.",
        "Taylor, G., The Transportation Revolution (Cambridge: Harvard University Press, 1949).",
        "Thornbury, W., Regional Geomorphology of the United States (New York: John Wiley & Sons, 1965).",
        "_, Principles of Geomorphology (New York: John Wiley & Sons, 1969).",
        "Ullman, E., Regional Development and the Geography of Concentration, Papers and Proceedings of the Regional Science Association, 1958.",
        "U.S. Bureau of the Census, Census of Agriculture (Washington, DC: G.P.O.), various years. _, Census of Distribution (Washington, DC: G.P.O.), various years. _, Census of Governments (Washington, DC: G.P.O.), various years. _, Census of Manufactures (Washington, DC: G.P.O.), various years. _, Census of Population (Washington, DC: G.P.O.), various years. _, Census of Retail Trade (Washington, DC: G.P.O.), various years. _, Census of Wholesale Trade (Washington, DC: G.P.O.), various years. _, Biennial Census of Manufactures: 1927 (Washington, DC: G.P.O., 1930).",
        "_, County Business Patterns (Washington, DC: G.P.O.), various years. _, Annual Survey of Manufactures (Washington, DC: G.P.O.), various years. _, Historical Statistics of the United States (Washington, DC: G.P.O., 1975).",
        "_, Census of Transportation. 1977 (Washington, DC: G.P.O.).",
        "U.S. Department of Agriculture, Agricultural Statistics (Washington, DC: G.P.O.), various years. U.S. Department of Energy, Annual Energy Book (Washington, DC: G.P.O.), various years. Williamson, J., Globalization, Convergence, and History, Journal of Economic History, 56 (1996), 277-306.",
        "Wright, G., Political Economy of Cotton South (New York: W.W. Norton, 1978).",
        "_, Old South New South (New York: Basic Books, 1986) Yang, D, Explanations for the Decline in Southern Per Capita Income, 1860-1880, in R. Fogel, R. Galantine, and R. Manning, Without Consent or Contract: Evidence and Methods, eds., (New York: W.W. Norton, 1988)."
    ]
}