{
    "id": 6336,
    "cites": 41,
    "cited_by": 27,
    "reference": [
        "[45] World Bank Argentina: Provincial Government Finances,~ The World Bank 1990b.",
        "[46] Ubrld Bank Tax Policy for Stabilization and Economic Recovery, The Ubrld Bank l990c.",
        "[471 Zarazaga, Carlos, Hyperinflations and Moral Hazard in the Appropriation of Seigniorage, Irking Paper 93-26, Federal Reserve Bank of Philadelphia November",
        "[421 Wallich C., Fiscal Decentralization: Intergovernmental Relations in Russia,~ Studies of Economies in Transformation, Paper No.6, The World Bank 1992.",
        "[41] von Hagen, Jurgen and Ian Harden, National Budget Processes and Fiscal Performance, European Economy: Reports and Studies 3, 1994",
        "[39] Tomell, Aaron and Andres Lasso, Exchange Rate-Based and Money-Based Stabilization with Endogenous Fiscal Policy, NBER Irking Paper No. 5300, October 1995.",
        "[40] von Hagen, Jurgen, Budgeting Procedures and Fiscal Performance in the European 31 Communities,~ Economic Papers No. 96, Commission of the European Communities, October 1992.",
        "[371 Stein, Ernesto, Emesto Talvi and Alejandro Grisardi, Institutional Arrangements and Fiscal Performance: The Latin American Experience,- Mimeo, Office of the Chief Economist, Inter-American Development Bank June 1997.",
        "[38] Cornell, Aaron and Andres Lasso, The Tragedy of the Commons and Economic Growth: Why Does Capital Flow from Poor to Rich Counuies7 Journal of Political Economy L (1992), 1208-1231.",
        "[35] Sachs, Jeffrey, Russias Struggle with Stabilization Conceptual Issues and Evidence, Paper presented at the World harms Anrmal Conference on Development Economics, April 1994.",
        "[36] Shah, Anwar, The New Federalism in Brazil,Y World Bank waking Paper No. 557, December 1990.",
        "[33] Roubini, Nouriel and Jeffrey Sachs, Government Spending and Budget Deficits in the Industrial Countries, Y Economic Policy No. 8, (1989), 100-132.",
        "[341 Roubini, Nouriel, Economic end Political Detemiinants of Budget Deficits in Developing Cour tries, Y Journal of International Money and Finance X ( 1991), S49-S72.",
        "[29] Larram, Felipe and Marcelo Selowsky, The Public Sector and the Latin American Crisis, San Francisco: ICS Press, 1991.",
        "[30] LevLari, David and Leonard Mirrnar, The Great Fish War: An Example Using the Cournot Nash Solution,Y Bell Journal of Economics ~ (1980), 322-334.",
        "[27] Kornai, Janos, Demand versus Resource- Constrained Systems Econometrica XXXXVII (1979), 801-820.",
        "[28] Krueger, Anne, The Political Economy of the Rent-Seeking Society, American Economic Review CXIV (1974), 291-303.",
        "[26] Jones, Mark Pablo Sanguinetti and Mariano Tommasi, Politics, Institutions and Fiscal Performance in the Argentme Provinces, Mimeo, Universidad de San Andres, June 1997.",
        "[24] Hirschman, Albert, Reflections on the Latin American Experience, in The Polid es of Inflation and Economic Stagnation, L. Lindberg and C. Maier (eds.) Washington D.C.: The Brookings Institution, 1985.",
        "[25] Holzmann, Robert Budgetary Subsidies in Centrally Planned Economies in Transition IMP Forking Paper 91/11, April 1991.",
        "[23] Fudenberg, Drew and Eric Maskin The Fold Theorem in Repeated Games With Discounting or With Incomplete Information, Fconometrica CIV (1986), 533-554.",
        "[21] Drazen, Allan and Oratorio Grilli, The Benefits of Crises for Economic Reforn.,s 29 American Economic Review, CX~B (1993), 598-607.",
        "[22] Edwards, Sebastian and Guide Tabellini, Explaining Fiscal Policies and Irdlation in Developing Countries, Journal of International Money and Finance, X (1991), S16-S48.",
        "[20] Cukierman, Alex, Sebastian Edwards and Guido Tabellini, Seigniorage and Political Instability, NBER Ubrking Paper No. 3199, 1989.",
        "[17] Chari, ON and Patrick Kehoe, Sustainable Plans and Mutual Default, Review of Economic Studies CX (1993b), 175-195.",
        "[18] Chari, ~ and Harold Cole, A Contribution to the Theory of Pork Barrel Spending, Federal Reserve Bank of Minneapolis Staff Report 156, 1993c.",
        "[19] Chari, TV., Larry Jones and Ramon Marimon, On the Economics of Split Nbting in Representative Democracies, paper presented at the NYU Conference on Political Economy, May 1994.",
        "[15] Bizer, Daniel and Steven Durlauf, Testing the Positive Theory of Government Finance, Journal of Monetary Economics, XXVI (1990), 123-141.",
        "[16] Chari, ~ and Patrick Kehoe, Sustainable Plans and Debt, Journal of Economic Theory, CXI (1993a), 230-261.",
        "[14] Bulow, Jeremy and Kenneth Rogoff Sovereign Debt: Is to Forgive to Forget? American Economic Review, CXXIX (1989) 43-50.",
        "[131 Buiter, Xylem, Giancarlo Corsetti and Nouriel Roubini, Excessive Deficits: Sense and Non-Sense and the Treaty of Maastricht, Economic Policy, No. 16, (1993), 57-100.",
        "[11] Bhagwati, Jagdish, Directly Unproductive Prof~t-Seeking (DUP) Activities, Journal of Political Economy, CX~ (1982), 988-1002.",
        "[12] Bomfi4 A N. and Anwar Shah Macroeconomic Management and the Division of Powers in Brazil: Perspectives for the l990s, Ubrld Bank Working Paper No. 567, January 1991.",
        "[9] Benhabib, Jess and Aldo Rustichini, ~Social Conflict, Growth and Inequality, New York University, C.V Starr Center for Applied Economics, W.P91 ~6, September 1991.",
        "[10] Benhabib, Jess and Andres Lasso, On the Optimal and Best Sustainable Taxes in an Open Economy, European Economic Review, XMfX (1996), 135-154 28",
        "[7] Barro, Robert, U.S. Deficits since World War 1, Scandinavian Journal of Economics, CX~VIII (1986), 195-222 .",
        "[81 Benhab~b, Jess and Roy Radner, Joint Exploitation of a Productive Asset: A Game Theoretic Approach, Economic Theory, II (1992), 155-190.",
        "[5] Atkeson, Andrew, ~International Lending with Moral Hazard and Risk of Repudiation, Econome~ca, CJX (1991), 1069-1090.",
        "[6] Barro, Robert, ~On the Determination of the Public Debt, Journal of Political Economy, CX~VII (1979), 940-971.",
        "[1] Aizenman, Joshua Competitive Externalities and the Optimal Seigniorage Segmentation, Journal of Money, Credit and Banking, XXIV (1992), 61-71.",
        "[4] Alesina, Alberto, Ricardo Hausmam,, Rudolph Hommes and Ernesto Stein, Budget Institutions and Fiscal Performance in Latin America, NBER Irking Paper No. 5586, May 1996."
    ]
}