{
    "id": 6337,
    "cites": 30,
    "cited_by": 22,
    "reference": [
        "Wolff, Edward N. 1996. Discussant Comment on Douglas Holtz-Eakin, The Uneasy Case for Abolishing the Estate Tax. Mimeo, New York University.",
        "Wolff, Edward N. 1995. Top Heavy: A Study of the Increasing Inequality of Wealth in America. New York: Twentieth Century Fund.",
        "Wells, Phillippe. 1997. Transfer Taxes and Ownership Concentration: Evidence 32 Across Countries.. Mimeo, Harvard University Department of Economics.",
        "U.S. Congress, Joint Committee on Taxation.1997. Description and Analysis of Tax Proposals Relating to Savings and Investment (Capital Gains. IRAs. and Estate and Gift Tax). Washington: Government Printing Office.",
        "Stiglitz, Joseph E.1978. Notes on Estate Taxes, Redistribution, and the Concept of Balanced Growth Incidence,. Journal of Political Economy 86, S137-150.",
        "U.S. Congress, Joint Committee on Taxation. 1993. Methodology and Issues in Measuring Changes in the Distribution of Tax Burdens. Washington: Government Printing Office.",
        "Poterba, James M. 1997. The Rate of Return to Corporate Capital and Factor Shares: New Estimates Using Revised National Income Account and Capital Stock Data.. NBER Working Paper.",
        "Pechman, Joseph A.1987. Federal Tax Policy: Fifth Edition. Washington: Brookings Institution.",
        "McGarry, Kathleen. 1997. Inter Vivos Transfers and Intended Bequests. Mimeo, Department of Economics, University of California - Los Angeles.",
        "Mitchell, Olivia S., James M. Poterba, and Mark J. Warshawsky. 1997. New Evidence on the Moneys Worth of Individual Annuities, NBER Working Paper 6002.",
        "McCaffery, Edward J. 1994. The Uneasy Case for Wealth Transfer Taxation, Yale Law Journal 104, 283-365.",
        "Guralnik, Jack M., Kenneth C. Land, Dan Blazer, Gerda Fillenbaum, and Laurence Branch. 1993. Educational Status and Active Life Expectancy Among Older Blacks and Whites,. New England Journal of Medicine 329, 110-116.",
        "Joulfaian, David. 1991. Charitable Bequests and Estate Taxes. National Tax Journal 44, 169-180.",
        "Kaplow, Louis. 1997. Transfer Motives and Tax Policy, mimeo, Harvard Law School.",
        "Luckey, John. 1995. Federal Estate, Gift, and Generation-Skipping Taxes: A Description of Current Law, Congressional Research Service Report.",
        "Masson, Andre and Pierre Pestieau. 1997. Bequest Motives and Models of Inheritance: A Survey of the Literature. In G. Erreygers and T. Vandevelde, 31 ads., Is Inheritance Legitimate7. Berlin: Springer.",
        "Gale, William G., and J. Karl Scholz. 1994. Intergenerational Transfers and the Accumulation of Wealth, Journal of Economic Perspectives 8 (Fall),145-160.",
        "Graetz, Michael. 1983. To Praise the Estate Tax, Not to Bury It, Yale Law Journal 93, 259-286.",
        "Feldstein, Martin S. and Lawrence H. Summers.1979. Inflation and the Taxation of Capital Income in the Corporate Sector,- 32, 445-470.",
        "Eller, Martha Britton. 1996. Federal Taxation of Wealth Transfers, 1992-1995, Statistics Of Income Bulletin Winter 1996-97, 8-63.",
        "Feenberg, Daniel, Andrew Mitrusi, and James M. Poterba. 1997. Distributional Effects of Adopting a National Retail Sales Tax. In J. Poterba, ea., Tax Policv and the Economy 11. Cambridge: MIT Press.",
        "Congressional Budget Office.1997. Perspectives on the Ownership of Capital Assets and the Realization of Capital Gains. Washington: CBO Paper.",
        "Cooper, George. 1979. A Voluntary Tax7 New Perspectives on Sophisticated Tax Avoidance. Washington: Brookings Institution.",
        "Drew, Christopher, and David Cay Johnston.1996. Thor Wealthy Americans, Death Is More Certain Than Taxes, New York Times 146 (December 22), 1, 30.",
        "Bernheim, B. Douglas, Andrei Shleifer, and Lawrence Summers.1985. The Strategic Bequest Motive, Journal of Political Economy 93, 1045-1076.",
        "Burman, Leonard E. 1997. Testate Taxes and the Angel of Death Loophole,. Tax Notes (August 4), 675-678.",
        "Attanasio, Orazio, and Hilary Hoynes. 1995. Differential Mortality and Wealth Accumulation, n NBER Working Paper 5126.",
        "Auten, Gerald and David Joulfaian. 1997. Bequest Taxes and Capital Gains Realizations. Mimeo, U.S. Treasury Department, Office of Tax Analysis.",
        "Bernheim, B. Douglas.1987. Does the Estate Tax Raise Revenue, in L. Summers, ea., Tax Policy and the Economy 1, 113-138.",
        "Aaron, Henry J. and Alicia Munnell.1992. Reassessing the Role for Wealth Transfer Taxes,. National Tax Journal 45, 119-143."
    ]
}