{
    "id": 634,
    "cites": 45,
    "cited_by": 2,
    "reference": [
        "Yanker, Robert H. Jr. Productivity Versus Seniority: What is the Determining Factor in Regard to Wages and Promotion? Senior honors thesis, Harvard College, 1980.",
        "U.S. Bureau of Labor Statistics.The Job Performance of of Federal Mail Sorters by Age. Monthly Labor Review , March 1964, pp. 296Ã\u0082â\u0080\u0094300.",
        "U.S. Bureau of Labor Statistics Job Performance and Age: A Study in Measurement. Bulletin No. 1203. Washington: Government Printing Office, September 1956.",
        "U.S. Bureau of Labor Statistics. Comparative Job Performance and Age: Office Workers. Bulletin No. 1273. Washington: Government Printing Office, February 1960.",
        "Tenopyr, Mary L. The Comparative Validity of Selected Leadership Scales Relative to Success in Production Management. Personnel Psychology 22, no. 1 (1969): 77Ã\u0082â\u0080\u009485.",
        "U.S. Bureau of Labor Statistics. Comparative Job Performance by Age: Large Plants 1n the Mens Footwear and Household Furniture Industries. Bulletin No. 1223. Washington: Government Printing Office, November 1957.",
        "Svetlik, Byron, et. al. Relationships Between Job Difficulty, Employees Attitude Toward His Job, and Supervisory Ratings of the Employee Effectiveness. Journal of Applied Psychology 48, no. 5 (1964): 320Ã\u0082â\u0080\u0094324.",
        "Summers, Anita A., and Wolfe, Barbara L. Do Schools Make a Difference? The American Economic Review 67, no. 4 (September 1977): 639Ã\u0082â\u0080\u0094652.",
        "Stewart, Naomi, and Sparks, William J. Patent Productivity of Research Chemists as Related to Age and Experience. Personnel and Guidance Journal 45 (September 1966): 28Ã\u0082â\u0080\u009436.",
        "Pelz, Donald C. The Creative Years and the Research Environments. LEEE Transactions on Engineering Management Vol. EMÃ\u0082â\u0080\u0094li, no. 1 (March 1964) :29.",
        "Oberg, Winston, Age and Achievement and the Technical Man. Personnel Psychology 13, no. 3 (Autumn 1960) : 245Ã\u0082â\u0080\u0094259.",
        "Palmer, Dwight L., and Brownell, John A. Influence of Age on Employment Opportunities, Monthly Labor Review (April 1939): 765Ã\u0082â\u0080\u0094780.",
        "Medoff, James L, and Abraham, Katharine C. Are Those Paid More Really More Productive? The Case of Experience. Journal of Human Resources, forthcoming. Murnane, Richard J. The Impact of School Resources on the Learning of Inner City Children. Cambridge, Massachusetts: Ballinger, 1975.",
        "Medoff, James L. The Earnings Function: A Glimpse Inside the Black Box. Mimeographed. Cambridge: Harvard University, 1977.",
        "Medoff, James L, and Abraham, Katharine C. Experience, Performance, and Earnings. Quarterly Journal of Economics 95, no. 4 (December 1980): 703Ã\u0082â\u0080\u0094736.",
        "Lehman, Harvey C., Age and Achievement. Princeton: Princeton University Press, 1953.",
        "Mater, Pan H., A Statistical Study of the Effect of Seniority Upon Employee Efficiency, Journal of Business of the University of Chicago 14 no 2 (April 1941): 169Ã\u0082â\u0080\u0094204.",
        "Hanushek, Eric. The Poduction of Education, Teacher Quality, and Efficiency. In Do Teachers Make a Difference? Office of Education, Department of Health, Education and Welfare. Washington: Government Printing Office, 1970.",
        "Hall, Douglas T. and Mansfield, Roger. Relationships of Age and Seniority with Career Variables of Engineers and Scientists, Journal of Applied Psychology 60, no. 2 (1975): 201Ã\u0082â\u0080\u0094210.",
        "Eiduson, Bernice T. Productivity Rate in Research Scientists. American Scientist 54, no. 1 (1966): 57Ã\u0082â\u0080\u009463.",
        "Halasz, Peter Jonathan. What Lies Behind the Slope of the AgeÃ\u0082â\u0080\u0094Earnings Profile. Senior honors thesis, Harvard College, 1980.",
        "Dalton, Gene W., and Thompson, Paul H, Accelerating Obsolescence of Older Engineers. Harvard Business Review 49, no. 5 (SeptemberÃ\u0082â\u0080\u0094October 1971): 57Ã\u0082â\u0080\u009467.",
        "Cole, Stephen. Age and Scientific Performance. New York: Center for the Social Sciences , Columbia University, 1978.",
        "Canadian Department of Labor Economics and Research Branch. Age and Performance in Retail Trade. Ottawa: The Queens Printer and Controller of Stationery, 1959.",
        "Brown, Charles. Estimating the Determinants of Employee Performance. Working Paper no. 353. National Bureau of Economic Research, 1979.",
        "Slichter, Sumner H. Union Policies and Industrial Management Washington: Brookings, 1941.",
        "Healy, James S.; and Livernash, E. Robert. The Impact of Collective Bargaining on Management. Washington: Brookings, 1960.",
        "Salop, Joanne and Salop, Steven. SelfÃ\u0082â\u0080\u0094Selection and Turnover in the Labor Market. Quarterly Journal of Economics 90, no. 4 (November 1976): 619Ã\u0082â\u0080\u0094627.",
        "Parsons, Donald. Specific Human Capital: An Application to Quit Rates and Layoff Rates. Journal of Political Economy 80, no. 6 (December 1972): 1120Ã\u0082â\u0080\u00941148.",
        "Medoff, James L, and Abraham, Katharine C. Are Those Paid More Really More Poductive?: The Case of Experience. Journal of Human Resources, forthcoming. Medoff, James L, and Abraham, Katharine C. Years of Service and Probability of Promotion. Mimeographed. Cambridge: Harvard University, 1980.",
        "Medoff, James L, and Abraham, Katharine C. Experience, Performance, and Earnings. Quarterly Journal of Economics 95, no. 4 (December 1980): 703Ã\u0082â\u0080\u0094736.",
        "Medoff, James L.Layoffs and Alternatives Under Trade Unions in U.S. Manufacturing. American Economic Review 69, no. 3 (June 1979): 380Ã\u0082â\u0080\u0094395.",
        "Lazear, Edward P. Why is There Mandatory Retirement? Journal of Political Economy 87, no. 6 (December 1979): 1261Ã\u0082â\u0080\u00941284.",
        "Medoff, James L. The Earnings Function: A Glimpse Inside the Black Box. Mimeographed. Cambridge: Harvard University, 1977.",
        "Halasz, Peter Jonathan. What Lies Behind the Slope of the AgeÃ\u0082â\u0080\u0094Earnings Profile. Senior honors thesis, Harvard College, 1980.",
        "Heckman, James D. The Common Structure of Statistical Models of Truncation, Sample Selection, and Limited Dependent Variables and a Simple Estimator for Such Models. Annals of Economics and Social Measurement 5, no. 4 (1976): 475Ã\u0082â\u0080\u0094492.",
        "Hall, Robert E. Employment Fluctuations and Wage Rigidity. Brookins Papers on Economic Activity, no. 1 (1980): 91Ã\u0082â\u0080\u0094123.",
        "Fogel, Walter A. Job Rate Ranges: A Theoretical and Empirical Mialysis. Industrial and Labor Relations Review 17, no. 4 (July 1964): 584Ã\u0082â\u0080\u0094597.",
        "Griliches, Zvi; Hall, Bronwyn; and Hausman, Jerry. Missing Data and Self Selection in Large Panels. Annales de LINSEE, no. 30Ã\u0082â\u0080\u009431 (April Ã\u0082â\u0080\u0094 September 1978): 137Ã\u0082â\u0080\u0094186.",
        "Freeman, Richard B., and Medoff, James L. The Two Faces of Unionism. The Public Interest, no. 57 (Fall 1979): 69Ã\u0082â\u0080\u009493.",
        "Blau, Francine D., and Kahn, Lawrence M. Union Coverage, Seniority and Layoffs. Mimeographed. Urbana: University of Illinois, 1980.",
        "Bureau of National Affairs. U.S. Law Week (June 24, 1980): 2823.",
        "Becker, Gary S., and Stigler, George J. Law Enforcement, Malfeasance and Compensation of Enforcers. Journal of Legal Studies 3, no. 1 (1974): 1Ã\u0082â\u0080\u009418.",
        "Baily, Martin. Wages and Employment Under Uncertain Demand. Review of Economic Studies 41, no. 125 (January 1974): 37Ã\u0082â\u0080\u009450.",
        "Azariadis, Costas. Implicit Contracts and Unemployment Equilibria. Journal of Political Economy 83, no. 6 (December 1975): 1183Ã\u0082â\u0080\u00941202."
    ]
}