{
    "id": 6341,
    "cites": 33,
    "cited_by": 50,
    "reference": [
        "Von Hagen, Jurgen, and Ian Harden. 1994a. Budget Processes and Commitment to Fiscal Discipline. European Economic Review. 39: 771-779.",
        "Von Hagen, Jurgen, and Ian Harden. 1994b.. National Budget Processes and Fiscal Perforrnance. In European Economy. Reports and Studies 3: 315-418.",
        "Weingast, Barry R., Kenneth A. Shepsle, and Christopher Johnsen. The Political Economy of Benefits and Costs: A Neoclassical Approach to Distributive Politics. Journal of Political Economy 89, no. 41 (1981): 642-664.",
        "Von Hagen, Jurgen, and Ian Harden. 1996. Budget Processes and Commitment to Fiscal Discipline. IMP Working Paper.",
        "Tabellini, Guido, and Alberta Alesina. 1990. Voting on the Budget Deficit. The American Economic Review. 80, 1: 37-49.",
        "Von Hagen, Jurgen. 1992. Budgeting Procedures and Fiscal Performance in the European Communities. Economic Papers 96.",
        "Taagepera, Rein, and Matthew Soberg Shugan. 1989. Seats and Votes: The Effects and Determinants of Electoral Systems. New Haven: Yale University Press.",
        "Taagepera, Rein, and Matthew Soberg Shugart.1993. Predicting the Number of Parties: A Quantitative Model of Duvergers Mechanical Effect. American Political Science Review. 87, 2: 455-464.",
        "OECD Economic Outlook 57 (June 1995).",
        "Ostrom, Elinor. 1990. Governing the Commons. Cambridge: Cambridge University Press.",
        "Strom, Kaare. 1990. Minority Governments and Majority Rule. Cambridge: Cambridge University Press.",
        "Lupia, Arthur, and Mathew D. McCubbins. 1994. Who Controls? Information and the Structure of Legislative Decision Making. Legislative Studies Quarterly 19, 3: 361-384.",
        "Laver, Michael, and Norman Schofield. 1990. Multiparty, Government. Comparative European Politics. Oxford: Oxford University Press.",
        "Oxford: Oxford University Press. .Lijphart, Arend. 1984. Democracies: Patterns of Majoritanan and Consensus Govemment in Twenty-one Countries, New Haven: Yale University Press.",
        "Katz, Richard. 1980. A Theory, of Parties and Electoral Systems. Baltimore and London: The Johns Hopkins University Press.",
        "Laver, Michael, and Kenneth A. Shepsle. 1996. Making and Breaking Governments. Cambridge: Cambridge University Press.",
        "Laver, Michael, and Kenneth A. Shepsle. 1994. Cabinet Ministers and Government Formation in Parliamentary Democracies, in Michael Laver and Kenneth A. Shepsle, eds. Cabinet Ministers and Parliamentary, Government. Cambridge: Cambridge University Press: 3-14.",
        "Huber, John. 1996. The Vote of No Confidence in Parliamentary Democracies. American Political Science Review 90, 2: 269-282.",
        "Jesse, Neal. 1996. The Single Transferable Vote and Duvergers Law: Consequences for Party Systems and Elections. Ph.D. Dissertation. The University of California, Los Angeles.",
        "Hahm, Sung Deuk, Mark S. Kamlet, and David C. Mowery. 1996. The Political Economy of Deficit Spending in Nine industrialized Parliamentary Democracies. The Role of Fiscal institutions. Comparative Political Studies 29, 1: 52-77.",
        "Gallagher, Michael, Michael Laver, and Peter Mair. 1992. Representative Government in Western Europe. New York: McGraw Hill.",
        "Grilli, Vittorio, Donato Masciandaro, and Guido Tabellini. 1991. Institutions and Policies. Economic Policy. 6: 341-391.",
        "European Commission. 1995. Statistical Annex of European Economy. November.",
        "Frohlich, Norman, and Joe A. Oppenheimer. 1978. Modern Political Economy. Eaglewood Cliffs, New Jersey: Prentice-Hall.",
        "Edin, Per-Anders, and Henry Ohlsson. 1991. Political Determinants of Budget Deficits: Coalition Effects Versus Minority Effects. European Economic Review 35: 1597-1603.",
        "Duverger, Maurice. 1954. Political Parties. Their Organization and Activity in the Modern State. New York: Wiley.",
        "Cox, Gary W., and Mathew D. McCubbins. 1993. Legislative Leviathan. Berkeley and Los Angeles: University of California Press.",
        "De Haan, Jakob, and Jan-Egbert Sturm. Forthcoming. Political and Economic Determinants of OECD Budget Deficits and Government Expenditures: A Reinvestigation. European Journal of Political Economy. 25 De Haan, Jakob, and lan-Egbert Sturm. 1994. Political and institutional Determinants of Fiscal Policy in the European Community Public Choice. 80: 157- 172.",
        "Borrelli, Stephen A., and Terry J. Royed.1995. Government Strength and Budget Deficits in Advanced Democracies. European Journal of Political Research 28: 225-260.",
        "Alivizatos, Nikos. 1990. The Difficulties ofRationalizationt in a Polarized Political System: the Greek Chamber of Deputies. in Ulrike Liebert and Maurizio Cotta, eds. Parliament and Democratic Consolidation in Southern Europe: Greece Italy, Portugal, Spain and Turkey. London and New York: Pinter Publishers: 131 - 153.",
        "Andeweg, Rudy, and Galen Irwin. 1993. Dutch Government and Politics. London: MacMillan.",
        "Alesina, Alberto, and Roberto Perotti. 1995. Fiscal Expansions and Adjustments in OECD Countries. Economic Polic:,: 207-248.",
        "Alesina, Alberto, and Ricardo Hausrnan, Rudolf Hommes, and Ernesto Stein. 1995. Budget institutions and Fiscal Performance in Latin America. Manuscript."
    ]
}