{
    "id": 6344,
    "cites": 17,
    "cited_by": 40,
    "reference": [
        "Tavlas, G. and Y. Ozeki (1992). The internationalization of currencies: an appraisal of the Japanese yen. Occasional Paper 90, Washington DC: International Monetary Fund (January).",
        "Price indices from IMP International Financial Statistics, annual series, 1979 to 1 995.",
        "Matsuoka, M. and B. Rose (1994). The DIR Guide to Japanese Economic Statistics New York, Oxford University Press.",
        "Kletzer, K. and M. Spiegel (forthcoming) Speculative Capital Inflows and Exchange Rate Targeting in the Pacific Basin: Theory and Evidence, chapter 13 in Reuven Glick, editor, Managing Capital Flows and Exchange Rates: Lessons from the Pacific Basin, (Cambridge University Press). 26 Kohsaka, A. (1996). Interdependence through Capital Flows in Pacific Asia and the Role of Japan. In T. ITO and A. Krueger, eds., Financial Deregulation and Integration in East Asia NBER and University of Chicago Press.",
        "Klein, M. and E. Rosengren (1994). The Real Exchange Rate and Foreign Direct Investment in the United States: Relative Wealth vs. Relative Wage Effects, Journal of International Economics 36(314):373-389.",
        "Ito, T. and A. Krueger (1996). Financial Deregulation and Integration in East Asia NBER and University of Chicago Press.",
        "Cohen, ea., International Trade and Finance: New Frontiers for Research: Festschrift in Honor of Peter B. Kenen Cambridge University Press. Goldberg, L. and C. Kolstad (1995). Foreign Direct Investment, Exchange Rate Variability and Demand Uncertainty, International Economic Review 36(4).",
        "Goldberg, L. (1997). Exchange Rates and Investment Response in Latin America. In B.J.",
        "Froot, K., editor (1993). Foreign Direct Investment (University of Chicago Press and NBER.",
        "Froot, K. and J. Stein (1991). Exchange Rates and Foreign Direct Investment: An Imperfect Capital Markets Approach, Quarterly Journal of Economics 106(4): 1191 - 1217.",
        "Frankel, J. and S.J Wei (1994). Yen Bloc or Dollar Bloc? East Asian Exchange Rate Policies. In T. Ito and A. Krueger, eds. Macroeconomic Linkage, University of Chicago Press and NBER.",
        "Frankel, J. (1993). Is Japan Creating a Yen Bloc in East Asia and the Pacific? In J.",
        "Frankel and M. Kahler, eds. Regionalism and Rivalry: Japan and the U.S. in Pacific Asia University of Chicago Press and NBER. Frankel, J. and S.J Wei (1993). Trade Blocs and Currency Blocs NBER working paper 4335, April.",
        "Eaton, J. and A. Tamura (1994). Bilateralism and Regionalism in Japanese and US Trade direct foreign investment patterns, Journal of the Japanese and International Economies ~ :478-510.",
        "Eaton, J. and A. TAMURA (1996). Japanese and U.S. Exports and Investment as Conduits of Growth. In T. Ito and A. Krueger, eds., Financial Deregulation and Integration in East Asia, NBER and University of Chicago Press.",
        "Dewenter, K. (1995). Do Exchange Rate Changes Drive Foreign Direct Investment? Journal of Business 68(3):405-433.",
        "Bohn, H. and L. Tesar (forthcoming) U.S. Portfolio Investment in Asian Capital Markets, chapter 2 in Reuven Glick, editor, Managing Capital Flows and Exchange Rates: Lessons from the Pacific Basin, (Cambridge University Press). Calvo, G., L. Leiderman, and C. Reinhart (1993). Capital Inflows to Latin America: The Role of External Factors, IMF Staff Papers 40(1): 108-51."
    ]
}