{
    "id": 6345,
    "cites": 28,
    "cited_by": 9,
    "reference": [
        "[31] Yaari, Menachim E. (1965). Uncertain Lifetime, Life Insurance, and the Theory of the Con- sumer. Revieu of Economic Studies, 32(2): 1 37- 150.",
        "[30] Wilhelm, M.O. (1996). Bequest Behavior and the Effect of Heirs Earnings: Testing the Altruistic Model of Bequests. forthcoming in American ECOnOmiC Review.",
        "[29] Tomes, Nigel (1988). Inheritance and Inequality Within the Family: Equal Division Among Unequals, or do the Poor Get More? In Modelling the Accumulation and Distribution of Wealth, eds. Denis Kessler and Andre Mason. New York: Oxford University Press.",
        "[28] Solon, Gary, Mary Corcoran, Roger Gordon, Deborah Laren (1991). A Longitudinal Analysis of Sibling Correlations in Economic Status, Journal of Truman Resources, 26(3): 509-534.",
        "[27] Soldo, Beth, Michael Hurd, Michael, Willard Rodgers, and Robert Wallace (1997). Asset and Health Dynamics among the Oldest Old: an Overview of the Survey. Journals of Gerontology, 52B: 1-20.",
        "[25] Menchik, Paul L. (1980). Primogeniture, Equal Sharing, and the U.S. Distribution of Wealth? The Quarterly Journal of Economics, 94(2): 299-316.",
        "[26] Menchik, Paul L. (1988). Unequal Estate Division: Is it Altruism, Reverse Bequests, or Simply Noise? in Modelling the Accumulation and Distribution of Wealth, eds. Denis Kessler and Andre Mason. New York: Oxford University Press.",
        "[24] McGarry, Kathleen and Robert F. Schoeni (1997). Transfer Behavior within the Family: Results from the Asset and Health Dynamics Survey. Journals of Gerontology, 52B: 82-92. 29",
        "[19] Internal Revenue Service (1992). Federal Estate and Gift Taxes. Department of the Treasury, publication 448.",
        "[20] Juster, F. Thomas and Richard Suzman (1995), The Health and Retirement Study: an Overview. Journal of Human Resources, 30: s7-s56. Kurz, Mordecai (1984), Capital Accumulation and the Characteristics of Private Intergener- ational Transfers. Economica, 51:1-22. ~ Lillard, Lee A. and M. Rebecca Kilburn (1996). UAssortative Mating and Family Links in Permanent Earnings, mimeo, RAND. McGarry, Kathleen and Robert F. Schoeni (1995). Transfer Behavior: Measurement, and the Redistribution of Resources Within the Family. Journal of Human Resources, 30: s184-s226.",
        "[17] Hall, Robert and Frederic Mishkin (1982). The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households. Econometrica, 50(2): 461-481.",
        "[18] Hurd, Michael (1987). Savings of the Elderly and Desired Bequests. American Economic Review, 77(3): 298-312.",
        "[15] Dunn, Thomas and John Phillips (1997). Do Parents Divide Resources Equally Among Chil- dren? Evidence from the AHEAD Survey. Aging Studies Program Paper No. 5, Syracuse University.",
        "[16] Gale, William and John Karl Scholz (1994). Intergenerational Transfers and the Accumulation of Wealth. The Journal of Economic Perspectives, 8(4): 145-160.",
        "[13] Deaton, Angus (1992). Understanding Consumption, Oxford: Claredon Press.",
        "[14] Dunn, Thomas (1994). The Distribution of Intergenerational Income Transfers Across and Within Families. mimeo, Syracuse University.",
        "[12] Cox, Donald and Mark Rank (1992). Inter-vivos Transfers and Intergenerational Exchange. Review of Economics and Statistics, 74(2): 305-314.",
        "[10] Chamberlain, Gary (1980). Analysis of Covariance with Qualitative Data. Review of Eco- nomie Studies, 47: 225-238.",
        "[11] Cox, Donald (1987).Motives for Private Income Transfers. Journal of Political Economy, 95(3): 509-546. Ã\u0082Â·28",
        "[9] Browning, Martin and Annamaria Lusardi (1996). Household Savings: Micro Theories and Micro Facts. Journal of Eeonomie Literature, 34(4): 1797-1855.",
        "[7] Behrman, Jere, Robert Pollak and Paul Taubman (1990). Parental Preferences and Provision for Progeny. Journal of Political Economy, 90(1): 52-73.",
        "[8] Bernheim, B. Douglas, Andrei Shleifer, and Lawrence H. Summers (1985). The Strategic Bequest Motive. Journal of Political Economy, 93(6): 1045-1076.",
        "[5] Barro, Robert J. (1974). Are Government Bonds Net Wealth? Journal of Political Economy, 82(6): 1095-1117.",
        "[6] Becker, Gary (1974). A Theory of Social Interactions. Journal of Political Economy, 82(6): 1063-1093.",
        "[4] Andreoni, Jades (1989). Giving with Inspire Altruism: Applications to Charity and Ricar- dian Equivalence. Journal of Public Economics, 97(6): 1447-1458.",
        "[3] Altonji, Joseph G., Fumio Hayashi and Laurence Kotlikoff (1994). Parental Altruism and Inter Vivos Transfers: Theory and Evidence. mine, Northwestern University, February.",
        "[1] Altonji, Joseph G., and Thomas Dunn (1992), Relationships Among the Family Incomes and Labor Market Outcomes of Relatives. Research in Labor Economics, 12: 269-310.",
        "[2] Altonji, Joseph G., Fumio Hayashi and Laurence Kotlikoff (1992), Is the Extended Fam- ily Altruistically Linked? Direct Evidence Using Micro Data, American Economic Review 82(5):1177- 1198."
    ]
}