{
    "id": 635,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "Barro, R. , \"Inflation, the Payments Period, and the Demand for Money\", Journal of Political Economy, vol. 78, no. 6, November/December, 1970, 1228-63.",
        "Bomberger, W. and G. Makinen, \"Indexation, Inflationary Finance, and Hyperinflation: The 1945-1946 Hungarian Experience,\" Journal of Political Economy, Volume 88, No. 3, June, 1980, 550-560.",
        "Bresciani-Turroni, C., The Economics of Inflation, Northampton: Kelley, 1968.",
        "Brock, W., \"Money and Growth: The Case of Long-Run Perfect Foresight\", International Economic Review 15, No. 3, (October, 1976): 750-777.",
        "__,, \"A Note on Hyper-Inflationary Equilibria in Long-Run Perfect Foresight Monetary Models: A Correction\", 1978, Unpublished Manuscript.",
        "Brock, W. and J. Scheinkman, \"Some Remarks on Monetary Policy in an Overlapping Generations Model\" in J. Kareken and N. Wallace, editors, Models of Monetary Economics. Federal Reserve Bank of Minneapolis, 1980.",
        "Cagan, P., \"The Monetary Dynamics of Hyperinflation\". In Studies in the Quantity Theory of Money, M. Friedman, ed. Chicago University of Chicago Press, 1956.",
        "Cleveland, W. and D. Delivanis, Greek Monetary Developments, 1939-1948, Bloomington: Indiana University Press, 1949.",
        "Flood, R. and P. Garber, \"An Economic Theory of Monetary Reform,\" Journal of Political Economy, Vol. 88, No. 1, 1980a, 24-58.",
        "Flood, R. and P. Garber, \"Market Fundamentals vs. Price Level Bubbles: The First Tests\", Journal of Political Economy, Vol. 88, No. 4, 1980b, 745-70.",
        "Lucas, R., \"Expectations and the Neutrality of Money\", Journal of Economic Theory. Vol. 4, No. 2, April, 1972, 103-124.",
        "__,&gt; \"Equilibrium in a Pure Currency Economy1', Economic Inquiry 18 (1980), 203-20.",
        "Nogaro, B., \"Hungary's Recent Monetary Crisis and Its Theoretical Meaning,1' American Economic Review, XXXXVIII, Sept. 1948, -42-Samuelson, P., \"An Exact Consumption-Loan Model of Interest with or without the Social Contrivance of Money\", Journal of Political Economy 66 (1958)* 467-482. -i Sargent,' T. and N. Wallace, \"Rational Expectations and the Dynamics of Hyperinflation\", International Economic Review, Vol. 14, No. 2, June, 1973, 328-350.",
        "Scheinkman, J., \"The Overlapping Generations Model of Fiat Money - A Comment\", in J. Kareken and N. Wallace, editors, Models of Monetary' Economies, Federal Reserve Bank of Minneapolis, 1980.",
        "Starr, R., \"The Price of Money in a Price Exchange Monetary Economy with Taxation,\" Econometrica. Vol. 42, No. 1, January, 1974, 45-54.",
        ".___&gt; \"General Equilibrium Approaches to the Study of Monetary Economies: Comments on Recent Developments\", in J. Karekeen* and N. Wallace, editors, Models of Monetary Economies, Federal Reserve Bank of Minneapolis, 1980.",
        "Stat istisches, Reichsamt, \"Zahlen zur Geldentwertung in Deutschsland 1914 bis 1923\", Sonderhefte zur Wirtschaft and Statistik. Berlin: Hobbine, 1925. \" Wallace, N., \"The Overlapping Generations Model of Flat Money\", in J. Kareken and N. Wallace, editors, Models of Monetary Economies, Federal Reserve Bank of Minneapolis, 1980.",
        "Walres de Bordes, J., The Austrian Crown. London: P.S. King & Son, Ltd., 1924.",
        "U.N. Monthly Bulletin of Statistics. January, 1947, no. 1; December, 1947, no. 2."
    ]
}