{
    "id": 6354,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "Barsky, Robert and J. Bradford DeLong, Why Does the Stock Market Fluctuate?. Quarterly Journal of Economics 108 (May 1993) 291-311.",
        "Black, Fischer, Noise, Journal of Finance 41 (July 1986) 529-543.",
        "Campbell, John Y. and John H. Cochrane, By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, NBER Working Paper No. 4995, January 1995.",
        "Campbell, John Y. and Robert Shiller J., The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financial Studies 1 (1988) 195-227.",
        "Cecchetti, Stephen G., Pok-sang Lam and Nelson C. Mark, Mean Reversion in Equilibrium Asset Prices, American Economic Review, 80 (June 1990) 398-418.",
        "Cecchetti, Stephen G., Pok-sang Lam and Nelson C. Mark, The Equity Premium and the Risk-free Rate: Matching the Moments, Journal of Monetary Economics 31 (February 1993) 21-45.",
        "Constantinides, George M., Habit Formation: A Resolution of the Equity Premium Puzzle, Journal of Political Economy 98 (June 1990) 519-543.",
        "Cochrane, John H., How Big is the Random Walk in GNP? Journal of Political Economy 96 (October 1988) 893-920.",
        "Cochrane, John H., The Sensitivity of Tests of the Intertemporal Allocation of Consumption to Near-Rational Alternatives, American Economic Revieu; 79 (June 1989) 319-37.",
        "Fama, Eugene F. and Kenneth R. French, Dividend Yields and Expected Stock Returns, Journal of Financial Economics 22 (October 1988) 3-27.",
        "Hamilton, James D., A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle, Econometrica, 57 (March 1989) 357-84.",
        "Kandel, Shmuel and Robert F. Stambaugh, Asset Returns and Intertemporal Preferences, Journal of Monetary Economics, 27, (February 1991), 39-71.",
        "Kocherlakota, Narayana R., The Equity Premium: Its Still A Puzzle, Journal of Economic Literature 34 (March 1996), 42-71.",
        "Kocherlakota, Narayana, A Note On the Discount Factor In Growth Economies, Journal of Monetary Economics, 26 (October 1990) 285-304.",
        "Lucas, Robert, Asset Prices in an Exchange Economy, Econometrica 66 (November 1978) 1429-45.",
        "NIehra, Rajnish and Edward Prescott, The Equity Premium: A Puzzle, Journal of Mone- tary Economics 15 (March 1985) 145-162.",
        "Reitz, Thomas, The Equity Premium Puzzle: A Solution, Journal of Monetary Economics 22 (July 1988) 117-133.",
        "Simon, Herbert, Models of Man, New York: Wiley, 1957."
    ]
}