{
    "id": 6355,
    "cites": 14,
    "cited_by": 12,
    "reference": [
        "Besley, T. and S. Coates, 1995, The Design of Income Maintenance Programmes, The Review of Economic Studies, 62, 187-221.",
        "Bloomquist, ITS., 1981, A comparison of Tax Bases for a Personal Tax, The Scandinavian Journal of Economics, 83, 390-407.",
        "Brett, C., 1997, Who Should Be on Workfare? The Use of Work Requiremnt as Part of an Optimal Tax Mix, Oxford Economic Papers, forthcoming.",
        "Card, D. and P.K. Robins, 1996, Do Financial Incentive Encourage Welfare Recipients to Work?, Social Research and Demonstration Corporation, Canada.",
        "Dasgupta, . and P. Hammond, 1980, Fully Progressive Taxation, Journal of Public Eco- nomics, 13, 141-154.",
        "Diamond, P., 1997, Optimal Income Taxation: an Example with a U-Shaped Pattern of Optimal Marginal Tax Rates, American Economic Review, forthcoming.",
        "Kesselman, J., 1973, A Comprehensive Approach to Income Maintenance: Swift, Journal of Public Economics, 2, 59-88.",
        "Kesselman, J., 1977, Tax Instruments and Economic Equality, Canadian Journal of Eco- nomics, 10, 289-299.",
        "Maderner, N., and J.-C. Rochet, 1995, Is it Legitimate to Encourage Work Sharing?, O Scandinavian Journal of Economics, 621-633.",
        "Marceau, N. and R. Boadway, 1994, Minimum Wage Legislation and Unemployment Insur- ance as Instruments for Redistribution, Scandinavian Journal of Economics, 96, 67-81.",
        "Mattews, S. and Moore, J. H., 1997, Optimal Provision of Quality and Warranties: An Exploration in the Theory of Multidimensional Screening, Econometrica, 55, 441-467.",
        "Mirrlees, J.A., 1971, An exploration of the Theory of Optimal Taxation, The Reviev; of Economic Studies, 38, 175-208.",
        "Mirlees, J.A., 1997, Information and Incentives: The Economics of Carrots and Sticks, Economic Journal, 107, 1311-1329.",
        "Rochet, J.-C., 1995, Ironing, Sweeping and Multidirmensiorlal Screening, Cahier no 95.11.374, GREMAQ."
    ]
}