{
    "id": 6356,
    "cites": 13,
    "cited_by": 9,
    "reference": [
        "Alchian, A., and R. A. Kessel (1960). The Meaning and Validity of the Inflation Induced Lag of Wages Behind Prices, American Economic Review 50(4): 43-66, March.",
        "Akerlof, George, William Dickens, and George Perry (1996). The Macroeconomics of Low Inflation, Brookings Papers on Economic Activity, I: 1-76.",
        "Banerjee, Abjijit V. (1992). A Simple Model of Herd Behavior, Quarterly Journal of Economics, 107(3): 797-817, August.",
        "Bankers Trust (1993). Chile: Focus on Inflation, Bankers Trust Research, July 14.",
        "Barro, Robert J. (1995). Inflation and Economic Growth, Bank of England Quarterly Bulletin, (May) 166-76.",
        "Bernardez, Carolina (1996). Chiles Unidad de Fomento, Derivatives Week, Vol.",
        "V, No. 29: (Learning Curve) p. 7, July 22. Bikhchandani, Sushil, David Hirshleifer and Ivo Welch (1992). A Theory of Fashion, Custom, and Cultural Change, Journal of Political Economy, 100(5): 992-1026, October.",
        "Bordo, Michael D., and Anna J. Schwartz (1989). The ECUÃ\u0082â\u0080\u0094An Imaginary or Embryonic Form of Money: What Can We Learn from History? In Paul DeGrauwe and Theo Peeters (eds.), The ECU and European Monetary Integration. England: Macmillan Press Ltd.",
        "Campbell, John Y., and Robert J. Shiller (1996). A Scorecard for Indexed Government Debt, NBER Macroeconomics Annual 1996. National Bureau of Economic Research and University of Chicago Press, Chicago.",
        "Card, David, and Dean Hyslop (1996). Does Inflation Grease the Wheels of the Labor Market? Forthcoming, in Christina Romer and David Romer, eds., Reducing Inflation: Motivation and Strategy. National Bureau of Economic Research and University of Chicago Press.",
        "Cipolla, Carlo M. (1956). Money, Prices and Civilization in the Mediterranean World: Fifth to Seventeenth Century. Published for University of Cincinnati by Princeton University Press, Princeton NJ.",
        "Cortes Conde, Roberto (1995). Banking and Money in XIX Century Argentina, reproduced, University of San Andres, Argentina.",
        "Einaudi, Luigi (1953). The Theory of Imaginary Money from Charlemagne to the French Revolution, in Frederic C. Lane and Jelle Riemersma, eds., Enterprise and Secular Change. Homewood, IL: Richard D. Irwin, Inc."
    ]
}