{
    "id": 6359,
    "cites": 31,
    "cited_by": 5,
    "reference": [
        "Becker, Gary S. Crime and Punishment: An Economic Approach. Journal of Political Economy, 76:2 MarchlApril 1968, 169-217.",
        "Beer Institute. Brewers `Almanac. United States Brewers Foundation, New York, NY, 1976.",
        "Behling, D. Alcohol Abuse Encountered in 51 Instances of Reported Child Abuse. Clinical Pediatrics 18, 87-91, 1979.",
        "Bureau of the Census. Estimates of the Population of the United States by Age, Sex and Race. Current Population Reports. Government Printing Office, Washington D.C., 1975.",
        "Bureau of Justice Statistics, U.S. Department of Justice. Report to the Nation on Crime and Justice. Second Edition. NCJ-105506, March 1988.",
        "Chaloupka, Frank J., Michael Grossman, Gary S. Becker, and Kevin M. Murphy. Alcohol Addiction: An Econometric Analysis. Presented at a session sponsored by the American Economic Association at the annual meeting of the American Economic Association, Anaheim, California, January 1993.",
        "Chaloupka, Frank J., and Henry Saffer. Alcohol, Illegal Drugs, Public Policy and Crime. Presented at the annual meeting of the Western Economic Association, San Francisco, CA, July 1995.",
        "Chaloupka, Frank J., Henry Saffer, and Michael Grossman. Alcohol-Control Policies and Motor-Vehicle Fatalities. Journal of Legal Studies. 22:1, January 1993, 161-186.",
        "Collins, James J. Jr. editor. Drinking and Crime: Perspectives on the Relationships between Alcohol Consumption and Criminal Behavior. The Guilford Press, New York, NY, 1981.",
        "Collins, James J. and William E. Schienger. Acute and Chronic Effects of Alcohol Use on Violence. Journal of Studies on Alcohol: 49:6, 1988, 5 16-521.",
        "Cook, Philip J., and Moore, Michael J. Economic Perspectives on Reducing Alcohol-Related Violence. In Alcohol and Interpersonal Violence: Fostering Multidisciplinary Perspectives, edited by Susan E. Martin. National Institute on Alcohol Abuse and Alcoholism Research Monograph 24. NW Publication No.93-3469, U.S. Government Printing Office, Washington, DC, 1993, 193-211.",
        "Cook, Philip J. and George Tauchen. The Effect of Liquor Taxes on Heavy Drinking. Bell Journal of Economics, 13:2, Autumn 1982, 379-390.",
        "Cragg, John U. Some Statistical Models for Limited Dependent Variables with Application to the Demand for Durable Goods Econometrica, 39:5, September 1971, 829-844.",
        "Fagan, Jeffrey. Interactions Among Drugs, Alcohol and Violence. Health Affairs, 12:4, Winter 1993 65-79.",
        "Famularo, R., K. Stone, R. Bamum, and R. Wharton. Alcoholism and Severe Child Maltreatment. American Journal of Orthopsychiatry, 56, 481-485, 1986.",
        "Gelles, Richard J. The Violent Home: A Study of Physical Aggression Between Husbands and Wives. Sage Publications, Inc., Beverly Hills, 1974.",
        "Gelles, Richard J. and Claire P. Cornell. Intimate Violence in Families. Sage Publications, Inc., Newbury Park, 1990.",
        "Gil, D. Violence against Children: Physical Child Abuse in the United States. Harvard University Press, Cambridge, MA, 1973.",
        "Goldstein, Paul J. The Drugs/Violence Nexus: A Tripartite Conceptual Framework Journal of Drug Issues, 15, Fall 1985, 493-506.",
        "Greene, William H. Econometric Analysis. Macmillan Publishing Company, New York, NY, 1993.",
        "Grossman, Michael and Frank J. Chaloupka. The Demand For Cocaine By Young Adults: A Rational Addiction Approach. NBER Working Paper No. 5713, September, 1997.",
        "Jobson `s Liquor Handbook. Jobson Publishing Corporation, New York, NY, 1976.",
        "Kenkel, Donald S. Drinking, Driving, and Deterrence: The Effectiveness and Social Costs of Alternative Policies. Journal of Law and Economics, October, 1993, 877-9 13.",
        "Long, Sharon K., Ann D. White and Patrice Karr. Family Violence: A Microeconomic Approach. Social Science Research, 12, 1983.",
        "National Research Council. Understanding and Preventing Violence. Reiss, Albert J., and Jeffery A. Roth, Editors. National Academy Press, Washington, D.C., 1993.",
        "Pernanen, Kai. Theoretical Aspects of the Relationship Between Alcohol Use and Crime. in Drinking and Crime. Perspectives on the Relationships between Alcohol Consumption and Criminal Behavior. James J. Collins Jr., editor. The Guilford Press, New York, NY, 1981.",
        "Ruhm, Christopher J. Alcohol Control Policies and Highway Vehicle Fatalities. NEER Working Paper No. 5195, July, 1995.",
        "Saffer, Henry and Michael Grossman. Beer Taxes, the Legal Drinking Age, and Youth Motor Vehicle Fatalities. Journal of Legal Studies. 16:2, June 1987, 35 1-374.",
        "Straus, Murray A. and Richard S. Gelles. Physical Violence in American Families .~ Risk Factors and Adaptations to Violence in 8,145 Families. Transaction Publishers, New Brunswick, NJ, 1990.",
        "Tauchen, Helen V., Ann Dryden Witte, and Sharon K. Long. Domestic Violence: A Nonrandom Affair. International Economic Review, May 1991.",
        "Yatchew, Adonis and Zvi Griliches. Specification Error in Probit Models The Review of Economics and Statistics, 67:1, February 1985, 134-139."
    ]
}