{
    "id": 637,
    "cites": 30,
    "cited_by": 2,
    "reference": [
        "Aaron, Henry J., 1976, ed., Inflation and the Income Tax. Washington: The Brookings Institution.",
        "Auerbach, Alan J., 1979a, Inflation and the Choice of Asset Life, Journal of Political Economy, June, 89, pp. 621-38.",
        "Auerbach, Alan J., 1979b, The Optimal Taxation of Heterogeneous Capital, The Quarterly Journal of Economics, November, 93(It), pp. 589-612.",
        "Auerbach, Alan, J., 1980, Inflation and the Tax Treatment of Firm Behavior, NBER Working Paper No. 5It7. September, Cambridge, MA: National Bureau of Economic Research.",
        "Auerbach, Alan J., and Jorgenson, Dale, 1980, Inflation-Proof Depreciation of Assets, Harvard Business Review, September-October, pp.",
        "Auerbach, Alan J., 1981, A Note on the Efficient Design of Investment Incentives, The Economic Journal, March, 91(361), forthcoming.",
        "Boskin, Michael J., 1978, Taxation, Saving, and the Rate of interest, Journal of Political Economy, April, 86(2, Part 2), pp. S3-S28.",
        "Bradford, David F., 1979, The Case for a Personal Consumption Tax, in Joseph A. Pechman, ed. , What Should be Taxed, Income or Expenditure? Washington: The Brookings Institution, pp. 75-113.",
        "Bradford, David F., l98Oa, The Economics of Tax Policy Toward Savings, in George N. von Furstenberg, ed. , The Government and Capital Formation. Cambridge, MA: Ballinger, pp. 11-71. Bradford, David F., l980b, Tax Neutrality and the Investment Tax Credit, in Henry J. Aaron and Michael J. Boskin, eds., The Economics of Taxation. Washington: The Brookings Institution, pp. 281-298. Bradford, David F. and Toder, Eric, 1976, Consumption vs. Income Base Taxes: The Argument on Grounds of Equity and Simplicity, Proceedings of the National Tax Association, pp. 25-31.",
        "Eisner, Robert, 1977, Capital Shortage: Myth and Reality, American Economic Review, February, 67(1) , pp. 110-15.",
        "Fabricant, Solomon, 1978, Accounting for Business Income Under Inflation: Current Issues and Views in the United States, The Review of Income and Wealth, March, 2It(l), pp. 1-2It.",
        "Feldstein, Martin S., 1976, Inflation, Income Taxes and the Rate of Interest, American Economic Review, December, 66(It), pp. 809-820.",
        "Feldstein, Martin S., 1977a, Does the United States Save Too Little? American Economic Review, February, 67(1), pp. 116-121.",
        "Feldstein, Martin S., 197Th, National Saving in the United States, in Eli Shapiro and William L. White, eds., Capital for Productivity and Jobs. Englewood Cliffs, N.J. : Prentice-Hall. -57- Feldstein, Martin S., 1980, Inflation, Tax Rules and Investment: Some Econometric Evidence, NBER Working Paper 577. October, Cambridge MA: National Bureau of Economic Research.",
        "Feldstein, Martin S. , 1981, Adjusting Depreciation in an Inflationary Economy, National Tax Journal, March, 3)4(1).",
        "Feldstein, Martin S., and Summers, Lawrence, 1978, Inflation, Tax Rules, and the Longer Term Interest Rate, Brookings Papers on Economic Activity, (1), pp. 61-109.",
        "Gordon, Roger H., 1980, Inflation, Taxation, and Corporate Behavior, NBER Working Paper 588. December, Cambridge, MA: National Bureau of Economic Research.",
        "Gordon, Roger J. , and Ivklkiel, Burton G., 1980, Taxation and Corporate Finance, NEER Working Paper 576. November, Cambridge, MA: National Bureau of Economic Research.",
        "Hall, Robert and Jorgenson, Dale, 1967, Tax Policy and Investment Behavior, American Economic Review, June, 57(3), pp. 391-ItlIt.",
        "Harberger, Arnold C., 1980, Tax Neutrality in Investment Incentives, in Henry J. Aaron and Michael J. Boskin, eds., The Economics of Taxation.",
        "Washington: The Brookings Institution, pp. 299-316. Hendershott, Patric H., and Hu, Sheng-Cheng, 1980, The Relative Impact of Various Proposals to Stimulate Business Incentives, in George M. von Furstenberg, ed., The Government and Capital Formation. Cambridge, MA: Ballinger, pp. 321-336.",
        "Institute for Fiscal Studies, 1978, The Structure and Reform of Direct Taxation, Report of a Committee Chaired by Professor J. E. Meade. London: George Allen and Unwin.",
        "Jorgenson, Dale W., 1963, Capital Theory and Investment Behavior, American Economic Review, May, 53(2), pp. 2)47-59.",
        "King, Mervyn, 1980, Savings and Taxation, WBER Working Paper It28, January.",
        "Cambridge, MA: National Bureau of Economic Research. Malkiel, Burton G., 1979, The Capital Formation Problem in the United States, Journal of Finance, May, 3)4(2), pp. 291-306.",
        "Pechman, Joseph, 1980, Tax Policies for the 1980s, Tax Notes, December 22, 11(25), pp. 1195-1208.",
        "Samuelson, Paul A., 196)4, Tax Deductibility of Economic Depreciation to Insure Invariant Valuations, Journal of Political Economy, December, 72, pp. 60)4-606. Shoven, John B. and Bulow, Jeremey I., 1975, Inflation Accounting and Nonfinancial Corporate Profits: Physical Assets, Brookings Papers on Economic Activity, 3, pp. 557-611.",
        "Shoven, John B. and Bulow, Jeremy I., 1976, Inflation Accounting and Nonfinancial Corporate Profits: Financial Assets and Liabilities, Brookings Papers on Economic Activity, 1, pp. 15-57.",
        "Steuerle, Eugene, 1980, Is Income from Capital Subject to Individual Income Taxation? OTA Paper It2. October, Washington: U.S. Treasury Department.",
        "Stiglitz, Joseph E., 1980, On the Almost Neutrality of Inflation: Notes on Taxation and The Welfare Costs of Inflation, NBER Working Paper No. )499, July."
    ]
}