{
    "id": 6370,
    "cites": 41,
    "cited_by": 172,
    "reference": [
        "Bernanke, Ben (1983), Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review 73, pp.257-276.",
        "Bernanke, Ben and Alan Blinder (1988), Credit, Money and Aggregate Demand, American Economic Review 78, pp.435-439.",
        "Bernanke, Ben and Alan Blinder (1992), The Federal Funds rate and the Channels of Monetary Transmission, American Economic Review 82, pp.902-921.",
        "Bernanke, Ben and Harold James (1991), The Gold Standard, Deflation, and Financial Crisis in the Great Depression: An International Comparison, in R. Glenn Hubbard (ed.), Financial Markets and Financial Crises, Chicago: University of Chicago Press, pp.33-68.",
        "Calomiris, Charles and Gary Gorton (1991), The Origins of Banking Panics: Models, Facts and Bank Regulation, in R. Glenn Hubbard (ed.), Financial Markets and Financial Crises, Chicago: University of Chicago Press, pp.l09-174.",
        "Calvo, Guillermo (1994), Financial Vulnerability and Capital Flows, unpublished manuscript, University of Maryland.",
        "Calvo, Guillermo (1996), Capital Flows and Macroeconomic Management: Tequila Lessons, unpublished manuscript, University of Maryland.",
        "Caprio, Gerald, Jr. And Daniela Klingebiel (1996), Bank Insolvencies: Cross-Country Experience, Policy Research Working Paper 1620, Washington, D.C.: The World Bank.",
        "Calvo, Guillermo, Leo Leiderman and Carmen Reinhart (1993), Capital Inflows and Real Exchange Rate Appreciation in Latin America: The Role of External Factors, IMF Staff Papers 40, pp.l08-150.",
        "De Juan, A. (1995), The Roots of Banking Crises: Microeconomic Issues and Issues of Supervision and Regulation, paper presented to the IADB/G-30 Conference on Banking Crises in Latin America.",
        "Demirguc-Kunt, Ash and Enrica Detragiache (1997) The Determinants of Banking Crises: Evidence from Developing and Developed Countries IMP manuscript.",
        "Diamond, Douglas and Phillip Dybvig (1983), Rank runs, Liquidity and Deposit Insurance, Journal of Political Economy 91, pp.401-419.",
        "Economist (1997), A Survey of Banking in Emerging Markets, supplement, 12 April.",
        "Edwards, Sebastian and Carlos A. Vegh (1997), Banks and Macroeconomic Disturbances Under Predetermined Exchange Rates, NBER Working paper no. 5977 (March).",
        "Eichengreen, Barry (1997), Exchange Rate Stability and Financial Stability, unpublished manuscript, University of California, Berkeley.",
        "Eichengreen, Barry and Richard S. Grossman (1997), Debt Deflation and Financial Instability: Two Historical Explorations, in Forrest Capie and Geoffrey Wood (eds), Asset Prices and the Real Economy, London: Macmillan, pp.65-96.",
        "Eichengreen, Barry, Andrew K. Rose and Charles Wyplosz (1996), Exchange Market Mayhem: The Antecedents and Aftermath of Speculative Attacks, Economic Policy 21, pp.249-312.",
        "Frankel, Jeffrey A. And Andrew K. Rose (1996), Currency Crashes in Emerging Markets, Journal of International Economics 41-3/4, 351-366.",
        "Gavin, Michael and Ricardo Hausmann (1995), The Roots of Banking Crises: The Macroeconomic Context, in Ricardo Hausmann and Liliana Rojas-Suarez (eds), Banking Crises in Latin America, Baltimore: Johns Hopkins University Press, pp.27-63.",
        "Ghosh, Atish, Anne-Marie Gulde, Jonathan D. Ostr.v and Holger C. Wolf (1995), Does the Nominal Exchange Rate Regime Mater? IMF Working Paper WP/95/121 (November).",
        "Goldstein, Morris (1997), The Case for an International Bank:ing Standard, Washington, D.C.: Institute for International Economics.",
        "Goldstein, Morris and Philip Turner (1996), Banking Crises in Emerging Economies: Origins and Policy Options, BIS Economic Papers no. 46, Baste: Bank for International Settlements (October).",
        "Gorton, Gary (1988), Banking Panics and Business Cycles, Oxford Economic Papers 40, pp.221-255.",
        "Greenwald, Bruce and Joseph Stiglitz (1988), Information, Finance Constraints, and Business Fluctuations, in Meir Kahn and S.C. Tsiang (eds), Expectations and Macroeconomics, Oxford: Oxford University Press.",
        "Grossman, Richard S. (1993), The Macroeconomic Consequences of Bank Failures Under the National Banking System, Explorations in Economic History 3-. [[/294-330.",
        "Honohan, Patrick (1997), Banking System Failures in Developing and Transition Countries: Diagnosis and Prediction, unpublished manuscript, University College, Dublin.",
        "International Monetary Fund (1997), Interim Assessment of the World Economic Outlook-- Regional and Global Implications of the Financial Crisis in Southeast and East Asia, Washington, D.C.: IMP.",
        "Kaminsky, Graciela and Carmen Reinhart (1996), The Twin Crises: The Causes of Banking and Balance-of-Payments Problems, unpublished manuscript, Federal Reserve Board and International Monetary Fund.",
        "Kapur, Ajay (1997), And Heres How Not to Gamble with Banks, Asian Wall Street Journal (14 July).",
        "Kindleberger, Charles P (1978), Manias, Panics and Crashes, New York: Basic Books.",
        "McKinnon, Ronald and Huw Pill (1995), Credible Liberalization and International Capital Flows: The Overborrowing Syndrome, unpublished manuscript, Stanford University.",
        "Mishkin, Frederic S. (1991), Anatomy of a Financial Crisis, NBER Working Paper no. 3934.",
        "Mishkin, Frederic S. (1996), Understanding Financial Crises: A Developing Country Perspective, NBER Working Paper no. 5600 (May).",
        "Mishkin, Frederic (1997), Asymmetric Information and Financial Crises: A Developing Country Perspective, World Bank Annual Conference on Development Economics, supplement to World Bank Economic Review.",
        "Rojas-Suarez, Liliana and Steven R. Weisbrod (1994), Financial Market Fragilities in Latin America: From Banking Crisis Resolution to Current Policy Challenges, IMP Working Paper WP/94/117.",
        "Sachs, Jeffrey (1995), Do We Need manuscript, Harvard University.",
        "Sachs, Jeffrey A., Aaron Tornell and Andres Velasco (1995), The Collapse of the Mexican Peso: What Have We Learned? Economic Policy 22, pp.15-56.",
        "Schwartz, Anna J. (1996), Comment on Jeffrey Sachs: Do We Need an International Lender of Last Resort? unpublished manuscript, National Bureau of Economic Research.",
        "Simons, Katerina and Stephen Cross (1991), Do Capital Markets Predict problems in Large commercial Banks? New England Economic Review (May/June), pp.51-56.",
        "Smallhout, James (1997), How to Contain Banking Crises, Euromoney (July), pp.10- 12.",
        "Sundararajan, V. And Tomas J.T. Balino (1991), Issues in Recent Banking Crises, in V."
    ]
}