{
    "id": 6372,
    "cites": 34,
    "cited_by": 19,
    "reference": [
        "Altug, Sumru, and Robert A. Miller, 1990, Household Choices in Equilibrium, Economtrica, 58, 543-570.",
        "Asdrubali, Pierfederico, Bent E. Sorensen, and Oved Yosha, 1996, Channels of Interstate Risk Sharing: United States 1963-90, Quarterly Journal of Economics, 111, 1081-1110.",
        "Atkeson, Andrew, and Tamim Bayoumi, 1993.  Do Private Capital Markets Insure Regional Risk? Evidence from the United States and Europe.  Open Economies Review, 4, 303-324.",
        "Barro, Robert, 1979.  On the Determination of the Public Debt.  Journal of Political Economy. 87, 940-971.",
        "Bohn, Henning, and Robert Inman, 1995, balanced-Budget Rules and Public Deficits: Evidence from U. S. States.  Carnegie-Rochester Conference Series on Public Policy, 45, 13-76.",
        "Canova, Fabio, and Morten Favn, 1996, International Consumption Risk Sharing International Economic Review, 37, 573-601.",
        "Cochrane, John H. 1991, A Simple Test of Consumption Insurance, Journal of Political Economy, 99, 957-976.",
        "Eichengreen, Barry, and Jurgen von Hagen, 1995, Fiscal Policy and Monetary Union: Federalism, Fiscal Restrictions, and the No-Bailout Rule, CEPR Discussion Paper Series no. 1247.",
        "Feldstein, Martin and Charles Jorioka, 1980, Domestic Savings and International Capital Flows, Economic Journal, 90, 314-329.",
        "Frankel, Jeffrey, and Andrew Rose, 1996, The Endogeneity of the Optimum Currency Area Criteria, mimeo, University of California, Berkeley.",
        "French, Kenneth, and James Poterba, 1991, International Diversification and International Equity Markets, American Economic Review, 81, 222-226.",
        "Gavin, Michael and Roberto Perotti, 1997, Fiscal Policy in Latin America, NBER Macroeconomics Annual 1997, forthcoming.",
        "Gavin, Michael, Ricardo Hausmann, Roberto Perotti, and Ernesto Talvi, 1996, Managing Fiscal Policy in Latin America and the Caribbean: Volatility, Procyclicality, and Limited Credtworthiness, Working Paper 326, Inter-American Development Bank, Washington D.C.",
        "Goodhart, Charles, and Stephen Smith, 1993, Stabilization.  European Economy, reports and studies no. 5, 419-55.",
        "Gordon, R., and L. Bovenberg, 1996, Why is Capital So Immobile Internationally?  Possible Explanation and Implications for Capital Income Taxation, American Economic Review, 86, 1057-1075.",
        "Hallerberg, Mark and Jurgen von Hagen, 1997, Electoral Institutions, Cabinet Negotiations, and Budget Deficits in the European Union, this volume.",
        "Hayashi, Fumio, Joseph Altonji, and Laurence Koltikoff, 1996, Risk-Sharing Between and Within Families.  Econometrica, 64, 261-294.",
        "Leiderman, Meonardo, and Assaf Razin, 1994.  Eds. Capital Mobility: The Impact on Consumption, Investment, and Growth, Cambridge University Press: New York.",
        "Levhari, David, and Leonard Mirman, 1980, The Great Fish War: An Example of Using the Cournot Nash Solution, Bell Journal of Economics, 11, 3220334.",
        "Lewis, Karen, 1995, Puzzles in International Financial Markets, in: Gene Grossman and Kenneth Rogoff, eds., Handbook of International Economics, North Holland, Amsterdam.",
        "Lewis, Karen, 1996, What Can Explain the Apparent Lack of International Consumption Risk Sharing?, Journal of Political Economy, 104, 267-297.",
        "Mace, Barbara J., 1991, Full Insurance in the Presence of Aggregate Uncertainty, Journal of Political Economy, 99,  928-956.",
        "Obstfeld, Maurice, 1994, Are Industrial-Country Consumption Risks Globally Diversified?, in Leonardo Leiderman and Assaf Razin, eds., Capital Mobility: The Impact on Consumption, Investment, and Growth, Cambridge University Press, New York.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 1996, Foundations of International Macroeconomics, MIT Press, Cambridge.",
        "Poterba, James, and Kim Reuben, 1994, State Fiscal Institutions and the U.S. Municipal Bond Market, this volume.",
        "Sorensen, Bent E., and Oved Yosha, 1996, Income Consumption Smoothing among US States: Regions or Clubs?, Working Paper, Brown University and Tel Aviv University.",
        "Sorensen, Bent E., and Oved Yosha, 1997a, International Risk Sharing and European Monetary Unification, Journal of International Economics, forthcoming.",
        "Sorensen, Bent E., and Oved Yosha, 1997b, Federal Insurance for US States: An Empirical Investigation, forthcoming in: Assaf Razin and Efraim Sadka, eds., Globalization: Public Economics Policy Perspectives, Cambridge University Press, New York.",
        "Tesar, Linda, 1995, Evaluating the Gains from International Risk Sharing, Carnegie-Rochester Conference Series on Public Policy, 42, 95-143.",
        "Tesar, Linda, and Ingrid Werner, 1995, Home Bias and High Turnover, Journal of International Money and Finance, 14, 267-292.",
        "Poterba, James, 1994,  State Responses to Fiscal Crises: The Effects of Budgetary Institutions and Politics, Journal of Political Economy, 102, 798-821.",
        "Townsend, Robert, 1994, Risk and Insurance in Village India.  Econometrica, 62, 539-591.",
        "van Wincoop, Eric, 1994, Welfare Gains from International Risk Sharing, Journal of Monetary Economics, 34, 175-200.",
        "Velasco, Andres, 1997, A Model of Endogenous Fiscal and Delayed Fiscal Reforms, this volume."
    ]
}