{
    "id": 6373,
    "cites": 11,
    "cited_by": 17,
    "reference": [
        "Abel, Andrew B., Avinash K. Dixit, Janice C. Eberly, and Robert S. Pindyck, Options, the Value of Capital, and Investment, Quarterly Journal of Economics, 111(446), August 1996, 753-777.",
        "Bonomo, Marco, Optimal Two-Sided and Suboptimal One-Sided Pricing Rules, Working Paper No. 313, Pontificia Universidade Catolica, Rio de Janeiro. Brennan, Michael J., and Eduardo S. Schwartz, Evaluating Natural Resource Investments, Journal of Business, 58, January 1985, 135-157.",
        "Dixit, Avinash K. Entry and Exit Decisions Under Uncertainty, Journal of Political Econ- omy, 97(3), June 1989, 620-638.",
        "Dixit, Avinash K. UInvestment and Hysteresis, Journal of Economic Perspectives, 6(1), Winter 1992, 107-132.",
        "Dixit, Avinash K. Irreversible Investment with Uncertainty and Scale Economies, Journal of Economic Dynamics and Control, 19(1), January 1995, 327-350.",
        "Dixit, Avinash K. and Robert S. Pindyck, Investment Under Uncertainty, Princeton, NJ: Princeton University Press, Second printing, 1996.",
        "Kulatilaka, Nalin, Operating Flexibilities in Capital Budgeting: Substitutability and Com- plementarity in Real Options, in Real Options in Capital Investment, ed. Lenos Trige- orgis, New York: Praeger, 1995.",
        "McDonald, Robert, and Daniel R. Siegel, UInvestment and the Valuation of Firms When There is an Option to Shut Down, International Economic Review, 26, June 1985, 331-349.",
        "Myers, Stewart C., and Saman Maid, Calculating Abandonment Value Using Option Pric- ing Theory, M.I.T. Sloan School of Management Working Paper No. 1462-83, Jan. 1984.",
        "Pindyck, Robert S. UIrreversible Investment, Capacity Choice, and the Value of the Firm, American Economic Review, 79(5), December 1988, 969-985.",
        "Pindyck, Robert S. Irreversibility, Uncertainty, and Investment, Journal of Economic Lit- erature, 29(3), September 1991, 1110-1152."
    ]
}