{
    "id": 6374,
    "cites": 23,
    "cited_by": 30,
    "reference": [
        "Atkinson, Anthony B. and Joseph E. Stiglitz. 1980. Lectures on Public Economics. New York: McGraw-Hill Book Company.",
        "Carroll, Robert and David Joulfaian. 1997. Taxes and Corporate Choice of Organization Form, mimeo, U.S. Department of Treasury.",
        "Cummins, J., K. Hassett. and R.G. Hubbard. 1994. A Reconsideration of Investment Behavior Using Tax Reforms as Natural Experiments, Brookings Papers on Economic Activity, No. 2: 1 -59.",
        "Engen, Eric and Jonathan Skinner. 1996. Taxation and Economic Growth, National Tax Journal, December: 617-642.",
        "Evans, David S. and Boyan Jovanovic. 1989. An Estimated Model of Entrepreneurial Choice Under Liquidity Constraints, Journal of Political Economy, 97: 808-827.",
        "Fazzari, S., R. G. Hubbard, and B. Petersen. 1988. Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity, No. 1: 414-206.",
        "Feenberg, Daniel. 1987. Are Tax Price Models Really Identified: The Case of Charitable Giving, National Tax Journal, 40, (4) (December): 629-633.",
        "Fullerton, Don, Robert Gillette, and James Mackie. 1987. Investment Incentives Under the Tax Reform Act of 1986, in Compendium of Tax Research 1987, Office of Tax Analysis, Washington, D.C., U.S. Government Printing Office.",
        "Fullerton, Don, Yolanda Henderson, and James Mackie. 1987. Investment Allocation and Growth Under the Tax Reform Act of 1986, in Compendium of Tax Research 1987, Office of Tax Analysis, Washington, D.C., U.S. Government Printing Office.",
        "Hall, Robert and Dale W. Jorgenson. 1967. Tax Policy and Investment Behavior, American Economic Reviews, 57: 391-414.",
        "Holmes, T.J. and J.A. Schmitz. 1991. Measuring Small Business Dynamics When Owners and Their Businesses Can Be Separately Identified, mimeo, Dartmouth College.",
        "Holtz-Eakin, D., D. Joulfaian, and H.S. Rosen. 1994a. Sticking it Out: Entrepreneurial Survival and Liquidity Constraints, Journal of Political Economy, February: 53-75.",
        "Holtz-Eakin, D., D. Joulfaian, and H.S. Rosen 1994b. Entrepreneurial Decisions and Liquidity Constraints, Rand Journal of Economics, 23, (2) (Summer): 334-347.",
        "Hulten, Charles and Frank Wykoff. 1981. The Measurement of Economic Depreciation. In C.R. Hulten (Ed.), Depreciation, Inflation, and the Taxation of Income from Capital.",
        "Jorgenson, Dale W. and Martin A. Sullivan. 1981. Lnflation and Corporate Capital Recovery. In C.R. Hulten (Ed.), Depreciation, Inflation, and the Taxation of Income from Capital, Washington, D.C.: Urban Institute.",
        "Lindh, Thomas and Henry Ohlsson. 1994. Self-Employment and Self-Financing, mimeo, Uppsala University.",
        "Meyer, B. 1990. Why Are There So Few Black Entrepreneurs? National Bureau of Economic Research, Working Paper No. 3537.",
        "Mitchell, Peter and Marc Cowling. 1996. Developing the Theory of Labor and Capital Inputs to the Self-Employed Entrepreneurial Firm, mimeo, University of Warwick.",
        "Quadrini, Vincenzo. 1996. Entrepreneurship, Saving, and Social Mobility, mimeo, University of Pennsylvania.",
        "Rivers, Douglas and Quang Vuong. 1988. Limited Information Estimators and Exogeneity Tests for Simultaneous Probit Models, journal of Econometrics, 39: 347-366.",
        "Shleifer, Andrei and Robert Vishny. 1992. Liquidation Value and Debt Capacity: A Market Equilibrium Approach, Journal of Finance,i47: 1343-1366.",
        "Start as an Entrepreneur, mimeo, University of Amsterdam. Wall Street Journal, 1994. Sticker Shock: Increased Taxes Prompt Wealthy to Cut Spending, January 11,: A5.",
        "Wu, D. 1973. Alternative Tests of Independence Between Stochastic Regressors and Disturbances, Econometrica, 41: 733-750."
    ]
}