{
    "id": 6376,
    "cites": 37,
    "cited_by": 17,
    "reference": [
        "Ainsworth, S. and I. Sened (1993), The Role of Lobbyists: Entrepreneurs with Two Audiences, American Journal of Political Science, 37, 834-866.",
        "Arnold, R. D. (1990), The Logic of Congressional Action, New Haven: Yale University Press.",
        "Austen-Smith, D. and J. Wright (1992), Competitive Lobbying for a Legislators Vote, Social Choice and Welfare, 9, 229-257.",
        "Austen-Smith, D. and J. Wright (1994), Counteractive Lobbying, American Journal of Political Science, 38, 25-44.",
        "Austen-Smith, D. (1995), Campaign Contributions and Access, American Political Science Review, 89, 566 - 581.",
        "Baldwin, R. E. (1976), The Political Economy of Postwar U.S. Trade Policy, The Bulletin, 1976-4, New York: New York University Graduate School of Business.",
        "Baldwin, R. E. (1984), Rent Seeking and Trade Policy: An Industry Approach, Welwirtschaftliches Archiv, 120, 662-677.",
        "Bender, B. and J. Lott (1996), Legislator Voting and Shirking: A Critical Review of the Literature, Public Choice, 87, 67- 100.",
        "Chappell, H. (1982), Campaign Contributions and Congressional Voting: A Simultaneous Probit-Tobit Model, Review of Economics and Statistics, 77-83.",
        "Coughlin, C. (1985), Domestic Content Legislation: House Voting and the Economics of Regulation, Economic Inquirv, 23,437-448.",
        "Duncan, P. (ed.) Politics in America: 1994 (Congressional Quarterly Press: Washington D.C.).",
        "Destler, I. M. (1995), American Trade Politics, Third Edition, Washington. D.C.: Institute for International Economics.",
        "Grayson, G. (1995), The North American Free Trade Agreement, New York: University Press of America.",
        "Grossman, G. and E. Helpman (1994), Protection for Sale, American Economic Review, 84, 833-850.",
        "Hall, R. and F. Wayman (1990), Buying Time: Moneyed Interests and the Mobilization of Bias in Congressional Committees, American Political Science Review, 84, 797-820.",
        "Hillman, A. (1982), Declining Industries and Political Support Protectionism, American Economic Review, 72, 1180- 1187.",
        "Kahane, L. (1996), Congressional Voting Patterns on NAFTA: An Empirical Analysis, American Journal of Economics and Sociology 55, 395 - 409.",
        "Kau, J. and P. Rubin, Congressmen Constituents and Contributors: Determinants of Roll Call Voting in the House of Representatives, Boston: Marinus Nijhoff Publishing. Kingdon, J. (1989), Congressmens Voting Decisions Ann Arbor: University of Michigan Press.",
        "Magee, S. (1980), Three Simple Tests of the Stolper-Samuelson Theorem, in Peter Oppenheimer (ed.), Issues in International Economics, London: Oriel Press.",
        "Magee, S., W. Brock, and L. Young (1989), Black Hole Tariffs and Endo~enous Policy Theory, Cambridge University Press: Cambridge.",
        "Mayer, W. (1984), Endogenous Tariff Protection, American Economic Review 74, 970-985.",
        "McCallion, G. (1994), Union Membership by State, Congressional Research Service, Library of Congress.",
        "Makinson, L. and J. Goldstein (1994), Open Secrets: The Encyclopedia of Congressional Money and Politics, Congressional Quarterly Inc.: Washington D.C.",
        "Morton, R. and C. Cameron (1992), Elections and the Theory of Campaign Contributions: A Survey and Critical Analysis, Economics and Politics, 4, 79-108.",
        "Preeg, E. (1995), Traders in a Brave New World, Chicago: University of Chicago Press.",
        "Rodrik, D. (1995), Political Economy of Trade Policy, in Gene M. Grossman and Kenneth Rogoff (eds.), Handbook of International Economics, Amsterdam: North-Holland.",
        "Schattschneider, E.E. (1935), Politics Pressures and the Tariff, Englewood Cliffs, N.J.: Prentice Hall.",
        "Smith, R. (1984) Advocacy, Interpretation, and Influence in the U.S. Congress, The American Political Science Review, 78, 44-63.",
        "Smith, R. (1995), Interest Group Influence in the U.S. Congress, Legislative Studies Quarterly 20, 89- 139.",
        "Steagall, J. and K. Jennings (1996), Unions, PAC Contributions, and the NAFTA Vote, Journal of Labor Research 17, 515-521.",
        "Stratmann, T. (1991), What Do Campaign Contributions Buy? Decipherering Causal Effects of Money and Votes, Southern Economic Journal, 57, 606-620.",
        "U.S. Department of Commerce (1993), County Business Patterns, Washington, D.C.: Bureau of the Census.",
        "U.S. Department of Commerce (1995), Congressional Districts of the United States: 104th Congress, Washington, D.C.: Bureau of the Census.",
        "U.S. Department of Commerce, (1 996), 1992 Census of Agriculture; Washington D.C.: Bureau of the Census, AG Specialty Disc.",
        "United States International Trade Commission (1992), Economv-Wide Modeling ofthe Economic Implications of a ETA with Mexico and a NAFTA with Canada and Mexico, Washington, D.C.: USITC Publication 2516.",
        "United States International Trade Commission (1993), Potential Impact on the U.S. EconomY and Selected Industries of the North American Free Trade Agreement, Washington, D.C.: USITC Publication 2596.",
        "United States International Trade Commission (1994), Potential Impact on the U.S. Economy and Industries of the GATT Uruguav Round Agreements, Washington, D.C.: USITC Publication 2790."
    ]
}