{
    "id": 6377,
    "cites": 23,
    "cited_by": 32,
    "reference": [
        "[1] Becker, G. (1958). The Economics of Discrimination. Chicago: University of Chicago Press.",
        "[2] Becker, E., and F. A. Sloan (1985), Hospital Ownership and Preference. Eco- nomic Inquiry 23(1): 21-36.",
        "[5] Easly, D., and M. OHara (1982). The Economic Role of The Nonprofit Firm,~ Rand Journal of Economics 14: 531-40.",
        "[6] Gertler, P. (1989). Subsidies, Quality, and the Regulation of Nursing Homes. Journal of Public Economics 39: 33-53.",
        "[7] Gertler, P., and D. Waldman (1992). Quality-Adjusted Cost-Functions and Pol- icy Evaluation in The Nursing Home Industry. Journal of Political Economy 100: 1232-1256.",
        "[8] Hansmann, Henry B. (1980). The Role of Nonprofit Enterprise. Yale Law Re- view 89: 835-901.",
        "[9] Hansmann, Henry B. (1987). Economic Theories of Non-Profit Organizations. The Non-Prof t Sector. W. Powell, ed. New Haven: Yale University Press.",
        "[10] Harris, Jeffrey E. (1977). The Internal Organization of Hospitals: Some Eco- nomic Implications. Bell Journal of Economics 8(2): 467-82.",
        "[11] HCIA, Inc. (1996). Guide to the Nursing Home Industry. Electronic data version. Baltimore, MD: HCIA.",
        "[12] James, Estelle, and Susan Rose-Ackerman (1986). The Nonprofit Enterprise in Market Economics. New York: Harwood Academic Publishers.",
        "[16] Philipson, T., and G., Becker (1997). Old-Age Longevity and Mortality Con- tingent Claims. Journal of Political Economy, forthcoming.",
        "[17] Philipson, T. (1997). Perfect Substitution of Organizational Form: An Empir- ical Examination for LongTerm Care. Non-Profit Hospitals, forthcoming. D. Cutler, Editor, Chicago: University of Chicago Press.",
        "[18] Powell, W. (1987). The Non-Proft Sector. New Haven, CT: Yale University Press.",
        "[19] Rose-Ackerman, S., ed. (1986), The Economics of Non-Proft Institutions. New York: Oxford University Press.",
        "[20] Rose-Ackerman, S. (1996), Altruism, Non-Profits, and Economic Theory. Journal of Economic Literature 34(2): 701-29.",
        "[21] Rudney,G. (1987).The Scope and Dimensions ofNon-ProfitActivity. The Non-Profit Sector. W. Powell, ed. New Haven: Yale University Press.",
        "[22] Sloan, F. (1997). How Do Non-Profit and Profit Hospitals Differ ?, forthcom- ing, Non-Profit Hospitals, forthcoming. D. Cutler, ed. Chicago: University of Chicago Press.",
        "[23] Schleshinger, M. (1984). Government, For-Profit, and Non-Profit Private En- terprise. Ph.D dissertation.",
        "[24] Wedig, Gerard J., and F. Sloan, M. Hassan, and M. Morrisey (1988). Capital Structure, Ownership, and Capital Payment Policy: The Case of Hospitals. Journal of Finance 43(1): 21-40.",
        "[25] Wedig, Gerard J., Mahmud Hassan, and Frank A. Sloan (1989). Hospital In- vestment Decisions and the Cost of Capital, Journal of Business 62(4): 517-37.",
        "[26] Weisbrod, B. (1977). The Voluntary Non-Profit Sector: Economic Theory and Public Policy. Lexington, MA: Lexington Books.",
        "[27] Weisbrod, B. (1987). Non Profit Organizations The New Palgrave: A Dictio- nary of Economics. New York: Stockton Press.",
        "[28] Weisbrod, B. (1988). The Non-Profit Economy. Cambridge, MA: Harvard Uni-"
    ]
}