{
    "id": 6384,
    "cites": 39,
    "cited_by": 249,
    "reference": [
        "[1] Auerbach, A., and L. Kotlikoff, 1987. Dynamic Fiscal Policy, Cambridge: Cambridge University Press.",
        "[2] Autor, D., L. Katz, and A. Krueger 1997. Computing Inequality: Have Computers Changed The Labor Market? NBER Working Paper 5956, March, 1997.",
        "[3] Bartel, A. and N. Sicherman, 1995. Technological Change And The Skill Acquisition of Young Workers, National Rare. of F`,cr~nr~mir R~oc:~nrr~h ~rlrir~rr P~~ In May. ~ .^~ ~ l~11Ã\u0082â\u0080\u0094,5 ~ ~1J\\_1 At 1tJ ~ ~",
        "[4] Beaudry, P., and H. Green, 1997. Cohort Patterns in Canadian Earnings: Assessing The Role of Skill Premia Inequality Trends, NBER Working Paper 6132, NBER.",
        "[5] Ben Porath, Y., 1967. The Production of Human Capital and the Life Cycle of Earnings, Journal of Political Economy, 75(4), pt. 1, 352-65.",
        "[7] Brown, C., 1976. A Model of Optimal Human-Capital Accumulation and the Wages of YoZmg High School Graduates, Journal of Political Economy, 84(2): 299-316.",
        "[8] Browning, M., L. Hansen, J. Heckman, and C. Taber, 1998. Calibrating and Esti- mating General Equilibrium Models, in J. Taylor and M. Woodford, ea., Handbook of Macroeconomics, Amsterdam: North Holland.",
        "[9] Cameron, S., and J. Heckman, 1997. The Dynamics of Educational Attainment For Blacks, Whites and Hispanics, unpublished manuscript, 1992, Revised 1997.",
        "[11] Caselli, F., 1997. Technological Revohltions, University of Chicago Business School, June, 1997.",
        "[12] Clotfelter, C., R. Ehrenberg, M. Getz, and J. Siegfried, 1991: Economic Challenges In Higher Education, Chicago: University of Chicago Press.",
        "[13] Davies, J., and J. Whalley, 1991. Taxes and Capital Formation: How Important Is Human Capital? in B. Bernheim, and J. Shoven, eds., National Saving and Economic Performance, Chicago: University of Chicago Press.",
        "[14] Freeman, R., 1976. The Overeducated American, New York: Basic Books. 37",
        "[16] Hamermesh, D., 1993. Labor Demand, Princeton: Princeton University Press.",
        "[17] Heckman, J., 1975. Estimates of a Human Capital Production Function Embedded in A Life-Cycle Model of Labor Supply, in N. Terleckyj, ea., Household Production and Consumption. New York: Columbia University Press, 227-264",
        "[18] , 1976. A Life-Cycle Model of Earnings, Learning, and Consumption, Journal of Political Economy, 84(4) pt. 2, S11-S44.",
        "[21] Heckman, J. and P. Klenow, 1997. Is There Underinvestment in Human Capital?, 1mpublished manuscript, University of Chicago.",
        "[22] Heckman, J., L. Lochner, and C. Taber, 1997. Formulating and Estimating Dynamic General Equilibrium Models To Evaluate Policies That Promote Skill Formation, Marschak Lecture, Econometric Society Meetings, Hong Kong, July 25, 1997.",
        "[23] Heckman, J., and G. Sedlacek, 1985. Heterogeneity, Aggregation and Market Wage FZmctions: An Empirical Model of Self-Selection in the Labor Market, Journal of Political Economy, 98(6): 1077-1125.",
        "[24] Heckman, J., and P. Todd, 1997. 40 Years of Mincer Earnings Flmetions, 1mpub- lished manuscript, University of Chicago.",
        "[25] Johnson, G., 1970. The Demand For Labor by Educational Category, Southern Economic Journal, 37: 190-204.",
        "[28] Keane, M. and K. Wolpin, 1997. The Career Decisions of Young Men, Journal of Political Economy, 105(3), 473-522.",
        "[29] Krussell, P., L. Ohanian, J. V. Rios-Rull and G. Violante, 1996. Capital Skill Com- plementarity and Inequality: A Macroeconomic Analysis, 1mpublished manuscript, University of Pennsylvania. 38",
        "[30] Kydland, F., 1995. Business Cycles and Aggregates Labor Market Fluctuations, in T. Cooley, ea., Frontiers Art Business Cycle Research, Princeton: Princeton University Press.",
        "[31] Lipton, P., J. Sacks, and J. Poterba, 1982. Multiple Shooting in Rational Expectations Models, Econometrica, 50, 1329-1334.",
        "[32] , 1988. On The Mechanics of Economic Development, Journal of Monetary Economics, 22, 3-42.",
        "[33] MaCurdy, T., and T. Mroz, 1995. Measuring Microeconomic Shifts in Wages from Cohort Specification, unpublished manuscript, Stanford University.",
        "[34] Meghir, C., and E. Whitehouse, 1996. The Evolution of Wages in the United King- dom: Evidence from Micro Data, Journal of Labor Economics, Vol. 14(1), 1-25.",
        "[35] Mincer, J., 1962, On the Job Training: Costs, Returns and Some Implications, Journal of Political Economy, 70, Supplement, 5, part 2, 50-79.",
        "[36] 1974. Schooling, E~perzer~ce and Earnings, New York: Columbia University Press.",
        "[37] Ortigueira, S., and M. Santos, 1994. On Convergence in Endogenous Growth Models. Discussion Paper 9409, ITAM.",
        "[38] Pechman, J., 1987. Federal Tan Policy, Fifth Edition, Washington: Brookings Institu- t~on.",
        "[39] Poterba, J., 1997. The Rate of Return to Corporate Capital and Factor Shares: New Estimates Using Data Revised National Income and Capital Stock, unpublished manuscript, MIT, October 1997.",
        "[40] Rosen, S., 1976. A Theory of Life Earnings, Journal of Political Economy, 84(4),",
        "[41] Roy, A. D., 1951. Some Thoughts on the Distribution of Earnings, Oxford Eco- nomic Papers, 3, 135-146.",
        "[42] Sattinger, M., 1993. Assignment Models of the Distribution of Earnings, Journal of Economic Literature, 31(2): 831-80.",
        "[43] Siow, A, 1984. Occupational Choice Under Uncertainty, Econometrica 52(2), May,",
        "[44] Uzawa, H., 1965. Optimum Technical Change in an Aggregative Model of Economic Growth, International Economic Review, 6:18-31.",
        "[45] Violante, G., 1996. Equipment Investment and Skill Dynamics: A Solution To The Wage Dispersion Puzzle? unpublished manuscript, U.C. London. 39",
        "[46] Willis, R., and S. Rosen, 1979. Education and Self-Selection, Journal of Political Economy, 87(5), pt.2: S7-36."
    ]
}