{
    "id": 6388,
    "cites": 13,
    "cited_by": 58,
    "reference": [
        "[1] Bishop, John, Achievement, Test Scores, and Relative Wages, in Kosters, M.H. (ed.), Workers and Their Wages: Changing Patterns in the lJnited States, (Washington, D.C.: American Enterprise Institute Press ) 1991.",
        "[2] Blackburn, McKinley L., and David .Neumark, Omitted-Ability Bias and the Increase in the Return to Schooling, Journal of Labor Eco- nomics, v. 11(3), 1993, pp. 521-44.",
        "[3] Cawley, John, and Karen Conneely, James Heckman, and Edward Vytlacil, Cognitive Ability, Wages, and Meritocracy in Intelligence, Genes, and Success: Scientists Respond to THE BELL CURVE Bernie Devlin, Stephen Fienberg,Daniel Resnick, and Kathryn Roeder (edi- tors), (Springer Verlag: New York), 1997.",
        "[4] Griliches, Zvi and W. M. Mason, Education, Income and Ability, Journal of Political Economy, May/June, 1972, Vol. 80, Part II, pp. S74-S103.",
        "[5] Grogger, Jeff and Eric, Eide, Changes in College Skills and the Rise in the College Wage Premium, Journal of Human Resources, Spring 1995, 280-310. 22",
        "[6] Heckman, James and Peter Klenow, Is There Underinvestment in Hu- man Capital?, unpublished manuscript, University of Chicago, Octo- ber, 1997.",
        "[7] Heckman, James and Jose Scheinkman, The Importance of Bundling in a Gorman-Lancaster Model of Earnings, Review of Economic Studies, 54(2) April 1987, 243-55.",
        "[8] Herrnstein, Richard J. and Charles Murray, The Bell Curve, (New York: Free Press) 1994.",
        "[9] Jencks, Christopher, Inequality, New York, Basic Books, 1972.",
        "[12] Mincer, Jacob, Schooling, Experience, and Earnings. (New York: Columbia University Press), 1974.",
        "[13] Murnane, R.J., J.B. Willett, and F. Levy, The Growing Importance of Cognitive Skills in Wage Determination, Review of Economics and Statistics, v. 77(2), 1995, pp. 251-266.",
        "[14] Searle, Shayle, Linear Models For Unbalanced Data, John Wiley and Sons, New York, 1987. 23",
        "[15] Willis, Robert, Wage Determinants: A Survey and Reinterpretation of Human Capital Earnings Functions, Handbook of Labor Economics, Vol. I, ed. by O. Ashenfelter and R. Layards, North Holland, 1986, pp. 525-602."
    ]
}