{
    "id": 6389,
    "cites": 27,
    "cited_by": 11,
    "reference": [
        "Barsky, Robert B.; Juster, F. Thomas; Kimball, Miles S. and Shapiro, Matthew D. Preference Parameters and Behavioral Heterogeneity: An Experimental Approach with Health and Retirement Study. Quarterly Journal of Economics, May 1997, 112 (2), pp.",
        "Blake, David. Efficiency, Risk Aversion and Portfolio Insurance: An Analysis of Financial Asset Portfolios Held by Investors in the United Kingdom. The Economic Journal, September 1996, 106 (438), pp. 1175-92.",
        "Bodie, Zvi; Merton, Robert C. and Samuelson, William F. Labor Supply Flexibility and Portfolio Choice in a Life Cycle Model. Journal of Economic Dynamics and Control, July/October 1992, 16 (3/4), pp. 427-49.",
        "Brueckner, Jan K. Consumption and Investment Motives and the Portfolio Choices of Homeowners. Journal of Real Estate Finance and Economics, forthcoming, 1997.",
        "Engelhardt, Gary V. House Prices and Home Owner Saving Behavior. Regional Science and Urban Economics, June 1996, 26 (2-3), pp. 313-36.",
        "Fratantoni, Michael. Housing Wealth, Precautionary Saving and the Equity Premium. Manuscript, Johns Hopkins University, July 1996.",
        "Friend, Irwin and Blume, Marshall E. The Demand for Risky Assets. American Economic Review, December 1975, 65 (5), pp. 900-22.",
        "Goetzmann, William Nelson. The Single Family Home in the Investment Portfolio. Journal of Real Estate Finance and Economics, May 1993, 6 (3), pp. 201-222.",
        "Goetzmann, William N. and Ibbotson, Roger. The Performance of Real Estate as an Asset Class. Journal of Applied Corporate Finance, Spring 1990, 3 (1), pp. 65-76.",
        "Goodman, John L. Jr. and Ittner, John B. The Accuracy of Home Owners Estimates of House Value. Economic Activity Section Working Paper No. 131, Washington, D.C.: Board of Governors of the Federal Reserve System, 1993.",
        "Grossman, Sanford J. and Shiller, Robert J. The Determinants of the Variability of Stock Market Prices. American Economic Review, May 1981, 71 (2), pp. 222-27.",
        "Hirshleifer, Jack and Riley, John G. The Analytics of Uncertainty and Information. Cambridge, U.K.: Cambridge University Press, 1992.",
        "Hoynes, Hilary Williamson, and McFadden, Daniel. The Impact of Demographics on Housing and Non-Housing Wealth in the United States. National Bureau of Economic Research (Cambridge, MA) Working Paper No. 4666, 1994.",
        "Ingersoll, Jonathan E. Jr. Theory of Financial Decision Making. Savage, MD: Rowman and Littlefield, 1987.",
        "Ioannides, Yannis M. Dynamics of the Composition of Households Asset Portfolios and the Life Cycle. Applied Financial Economics, September 1992, 2 (3), pp. 145-59.",
        "King, Mervyn A. and Leape, Jonathan I. Asset Accumulation, Information, and the Life Cycle. National Bureau of Economic Research (Cambridge, MA) Working Paper No. 2392, 1987.",
        "Levy, H. and Markowitz, H. M. Approximating Expected Utility by a Function of Mean and Variance. American Economic Review, June 1979, 69 (3), pp. 308-17.",
        "Manchester, Joyce. The Baby Boom, Housing, and Loanable Funds. Canadian Journal of Economics, February 1989, 22 (1) pp. 128-49.",
        "Mankiw, N. Gregory and Weil, David N. The Baby Boom, the Baby Bust, and the Housing Market. Regional Science and Urban Economics, May 1989, 19 (2) pp. 235-58.",
        "Pindyck, Robert S. Risk Aversion and Determinants of Stock Market Behavior. Review of Economics and Statistics, May 1988, 70 (2), pp. 183-90.",
        "Poterba, James M. and Samwick, Andrew A. Household Portfolio Allocation over the Life Cycle. National Bureau of Economic Research (Cambridge, MA) Working Paper No. 6185, 1997.",
        "Ross, Stephen A. and Zisler, Randall C. Risk and Return in Real Estate. Journal of Real Estate Finance and Economics, June 1991, 4 (2), pp. 175-90.",
        "Sharpe, William F. Capital Asset Prices with and without Negative Holdings. Journal of Finance, June 1991, 56 (2), pp. 489-509.",
        "Skinner, Jonathan. Housing and Saving in the United States. in Yukio Noguchi and James M. Poterba (eds.) Housing Markets in the United States and Japan. Chicago, Il: University of Chicago Press, 1994, pp. 191-213.",
        "Economics of Aging. Chicago, Il: University of Chicago Press, 1996, pp. 241-71.",
        "Summers, Lawrence H. Inflation, the Stock Market, and Owner-Occupied Housing. American Economic Review, May 1981, 71 (2), pp. 429-34.",
        "Survey Research Center. A Panel Study of Income Dynamics, Procedures and Tape Codes: 1973 Interviewing Year, Wave VI, A Supplement. Ann Arbor, MI: Research, University of Michigan, 1973."
    ]
}