{
    "id": 6390,
    "cites": 37,
    "cited_by": 12,
    "reference": [
        "Akerlof, G. (1970). \"The Market for Lemons: Quality Uncertainty and the Market Mechanism\",  Quarterly Journal of Economics, Vol. 84, pp.  488-500. Berger, A. N., and G. Udell (1994). \"Do Risk-Based Capital Requirements Allocate Bank Credit and Cause a 'Credit Crunch' in the United States?\" Journal of Money, Credit and Banking, 26, 585-628.",
        "Bernanke, B.S. (1983). \" Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression,\" American Economic Review 73: 257-76.",
        "Bernanke, B.S, Gertler M. (1989). \"Agency Costs, Collateral, and Business Fluctuations\", American Economic Review, Vol. 79, pp.   14-31.",
        "Bernanke, B.S., and Gertler M. (1995). \"Inside the Black Box: The Credit Channel  of Monetary Policy Transmission,\" Journal of Economic Perspectives, Fall 1995, 9, pp. 27- 48.",
        "Bernanke, B.S. and C. Lown (1991). \"The Credit Crunch,\" Brookiniis Papers on Economic Activit)', 2, pp.  205-39.",
        "Calomiris, C. W. (1993). \"Financial Factors in the Great Depression, \" Journal of Economic Perspectives,  7 (Spring):  61-85.",
        "Calomiris, C.W., Hubbard, R.G.  (1990).  \"Firm  Heterogeneity,  Internal Finance,  and  'Credit Rationing'\",  Economic Journal,  100, pp.  90-104.",
        "Calvo, G.A., Leiderman, L. and C.M. Reinhart, (1994). \"The Capital Inflows Problem: Concepts and Issues,\" Contemporary Economic Policy 12, July:  54-66.",
        "Cecchetti, S.G., (1995). \"Distinguishing Theories of the Monetary Transmission Mechanism,\" Federal Reserve Bank of St. Louis Review,  May/June  1995, 77, pp.  83-97.",
        "Diamond, D. (1984). \"Financial Intermediation and Delegated Monitoring\", Review of Economic Studies, Vol. 51, pp.   393-414.",
        "Edwards,    F.    and    Mishkin,    F.S.   (1995).       \"The    Decline    of   Traditional  Banking: Implications for Financial Stability and Regulatory Policy,\" Federal Reserve Bank of New York Economic Policy Review, July,  1, #3,  pp.   27-45.",
        "Federal Reserve Bank of New York,  (1993).  \"The  Role  of  the  Credit  Slowdown  in  the  Recent Recession,\"  Federal  Reserve  Bank of New  York  Quarterly  Review,  Spring, 18, #1.",
        "Fischer, S. 1993. \"The Role of Macroeconomic Factors in Growth.\" Journal of Monetary Economics  32:485-512.",
        "Fisher, I. (1933). \"The Debt-Deflation Theory of Great Depressions\", Econometrica, Vol. 1, pp.  337-57 Folkerts-Landau, D., Schinasi, G.J., Cassard,  M.,  Ng,  V.K.,  Reinhart,  C.M. ,  and  M.G.  Spencer (1995). \"Effect of Capital Flows on the Domestic Financial Sectors in APEC Developing Countries, \" in M.S. Khan and C.M. Reinhart, eds. Capital  Flows  in  the APEC  Reion  (International  Monetary  Fund:   Wash.  D.C.  1995):    31-57 Frankel,  J.A.  and  S.L.  Schmuckler  (1996).  \"Country  Fund  Discounts  and  the   Mexican Crisis of December 1994: Did Local Residents Turn Pessimistic Before International Investors?\"  University  of  California,  Berkeley, mimeo.",
        "Friedman,  M.  and  A.J.  Schwartz  (1963).  A  Monetary   History  of  the  United  States.     1867-1.2QQ (Princeton:  Princeton University Press).",
        "Galbraith,   John   Kenneth   (1972).   The   Great   Crash,    1929,   3rd   edition   (Boston: Houghton Mifflin).",
        "Garber, P.M.  and  S.  Lall.  (1996).  \"The  Role  and  Operation  of  Derivative  Markets  in Foreign  Exchange  Market  Crises,\"  mimeo.  February.",
        "Gavin,  M.  and  R.   Hausman   (1996).   \"The   Roots   of   Banking   Crises:   the   Macroeconomic Context,\" in R. Hausman and L. Rojas-Suarez, eds., Bankin Crises  in Latin America (Interamerican Development Bank and Johns Hopkins University Press: Baltimore):  27-63.",
        "Greenwald, B., Stiglitz, J.E. (1988) \"Information, Finance Constraints, and Business Fluctuations\",  in Kahn, M., and Tsiang, S.C. (eds) Oxford University  Press,  Oxford.",
        "Hancock,  D.,  Laing,  A.J.  and  J.A.  Wilcox   (1995).   \"Bank   Capital   Shocks:   Dynamic Effects on Securities, Loans and Capital,\" Journal of Bankin and Finance 19, 3-4: 661- 77.",
        "Hubbard,   R.G.   (1995),    \"Is   There   a   \"Credit   Channel\"   for   Monetary    Policy?\",   Federal Reserve Bank of St. Louis Review, May/June  1995, 77,  63-74.",
        "International Monetary Fund. (1995). International Capital Markets, Developments, Prospects, and Policy Issues, August.",
        "Jonung, L. (1979). \"Kurt Wicksell's Norm of Price Stabilisation and Swedish Monetary Policy in the 1930s\", Journal of Monetary Economics, 5,  459-96.",
        "Kaminsky, G.L. and C.M. Reinhart (1996). \"The Twin Crises: The Causes of Banking and Balance-of-Payments Problems,\" Board of Governors of the Federal Reserve System, International Finance Discussion Papers No. 544  (March).",
        "Kaminsky, G. L., Lizondo, S. and C.M. Reinhart (1997). \"Leading Indicators of Currency Crises,\"  International  Monetary  Fund Working Paper WP/97/79 (July). Kane E.J., The S&L Insurance Mess: How Did it  Happen?  Washington,  D.C.:  Urban Institute Press.",
        "Mankiw, N.G. (1986). \"The Allocation of Credit and  Financial  Collapse.\" ,  Quarterly  Journal of Economics,  Vol.  101, pp.  455-70.",
        "Mayer, C. (1990), \"Financial Systems, Corporate Finance, and Economic Development,\" in Hubbard, R.G. (ed.) Asymmetric Information. Corporate Finance. and Investment. Chicago: U. of Chicago  Press.",
        "Mishkin,  F.S. (1991). \"Asymmetric Information and Financial Crises:  A  Histori cal Perspective\", in Hubbard, R.G. (ed.) Financial Markets and Financial Crises. University of Chicago Press, Chicago., pp.   69-108.",
        "Mishkin, F.S. (1994). \"Preventing Financial Crises: An International Perspective,\" Manchester School, 62, (1994):  1-40.",
        "Mishkin, F.S. (1996a). \"The Channels of Monetary Transmission: Lessons for Monetary Policy,\" Banwre De France Bulletin Di2est No. 27 (March 1996):  33-44 Mishkin, F.S. (1996b). \"Understanding Financial Crises: A Developing Country Perspective,\" Annual World Bank Conference on Development Economics, 29-62.",
        "Obstfeld,  M. and  K.  Rogoff,  (1995). \"The Mirage  of  Fixed  Exchange  Rates,\"  Journal of Economic Perspectives  Fall, 9, #4, pp.  73-96.",
        "Peek, J. and  E.S.  Rosengren  (1995).  \"Bank  Regulation  and  the  Credit  Crunch,\"  Journal  of Bankin2 and Finance  19, 2-4, pp.  679:92.",
        "Rojas-Suarez, L. and S.R. Weisbrod (1994). \"Financial Market Fragilities in  Latin  America:  From Banking Crisis Resolution to Current Policy Challanges,\" IMF Working Paper WP/94/117,   October.",
        "Roubini, N. and X. Sala-i-Martin (1995), \"A Growth Model of Inflation, Tax Evasion and  Financial  Repression,\"  Journal  of  Monetary  Economics,  35, 275-301.",
        "Schwert, G.W., (1989). \"Indexes of United States Stock Prices From 1802 to 1987,\" National  Bureau  of Economic  Research  Working  Paper # 2985  (May).",
        "Stiglitz, J.E., and Weiss, A. (1981). \"Credit Rationing in Markets with Imperfect Information\" , American  Economic  Review,  Vol.   71,  pp.  393-410.",
        "Stiglitz, J.E., and Weiss, A. (1983). \"Incentive Effects of Terminations: Applications to Credit and Labor markets, \"  American Economic Review, Vol. 73, pp.    912-27."
    ]
}