{
    "id": 6391,
    "cites": 31,
    "cited_by": 6,
    "reference": [
        "Angrist, Joshua D. Estimating the Labor Market Impact of Voluntary Military Service Using Social Security Data on Military Applicants. Econometrica forthcoming (1997).",
        "Baldwin, Janet. GED Profiles: Adults in Transition. Washington, D.C.: GED Testing Service of the American Council on Education, 1990, 1.",
        "Baldwin, Janet. GED Profiles: Adults in Transition. Washington, D.C.: American Council on Education, 1992, S.",
        "Batts, Jacqueline. Personal communication, June 1997., 1997.",
        "Besley, Timothy, and Anne Case. Unnatural Experiments? Estimating the Incidence of Endogenous Policies. NBER Working Paper 4956, no. December 1994 (1994).",
        "Boesel, David, Nabeel Alsalam, and Thomas M. Smith. Educational and Labor Market Outcomes of GED Certification. Washington, D.C.: Office of Educational Research and Improvement, Dept. of Education, 1997. Working Paper.",
        "Cameron, Stephen V. Assessing High School Certification for Women Who Dropout. University of Chicago Working Paper (1994).",
        "Cameron, Stephen V., and James J. Heckrnan. The Nonequivalence of High School Equivalents. Jour,~alofLabor Economics 11, no. 1 (1993): 1-47.",
        "Campbell, Donald T. Reforms as Experiments. American Psychologist 24 (1969): 409-429.",
        "Card, David, and Alan B. Krueger. Minimum Wages and Employment: A Case Study of the Fast Food Industry in New Jersey and Pennsylvania. American Economic Review 84 (1994): 772-793.",
        "Cave, George, Hans Bos, Fred Doolittle, and Cyril Toussaint. JOBSTART: Final Report on a Program for Dropouts. New York: Manpower Demonstration Research Corporation, 1993.",
        "Committee on Ways and Means U. S. House of Representatives. 1993 Green Book: Background Material and Data on Programs Within the Jurisdiction of the Committee on Ways and Means. Washington, DC: U.S. Government Printing Office, 1993.",
        "Gareth, Michael S., Zhongren Jing, and Mark Kutner. The labor Market Effects of Completing the GED: Asking the Right Questions. Washington, D.C.: American Institutes for Research, 1995.",
        "GED Testing Service. GED Examiners Manual. . Washington, D.C.: American Council on Education, 1991b.",
        "Greene, William H. Econometric Analysis. Second ed. New York: Macmillan Publishing Company, 1993.",
        "Gruber, Jonathan. The Incidence of Mandated Maternity Benefits. America Economic Review 84, no. 3 (1994): 622-641.",
        "Heckman, James J., and Jeffrey A. Smith. Assessing the Case for Social Experiments. Journal of Economic Perspectives9, no. 2 (1995): 85-110.",
        "Kane, Thomas J., and Cecilia Rouse. Labor Market Returns to Two-Year and Four-Year College. American Economic Review 85, no. 3 (1995): 600-614.",
        "Kemple, James J., Fred Doolittle, and John W. Wallace. The National J[PA Study: Final Implementation Report. New York: Manpower Demonstration Research Corporation, 1992.",
        "Lang, Kevin. Does the Human-CapitallEducational-Sorting Debate Matter for Development Policy? The American Economic Review 84, no. 1 (1994): 353-358.",
        "Lang, Kevin, and David Kropp. Human- Capital Versus Sorting: The Effects of Compulsory Attendance Laws. The Quarterly Journal of Economics 101, no. August (1986): 609-624.",
        "Marable, Alice. Personal communication, June 1997., 1997.",
        "Meyer, Bruce D. A Quasi-Experimental Approach to the Effects of Unemployment Insurance. NBER Working Paper No. 3159, November 1989 (1989).",
        "Meyer, Bruce D. Natural and Quasi-Experiments in Economics. Journal of Business and Economic Statistics 13, no. 2 (1995): 151-161. Murnane, Richard J., John B. Willett, and Katherine P. Boudett. Do High School Dropouts Benefit from Obtaining a GED? Ed~catioMI Evaluation and Policy Analysis 17, no. 2 (1995): 133-147.",
        "Murnane, Richard J., John B. Willett, and Katherine P. Boudett. Does Acquisition of a GED Lead to More Training, Post-secondary Education, and Military Service for School Dropouts? Industrial Indoor Relations Review forthcoming (1997).",
        "Murnane, Richard J., John B. Willett, and John H. Tyler. What Are the High School Diploma and the GED Certificate Worth in the Labor Market? Evidence for Males from High School and Beyond. Harvard Grad`afe School of Education working Paper (1996).",
        "National Center for Education Statistics. Digest of Education Statistics. Washington, D.C.: U.S. Department of Education, 1996.",
        "Neal, Derek A., and William R. Johnson The Role of Premarket Factors in Black-White Wage Differences. Journal of Political Econon~ 104, no. 5 (1996): 869-895.",
        "Orr, Larry L., Howard S. Bloom, Stephen H. Bell, Fred Doolittle, Winston Lin, and George Cave. Does Trainingfor the Disadvantaged Work? Evidence from the National JTPA Study. Washington, D.C.: The Urban Institute Press, 1996.",
        "Spence, Michael. Job Market Signaling. Quarterly Journal of Economics 87 (1973): 355-374.",
        "Stiglitz, Joseph. The Theory of Screening, Education, and the Distribution of Income. American Economic Review 65 (1975): 283-300."
    ]
}