{
    "id": 6393,
    "cites": 37,
    "cited_by": 40,
    "reference": [
        "Alba-Ramirez, Alfonso and Maria Jesus San Segundo (1995), The Economic Returns to Education in Spain, Economics of Education Review 14 (2), 155-166.",
        "Arai, Mahmood (1994), An Empirical Analysis of Wage Dispersion and Efficiency Wages, Scandinavian Journal of Economics 96 (1), 31-50.",
        "Arrnitage, Jane and Richard Sabot (1987), Socioeconomic Background and the Returns to Schooling in Two Low-Income Economies, Economica 54 (213), 103-108.",
        "Barro, Robert J. (1991), Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics 106 (2), 407-444.",
        "Barro, Robert J. and Jong-Wha Lee (1993), International Comparisons of Educational Attainment, Journal of Monetary Economics 32 (3), 363-394.",
        "Barro, Robert J. and Jong-Wha Lee (1996), International Measures of Schooling Years and Schooling Quality, American Economic Review, Papers and Proceedings 86 (2), 218-223.",
        "Barro, Robert J., N. Gregory Mankiw, and Xavier Sala-i-Martin (1995), Capital Mobility in Neoclassical Models of Growth, American Economic Review 85 (1), 103-115.",
        "Benhabib, Jess and Mark M. Spiegel (1994), The Role of Human Capital in Economic Development: Evidence from Aggregate Cross-Country Data, Journal of Monetary Economics 34 (2), 143-174.",
        "Card, David (1994), Earnings, Schooling, and Ability Revisited, NBER Working Paper 4832.",
        "Callan, Tim and Barry Reilly (1993), Unions and the Wage Distribution in Ireland, Economic and Social Review 24 (4), 297-312.",
        "Carroll, Christopher D. and Lawrence H. Summers (1991), Consumption Growth Parallels Income Growth: Some New Evidence, B. Douglas Bernheim and John B. Shoven, eds., National Saving and Economic Performance, University of Chicago Press, 305-343.",
        "Carroll, Christopher D. and David N. Well (1994), Saving and Growth: A Reinterpretation, Carnegie-Rochester Conference Series on Public Policy 40, 133-192.",
        "Chiswick, Carmel U. (1977), On Estimating Earnings Functions for LDCs Journal of Development Economics 4 (1), 67-78.",
        "Cohen, Bernice H. (1963), Family Patterns of Mortality and Life Span, Quarterly Review of Biology, 38, 130-181.",
        "Easterly, William, Michael Kremer, Lant Pritchett, and Lawrence H. Surnrners (1993), Good Policy or Good Luck? Country Growth Performance and Temporary Shocks, Journal of Monetary Economics 32 (3), 459-484.",
        "Eaton, Jonathan and Samuel Kortum (1996), Trade in Ideas: Patenting and Productivity in the OECD, Journal of International Economics 40, 251-278.",
        "Ehrenberg, Ronald G., and Robert S. Smith (1997), Modern Labor Economics, Addison-Wesley.",
        "Foster, Andrew D. and Mark R. Rosenz~veig (1996), Technical Change and Human Capital Returns and Investments: Evidence from the Green Revolution, American Economic Review 86 (4), 931-953.",
        "Hartvig, W., (1959), Lifespan of Cattle and Horses Under Various Climatic Conditions and the Reasons for Premature Culling, in The Lifespan of Animals (G. E. Wolstenhome and C. M.",
        "OConnor, eds.), Little, Brown, and Company. Jones, Charles I. (1997), The Upcoming Slowdown in U.S. Economic Growth, mimeo., Stanford University.",
        "Kendrick, John W. (1976), The Formation and Stocks of Total Capital, New York, Columbia University Press for the NBER.",
        "Klenow, Peter J. and Andres Rodriguez-Clare (1997), The Neoclassical Revival in Growth Economics: Has It Gone Too Far? forthcoming, 1997 NBER Macroeconomics Annual.",
        "Krueger, Alan B. and Jorn-Steffen Pischke (1992), A Comparative Analysis of East and West German Labor Markets Before and After Unification, NBER Working Paper 4154.",
        "Levine, Ross and David Renelt (1992), A Sensitivity Analysis of Cross-Country Growth Regressions, American Economic Review 82 (4), 942-963.",
        "Lillard, Lee A. (1977), Inequality: Earnings vs. Human Wealth, American Economic Review 67, 42-53.",
        "Lucas, Robert E. (1988), On the Mechanics of Economic Development, Journal of Monetary Economics 22, 3-42.",
        "Maddison, Angus (1982), Phases of Capitalist Development, Oxford University Press.",
        "Mincer, Jacob (1974), Schooling, Experience, and Earnings, New York: Columbia University Press.",
        "Mulligan, Casey B. and Xavier Sala-i-Martin (1995), A Labor-Income-Based Measure of the Value of Human Capital: An Application to the States of the United States, NBER Working Paper 5018.",
        "Psacharopoulos, George (1994), Returns to Investment in Education: A Global Update, World Development 22, 1325- 1343.",
        "Rebelo, Sergio (1991), Long Run Policy Analysis and Long Run Growth, Journal of Political Economy 99, 500-521.",
        "Rosen, Sherwin (1976), A Theory of Lifetime Earnings, Journal of Political Economy 84 (4), S45-S57.",
        "Rudd, Jeremy (1996), Empirical Evidence on Human Capital Spillovers, mimeo., Princeton University.",
        "Summers, Robert and Alan Heston (1991), The Penn World Table (Mark 5): An Expanded Set of International Comparisons, Quarterly Journal of Economics 106 (2), 327-368.",
        "United Nations (1994), The Sex and Age Distribution of the World Populations, the 1994 Revision, United Nations, New York.",
        "U.S. Department of Education (1996), 1996 Digest of Education Statistics, U.S. Government Printing Office, Washington D.C.",
        "Wright, Randall (1996) Taxes, Redistribution, and Growth, Journal of Public Economics 62, 327-338."
    ]
}