{
    "id": 6394,
    "cites": 40,
    "cited_by": 13,
    "reference": [
        "Admati, Anat and Paul Pfleiderer (1997): Does It All Add Up? Benchmarks and the Compensation of Active Portfolio Managers,Journal of Business 70, 323-350.",
        "Berkowitz, Michael K. and Yehuda Kotowitz (1993): Incentives and Efficiency in the Market for Management Services: A Study of Canadian Mutual Funds, Canadian Journal of Economics 26, 850-866.",
        "Brandenburger, Adam and Ben Polak (1996): When Managers Cover their Posteriors: Making Decisions the Market Wants to See, Rand Journal of Economics 27, 523-541.",
        "Brown, Stephen J., William N. Goetzmann, Roger G. Ibbotson and Steven A. Ross (1992): Survivorship Bias in Performance Studies, Review, of Financial Studies 5, 553-580.",
        "Carhart, Mark M. (1997): On Persistence in Mutual Fund Performance, The Journal of Finance 52, 1-33.",
        "Chevalier, Judith A. and Glenn Ellison (1997a): Risk-Taking by Mutual Funds as a Re- sponse to Incentives, Journal of Political Economy 105, 1167-1200.",
        "Chevalier, Judith A. and Glenn Ellison (1997b): Are Some Mutual Fund Managers Better Than Others? Cross-sectional patterns in Behavior and Performance, mimeo.",
        "Coughlan, Anne T. and Ronald M. Schmidt (1985): Executive Compensation, Manage- ment Turnover, and Firm Performance: An Empirical Investigation, Journal of Accounting and Economics 7, 43-66.",
        "Daniel, Kent D. and Sheridan Titman (1997): Evidence on the characteristics of cross- sectional variation in common stock returns, The Journal of Finance 52, 1-33.",
        "Dewatripont, Matthias, Ian Jewitt, and Jean Tirole (1997): Information Structures and Career Concerns, mimeo.",
        "Fama, Eugene F. (1980): Agency Problems and the theory of the firm, Journal of Political Economy 88, 288-307.",
        "Fudenberg, Drew and Jean Tirole (1995): A Theory of Income and Dividend Smoothing Based on Incumbency Rents,n Journal of Political Economy 105, 75-93.",
        "Gibbons, Robert and Kevin J. Murphy (1992): Optimal Incentive Contracts in the P- resence of Career Concerns: Theory and Evidence, Journal of Political Economy 100, 468-505.",
        "Goetzmann, William N. and Roger G. Ibbotson (1994): Do Winners Repeat? Patterns in Mutual Fund Performance, Journal of Portfolio Management 20, 9-18.",
        "Gompers, Paul and Josh Lerner (1995): An Analysis of Compensation in U.S. Venture 31 Capital Partnerships, Harvard Business School Working Paper 95-009.",
        "Grinblatt, Mark and Sheridan Titman (1989): Adverse Risk Incentives and the Design of Performance-Based Contracts. Management Science 35, 807-822.",
        "Holmstrom, Bengt (1982): Managerial Incentive Problems-A Dynamic Perspective. In Essays in Economics and Management in Ronor of Lars Wahlbeck. Helsinki: Swedish School of Economics.",
        "Huddart, Steven (1997): Reputation and Performance Fee Effects on Portfolio Choice by Investment Advisers. Duke University, Fuqua School of Business working paper.",
        "Ippolito, Richard A. (1992): Consumer Reaction to Measures of Poor Quality: Evidence from the Mutual Fund Industry, Journal of Law and Economics 35, 45-70.",
        "Jovanovic, Boyan (1979): Job Matching and the Theory of Turnover, Journal of Political Economy 87, 972-990.",
        "Kahn, L. and P. Sherer: (1990): Contingent Pay and Managerial Performance, Industrial and Labor Relations Review 43, 107-121.",
        "Khorana, Ajay (1996): Top Management Turnover: An Empirical Investigation of Mutual Fund Managers, Journal of Financial Economics 40, 403-427.",
        "Lakonishok, Josef, Andrei Shleifer, Richard Thaler and Robert Vishuy (1991): UWindow Dressing by Pension Fund Managers, American Economic Review Papers and Proceedings 81, 227-231.",
        "Lamont, Owen (1995): Macroeconomic Forecasts and Microeconomic Forecasters, NBER Working Paper 5284.",
        "Lazear, Edward (1996): Performance Pay and Productivity, NBER Working Paper 5672.",
        "Lazear, Edward and Sherwin Rosen (1981): Rank-order Tournaments as Optimum Labor Contracts, Journal of Political Economy 89, 841-864.",
        "MacDonald, Glenn (1982): A Market Equilibrium Theory of Job Assignment and Sequen- tial Accumulation of Information, American Economic Revieu 72, 1038-55.",
        "Modigliani, Franco, and Gerald A. Pogue (1975): Alternative Investment Performance Fee 32 Arrangements and Implications for SEC Regulatory Policy, Bell Journal of Economics 6, 127-160.",
        "Morris, Stephen (1997): An Instrumental Theory of Political Correctness, mimeo.",
        "Murphy, Kevin J. (1986): Incentives, Learning and Compensation: a Theoretical and Empirical Investigation of Managerial Labor Contracts, Rand Journal of Economics 17, 59-76.",
        "Prendergast, Canice and Lars Stole (1996): Impetuous Youngsters and Jaded Old-Timers: Acquiring a Reputation for Learning, Journal of Political Economy 104, 1105-1134.",
        "Robinson, Peter M. (1988): Root-N Consistent Semiparametric Regression, Econometrica 56, 931-954.",
        "Ross, Steven A., Paul Taubman and Marc Wachter (1981): Learning by Observing the Distribution of Wages, in S. Rosen (ed.) Studies in Labor Markets. Chicago: University of Chicago Press, 376-384.",
        "Roston, Marc (1997): Mutual Fund Managers and Life Cycle Risk: An Empirical Investi- gation, Chicago: University of Chicago, Department of Economics.",
        "Scharfstein, David S. and Jeremy C. Stein (1990): Herd Behavior and Investment, Amer- ican Economic Revietr 80, 465-489.",
        "Sirri, Erik R. and Peter Tufano (1993): Buying and Selling Mutual Funds: Flows, Perfor- mance, Fees, and Services, Cambridge: Harvard Business School.",
        "Starks, Laura T. (1987): Performance Incentive Fees: An Agency Theoretic Approach, Journal of Financial and Quantitative Analysis 22, 17-32.",
        "Warner, Jerold B., Ross L. Watts and Karen H. Wruck (1988): Stock Prices and Top Management Changes, Journal of Financial Economics 20, 461-492.",
        "Weisbach, Michael S. (1988): UOutside Directors and CEO Turnover, Journal of Finana- cial Economics 20, 431-460.",
        "Zwiebel, Jeffrey (1995): Corporate Conservatism and Relative Compensation, Journal of Political Economy 103, 1-25."
    ]
}