{
    "id": 6395,
    "cites": 18,
    "cited_by": 8,
    "reference": [
        "Auten, Gerry and Robert Carroll (1997), The Effect of Income Taxes on Household Behavior Mimeo, Office of Tax Analysis, US. Department of the Treasury.",
        "Auten, G. and C. Clotfelter (1982), APermanent Versus Transitory Tax Effects and the Realization of Capital Gains@ Quarterly Journal of Economics, 97(4) pp. 6 13-632.",
        "Conference Board, Top Executive Compensation. various years. Conference Board, New York. Cutler, David and Larry Katz (199 I), Macroeconomic Performance and the Disadvantaged, Brookings Papers on Economic Activity, 199 112, pp. l-74. Eissa, N. (1996), ATax Reforms and Labor Supply@ in Tax Policy and the Economy v. 10, J. Poterba, ed.",
        "Feenberg, D. and J. Poterba (1993), Income Inequality and the Incomes of Very High Income Taxpayers, in Tax Policy and the Economy v. 7 J. Poterba ed., MIT Press, Cambridge.",
        "Feldstein, M. (1995b), Tax Avoidance and the Deadweight Loss of the Income Tax, NBER Working Paper 5055.",
        "Goolsbee, Austan (1997), What Happens When You Tax the Rich? Evidence From Executive Compensation Mimeo, University of Chicago.",
        "Heckman, J. (1993), What Has Been Learned About Labor Supply in the Past Twenty Years? American Economic Review 83(2): 116- 121.",
        "Heckman, J. (1996), AComment@ on Eissa in Empirical Foundations of Household Taxation, M.",
        "Levy, Frank and Richard Murnane (1992), U.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations Journal of Economic Literature, 30: 1333- 138 1.",
        "Lindsey, Lawrence (1990), The Growth Experiment. Basic Books; New York.",
        "Moffitt, R. and M. Wilhelm (1998), Labor Supply Decisions of the Affluent, this volume.",
        "Parcell, A. (1996), Income Shifting in Response to Higher Tax Rates: The Effects of OBRA 93 Mimeo OTA, presented at ASSA meetings, San Francisco, 1996.",
        "Pencavel, John (1986), Labor Supply of Men: A Survey in Handbook of Labor Economics, Vol. 1, Orley Ashenfelter and Richard Layard, eds. Amsterdam: Elsevier.",
        "Randolph, W. (1995), ADynamic Income, Progressive Taxes, and the Timing of Charitable Contributions,@ Journal of Political Economy, 103(4), pp. 709-38.",
        "Scholes, M. and M. Wolfson (1992), TaJres and Business Strategy, Prentice Hall, New Jersey.",
        "Silverman, B. (1986), Density Estimation for Statistics and Data Analysis. London; Chapman and Hall.",
        "Slemrod, J. and S. Yitzhaki (1996), AThe Cost of Taxation and the Marginal Efficiency Cost of Funds@ IMF StafSPapers 43(l).",
        "Toder, E. (1995), Comments Mimeo, NBER Conference November, 7 1995."
    ]
}