{
    "id": 6397,
    "cites": 17,
    "cited_by": 9,
    "reference": [
        "Banerjee, Anindya, Lumsdaine, Robin, and James Stock (1992), Recursive and Sequential Tests of the Unit Root and Trend Break Hypotheses: Theory and International Evidence, Journal of Business and Economic Statistics, 10, 271-287.",
        "Ben-David, Dan, and David H. Papell (1995), The Great Wars, the Great Crash, and Steady State Growth: Some New Evidence About an Old Stylized Fact, Journal of Monetary Economics, 36, 453-475.",
        "Ben-David, Dan, and David H. Papell (1997), Slowdowns and Meltdowns: Post-War Growth Evidence from 74 Countries, forthcoming, Review of Economics and Statistics.",
        "Campbell, John and Pierre Perron (1991), Pitfalls and Opportunities: What Macroeconomists Should Know About Unit Roots, NBER Macroeconomics Annual, 141-201.",
        "Cass, David (1965), Optimum Growth in an Aggregative Model of Capital Accumulation, Review of Economic Studies, 32, 233-40.",
        "Christiano, Lawrence, (1992), Searching for a Break in GNP, Journal of Business and Economic Statistics, 10, 237-250.",
        "Kaldor, Nicholas (1961), Economic Growth and Capital Accumulation, in F.Lutz and D.C.",
        "Hague, eds., The Theory of Capital, London: Macmillan. Koopmans, Tjalling C. (1965), On the Concept of Optimal Economic Growth, The Econometric Approach to Development Planning, Pontificia Academia Scientiarum, Amsterdam: North-Holland Publishing Co..",
        "Lumsdaine, Robin and David Papell (1997), Multiple Trend Breaks and the Unit Root Hypothesis, Review of Economics and Statistics, LXXIX, 212-218.",
        "Maddison, Angus (1991), Dynamic Forces in Capitalist Development. A Long-Run Comparative View, Oxford: Oxford University Press.",
        "Nelson, Charles, and Charles Plosser, (1982), Trends and Random Walks in Macroeconomic Time Series: Some Evidence and Implications, Journal of Monetary Economics, 10, 139-162.",
        "Perron, Pierre (1989), The Great Crash, the Oil Price Shock, and the Unit Root Hypothesis, Econometrica, 57, 1361-1401.",
        "Perron, Pierre (1994), Trend, Unit Root and Structural Change in Macroeconomic Time Series, in B.B. Rao, ea., Cointegration for the Applied Economist, London: Macmillan.",
        "Raj, Baldev (1992), International Evidence on Persistence in Output in the Presence of an Episodic Change, Journal of Applied Econometrics, 7, 281-93.",
        "Romer, Paul M. (1986), Increasing Returns and Long Run Growth, Journal of Political Economy, 94, 1002-38.",
        "Solow, Robert M. (1956), A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics, 70, Reprinted in Joseph E. Stiglitz and Hirofumi Uzawa (eds.), Readings in the Modern Theory of Economic Growth, Cambridge: MIT Press, 58-87.",
        "Zivot, Eric and Donald Andrews (1992), Further Evidence on the Great Crash, the Oil Price Shock, and the Unit Root Hypothesis, Journal of Business and Economic Statistics, 10, 251-270."
    ]
}