{
    "id": 64,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "1. Andrews, D.F., Bickel, P.J., Hampel, F.R., Huber, P.J., Rogers, W.H., and Tukey, J.W., Robust Estimates of Location: Survey and Advances, Princeton University Press, Princeton, N.J., 1972.",
        "2. Becker, R., Kaden, N., and Klema, V., The Singular Value Analysis in Matrix Computation, NBER Working Paper 46 (1974).",
        "3. Bishop, Y.M.M., Fienberg, S.E., Holland, P.W., Discrete Multivariate Analysis: Theory and Practice. M.I.T. Press, Cambridge, Mass., 1974.",
        "4. Chambers, J.M.,Fitting Nonlinear Models: Numerical Techniques. Biometrika, Vol. 60 (1973), pp. 1-13.",
        "5. Efron, B. and Morris, C.,Steins Estimation Rule and Its competitors - An Empirical Bayes Approach.,Journal of the Amer. Stat. Assoc., 68, (1973), pp. 117-130.",
        "6. Gilbert, J., Light, R., Mosteller, F., Assessing Social Innovations: An Empirical Base for Policy Unpublished Manuscript, Dept. of Statistics, Harvard University (1974).",
        "7. Hampel, F.R. Robust Estimation: A Condensed Partial Survey, Z. Wahrscheinlichkeitstheorie, Vol. 27, (1973), pp. 81-104.",
        "8. Iloerl, A.E. and Kennard, R.W., Ridge Regression: Biased Estimation for NonorthogoÃ\u0083Â±al Problems, Technometrics, Vol. 12, (1970), pp. 55-68.",
        "9. 1~uber, P.J. RobuSt Regression: Asymptotics, Conjectures, and Monte Carlo, Annals of Statistics3 Vol. 1, (1973), pp. 799-821.",
        "10. James, W. and Stein, C., Estimation with Quadratic Loss, in Proceedings of the Fourth Berkeley Symposium 1., University of California Press (1961), pp. 91-105.",
        "11. Lindley, D.V. and Smith, A.F.M., Bayes Estimates for the Linear Model, J.R. Statist. Soc. B, Vol. 34 (1972),pp. 1-41.",
        "12. Mallows, C.L., Some Comments on C , Technometrics, Vol. 15 (1973), pp. 661-675. p",
        "13. Miller, R.G., A Trustworthy Jackknife, Ann. Math. Statist., Vol. 35 (1964), pp. 1594-1605.",
        "14. Mosteller, F. and Tukey, J.W.,Data Analysis, Including Statistics, Handbook of Social Psychology, 2nd edition, Vol. 2, C. Lindzey and E. Aronson, editors, Addison-Wesley, Reading, Mass., 1968. - 25 - References (cont `d.)",
        "15. TROLL Experimental Programs, NBER Computer Research Center Documentation Series D0070.",
        "16. Tukey, J.W., Exploratory Data Analysis, Limited preliminary edition, Vol. I, II, III. Addison-Wesley, New York., 1971.",
        "17. Tukey, J.W., Some Graphic and Semi-Graphic Displays, T.A. Bancroft, Ed. Statistical Pa-pers in Honor of George W. Snedecor Ames, Iowa: Iowa State University Press, (1972), pp. 293-316.",
        "18. Tukey, J.W.,Data Analysis, Computation and Mathematics, Quarterly of Applied Mathematics, (1972), pp. 51-65.",
        "19. Welsch, R.E.,Graphics for Data Analysis, National Bureau of Economic Research Working Paper No. 43, NBER Computer Research Center, Cambridge, Mass. To appear in Computers and Graphics, (1975)..",
        "20. Wermuth, N., An Empirical Comparison of Regression Methods, Unpublished Doctoral Dissertation, Department of Statistics, Harvard University (1972)."
    ]
}