{
    "id": 6408,
    "cites": 25,
    "cited_by": 227,
    "reference": [
        "Bernstein, Robert J. and John A. Penicook, Jr. (1996), Emerging Market Debt: Practical Portfolio Considerations, presented to the NYU Solomon Brothers Center Conference on Emerging Market Debt.",
        "Calvo, Guillermo and Enrique G. Mendoza (1995), Reflections on Mexicos Balance-of- Payments Crisis: A Chronicle of a Death Foretold, unpublished manuscript, University of Maryland.",
        "Cantor, Richard and Frank Packer (1994), The Credit Rating Industry, Federal Reserve Bank of New York Quarterly Review (summer/fall), pp.1 -26.",
        "Cantor, Richard and Frank Packer (1995), Determinants and Impact of Sovereign Credit Ratings, Federal Reserve Bank of New York Economic Policv Review 2 (October), pp.37- 53.",
        "Cline, William R. (1995), International Debt Reexamined, Washington, D.C.: Institute for International Economics.",
        "Cline, William R. and Kevin J.S. Barnes (1997), Spreads and Risk in Emerging Market Lending, Research Paper 97-1, Washington, DC: Institute of International Finance.",
        "Chari, V.V. and Patrick Kehoe (1997), Hot Money, Research Department, Federal Reserve Bank of Minneapolis.",
        "Dialynas, Chris P. and David H. Edington (1992), Bond Yield Spreads: A Postmodern View, Journal of Portfolio Management 19, pp.68-75.",
        "Diamond, Douglas W. (1991), Monitoring and Reputation: The Choice Between Bank Loans and Directly Placed Debt, Journal of Political Economy 99, pp.689-721.",
        "Edwards, Sebastian (1986), The Pricing of Bonds and Bank Loans In International Markets, European Economic Review 30, pp. 565-589.",
        "Eichengreen, Barry and Richard Portes (1989), After the Deluge: Default, Negotiation, and Readjustment During the Interwar Years, in Barry Eichengreen and Peter Lindert (eds), The International Debt Crisis in Historical Perspective, Cambridge, Mass.: Mll Press, pp.12-47.",
        "Fama, Eugene F. and Kenneth R. French (1993), Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics 33, 3-56.",
        "Hajivassilious, V. (1989), Do Secondary Markets Believe in Life After Debt? in H. Ishrat and I. Diwan (eds), Dealing with the Debt Crisis, Washington, D.C.: The World Bank, Emerging Market Bond Spreads pp.276-292.",
        "Haque, Nadeem, Mammohan Kumar, Nelson Mark and Donald J. Mathieson (1996), The Economic Content of Indicators of Developing Country Creditworthiness, Staff Papers 43, pp.688-724.",
        "Heckman, James (1979), Sample Section Bias as a Specification Error, Econometrica 47, pp.153-161.",
        "Huizinga, Harry (1989), Commercial Bank Claims on Developing Countries: How Have Banks Been Affected? in H. Ishrat and I. Diwan (eds), Dealing with the Debt Crisis, Washington, D.C.: The World Bank, pp.129-143.",
        "Ilmanen, Antti (1995), Time-Varying Expected Returns in International Bond Markets, Journal of Finance 50, pp.481-506.",
        "International Monetary Fund (1995), International Capital Markets: Developments. Prospects and Policv Issues, Washington, D.C.: IMF (August).",
        "International Monetary Fund (1997), International Capital Markets: Developments.",
        "Prospects. and Key Policy Issues: Background Material. Part 1: Recent Developments and Trends in Capital Markets and Banking Systems, Washington, D.C.: IMP (forthcoming, October). Ilamanen, Antti (1995), Time-Varying Expected Returns in International Bond Markets, Journal of Finance 50, pp.481-506.",
        "Kinoshita, Yuko and Ashoka Mody (1997), The Usefulness of Private and Public Information for Foreign Investment Decisions, Policy Research Working Paper 1733, World Bank, Washington D.C.",
        "Lee, Suk Hun (1993), Are the Credit Ratings Assigned by Bankers Based on the Willingness of LDC Borrowers to Repay? Journal of Development Economics 40, pp.49-359.",
        "Levey, David H. (n.d.), Evaluating Sovereign Risk, unpublished manuscript, Moodys Investors Service. Longstaff, Francis A. and Eduardo S. Schwartz (1993), Valuing Risky Debt: A New Approach, unpublished manuscript, Anderson School of Management, UCLA.",
        "P~cell, Jo-., Emest Bro~, Jo~e Ch~g ~d D1~ D_~ (1993), Fe~e~ Over Developing Cog Sovereign gangs: Me Case of Hexlco/ Emerita ~~e1s Rese~cb, Solomon Brokers, pp.l-10.",
        "S1=d~d ~ Poors (1993), Lock Cadent Due Rags Cdieda: ~ ~e, S1=d~ ad PooEs Chteda ~7 amp."
    ]
}