{
    "id": 6409,
    "cites": 17,
    "cited_by": 53,
    "reference": [
        "Bebchuk, Lucian A. Litigation and Settlement under Imperfect Information. RAND Journal of Economics 15, no. 3 (1984): 404-415.",
        "Cooter, Robert D. and Daniel L. Rubinfeld. An Economic Model of Legal Discovery. Journal of Legal Studies 23 (January 1994):435-463.",
        "Eisenberg, Theodore. Testing the Selection Effect: A New Theoretical Framework with Empirical Tests. Journal of Legal Studies 19 (June 1990):337-358.",
        "Eisenberg, Theodore. The Relationship between Plaintiff Success Rates before Trial and at Trial. Journal of the Royal Statistical Society series A, 154, no. 1 (1991):111-116.",
        "Froeb, Luke. Adverse Selection of Cases for Trial International Review of Law and Economics 13, (1993): 317-324.",
        "Gould, John P. The Economics of Legal Conflicts. Journal of Legal Studies 2, (1973):279-300.",
        "Grossman, Gene M. and Michael L. Katz. Plea Bargaining and Social Welfare. American Economic Review 73 (1983): 749-757.",
        "Hay, Bruce L. Civil Discovery: Its Effect and Optimal Scope. Journal of Legal Studies 23 (January 1994): 481-515.",
        "Hylton, Keith N. Asymmetric Information and the Selection of Disputes for Litigation. Journal of Legal Studies 22 (January 1 993): 1 87-2 1 0. Kessler, Daniel, Thomas Meites, and Geoffrey P. Miller Explaining Deviations from the Fifty Percent Rule A Multimodal Approach to the Selection of Cases for Litigation. Journal of Legal Studies 25, no. 1 (1996):233-59.",
        "Landes, William M. An Economic Analysis of the Courts. Journal of Law and Economics 14, (1971): 61-107.",
        "Nalebuff, Barry. Credible Pretrial Negotiation. RAND Journal of Economics 18, (Summer 1987): 198-210.",
        "Priest, George and Benjamin Klein. The Selection of Disputes for Litigation. Journal of Legal Studies 13 (January 1984):1-56.",
        "Shavell, Steven. Any Frequency of Plaintiff Victory is Possible. Journal of Legal Studies 25 (June 1996): 493-501.",
        "Siegelman, Peter and John J. Donohue III. The Selection of Employment Discrimination Disputes for Litigation: Using Business Cycle Effects to Test the Priest/Klein Hypothesis. Journal of Legal Studies 24 (1995): 427-62.",
        "Spier, Kathryn E. The Dynamics of Pretrial Negotiation. Review of Economic Studies 59 (1992):93-108.",
        "Waldfogel, Joel. The Selection Hypothesis and the Relationship between Trial and Plaintiff Victory. Journal of Political Economy 103, no.2 (1995):229-260.",
        "Wittman, Donald. Is the Selection of Cases for Trial Biased? Journal of Legal Studies 14 (January 1985):185-214."
    ]
}