{
    "id": 6412,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Blake, Christopher, Edwin Elton and Martin Gruber, 1996, Factors in security returns (??), Working Paper, Stern School of Business, NYU, 1996.",
        "Brown, Stephen J., 1989, The number of factors in security returns, Journal of Finance 44:5, 1247- 1262.",
        "Brown, Stephen J. and William N. Goetzmann, 1997, Mutual fund styles, Journal of Financial Economics, Forthcoming.",
        "Chen, Naifu, Richard Roll and Stephen Ross, 1986, Economic forces and the stock market, Journal of Business, 59, 383-403.",
        "Conner, Gregory and Robert Korajczyk, 1988, Risk and return in an equilibrium APT: Application of a new test methodology, Journal of Financial Economics, 21, 255-290.",
        "Elton, Edwin and Martin Gruber, 1970, Improved forecasting through the design of homogeneous groupings, Journal of Business 44, 432-450.",
        "Elton, Edwin, Martin Gruber, Sanjiv Das and M. Hlavka,1993, Efficiency with costly information: A reinterpretation of evidence for managed portfolios, Review of Financial Studies 6, 1-22.",
        "Fama, Eugene, J. MacBeth ,1973, Risk, return and equilibrium: Empirical tests, Journal of Political Economy, 71, 67-636.",
        "Fama Eugene and Kenneth French, 1992, The cross-section of expected stock returns, Journal of Finance, 47, 427-465.",
        "Grinblatt, Mark and Sheridan Titman, 1985, Factor pricing in a finite economy, Journal of Financial Economics, 12, 497-507.",
        "Hartigan, John A., 1975, Clustering Algorithms (John Wiley and Sons, New York, NY).",
        "Lakonishok, Josef, Andrei Shleifer, and Robert Vishny, 1993, Contrarian investment, extrapolation and investment risk, Journal of Finance 49, 1541-1578.",
        "Lehmann, Bruce N. and David Modest, 1988, The empirical foundations of the arbitrage pricing theory, Journal of Financial Economics, 21, 213-254.",
        "Roll, Richard and Stephen Ross, 1980, An empirical examination of the arbitrage pricing theory, Journal of Finance, 35, 1073-1103."
    ]
}