{
    "id": 6416,
    "cites": 32,
    "cited_by": 66,
    "reference": [
        "[1] Acemoglu, Daron, A Microfoundation for Social Increasing Returns in Human Capital Accumulation, Qvarterly Journal of Economics 111, no. 3 (August 1996): 779-804.",
        "[2] Acemoglu, Daron, and Fabrizzio Zilibotti, Was Prometheus Unbound by Chance? Risk, Diversification, and Growth, Journal of Political Economy 105, no. 4 (August 1997): 709- 751.",
        "[3] Arrow, Kenneth, The Economic Implications of Learning by Doing, Review of Economic Studies 29 (June 1962): 155 - 173.",
        "[4] Azariadis, Costas, and Alan Drazen, Threshold Externalities in Economic De- velopment, Quarterly Journal of Economics 105 (1990) 501 - 526.",
        "[5] Bakh, Byong-Hyong and Michael Gort, Decomposing Learning by Doing in New Plants, Journal of Political Economy 101, no. 4 (August 1993): 561 - 583.",
        "[6] Bartel, Anne, and Frank Lichtenberg, The Comparative Advantage of Educated Workers in Implementing New Technology, Review of Economics and Statistics 69 (February 1987): 1 - 11.",
        "[7] Baumol, William, The Transactions Demand for Cash: An Inventory-Theoretic Approach, Quarterly Journal of Economics 66 (November 1952): 545 - 556.",
        "[8] Benhabib, Jess, and Aldo Rustichini, 1991, Vintage Capital, investment, and Growth, Journal of Economic Theory 55, no. 2 (December 1991): 323 - 339.",
        "[9] Boldrin, Michele, and Jose Scheinkman, Learning by Doing, International Trade and Growth: A Note, in The Economy as an Evolving Complex System, Santa Fe Studies in the Sciences of Complexity, Addison-Wesley (1988): 285 - 300.",
        "[10] Caselli, Francesco, and Jaume Ventura, A Representative-Consumer Theory of Distribution, MIT, October 1996.",
        "[11] Chari, V.V., and Hugo Hopenhayn, Vintage Human Capital, Jovrnal of Po- litical Economy 99, no.6 (December 1991): 1142-1165.",
        "[14] Dixit, Avinash, Analytical Approximations in Models of Hysteresis, Reviciv of Economic Studies (1991): 141 - 152.",
        "[15] Doms, Mark, Timothy Dunne and Kenneth Troske, Workers, Wages, and Tech- nology, Quarterly Journal of Economics 112, no. 1 (February 1997): 291 - 304.",
        "[16] Dwyer, Douglas, Technology Locks, Creative Destruction, and Non- Convergence in Productivity Levels, Review of Economic Dynamics, this issue.",
        "[17] Galor Oded and Joseph Zeira, Income Distribution and Macroeconomics Re- vie~v of Economics Studies. 60, 35-52, (January, 1993).",
        "[18] Goolsbee, Austan, Factor Prices and the Retirement of Capital Goods, Reviev of Economic Dynamics, this issue.",
        "[19] Gort, Michael, and Raford Boddy Vintage Effects and the Time Path of In- vestment in Production Relations, Studies in Income and Wealth 31, Columbia University Press (for NBER), (1967): 395 - 422.",
        "[20] Greenwood, Jeremy, Zvi Hercowitz, and Per Krusell Long-Run Implications of Investment-Specific Technological Change, American Economic Review 87, no. , (June 1997): 342 - 362.",
        "[24] Huggett, Mark, and Sandra Ospina, Investment in New and Used Capital: Plant Level Facts, ITAM, December, 1997.",
        "[25] Jovanovic, Boyan, Inflation and Welfare in the Steady State, Journal of Po- litical Economy 90, no. 3 (June 1982): 561 - 577.",
        "[26] Jovanovic, Boyan, and Yaw Nyarko, Learning by Doing and the Choice of Tech nology, Econometrica 64, no. 6 (November 1996): 1299- 1310.",
        "[29] Parente, Stephen, Barriers to Technology Adoption and Development, Journal of Political Economy 102, no. 2 (April 1994): 298 - 321.",
        "[30] Parente, Stephen, Technology Adoption, Learning-by-Doing, and Economic Growth, Journal of Economic Theory 63, no.2 (August 1994): 346 - 69.",
        "[31] Ramey, Valerie, and Matthew Shapiro, Sectoral Mobility of Capital: A Case Study of an Aerospace Firm, University of Michigan, November 1996.",
        "[34] Rosenberg, Nathan, Inside the Black Bo.7.: Technology and Economics, New York: Cambridge University Press, 1982.",
        "[35] Sattinger, Michael, Comparative Advantage and the Distribution of Earnings and Abilities, Econometrica 43 (1975): 455 - 68.",
        "[36] Shinohara, Miyohei, Growth and Cycles in the Japanese Economy, Kinokuniya Bookstore Co., Tokyo, 1962.",
        "[37] Siegel, Donald, The Impact of Technological Change on Employment: Evidence from a Survey of Long Island Manufacturers, School of Management, Arizona State University-West, 1996, forthcoming in Economics of Innovation and Ned Technology.",
        "[38] Stolyarov, Dmitriy, International Technology Adoption: The Welfare Cost of Trade Restrictions Revisited, University of Pennsylvania, May 1997.",
        "[39] Tinbergen, Jan, Some Remarks on the Distribution of Labor Incomes, Inter- national Economic Papers 1, Alan Peacock ed. (1951): 195 - 207.",
        "[40] Violante, Giovanni, Equipment Investment and Skill Dynamics: A Solution to the Wage Dispersion Puzzle? University of Pennsylvania, December 1996.",
        "[41] Zeckhauser, Richard, Optimality in a World of Progress and Learning, Review of Economic Studies 35 (1968): 363 - 365. 29"
    ]
}