{
    "id": 6417,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "American Psychiatric Association [1994], Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Washington DC.",
        "American Psychiatric Association [1993]. Practice Guidelines for Major Depressive Disorder in Adults, American Journal of Psvchiatrv, 150(4): 1 -26.",
        "Armknecht, Paul A. and Daniel H. Ginsburg [199?]. Improvements in Measuring Price Changes in Consumer Services: Past, Present and Future, in Zvi Griliches, ea., assisted by Ernst R. Berndt, Timothy F. Bresnahan and Marilyn E. Manser, Output Measurement in the Service Sectors. Conference on Research in Income and Wealth, Studies in Income and Wealth, Vol. 56, Chicago: University of Chicago Press for the National Bureau of Economic Research, pp. 109- 156. Beach, S.R.H., E.E. Sandeen and K.D. OLeary [1990]. Depression in Marriage, New York: Guilford Press.",
        "Beck, A.T., A.J. Rush, B.F. Shaw and G. Emergy [1979]. Cognitive Theranv of Depression, New York: Guilford Press.",
        "Berndt, Ernst R., Richard G. Frank and Thomas G. McGuire [1997]. Altemative Insurance Arrangements and the Treatment of Depression: What Are The Facts?, American Journal of Managed Care, 3(2):243-250.",
        "Berndt, Ernst R., Iain Cockburn and Zvi Griliches [1996]. Pharmaceutical Innovations and Market Dynamics: Tracking Effects on Price Indexes for Antidepressant Drugs, Brooking Papers on Economic Activity: NIicroeconomics 1996, pp. 133-188.",
        "Busch, Susan, Richard G. Frank and Ernst R. Berndt. Effectiveness, Efficacy and Price Indexes for Depression: A Review of the Literature. unpublished manuscript, Harvard Medical School, Department of Health Care Policy. Boston, December 1996.",
        "Cardenas, E [19964. The CPI for Hospital Services: Concepts and Procedures, Monthlv Labor Review. July? PP :4~4~ Catron. Brian and Bonnie Plushy [19961. Hospital Price Inflation: What Does the New PPI Tell Us? Monthlv Labor Review. July. pp ?4 :1.",
        "Cleeton, David L., Valv T. Goepfrich and Burton A. Weisbrod [199_]. What Does the Consumer Price Index for Prescription Drubs Reallv Measure? Health Care Financing Review. I :(~):45-5 1 . , Crown, William E., Robert L. Obenchain, Luella Englehart, Tamra Lair, Don P. Buesching and Thomas W. Croghan [1996]. Application of Sample Selection Models to Outcomes Research: The Case of Evaluating Effects of Antidepressant Therapy on Resource Utilization, unpublished manuscript, Cambridge, MA: The MedStat Group, January.",
        "Cutler, David M., Mark McClellan, Joseph P. Newhouse and Dahlia Remler [1996]. Are Medical Prices Declining? Cambridge, MA: National Bureau of Economic Research, Working Paper 5750, September.",
        "Cutler, David M., Mark McClellan, and Joseph P. Newhouse. The Costs and Benefits of Intensive Treatment for Cardiovascular Disease, (in this voume). Daugherty, J. C. [1964]. Health Insurance in the Revised CPI, Monthlv Labor Review, 87(11):1299-1300.",
        "Depression Guideline Panel [1993]. Depression in Primarv Care, Vol. 2, Rockville, MD: U.S.",
        "Department of Health and Human Services, AHCPR publication 93-05 j 1. Diewert, W. Erwin [1976]. Exact and Superlative Index Numbers, Journal of Econometrics, 4(2):115-146.",
        "Dranove, David, Mark Shanley and William D. White [1991~. Does the Consumer Price Index Overstate Hospital Price Inflation? Medical Care, 29:690-696."
    ]
}