{
    "id": 6420,
    "cites": 13,
    "cited_by": 8,
    "reference": [
        "[1] Bar-Ilan, Avner, and Alan S. Blinder. Consumer Durables: Evidence on the Opti- mality of Doing Nothing. Journal of Money, Credit and Banking, 24, 253-272, 1992.",
        "[2] Bernanke, Benjamin S., The Determinants of Investment: Another Look, American Economic Review 73, 71-75, 1983.",
        "[9] Caballero, Ricardo J., and Eduardo M.R.A. Engel, Microeconomic Adjustment Haz- ards and Aggregate Dynamics, Quarterly Journal of Economics, 108-2, 697-711, 1993a.",
        "[12] Caballero, Ricardo J., Eduardo M.R.A. Engel and John Haltiwanger, Aggregate Em- ployment Dynamics: building from microeconomic evidence, mimeo MIT, 1993. 53",
        "[13] Caballero, Ricardo J., Eduardo M.R.A. Engel and John Haltiwanger, Plant-Level Adjustment and Aggregate Investment Dynamics, Brookings Papers on Economic Activity 2,1-39, 1995.",
        "[15] Clark, Peter K., Tax Incentives and Equipment Investment, Brookings Papers on Economic Activity 1, 317-339, 1993.",
        "[16] Cooper, Russell and John Haltiwanger, The Aggregate Implications of Machine Re- placement: Theory and Evidence, American Economic Review 83-3, 360-382, 1993.",
        "[17] Dixit, Avinash, and Robert S. Pindyck, Investment Under Uncertainty, Princeton University Press, 1994.",
        "[18] Doms, M. and T. Dunne, An Investigation into Capital and Labor Adjustment at the Plant Level, mimeo, Center for Economic Studies, Census Bureau, 1993.",
        "[19] Eberly, J.C., Adjustment of Consumers Durables Stocks: Evidence from Automobile Purchases, Journal of Political Economy 102-3, June 1994, p. 403-436.",
        "[20] Grossman, Sanford J., and Guy Laroque, Asset Pricing and Optimal Portfolio Choice in the Presence of Illiquid Durable Consumption Goods, Econometrica, 58 (1), 25- 51, 1990.",
        "[21] Hall, Robert E. and Dale Jorgenson, Tax Policy and Investment Behavior, American Economic Review, 57, 391-414, 1967.",
        "[30] gong, Q.H., LlkeLhood Ratio Masts tar Model Selectlon and Non-Nested Hypotbe- ses/ ^~omefri~ 67 1989, 257-306. 55"
    ]
}