{
    "id": 6424,
    "cites": 61,
    "cited_by": 127,
    "reference": [
        "Alogoskoutis G.S., L. Papademos and R. Portes (1991), eds., External Constraints on Macroeconomic Policy: The European Experience, Cambridge University Press.",
        "Alogoskoufis G.S. and R. Portes (1991), International Costs and Benefits of EMU, in The Economics of EMU, European Economy, Special Edition nod, pp. 231-45.",
        "Alogoskoufis G.S. and R. Portes (1992), European Monetary Union and International Currencies in a Tri-polar World, in Canzoneri M., Grilli V. and Masson P., Establishing a Central Bank: Issues in Europe and Lessons from the US, Cambridge, CUP and CEPR.",
        "Amihud Y. and H. Mendelson (1991), Liquidity, Maturity, and the Yields on U.S. Treasury Securities, Journal of Finance 46, pp. 1411-1425.",
        "Ammer J. and A. Brunner(1997), Are Banks Market Timers or Market Makers?, Journal of International Financial Markets, Institutions and Money 7, 43-60.",
        "Artus P. (1996), A Strong Euro or a Weak Euro?, Document de Travail No. 1996-02/EI, Caisse des Depots et Consignations.",
        "Artus P. (1997a), Comment change ltequilibre financier international sil apparent une seconde monnaie de reserve? Document de Travail 1997-03/EI, CDC.",
        "Artus P. (1997b), Leuro, la diversification de portefeuille et la gestion des reserves, Document de Travail 1997-09/EI, CDC.",
        "Begg D., F. Giavazzi and C. Wyplosz (1997), Options for the Future Exchange-Rate Policy of the EMU, CEPR Occasional Paper No. 17.",
        "Benassy A. and P. Deusy-Fournier (1994), La concurrence pour le status de monnaie internationals, Economie Internationale 59, 107-144.",
        "Benassy-Quere A. (1996), Potentialities and Opportunities of the Euro as an International Currency, Working Paper no. 96-09, CEPII.",
        "Bergsten F. (1997), The Impact of the Euro on Exchange Rates and International Policy Cooperation, in Krueger et al., eds. (1997).",
        "Bessembinder H. (1994), Bid-ask Spreads in the Interbank Foreign Exchange Markets, Journal of Financial Economics, 35:3, 317-348.",
        "Black S. (1985), International Money and International Monetary Arrangements, in Kenen P.B. and R.W. Jones (ed), Handbook of International Economics, Volume 2, Amsterdam, North-Holland.",
        "Black S. (1989), The International Use of Currencies, in Suzuki Y., J.",
        "Miyake and M. Okabe (eds), The Evolution of the International Monetary System: How Can Stability and Efficiency be Attained?, Tokyo, University of Tokyo Press. Cohen B.J. (1971), The Future of Sterling as an International Currency, London, Macmillan.",
        "Cohen B.J. (1997), The Political Economy of Currency Regions, in Milner H. (ad.), The Political Economy of Regionalism, Columbia University Press, pp.",
        "Commission of the European Communities (1990), One Market, One Money, European Economy 44.",
        "Dooley M.P., J.S. Lizondo and D.J. Mathieson (1989), The Currency Composition of Foreign Exchange Reserves, IMF Staff Papers, 36, pp. 385-434.",
        "ECU Institute (1995), International Currency Competition and the Future Role of the Single European Currency, Kluwer Law International.",
        "Eichengreen B. (1987), Conducting the International Orchestra: Bank of England Leadership under the Classical Gold Standard, Journal of International Money and Finance, 6, pp. 5-29.",
        "European Commission (1997a), External Aspects of Economic and Monetary Union, Directorate General II.",
        "European Commission (1997b), The Impact of the Introduction of the Euro on Capital Markets, Directorate General II.",
        "Fleming M. (1997), The Round-the-Clock Market for U.S. Treasury Securities, Federal Reserve Bank of New York Economic Policy Review, July, pp. 9-32.",
        "Fleming M. and E. Remolona (1997), Price Formation and Liquidity in the U.S. Treasury Market, manuscript, Federal Reserve Bank of New York.",
        "Folkerts-Landau D. and P. Garber (1992), The ECB: A Bank or a Monetary Policy Rule?, in Canzoneri M., Grilli V. and Masson P., Establishing a Central Bank: Issues in Europe and Lessons from the US, Cambridge, Cambridge University Press and CEPR.",
        "Frankel J. (1995), Still the Lingua Franca: The Exaggerated Death of the Dollar, Foreign Afflairs 74:4, pp. 9-16.",
        "Giovannini A. and C. Mayer (ads) (1991), European Financial Integration, Cambridge, Cambridge University Press and CEPR.",
        "Goodhart C. (1996), The Two Concepts of Money and the Future of Europe, manuscript.",
        "Hartmann P. (1996a), The Future of the Euro as an International Currency: A Transactions Perspective, Special Paper No. 91, Financial Markets Group, London School of Economics.",
        "Hartmann P. (1996b), Foreign Exchange Vehicles before and after EMU: From Dollar/mark to Dollar/Euro?, manuscript.",
        "Hartmann P. (1997), Do Reuters Spreads Reflect Currencies Differences in Global Trading Activity? LSE FMG DP 265, April 1997.",
        "Henning R. (1994), Currencies and Politics in the United States, Germany, and Japan, Washington DC, Institute for International Economics.",
        "Henning R. (1997), Cooperating with Europes Monetary Union, Washington DC, Institute for International Economics.",
        "Jones R.A. (1976), The Origin and Development of Media of Exchange, Journal of Political Economy, 84, pp. 757-75.",
        "J.P. Morgan (1997a), Valuing Bonds in a Low-lnflation World, London.",
        "J.P. Morgan (1997b), The Euro, FX Reserves and Vehicle Currencies, London.",
        "Kenen P. (1995), Economic and Monetary Union in Europe: Moving Beyond Maastricht, Cambridge, CUP.",
        "Kenen P. (1996), Sorting Out Some EMU Issues, Reprints in International Finance No. 29, International Finance Section, Princeton University.",
        "Kindleberger C. (1984), A Financial History of Western Europe, Allen and Unwin, London.",
        "Kiyotaki N. and R. Wright (1989), On Money As a Medium of Exchange, Journal of Political Economy, 97, pp. 927-54.",
        "Krueger T., P. Masson and B. Turtleboom, eds. (1997), EMU and the International Monetary System, IMP.",
        "Krugman P. (1980), Vehicle Currencies and the Structure of International Exchange, Journal of Money, Credit and Banking, 12, pp. 513-26.",
        "Krugman P. (1984), The International Role of the Dollar: Theory and Prospect, in Bilson J.F.0 and R.C. Marston (ed), Exchange Rate Theory and Practice, Chicago, University of Chicago Press (for NBER).",
        "Krugman P. (1989), The J-Curve, the Fire Sale and the Hard Landing, American Economic Review, Papers and Proceedings, 79, pp. 31-35.",
        "Kunz D. (1995), The Fall of the Dollar Order: The World the United States is Losing, Foreign Affairs 74:4.",
        "Lyons R. (1995), Foreign Exchange Volume: Sound and Fury Signifying Nothing? in J. Frankel et al. (ads.), The Microstructure of Foreign Exchange Markets, University of Chicago Press.",
        "Lyons R. (1997a), A Simultaneous Trade Model of the Foreign Exchange Hot Potato, Journal of International Economics 42, 257-298.",
        "Lyons R. (1997b), Profits and Position Control: A Week of FX Dealing, Journal of International Money and Finance, forthcoming.",
        "McCauley R. (1997), The Euro and the Dollar, BIS Working Paper No 50.",
        "McCauley R. and W. White (1997), The Euro and European Financial Markets, BIS Working Paper No. 41.",
        "McKinnon R. (1993), International Money in Historical Perspective, Journal of Economic Literature 31.",
        "Miles D. (1996), The Future of Savings and Wealth Accumulation: Differences within the Developed Economies, Merrill Lynch, September.",
        "Prati A. and G. Schinasi (1997), European Monetary Union and International Capital Markets: Structural Implications and Risks, IMP Working Paper WPI97162.",
        "Rey H. (1997a), International Trade and Currency Exchange, Discussion Paper No. 322, Centre for Economic Performance, London School of Economics.",
        "Rey H. (1997b), Inflation and the Moneyness of Currencies, manuscript.",
        "Rogoff K. (1997), Foreign and Underground Demand for Euro Notes, paper for Economic Policy Panel, October.",
        "Takagi S. (1987), Transaction Costs and the Term Structure of Interest Rates in the OTC Bond Market in Japan, Journal of Money, Credit and Banking 19, pp. 515-527.",
        "Tavlas G. (1991), On the International Use of Currencies: The Case of the Deutsche Mark, Essays in International Finance no. 181, International Finance Section, Princeton University.",
        "Tavlas G. (1997), The International Use of the US Dollar: an Optimum Currency Area Perspective, manuscript, .",
        "Tavlas G. and Y. Ozeki (1992), The Internationalization of Currencies: The Case of the Japanese Yen, IMP Occasional Paper no. 90, Washington D.C., International Monetary Fund."
    ]
}