{
    "id": 6429,
    "cites": 42,
    "cited_by": 116,
    "reference": [
        "Bergstrand, J. 1985. The Gravity Equation in International Trade: Some Microeconomic Foundations and Empirical Evidence. Review of Economics and Statistics 67: 474-481.",
        "Black, D. and V. Henderson. 1997. Urban Growth. Mimeo, Brown University.",
        "Bantu, S. and J.G. Fernald. 1997. Returns to Scale in U.S. Production: Estimates and Implications. Joumal of Political Economy 105: 249-283.",
        "Beeson, P. and R. Eberts. 1989. Identifying Productivity and Amenity Effects in Interurban Wage Differentials. Review of Economics and Statistics 71: 443-452.",
        "Ciccone, A. and R. Hall. 1996. Productivity and the Density of Economic Activity. A m erican Economic Review 86: 54-70.",
        "Clark,: C., F. Wilson, and J. Bradley. 1969. Industrial Location and Economic Potential in Western Europe. Regional Studies 3: 197-212.",
        "Davis, D.R. and D.E. Weinstein. 1997a. Does Economic Geography Matter for International Specialization? Mimeo, Harvard University.",
        "Davis, D.R. and D.E. Weinstein. 1997b. Economic Geography and Regional Production Structure: An Empirical Investigation. NBER Working Paper No. 6093.",
        "Deardorff, A.V. 1984. Testing Trade Theories. In R. Jones and P. Kennen, eds., Handbook of Intemational Economics. Amsterdam: North-Holland.",
        "Dekle, R. and J. Eaton. 1994. Agglomeration and the Price of Land: Evidence from the Prefectures. NBER Working Paper No. 4781.",
        "Dicken, P. and P. Lloyd. 1977. Location in Space. New York Harper and Row.",
        "Dobkins, L.H. and Y. Ioannides. 1996. The Evolution of City Size Distributions in the United States. Mimeo, Tufts University.",
        "Eaton, J. and Z. Eckstein. 1997. Cities and Growth: Theory and Evidence from France and Japan. Regional Science and Urban Economics.",
        "Fujita, M. 1988. Monopolistic Competition and Urban Systems. European Economic Review 37: 308-15.",
        "Fujita, M. and P. Krugman. 1995. When in the Economy Monocentric? von Thunen and Chamberlain Unified. Regional Science and Urban Economics 25: 505-528.",
        "Fujita, M. and J.F. Thisse. 1996. Economics of Agglomeration. Joumal of the Japanese and Intemational Economies 10: 339-378.",
        "Gaspar, J. and E.L. Glaeser. 1996. Information Technology and the Future of Cities. NBER Working Paper No. 5562.",
        "Glaeser, E.L., H. Kallal, J. Sheinkman, and A. Shleifer. 1992. Growth in Cities. Joumal of Political Economy 100: 1126-1152.",
        "Glaeser, E.L. and D.C. Mare. 1994. wines and SKIM! ~ - ~ I s. NBER Working Paper No. 4728.",
        "Gyourko, J. and J. Tracy. 1991. The Structure of Local Public Finance and the Quality of Life. Joumal of Political Economy 99: 774-806.",
        "Hall, R.E. 1988. The Relation between Price and Marginal Cost in U.S. Industry. Joumal of Political Economy 96: 921 -947.",
        "Hanson, G. 1997. Increasing Returns, Trade, and the Regional Structure of Wages. Econom ic Joumal 107: 113-133.",
        "Harris, C.D. 1954. The Market as a Factor in the Localization of Industry in the United States. Annals of the Association of American Geographers 44: 315-348.",
        "Henderson, J.V. 1974. The Sizes and Types of Cities. American Economic Review 64: 640-56.",
        "Henderson, J.V., Kuncoro, A., and M. Turner. 1995. Industrial Development and Cities. Joumal of Political Economy 103: 1067-1081.",
        "Jaffe, A., M. Trajtenberg, and R. Henderson. 1993. Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations. Quarterly Joumal of Economics 108: 577-598.",
        "Justman, M. 1994. The Ettect of Local Demand on Industry Location. Review of u~cunumiLs cU?) St~`tistzc~ 76: 742 -753.",
        "Keeble, D., P.L. Owens, and C. Thompson. 1982. Regional Accessibility and Economic Potential in the European Community. Regional Studies 16: 419-432.",
        "Kru:,man, P. 1980. Scale Economies, Product Differentiation, and the Pattern of Trade 34 A merican Economic Review 70: 950-959.",
        "Krugman, P. 1991. Increasing Returns and Economic Geography. Joumal of Political Economy 99: 483-499.",
        "Krugman, P. 1992. A Dynamic Spatial Model. NBER Working Paper No. 4219.",
        "Krugman, P. and A. Venables. 1995. iGlobalizahon and the Inequality of Nations. Quarterly Joumal of Economics 110: 857-880.",
        "Norrbin, S.C. 1993. The Relation between Price and Marginal Cost in U.S. Industry: A Contradiction. Joumal of Political Economy 101: 1149-1164.",
        "Quah, D. 1996 Regional Convergence Clusters across Europe. European Economic Review 40: 951-958.",
        "Rauch, J.E. 1993. Productivity Gains from Geographic Concentration of Human Capital: Evidence from the Cities. Journal of Urban Economics 34: 380-400.",
        "Rivera-Batiz, F.L. 1988. Increasing Returns, Monopolistic Competition, and Agglomeration Economies in Consumption and Production. Regional Science and Urban Economics 18: 125-53.",
        "Roeger, W. 1995. Can Imperfect Competition Explain the Difference between Primal and Dual Productivity Measures? Joumal of Political Economy 103: 316-330.",
        "Topel, R.H. 1986. Local Labor Markets. Joumal of Political Economy 94: S111-S143.",
        "Topel, R.H. 1994. Regional Labor Markets and the Determinants of Wage Inequality. American Economic Review 84: 17-22.",
        "Thomas, A. 1997. Increasing Returns, Congestion Costs and the Geographic Concentration of Firms. Mimeo, International Monetary Fund.",
        "Venables, A.J. 1996. Equilibrium Locations of Vertically Linked Industries. International Economic Review 37: 341-360.",
        "White, H. 1980. A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity. Econom e~rica 48 817-83 8."
    ]
}