{
    "id": 6433,
    "cites": 75,
    "cited_by": 7,
    "reference": [
        "American Law Institute, Federal Income Tax Project. Reporter's Study Draft, Subchapter C (Supplemental Study). Philadelphia, 1989. (Memorandum written by Professor William D. Andrews of the Harvard Law School.) American Law Institute, Federal Income Tax Project. Reporter's Study Draft, Integration of the Individual and Corporate Income Taxes. Philadelphia, 1992. (Memorandum written by Professor Alvin C. Warren of the Harvard Law School.) Auerbach, Alan J. \"Wealth Maximization and the Cost of Capital.\" Quarterly Journal of Economics 93 (August 1979): 433-446.",
        "Auerbach, Alan J. \"Real Determinants of Corporate Leverage.\" In Benjamin Friedman, ed., Corporate Capital Structures in the U.S. Chicago: University of Chicago Press, 1985.",
        "Auerbach, Alan J. \"The Deadweight Loss from 'Non-Neutral' Capital Income Taxation.\" Journal of Public Economics 40 (1989): 1-36.",
        "Auerbach, Alan J. \"Tax Reform, Capital Allocation, Efficiency, and Growth.\" In Henry J. Aaron and William G. Gale, eds.. Economic Effects of Fundamental Tax Reform. Washington, D.C.: Brookings Institution, 1996.",
        "Auerbach, Alan J., and Kevin A. Hassett. \"On the Marginal Source of Investment Funds,\" Mimeograph, University of California, Berkeley, April 1997.",
        "Auerbach, Alan J., and Laurence J. Kotlikoff. Dynamic Fiscal Policy, Cambridge: Cambridge University Press, 1987. Auerbach, Alan J. and David Reishus. \"The Effects of Taxation on the Merger Decision.\" In Alan J.",
        "Auerbach, ed., Corporate Takeovers: Causes and Consequences. Chicago: University of Chicago Press, 1988, pages 157-183.",
        "Bernheim, B. Douglas, and Adam Wantz. \"A Tax-Based Tests of the Dividend-Signaling Hypothesis.\" American Economic Review 85 (December 1995): 532-551.",
        "Bhattacharya, Sudipto. \"Imperfect Information, Dividend Policy, and the 'Bird in the Hand' Fallacy.\" Bell Journal of Economics 10 (Spring 1979): 259-270.",
        "Bradford, David F. \"The Incidence and Allocation Effects of a Tax on Corporate Distributions.\" Journal of Public Economics 15 (February 1981): 1-22.",
        "Bradford, David F. Untangling the Income Tax. Cambridge: Harvard University Press, 1986.",
        "Bradford, David F. \"Treatment of Financial Services under Income and Consumption Taxes.\" In Henry J. Aaron and William G. Gale, eds., Economic Effects of Fundamental Tax Reform. Washington, D.C.: Brookings Institution, 1996.",
        "Bradley, Michael, Gregg A. Jarrell, and E. Han Kim. \"On the Existence of an Optimal Capital Structure: Theory and Evidence.\" Journal of Finance 39 (July 1984): 857-878.",
        "Clotfelter, Charles T. \"Tax-Induced Distortions and the Business-Pleasure Borderline: The Case of Travel and Entertainment.\" American Economic Review 73 (December 1983): 1053-1065.",
        "Cohen, Darrel, Kevin A. Hassett, and R. Glenn Hubbard. \"Inflation and the User Cost of Capital: Does Inflation Still Matter?\" Mimeograph, Columbia University, January 1997.",
        "Crain, John L. and Gisele Jackson. \"Monthly Income Preferred Securities: A New Hybrid that Combines the Best of Equity and Debt.\" The CPA Journal (May 1996): 68-71.",
        "Cummins, Jason G., Kevin A. Hassett, and R. Glenn Hubbard. \"Tax Reforms and Investment: A Cross-Country Comparison.\" Journal of Public Economics 62 (1996): 237-273.",
        "DeAngelo, Harry, and Ronald W. Masulis. \"Optimal Capital Structure Under Corporate and Personal Taxation.\" Journal of Financial Economics 8 (1980): 3-29.",
        "Easterbrook, Frank H. \"Two Agency-Cost Explanations of Dividends.\" American Economic Review 74 (September 1984): 650-659.",
        "Engel, Ellen, Merle Erickson, and Edward Maydew. \"Debt-Equity Hybrid Securities.\" Mimeograph, University of Chicago, May 1997. Engen, Eric, and William G. Gale. \"The Effect of Fundamental Tax Reform on Saving.\" In Henry J.",
        "Aaron and William G. Gale, eds., Economic Effects of Fundamental Tax Reform. Washington, D C.: Brookings Institution, 1996.",
        "Feld, Alan L. \"Living with the Flat Tax.\" National Tax Journal 48 (December 1995): 603-617.",
        "Feldstein, Martin. \"The Effect of a Consumption Tax on the Rate of Interest.\" Working Paper No. 5397, National Bureau of Economic Research, 1995.",
        "Fullerton Don and Roger H. Gordon. \"A Reexamination of Tax Distortions in General Equilibrium Models,\" In Martin Feldstein, ed., Behavioral Simulation Methods in Tax Policy Analysis. Chicago: University of Chicago Press, 1983.",
        "Fullerton, Don, and Yolanda Henderson. \" The Impact of Fundamental Tax Reform on the Allocation of Resources.\" In Martin Feldstein, ed., The Effects of Taxation on Capital Accumulation. Chicago: University of Chicago Press, 1987.",
        "Gentry, William M. \"Taxes, Financial Decisions and Organizational Form: Evidence from Publicly Traded Partnerships.\" Journal of Public Economics 53 (1994): 223-244.",
        "Gentry, William M., and R. Glenn Hubbard. \"Distributional Implications of Introducing a Broad-Based Consumption Tax.\" In James M. Poterba, ed., Tax Policy and the Economy, volume 11. Cambridge: MIT Press, 1997a.",
        "Gentry, William M., and R. Glenn Hubbard. Fundamental Tax Reform and Corporate Finance. Washington, DC: American Enterprise Institute, 1997b.",
        "Gertler, Mark, and R. Glenn Hubbard. \"Corporate Financial Policy, Taxation, and Macroeconomic Risk.\" RAND Journal of Economics 24 (Summer 1993): 286-303.",
        "Ginsburg, Martin D. \"Life Under a Personal Consumption Tax: Some Thoughts on Working, Saving, and Consuming in Nunn-Domenici's Tax World.\" National Tax Journal 48 (December 1995): 585-602.",
        "Givoly, Dan, Carla Hayn, Aharon R. Ofer, and Oded Sarig. \"Taxes and Capital Structure: Evidence from Firms' Response to the Tax Reform Act of 1986.\" Review of Financial Studies 5 (1992): 331-355.",
        "Gordon, Roger H., and Jeffrey K. MacKie-Mason. \"Effects of the Tax Reform Act of 1986 on Corporate Financial Policy and Organizational Form.\" In Joel B. Slemrod, ed., Do Taxes Matter? The Impact of the Tax Reform Act of 1986. Cambridge: MIT Press, 1990, pages 91-131.",
        "Gravelle, Jane G. \"The Social Cost of the Non-Neutral Taxation: Estimates for Nonresidential Capital.\" In Charles R. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Capital. Washington, D.C. Urban Institute, 1981, pages 238-250.",
        "Gravelle, Jane G., and Laurence J. Kotlikoff. \"The Incidence and Efficiency Costs of Corporate Taxation When Corporate and Noncorporate Firms Produce the Same Good.\" Journal of Political Economy 97 (August 1989): 749-780.",
        "Gross, David B. \"The Financing and Investment Decisions of Liquidity Constrained Firms.\" mimeograph, University of Chicago, 1995.",
        "Hall, Robert E. \"The Effects of Tax Reform on Prices and Asset Values.\" In James M. Poterba, ed., Tax Policy and the Economy, volume 10. Cambridge: MIT Press, 1996a.",
        "Hall, Robert E. \"The Effects of Tax Reform on Housing.\" Mimeograph, Stanford University, December 1996b.",
        "Hall, Robert E., and Alvin Rabushka. Low Tax, Simple Tax, Flat Tax. New York: McGraw-Hill, 1983.",
        "Hall, Robert E., and Alvin Rabushka. The Flat Tax. 2nd ed. Stanford: Hoover Institution Press, 1995.",
        "Hamill, Susan P. \"The Limited Liability Company: A Catalyst Exposing the Corporate Integration Question.\" Michigan Law Review 95 (November 1996): 393-446.",
        "Harberger, Arnold C. \"Efficiency Effects of Taxes of Income on Capital.\" In Marian Krzyzaniak, ed., Effects of the Corporation Income Tax. Detroit: Wayne State University Press, 1966, pages 107-39 117.",
        "Harberger, Arnold C. \"The Incidence of the Corporation Income Tax.\" Journal of Political Economy 70 (June 1962): 215-240.",
        "Harris, Trevor S., and Deen Kemsley. \"Dividend and Capital Gains Taxation in Firm Valuation: New Evidence. \" Mimeograph, Columbia University, April 1997.",
        "Harris, Trevor S., R. Glenn Hubbard, and Deen Kemsley. \"Are Dividend Taxes and Imputation Credits Capitalized in Share Values?\" Mimeograph, Columbia University, July 1997.",
        "Hassett, Kevin A., and R. Glenn Hubbard. \"Tax Policy and Investment.\" In Alan J. Auerbach, ed., Fiscal Policy: Lessons from Economic Research. Cambridge: MIT Press, 1997.",
        "Hubbard, R. Glenn, and Kenneth L. Judd. \"Social Security and Individual Welfare: Precautionary Saving, Borrowing Constraints, and the Payroll Tax.\" American Economic Review 77 (September 1987): 630-646.",
        "Hubbard, R. Glenn, Jonathan S. Skinner, and Stephen P. Zeldes. \"Precautionary Saving and Social Insurance.\" Journal of Political Economy 103 (April 1995): 360-399.",
        "Jensen, Michael C. \"Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers.\" American Economic Review 76 (May 1986): 323-329.",
        "Jensen, Michael C., and William H. Meckling. \"Theory of the Firm: Managerial Behavior, Agency Costs, and Ownership Structure.\" Journal of Financial Economics 3 (October 1976): 305-360.",
        "King, Mervyn A. Public Policy and the Corporation. London: Chapman and Hall, 1977.",
        "Kleinbard, Edward. \"Equity Derivative Products: Financial Innovation's Newest Challenge to the Tax System.\" Texas Law Review 69 (1991): 1319-1368.",
        "MacKie-Mason, Jeffrey K. \"Do Taxes Affect Corporate Financing Decisions?\" Journal of Finance 45 (December 1990): 1471 -1494.",
        "MacKie-Mason, Jeffrey K., and Roger H. Gordon. \"How Much Do Taxes Discourage Incorporation?\" Journal of Finance 52 (June 1997): 477-505.",
        "McConville, Daniel J. \"Trading Preferred for MIPS, TOPRS and QUIPS Takes Hard Marketing.\" Corporate Cashflow. 17 (February 1996): 32, 36.",
        "McLure, Charles, and George Zodrow. \"A Hybrid Approach to. the Direct Taxation of Consumption.\" In Michael J. Boskin, ed., Handbook of Tax Reform. Stanford: Hoover Institution Press, 1996.",
        "Miller, Merton H. \"Debt and Taxes.\" Journal of Finance 32 (May 1977): 261-275.",
        "Miller, Merton, and Kevin Rock. \"Dividend Policy Under Asymmetric Information.\" Journal of Finance 40 (September 1985): 1031-1051.",
        "Myers, Stewart C. \"Determinants of Corporate Borrowing.\" Journal of Financial Economics 5 (November 1977): 147-175.",
        "Modigliani, Franco, and Merton H. Miller. \"The Cost of Capital, Corporation Finance, and the Theory of Investment.\" American Economic Review 48 (June 1958): 261-297.",
        "Nelson, Susan C. \"S-Corporations Since the Tax Reform Act of 1986.\" U.S. Department of the Treasury, Office of Tax Analysis, Washington, D.C., 1991.",
        "Norris, Floyd. \"GM's Preferred Stock Gives It a Tax Break,\" New York Times, June 5, 1997.",
        "Paul, Deborah L. \"Another Uneasy Compromise: The Treatment of Hedging in a Realization Income Tax.\" Florida Tax Review 3 (1996): 1-50.",
        "Perlmuth, Lyn. \"Wriggling Out of Preferred.\" Institutional Investor (November 1995): 35-36.",
        "Poterba, James M. \"Why Didn't the Tax Reform Act of 1986 Raise Corporate Taxes?\" In James M. Poterba, ed., Tax Policy and the Economy, Volume 6. Cambridge: MIT Press, 1992.",
        "Poterba, James M., and Lawrence H. Summers. \"The Economic Effects of Dividend Taxes.\" In Edward Altman and Marti Subrahmanyam, eds., Recent Advances in Corporate Finance. Homewood: Richard D. Irwin, 1985, pages 227-284.",
        "Rajan, Raghuram, and Luigi Zingales. \"What Do We Know About Capital Structure?: Some Evidence from International Data.\" Journal of Finance 50 (December 1995): 1421-1460.",
        "Shefrin, Hersh M., and Meir Statman. \"Explaining Investor Preference for Cash Dividends.\" Journal of Financial Economics 13 (June 1984): 253-287.",
        "Shoven, John B., and John Whalley. Applying General Equilibrium. New York: Cambridge University Press, 1992.",
        "Shuldiner, Reed. \"A General Approach to the Taxation of Financial Instruments.\" Texas Law Review. 71 (1992): 243-350.",
        "Slemrod, Joel and Jon Bakija. Taxing Ourselves. Cambridge: MIT Press, 1996.",
        "Stiglitz, Joseph E. \"Taxation, Corporate Financial Policy, and the Cost of Capital.\" Journal of Public Economics 2 (February 1973): 1-34.",
        "Strnad, Jeff. \"Taxing New Financial Products: A Conceptual Framework.\" Stanford Law Review 46 (1994): 569-605.",
        "Titman, Sheridan and Roberto Wessels. \"The Determinants of Capital Structure Choice.\" Journal of Finance 43 (March 1988): 1-19.",
        "U.S. Department of the Treasury. Integration of the Individual and Corporate Tax Systems: Taxing Business Income Once. Washington, D.C.: U.S. Government Printing Office, 1992.",
        "Warren, Alvin. \"Financial Contract Innovation and Income Tax Policy.\" Harvard Uxw Review 107 (1993): 460-492."
    ]
}