{
    "id": 6435,
    "cites": 28,
    "cited_by": 4,
    "reference": [
        "Auten, Gerald E., Charles T. Clotfelter, and Richard L. Schmalbeck. Taxes and Philanthropy Among the Wealthy, photocopy, Duke University, 1997.",
        "Bittker Boris I. and George K. Rahdert, The Exemption of Nonprofit Organizations from Federal Income Taxation, Yale Law Journal, 85:3 (1976): 299-358.",
        "Clement, Jan P., Dean G. Smith, and John R. C. Wheeler. What Do We Want and What Do We Get from Not-for-Profit Hospitals'DONE' Hospital and Health Services Administration, 39 (1994): 159-178.",
        "Cleverly, William O. Financial and Operating Performance of Systems: Voluntary versus Investor-owned; Voluntary Multihospital Systems, Topics in Health Care Financing, vol. 18, no. 4, June 22, 1992,.",
        "Clotfelter, Charles T. Federal Tax Policy and Charitable Giving. Chicago: University of Chicago Press, 1985.",
        "Culhane, Dennis P. and Trevor R. Hadley, The Discriminating Characteristics of For-Profit Versus Not-for-Profit Freestanding Psychiatric Inpatient Facilities, Health Services Research, 27(1992): 177-194.",
        "Fama, Eugene F. and Michael C. Jensen, Separation of Ownership and Control, Journal of Law and Economics, (1983a) 26:310-325.",
        "Fama, Eugene F. and Michael C. Jensen, Agency Problems and Residual Claims, Journal of Law and Economics, (1983a) 26:327-349.",
        "Frank, Richard G., and David S. Salkever. Nonprofit Organizations in the Health Sector. Journal of Economic Perspectives, 8 (Fall 1994): 129-144.",
        "Goodspeed, Timothy J. and Daphne A. Kenyon. The Nonprofit Sectors Capital Constraint: Does it Provide a Rationale for the Tax Exemption Granted to Nonprofit Firms'DONE', Public Finance Quarterly, 21 (October 1993): 415-33.",
        "Gulley, O. David, and Rexford E. Santerre. The Effect of Tax Exemption on the Market Share of Nonprofit Hospitals. National Tax Journal, 46 (December 1993): 477-486.",
        "Hansmann, Henry, The Rationale for Exempting Nonprofit Organizations from Corporate Income Taxation, Yale Law Journal, 91:1 (1981): 54-100.",
        "Haas, Jennifer S., I. Steven Udvarhelyi, Carl N. Morris, and Arnold M. Epstein, The Effect of Providing Health Coverage to Poor Uninsured Pregnant Women in Massachusetts, Journal of the American Medical Association, 269:1 (1993): 87-91.",
        "Hodgkinson, Virginia A., and Murray S. Weitzman, Dimensions of the Independent Sector: A Statistical Profile, Washington, D.C.: Independent Sector, 1989.",
        "Marmor, Theodore R., Mark Schlesinger, and Richard W. Smithey, Nonprofit Organizations and Health Care, in The Nonprofit Sector: A Research Handbook, edited by Walter W. Powell, New Haven: Yale University Press, 1987.",
        "Morrisey, Michael A., Gerard J. Wedig, and Mahmud Hassan, Do Nonprofit Hospitals Pay Their Way'DONE', Health Affairs, 13 (Winter 1996): 132-144.",
        "Myerson, Allen R. Specialize Hospitals Taking Over Health-Care Market, New York Times, 10/7/97. Norton, Edward C., and Douglas O. Staiger. How Hospital Ownership Affects Access to Care for the Uninsured. RAND Journal of Economics, 25 (Spring 1994): 171-185.",
        "Randolph, William C. Dynamic Income, Progressive Taxes, and the Timing of Charitable Contributions, Journal of Political Economy, 103 (August 1995): 709-38.",
        "Reuter, James and Darrell Gaskin, Academic Health Centers in Competitive Markets, Health Affairs, 16 (July/August 1997): 242-252.",
        "Rose-Ackerman, Susan, Unfair Competition and Corporate Income Taxation, Stanford Law Review, 34 (1982): 1017-39.",
        "Sanders, Susan M. The `Common Sense of the Nonprofit Hospital Tax Exemption: A Policy Analysis, Journal of Policy Analysis and Management, 14 (1995): 446-66.",
        "Shoven, John B. and John Whalley. Applying General Equilibrium. New York: Cambridge University Press, 1992.",
        "Sloan, Frank A. Commercialism in Nonprofit Hospitals. photocopy, Duke University, 1997.",
        "United States Census Bureau, Statistical Abstract of the United States 1995, Washington, DC, 1995.",
        "United States Census Bureau, Statistical Abstract of the United States 1997, Washington, DC, 1997.",
        "United States General Accounting Office, Nonprofit Hospitals: For-Profit Ventures Pose Access and Capacity Problems, Washington, D.C., 1993.",
        "Wedig, Gerard J., Mahmud Hassan, and Michael A. Morrisey, Tax-Exempt Debt and the Capital Structure of Nonprofit Organizations: An Application to Hospitals, Journal of Finance, 51 (September 1996): 1247-83.",
        "Young, Gary J., Kamol R. Desai, and Carol VanDeusen Lukas, Does the Sale of Nonprofit Hospitals 49 Threaten Health Care for the Poor'DONE', Health Affairs, 16 (Jan/February 1997): 137-141."
    ]
}