{
    "id": 6436,
    "cites": 51,
    "cited_by": 13,
    "reference": [
        "Alogoskoufis, George and Ron Smith (1991), The Phillips Curve, the Persistence of Inflation, and the Lucase Critique: Evidence from Exchange Rate Regimes, American Economic Review 81, pp.1254-1275.",
        "Balassa, Bela (1964) The Purchasing Power Parity Doctrine: A Reappraisal Journal of Political Economy 72, pp. 584-96.",
        "Bayoumi, Tamim and Eichengreen, Barry (1996), The Stability ofthe Gold Standard and the Evolution of the International Monetary System, in Tamim Bayoumi, Barry Eichengreen and Mark Taylor (eds), Modern Perspectives on the Gold Standard, Cambridge: Cambridge University Press, pp. 165-88.",
        "Bertola, Guiseppe and Ricardo Caballero (1992), Target Zones and Realignments, CEPR Discussion Paper no. 398.",
        "Bordo, Michael and Barry Eichengreen (1997) Implications of the Great Depression for the Development of the International Monetary System, NBER Working Paper No. 5883.",
        "Bordo, Michael D. and Anna J. Schwartz (1997), Monetary Policy Regimes and Economic Performance: The Historical Record, NBER Working Paper, September.",
        "Bordo, Michael and Finn Kydland (1995), The Gold Standard as a Rule: An Essay in Exploration, Explorations in Economic History 32, pp.423-465.",
        "Bordo, Michael and Hugh Rockoff(1996), The Gold Standard as a Good Housekeeping Seal of Approval, Journal of Economic History, June.",
        "Bordo, Michael D. (1993), The Bretton Woods International Monetary System: A Historical Overview, in Michael D. Bordo and Barry Eichengreen (eds.) A Retrospective on the Bretton Woods System: Lessons for International Monetary Reform, Chicago: University of Chicago Press, pp. 3-98.",
        "Bordo, Michael D. (1981), `The Classical Gold Standard: Some Lessons for Today, Federal Reserve Bank of St. Louis Review 63 (May), pp. 2-17.",
        "Buiter, Willem H. (1989), A Viable Gold Standard Requires Flexible Monetary and Fiscal Policy, Review of Economic Studies 56, pp. 101-18.",
        "Cassel, Gustav (1928), Postwar Monetary Stabilization, New York: Columbia University Press.",
        "Cooper, Richard N. (1993), Comment, in Michael D. Bordo and Barry Eichengreen (eds), A Retrospective on the Bretton Woods System, Chicago: University of Chicago Press, pp. 104-107.",
        "Cortney, Philip (1961), Introduction, in Charles Rist, The Triumph of Gold, New York: The Philosophical Library.",
        "De Cecco, Marcello (1974), Money and Empire: The International Gold Standard, Oxford: Blackwell.",
        "Eichengreen, Barry (1992), Golden Fetters: The Gold Standard and the Great Depression.",
        "Eichengreen, Barry (1996), Globalizing Capital: A History ofthe International Monetary System, Princeton: Princeton University Press.",
        "Eichengreen, Barry and Marc Flandreau (1996), The Geography of the Gold Standard, in Jorge Braga de Macedo, Barry Eichengreen and Jaime Reis (eds), Currency Convertibility: The Gold Standard and Beyond, London: Routledge, pp.113-143.",
        "Feis, Herbert (1930), Europe, the Worlds Banker, New Haven: Yale University Press.",
        "Garber, Peter M. (1993), The Collapse of the Bretton Woods Fixed Exchange Rate System, in Michael D. Bordo and Barry Eichengreen (eds), A Retrospective on the Bretton Woods System: Lessons for International Monetary Reform. Chicago: University of Chicago Press, pp. 461-485.",
        "Goodhart, Charles (1995), The Political Economy of Monetary Union, in Peter B. Kenen (ed.), Understanding Interdependence, Princeton: Princeton University Press, pp. 448-506.",
        "Hallwood, Paul, Ronald MacDonald and Ian W. Marsh (1996), Credibility and Fundamentals: Were the Classical and Inter-War Gold Standards Well-Behaved Target Zones? in Tamim Bayoumi, Barry Eichengreen and Mark Taylor (eds), Economic Perspectives on the Gold Standard, Cambridge: Cambridge University Press, pp. 129- 64.",
        "Heller, Robert (1966), Optimal International Reserves, Economic Journal 76, pp.296-311.",
        "Hume, David (1952 [1752]), On the Balance of Trade, in Essays, Moral, Political. Literary, London: Longmans, Green.",
        "James, Harold (1996), International Monetary Cooperation Since Bretton Woods, New York: Oxford University Press.",
        "Kenen, Peter B. And E. Yudin (1965), The Demand for International Reserves, Review of Economics and Statistics 47, pp.242-250.",
        "Keynes, John Maynard (1913), Indian Currency and Finance, London: Macmillan.",
        "Landell-Mills, J. M. (1989), The Demand For International Reserves and Their Opportunity Cost, IMF Staff Papers, pp. 708-732.",
        "League of Nations (1930), Interim Report ofthe Gold Delegation, Geneva: League of Nations.",
        "Liviatan, N. (1963), Consistent Estimation of Distributed Lags, International Economic Review 4, pp.44-52.",
        "Lucchetti, Aaron and Michael Sesit (1997), Bullion Beef Gold Holds its Luster with Older Investors Despite Forlorn Price, Wall Street Journal (10 September), pp. l, 15.",
        "Marston, Richard (1987) Real Exchange Rates and Productivity Growth in the United States and Japan, in Sven Arndt (ed.), Real-Financial Linkages Among Open Economies.",
        "Meltzer, Allan H. (1991), U. S. Policy in the Bretton Woods Era, Federal Reserve Bank of St. Louis Review 73 (May/June), pp. 54-83.",
        "Mlynarski, Feliks (1929), Gold and Central Banks, London: The Macmillan Co.",
        "Mundell, Robert (1995), The Future of the Exchange Rate System, Economic Notes of the Banca Monte dei Paschi di Sienna 24, pp.453-478.",
        "Mundell, Robert (1994), Prospects for the International Monetary System, Research Study No. 8, New York: World Gold Council.",
        "Mundell, Robert (1991), The Great Exchange Rate Controversy: Trade Balances and the International Monetary System, in C. Fred Bergsten (ed.), International Adjustment and Financing: The Lessons of 1988-1991, Washington, D.C.: Institute for International Economics.",
        "Mundell, Robert (1983), International Monetary Options, Cato Journal 3, pp.189-210.",
        "Mundell, Robert (1973), The Monetary Consequences of Jacques Rueff, Journal of Business 46, pp.384-395.",
        "Mundell, Robert (1971), Monetary Theory, Pacific Palisades: Goodyear.",
        "Mundell, Robert (1963), Capital Mobility and Stabilization Policy Under Fixed and Flexible Exchange Rates, Canadian Journal of Economics 29, pp.475-485.",
        "Nurkse, Ragnar (1944), International Currency Experience, Geneva: League of Nations.",
        "Obstfeld, Maurice (1993), The Adjustment Mechanism, in Michael D. Bordo and Barry Eichengreen (eds), A Retrospective on the Bretton Woods System: Lessons for International Monetary Reform, Chicago: University of Chicago Press, pp. 201-256.",
        "Redish, Angela (1990), The Evolution of the Gold Standard in England, Journal of Economic History 50, pp.789-805.",
        "Rist, Charles (1961), The Triumph of Gold, New York: The Philosophical Library.",
        "Rockoff, Hugh (1984), Some Evidence on the Real Price of Gold, Its Costs of Production, and Commodity Prices, in Michael D. Bordo and Anna J. Schwartz (eds), A Retrospective on the Classical Gold Standard, Chicago: University of Chicago Press, pp. 613-614.",
        "Rueff, Jacques (1972), The Monetary Sin of the West, New York: Macmillan.",
        "Salant, Stephen W. (1983), The Vulnerability of Price Stabilization Schemes to Speculation Attack, Journal of Political Economy 91, pp. 1-38.",
        "Townsend, Robert M. (1977), The Eventual Failure of Price Fixing Schemes, Journal of Economic Theory 14, pp. 190- 199.",
        "Triffin, Robert (1964), The Evolution of the International Monetary System: Historical Reappraisal and Future Perspectives, Princeton Studies in International Finance No.12, International Finance Section, Department of Economics, Princeton University.",
        "Triffin, Robert (1947), National Central Banking and the International Economy, Postwar Economic Studies 7, pp.46-81."
    ]
}