{
    "id": 6437,
    "cites": 18,
    "cited_by": 8,
    "reference": [
        "Berry, Steven, James Levinsohn, and Ariel Pakes. 1995. Automobile prices in market equilibrium.",
        "Econometrica 63(4):841-890. Energy Information Administration, U.S. Department of Energy. 1980. National Interim Energy Consumption Survey (NEICS). Washington, D.C.",
        "Washington, D.C. Epple, Dennis. 1987. Hedonic prices and implicit markets: Estimating demand and supply functions for differentiated products. Journal of Political Economy 95(11):59-80.",
        "Gordon, Robert J. 1990. The Measurement of Durable Goods Prices. Chicago: University of Chicago Press.",
        "Hicks, John R. 1932. The Theory of Wages. London: MacMillan.",
        "Jaffe, Adam B. and Robert N. Stavins. 1995. Dynamic incentives of environmental regulations: The effects of alternative policy instruments on technology diffusion. Journal of Environmental Economics and Management 29:S43-S63.",
        "Levin, Richard C., Alvin K. Klevorick, Richard R. Nelson, Sidney G. Winter. 1987. Appropriating the returns from industrial research and development. Brookings Papers on Economic Activity 3:783-820.",
        "Newell, Richard G. 1997. Environmental Policy and Technological Change: The Effects of Economic Incentives and Direct Regulation on Energy-Saving Innovation. Ph.D. thesis, Harvard University, Cambridge, MA.",
        "Of rice of Technology Assessment, U.S. Congress. 1992. Building Energy Efficiency. Washington, D.C.",
        "Rosen, Sherwin. 1974. Hedonic prices and implicit markets: Product differentiation in pure competition. Journal of Political Economy 82:34-55.",
        "Schumpeter, Joseph A. 1939. Business Cycles, vols I and II. New York: McGraw-Hill.",
        "Stavins, Joanna. 1995. Model entry and exit in a differentiated-product industry: The personal computer market. Review of Economics and Statistics 77:571-584.",
        "Theil, Henri. Economic Forecasts and Policy. Amsterdam: North-Holland Publishing Co. Thirtle, Colin G. and Vernon W. Ruttan. 1987. The role of demand and supply in the generation and diffusion of technical change. Fundamentals of Pure and Applied Economics, vol. 21. New York: Harwood Academic Publishers.",
        "Trajtenberg, Manuel. 1990. Economic Analysis of Product Innovation. Cambridge: Harvard University Press.",
        "Triplett, Jack 1985. Measuring technical change with characteristic-space techniques.",
        "Technological Forecasting and Social Change 27:283-307. Triplett, Jack E. 1987. Hedonic functions and hedonic indexes. In The New Palgrave: A Dictionar of Economics, vol. 2, pp. 630~34, John Eatwell, Murray Milgate, and Peter Newman, eds.",
        "New York: Macmillan Press. United States Code of Federal Regulations. 1995a. 16 C.F.R., Chapter 1, Federal Trade Commission, Part 305Ã\u0082â\u0080\u0094Appliance Labeling Rule. Washington, D.C.",
        "U.S. Department of Energy. 1993. Technical Support Document: Energy Efficiency Standards for Consumer Products, Volumes l-III. Washington, D.C."
    ]
}