{
    "id": 6442,
    "cites": 26,
    "cited_by": 190,
    "reference": [
        "Bernanke, Ben, and Ilian Mihov (1997): Measuring Monetary Policy, Prince- ton University, mimec.",
        "Bernanke, Ben, and Michael Woodford (1997): Inflation Forecasts and Mon- etary Policy, Journal of Morley, Credit and Bar~1cing, forthcoming.",
        "Blanchard, Olivier and Charles M. Kahn (1980): The Solution of Linear Difference Models Umber Rational Expectations, Econ.orr~etrica vol. 48, no. 5, 1305-1311.",
        "Calvo, Guillermo (1983): Staggered Prices in a IJtili-ty Maximizing Frame- work, Journal of Monetary Ecortorr~ics, 12, 383-398.",
        "Chari, V.V., Lawrence Christiano, and Martin Eichenbaum, (1997), Expec- tation Traps and Discretion, Northwestern University, mimeo.",
        "Chari, V.V., Patrick J. Kehoe, and Ellen R. McGrattan (1996): Sticky Price Models of the Business Cycle: Can the Contract Multiplier Solve the Persistence Problem, Federal Reserve Bank of Minneapolis, Staff Report 217.",
        "Clarida, Richard, and Mark Gertler (1996): How the Bundesbank Conducts Monetary Policy, in C. Romer and D. Romer eds. Reducing InJ7atiorz: ~TI/Iotica- tion and Strategy, Chicago University Press.",
        "Clarida, Richard, .Jordi Gall, and Mark Gertler (1997a): The Science of N~Ior.- etary Policy, unpublished manuscript.",
        "Clarion, Richard, Jordi Gall, and Mark Gertler (1997b): Monetary Rules in Practice: Some International Evidence, European Economic Review, forthcom- iIlg.",
        "Croushore Dean t1996): Inflation Forecasts: How Good Are They? Busi- rres.s Review, Federal Reserve Bank of Philadelphia, 15-25.",
        "Romer and D. Rorner eds. Reducing Inflation: Motivation and Strategy, Chicago University Press. Friedman, Benjamin M., and Kenneth N. Kuttner (1996): A Price Target for U.S. Monetary Policy? Lessons from the Experience with Money Growth Targets, Brookings Papers on Economic Activity, vol. 1, 126-134.",
        "Gertler, Mark, Comments on Friedman and Kuttner Brookings Papers on Economic Activity, vol. 1, 77-125. GooUfriend, Marvin (1991): Interest Rates and the Conduct of Monetary Policy, Carne`,~ie-Rochester Conference Series on Public Policy 34, 7-30.",
        "Hansen, Lars P. (i982): Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, SO, 1029-1054. HuiziIlga, John and Frederic S. MishLin (1986), Monetary Policy Regime Shifts and the Unususal Behavior of Real Interest Rates, Carnegie-Rochester Conference Series on Public Policy 24, pp. 231-274.",
        "Kerr, William, and Robert G. King (1996): Limits on Interest Rate Rules in the IS Model, Econorr~ic (2varterly, vol. 82, no.2, 47-76.",
        "King, Robert G., and Alexander L. Wolman (1996): Inflation Targeting in a St. Louis Model of the 21st Century NBER WP 5507 Leeper, EIiC M., Equilibria Under Active and Passive Monetary and Fiscal Policies, Journal of Monetary Economics, No. 27, pp.129-147.",
        "MisEkhl, Frederic S (1981): The Real Interest Rate: an Empilical Investiga- tion, Carnegie-Rochester Series on Public Policy 15, 151-200.",
        "Orptia-~1ides, Athanasios (1997): Monetary Policy Rules I3ased on Xeal-Time Data, Federal Reserve Board, mimeo.",
        "Roberts, John M. (1995): New Keynesian Economics and the Phillips Curve, Journal of Money, Credit and Banking, vol. 27, no. 4, 975-984.",
        "Rotemberg, Julio, and Michael Woodford (1997): An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy, NBER Macro- ecor~omics Ar~r~ual, forthcoming.",
        "Rudebusch, Glenn D. (1995): Federal Reserve Interest rate Targeting, Ratio- nal Expectations, and the Term Structure, Journal of Monetary Economics, vol.",
        "Sack, Brian (1997): Uncertainty and Gradual Monetary Policy, Federal Re- serve Board, mimeo.",
        "Svensso~Z, Lars E.O. (1996): Inflation Forecast Targeting: Implementing and Monitoring Inflation Targets, NBER WP 5797.",
        "Taylor, John B. (1980): Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, vol. 88, 1-23.",
        "Taylor, John B. (1993): Discretion versus Policy Rules in Practice Carr~egie- f~ochester Series or Public Policy 39, 195-214.",
        "Woodford, Michael (1986): Stationary Sunspot Equilibria: the Case of Small Fluctuations around a Deterministic Steady State, unpublished manuscript, 1986.",
        "Woodford, Michael (1996): Control of the Public Debt: A Requirement for Price Stability ? CEPR Discussion Paper Yun, FIack (1996): Nominal Price Rigidity, Money Supply Endogeneity, and Business Cycles, Journal of lllor~etary Economics, vol. 37, 345-370."
    ]
}