{
    "id": 6449,
    "cites": 14,
    "cited_by": 5,
    "reference": [
        "Ashenfelter, Orley, Determining Participation in Income-Tested Social Programs, Journal of the American Statistical Association, 78, September 1983, pp. 517-525.",
        "Bancroft, Wendy, A Question of Priorities: Participants in the Self-Sufficiency Project Talk About Their Decisions to Remain on, or Leave, Welfare in the face of a Financial Incentive to Stay, Working Paper, Vancouver, B.C.: SRDC, 1996.",
        "Card, David and Philip K. Robins (with Tod Mijanovich and Winston Lin), Do Financial Incentives Encourage Welfare Participants to Work: Initial 18-Month Findings from the Self-Sufficiency Project, Vancouver, British Columbia: Social Research Demonstration Corporation, February 1996.",
        "Chang, Fisher, Evaluating the Impact of Mandatory Work Programs on Two-Parent Welfare Caseloads, unpublished doctoral dissertation, Baltimore: University of Maryland Baltimore County, 1996.",
        "Garf~nkel, Irvin, Manski, Charles F., and Charles Michalopoulos, Micro Experiments and Macro Effects, in Charles F. M`mski and Irwin Garf~nkel, eds. Evaluating Welfare and Training Programs, Cambridge: Harvard University Press, 1992, pp. 253-276 Greenberg, David H., and Michael Wiseman, What Did the OBRA Demonstrations Do? In Charles F. Manski and Irvin Garfinkel, eds., Evaluating Welfare and Training Programs, Cambridge, MA.: Harvard University Press, 1992.",
        "Hum, Derek, and Wayne Simpson, Income Maintenance, Work Effort, and the Canadian Mincome Experiment, Ottawa: Minister of Supply and Services Canada, 1991.",
        "Keeley, Michael C., Robins, Philip K., Spiegelman, Robert G., and Richard W. West, The Estimation of Labor Supply Models Using Experimental Data, American Economic Review, 68 (5), December 1978, pp. 873-887.",
        "Johnson, Terry R., Klepinger, Daniel H., and Fred B. Dong, Preliminary Evidence from the Oregon Welfare Reform Demonstration, unpublished paper, June 1990.",
        "LaLonde, Robert J., Evaluating the Econometric Evaluations of Training Programs with Experimental Data, American Economic Review, 76 (4), September 1986, pp.604-620.",
        "Manski, Charles F. and Invin Garfinkel (eds.), Evaluating Welfare and Training Programs, Cambridge, Mass.: Harvard University Press, 1992.",
        "Mijanovich, Tod and David Long (with Susanna Lui-Gurr, Gail Quets, and Sheila Currie Vernon), Creating an Alternative to Welfare: First Year Findings on the Implementation, Welfare Impacts, and Costs of the Self-Sufficiency Project. Vancouver, BC: Social Research Demonstration Corporation, December 1 995. Moffitt, Robert A., Evaluation Methods for Program Entry Effects, In Charles Manski and Irwin Garfinlcel, editors, Evaluating Welfare and Training Programs, Cambridge, MA: Harvard University Press, 1992a.",
        "Moff~tt, Robert A., Incentive Effects of the U.S. Welfare System: A Review, Journal of Economic Literature 30 ( 1992b): pp. 1-61.",
        "Phillips, Elizabeth H., The Effect of Mandatory Work and Training Programs on Welfare Entry: The Case of GAIN in California, unpublished doctoral dissertation, Madison: University of Wisconsin, 1993.",
        "Schiller, Bradley R. and C. Nielsen Brasher, Effects of Workfare Saturation on AFDC Caseloads, Contemporary PolicyIssues, 11 (l), April 1993, pp. 39-49."
    ]
}