{
    "id": 645,
    "cites": 15,
    "cited_by": 5,
    "reference": [
        "1. Brunner, Karl, and Meltzer, Allan H. Money, Debt and Economic Activity. Journal of Political Economy, LXXX (September/October, 1972), 951-977.",
        "2. David, Paul A., and Scadding, John L. Private Savings: Ultrarationality, Aggregation, and `Denisons Law. Journal of Political Economy, LXXXII (March/April, 1974), 225-249.",
        "3. De Rosa, Paul, and Stern, Gary. Monetary Control and the Federal Funds Rate. Journal of Monetary Economics, III (April, 1977), 217-230.",
        "4. Denison, Edward-F. A Note on Private Saving. Review of Economics and Statistics, XL (August, 1958), 261-267.",
        "6. Feige, Edgar L., and McGee, Robert. Has the Federal Reserve Shifted from a Policy of Interest Rate Targets to a Policy of Monetary Aggregate Targets? Journal of Money, Credit and Banking, XI (November, 1979), 381-404.",
        "7. Friedman, Benjamin M. Targets, Instruments and Indicators of Monetary Policy. Journal of Monetary Economics, I (October, 1975), 443-473.",
        "8. Friedman, Benjamin M. Postwar Changes in the American Financial Markets. Martin S. Feldstein (ed.), The American Economy in Transition. Chicago: University of Chicago Press, forthcoming.",
        "9. Goldfeld, Stephen M., and Blinder, Alan S. Some Implications of Endogenous Stabilization Policy. Brookings Papers on Economic Activity (No. 3, 1972), 585-640.",
        "10. Lindsey, David E. The Relationship of GNP to Various Money and Credit Aggregates. Mimeo, Board of Governors of the Federal Reserve System, 1976.",
        "11. lombra, Raymond, and Moran, Michael. Policy Advice and Policymaking at the Federal Reserve. Journal of Monetary Economics (Supplement), forthcoming.",
        "12. Modigliani, Franco. The Life Cycle Hypothesis of Saving, the Demand for Wealth and the Supply of Capital. Social Research, XXX (Summer, 1966), 160-217.",
        "13. Modigliani, Franca, and Ando, Albert. Impacts of Fiscal Actions on Aggregate Income and the Monetarist Controversy: Theory and Evidence. Jerome Stein (ed.), Morietarism. Amsterdam: North-Holland Publishing Company, 1976.",
        "14. Sargent, Thomas J. The Observational Equivalence of Natural and Unnatural Rate Theories of Macroeconomics. Journal of Political Economy, LXXXIV (June, 1976), 631-640.",
        "15. Sims, Christopher A. Macroeconomics and Reality. Econometrica, XLVIII (January, 1980), 1-48.",
        "16. Tobin, James, and Buiter, Willem. Long-Run Effects of Fiscal and Monetary Policy on Aggregate Demand. Jerome Stein (ed.), Monetarism. Amsterdam: North-Holland Publishing Company, 1976."
    ]
}