{
    "id": 6451,
    "cites": 23,
    "cited_by": 17,
    "reference": [
        "Black, Fisher, Merton Miller, and Richard Posner, 1978. An Approach to the Regulation of Bank Holding Companies, Journal of Business, 51(July), pp. 379-412.",
        "Calomiris, Charles W., and Charles M. Kahn, 1991. The Role of Demandable Debt in Structuring Optimal Banking Arrangements, American Economic Review, 81(June), pp. 497-513.",
        "Calomiris, Charles W., and Eugene N. White, 1994. The Origins of Federal Deposit Insurance in Claudia Goldin and Gary Libecap (ed.), The Regulated Economy: A Historical Approach to Political Economy, Chicago: University of Chicago Press for the NBER, pp. 145-188.",
        "Diamond, Douglas, 1984. Financial Intermediation and Delegated Monitoring, Review of Economic Studies, 51(July), pp. 393-414.",
        "Esty, Benjamin C., 1997. The Impact of Contingent Liability on Commercial Bank Risk Taking, Journal of Financial Economics (forthcoming).",
        "Gorton, Gary, 1988. Banking Panics and Business Cycles, Oxford Economic Papers, 40 (Dec.), pp. 751-781.",
        "Grinblatt, Mark, Ronald Masulis, and Sheridan Titman, 1984. The Valuation of Stock Splits and Stock Dividends, Journal of Financial Economics, 13 (December), pp.",
        "Gurley, John, and Edward Shaw, 1960. Money in a Theory of Finance. Washington: The Brookings Institution.",
        "Hodgman, Donald R., 1963. Commercial Bank Loan and Investment Policy. Urbana: University of Illinois.",
        "Jensen, Michael C., and William H. Meckling, 1975. Theory of the Firm: Managerial Behavior, Agency Costs, and Ownership Structure, Journal of Financial Economics, 3 (June), pp. 305-360.",
        "Kane, Edward J., and Burton G. Malkiel, 1965. Bank Portfolio Allocation, Deposit Variability, and the Availability Doctrine, Quarterly Journal of Economics, LXXIX, pp. 113-134.",
        "Kane, Edward J., 1995. Three Paradigms for the Role of Capitalization Requirements in Insured Financial Institutions, Journal of Banking and Finance, 19(June), pp. 431459.",
        "Kroszner, Randall S., and Raghuram G. Rajan, 1997. Organization Structure and Credibility: Evidence from Commercial Bank Securities Activities before the Glass-Steagall Act, Journal of Monetary Economics, 39, pp. 475-516.",
        "Lamoreux, Christopher, and Percy Poon, 1987. The Market Reaction to Stock Splits, Journal of Finance, 42 (December), pp. 1347-1370.",
        "Lee, Inmoo, 1997. Do Firms Knowingly Sell Overvalued Equity, Journal of Finance, 52 (September), pp. 1439-1466.",
        "Macey, Jonathan R., and Geoffrey P. Miller, 1992. Double Liability of Bank Shareholders: History and Implications, Wake Forest Law Review, 27, pp. 31-62.",
        "McNichols, Maureen and Ajay Dravid, 1990. Stock Dividends, Stock Splits, and Signaling, Journal of Finance, 45 (July), pp. 857- .",
        "Merton, Robert C., and Zvi Bodie, 1994. On the Management of Financial Guarantees, Financial Management, 21(Winter), pp. 87-109.",
        "Pelzman, Sam, 1970. Capital Investment in Commercial Banking and Its Relationship to Portfolio Regulation, Journal of Political Economy, 78 (Jan.-Feb.), pp. 1-26.",
        "Ritter, Jay, 1991. The Long-Run Performance of Initial Public Offerings, Journal of Finance, 46 (March), pp. 3-27.",
        "Scott, Kenneth and Thomas Mayer, 1971. Risk and Regulation in Banking: Some Proposals for Deposit Insurance, Stanford Law Review, 23(May), pp. 857-902.",
        "U.S. Congress, House of Representatives, Committee on Banking and Currency, 1924.",
        "Consolidation of National Banking Associations, Report No. 583, 68th Congress, First Session (April 26). Wilson, Berry, and Edward J. Kane, 1997. The Demise of Double Liability As an Optimal Contract for Stockholders at Large National Banks (unpublished, Boston College)."
    ]
}