{
    "id": 6452,
    "cites": 13,
    "cited_by": 50,
    "reference": [
        "[1] Backus, David, and John Driffill (1985), Inflation and Reputation, American Economic Review 75, 530-538.",
        "[2] Ball, Laurence (1994), What determines the sacrifice ratio, in N. Gregory Mankiw, ea., Monetary Policy, 155-194.",
        "[3] Barro, Robert, and David Gordon (1983), A Positive Theory of Monetary Policy in a Natural Rate Model, Journal of Political Economy 91, 589-610.",
        "[4] Bernanke, Ben, and Frederic Mishkin (1992), Central Bank Behavior and the Strategy of Monetary Policy: Observations from Six Industrialized Countries,NBER Macroeconomics Annual 7, 183-228. Canzoneri, Matthew B. (1985), Monetary Policy Games and the Role of Private Informa- tion, American Economic Review 75, 1056-1070. Cukierman, Alex (1992), Central Bank Strategy, Credibility, and Independence, MIT Press.",
        "[9] Faust, Jon, and Lars E.O. Svensson (1998), Optimal Transparency in Monetary Policy, in preparation.",
        "[10] Federal Reserve Bank of Kansas City (1996), Achieving Price Stability, Federal Reserve Bank of Kansas City Symposium Series.",
        "[11] Federal Reserve Board (1989), Transcripts of Federal Open Market Committee.",
        "[12] Fischer, Stanley (1990), Rules Versus Discretion in Monetary Policy, in Benjamin M. Friedman and Frank H. Hahn, eds., Handbook of Monetary Economics, vol II, North Hol- land, Amsterdam and New York,1155-1184.",
        "[13] Fuhrer, Jeffrey (1994), Optimal monetary policy and the sacrifice ratio, in Goals, guide- lines, and constraints facing monetary policymakers, Jeffrey Fuhrer, ea., Federal Reserve Bank of Boston, 43-69.",
        "[14] Goodfriend, Marvin (1986), Monetary Mystique: Secrecy and Central Banking, Journal of Monetary Economics 17, 63-92",
        "[15] Haldane, Andrew, ed. (1995), Targeting Inflation, Bank of England, London.",
        "[16] Harvey, Andrew C. (1989), Forecasting, Structural Time Series Models and the Kalman Filter, Cambridge University Press, Cambridge.",
        "[17] King, Mervyn (1997), Changes in UK Monetary Policy: Rules and Discretion in Practice, Journal of Monetary Economics 39, 81-98."
    ]
}