{
    "id": 6456,
    "cites": 20,
    "cited_by": 14,
    "reference": [
        "Black, F. (1974) Uniqueness of the Price Level in Monetary Growth Models with Rational Expectations, Journal of Economic Theory, 7, 53-65.",
        "Brock, W.A. (1975) A Simple Perfect Foresight Monetary Model, Journal of Monetary Economics 1, 133-150.",
        "Canzoneri, M.B., D.W. Henderson, and K.S. Rogoff(1983) The information Content ofthe Interest Rate and Optimal Monetary Policy, Quarterly Journal of Economics 98, 545-566.",
        "Flood, R.P., and P.M. Garber (1980) Market Fundamentals versus Price Level Bubbles: The First Tests, Journal of Political Economy 88, 747-770.",
        "Gurley, J.G., and E.S. Shaw (1960) Money in a Theory of Finance. Washington, D.C.: Brookings Institution.",
        "Leeper, E.M. (1991) Equilibria Under Active and Passive Monetary and Fiscal Policies, Journal of Monetary Economics 27, 129- 147.",
        "McCallum, B.T. (1981) Price Level Determinacy With an Interest Rate Policy Rule and Rational Expectations, Journal of MonetarY Economics 8, 319-329.",
        "McCallum, B.T. (1983) On Non-Uniqueness in Rational Expectations Models: An Attempt at Perspective, Journal of Monetary Economics 11, 139- 168.",
        "McCallum, B.T. (1986) Some Issues Concerning Interest Rate Pegging, Price Level Determinacy, and the Real Bills Doctrine, Journal of Monetarv Economics 17, 135-160.",
        "Patinkin, D. (1949) The Indeterminacy of Absolute Prices in Classical Economic Theory, Econometrica 17, 1 -27.",
        "Patinkin, D. (1961) Financial Intermediaries and the Logical Structure of Monetary Theory: A Review Article, American Economic Review 51, 95-116.",
        "Sargent, T.J. (1979) Macroeconomic TheorY. New York: Academic Press.",
        "Sargent. T.J. (1997) Recursive Macroeconomics, lecture notes.",
        "Sargent, T.J., and N. Wallace (1973) The Stability of Models of Money and Growth with Perfect Foresight, Econometrica 41, 1043-1048.",
        "Sargent, T.J., and N. Wallace (1975) Rational Expectations, the Optimal Monetary Instrument and the Optimal Money Supply Rule, Journal of Political Economv 83, 241-254.",
        "Sims, C.A. (1994) A Simple Model for Study of the Determination of the Price Level and the Interaction of Monetary and Fiscal Policy, Economic TheorY 4, 381 -399.",
        "Sims, C.A. (1996) Econometric Implications of the Government Budget Constraint, manuscript.",
        "Taylor, J.B. (1977) Conditions for Unique Solutions in Stochastic Macroeconometric Models with Rational Expectations, Econometrica 45, 1377-1385.",
        "Woodford, M. (1990) The Optimum Quantity of Money, in Handbook of Monetary Economics, vol. 2, ed. by B.M. Friedman and F.H. Hahn. Amsterdam: North-Holland.",
        "Woodford, M. (1994) Monetary Policy and Price Level Determinacy in a Cash-in Advance Economy, Economic Theory 4, 345-380."
    ]
}