{
    "id": 6459,
    "cites": 16,
    "cited_by": 9,
    "reference": [
        "Barro, R. and X. Sala-i-Martin, 1995, Economic Growth (McGraw Hill, New York).",
        "Blanchard, O., 1985, Debt, Deficits and Finite Horizons, Journal of Political Economy 93, 2, 237-247.",
        "Dixit, A. and Stiglitz, J., 1977, Monopolistic competition and the optimum product diversity, American Economic Review, 67, 297-308.",
        "Faini, R. (1984) Increasing returns, nontrade inputs and regional development, Economic Journal, 94, pp 308-323.",
        "Fujita, M., P. Krugman, and A.Venables, 1997, The Spatial Economy: Cities, Regions, and International Trade, (forthcoming MIT Press, Cambridge MA, USA).",
        "Flam, H. and E. Helpman, 1987, Industrial policy under monopolistic competition, Journal of International Economics, 22, 79-102.",
        "Helpman, E. and P. Krugman, 1985, Market Structure and Trade (MIT Press, Cambridge MA, USA).",
        "Krugman, P., 1989 Geography and Trade (MIT Press, Cambridge MA, USA).",
        "Krugman, P., 1991, Increasing returns and economic geography, Journal of Political Economy 99, 2, 483-499.",
        "Krugman, P. and A. Venables, 1995, Gobalization and the inequality of nations, Quarterly Journal of Economics 110, 857-880.",
        "Martin, P. and C. Rogers, 1995, Industrial location and public infrastructure, Journal of International Economics 39, 335-351.",
        "Perroux, F., 1955, Note sur la coissance, Economique applique 1-2, 307-320.",
        "Puga, D., 1997, The rise and fall of regional inequalities, Discussion Paper No.314 (Centre for Economic Performance, London School of Economics, London).",
        "Robert-Nicoud, F., 1996, Reciprocal but asymmetric trade liberalization in a hub and spoke system, Masters thesis (Graduate Institute of International Studies, Geneva).",
        "Venables, A., 1987, Trade and trade policy with differentiated products: A Chamberlinian- Ricardian model, Economic Journal 97, 700-717.",
        "Venables, A., 1996, Equilibrium location with vertically linked industries, International Economic Review 37, 341-359."
    ]
}