{
    "id": 6464,
    "cites": 35,
    "cited_by": 9,
    "reference": [
        "Ballard, Charles L., and Steven G. Medema, 1993. The Marginal Efficiency Effects of Taxes and Subsidies in the Presence of Externalities: A Computational General Equilibrium Approach. Journal of Public Economics 52: 199-216.",
        "Barthold, T., 1994. Issues in the Design of Environmental Excise Taxes. Journal of Economic Perspectives 8:133-152.",
        "Becker, Gary S., and Casey B. Mulligan, 1997. Efficient Taxes, Efficient Spending, and Big Government. Working paper, University of Chicago.",
        "Bovenberg, A. Lans and Ruud A. de Mooij, 1994. Environmental Levies and Distortionary Taxation. American Economic Review 84: 1085-9.",
        "Bovenberg, A. Lans and F. van der Ploog, 1994. Environmental Policy, Public Finance and the Labor Market in a Second-Best World. Journal of Public Economics 55: 349-90.",
        "Bovenberg, A. Lans and Lawrence H. Goulder, 1996. Optimal Environmental Taxation in the Presence of Other Taxes: General Equilibrium Analyses. American Economic Review 86:985-1000.",
        "Bovenberg, A. Lans and Lawrence H. Goulder, 1997. Environmental Taxation. In A. Auerbach and M. Feldstein, eds., Handbook of Public Economics. Second Edition. New York: North Holland, forthcoming.",
        "Browning, Edgar K., 1987. On the Marginal Welfare Cost of Taxation. American Economic Review 77: 11-23.",
        "Cropper, Maureen, and Wallace Gates, 1992. Environmental Economics: A Survey. Journal of Economic Literature 30:675-740.",
        "Cruz, Miguel and Lawrence H. Goulder, 1992 An Intertemporal General Equilibrium Model for Analyzing U.S. Energy and Environmental Policies: Data Documentation. Unpublished manuscript, Stanford University.",
        "Deaton, Angus, 1981. Optimal Taxes and the Structure of Preferences. Econometrica 49: 1245-59.",
        "Eskeland, Gunnar and Shantayanan Devarajan, 1995. Taxing Bads by Taxing Goods: Towards Efficient Pollution Control with Presumptive Charges. In Lans Bovenberg and Sijbren Cnossen, eds., Public Economics and the Environment in an Imperfect World. Dordrecht: Kluwer.",
        "Espinosa, J. Andres, and V. Kerry Smith. 1995. Measuring the Environmental Consequences of Trade Policy: A Nonmarket CGE Analysis, American Journal of Agricultural Economics, vol. 77, no. 3, (August), 772-777.",
        "Fullerton, Don and Gilbert Metcalf, 1997. Environmental Controls, Scarcity Rents, and Pre-Existing Distortions. NBER Working Paper 6091, Cambridge, Mass., July.",
        "Fullerton, Don, and Ann Wolverton, 1997. The Case for a Two-Part Instrument: Presumptive Tax and Environmental Subsidy. NBER Working Paper 5993, Cambridge, Mass., April.",
        "Goulder, Lawrence H., 1995a. Effects of Carbon Taxes in an Economy with prior Tax Distortions: An Intertemporal General Equilibrium Analysis. Journal of Environmental Economics and Management 29:271 -97.",
        "Goulder, Lawrence H., l995b. Environmental Taxation and the Double Dividend: A Readers Guide. International Tax and Public Finance 2: 157-83. Goulder, Lawrence H., Ian W.H. Parry and Dallas Burtraw, 1997. Revenue-Raising vs. Other Approaches to Environmental Protection: The Critical Significance of Pre-Existing Tax Distortions. RAND Journal of Economics 28 (4) (Winter):708-31.",
        "Hahn, Robert W., 1986. Trade-offs in Designing Markets with Multiple Objectives. Journal of Environmental Economics and Management 13: 1 - 12.",
        "Hahn, Robert W. 1989. Economic Prescriptions for Environmental Problems: How the Patient Followed the Doctors Orders, Journal of Economic Perspectives, 3 (2) (Spring):95-114.",
        "Harford, John, 1978. Firm Behavior Under Imperfectly Enforceable Pollution Standards. Journal of Environmental Economics and Management 5:26-43.",
        "Lewis, Tracy R., 1996. Protecting the Environment When Costs and Benefits Are Privately Known. Rand Journal of Economics 27 (Winter):819-847.",
        "Lucas, Robert E., 1990. Supply-Side Economics: An Analytical Review. Oxford Economic Papers 42:293-316.",
        "Nichols, Albert L., 1984. Targeting Economic Incentives for Environmental Protection. Cambndge, MA: MIT Press.",
        "Gates, Wallace E., 1995. Green Taxes: Can we Protect the Environment and Improve the Tax Svstem at the Same Time? Southern Economic Journal 61:914-22.",
        "Parry, Ian W. H., 1995. Pollution Taxes and Revenue Recycling. Journal of Environmental Economics and Management 29:S64-77.",
        "Parry, Ian W.H., 1997. Environmental Taxes and Quotas in the Presence of Distorting Taxes in Factor Markets. Resource and Energy Economics 19:203-220.",
        "Parry, Ian W.H., Roberton C. Williams and Lawrence H. Goulder, 1996. When Can Carbon Abatement Policies Increase Welfare? The Fundamental Role of Distorted Factor Markets. NBER working paper No. 5967.",
        "Pechan, E.H. and Associates, 1996. Emission Reduction and Cost Analysis Model for NOx (ERCAM- NOX), (Report Not 96.09.002/1763), September.",
        "Russek, Frank, 1996. Labor Supply and Taxes. Working paper, Macroeconomic Analysis division, Congressional Budget Office, Washington, D.C.",
        "Schmutzler, Armin, and Lawrence H. Goulder, 1997. The Choice between Emissions Taxes and Output Taxes under Imperfect Monitoring. Journal of Environmental Economics and Management 32:51-64.",
        "Shoven, John B., and John Whalley, 1992. Applying General Equilibrium. Cambridge, Mass.: Cambridge University Press.",
        "Spulber, Daniel F., 1985. Effluent Regulation and Long-Run Optimality. Journal of Environmental Economics and Management, 12:103-116.",
        "Stavins, Robert, ea., 1991. Project 88 - Round II, Incentives for Action: Designing Market-Based Environmental Strategies. Public policy study sponsored by Senators Timothy Wirth and John Heinz, Washington, D.C., May.",
        "Tietenberg, Thomas H., 1985. Emissions Trading: An Exercise in Reforming Pollution Policy. Washington, D.C.: Resources for the Future.",
        "Weitzman, Martin, L., 1974. Prices vs. Quantities. Review of Economic Studies 41 :477-91."
    ]
}