{
    "id": 6467,
    "cites": 20,
    "cited_by": 37,
    "reference": [
        "Amemiya, T. and Q.H. Vuong (1987), A Comparison of Two Consistent Estimators in the Choice-Based Sampling Qualitative Response Model,Econometrica, 55: 699-702.",
        "Bagwell, L.S. and J.B. Shoven (1988), Share Repurchases and Acquisitions: An Anal- ysis of Which Firms Participate, in A. Auerbach ed.,Corporate Takeovers. Causes and Consequences, Chicago: University of Chicago Press, 191-211.",
        "Bagwell, L.S. (1991), Share Repurchase and Takeover Deterrence,Rand Journal of Eco- nomics, 22: 72-88.",
        "Bartov, E. (1991), Open-Market Stock Repurchases as Signals for Earnings and Risk Changes,Journal of Accounting and Economics, 14:275-294.",
        "Bernheim, B.D. and A. Wantz (1993), A Tax-Based Test of the Dividend Signaling Hypothesis, American Economic Review, 85: 532-551.",
        "Bok, D. (1993), The Cost of Talent: How Ezecutives and Professionals Are Paid and How It Affects America, New York: The Free Press.",
        "Brookings Papers on Economic Activity (1987), Comments and Discussion of James M.",
        "Dann, L.Y., R.W. Masulis and D. Mayers (1991), Repurchase Tender Offers and Earn- ings Information, Journal of Accounting and Economics, 14: 217-251.",
        "Defusco, R.A., T.S. Zorn and R.R. Johnson (1991), The Association Between Execu- tive Stock Option Plan Changes and Managerial Decision Making, Financial Management, 20(1): 36-43.",
        "Denis, D.J. (1990), Defensive Changes in Corporate Payout Policy: Share Repurchases and Special Dividends,Journal of Finance, 45: 1433-1456.",
        "Penn, G.W. and N. Liang (1997), Good News and Bad News About Share Repurchases, working paper.",
        "Garen, J.E. (1994), Executive Compensation and Principal-Agent Theory, Journal of Political Economy, 102: 1175-1199.",
        "Hausman, J.A. and D. McFadden (1984), A Specification Test for the Multinomial Logit Model, Econometrica, 52: 1219-1240.",
        "Ikenberry, D., J. Lakonishok, and T. Vermaelen (1995), Market Underreaction to Open Market Share Repurchases, Journal of Financial Economics, 39: 181-208.",
        "Jensen, M.C. and K.J. Murphy (199Oa), Performance Pay and Top-Management Incen- tives, Journal of Political Economy, 98: 225-264. and (199Ob), CEO Incentives - Its Not How Much You Pay, But How, Harvard Business Review, 68(3): 138-154. Lambert, R.A., W.N. Lanen and D.F. Larcker (1989), Executive Stock Option Plans and Corporate Dividend Policy, Journal of Financial and Quantitative Analysis, 24: 409-425.",
        "Lang, L.H. and R.H. Litzenberger (1989), Dividend Announcements: Cash Flow Sig- naling vs. Free Cash Flow Hypothesis, Journal of Financial Economics, 24: 181-191.",
        "Manski, C.F. and D. McFadden (1981), Alternative Estimators and Sample Designs for Discrete Choice, in C.F. Manski and D. McFadden, eds., Structural Analysis of Discrete Data with Econometric Applications, Cambridge, Massachusetts: MIT Press, 2-50.",
        "Marsh, T.A. and R.C. Merton (1987), Dividend Behavior for the Aggregate Stock Mar- ket, Journal of Business, 60: 1-40.",
        "Ofer, A.R. and D.R. Siegel (1987), Corporate Financial Policy, Information, and Market Expectations: An Empirical Investigation of Dividends,Journal of Finance, 42: 889-911.",
        "Stein, J. (1989), Efficient Capital Markets, Inefficient Firms: A Model of Myopic Cor- porate Behavior, Quarterly Journal of Economics, 104: 655-669."
    ]
}