{
    "id": 6468,
    "cites": 16,
    "cited_by": 41,
    "reference": [
        "Bonn, J., K. Mizsei, I. Szekely and P. Wachtel (1997) Creating Market Oriented Banking Sectors for Transition Economies, forthcoming, E. Elgar Publishers.",
        "Bonin, J. and P. Wachtel (1996) Towards Market-Oriented Banking in the Economies of Transition, in Financial Sector Transformation: Lessons for The Economies in Transition, edited by M. Blejer and M. Skreb, Cambridge University Press, forthcoming.",
        "Buiter W. (1997) Aspects of Fiscal Performance in Some Transition Economies Under FundSupported Programs, IMF Working Paper 97/31.",
        "Calvo G. (1995) Varieties of Capital Market Crises, unpublished paper, University of Maryland, April.",
        "Calvo, G., R. Sahay and C. Vegh (1995) Capital Flows in Central and Eastern Europe: Evidence and Policy Options, in Private Capital flows to Emerging Markets after the Mexican Crisis, ed. by G. Calvo, M. Goldstein and E. Hochreiter, Washington: Institute for International Economics.",
        "Corsetti, G. and N. Roubini (1997) Politically Motivated Fiscal Deficits: Policy Issues in Closed and Open Economies, Economics and Politics, 9, No.1, March, 27-54.",
        "Dornbusch, R., I. Goldfajn and R. 0. Valdes (1995) Currency Crises and Collapses,t Brookings Papers on Economic Activity No. 1, 219-270.",
        "Halpern, L. and C. Wyplosz (1996) Equilibrium Exchange Rates in Transition Economies, IMF Working Paper 96/125, November.",
        "Kaminsky G. and C. Reinhart (1996) The Twin Crises: The Causes of Banking and Balance-ofPayments Problems, International Finance Discussion Paper No.544, Board of Governors of the Federal Reserve System.",
        "Kaminsky, G., S. Lizondo and C. Reinhart (1997) Leading Indicators of Currency Crises, IMF Working Paper 97/79, July.",
        "Klaus, VÃ\u0083Â£clav (1997) Promoting Financial Stability in the Transition Economies of Central and Eastern Europe, presented at the conference Maintaining Financial Stability in a Global Economy organized by the Federal Reserve Bank of Kansas, August.",
        "Krajnyak, K. and J. Zettelmeyer (1997) Competitiveness in Transition Economies: What Scope for Real Appreciation?, IMF Working Paper, forthcoming.",
        "Lindgren, Carl-Johan, Gillian Garcia and Matthew I. Saal (1996) Bank Soundness and Macroeconomic Policy, International Monetary Fund.",
        "Milesi-Ferretti G. M. and A. Razin (1996a) Sustainability of Current Account Deficits, NBER Working Paper No. 5467, February.",
        "Milesi-Ferretti G. M. and A. Razin (1996b) Current Account Sustainability: Selected East Asian and Latin American Experiences, NBER Working Paper No. 5791, October.",
        "Milesi-Ferretti G. M. and A. Ra.zin (1996c) Current Account Sustainability, Princeton Studies in International Finance, No. 81, October."
    ]
}