{
    "id": 6470,
    "cites": 155,
    "cited_by": 21,
    "reference": [
        "Hall, Robert E. Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy 86 (December 1978): 971-987.",
        "Greenspan, Alan, General Discussion, Budget Deficits and Debt: Issues and Options, Federal Reserve Bank of Kansas City (1995): 139-149.",
        "Hayashi, Fumio, Tests for Liquidity Constraints: A Critical Survey, Advances in Econometrics: Fifth World Congress, ed. Truman Bewley, New York, Cambridge University Press (1987).",
        "Hoelscher, Gregory, New Evidence on Deficits and Interest Rates, Journal of Money, Credit, and Banking 18 (February 1986): 1-17.",
        "Lazear, Edward P., Some Thoughts on Savings, in Studies in the Economics of Aging, David A. Wise, ed., Chicago: University of Chicago Press (1994): 143-169.",
        "Mankiw, N. Gregory, David Romer, and David N. Weil, A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics 107 (May 1992): 407-437.",
        "Mussa, Michael and Morris Goldstein, The Integration of World Capital Markets, Changing Capital Markets: Implications for Monetary Policy, Federal Reserve Bank of Kansas City (1993): 245-313.",
        "Organization of Economic Cooperation and Development, Economic Outlook, Paris (June 1997) .",
        "Romer, Paul M., Increasing Returns and Long-Run Growth, Journal of Political Economy 94 (October 1986): 1002-1037.",
        "Romer, Paul M., Crazy Explanations for the Productivity Slowdown, NBER Macroeconomics Annual (1987): 163-202.",
        "Roseveare, Deborah, Willi Leibfritz, Douglas Fore, and Eckhard Wurzel, Ageing Populations, Pension Systems and Government Budgets: Simulations for 20 OECD Countries, OECD Economics Department Working Paper No. 168 (1996).",
        "Sargent, Thomas J., The Ends of Four Big Inflations, in Inflation, Robert E. Hall, ed., Chicago: University of Chicago Press (1983): 41-93.",
        "Seater, John J., The Market Value of Outstanding Government Debt, 1919-1975, Journal of Monetary Economics 8 (July 1981): 85-101.",
        "Sims, Christopher A., A Simple Model for the Determination of the Price Level and the Interaction of Monetary and Fiscal Policy, Economic Theory 4 (3: 1994): 381-399.",
        "Stocks, Bonds, Bills and Inflation 1995 Yearbook, Chicago: Ibbotson Associates (1995).",
        "Strotz, Robert H., Myopia and Inconsistency in Dynamic Utility Maximization, Review of Economic Studies 23 (1956): 165-180.",
        "Trostel, Philip A., The Nonequivalence Between Deficits and Distortionary Taxation, Journal of Monetary Economics 31 (April 1993): 207-227.",
        "Wachtel, Paul and John Young, Deficit Announcements and Interest Rates, American Economic Review 77 (December 1987): 1007-1012.",
        "Wilcox, David W., Social Security Benefits, Consumption Expenditure, and the Life Cycle Hypothesis, Journal of Political Economy 97 (April 1989): 288-304.",
        "Woodford, Michael, Price-Level Determinacy Without Control of a Monetary Aggregate, Carnegie-Rochester Conference Series on Public Policy 43 (December 1995): 1-46.",
        "Zeldes, Stephen D., Consumption and Liquidity Constraints: An Empirical Investigation, Journal of Political Economy 97 (April 1989): 305-346.",
        "Abel, Andrew B., N. Gregory Mankiw, Lawrence H. Summers, and Richard J. Zeckhauser, Assessing Dynamic Efficiency: Theory and Evidence, Review of Economic Studies 56 (January 1989): 1-20.",
        "Aiyagari, S. Rao and Mark Gertler, The Backing of Government Bonds and Monetarism, Journal of Monetary Economics 16 (July 1985): 19-44.",
        "Aschauer, David Alan, Fiscal Policy and Aggregate Demand, American Economic Review 75 (March 1985): 117-127.",
        "Attanasio, Orazio P. and Martin Browning, Consumption over the Life Cycle and over the Business Cycle, American Economic Review 85 (December 1995): 1118-1137.",
        "Attanasio, Orazio P. and Guglielmo Weber, Is Consumption Growth Consistent with Intertemporal Optimization? Evidence from the Consumer Expenditure Survey, Journal of Political Economy 103 (December 1995): 1121-1157.",
        "Auerbach, Alan J., and Laurence J. Kotlikoff, Dynamic Fiscal Policy, Cambridge: Cambridge University Press (1987).",
        "Auerbach, Alan J., Jagadeesh Gokhale, and Laurence J. Kotlikoff, Generational Accounts: A Meaningful Alternative to Deficit Accounting, Tax Policy and the Economy 5 (1991): 55-110.",
        "Bailey, Martin J., National Income and the Price Level, New York: McGraw-Hill (1962) .",
        "Ball, Laurence, Douglas W. Elmendorf, and N. Gregory Mankiw, The Deficit Gamble, National Bureau of Economic Research Working Paper No. 5015 (February 1995), forthcoming in the Journal of Money, Credit, and Banking.",
        "Ball, Laurence, and N. Gregory Mankiw, What Do Budget Deficits Do?, Budget Deficits and Debt: Issues and Options, Federal Reserve Bank of Kansas City (1995): 95-119.",
        "Ballard, Charles, John Shoven, and John Whalley, General Equilibrium Computations of the Marginal Welfare Cost of Taxes in the United States, American Economic Review 75 (March 1985): 128-138.",
        "Barro, Robert J., Are Government Bonds Net Wealth?, Journal of Political Economy 82 (November/December 1974): 1095-1117.",
        "Barro, Robert J., On the Determination of the Public Debt, Journal of Political Economy 87 (October 1979): 940-971.",
        "Barro, Robert J., Government Spending, Interest Rates, Prices, and Budget Deficits in the United Kingdom, 1701-1918, Journal of Monetary Economics 20 (September 1987): 221-247.",
        "Barro, Robert J., N. Gregory Mankiw, and Xavier Sala-i-Martin, Capital Mobility in Neoclassical Models of Growth, American Economic Review 85 (March 1995): 103-115.",
        "Barsky, Robert B., N. Gregory Mankiw, and Stephen P. Zeldes, Ricardian Consumers with Keynesian Propensities, American Economic Review 76 (September 1986): 676-691.",
        "Barth, James R., George Iden, and Frank S. Russek, Government Debt, Government Spending, and Private Sector Behavior: Comment, American Economic Review 76 (December 1986): 1158-1167.",
        "Becker, Gary S., A Theory of Social Interactions, Journal of Political Economy 82 (November/December 1974): 1063-1093.",
        "Bernheim, B. Douglas, Ricardian Equivalence: An Evaluation of Theory and Evidence, NBER Macroeconomics Annual (1987): 263-303.",
        "Bernheim, B. Douglas, Budget Deficits and the Balance of Trade, Tax Policy and the Economy (1988): 1-31.",
        "Bernheim, B. Douglas, Comment, in Studies in the Economics of Aging, David A. Wise, ed., Chicago: University of Chicago Press (1994): 171-179.",
        "Bernheim, B. Douglas, and Kyle Bagwell, Is Everything Neutral?, Journal of Political Economy 96 (April 1988): 308-338.",
        "Bernheim, B. Douglas, Andrei Shleifer, and Lawrence H. Summers, The Strategic Bequest Motive, Journal of Political Economy 93 (December 1985): 1045-1076.",
        "Berry, Thomas Senior, Revised Annual Estimates of American Gross National Product, Bostwick Paper No. 3, The Bostwick Press (1978).",
        "Blanchard, Olivier J., Debt, Deficits, and Finite Horizons, Journal of Political Economy 93 (April 1985): 223-247.",
        "Blanchard, Olivier J., and Stanley Fischer, Lectures on Macroeconomics, Cambridge, MA: The MIT Press (1989).",
        "Blanchard, Olivier J. and Lawrence H. Summers, Perspectives on High World Real Interest Rates, Brookings Papers on Economic Activity (1984:2): 273-334.",
        "Blanchard, Olivier J. and Phillipe Weil, Dynamic Efficiency, the Riskless Rate, and Debt Ponzi Games under Uncertainty, NBER Working Paper #3992, February 1992.",
        "Blinder, Alan S., and Robert M. Solow, Does Fiscal Policy Matter?, Journal of Public Economics 2 (November 1973): 319-337.",
        "Bohn, Henning, Budget Deficits and Government Accounting, Carnegie-Rochester Conference Series on Public Policy 37 (December 1992): 1-84.",
        "Bohn, Henning, Fiscal Policy and the Mehra-Prescott Puzzle: On the Welfare Implications of Budget Deficits When Real Interest Rates are Low, Department of Economics, University of California at Santa Barbera, Working Paper No. 8-93, 1993.",
        "Boothe, Paul M. and Bradford G. Reid, Asset Returns and Government Budgets in a Small Open Economy, Journal of Monetary Economics, 23 (January 1989): 65-77.",
        "Buchanan, James M., Barro on the Ricardian Equivalence Theorem, Journal of Political Economy 84 (April 1976): 337-342.",
        "Buchanan, James M., and Richard E. Wagner, Democracy in Deficit: The Political Economy of Lord Keynes, New York: Academic Press (1977).",
        "Buchholz, Todd G., New Ideas from Dead Economists: An Introduction to Modem Economic Thought, New York: Penguin (1989).",
        "Bureau of the Census, Historical Statistics of the United States, Colonial Times to 1970, Part 2, Washington, D.C. (1975).",
        "Butkiewicz, James L., The Market Value of Outstanding Government Debt: Comment, Journal of Monetary Economics 11 (May 1983): 373-379.",
        "Campbell, John Y. and N. Gregory Mankiw, Consumption, Income and Interest Rates: Reinterpreting the Time Series Evidence, NBER Macroeconomics Annual (1989): 185-216.",
        "Cardia, Emanuela, Replicating Ricardian Equivalence Tests with Simulated Series, American Economic Review 87 (March 1997): 65-79.",
        "Carroll, Christopher D., Buffer-Stock Saving and the Life Cycle/Permanent Income Hypothesis, Quarterly Journal of Economics 112 (February 1997): 1-55.",
        "Carroll, Christopher D. and Lawrence H. Summers, Consumption Growth Parallels Income Growth: Some New Evidence, in National Saving and Economic Performance, B. Douglas Bernheim and John B. Shoven, eds., Chicago: University of Chicago Press (1991): 305-343.",
        "Caught in the Debt Trap, The Economist, April 1, 1995.",
        "Chan, Louis K.C., Uncertainty and the Neutrality of Government Financing Policy, Journal of Monetary Economics 11 (May 1983): 351-372.",
        "Congressional Budget Office, Federal Debt and Interest Costs, Washington, D.C. (May 1993) .",
        "Congressional Budget Office, Who Pays and When? An Assessment of Generational Accounting, Washington, D.C. (November 1995).",
        "Congressional Budget Office, The Economic and Budget Outlook: Fiscal Years 1998-2007, Washington, D.C. (January 1997a).",
        "Congressional Budget Office, Long-Term Budgetary Pressures and Policy Options, Washington, D.C. (March 1997b).",
        "Cox, W. Michael and Eric Hirschhorn, The Market Value of Outstanding Government Debt: Monthly, 1942-1980, Journal of Monetary Economics 11 (March 1983) : 261-272.",
        "Council of Economic Advisers, Economic Report of the President, Washington, D.C. (February 1994).",
        "Croushore, Dean, Ricardian Equivalence with Wage-Rate Uncertainty, Journal of Money, Credit, and Banking 28 (August 1996): 279-293.",
        "Cutler, David M., Book Review of Laurence Kotlikoff's Generational Accounting, National Tax Journal, 56 (March 1993): 61-67.",
        "Daniel, Betty C, Tax Timing and Liquidity Constraints: A Heterogeneous-Agent Model, Journal of Money, Credit, and Banking 25 (May 1993): 176-196.",
        "Diamond, Peter A., National Debt in a Neoclassical Growth Model, American Economic Review 55 (December 1965): 1126-1150.",
        "Dornbusch, Rudiger, Comment on Feldstein and Bacchetta, in National Saving and Economic Performance, B. Douglas Bernheim and John B. Shoven, eds., Chicago: University of Chicago Press (1991): 220-226.",
        "Dotsey, Michael, Some Unpleasant Supply Side Arithmetic, Journal of Monetary Economics 33 (1994): 507-524.",
        "Eisner, Robert, How Real is the Federal Deficit?, New York: The Free Press (1986) .",
        "Eisner, Robert, and Paul J. Pieper, A New View of the Federal Debt and Budget Deficits, American Economic Review 74 (March 1984): 11-29.",
        "Evans, Paul, Do Large Deficits Produce High Interest Rates?, American Economic Review 75 (March 1985): 68-87.",
        "Evans, Paul, Is the Dollar High Because of Large Budget Deficits?, Journal of Monetary Economics 18 (November 1986): 227-249.",
        "Evans, Paul, Interest Rates and Expected Future Budget Deficits in the United States, Journal of Political Economy 95 (February 1987a): 34-58.",
        "Evans, Paul, Do Budget DÃ\u0083Â©ficits Raise Nominal Interest Rates? Evidence from Six Countries, Journal of Monetary Economics 20 (September 1987b): 281-300.",
        "Evans, Paul, Are Consumers Ricardian? Evidence for the United States, Journal of Political Economy 96 (October 1988): 983-1004.",
        "Evans, Paul, Is Ricardian Equivalence a Good Approximation?, Economic Inquiry 29 (October 1991): 626-644.",
        "Evans, Paul, Consumers Are Not Ricardian: Evidence from Nineteen Countries, Economic Inquiry 31 (October 1993): 534-548.",
        "Feldstein, Martin, Government Deficits and Aggregate Demand, Journal of Monetary Economics 9 (January 1982): 1-20.",
        "Feldstein, Martin, Debt and Taxes in the Theory of Public Finance, Journal of Public Economics 28 (November 1985): 233-245.",
        "Feldstein, Martin, Overview Panelist, Budget Deficits and Debt: Issues and Options, Federal Reserve Bank of Kansas City (1995): 403-412.",
        "Feldstein, Martin, The Missing Piece in Policy Analysis: Social Security Reform, American Economic Review 86 (May 1996a): 1-14.",
        "Feldstein, Martin, How Big Should Government Be?, National Tax Association Proceedings (1996b): 314-326.",
        "Feldstein, Martin and Philippe Bacchetta, National Saving and International Investment, in National Saving and Economic Performance, B. Douglas Bernheim and John B. Shoven, eds., Chicago: University of Chicago Press (1991): 201-220.",
        "Feldstein, Martin, Louis Dicks-Mireaux, and James M. Poterba, The Effective Tax Rate and the Pretax Rate of Return, Journal of Public Economics 21 (July 1983): 129-158.",
        "Feldstein, Martin and Douglas W. Elmendorf, Government Debt, Government Spending, and Private Sector Behavior Revisited: Comment, American Economic Review 80 (June 1990): 589-599.",
        "Feldstein, Martin and Charles Horioka, Domestic Saving and International Capital Flows, Economic Journal 90 (June 1980): 314-29.",
        "Frankel, Jeffrey A., Quantifying International Capital Mobility in the 1980s, in National Saving and Economic Performance, B. Douglas Bernheim and John B. Shoven, eds., Chicago: University of Chicago Press (1991): 227-260.",
        "Frenkel, Jacob A. and Assaf Razin, Fiscal Policies and the World Economy, Cambridge, Massachusetts: MIT Press (1992).",
        "Friedman, Benjamin M., Day of Reckoning, New York: Random House (1988).",
        "Friedman, Benjamin M., Learning from the Reagan Deficits, American Economic Review 82 (May 1992): 299-304.",
        "Gale, William G. and John Karl Scholz, Intergenerational Transfers and the Accumulation of Wealth, Journal of Economic Perspectives 8 (Fall 1994): 145-160.",
        "Gordon, Roger H. and A. Lans Bovenberg, Why Is Capital So Immobile Internationally? Possible Explanations and Implications for Capital Income Taxation, American Economic Review 86 (December 1996): 1057-1075.",
        "Graham, Fred C., Government Debt, Government Spending, and Private - Sector Behavior: Comment, American Economic Review 85 (December 1995): 1348-1356.",
        "Graham, Fred C. and Daniel Himarios, Fiscal Policy and Private Consumption: Instrumental Variables Tests of the 'Consolidated Approach', Journal of Money, Credit, and Banking 23 (February 1991): 53-67.",
        "Graham, Fred C. and Daniel Himarios, Consumption, Wealth, and Finite Horizons: Tests of Ricardian Equivalence, Economic Inquiry 34 (July 1996): 527-544.",
        "Hall, Robert E. and Frederic S. Mishkin, The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households, Econometrica 50 (March 1982): 461-481.",
        "Hubbard, R. Glenn, and Jonathan S. Skinner, Assessing the Effectiveness of Saving Incentives, Journal of Economic Perspectives 10 (Fall 1996): 73-90.",
        "Judd, Kenneth, Debt and Distortionary Taxation in a Simple Perfect Foresight Model, Journal of Monetary Economics 20 (1987): 51-72.",
        "Kessler, Denis and Andre Masson, Bequest and Wealth Accumulation: Are Some Pieces of the Puzzle Missing? Journal of Economic Perspectives 3 (Summer 1989) : 141-152.",
        "Kimball, Miles S. and N. Gregory Mankiw, Precautionary Saving and the Timing of Taxes, Journal of Political Economy 97 (August 1989): 863-879.",
        "Kormendi, Roger C., Government Debt, Government Spending, and Private Sector Behavior, American Economic Review 73 (December 1983): 994-1010.",
        "Kormendi, Roger C. and Philip Meguire, Government Debt, Government Spending, and Private Sector Behavior: Reply, American Economic Review 76 (December 1986): 1180-1187.",
        "Kormendi, Roger C. and Philip Meguire, Government Debt, Government Spending, and Private Sector Behavior: Reply and Update, American Economic Review 80 (June 1990): 604-617.",
        "Kormendi, Roger C. and Philip Meguire, Government Debt, Government Spending, and Private Sector Behavior: Reply, American Economic Review 85 (December 1995): 1357-1361.",
        "Kotlikoff, Laurence J., Intergenerational Transfers and Savings, Journal of Economic Perspectives 2 (Spring 1988): 41-58.",
        "Kotlikoff, Laurence J., Generational Accounting: Knowing Who Pays, and When, for What We Spend, New York: The Free Press (1992).",
        "Kotlikoff, Laurence J. and Lawrence H. Summers, The Role of Intergenerational Transfers in Aggregate Capital Accumulation, Journal of Political Economy 89 (August 1981): 706-732.",
        "Krugman, Paul, International Aspects of Financial Crises, in The Risk of Economic Crisis, Martin Feldstein, ed., Chicago: University of Chicago Press, 1991.",
        "Laibson, David, Golden Eggs and Hyperbolic Discounting, Quarterly Journal of Economics (May 1997): 443-477.",
        "Leeper, Eric, Equilibria under 'Active' and 'Passive' Monetary Policies, Journal of Monetary Economics 27 (February 1991): 129-147.",
        "Ludvigson, Sydney, The Macroeconomic Effects of Government Debt in a Stochastic Growth Model, Journal of Monetary Economics 38 (1996): 25-45.",
        "Mankiw, N. Gregory, The Growth of Nations, Brookings Papers on Economic Activity (1995:1): 275-326.",
        "Marris, Stephen, Deficits and the Dollar: The World Economy at Risk, Washington, D.C.: Institute for International Economics (1985).",
        "McCallum, Bennett T., Are Bond-Financed Deficits Inflationary? A Ricardian Analysis, Journal of Political Economy 92 (February 1984): 123-135.",
        "Modigl iani, Franco, The Role of Intergenerational Transfers and Life Cycle Saving in the Accumulation of Wealth, Journal of Economic Perspectives 2 (Spring 1988), 15-40.",
        "Modigliani, Franco and Arlie Sterling, Government Debt, Government Spending, and Private Sector Behavior: Comment, American Economic Review 76 (December 1986): 1168-1179.",
        "Modigliani, Franco and Arlie Sterling, Government Debt, Government Spending, and Private Sector Behavior: A Further Comment, American Economic Review 80 (June 1990): 600-603.",
        "Musgrave, Richard A., The Theory of Public Finance, New York: McGraw-Hill (1959) .",
        "Obstfeld, Maurice and Kenneth Rogoff, Foundations of International Macroeconomics, Cambridge, Massachusetts: MIT Press (1996).",
        "O'Connell, Stephen A. and Stephen P. Zeldes, Rational Ponzi Games, International Economic Review 29 (August 1988): 431-450.",
        "O'Driscoll, Gerald P., The Ricardian Nonequivalence Theorem, Journal of Political Economy 85 (February 1977): 207-210.",
        "Office of Management and Budget, Analytical Perspectives, Budget of the United States Government, Fiscal Year 1997, Washington, D.C. (1996).",
        "Patinkin, Don, Money, Interest and Prices, New York: Harper and Row (1965).",
        "Plosser, Charles I., Government Financing Decisions and Asset Returns, Journal of Monetary Economics 9 (May 1982): 325-352.",
        "Plosser, Charles I., Fiscal Policy and the Term Structure, Journal of Monetary Economics 20 (September 1987): 343-367.",
        "Poterba, James M., Are Consumers Forward-Looking? Evidence from Fiscal Experiments, American Economic Review 78 (May 1988): 413-418.",
        "Poterba, James M., and Lawrence H. Summers, Finite Lifetimes and the Effects of Budget Deficits on National Saving, Journal of Monetary Economics 20 (1987): 369-391.",
        "Rawls, John, A Theory of Justice, Cambridge, Mass.: Harvard University Press (1971).",
        "Ricardo, David, Funding System, 1820, reprinted in The Works and Correspondence of David Ricardo, edited by P. Sraffa, Cambridge: Cambridge University Press, 1951.",
        "Romer, Christina D., The Prewar Business Cycle Reconsidered: New Estimates of Gross National Product, 1869-1928, Journal of Political Economy 97 (February 1989): 1-37.",
        "Romer, David, What Are the Costs of Excessive Deficits?, NBER Macroeconomics Annual (1988): 63-98.",
        "Rosensweig, Jeffrey A, and Ellis W. Tallman, Fiscal Policy and Trade Adjustment: Are the Deficits Really Twins?, Economic Inquiry 31 (October 1993): 580-594.",
        "Runkle, David E., Liquidity Constraints and the Permanent-Income Hypothesis: Evidence from Panel Data, Journal of Monetary Economics 27 (February 1991): 73-98.",
        "Samuelson, Paul A., An Exact Consumption Loan Model of Interest With or Without the Social Contrivance of Money, Journal of Political Economy 66 (December 1958): 467-482.",
        "Sargent, Thomas J. and Neil Wallace, Some Unpleasant Monetarist Arithmetic, Quarterly Review, Federal Reserve Bank of Minneapolis (Fall 1981).",
        "Seater, John J., Ricardian Equivalence, Journal of Economic Literature 31 (March 1993): 142-190.",
        "Seater, John J. and Roberto S. Mariano, New Tests of the Life Cycle and Tax Discounting Hypotheses, Journal of Monetary Economics 15 (March 1985): 195-215.",
        "Shapiro, Matthew D. and Joel Slemrod, Consumer Response to the Timing of Income: Evidence from a Change in Tax Withholding, American Economic Review 85 (March 1995): 274-283.",
        "Smetters, Kent A., Ricardian Equivalence: Long-Run Leviathan, Congressional Budget Office, mimeo (1996).",
        "Solow, Robert M., A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics 70 (February 1956): 65-94.",
        "Tirole, Jean, Asset Bubbles and Overlapping Generations, Econometrica 53 (1985): 1499-1528.",
        "Tob in, James, Asset Holdings and Spending Decisions, 1952, reprinted in Essays in Economics, vol. 1, Amsterdam: North-Holland, 1971.",
        "Volcker, Paul A., Statement to the Committee on Banking, Finance and Urban Affairs, U.S. House of Representatives, Washington D.C. (February 7, 1985) .",
        "Weil, Philippe, Overlapping Families of Infinitely-Lived Agents, Journal of Public Economics 38 (March 1989): 183-198.",
        "Wickseil, Knut, A New Principle of Just Taxation, (1896) in Richard A.",
        "Musgrave and Alan T. Peacock, eds., Classics in the Theory of Public Finance, London: MacMillan Press (1958).",
        "Yotsuzuka, Toshiki, Ricardian Equivalence in the Presence of Capital Market Imperfections, Journal of Monetary Economics 20 (September 1987): 411-436."
    ]
}