{
    "id": 6474,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Bebchuk, L.A. 1984. Litigation and settlement under imperfect information. Rand Journal of Econorrucs 15, 404-415.",
        "Bebchuk, L.A. 1988. Suing solely to extract a settlement offer. Journal of Legal Studies 17, 437-449.",
        "Bebchuk, L.A. 1996. A new theory concerning the credibility and success of threats to sue.",
        "Journal of Legal Studies 25, 1-25. Bebchuk, L.A. 1997. On divisibility and credibility: the effects of the distribution of litigation costs over time on the credibility of threats to sue. Working paper, Harvard 6 Law School, Cambridge, MA.",
        "Bebchuk, L.A. and Guzman, A. 1997. The effect of contingency fees and retainers on the credibility of threats to sue and defend. Working paper, Harvard Law School, Cambridge, MA.",
        "Cornell, B. 1990. The incentive to sue: an option pricing approach. Journal of Legal Studies 19, 173-187.",
        "Farmer, A. and Pecorino, P. 1996. A reputation for being a nuisance: frivolous lawsuits and fee shifting in a repeated play game. Working Paper, University of Tennesee.",
        "Gould, J.P 1973. The economics of legal conflicts. Journal of Legal Studies 2, 279-300.",
        "Katz, A. 1990. The effect of frivolous lawsuits on the setttlement of litigation.",
        "International Review of Law and Economics 10, 3-27. ! Andes, W.M. 1971. An economic analysis of the courts. Journal of Law and Economics 14, 61-107.",
        "Landes, W.M. 1993. Sequential versus unitary trials: an economic analysis. Journal of Legal Studies a, 99-134.",
        "Miceli, T.J. 1993. Optimal deterrence of nuisance suits by repeat defendants. International Review of Law and Economics 13, 135-144.",
        "Png, I. 1983. Strategic behavior in suit, settlement, and trial. Bell Journal of Economics 14, 539-550.",
        "Posner, R.A. 1973. An economic approach to legal procedure and judicial administration.",
        "Journal of Legal Studies 2, 399-458. Rosenberg, D. and Shavell, S. 1985. A model in which suits are brought for their nuisance value. International Review of Law and Economics 5, 3-13."
    ]
}