{
    "id": 6476,
    "cites": 22,
    "cited_by": 13,
    "reference": [
        "Abreu D. (1988), On the Theory of Infinitely Repeated Games with Discount- ing Econometrica 56, pp 383-396.",
        "Alvarez, Fernando and Jermann, Urban (1997), Quantitative implications for asset pricing when risk sharing is limited by default, manuscript.",
        "Aiyagari, S. Rao, (1994), Uninsured idiosyncratic risk and aggregate saving, Quarterly Journal of Economics 109, 659-684.",
        "Cochrane, John and Hansen, Lars, (1992), Asset pricing explorations for macro- economics, NBER Macroeconomics Annual, MIT Press,115-182.",
        "Constantinides, George and Duffie, Darrell. (1996) Asset Pricing with Hetero geneous Consumers Journal of Political Economy, v104 n2 pp. 219-40.",
        "Eaton Jonathan, and Gersovitz, (1981), Debt with potential repudiation: The- oretical and empirical analysis, Review of Economic Studies, 48, 289-309.",
        "He, Hua and Modest, David, (1995), Market frictions and consumption-based asset pricing, Journal of Political Economy, vlO3nl, 94-117.",
        "Hernandez Alejandro and Santos, Manuel (1994), Competitive Equilibria for Infinite-Horizon Economies with Incomplete Markets, Mimeo, Centro de Investigacion Economica, ITAM, Mexico.",
        "Heaton, John and Lucas, Deborah, (1996), Evaluating the Effects of Incomplete Markets on Risk Sharing and Asset Pricing, Journal of Political Economy; v104 n3, pp. 443-87.",
        "Huggett, Mark, (1993), The Risk-Free Rate in Heterogeneous-Agent Incomplete- Insurance Economies, Journal of Economic Dynamics and Control; v17 pp. 953-69.",
        "Kehoe, Patrick and Perri, Fabrizio, (1997), International Business Cycles with Endogenous Market Incompleteness, manuscript..",
        "Kehoe, Timothy and Levine, David, (1993), Debt-constrained asset markets, Review of Economic Studies, v60(205), 868-888.",
        "Kocherlakota, Narayana, (1996), Implications of efficient risk sharing without commitment, Review of Economic Studies, 595-609.",
        "Levine David and Zame, William. (1996), Debt constraints and equilibrium in infinite horizon economies with incomplete markets, Journal of Mathe- matical Economics, 26 pp 103-131.",
        "Laitner, John (1992) Random Earnings Differences, Lifetime Liquidity Con- straints, and Altruistic Intergenerational Transfers. Journal of Economic 66 Theory; v58, pp. 135-70.",
        "Luttmer, Erzo, (1996), Asset pricing in economies with frictions, Economet- rica; v64 n6 pp. 1439-67..",
        "Magill Michael and Quizii, Martine (1994). Infinite Horizon Incomplete Mar- kets, Econometrica, v 62, pp 853-880.",
        "Mankiw, Gregory, (1986), The equity premium and the concentration of aggre- gate shocks, Journal of Financial Economics 17, 211-219.",
        "Mehra, Rajnish and Prescott, Edward, (1985), The equity premium: A puzzle, Journal of Monetary Economics, 1985, v15(2), 145-162.",
        "Santos, Manuel and Woodford, Michael (1997), Rational Asset Pricing Bub- bles. Econometrica, v 64, pp 19-57.",
        "Stokey, Nancy, Lucas, Robert, with Edward Prescott, (1989), Recursive meth- ods in economic dynamics, Harvard University Press.",
        "Storesletten, Kjetik, Telmer, Chris end Yaron, Amir, (1997), Persistent Idiosyn- cratic Shocks and Incomplete Markets, Carnegie Mellon University, man uscript."
    ]
}