{
    "id": 6478,
    "cites": 17,
    "cited_by": 8,
    "reference": [
        "Borjas, George J. 1992. National Origin and the Skills of Immigrants in the Postwar Period. In George J. Borias and Richard B. Freeman, editors, Immigration and the Wor~orce: Economic Consequences for the United States and Source Areas. Chicago: University of Chicago Press. Pages 17-47.",
        "Commerce Clearing House. 1996. Social Security Explained.",
        "Duleep, Harriet O. 1994. Social Security And The Emigration of Immigrants. Office of Research and Statistics, Social Security Administrations, Working Paper.",
        "Duleep, Harriet O. and Mark C. Regets. 1996. Social Security And Immigrant Earnings. Office of Research and Statistics, Social Security Administration, Working Paper.",
        "Feldstein, Martin. 1998. Privaizing Social Security. Edited by Martin Feldstein.",
        "Chicago: University of Chicago Press for NBER Gustman, Alan L. and F. Thomas Juster. 1996. Income And Wealth Of Older American Households: Modeling Issues For Public Policy Analysis. In Eric Hanushek and Nancy L.",
        "Maritato, editors, Assessing Knowledge of Retirement Behavior. Washington, D.C.: National Academy Press: 11-60. Gustman, Alan L., Olivia S. Mitchell, Andrew A. Samwick and Thomas L. Steinmeier. 1997. Pension and Social Security Wealth In The Health and Retirement Study. NBER Working Paper No. 5912.",
        "Gustman, Alan L., Olivia S. Mitchell and Thomas L. Steinmeier. 1995. Retirement Research Using The Health and Retirement Survey. Joz~r~al of Human Resources 30 (Supplement): 557-583.",
        "Gustman, Alan. L. and Thomas L. Steinmeier. 1985. The 1983 Social Security Reforms and Labor Supply Adjustments of Older Individuals in tile Long Run, Journal of Labor Economics, Vol. 3, 1985, pp. 237-253.",
        "Industrial And Labor Relations Review 44(4): 733-745. 1995. Pension Incentives and Job Mobility. Kalamazoo, Michigan: Upiohn Institute for Employment Research.",
        "Generic, Voluntary, Privatized U.S. Social Security System In Privai~zing Social Security. Edited by Martin Feldstein. Chicago: University of Chicago Press for NBER. Leimer, Dean R. 1994. Cohort-Specific Measures Of Lifetime Net Social Security Transfers. SocialSecurity Administration. Office of Research. Working Paper No.59.",
        "Social Security Bulletin 58(2): 3 - 20. Mitchell, Olivia, Jan Olson and Thomas Steinmeier. 1996. Construction Of The Earnings and Benefits File (EBF) For Use With The Health and Retirement Survey. NBER Working Paper 5707.",
        "National Research Council. 1997. The New Americans: Economic, Demographic, And Fiscal Effects Of Immigration. James P. Smith and Barry Edmonston, Editors. National Academy Press. Washington, D.C..",
        "Smith, James P. 1995a. Racial and Ethnic Differences in Wealth Using The HRS.",
        "Journal of Human Resources 30 (Supplement). S158-S183. 1995b. Marriage, Assets and Savings. Rand Working Paper 95- 08.",
        "Cornoratinn. Xeroxed. 1996. Wealth Accumulation Between the Waves. Rand Social Security Administration. 1996. AMMZ{al Statistical Supplement, 1996, to the Social Security Bulletin.",
        "Rata Benefit Amounts Under International Social Sccurity Agreements. January. 1997. A Pension Frown World Not Covered By Social Security."
    ]
}