{
    "id": 648,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Bilson, John F.O. (1979). Recent Developments in Monetary Models of Exchange Rate Determination, IMP Staff Papers (June, 1979): 201-23.",
        "Box, G.E. P. and G.M. Jenkins (1970), Time Series Forecasting and Control. San Francisco, Holden-Day, 1970.",
        "Branson, W.H. (1968), Financial Capital Flows in the U.S. Balance of Payments. Amsterdam, North Holland, 1968.",
        "Movements, Brookings Papers on Economic Activity, No. 2, 1970.",
        "Branson, W.H. and R.D. Hill (1971), Capital Movements Among Major OECD Countries: Some Preliminary Results. The Journal of Finance (May, 1971): 267-86.",
        "Caves, D.W. and E.L. Feige (1980), Efficient Foreign Exchange Markets and the Monetary-Approach to Exchange Rate Determination, American Economic Review (March, 1980): 120-34.",
        "Dornbusch, R. (1976), Expectations and Exchange Rate Dynamics, Journal of Political Economy (December, 1976): 1161-76.",
        "Frenkel, J.A. and H.G. Johnson (1976), The Monetary Approach to the Balance of Payments, London, George Allen and Unwin, Ltd., 1976.",
        "Kohlhagen, 5. (1977), Empirical Estimates of Capital Flow Determination, U.S. Department of Treasury Memorandum (Willett to Shields and Curtis), June 16, 1977.",
        "Kouri, P.J.K, and M.G. Porter (1974), International Capital Flows and Portfolio Equilibrium, Journal of Political Economy (May/June, 1974): 443-468.",
        "Makin, John H. (1980.a), Techniques and Success in Forecasting Exchange Rates: Should It Be Done? Does It Matter? The Long and the Short of It. Presented at the New York University Conference on Internationalization of Financial Markets and National Economic Policy, April 10-11, 1980. Forthcoming in conference volume ____ (1980.b), Exchange Rate Behavior Under Full Monetary Equlibrium: An Empirical Analysis, University of Washington, Dept. of Economics Working Paper, December, 1980.",
        "Makin, J.H. and C.R. Nelson (1980), Empirical Analysis of U.S. International Capital Flows, University of Washington, Dept. of Economics Working Paper, August, 1980.",
        "Markowitz, H. (1952), Portfolio Selection, The Journal of Finance, (March, 1952): 77-91.",
        "Mundell, R.A. (1968), International Economics, New York, Macmillan, 1968.",
        "Taylor, Dean (1980), Official Intervention in Foreign Exchange Markets: Or Bet Against the Central Bank, Working Paper, Dept. of Economics, SUNY-Albany, 1980, [as cited by Lindley Clarke, Wall Street Journal, July, 1980]."
    ]
}