{
    "id": 6480,
    "cites": 25,
    "cited_by": 9,
    "reference": [
        "1. Aghion, Pllillipe and Peter Howitt (1992); A Model Of Growth Tl1rougl~ Creative Destruc- tion; Econometrica; 60: 323-51.",
        "5. Barro, Robert (1990); Government spending in a simple model of enclogenous growtll; Journal of PoliticoI Economy; 98: 103-125.",
        "10. Carroll, Christopher. Byung-I`;un Rhee and Cllangyong Rl1ee (1994); Are There Cultural Effects on Saving?; Quarterly Journal of Eco7zo7nics; 109: (385-700.",
        "11. Ciccone, Antonio and I(iminori Alatsuya.ma. (19907); Start-Up Costs and Pecuniary Exter- nalities As Barriers To Economic Development; Jou77zol of Develoynze7lt Ec07z0777ics; 49: 1: 33-59.",
        "12. Clark, G. (1987); Why isnt the Wl1ole World Developed?; Jo21r77.al of Ec07z077zic History; 47, March.",
        "13. David, P.A. (1988); Path-Dependence: Putting The Past Into The Future Of Economics Stanford, Technical Report No. 533.",
        "17. Easterly, William and Ross Levine (1997); Africas Growth Tragedy; Quarterly Journal of Eeonomies; November, 1-48.",
        "8. Edwards, Sebastian (1992); Trade Orientation, Distortions and Growth in Developing COUn- tries; Journal of Development Ee0710771ies; 39(1): 31-57.",
        "19. Fischer, Stanley (1993); Macroeconomic tractors In Growth; Journal of lU077etary Eco- norrlics; 32:3: 485-511.",
        "20. Gerschellkron, Alexander (1962); Ecollol~lic Backwardlless Ill Historical I,crspective: Cambridge, MA, Harvard University Press.",
        "21. Ghosh, Atish (1997); Inflation and Growth; IMP Working Paper.",
        "28. Kremer, Michael (1991); An O-Ring Theory of Economic Growth; Quarterly Journal of Eeonomies.",
        "29. Levine, Ross (1991); Stock markets, growth and policy; Journal of Fina7lce; 4G: 1445-G5.",
        "30. Levine, Ross and David Renelt (1992); A Sensitivity Analysis of Cross Country growth Regressions; Am.erica71 Ee0710771ie Review; 82: 942-G3.",
        "32. Mankiw, Gregory, David Romer and David TVeil (1992); tiA Contribution To The Empirics of Economic growth; Quarterly Journal of Ecollomics; 102: 407-37.",
        "33. Matsuyama, I;iminori (1992); Agricultural Productivity, Comparative Advantage, and Eco- nomic Growth ; Journal of Economic Tl~eory; 58: 317-334.",
        "34. Murphy, K., A. Shleifer and R. Vishoy (1987); Industrialization and the Big Push; Quarterly Journal of Economics.",
        "37. Rosenstein-Rodan, Paul (1943); Problems of Inclllstrializat.ioll Of Eastern and South Eastern Europe; Economic Journal; 53: 202-11.",
        "38. Rosenstein-Rodan, Paul (1963); Notes On The Theory Of The Big Push In Economic Development; in H.S. Ellis (ed.) IEA Proceedings; London, Macmillan.",
        "39. Sachs, Jeffrey and Andrew Warner (1995); `Natural Resources and Economic Growth; NBER WP. No. 5398.",
        "40. Sachs, Jeffrey and Andrew Warner (1995); Economic Reforms and the Process of Global Integration; BrooLings Papers on Economic Aclivily; pp. 1-118.",
        "41. Sarel, Michael (199B); Non-Linear Effects Of Inflation On Economic Growth; I3IF Staff Papers; 43: 1: 199-215.",
        "42. Schumpeter, Joseph (1934); The Theory Of Economic Development; Cambridge, MA, Harvard University Press.",
        "43. Summers, Robert and Alan Heston (1991); The Penn World Table; Quarterly Journal of Economics, lab: 327-368.",
        "44. Young, Arthur (1928); Increasing Returns and Economic Progress; The Economic Journal;"
    ]
}