{
    "id": 6481,
    "cites": 24,
    "cited_by": 32,
    "reference": [
        "ANDERSON, S., A. DEPALMA, AND F. THISSE (1992): Discrete Choice Theory of Product Differ- entiation. MIT Press, Cambridge MA.",
        "BENKARD, L. (1997): Dynamic Equilibrium in the Commercial Aircraft Market, Discussion paper, Yale.",
        "BERRY, S. (1994): Estimating Discrete Choice Models of Product Differentiation, RAND Journal of Economics, 23(2), 242-262.",
        "BERRY, S., M. CARNALL, AND P. SPILLER (1996): Airline Hubs: Costs, Markups and the Implications of Consumer Heterogeneity, Discussion Paper 5561, NBER.",
        "BERRY, S., J. LEv~NsoHN, AND A. PAKES (1995): Automobile Prices in Market Equilibrium, Econometrica, 60(4), 889-917.",
        "CARDELL, N. S. (1992): Variance Components Structures for the Extreme Value and Logistic Distributions, Discussion paper, Washington State University, mimeo.",
        "COSSLETT, S. (1981): Maximum Likelihood Estimator for Choice-Based Samples, Econometrica, 49(5), 1289-1316.",
        "DAS, S., A. PAKES, AND G. S. OL1EY (1995): The Market for TVs, Discussion paper, Yale Univeristy.",
        "DAVIS, P. (1997): Spatial Competition in Retail Markets: Motion Theaters, Discussion paper, Yale.",
        "FEENSTRA, R., AND J. LEVINSOHN (1995): Estimating Markups and Market Conduct with Mul- tidimensional Product Attributes, Review of Economic Studies, 62(1), 19-52.",
        "GOLDBERG, P. K. (1995): Product Differentiation and Oligopoly in International Markets: The Case of the U.S. Automobile Industry, Econometrica, 63(4), 891-951.",
        "Gus, Z. (1961): Hedonic Price Indexes for Automobiles: An Econometric Analysis of Quality Change, in The Price Statistics of the Federal Government. NBER, New York.",
        "HANSEN, L. (1982): Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, 50, 1029-1054.",
        "HAUSMAN, J., AND D. WISE (1978): A Conditional Probit Model for Qualitative Choice: Discrete Decisions Recognizing Interdependence and Heterogeneous Preferences, Econometrica 46, 403- 426.",
        "HECKMAN, J. J., AND J. M. SNYDER (1997): Linear Probability Models of the Demand for Attributes with an Empirical Application to Estimating the Preferences of Legislators, RAND.",
        "HIMMELBERG, C. P., AND G. S. OLLEY (1996): New Products and the Dynamics of Price-Cost Margins in the Hard Disk Industry, Discussion paper, Columbia University.",
        "HOTELLING, H. (1929): Stability in Competition, Economic Journal, 39, 41-57.",
        "IMBENS, G. W., AND T. LANCASTER (1994): Combining Micro and Macro Data in Microecono- metric Models, Review of Economic Studies, 61(4), 655-80.",
        "LANCASTER, K. (1971): Consumer Demand: A New Approach. Columbia University Press, New York.",
        "MANsK~, C. F., AND S. R. LERMAN (1977): The Estimation of Choice Probabilities from Choice Based Samples, Econometrica, 45(8), 1977-88.",
        "McFADDEN, D. (1973): Conditonal Logit Analysis of Qualitative Choice Behavior, in Frontiers of Econometrics, ed. by P. Zarembka. Academic Press, New York.",
        "NEVO, A. (1997): Measuring Market Power in the Ready-to-Eat Cereal Industry, Discussion paper, UC-Berkeley.",
        "PAKES, A. (1986): Patents as Options: Some Estimates of the Value of Holding European Patent Stocks, Econometrica, 54, 755-784.",
        "PAKES, A., AND S. OLLEY (1995): A Limit Theorem for a Smooth Class of Semiparametric Estimators, Journal of Econometrics, 65(1), 295-332."
    ]
}