{
    "id": 6486,
    "cites": 23,
    "cited_by": 3,
    "reference": [
        "Becker GS, Grossman M, Murphy KM. An Empirical Analysis of Cigarette Addiction. American Economic Review 1994; 84: 396~18.",
        "Baltagi BH, Levin D. Estimating Dynamic Demand For Cigarettes using Panel Data: The Effects of Bootlegging, Taxation, and Advertising Reconsidered. Review of Economics and Statistics 1986; 68: 148-155.",
        "Chaloupka FJ. Rational Addictive Behavior and Cigarette Smoking. Journal of Political Economy 1991; 99: 722-742.",
        "Chaloupka FJ, Grossman M, Tauras JA. Public Policy and Youth Smokeless Tobacco Use. NBER Working Paper 5524, 1996.",
        "Chaloupka FJ, Saffer H. Clean Indoor Air Laws and the Demand for Cigarettes. Contemporary Policy Issues 1992; 10: 72-83.",
        "Grossman M. The Demand for Health: A Theoretical and Empirical Investigation. New York: Columbia University Press, for the National Bureau of Economic Research, 1972.",
        "Grossman M. The Demand for Cigarettes. Joumal of Health Economics 1991; 10: 101-103.",
        "Kenkel DS. Prohibition vs. Taxation: Reconsidering the Legal Drinking Age. Contemporary Policy Issues 1993; 11: 48-57.",
        "Lewit EM, Coate D, Grossman M. The Effects of Government Regulation on Teenage Smoking. Journal of Law and Economics 1981; 24: 545-570.",
        "Maddala GS. Limited Dependent and Qualitative Variables in Econometrics. New York: Cambridge University Press, 1983.",
        "Maddala GS. Introduction to Econometrics. New York: Macmillan, 1988.",
        "Manning WG, Keeler ED, Newhouse JP, et al.. The Taxes of Sin: Do Smokers and Drinkers Pay Their Way? JAMA 1989; 261: 1604-1609.",
        "Marcus AC, Crane LA, Shopland DR, Lynn WR. Use of Smokeless Tobacco in the United States: Recent Estimates from the Current Population Survey. NCI Monographs 1989; 8: 17-23.",
        "Ohsfeldt RL, Boyle RG. Tobacco Excise Taxes and Rates of Smokeless Tobacco Use in the United States: An Exploratory Ecological Analysis. Tobacco Control 1994; 3: 316-323.",
        "Pertschuck M, Shopland DR. Major Local Smoking Ordinances in the United States. Washington, DC: National Institutes of Health, 1989. (NIH Publication No. 90~79).",
        "Phelps C. Death and Taxes: An Opportunity for Substitution. Journal of Health Economics 1988; 7: 1 -24.",
        "Smith MA, Maddala GS. Multiple Model Testing for Non-nested Heteroskedastic Censored Regression Models. Journal of Econometrics 1983; 21: 71-82.",
        "The Tobacco Institute. The Tax Burden on Tobacco. Washington, DC: 1993.",
        "U.S. Department of Health and Human Services. Major Local Tobacco Control Ordinances in the United States. Washington, DC: National Cancer Institute, 1993. (NIH Publication 16 No. 93-3532).",
        "U.S. Department of Health and Human Services. Smokeless Tobacco or Health: An International Perspective. Washington, DC: National Cancer Institute, 1992a. (NIH Publication No. 92-3461).",
        "U.S. Department of Health and Human Services. Spit Tobacco and Youth. Office of Inspector General, 1992b. (OEI 06-92-00500).",
        "U.S. Department of Health and Human Services. The Health Consequences of Using Smokeless Tobacco. Atlanta, GA: US Department of Health and Human Services, Public Health Service, Centers for Disease Control, 1986a.",
        "U.S. Department of Health and Human Services. Smoking and Health: A National Status Report. Atlanta, GA: US Department of Health and Human Services, Public Health Service, Centers for Disease Control, 1986b."
    ]
}