{
    "id": 6488,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Andrews Publications, Inc. 44 Liquormart, Inc. v. Rhode Island; High Court Ruling on Liquor Ads May Affect Casino Advertising, Gaming Industry Litigation Reporter, June 1996.",
        "Bagwell, Kyle and Carey Rarney (1994). Advertising and Coordination, Review of Economic Studies 61: 153-172.",
        "Benham, Lee (1972). The Effect of Advertising on the Price of Eyeglasses, Journal of Law and Economics, 15: 337-352.",
        "Cady, John F. (1976). An Estimate of the Price Effects of Restrictions on Drug Price Advertising, Economic Inquiry, 14: 493-510.",
        "Comanor, William S. and Thomas A. Wilson (1979). The Effect of Advertising on Competition: A Survey, Journal of Economic Literature, 42: 453-476.",
        "Eckard, Woodrow (1991). Competition and the Cigarette Advertising Ban, Economic Inquiry, 29: 119-133.",
        "Edlin, Aaron S. (1997) Do Guaranteed-Low-Price Policies Guarantee Higher Prices, and Can Antitrust Rise to the Challenge. Harvard Law Review 111: 528-577.",
        "Feldman, Roger and James W. Begun (1978). The Effects of Advertising: Lessons from Optometry, The Journal of Human Resources, 13: 247-262.",
        "Feldman, Roger D. and James W. Begun (1980). Does Advertising of Prices Reduce the Mean and Variance of Prices? Economic Inquiry, 18: 487-492.",
        "Glazer, Amihai (1981) Advertising, information and prices--A case study. Economic Inquiry, 19(4): 661-671.",
        "Kwoka, John E. (1984). Advertising and the Price and Quality of Optometric Services, American Economic Review, 74: 211-216.",
        "Lal, Rajiv and Carmen Matutes (1984). Retail Pricing and Advertising Strategies, Journal of Business, 67(3)-345-370.",
        "Maurizi, Alex R. (1972). The Effects of Laws Against Retail Price Advertising: The Case of Retail Gasoline, Western Economic Journal, 10: 321-329.",
        "Mulligan, John E. R.I. Curb on Liquor Ads Argued; The States Ban on Advertising Prices Reaches the U.S. Supreme Court. Providence Journal-Bulletin, Nov. 2, 1995, page 1A.",
        "Nelson, Phillip (1970). Information and Consumer Behavior, Journal of Political Economy, 78(2): 311-329.",
        "Nelson, Phillip (1974). Advertising as Information, Journal of Political Economy, 82: 729-754.",
        "Peters, Michael. Restrictions on Price Advertising, Journal of Political Economy, 92(3): 472-485. Rizzo, John A. and Richard J. Zeckhauser (1992). Advertising and the Price, Quantity, and Quality of Primary Care Physician Services, Journal of Human Resources, 27(3): 381-421."
    ]
}