{
    "id": 6489,
    "cites": 13,
    "cited_by": 3,
    "reference": [
        "Anderson, Patricia M. and Bruce D. Meyer. The Extent and Consequences of Job Turnover. Brookings Papers of Economic Activity: Microeconomics. 1994, pp. 177-248.",
        "Anderson, Patricia M. and Bruce D. Meyer. Unemployment Insurance Takeup Rates and the After- Tax Value of Benefits. Quarterly Journal of Economics. August 1997. pp. 913-938.",
        "Advisory Council on Unemployment Compensation. Report and Recommendations. Washington, DC: Government Printing Office. February 1994.",
        "Advisory Council on Unemployment Compensation. Unemployment Insurance in the United States: Benefits. Financing, Coverage. Washington, DC: Government Printing Office. February 1995.",
        "Blank, Rebecca M. What Causes Public Assistance Caseloads to Grow? unpublished manuscript, September 1997.",
        "Craig, Steven and Michael Palumbo. The Interaction between Unemployment Insurance and Income Redistribution Programs, in Advisory Council on Unemployment Compensation: Background Papers, Volume I. July 1995, pp. C 1 - C51.",
        "Gottschalk, Peter and Tim Maloney. Involuntary Terminations, Unemployment, and Job Matching: A Test of Job Search Theory. Journal of Labor Economics. July 1985, pp. 109-123.",
        "Gruber, Jonathan. The Consumption Smoothing Benefits of Unemployment Insurance. American Economic Review. March 1997. pp. 192-205.",
        "Kaye, Kelleen. Unemployment Insurance as a Potential Safety Net for Former Welfare Recipients. unpublished manuscript, U.S. Department of Health and Human Services, Office of the Assistant Secretary for Planning and Evaluation. July 25, 1997.",
        "Levine, Phillip B. and Diane M. Whitmore. The Impact of Welfare Reform on the AFDC Caseload. National Tax Journal. forthcoming. ,, Levy, Frank and Richard J. Murnane. U.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations. Journal of Economic Literature. September 1992. pp. 1333-1381.",
        "McCall, Brian P. The Impact of Unemployment Insurance Benefit Levels on Recipiency. Journal of Business and Economic Statistics. April 1995, pp. 189- 198.",
        "Vroman, Wayne. The Alternative Base Period in Unemployment Insurance: Final Report. Unemployment Insurance Occasional Paper 95-3. Washington, DC: U.S. Department of Labor, Employment and Training Administration. 1995.",
        "Vroman, Wayne. Unemployment Insurance, Welfare and Federal-State Fiscal Interrelations: Final Report. Unemployment Insurance Occasional Paper 97-2. Washington, DC: U.S. Department of Labor, Employment and Training Administration. 1997a."
    ]
}