{
    "id": 6495,
    "cites": 13,
    "cited_by": 45,
    "reference": [
        "Ahmed, Shaghil, 1987, \"Government spending, the balance of trade and the terms of trade in British history,\" Journal of Monetary Economics 20: 195-220. Baxter, Marianne, 1994, \"Real exchange rates and real interest differentials: Have we missed the business-cycle relationship,\" Journal of Monetary Economics 33: 5-37.",
        "Betts, Caroline and Michael Devereux, 1996, \"Exchange Rate Dynamics in a Model of Pricing-to-Market,\" University of British Columbia mimeo.",
        "Blanchard, Olivier and Danny Quah, 1989, \"The Dynamic Effects of Aggregate Demand and Supply Disturbances,\" American Economic Review 79: 655-673.",
        "Chari, V.V., Patrick Kehoe, and Ellen McGRattan, 1997, \"Monetary Shocks and Real Exchange Rates in Sticky Price Models of the International Business Cycle,\" NBER Working Paper No. 5876, January.",
        "Chinn, Menzie, 1997, \"Sectoral Productivity, Government Spending and Multilateral Real Exchange Rates: Evidence from the OECD Countries,\" NBER Working Paper No. 6017, April.",
        "Clarida, Richard and Jordi Gali, 1994, \"Sources of real exchange-rate fluctuations: How important are nominal shocks?\" Carnegie-Rochester Conference Series on Public Policy 41: 1-56.",
        "Edison, Hali, and B. Dianne Pauls, 1993, \"A re-assessment of the relationship between real exchange rates and real interest rates,\" Journal of Monetary Economics 31: 165-187.",
        "Evans, M.D. and James Lothian, 1993, \"The response of exchange rates to Permanent and transitory shocks under floating exchange rates,\" Journal of International Money and Finance, 12:563-586.",
        "Krugman, Paul, 1991, \"Introduction,\" International Adjustment and Financing: The Lessons of 1985-1991, ed. by C. Fred Bergsten, Institute for International Economics: Washington, D.C. Kwiatkowski, Denis, Peter C.B. Phillips, Peter Schmidt, and Yongcheol Shin, 1992, \"Testing the null hypothesis of stationarity against the alternative of a unit root,\" Journal of Econometrics, 54:159-178.",
        "Obstfeld, Maurice and Kenneth Rogoff, 1995, \"Exchange rate dynamics redux,\" Journal of Political Economy 103: 624-60.",
        "Prasad, Eswar and Manmohar Kumar, 1997, \"International Trade and the Business Cycle,\" Mimeo (Washington, DC: IMF), August.",
        "Rogers, John, 1995, \"Real shocks and real exchange rates in really long-term data,\" International Finance Discussion Papers No. 493 (Washington, DC: Board of Governors of the Federal Reserve System, January).",
        "Sheffrin, Steven and Wing Thye Woo, 1990, \"Present value tests of an intertemporal model of the current account,\" Journal of International Economics 29: 237-253."
    ]
}