{
    "id": 650,
    "cites": 17,
    "cited_by": 3,
    "reference": [
        "Axilrod, S.H. and D.E. Lindsey (1980) Federal Reserve System Implementation of Monetary Policy: Analytical Foundations of the New Approach, paper presented at the Denver meeting of the American Economic Association, September 6.",
        "BÃ\u0083Â¼ttler, H.J., J.F. Gorgerat, H. Schiltknecht and K. Schiltknecht (1979) A Multiplier Model for Controlling the Money Stock, Journal of Monetary Economics 5, 327-341.",
        "Ciccolo, J.H. (1974) Is Short-Run Monetary Control Feasible?, in Federal Reserve Bank of New York, Monetary Aggregates and Monetary Policy (New York), 82-91.",
        "Clinton, K. and K. Lynch (1979) Monetary Base and Money Stock in Canada, Bank of Canada Technical Report 16 (Ottawa: Bank of Canada).",
        "Courchene, T.J. (1979) On Defining and Controlling Money, Canadian Journal of Economics 12, 604-615.",
        "Dingle, J.F., G.R. Sparks and M.A. Walker (1972) Monetary Policy and the Adjustment of Chartered Bank Assets, Canadian Journal of Economics 5, 494-514.",
        "Freedman, C. (1980) Monetary Aggregates as Targets: Some Theoretical Aspects, paper delivered at the University of Calagary, April 10.",
        "Friedman, B.M. (1975) Targets, Instruments, and Indicators of Monetary Policy, Journal of Monetary Economics 1, 443-473.",
        "Holbrook, R.S. (1972) Optimal Economic Policy and the Problem of Instrument Instability, American Economic Review 62, 57-65.",
        "Johannes, J.M. and R.H. Rasche (1979) Predicting the Money Multiplier, Journal of Monetary Economics 5, 301-325.",
        "Lombra, R. and F. Struble (1979) Monetary Aggregate Targets and the Volatility of Interest Rates: A Taxonomic Discussion, Journal of Money, Credit and Banking 11, 284-300.",
        "Pesando, J.E. (1980) On Expectations, Term Premiums, and the Volatility of Holding Period Yields on Long-Term Bonds, National Bureau of Economic Research Working Paper (forthcoming).",
        "Pierce, J.L. and T.D. Thomson (1972) Some Issues in Controlling the Stock of Money, in Federal Reserve Bank of Boston, Controlling Monetary Aggregates, II the Implementation (Boston), 115-136.",
        "Poole, W. (1970) Optimal Choice of Monetary Policy Instruments in A Simple Stochastic Macro Model, Quarterly Journal of Economics 84, 197-216.",
        "Shiller, R.J. (1979) The Volatility of Long-Term Interest Rates and Expectations Models of the Term Structure, Journal of Political Economy 87, 1190-1219.",
        "White, W.R. (1979) Alternative Monetary Targets and Control Instruments in Canada: Criteria for Choice, Canadian Journal of Economics 12, 590-604.",
        "White, W.R. and S.S. Poloz (1980) Monetary Policy and Chartered Bank Demand Functions for Excess Cash Reserves, Canadian Journal of Economics 13, 189-205."
    ]
}