{
    "id": 6510,
    "cites": 57,
    "cited_by": 21,
    "reference": [
        "Aedo, CristiÃ\u0083Â¡n, and Luis F. Lagos. 1984. ProtecciÃ\u0083Â³n efectiva en ci sector manufacturero. Working Paper, Universidad CatÃ\u0083Â³lica de Chile, Department of Economics, Santiago, Chile.",
        "Arellano, JosÃ\u0083Â© Pablo, and others. 1982. Modelo econÃ\u0083Â³mico chileno: Travectoria de una crItica.",
        "Santiago, Chile: Editorial Aconcagua. Balassa, Bela, and associates. 1971. The Structure of Protection in Developing Countries.",
        "Baltimore and London: Johns Hopkins University Press for the World Bank. Barrera, Manuel, and 3. Samuel Valenzuela. 1986. The Development of Labor Movement Opposition to the Military Regime. Chapter 7 in Military Rule in Chile: Dictatorship and Oppositions, edited by J. S. Valenzuela and A. Valenzuela. Baltimore and London: The Johns Hopkins University Press.",
        "Bates, Robert H., and Anne 0. Krueger. 1993. Generalizations Arising from the Country Studies. Chapter 10 in Political and Economic Interactions in Economic Policy Reform, edited by R. H. Bates and A. 0. Krueger. Oxford, UK, and Cambridge, USA: Basil Biackwell.",
        "Behrman, Jere R. 1976. Foreign Trade Regimes and Economic Development: Chile. New York and London: Distributed by Columbia University Press for the NBER.",
        "Bhagwati, Jagdish, and T.N. Srinivasan. 1979. On Inferring Resource-Allocational Implications from DRC Calculations in Trade-Distorted Small Open Economies. Indian Economic Review 14: 1-16.",
        "Washington, DC: The World Bank. Bosworth, Barry P., Rudiger Dornbusch, and Raiil LabÃ\u0083Â¡n, editors. 1994. The Chilean Economy: Policy Lessons and Challenges. Washington, DC: The Brookings Institution.",
        "Bruno, Michael, and William Easterly. 1996. Inflations Children: Tales of Crises That Beget Reforms. AEA Papers and Proceedings 86(2): 213-2 17.",
        "Calvo, Guillermo. 1989. Incredible Reforms. In Debt. Stabilization, and Development: Essays in Memory of Carlos Diaz-Alejandro, edited by G. Calvo, et al. Oxford, UK, and Cambridge, Massachusetts: Basil Blackwell.",
        "Cassing, James, and Arye Hiliman. 1986. Shifting Comparative Advantage and Senescent Industry Collapse. American Economic Review 76: 5 16-523.",
        "Castafieda, Tarsicio. 1983. EvoluciÃ\u0083Â³n del empleo y el desempleo y el impacto de cambios demogrÃ\u0083Â¡ficos sobre la tasa de desempleo en Chile, 1960-1983. Documento Serie lnvestigaciÃ\u0083Â³n no. 54, Department of Economics, University of Chile, Santiago.",
        "Corbo, Vittorio. 1997. Trade Reform and Uniform Import Tariffs: The Chilean Experience. AEA Papers and Proceedings 87(2): 73-77.",
        "CortÃ\u0083Â¡zar, RenÃ\u0083Â©. 1997. Chile: The Evolution and Reform of the Labor Market. In Labor Markets in Latin America: Combining Social Protection with Market Flexibility, edited by S. Edwards and N. Lustig. Washington, DC: Brookings Institution Press.",
        "Currie, J. and Harrison, A. 1994. Trade Reform and Labor Market Adjustment in Morocco. Paper presented at the Seminar on Labor Markets in Developing Countries, World Bank, Washington, DC, July 6-8.",
        "Dahse, Fernando. 1979. Mapa de la extrema riqueza. Santiago, Chile: Editorial Aconcagua.",
        "Estudios Monetarios IV. Santiago, Chile: Banco Central de Chile. de La Cuadra, Sergio, and Dominique Hachette. 1986. The Timing and Sequencing of a Trade Liberalization Policy: The Case of Chile. Mimeographed. Universidad CatOlica, Department of Economics, Santiago, Chile.",
        "Dombusch, Rudiger, and Sebastian Edwards. 1990. Macroeconomic Populism. Journal of Development Economics 32(2): 247-277.",
        "Douglas, HernÃ\u0083Â¡n CortÃ\u0083Â©s, Andrea Butelmann, and Pedro Videla. 1980. El proteccionismo en Chile: Una vision retrospectiva. Cuademos de Economia 54-55: 141-167.",
        "Drazen, Allen, and Vittorio Grilli. 1993. The Benefit of Crises for Economic Reforms. American Economic Review 83: 598-607.",
        "Edwards, Alejandra. 1984. Three Essays on Labor Markets in Developing Countries. Ph.D.",
        "Dissertation, University of Chicago, Department of Economics. Edwards, Sebastian. 1984. The Order of Liberalization of the External Sector in Developing Countries. Princeton Essays in International Finance 156. Princeton University, Princeton, NJ.",
        "Edwards, Sebastian. 1985. Stabilization with Liberalization: An Evaluation of Ten Years of Chiles Experiment with Free Market Oriented Policies. Economic Development and Cultural Change 33 (January): 223-254.",
        "Edwards, Sebastian. 1988. Exchange Rate Misalignment in Developing Countries. Baltimore: Johns Hopkins University Press.",
        "Edwards, Sebastian. 1995. Crisis and Reform in Latin America: From Despair to Hope. New York: Oxford University Press for the World Bank.",
        "Edwards, Sebastian. 1997a. Trade Liberalization Reforms and the World Bank. AEA Papers and Proceedings 87(2):43-48.",
        "Edwards, Sebastian. I 997b. Trade Reform, Uniform Tariffs and the Budget. In Macroeconomic Dimensions of Public Finance: Essays in Honor of Vito Tanzi, edited by M. Blejer and T. Ter-Minassian. New York: Routledge. Edwards, Sebastian, and Alejandra Cox Edwards. 1991. Monetarism and Liberalization: The Chilean Experiment. Chicago and London: The University of Chicago Press.",
        "Edwards, Sebastian, and Alejandra Cox Edwards. 1994. Labor Market Distortions and Structural Adjustment in Developing Countries. In Labor Markets in an Era of Adjustment. Vol. 1, edited by S. Horton, et al. Washington, DC: The World Bank.",
        "Edwards, Sebastian, and Alejandra Cox Edwards. 1996. Trade Liberalization and Unemployment: Policy Issues and Evidence from Chile.Mimeographed. Anderson School of Management, University of California at Los Angeles.",
        "Ffrench-Davis, Ricardo, Manuel AgosIn, and Andras Uthoff. 1995. Capital Movements, Export Strategy, and Macroeconomic Stability in Chile. Chapter 4 in Coping with Capital Surges: The Return of Finance to Latin America, edited by R. Ffrench-Davis and S. Griffith-Jones. Boulder: Lynne Rienner Publishers.",
        "Ffrench-Davis, Ricardo, and Raul LabÃ\u0083Â¡n. 1996. Macroeconomic Performance and Achievements in Chile. In Social and Economic Policies in Chiles Transition to Democracy, edited by C. Pizarro, D. Raczynski, and J. Vial. Santiago, Chile: C1EPLAN and UNICEF.",
        "Fontaine, Juan AndrÃ\u0083Â©s. 1996. La construcciOn de un mercado de capitales: El caso de Chile.",
        "Washington, DC: The World Bank. Foxley, Alejandro. 1983. Latin American Experiments in Neoconservative Economics. Berkeley: University of California Press.",
        "Foxley, Alejandro. 1986. The Neoconservative Economic Experiment in Chile. Chapter 1 in Military Rule in Chile: Dictatorship and Oppositions, edited by J. S. Valenzuela and A.",
        "Valenzuela. Baltimore and London: The Johns Hopkins University Press. GAIT [General Agreement on Tariffs and Trade, Secretariat]. 1991. Trade Policy Review: Chile. Volume I. Geneva: GAIT, October.",
        "Hamilton, Nora. 1982. The Limits of State Autonomy: Post-Revolutionary Mexico. Princeton, NJ: Princeton University Press.",
        "Hanson, James A. 1992. Opening the Capital Account: Costs, Benefits, and Sequencing. Chapater 14 in Capital Controls. Exchange Rates. and Monetary Policy in the World Economy, edited by S. Edwards. New York: Cambridge University Press.",
        "Harberger, Arnold. 1959. Using the Resources at Hand More Efficiently. American Economic Review 49: 134-146.",
        "Harberger, Arnold. 1983. A Primer on the Chilean Economy, 1973-1983. Mimeographed.",
        "Hiliman, Arye. 1982. Declining Industries and Political-Support Protectionist Motives. American Economic Review 72(5): 1180-1187.",
        "Lal, Deepak. 1985. The Real Aspects of Stabilization and Structural Adjustment Policies: An Extension of the Australian Adjustment Model. World Bank Staff Working Paper 636, Washington, DC.",
        "Linz, Juan J. 1978. The Breakdown of Democratic Regimes: Crisis. Breakdown. and R.eequilibration. Baltimore and London: Johns Hopkins University Press.",
        "Little, Ian, Tibor Scitovsky, and Maurice Scott. 1970. Industry and Trade in Some Developing Countries. Oxford, UK: Oxford University Press.",
        "Martinelli, Cesar, and Marianolommasi. 1994. Sequencing of Economic Reforms in the Presence of Political Constraints. Mimeographed. Department of Economics, 56 Universidad Carlos III, Madrid, Spain, and Department of Economics, University of California, Los Angeles.",
        "McKinnon, Ronald. 1991. The Order of Economic Liberalization: Financial Control in the Transition to a Market Economy. Baltimore: Johns Hopkins University Press.",
        "McKinnon, Ronald. 1982. The Order of Economic Liberalization: Lessons from Chile and Argentina. In Economic Policy in a World of Change, edited by K. Brunner and A.H.",
        "Meltzer. Amsterdam: North-Holland. MÃ\u0083Â©ndez, Juan Carlos, editor. 1979. Chilean Economic Policy. Santiago, Chile: Budget Directorate.",
        "Michaely, Michael. 1986. The Timing and Sequencing of a Trade Liberalization Policy. Chapter 3 in Economic Liberalization in Developing Countries, edited by A. M. Choksi and D. Papageorgiou. New York and Oxford, UK: Basil Blackwell.",
        "Michaely, Michael, Demetris Papageorgiou, and Armeane M. Choksi. 1991. Liberlizing Foreign Trade: Lessons of Experience in the Developing World. Volume 7 in Liberlizing Foreign Trade, edited by M. Michaely, D. Papageorgiou, and A. M. Choksi.",
        "Cambridge, Massachusetts: Basil Blackwell. Quiroz, Jorge A., and Alberto ValdÃ\u0083Â©s. 1993. Price Bands for Agricultural Price Stabilization: The Chilean Exprience. Mimeographed. ILADES/Georgetown University, Santiago, Chile, and The World Bank, Washington, DC.",
        "Rodrik, Dani. 1989. Promises, Promises: Credible Policy Reform via Signaling. Ih~ Economic Journal 99: 756-772.",
        "Rodrik, Dani. 1994. The Rush to Free Trade in the Developing World: Why So Late? Why Now? Will It Last? Chapter 3 in Voting for Reform: Democracy. Political Liberalization, and Economic Adjustment, edited by S. Haggard and S. B. Webb. New York: Oxford University Press for the World Bank.",
        "Tornell, Aaron. 1995. Are Economic Crises Necessary for Trade Liberalization and Fiscal Reform? The Mexican Experience. Chapter 2 in Reform. Recovery, and Growth: Latin America and the Middle East, edited by R. Dornbusch and S. Edwards. Chicago and London: The University of Chicago Press.",
        "ValdÃ\u0083Â©s, Juan Gabriel. 1995. Pinochets Economists: The Chicago School in Chile. Cambridge, UK: Cambridge University Press.",
        "Varas, 3.1. 1975. El impacto de una liberalizaciÃ\u0083Â³n del comercio en ci sector agrIcola chileno, Cuademos de Economia 12 (August): 121-134.",
        "Williamson, John, editor. 1994. The Political Economy of Policy Reform. Washington, DC: The Institute for International Economics.",
        "Williamson, John, and Stephan Haggard. 1994. The Political Conditions for Economic Reform. Chapter 12 in The Political Economy of Policy Reform, edited by 3."
    ]
}