{
    "id": 6512,
    "cites": 80,
    "cited_by": 150,
    "reference": [
        "[1] Andrews, Donald W.K. (1993), Tests for Parameter Instability and Structural Change with Unknown Change Point, Econometrica, 61(4), 821-856.",
        "[2] Ball, Laurence (1994), What Determines the Sacrifice Ratio?, in N. Gregory Mankiw, ed., Monetary Policy, University of Chicago Press, 155-182.",
        "[3] Bank for International Settlements (1995), Financial Structure and the Monetary Policy Transmission Mechanism, (Basle, Switzerland).",
        "[4] Bernanke, Ben S., and Frederic S. Mishkin (1997), Inflation Targeting: A New Framework for Monetary Policy? Journal of Economic Perspectives 11, 97-116.",
        "[5] Bernanke, Ben S., and Michael Woodford (1997), Inflation Forecasts and Monetary Policy, Jornal of Money, Credit, and Banking 29, 653-684.",
        "[6] Black, Richard, Vincenzo Cassino, Aaron Drew, Eric Hansen, Benjamin Hunt, David Rose, and Alasdair Scott (1997), The Forecasting and Policy System: The Core Model, Re- search Paper No. 43, Reserve Bank of New Zealand, Wellington.",
        "[7] Black, Richard, Tiff Macklem, and David Rose (1997), On Policy Rules for Price Stability, Bank of Canada, Working Paper.",
        "[8] Blake, Andrew P., and Peter F. Westaway (1996), Credibility and the Effectiveness of Inflation Targeting Regimes, Manchester School Supplement, 20-50.",
        "[10] Bomfim, Antulio N., and Glenn D. Rudebusch, (1997), Opportunistic and Deliberate Dis- inflation Under Imperfect Credibility, Federal Reserve Bank of San Francisco, manuscript.",
        "[11] Braun, Steven (1990), Estimation of Current Quarter Gross National Product by Pooling Preliminary Labor Market Data, Journal of Business and Economic Statistics 8, 293-304.",
        "[12] Brayton, Flint, and Eileen Mauskopf (1987), Structure and Uses of the MPS Quarterly Econometric Model of the United States, Federal Reserve Bulletin 74, 93-109. 41",
        "[13] Brayton, Flint, and Peter Tinsley (1996), Guide to FRB/US: A Macroeconometric Model of the United States, Federal Reserve Board, FEDS Working Paper 1996-42.",
        "[14] Britton, Erik, Paul Fisher, and John Whitley (1998), The Inflation Report Projections: Understanding the Fan Chart, Bank of England Quarterly Bulletin, 38(1), 30-37.",
        "[15] Bryant, Ralph C., Hooper, Peter, and Catherine L. Mann (1993), Evaluating Policy Regimes and Analytical Models: Background and Project Summary, in Ralph C. Bryant, Peter Hooper and Catherine L. Mann, eds., Evaluating Policy Regimes: New Research in Empirical Macroeconomics, The Brookings Institution, Washington D.C.",
        "[16] Cecchetti, Stephen G. (1995), Inflation Indicators and Inflation Policy, NBER Macroeco- nomics Annual 10, 189-219.",
        "[17] Chow, G.C. (1970), Analysis and Control of Dynamic Economic Systems, John Wiley and Sons, New York.",
        "[18] Clarida, Richard, Jordi Gali, and Mark Gertler (1997), Monetary Policy Rules and Macro- economic Stability: Evidence and Some Theory, Working Paper, May 1997.",
        "[19] Clarida, Richard, Jordi Gali and Mark Gertler (1997), Monetary Policy Rules in Practice: Some International Evidence, Working Paper, June 1997.",
        "[20] Clark, Peter, Douglas Laxton, and David Rose (1996), Asymmetry in the U.S. Output- Inflation Nexus, IMF Staff Papers 43, 216-251.",
        "[21] Coletti, Donald, Benjamin Hunt, David Rose and Robert Tetlow (1996), Bank of Canadas New Quarterly Projection Model. Part 3, The Dynamic Model: QPM, Technical Report No. 75, Bank of Canada, Ottawa.",
        "[22] Congressional Budget Office (1995), CBOs Method for Estimating Potential Output, CBO Memorandum, October 1995, available at http://www.cbo.gov.",
        "[23] Currie, David, and Paul Levine (1984), Simple Macropolicy Rules for the Open Economy, Economic Journal 95 (Supplement), 60-70.",
        "[24] Currie, David, and Paul Levine (1993), Rules, Reputation and Macroeconomic Policy Co- ordination, Cambridge University Press, Cambridge. 42",
        "[25] de Brouwer, Gordon, and James ORegan (1997), Evaluating Simple Monetary-policy Rules for Australia, in Lowe [50].",
        "[26] Diebold, Francis X., and Glenn D. Rudebusch (1991), Forecasting Output With the Com- posite Leading Index: A Real-Time Analysis, Journal of the American Statistical Associ- ation 86, 603-610.",
        "[27] Fair, Ray C., and E. Philip Howrey (1996), Evaluating Alternative Monetary Policy Rules, Journal of Monetary Economics 38, 173-193.",
        "[28] Federal Reserve Bank of Kansas City (1996), Achieving Price Stability, Federal Reserve Bank of Kansas City.",
        "[29] Fischer, Stanley (1996), Why Are Central Banks Pursuing Long-Run Price Stablity? in Federal Reserve Bank of Kansas City [28].",
        "[30] Feldstein, Martin, and James H. Stock (1994), The Use of a Monetary Aggregate to Target Nominal GDP, in N. Gregory Mankiw, ed., Monetary Policy, University of Chicago Press, 7-62.",
        "[31] Freedman, Charles (1996), What Operating Procedures Should Be Adopted to Maintain Price Stability? in Federal Reserve Bank of Kansas City [28].",
        "[32] Fuhrer, Jeffrey C. (1995), The Phillips Curve Is Alive and Well, New England Economic Review (March/April), 41-56.",
        "[33] Fuhrer, Jeffrey C. (1997), The (Un)Importance of Forward-Looking Behavior in Price Specifications, Journal of Money, Credit, and Banking (August), 338-350.",
        "[34] Fuhrer, Jeffrey C., and Brian F. Madigan (1997), Monetary Policy When Interest Rates Are Bounded at Zero, Review of Economics and Statistics 79, 573-585.",
        "[35] Fuhrer, Jeffrey C., and George R. Moore (1995), Monetary Policy Trade-Offs and the Correlation between Nominal Interest Rates and Real Output, American Economic Review 85, 219-239.",
        "[36] Haldane, Andrew G., ed. (1995), Targeting Inflation, Bank of England, London.",
        "[37] Haldane, Andrew G. (1997a), Designing Inflation Targets, in Philip Lowe, ed., Monetary Policy and Inflation Targeting, Reserve Bank of Australia, Sidney, 74-112. 43",
        "[38] Haldane, Andrew G., ed. (1997b), On Inflation-Targeting in the United Kingdom, Scottish Journal of Political Economy, forthcoming.",
        "[39] Haldane, Andrew G., and Nicoletta Batini (1998), Forward-Looking Rules for Monetary Policy, Working Paper.",
        "[40] Hailman, Jeffrey J., Richard D. Porter, and David H. Small, (1991), Is the Price Level Tied to the M2 Monetary Aggregate in the Long Run?, American Economic Review 81, 841-858.",
        "[41] Henderson, Dale W., and Warwick J. McKibbin (1993), A Comparision of Some Basic Monetary Policy Regimes for Open Economies: Implications of Different Degrees of Instru- ment Adjustment and Wage Persistence, Carnegie-Rochester Conference Series on Public Policy 39, 221-317.",
        "[42] Henderson, Dale W., and Warwick J. McKibbin (1993), An Assessment of Some Basic Monetary Policy Regime Pairs: Analytical and Simulation Results from Simple Multi- Region Macroeconomic Models, in Bryant, Hooper and Mann [15]",
        "[43] Judd, John P., and Brian Motley (1992), Controlling Inflation with an Interest Rate Instrument, Economic Review, Federal Reserve Bank of San Francisco, No. 3, 3-22.",
        "[44] Judd, John P., and Glenn D. Rudebusch, (1997), Taylors Rule and the Fed: A Tale of Three Chairmen, Federal Reserve Bank of San Francisco, manuscript.",
        "[45] King, Mervyn A. (1994), Monetary Policy in the UK, Fiscal Studies 15, No. 3, 109-128.",
        "[46] King, Mervin A. (1996), How Should Central Banks Reduce Inflation?-Conceptual Is- sues, in Federal Reserve Bank of Kansas City [28].",
        "[47] Klein, Paul (1997), Using the Generalized Schur Form to Solve a System of Linear Ex- pectational Difference Equations, Working Paper, Institute for International Economic Studies.",
        "[48] Leiderman, Leonardo, and Lars E.O. Svensson, eds. (1995), Inflation Targets, Centre of Econonomic Policy Research, London.",
        "[49] Lebow, David E. (1993), Monetary Policy at Near Zero Interest Rates, Working Paper No. 136, Division of Research and Statistics, Federal Reserve Board. 44",
        "[50] Lowe, Philip, ed., (1997), Monetary Policy and Inflation Targeting, Reserve Bank of Aus- tralia.",
        "[51] Longworth, David, and Charles Freedman (1995), The Role of the Staff Economic Projec- tion in Conducting Monetary Policy, in Haldane [36].",
        "[52] Lucas, Robert E. (1976), Econometric Policy Evaluation: A Critique, Carnegie-Rochester Conference Series on Public Policy 1, 19-46.",
        "[53] Mauskopf, Eileen (1990), The Transmission Channels of Monetary Policy: How Have They Changed? Federal Reserve Bulletin 76, 985-1008.",
        "[54] Mauskopf, Eileen (1995), The Monetary Transmission Mechanism in the United States: Simulations Using the Federal Reserve Boards MPS Model, in Financial Structure and the Monetary Policy Transmission Mechanism, Bank for International Settlements (Basle, Switzerland), 563-580.",
        "[55] Mayes, David G., and Brendon Riches (1996), The Effectiveness of Monetary Policy in New Zealand, Reserve Bank Bulletin 59(1), 5-20.",
        "[56] McCallum, Bennett T. (1988), Robustness Properties of a Rule for Monetary Policy, Carnegie-Rochester Conference Series on Public Policy 29, 173-204.",
        "[57] McCallum, Bennett T. (1997), Issues in the Design of Monetary Policy Rules, NBER Working Paper No. 6016.",
        "[58] Meyer, Laurence H. (1997), The Economic Outlook and Challenges for Monetary Policy, Remarks at the Charlotte Economics Club, Charlotte, North Carolina, January 16.",
        "[59] Merriam-Webster (1988), Websters Ninth New Collegiate Dictionary, Merriam-Webster.",
        "[60] Oliner, Stephen D., Glenn D. Rudebusch, and Daniel Sichel (1996), The Lucas Critique Revisited: Assessing the Stability of Empirical Euler Equations for Investment, Journal of Econometrics 70, 291-316.",
        "[61] Reserve Bank of New Zealand (1997), Monetary Policy Statement, June 1997, Wellington.",
        "[62] Rogoff, Kenneth (1985), The Optimal Degree of Commitment to an Intermediate Monetary Target, Quarterly Journal of Economics 100, 1169-1190. 45",
        "[63] Rudebusch, Glenn D. (1992), Trends and Random Walks in Macroeconomic Time Series: A Re-Examination, International Economic Review 33, 661-680.",
        "[64] Rudebusch, Glenn D. (1995), Federal Reserve Interest Rate Targeting, Rational Expecations, and the Term Structure, Journal of Monetary Economics 35, 245-274.",
        "[65] Rudebusch, Glenn D. (1998), Do Measures of Monetary Policy in a VAR Make Sense?, manuscript, Federal Reserve Bank of San Francisco, forthcoming, International Economic Review.",
        "[66] Sargent, Thomas L. (1987), Dynamic Macroeconomic Theory, Harvard University Press, Cambridge MA.",
        "[67] Sims, Christopher A. (1982), Policy Analysis with Econometric Models, Brookings Papers on Economic Activity (1), 107-152.",
        "[68] Smets, Frank (1995), Central Bank Macroeconometric Models and the Monetary Policy Transmission Mechanism, in Financial Structure and the Monetary Policy Transmission Mechanism, Bank for International Settlements (Basle, Switzerland), 225-266.",
        "[69] Stevens, Glenn, and Guy Debelle (1995), Monetary Policy Goals for Inflation in Australia, in Haldane [36].",
        "[70] Svensson, Lars E.O. (1996), Commentary: How Should Monetary Policy Respond to Shocks while Maintaining Long-Run Price Stability?-Conceptual Issues, in Federal Re- serve Bank of Kansas City [28].",
        "[71] Svensson, Lars E.O. (1997a), Inflation Forecast Targeting: Implementing and Monitoring Inflation Targets, European Economic Review 41, 1111-1146.",
        "[72] Svensson, Lars E.O. (l997b), Inflation Targeting in an Open Economy: Strict vs. Inflation Targeting, Public Lecture at Victoria University of Wellington, Reserve Bank of New Zealand Discussion Paper, forthcoming.",
        "[73] Svensson, Lars E.O. (1997c), Inflation Targeting: Some Extensions, NBER Working Paper No. 5962.",
        "[74] Svensson, Lars E.O. (1998a), Inflation Targeting as a Monetary Policy Rule, in prepara- tion. 46",
        "[75] Svensson, Lars E.O. (1998b), Open-Economy Inflation Targeting, Working Paper.",
        "[76] Taylor, John B. (1979), Estimation and Control of a Macroeconomic Model with Rational Expectations, Econometrica 47, 1267-1286.",
        "[77] Taylor, John B. (1993), Discretion versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy 39, 195-214.",
        "[78] Taylor, John B. (1996), How Should Monetary Policy Respond to Shocks while Maintaining Long-Run Price Stability-Conceptual Issues, in Federal Reserve Bank of Kansas City [28].",
        "[79] Walsh, Carl E. (1997), Monetary Theory and Policy, manuscript.",
        "[80] Walsh, Carl E. (1997) Accountability, Relative Performance Measures, and Inflation Tar- geting, Working Paper.",
        "[81] Williams, John C. (1997), Simple Rules for Monetary Policy, Working Paper, Board of Governors of the Federal Reserve System. 47"
    ]
}