{
    "id": 6517,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "[1] Besley, Timothy and Anne Case, Does Electoral Accountability Affect Economic Policy Choices? Evidence from Gubernatorial Term Limits, Quarterly Journal of Economics, volume CX, no. 3, August 1995, pp. 769-798.",
        "[2] Boadway, Robin and Michael Keen, Efficiency and the Fiscal Gap in Federal Systems, mimeo, Queens University, 1994.",
        "[3] Craig, Steven G. and Robert P. Inman, Education, Welfare, and the `New Federalism: State Budgeting in a Federalist Public Economy, in Harvey S. Rosen (ed.), Studies in State and Local Public Finance, Chicago: University of Chicago Press, 1986, pp. 187-222.",
        "[4] Dahiby, Bev, Distortionary Taxation and the Design of Intergovernmental Grants, mimeo, University of Alberta, 1995.",
        "[5] Dixit, Avinash, Special-Interest Lobbying and Endogenous Commodity Taxation, Eastern Economic Journal, 22, no. 4, Fall 1996, pp. 375-388.",
        "[6] Feenberg, Daniel R., Andrew W. Mitrusi, and James M. Poterba, Distributional Effects of Adopting a National Retail Sales Tax, National Bureau of Economic Research, Working Paper No. 5885, January 1997.",
        "[7] Fullerton, Don and Diane Lim Rogers, Who Bears the Lifetime Tax Burden? Washington, DC: Brookings Institution, 1993.",
        "[8] Hamermesh, Daniel, and David Scoones, Multilevel `General Policy Equilibria : Evidence from the American Unemployment Insurance Tax Ceiling, National Bureau of Economic Research, Working Paper No. 5578, May 1996.",
        "[9] Hettich, Walter and Stanley Winer, Economic and Political Foundations of Tax Structure, American Economic Review 78, no. 4, September 1988, pp. 701-712.",
        "[10] Hines, James R. Jr., and Richard H. Thaler, The Flypaper Effect, Journal of Economic Perspectives, 9, no. 4, Fall, 1995, pp. 217-226. 14",
        "[11] Holtz-Eakin, Douglas, The Line Item Veto and Public Sector Budgets: Evidence from the States, Journal of Public Economics 36, 1988, pp. 269292.",
        "[12] Moulton, Brent R., Random Group Effects and the Precision of Regression Estimates, Journal of Econometrics 32, August 1986, pp. 385-397.",
        "[13] Oates, Wallace, E. and Robert M. Schwab, Economic Competition Among Jurisdictions: Efficiency-Enhancing or Distortion-Inducing, Journal of Public Economics, April 1988, pp.333-54.",
        "[14] U.S. Bureau of Census, Statistical Abstract of the United States (111th edition) , U.S. Government Printing Office, Washington D.C., 1991.",
        "[15] U.S. Congress, Joint Committee on Taxation, Impact on State and Local Governments and Tax-exempt Organizations of Replacing the Federal Income Tax, U.S. Government Printing Office, Washington, DC 1996.",
        "[16] White, Halbert, A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica 48, 1980, pp. 817-838. 15"
    ]
}