{
    "id": 6518,
    "cites": 20,
    "cited_by": 11,
    "reference": [
        "Brainard, William. 1967. Uncertainty and the Effectiveness of Policy. American Economic Review, 411-425.",
        "Clarida, Richard, Jordi Gali and Mark Gertler. Forthcoming. The Science of Monetary Policy. Journal of Economic Literature. Council of Economic Advisers. 1997. Economic Report of the President, 45-54.",
        "Espinosa-Vega, Marco A. and Steven Russell. 1997. History and Theory of the NAIRU: A Critical Review. Economic Review, Federal Reserve Bank of Atlanta, 4-25.",
        "Estrella, Arturo. 1997. Aggregate Supply and Demand Shocks: A Natural Rate Approach. Federal Reserve Bank of New York Research Paper No. 9737.",
        "Friedman, Milton. 1968. The Role of Monetary Policy. American Economic Review, 58:1- 21.",
        "Fuhrer, Jeffrey C. and George R. Moore. 1995. Monetary Policy Trade-Offs and the Correlation between Nominal Interest Rates and Real Output. American Economic Review, 219-239.",
        "Gordon, Robert J. 1997. The Time-Varying NAIRU and its Implications for Economic Policy. Journal of Economic Perspectives, 11:11-32.",
        "Layard, Richard and Charles R. 1988. Why Does Unemployment Persist? Centre for Labour Economics, London School of Economics, Discussion Paper No. 321 (August).",
        "Modigliani, Franco and Lucas Papademos. 1975. Targets for Monetary Policy in the Coming Year. Brookings Papers on Economic Activity, 1:141-63.",
        "Newey, Whitney K. and Kenneth D. West. 1987. A Simple-Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 55:703-708.",
        "Phelps, Edmund. 1968. Money-Wage Dynamics and Labor-Market Equilibrium. Journal of Political Economy, 76:678-711.",
        "Rotemberg, Julio J. and Michael Woodford. 1998. Interest Rate Rules in an Estimated Stick- Price Model. This conference.",
        "Rudebusch, Glenn D. and Lars E.O. Svensson. 1998. Policy Rules for Inflation Targeting. This conference.",
        "Staiger, Douglas, James H. Stock and Mark W. Watson. 1997a. How Precise are Estimates of the Natural Rate of Unemployment? In Reducing Inflation: Motivation and Strategy, Christina D. Romer and David H. Romer, eds., Chicago: University of Chicago Press.",
        "Staiger, Douglas, James H. Stock and Mark W. Watson. 1997b. The NAIRU, Unemployment and Monetary Policy. Journal of Economic Perspectives, 11:33-49.",
        "Stiglitz, Joseph. 1997. Reflections on the Natural Rate Hypothesis. Journal of Economic Perspectives, 11:3-10.",
        "Svensson, Lars E.O.. 1997. Inflation Forecast Targeting: Implementing and Monitoring Inflation Targets. European Economic Review, 41:1111-1146.",
        "Taylor, John B. 1993. Discretion Versus Policy in Practice. Carnegie-Rochester Conference Series on Public Policy, 39:195-214.",
        "Theil, Henri. 1971. Principles of Econometrics. New York: Wiley.",
        "Wieland, Volker. 1997. Monetary Policy and Uncertainty about the Natural Unemployment Rate. Manuscript, Board of Governors of the Federal Reserve System."
    ]
}