{
    "id": 6523,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "Carlisle, D. et. al. (1992), HMO vs Fee-for-Service Care of Older Patients with Acute Myocardial Infarction, American Journal of Public Health, pp. 1626-1630.",
        "Cutler, D., M. McClellan, and J. Newhouse (1997), Prices and Production in Managed Care Insurance, Harvard University, working paper.",
        "Feldman, S., B. Harlow, and D. Scharfstein (1997), The Relationship between Surgical Volume and Complications, Length of Stay, and Inpatient Charges for Patients Undergoing Abdominal Hysterectomy, unpublished paper.",
        "Hannan, E. et. al. (1997), Coronary Angioplasty Volume-Outcome Relationships for Hospitals and Cardiologists, Journal of the American Medical Association, March 19, pp. 892-898.",
        "Laffel, G., A. Barnett, S. Finkelstein, and M. Kaye, The Relation between Experience and Outcome in Heart Transplantation, New England Journal of Medicine, Oct. 22, pp. 1220-1225. Luft, H. et. al. (1990). Hospital Volume, Physician Volume, and Patient Outcomes: Assessing the Evidence, Ann Arbor, MI: Health Administration Press Perspectives.",
        "McClellan, M. and J. Skinner (1997), The Incidence of Medicare, National Bureau of Economic Research, working paper no. 6013.",
        "Miller, R. and H. Luft (1997), Managed Care Performance: Is Quality of Care Better or Worse'DONE' Health Affairs, September/October, pp. 7-25.",
        "Rechtin, S. and B. Brown (1990), Management of Colorectal Cancer in Medicare Health Maintenance Organizations, Journal of General Internal Medicine, March/April, pp. 110-114.",
        "Rechtin, S. and B. Brown (1991a), Elderly Patients with Congestive Heart Failure Under Prepaid Care, The American Journal of Medicine, February, pp. 236-242.",
        "Rechtin, S. and J. Preston (1991b), The Effects of Cost Containment on the Care of Elderly Diabetics, Archives of Internal Medicine, November, pp. 2244-2248.",
        "Rechtin, S. et. al. (1992), How the Elderly Fare in HMOs: Outcomes from the Medicare Competition Demonstrations, Health Services Research, December, pp. 652-658.",
        "White, H. (1980), A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica, pp. 817-30.",
        "Yelin, E., L. Criswell and P. Feigenbaum (1996), Health Care Utilization and Outcomes Among Persons with Rheumatoid Arthtritis in Fee-for-Service and Prepaid Group Practices, Journal of the American Medical Association, October 2, pp. 1048-1053.",
        "Young, G. and B. Cohen (1991), Inequities in Hospital Care, the Massachusetts Experience, Inquiry, Fall, pp. 255-262."
    ]
}