{
    "id": 6527,
    "cites": 13,
    "cited_by": 29,
    "reference": [
        "Acs, G., and C.E. Steuerle. 1993. Trends in the Distribution of Non-Wage Benefits and Total Compensation. Urban Institute Working Paper. Washington D.C.: Urban Institute.",
        "Congressional Research Service. 1988. Medicaid Source Book: Background Data and Analysis. Washington, D.C.: U.S. Government Printing Office.",
        "U.S. Government Printing Office. Cutler, D.M., and J. Gruber. 1996. Does Public Insurance Crowd Out Private Insurance'DONE' Quarterly Journal of Economics 111: 391-430.",
        "Dubay, L., and G. Kenney. 1996a. The Effects of Medicaid Expansions on Insurance Coverage of Children The Future of children 6(1): 152-161.",
        "Dubay, L., and G. Kenney. 1996b. Did the Medicaid Expansions For Pregnant Women Crowd Out Private Coverage'DONE' Washington D.C.: The Urban Institute. Unpublished Manuscript.",
        "Fronstin, P. 1996. The Decline in Health Insurance and Labor Market Trends. Statistical Bulletin JulySeptember: 28-36.",
        "Hill, I.T. 1992. The Medicaid Expansions for Pregnant Women and Children: A State Program Characteristics Information Base. Prepared for the Office of Research, Health Care Financing Administration: U.S.",
        "Department of Health and Human Services. Moffitt, Robert. 1992. Incentive Effects of the U.S. Welfare System. The Journal of Economic Literature, 30:1-61.",
        "Monheit, A.C., and C.L. Schur. 1988. The Dynamics of Health Insurance Loss: A Tale of Two Cohorts. Inquiry 25: 315-327.",
        "Newacheck, P.W., Hughes, D.C., and M. Cisternas. 1995. Children and Health Insurance: An Overview of Health Affairs 2: 244-254.",
        "Shore-Sheppard, L.D. 1995. Stemming the Tide'DONE' The Effect of Expanding Medicaid Eligibility on Health Princeton University Industrial Relations Section Working Paper 361.",
        "Shore-Sheppard, L.D. 1997. Stemming the Tide'DONE' The Effect of Expanding Medicaid Eligibility on Health Insurance Coverage. Unpublished paper University of Pittsburgh.",
        "U.S. Committee on Ways and Means. 1991. Green Book: Background Material and Data on Programs Within the Jurisdiction of the Committee on Ways and Means. Washington, D.C.: U.S. Government Printing Office."
    ]
}