{
    "id": 6528,
    "cites": 71,
    "cited_by": 121,
    "reference": [
        "Abraham, K.G. (1987), Help-Wanted Advertising, Job Vacancies, and Unemployment, Brooking Papers on Economic Activity, I, pp. 207-248.",
        "Adelman, I. and F. L. Adelman (1959), The Dynamic Properties of the Klein-Goldberger Model, Econometrica, 27, 596-625.",
        "Backus, D.K. and P.J. Kehoe (1992), International Evidence on the Historical Properties on Business Cycles, American Economic Review, Vol. 82, No. 4, pp. 864-888.",
        "Balke, N.S. and R.J. Gordon (1989), The Estimation of Prewar Gross National Product: Methodology and New Evidence, Journal of Political Economy 94, 38-92.",
        "Ball, L. and N.G. Mankiw (1994), A Sticky-Price Manifesto, Carnegie-Rochester Conference Series on Public Policy 41, 127-151.",
        "Barsky, R., J. Parker and G. Solon (1994), Measuring the Cyclicality of Real Wages: How Important is the Composition Bias, Quarterly Journal of Economics, 109(1), 1-25.",
        "Baxter, M. (1995), International Trade and Business Cycles, in G.M. Grossman and K. Rogoff (eds.), Handbook of International Economics, vol. 3. Amsterdam: Elsevier, 1801-1864.",
        "Baxter, M., and R.G. King (1996), Measuring Business Cycles: Approximate Band-Pass Filters for Economic Time Series, manuscript, University of Virginia.",
        "Blanchard, 0. and P. Diamond (1989), The Beveridge Curve, Brookings Papers on Economic Activity, 1, 1989, 1-76.",
        "Bry, Gerhard and Boschan, Charlotte, Cyclical Analysis of Time Series: Selected Procedures and Computer Programs, New York: Columbia University Press for the NBER, 1971.",
        "Burns, A.F., and W.C. Mitehell (1946), Measuring Business Cycles. New York: NBER.",
        "Canjels, E. and M.W. Watson (1997) Estimating Deterministic Trends in the Presence of Serially Correlated Errors, Review of Economics and Statistics, forthcoming.",
        "Christiano, L.J. and M. Eichenbaum (1992), Current Real-Business-Cycle Theories and Aggregate Labor-Market Fluctuations, American Economic Review, 82, 430-450.",
        "Conference Board (1996) Details on the Revision in the Composite Indexes, Business Cycle Indicators, Vol. 1, No. 11, December, pp. 3-5.",
        "Cooley, T.F. and L.E. Ohanian (1991), The Cyclical Behavior of Prices, Journal of Monetary Economics 28, 25-60.",
        "Denson, E.M. (1996), The Effects of Changing Industrial Composition on the Postwar Economy, Ph.D. Dissertation, Northwestern University.",
        "Dickey, D.A. and W.A. Fuller (1979), Distribution of the Estimators for Autoregressive Time Series with a Unit Root, Journal of the American Statistical Association, 74, 427-43 1.",
        "Diebold, F. X. and G.D. Rudebusch (1992), Have Postwar Economic Fluctuations Been Stabilized? American Economic Review 82, 993-1005.",
        "Diebold, F.X. and A.S. Senhadji (1996), The Uncertain Unit Root in Real GNP: A Comment, American Economic Review, 86, 1291-1298.",
        "Engle, R.F. and C.W.J. Granger (1987), Cointegration and Error Correction: Representation, Estimation, and Testing, Econometrica, 55, 251-276.",
        "Estrella, A. and G. Hardouvelis (1991), The Term Structure of Interest Rates as a Predictor of Real Economic Activity, Journal of Finance, 46, pp. 555-572.",
        "Feenberg, D. and J. Miron (1997), Improving the Accessibility of the NBERs Historical Data, Journal of Business and Economic Statistics, forthcoming.",
        "Feldstein, M. and J.H. Stock (1994), The Use of a Monetary Aggregate to Target Nominal GDP, in N.G. Mankiw (ed.), Monetary Policy, Chicago: University of Chicago Press for the NBER, 7-70.",
        "Friedman, Milton (1968), The Role of Monetary Policy, American Economic Review 68, 1-17.",
        "Friedman, B.M. and K.N.Kuttner (1992), Money, Income, Prices, and Interest Rates, American Economic Review 82, 472-492.",
        "Friedman, B.M. and K.N.Kuttner (1993), Why Does the Paper-Bill Spread Predict Real Economic Activity? in J.H. Stock and M.W. Watson (eds.), Business Cycles, lndicators and Forecasting, Studies in Business Cycles, vol. 28. Chicago: University of Chicago Press for the NBER.",
        "Geweke, J. (1984), Inference and Causality in Economic Time Series Models, ch. 19 in Z.",
        "Griliches and M. Intriligator (eds.), Handbook of Econometrics, volume 2. Amsterdam: Elsevier, 1101-1144. Gordon, R.J. (1980), Postwar Macroeconomics: The Evolution of Events and Ideas, in M.",
        "Granger, C. (1980), Testing for Causality, A Personal Viewpoint, Journal of Economic Dynamics and Control, 2: 329-352.",
        "Hamilton, J. (1994), Time Series Analysis. Princeton: Princeton University Press.",
        "Hansen, B.E. (1997), Approximate Asymptotic p-Values for Structural-Change Tests, Journal of Business and Economic Statistics, Vol. 15, No. 1, pp. 60-67.",
        "Harvey, A.C. and A. Jaeger (1993), Detrending, Stylized Facts and the Business Cycle, Journal of Applied Econometrics, Vol. 8, N. 3, pp. 23 1-248.",
        "Hassler, J., P. Lundvik, T. Persson, and P. Soderlind, (1992), The Swedish Business Cycle: Facts over 130 Years. Institute for International Economic Studies Monograph Series, no 22, University of Stockholm.",
        "Hess, G.D. and S. Iwata (1997), Measuring and Comparing Business Cycle Features, Journal of Business and Economic Statistics, 15, 432-444.",
        "Hoffman, D.L. and Rasche, R.H. 1991. Long Run Income and Interest Elasticities of Money Demand in the United States, Review of Economics and Statistics 73: 665-674.",
        "King, R.G. and C.I. Plosser (1994), Real Business Cycles and the Test of the Adelmans, Journal of Monetary Economics, Vol. 33, No. 2, pp 405-438.",
        "King, R.G., CA. Plosser, and S.P. Rebelo (1988), Production, Growth, and Business Cycles: II, New Directions, Journal of Monetary Economics, 21, 309-342.",
        "King, R.G., C.I. Plosser, J.H. Stock, and M.W. Watson (1991), Stochastic Trends and Economic Fluctuations, American Economic Review 81, no. 4, 819-840.",
        "King, R.G. and S.T. Rebelo (1993), Low Frequency Filtering and Real Business Cycles, Journal of Economic Dynamics and Control 17, 207-231.",
        "King, R.G. and M.W. Watson (1994), The Post-War U.S. Phillips Curve: A Revisionist Econometric History, Carnegie-Rochester Conference on Public Policy.",
        "Koopmans, T . J. (1947), Measurement Without Theory, Review of Economics and Statistics, 29, pp. 161-172.",
        "Kydland, F.E. and E.C. Prescott (1990), Business Cycles: Real Facts and a Monetary Myth, Federal Reserve Bank of Minneapolis Quarterly Review, Spring 1990, pp. 3-18.",
        "Lucas, R.E. (1972), Expectations and the Neutrality of Money, Journal of Economic Theory, Vol. 4, No. 2, 103-124.",
        "Lucas, R.E. (1988), Money Demand in the United States: A Quantitative Review, Carnegie Rochester Conference on Public Policy, 29, 137-168.",
        "Mitchell, W. C., Business Cycles: The Problem and fts Setting, New York: National Bureau of Economic Research, 1927.",
        "National Bureau of Economic Research, Recessions, release by the NBERs Public Information Office, 1992.",
        "Nelson, C.R. and C.J. Murray (1997), The Uncertain Trend in U.S. GDP, Manuscript, University of Washington.",
        "Nelson, C.R. and C.O. Plosser (1982), Trends and Random Walks in Macroeconomic Time Series, Journal of Monetary Economics, 10, No. 2, pp. 139-162.",
        "Pagan, A.R. (1997), Towards an Understanding of Some Business Cycle Characteristics, Australian Economic Review, 30, 1-15.",
        "Phelps, E. (1967), Phillips Curves, Expectations of Inflation, and Optimal Inflation Over Time, Economica, NS 34:254-281.",
        "Quandt, R,E. (1960), Tests of the Hypothesis that a Linear Regression System Obeys Two Separate Regimes, Journal of the American Statistical Association}, 55: 324-330.",
        "Rudebusch, R.G. (1993), The Uncertain Unit Root in Real GNP, American Economic Review, 83, 264-72.",
        "Phillips, P.C.B. and Loretan, M. 1991. Estimating Long-Run Economic Equilibria, Review of Economic Studies 58: 407-436.",
        "Samuelson, P. A. and R.M. Solow (1960), Analytical Aspects of Anti-Inflation Policy, American Economic Review, Papers and Proceedings, 50:177-194.",
        "Sargent, TA. (1976), A Classical Macroeconometric Model for the United States, Journal of Political Economy, 84: 207-37.",
        "Sims, C.A. (1972), Money, Income and Causality, American Economic Review 62, 540-552.",
        "Sims, C.A. (1980), Macroeconomics and Reality, Econometrica, 48, pp. 1-48.",
        "Staiger, D., J. Stock and M. Watson (1997), The NAIRU, Unemployment, and Monetary Policy, Journal of Economic Perspectives, Winter 1997, 33-50.",
        "Stock, J.H, (1987), Measuring Business Cycle Time, Journal of Political Economy 95, 1240- 1261.",
        "Stock, J.H. (1991), Confidence Intervals for the Largest Autoregressive Root in U.S. Economic Time Series, Journal of Monetary Economics 28, no. 3, 435-460.",
        "Stock, J.H. (1994), Unit Roots, Structural Breaks, and Trends, ch. 46 in R. Engle and D.",
        "McFadden (eds.), Handbook of Econometrics, volume IV. Amsterdam: Elsevier, 2740- 2843. Stock, J.H. and M.W. Watson (1989), New Indexes of Leading and Coincident Economic Indicators, NBER Macroeconomics Annual, (1989), 351-394.",
        "Stock, J.H. and Watson, M.W. (1993), A Simple Estimator of Cointegrating Vectors in Higher-Order Integrated Systems, Econometrica 61: 783-820.",
        "Stock, J.H, and M.W. Watson (1996), Confidence Sets in Regressions with Highly Serially Correlated Regressors, manuscript, Harvard University.",
        "Stock, J.H. and M.W. Watson (1996), `Evidence on Structural Instability in Macroeconomic Time Series Relations, Journal of Business and Economic Statistics, 14, 11-30.",
        "Taylor, J. B. (1980), Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, 88, 1-23.",
        "Watson, M. (1994a), Business Cycle Durations and Postwar Stabilization of the U.S. Economy, American Economic Review, Vol. 84, No. 1, pp. 24-46.",
        "Watson, M.W. (1994b), Vector Autoregressions and Cointegration,in R. Engle and D.",
        "McFadden (eds.), Handbook of Econometrics, Vol. IV, ch, 47, 2843-29 15. Zarnowitz, V. (1992), Business Cycles: Theory, History, Indicators, and Forecasting. Studies in Business Cycles, vol. 27. Chicago: University of Chicago Press for the NBER.",
        "Zarnowitz, V. and G.H. Moore (1986), Major Changes in Cyclical Behavior, in Robert J.",
        "Gordon (ed.), The American Business Cycle: Continuity and Change. Chicago: University of Chicago Press. Zellner, A. (1979), Causality and Economics, manuscript, University of Chicago."
    ]
}