{
    "id": 6537,
    "cites": 20,
    "cited_by": 5,
    "reference": [
        "Note: We have used an abbreviated notation to refer to various U.S. government publications. These include the Biennial Reports, the Reports of the Commissioner of Education (also called the Annual Reports), the Statistical Abstract, Historical Statistics and the Economic Report of the President. In the case of the first three, we use the d ate(s) of the report rather than the publication d ate of the document. Abbott, Andrew. 1988. The System of Professions: An Essay on the Division of Expert Labor. Chicago, IL: The University of Chicago Press.",
        "American Council of Learned Societies. 1996. American Council of Learned Societies Directory of Constituent Societies, 1996-97. New York NY: American Council of Learned Societies.",
        "American Council on Education. 1960. American Universities and Colleges, Mary Irwin, ed. Washington, D.C.: American Council on Education.",
        "Bates, Ralph. 1965. Scientific Societies in the United States. Cambridge, MA: The MIT Press.",
        "College Blue Book. 1933. The 1933 College Blue Book, Huber William Hurt and Harriett-Jeanne Hurt, eds. Hollywood by-the-Sea, FL: The College Blue Book.",
        "Goldin, Claudia. 1998. Americas Graduation from High School: The Evolution and Spread of Secondary Schooling in the Twentieth Century, Journal of Economic History 58 (June).",
        "Handlin, Oscar, and Mary F. Handlin. 1970. The American College and American Culture. New York: McGraw Hill, 1970.",
        "Hart, Oliver, Andrei Shleifer, and Robert W. Vishny. 1997. The Proper Scope of Government: Theory and an Application to Prisons, Quarterly Journal of Economics CX~ (November): 1127- 1161.",
        "Hofstadter, Richard, and C. DeWitt Hardy. 1952. The Development and Scope of Higher Education in the United States New York: Columbia University Press.",
        "Hoxby, Caroline M. 1997a. The Changing Market Structure of U.S. Higher Education. Unpublished paper. Harvard University.",
        "Hoxby, Caroline M. 1997b. How the Changing Market Structure of U. S. Higher Education Explains College Tuition. National Bureau of Economic Research Working Paper No. 6323 (December).",
        "Hoxby, Caroline M. 1998. How Much Does School Spending Depend on Family Income? The Historical Origins of the Current School Finance Dilemma, unpublished paper Harvard University.",
        "Jaffe, Adam B. 1989. Real Effects of Academic Research, American E:conomic Review 79 (December): 957-970.",
        "Kiger, Joseph C. 1963. American Learned Societies. Washington, D.C.: Public Affairs Press.",
        "Kimball, Bruce A 1992. The True Professional Ideal in America: A History. Cambridge MA and -32 Oxford UK: Blackwell Publishers.",
        "Nevins, Allan. 1962. The State Universities and Democracy. Urbana, IL: University of Illinois Press.",
        "Poterba, James M. 1997. Demographic Structure and the Political Economy of Public Education, Journal of Policy Analysis and Management 16: 48-66.",
        "Quigley, John M. and Daniel L. Rubinfeld. 1993. Public choices in Public Higher Education, in Studies of Supply and Demand for Higher Education, eds. Charles T. Clottelter and Michael Rothschild. Chicago, IL: University of Chicago Press.",
        "Report of the Commissioner of Education /year/. Full citation is: Department of the Interior. Office of Education. [year] Report of the Commissioner of Education for /year/. Washington, D C: GPO. Rosenberg, Nathan, and Richard R. Nelson. 1993. American Universities and Technical Advance in Industry. CEPR Publication No. 342, Stanford University.",
        "Starr, Paul. 1982. The Social Transformahon of American Medicine. New York, NY: Basic Books."
    ]
}