{
    "id": 6539,
    "cites": 39,
    "cited_by": 3,
    "reference": [
        "Abel, Andrew, and Olivier J. Blanchard, 1986, The present value of profits and cyclical movements in investments, Econometrica id, 249-273.",
        "Alchian, Armen, 1969, Corporate management and property rights, in Henry Manne, ed.: Economic Policy and the Regulation of Corporate Securities (American Enterprise Institute, Washington, D.C).",
        "Barber, Brad M., Donald Palmer, and James Wallace, l99i, Determinants of conglomerate and predatory acquisitions: Evidence from the 1960s, Journal of Corporate Finance 1, 283-318.",
        "Berger, Phillip, and Eli Ofek, 199i. Diversifications effect on firm value, Journal of Financial Economics 37, 39-65. Bhide, Amar, 1990, Reversing corporate diversification, Finance 5, 70-81.",
        "Journal of Applied Corporate Comment, Robert, and Gregg A. Jarrell, 1995, Corporate focus and stock returns, Journal of Financial Economics, 37, 67-87.",
        "Cornett, Marcia M., Gayane Hovakimian, Darius Palia, and Hassan Tehranian, 1998, The impact of the manager-shareholder conflict on acquiring bank returns, Working paper, Boston College.",
        "Dodd, Peter, and Jerold B. Warner, 1983, On corporate governance: A study of proxy contests, Journal of Financial Economics 11, 401-438.",
        "Elgers, Pieter T., and John J. Clark, 1980, Merger types and shareholder returns: Additional evidence, Financial Management Summer, 66-72.",
        "Fazzari, Steven M., R. Glenn Hubbard and Bruce C. Petersen, 1988, Financing constraints and corporate investment, Brookings Papers on Economic Activity 1, 141-195.",
        "Fluck, Zsuzsanna, and Anthony Lynch, 1996, Why do firms merge and then divest: A theory of financial synergy, Working paper, New York University.",
        "Geneen, Harold, 1997, The synergy myth: The former chairman of ITT debunks do~vusizing, reengineering, bureaucracy, and corporate culture (St. Martins, New York).",
        "Gertner, Robert H., David S. Scharfstein, and Jeremy C. Stein, 1994, Internal versus external capital markets, Quarterly Journal of Economics 109, 1211-1230.",
        "Hubbard, R. Glenn, 1998, Capital-market imperfections and investment, Journal of Economic Literature 36, 193-225.",
        "Hubbard, R. Glenn, Anil K. Kashyap, and Toni M. Whited, 1995, Internal finance and firm investment, Journal of Money, Credit, and Banking 27, 683-701.",
        "Hubbard, R. Glenn, and Darius Palia 1995, Benefits of control, managerial ownership, and 27 the stock returns of acquiring firms. Rand Journal of Economics 26, 782-792.",
        "Hyland, David C., 1996, Why firms diversify? An empirical examination Working paper.",
        "Ohio State l:niversity. Kaplan, Steven N., and Michael S. Weisbach, 1992, The success of acquisitions: Evidence from divestitures, Journal of Finance 47, 107-138.",
        "Khanna, Tarun, and Krishna G. Palepu, 1997, Why focused strategies may be wrong for emerging markets, Harvard Business Reviev, July-August, 41-51.",
        "Klein, April, 1986, The timing and substance of divestiture announcements: Individual.",
        "Klein, Peter G., 1997, Were the conglomerates inefficient? A reconsideration, Working paper, University of Georgia.",
        "Lamont, Owen, 1997, Cash flow and investment: Evidence from internal capital markets, Journal of Finance 52, 83-109.",
        "Lang, Larry H.P., and Rene M. Stulz, 1994, Tobins q, corporate diversification and firm performance, Journal of Political Economy, 102, 1248-1280.",
        "Lang, Larry H.P., Rene M. Stulz, and Raplh A. Walkling, 1991, A test of the free cash flow hypothesis, Journal of Financial Economics 29, 315-335.",
        "Lang, Larry H.P., Rene M. Stulz, and Ralph A. Walkling, 1989, Managerial performance, Tobins q, and the gains form successful tender offers, Journal of Financial Economics 24, 137-154.",
        "Li, David D., and Shan Li, 1996, A theory of corporate scope and financial structure, Journal of Finance 51, 691-709.",
        "Lichtenberg, Frank, 1992, Industrial de-diversification and its consequences for productivity, Journal of Economic Behavior, and Organization 18, 427-438.",
        "Liebeskind, Julia, and Tim Opler, 1992, The causes of corporate refocusing, Working paper, Ohio State University.",
        "NIalatesta, Paul H., 1983, The wealth effect of merger activity and the objective functions of merged firms, Journal of Financial Economics 11, 155-181.",
        "Matsusaka, John G., 1997, Corporate diversification, value maximization, and organizational capabilities, Working paper, University of Southern California.",
        "Matsusaka, John G., and Vikram Nanda, 1996, Internal capital markets and corporate refocusing, Working paper, University of Southern California.",
        "Matsusaka, John G., 1993, Takeover motives during the conglomerate merger wave, RAND Journal of Economics 24, 357-379.",
        "Merck, Randall, Andrei Shleifer, and Robert W. V ishrrv, 1990. Do managerial objectives drive bad acquisitions?, Journal of Finance 45, 31-48.",
        "Schipper, Katherine, and Rex Thompson, 1983, Evidence on the capitalized value of merger activity for merging firms, Journal of Financial Economics 11, 8i-119.",
        "Servaes, Henri, 1996, The value of diversification during the conglomerate merger wave, Journal of Finance 51, 1201-1225.",
        "Shin, Hyun-Han and Rene M. Stulz, 1998, Are Internal Capital Markets Efficient? Quarterly Journal of Economics, forthcoming.",
        "Sicherman, Neil W., and Richard H. Pettway, 1987, Acquisition of divested assets and shareholders wealth, Journal of Finance 42, 1261-1273.",
        "Shleifer, Andrei, and Robert W. Vishny. 1986, Large shareholders and corporate control, Journal of Political Economy 94, 461-488.",
        "Stein, Jeremy C., 1997, Internal capital markets and the competition for corporate resources, Journal of Finance 52, 111-133.",
        "Williamson, Oliver E., 1970, Corporate Control and Business Behavior (Prentice-Hall, New Jersey)."
    ]
}