{
    "id": 6544,
    "cites": 105,
    "cited_by": 34,
    "reference": [
        "Agrawal, D. and R. Lai (1995), Contractual Arrangements in Franchising: An Empirical Investigation, Journal of Marketing Research, 32, 213-221. Alchian, A.A. and H. Demsetz (1972), Production, Information Costs, and Economic Organization, American Economic Review, 62, 777-795.",
        "Allen, D.W. and D. Lueck (1995), Risk Preferences and the Economics of Contracts, American Economic Review, 85, 447-451.",
        "Anderson, E. (1985), The Salesperson as Outside Agent or Employee: A Transaction Cost Analysis, Marketing Science, 4, 234-254.",
        "Anderson, E. and R.L. Oliver (1987), Perspectives on Behavior-Based Versus Outcome-Based Salesforce-Control Systems, Journal of Marketing, 51, 76-88.",
        "Anderson, E. and D. Schmittlein (1984), Integration of the Sales Force: An Empirical Examination, Rand Journal of Economics, 15, 385-395.",
        "Athey, S. and S. Stern (1997), An Empirical Framework for Testing Theories about Complementarities in Organizational Design, MIT, mimeo.",
        "Bates, T., (1998), Survival Patterns Among Newcomers to Franchising, Journal of Business Venturing, 13, 113-130.",
        "Barron, J.M. and J.R. Umbeck (1984), The Effects of Different Contractual Arrangements: The Case of Retail Gasoline, Journal of Law and Economics, 27, 313-328.",
        "Beheler, R.L. (1991), Control in Various Organizational Forms: An Empirical Study of Company-Owned and Franchisee-Owned Units' Health Inspections, in J.R. Nevin (Ed.), Franchising: Embracing the Future, Fifth Annual Proceedings of the Society of Franchising, University of St-Thomas.",
        "Bercovitz, J.E.L. (1998a), An Analysis of Contractual Provisions in Business-Format Franchise Agreements, mimeo, Fuqua School of Business, Duke University.",
        "Bercovitz, J.E.L. (1998b), Franchising vs. Company Ownership, mimeo, Fuqua School of Business, Duke University.",
        "Bhattacharyya, S. and F. Lafontaine (1995), Double-Sided Moral Hazard and the Nature of Share Contracts, RAND Journal of Economics, 26, 761-781.",
        "Bonanno, G. and J. Vickers (1988), Vertical Separation, Journal of Industrial Economics, 36, 257-266.",
        "Bradach, J.L. (1997), Using the Plural Form in the Management of Restaurant Chains, Administrative Science Quarterly, 42, 276-303.",
        "Brickley, J. and F. Dark (1987), The Choice of Organizational Form: The Case of Franchising, Journal of Financial Economics, 18, 401-420.",
        "Brickley, J.A., F.H. Dark, and M.S. Weisbach (1991), An Agency Perspective on Franchising, Financial Management, 20, 27-35.",
        "Carmichael, H.L. (1983), The Agent-Agents Problem: Payment by Relative Output, Journal of Labor Economics, 1, 50-65.",
        "Carney, M. and E. Gedajlovic (1991), Vertical Integration in Franchise Systems: Agency Theory and Resource Explanations, Strategic Management Journal, 12, 607-629.",
        "Caves, R.E. and W.F. Murphy (1976), Franchising: Firms, Markets, and Intangible Assets, Southern Economic Journal, 42, 572-586.",
        "Coase, R. (1937), The Nature of the Firm, Economica, 4, 386-405.",
        "Crocker, K.J. and K.J. Reynolds (1992), The Efficiency of Incomplete Contracts: An Empirical Analysis of Air Force Engine Procurement, RAND Journal of Economics, 24, 126-146.",
        "Crocker, K. J. and S. E. Masten (1996), Regulation and Administered Contracts Revisited: Lessons from Transaction-Cost Economics for Public Utility Regulation, Journal of Regulatory Economics, 9(1), 5-39.",
        "Dant, R.P., P.J. Kaufmann and A.K. Paswan (1992), Ownership Redirection in Franchised Channels, Journal of Public Policy and Marketing, 11, 33-44.",
        "Dnes, A. W. (1992), Franchising: A Case-study Approach, Ashgate Publishing Ltd., Aldershot, England.",
        "Dnes, A.W. (1993), A Case Study Analysis of Franchise Contracts, Journal of Legal Studies, 22, 367-393.",
        "Dnes, A. W. (1996), The Economic Analysis of Franchise Contracts, Journal of Institutional and Theoretical Economics, 152, 297-324.",
        "Elango, B. and V. H. Fried (1997), Franchising Research: A Literature Review and Synthesis, Journal of Small Business Management, 35, 68-82.",
        "Fudenberg, D. and J. TirÃ\u0083Â³le (1984), The Fat-Car Effect, The Puppy-Dog Ploy, and the Lean-and-Hungry Look, American Economic Review, 74, 361-366.",
        "Gal-Or, E. (1995), Maintaining Quality Standards in Franchise Chains, Management Science, 41, 1774-1792.",
        "GagnÃ\u0083Â©, R., S.P. SiguÃ\u0083Â©, and G. Zaccour (1997), Droit d'entrÃ\u0083Â©e et taux de redevance dans les franchises d'exploitation au QuÃ\u0083Â©bec, mimÃ\u0083Â©o, Ecole des HEC, Montreal.",
        "Garen, J.E. (1994), Executive Compensation and Principal-Agent Theory, Journal of Political Economy, 102, 1175-1199.",
        "Graddy, K. (1995), Do Fast-Food Chains Price Discriminate on the Race and Income Characteristics of an Area, Journal of Business and Economic Statistics, 15, 391-401.",
        "Grossman, S.J. and O.D. Hart (1986), The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy, 94, 691-719.",
        "Hart, O. and J. Moore (1988), Incomplete Contracts and Renegotiation, Econometrica, 56, 755-786.",
        "Holmstrom, B. (1979), Moral Hazard and Observability, Bell Journal of Economics, 10, 74-91.",
        "Holmstrom, B. (1982), Moral Hazard in Teams, Bell Journal of Economics, 13, 324-340.",
        "Holmstrom, B. and P. Milgrom (1987), Aggregation and Linearity in the Provision of Intertemporal Incentives, Econometrica, 55, 303-328.",
        "Holmstrom, B. and P. Milgrom (1991), Multitask Principal-Agent Analyses: Incentive Contracts, Asset Ownership, and Job Design, Journal of Law, Economics, and Organization, 7, 24-51.",
        "Holmstrom, B. and P. Milgrom (1994), The Firm as an Incentive System, American Economic Review, 84, 972-991.",
        "Ichniowski, C., K.L Shaw and G. Prennushi (1997), The Effects of Human Resource Management Practices on Productivity: Evidence from the Steel Industry, American Economic Review, 87,291-313.",
        "Jensen, M. and K. Murphy (1990), Performance Pay and Top-Management Incentives, Journal of Political Economy, 98, 225-264.",
        "John, G. and B.A. Weitz (1988), Forward Integration into Distribution: An Empirical Test of Transaction Cost Analysis, Journal of Law, Economics, and Organization, 4, 337-355.",
        "Joskow, P. (1988), Asset Specificity and the Structure of Vertical Relationships: Empirical Evidence, Journal of Law, Economics, and Organization, 4, 95-117.",
        "Kalnins, A. and F. Lafontaine (1998), Incentive and Strategic Motives for Vertical Separation: Evidence from Location Patterns in the Texan Fast-Food Industry, mimeo, University of Michigan Business School.",
        "Kaplan, S.N. (1994), Top Executive Rewards and Firm Performance: A Comparison of Japan and the U.S., Journal of Political Economy, 102, 510-546.",
        "Kaufmann, P. J. and R. P. Dant (1996), Multi-Unit Franchising: Growth and Management Issues Journal of Business Venturing, 11, 343-358.",
        "Kaufmann, P.J. and Lafontaine, F. (1994), Costs of Control: The Source of Economic Rents for McDonald's Franchisees, Journal of Law and Economics, 37, 417-543.",
        "Kehoe, M. R. (1996), Franchising, agency problems, and the cost of capital, Applied Economics, 28, 1485-1493.",
        "Klein, B. (1980), Transaction Cost Determinants of 'Unfair' Contractual Arrangements, American Economic Review, 70, 356-362.",
        "Klein, B. (1988), Vertical Integration as Organizational Ownership: The Fisher Body - General Motors Relationship Revisited, Journal of Law, Economics, and Organization, 4, 199-213.",
        "Klein, B. (1995), The Economics of Franchise Contracts, Journal of Corporate Finance, 2, 9-37.",
        "Klein, B., R. Crawford, and A. Alchian (1978), Vertical Integration, Appropriable Rents, and the Competitive Contracting Process, Journal of Law and Economics, 21, 297-326.",
        "Klein, P. G. and H. A. Shelanski (1995), Empirical Research in Transaction Cost Economics: A Review and Assessment, Journal of Law, Economics, and Organization, 11, 335-361.",
        "Krueger, A. B., (1991), Ownership, Agency and Wages: An Examination of the Fast Food Industry, Quarterly Journal of Economics, 106, 75-101.",
        "Lafontaine, F. (1992a), Agency Theory and Franchising: Some Empirical Results, RAND Journal of Economics, 23, 263-283.",
        "Lafontaine, F. (1993), Contractual Arrangements as Signaling Devices: Evidence from Franchising, Journal of Law, Economics, and Organization, 9, 256-289.",
        "Lafontaine, F. (1995), Pricing Decisions in Franchised Chains: A Look at the Fast-Food Industry, NBER Working paper #5247.",
        "Lafontaine, F. and P.J. Kaufmann (1994), The Evolution of Ownership Patterns in Franchise Systems, Journal of Retailing, 70, 97-113.",
        "Lafontaine, F. and Shaw, K.L., 1996, The Dynamics of Franchise Contracting: Evidence from Panel Data, NBER Working Paper #5585.",
        "Lafontaine, F. and K.L. Shaw, (1998), Franchising Growth and Franchisor Entry and Exit in the U.S. Market: Myth and Reality, Journal of Business Venturing, 13,95-112.",
        "Lafontaine, F. and Slade, M.E. (1996), Retail Contracting and Costly Monitoring: Theory and Evidence, European Economic Review Papers and Proceedings, 40, 923-932.",
        "Lafontaine, F. and Slade, M.E. (1997), Retail Contracting: Theory and Practice, Journal of Industrial Economics, 45, 1-25.",
        "Lai, R. (1990), Improving Channel Coordination through Franchising, Marketing Science, 9, 299-318.",
        "Lazear, E. P. (1996), Performance Pay and Productivity, NBER Working Paper #5672.",
        "Lutz, N.A. (1995), Ownership Rights and Incentives in Franchising, Journal of Corporate Finance, 2, 103-130.",
        "Lyons, B.R. (1996), Empirical Relevance of Efficient Contract Theory: Inter-Firm Contracts, Oxford Review of Economic Policy, 12, 27-52.",
        "Maness, R. (1996), Incomplete Contracts and the Choice Between Vertical Integration and Franchising, Journal of Economic Behavior and Organization, 31, 101-115.",
        "Martin, R.E. (1988), Franchising and Risk Management, American Economic Review, 78, 954-968.",
        "Masten, S.E. (1984), The Organization of Production: Evidence from the Aerospace Industry, Journal of Law and Economics, 27, 403-417.",
        "Masten, S.E. (1985), Efficient Adaptation in Long-Term Contracts: Take-or-Pay Provisions for Natural Gas, American Economic Review, 75, 1083-93.",
        "Mathewson, F. and R. Winter (1985), The Economics of Franchise Contracts, Journal of Law and Economics, 28, 503-526.",
        "McAfee, R.P. and M. Schwartz (1994), Multilateral Vertical Contracting: Opportunism, Nondiscrimination, and Exclusivity, American Economic Review, 84, 210-230.",
        "Michael, S.C. and H.J. Moore (1995), Returns to Franchising,  Journal of Corporate Finance, 2, 133-156.",
        "Milgrom, P. and J. Roberts (1992), Economics, Organization and Management, Englewoods Cliffs: Prentice-Hall Inc.",
        "Minkler, A. (1990), An Empirical Analysis of a Firm's Decision to Franchise, Economics Letters, 34, 77-82.",
        "Minkler, A. and T. A. Park (1994), Asset Specificity and Vertical Integration, Review of Industrial Organization, 9,409-423.",
        "Monteverde, K. and D. Teece (1982), Supplier Switching Costs and Vertical Integration in the Automobile Industry, Bell Journal of Economics, 13, 206-213.",
        "Muris, T.J., D.T. Scheffman, and P.T. Spiller (1992), Strategy and Transaction Costs: The Organization of Distribution in the Carbonated Soft Drink Industry, Journal of Economics & Management Strategy, 1, 83-128.",
        "Murphy, K. (1984), Incentives, Learning, and Compensation: A Theoretical and Empirical Investigation of Managerial Labor Contracts, RAND Journal of Economics, 17, 59-76.",
        "Norton, S.W. (1988), An Empirical Look at Franchising as an Organizational Form Journal of Business, 61: 197-217.",
        "Price, S. (1996), Behind the veneer of success: Propensities for UK franchisor failure, Small Business Research Trust Report, May.",
        "Rao, R.C. and S. Srinivasan (1995), Why are Royalty Rates Higher in Service-Type Franchises, Journal of Economics & Management Strategy, 4, 7-31.",
        "Rey, P. and J. Stiglitz (1995), The Role of Exclusive Territories in Producers' Competition, RAND Journal of Economics, 26, 431-451.",
        "Romano, R. E. (1994), Double Moral Hazard and Resale Price Maintenance, RAND Journal of Economics, 25, 455-466.",
        "Rubin, P. (1978), The Theory of the Firm and the Structure of the Franchise Contract, Journal of Law and Economics, 21, 223-233.",
        "Scott, F.A. (1995), Franchising vs. Company Ownership as a Decision Variable of the Firm, Review of Industrial Organization, 10, 69-81.",
        "Sen, K. C. (1993), The Use of Initial Fees and Royalties in Business Format Franchising, Managerial and Decision Economics, 14, 175-190.",
        "Shane, S.A. (1996), Hybrid Organizational Arrangements and their Implications for Firm Growth and Survival: A Study of New Franchisors, Academy of Management Journal, 39, 216-234.",
        "Shane, S.A. (1997), Organizational Incentives and Organizational Mortality, mimeo, Sloan School of Management, MIT.",
        "Shelton, J. (1967), Allocative Efficiency vs. 'X-Efficiency': Comment, American Economic Review, 57, 1252-1258.",
        "Shepard, A. (1993), Contractual Form, Retail Price, and Asset Characteristics, Rand Journal of Economics, 24, 58-77.",
        "Slade, M.E. (1998a), Beer and the Tie: Did Divestiture of Brewer-Owned Public Houses Lead to Higher Beer Prices?, Economic Journal, 108, 1-38.",
        "Slade, M.E. (1998b), Strategic Motives for Vertical Separation: Evidence from Retail Gasoline, Journal of Law, Economics, & Organization, 14, 84-113.",
        "Slade, M.E. (1996), Multitask Agency and Contract Choice: An Empirical Assessment, International Economic Review, 37, 465-486.",
        "Smith II, R. L. (1982), Franchise Regulation: An Economic Analysis of State Restrictions on Automobile Distribution, Journal of Law and Economics, 25, 125-157.",
        "Stanworth, J., 1996, Dispelling the myths surrounding franchise failure rates - some recent evidence from Britain, Franchising Research: An International Journal, 1, 25-28. State Oil Co. v. Khan, US Sup. CT, No. 96-871.",
        "Stiglitz, J.E. (1974), Incentives and Risk-Sharing in Sharecropping, Review of Economic Studies, 41, 219-255.",
        "Thompson, R.S. (1994), The Franchise Life Cycle and the Penrose Effect, Journal of Economic Behavior and Organization, 24, 207-218.",
        "Vickers, J. (1985), Delegation and the Theory of the Firm, Economic Journal, 95, 138-147.",
        "Williams, D. (1998), Why do Entrepreneurs Become Franchisees, Journal of Business Venturing, forthcoming.",
        "Williamson, O.E. (1971), The Vertical Integration of Production: Market Failure Considerations, American Economic Review, 61, 112-123.",
        "Williamson, O.E. (1979), Transaction Cost Economics: The Governance of Contractual Relations, Journal of Law and Economics, 22, 233-262.",
        "Williamson, O.E. (1983), Credible Commitments: Using Hostages to Support Exchange, American Economic Review, 73, 519-540.",
        "Williamson, O.E.(1985), The Economic Institutions of Capitalism, Free Press, New-York, NY.",
        "Wimmer, B.S. and J.E, Garen (1997), Moral Hazard, Asset Specificity, Implicit Bonding, and Compensation: The Case of Franchising, Economic Inquiry, 35, 544-554"
    ]
}