{
    "id": 6546,
    "cites": 31,
    "cited_by": 6,
    "reference": [
        "Armington, P. A Theory of Demand for Products Distinguished by Place of Production, International Monetary Fund Staff Papers, 16(1969): 159-176.",
        "Ballard, C., D. Fullerton, J. Shoven, and J. Whalley, A General Equilibrium Model for Tax Policy Evaluation, University of Chicago Press: Chicago, 1985.",
        "Bovenberg, L. and R. deMooij, Environmental Levies and Distortionary Taxation, American Economic Review, 84(1994): 1085-89.",
        "Bovenberg, L. and L. Goulder, Optimal Environmental Taxation in the Presence of Other Taxes: General Equilibrium Analyses, American Economic Review, 86(1996): 985-1000.",
        "Bull, N., K. Hassett, and G. Metcalf, Who Pays Broad-Based Energy Taxes'DONE' Computing Lifetime and Regional Incidence, The Energy Journal, 15(1994): 145-164.",
        "Bureau of the Census, Statistical Abstract of the United States, 1996, U.S. Government Printing Office: Washington D.C., 1996.",
        "Burton, D. R. and D. R. Mastromarco, Emancipating America From the Income Tax: How a National Sales Tax Would Work, mimeo, Cato Institute, December, 1996.",
        "Congressional Budget Office, Spending and Revenue Options to Reduce the Deficit ('DONE'), U.S. Government Printing Office: Washington, DC, 1997.",
        "Energy Information Administration, Annual Energy Review 1996, Washington, D.C.: U.S.",
        "Feenberg, D., A. Mitrusi, and J. Poterba, Distributional Effects of Adopting a National Retail Sales Tax, (1996) forthcoming in Tax Policy and the Economy.",
        "Feldstein, M. Imputing Corporate Tax Liabilities to Individual Taxpayers, National Tax Journal 41(1988): 37-60.",
        "Friedman, M. A Theory of Consumption Function, Princeton, NJ: Princeton University Press, 1957.",
        "D. and G. Metcalf, Environmental Controls, Scarcity Rents, and Pre-Existing Distortions, NBER Working Paper No. 6091, 1997.",
        "Fullerton, D. and G. Metcalf, Environmental Taxes and the Double-Dividend Hypothesis: Did You Really Expect Something for Nothing'DONE' forthcoming, Chicago-Kent Law Review, 1998.",
        "Fullerton, D. and D. Rogers, Who Bears the Income Tax Burden'DONE' Brookings Institution, Washington, D.C., 1993.",
        "Fullerton, D. and D. Rogers, Lifetime Effects of Fundamental Tax Reform, in H. Aaron and W. Gale, eds, Economic Effects of Fundamental Tax Reform, Washington: Brookings, 1996.",
        "Gale, W., S. Houser, and J.K. Scholz, Distributional Effects of Fundamental Tax Reform, in H. Aaron and W. Gale, eds, Economic Effects of Fundamental Tax Reform, Washington: Brookings, 1996.",
        "Goulder, L.,Energy Taxes: Traditional Efficiency Effects and Environmental Implications, Tax Policy and the Economy, 8(1994): 105-158.",
        "Hamond, M.J. et al., Tax Waste, Not Work, San Francisco: Redefining Progress, 1997.",
        "Internal Revenue Service, Statistics of Income, Winter 1996-97, Department of the Treasury: Washington, DC.",
        "Joint Committee on Taxation, Methodology and Issues in Measuring Changes in the Distribution of Tax Burdens, JCS-7-93, 1993.",
        "Leontief, W. Input-Output Economics, Oxford University Press: New York, 2 nd edition, 1986.",
        "Metcalf, G., Measuring the Incidence of a National Retail Sales Tax, Cato Institute, 1997.",
        "Parry, I., Pollution Taxes and Revenue Recycling, Journal of Environmental Economics and -32- Management, 29(1995): S64-77.",
        "Pechman, J. Who Bears the Tax Burden'DONE', Brookings Institution, Washington, D.C., 1985.",
        "Pearce, D. The Role of Carbon Taxes in Adjusting to Global Warming, The Economic Journal, 101(1991): 938-948.",
        "Poterba, J.M. Lifetime Incidence and the Distributional Burden of Excise Taxes, American Economic Review 79 (2), (1989): 325-30.",
        "Poterba, J.M. Is the Gasoline Tax Regressive'DONE' in David Bradford, ed., Tax Policy and the Economy, vol. 5, (1991):145-164.",
        "Poterba, J.M. Who Bears the Lifetime Tax Burden'DONE' A Book Review, National Tax Journal 44 (4), (1993): 539-542.",
        "Repetto, R., R. Dower, R. Jenkins, and J. Geoghegan, Green Fees: How a Tax Shift Can Work For the Environment and the Economy, World Resources Institute: Washington, DC, 1992.",
        "The income classes were 5000 to 10000, 10000 to 15000, 15000 to 20000, 20000 to 30000, 30000 to 40000, 40000 to 50000, 50000 to 75000 and above 75000."
    ]
}