{
    "id": 6548,
    "cites": 25,
    "cited_by": 2,
    "reference": [
        "Berman, Jules. 1947. Legislative Changes in Public Assistance, 1947. Social Security Bulletin 10 (11): 7-15.",
        "Berman, Jules. 1949. State Public Assistance Legislation, 1949. Social Security Bulletin 12 (12): 310.",
        "Bound, John. 1989. The Health and Earnings of Rejected Disability Insurance Applicants. American Economic Review 79: 482-503.",
        "Clague, Ewan. 1947. Employment Problems of the Older Worker. Monthly Labor Review 65: 6613.",
        "Costa, Dora. 1995. Pensions and Retirement: Evidence from Union Army Veterans. Quarterly Journal of Economics 110: 297-319.",
        "Costa, Dora. 1997. A House of Her Own: Old Age Assistance and the Living Arrangements of Older Nonmarried Women. National Bureau of Economic Research Working Paper No. 6217. Cambridge, MA.",
        "Gruber, Jonathan. 1994. The Incidence of Mandated Maternity Benefits. American Economic Review 84: 622-41.",
        "Gruber, Jonathan. 1996. Disability Insurance Benefits and Labor Supply. National Bureau of Economic Research Working Paper No. 5866. Cambridge, MA.",
        "Kotlikoff, Laurence B., and David A. Wise. 1985. Labor Compensation and the Structure of Private Pension Plans: Evidence for Contractual versus Spot Labor Markets, in Pensions, Labor, and Individual Choice, D. Wise, ed. Chicago: University of Chicago Press.",
        "Kotlikoff, Laurence B., and David A. Wise. 1987. The Incentive Effects of Private pension Plans, in Issues in Pension Economics, Z. Bodie, J. Shoven, and D. Wise, eds. Chicago: University of Chicago Press.",
        "Krueger, Alan B. 1990. Incentive Effects of Workers Compensation Insurance. Journal of Public Economics 41: 73-100.",
        "Lumsdaine, Robin, and David Wise. 1994. Aging and Labor Force Participation: A Review of Aging Issues in Japan and the United States, Y. Noguchi and D.",
        "Wise, eds. Chicago: University of Chicago Press. 7-42. McGarry, Kathleen. 1996. Factors Determining Participation of the Elderly in Supplemental Security Journal of Human Resources 31: 331-58.",
        "Meyer, Bruce. 1990. Unemployment Insurance and Unemployment Spells. Econometrica 58: 75782.",
        "Moen, Jon. 1987. The Labor of Older Men: A Comment. Journal of Economic History 47: 76167.",
        "Moffitt, Robert. 1987. Life-Cycle Labor Supply and Social Security: A Time-Series Analysis, in Work, Health, and Income among the Elderly, G. Burtless, ed. Washington, DC: The Brookings Institution.",
        "Moffitt, Robert. 1994. Welfare Effects on Female Headship with Area Effects. Journal of Human Resources 29: 621-36.",
        "Quadagno, Jill. 1988. The Transformation of Old Age Security. Chicago: The University of Chicago Press.",
        "Ransom, Roger L., and Richard Sutch. 1988. The Labor of Older Americans: Retirement of Men On and Off the Job. Journal of Economic History 46: 1-30.",
        "Ruggles, Steven, and Matthew Sobek. 1995. Integrated Public Use Microdata Series: Version 1.0. Minneapolis: Social History Research Laboratory, University of Minnesota.",
        "Rust, John, and Christopher Phelan. 1997. How Social Security and Medicare Affect Retirement Behavior in a World of Incomplete Markets. Econometrica 65: 781-832.",
        "Social Security Board. 1944. Public Assistance Goals: Recommendations of the Social Security Social Security Bulletin 7(11): 2-8.",
        "Stewart, Jay. 1995. Do Older Workers Respond to Changes in Social Security Benefits'DONE' A Look at the Time Series Evidence. Bureau of Labor Statistics Research Paper No. 271. Washington, DC.",
        "Stock, James, H. and David A. Wise. 1990. Pensions, the Option Value of Work, and Retirement. Econometrica 58: 1151-80.",
        "Walker, James R. 1994. Migration among Low-Income Households: Helping the Witch Doctors Reach Consensus. Institute for Research on Poverty Discussion Paper 1031-94. Madison, WI."
    ]
}