{
    "id": 655,
    "cites": 24,
    "cited_by": 29,
    "reference": [
        "Warner, K.E. Possible Increases in the Underreporting of Cigarette Consumption. Journal of the American Statistical Association, 73, No. 362 (June 1978).",
        "Warner, K.E. The Effects of the Anti-Smoking Campaign on Cigarette Consumption. American Journal of Public Health, 67, No. 7 (July 1977).",
        "Lanese, R.R.; Banks, P.R.~ and Keller, M.D. Smoking Behavior in a Teenage Population: A 1-tultivariate Conceptual Approach. American Journal of Public Health, 62, No. 6 (1972).",
        "Kellner, I.L. The American Cigarette Industry: A Re-examination. Ph.D. dissertation, New School for Social Research, 1973.",
        "Ippolito, R.A.; Nnrphy, R.D.; and Sant, D. Consumer Responses to Cigarette Health Information. Staff Report, Bureau of Economics, Federal Trade Commission. Washington, D.C.; 13.5. Government Printing Office, 1979.",
        "Leibenstein, 1-I. Bandwagon, Snob, and Veblen Effects in the Theory of Consumer Demand. Quarterly Journal of Economics, 64, No. 2 (May 1950).",
        "Tobacco Tax Council. The Tax Burden on Tobacco. Published annually. Warner, K.E. Clearing the Airwaves: The Cigarette Ad Ban Revisited. Policy Analysis, 5, No. 4 (Pall 1979).",
        "Rimer, I. The Impact of Broadcasting. In Second World Conference on Smoking and Health, edited by R.G. Richardson. London: Pitman Medical, 1972.",
        "National Center for Health Statistics. Plan and Operation of a Health Examination Survey of U.S. Youths i2-l7 Years of~gÃ\u0083Â§. U.S. Department of Health, Education, and Welfare, Public Health Service Publication No. 1000 - Series 1 - No. 8, 1974.",
        "Matarazzo, J.D., and Matarazzo, R.G. Smoking. In International Encyclo pedia of Social Sciences. Volume 14. New York: The Nacmilian Company md the Press Press, 1968.",
        "General of the Public Health Service. Washington, D.C. U.S. Government Printing Office, 1979.",
        "Women. National Cancer Institute Honogranh Nnmber 19, 1966.",
        "Hamilton, J.L. The Demand for Cigarettes: Advertising, the Health Scale, and the Cigarette Advertising Ban. The Review of Economics and Statistics, 54, No. 4 (November 1972).",
        "Lewit, E.N., and Coate, D. The Potential for Reducing Cigarette Smoking by Adults Through Excise Tax Increases. Presented at a session spon- sored by the American Economic Association and the Health Economics Research Association at the annual meeting of the Allied Social Science - Associations, Denver, Colorado,- September 1980. - t R- 3 Lewit, E.M.; Coate, D.; and Grossman, M. The EffectsofCovern,~nt Regulation on Per Capita Consumption of Cigarettes. In progress.",
        "Abelson, H.; Fishburne, P.; and Cisin, I. The National Survey on Drug Abuse: 1977, Volume I, Main Findings. National Institute on Drug Abuse. Depart- ment of Health, Education and Welfare Publication No. (ADM) 78-618.",
        "Evans, R.I.; Hansen, W.B.; and Mittlemark, M.B. Increasing the Va1idi~j of Self-Reports of Smoking Behavior in Children. Journal of Applied Psycho logy, 62, No. 4 (1977).",
        "Edwards, L.N., and Grossman, N. Adolescent Health, Family Background and Preventive Medical Care. In Volume III of the Annual Series of Research in Human Capital and Development, edited by Ismail Sirageldin and David Salkever. Greenwich, Connecticut: JAI Press, forthcoming. Evans, R.I. Smoking in Children: Developing a Social Psychological Strategy of Deterrence. Preventive Mediciper5,-No. 1.(Match 1976).",
        "Washington, D.C.: U.S. Government Printing Office, 1980.",
        "Bureau of the Census. Statistical Abstract of the United States, 1979.",
        "Becker, G.S. Economic Theory. New York: Alfred A. Knopf, 1971.",
        "S Washington, D.C.: U.S. Government Printing Office, 1977.",
        "Fuchs, V.R.; Michael, R.T.; and Scott, S.R. A State Price Index. National Bureau of Economic Research Working Paper No. 320, February 1979.",
        "H 2 Grita, S.F. Smoking: The Prevention of Onset. In Research on Smoking Behavior, edited by N.E. Jarvik et al. National Institute on Drug Abuse R~search Monograph 17. Washington, D.C.: U.S. Government Printing Office, 1977.",
        "Green, D.E. Teenage Smoking: Immediate and Long-Term Patterns. Prepared for the National Institute of Education. Washington, D.C.: U.S. Government Printing Office, 1979."
    ]
}