{
    "id": 656,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "Ashenfelter, Orley and Robert Smith. Compliance with the Minimum Wage Law, Journal of Political Economy, 87 (April 1979), 333-350.",
        "Berndt, Ernst and Laurits Christensen. Testing for the Existence of a Consistent Aggregate Index of Labor Inputs, American Economic Review, 64 (June 1974), 391-404.",
        "Chiswick, Barry and Jacob Mincer, Time-Series Changes in Personal Income Inequality, Journal of Political Economy, 80 (May/June 1972), S34-S66.",
        "Freeman, Richard. The Effect of Demographic Factors on Age-Earnings Profiles, Journal of Human Resources, 14 (Summer 1979), 289-318.",
        "Goldfarb, Robert. The Policy Context of Quantitative Minimum Wage Research, Proceedings of the Industrial Relations Research Association, (1974), 261-268.",
        "Grant, James and Daniel Hamermesh. Labor Market Competition Among Youths, White Women and Others, Review of Economics and Statistics, 63 (August 1981), forthcoming.",
        "Grossman, Jean B. The Impact of the Minimum Wage on Other Wages. Unpublished paper, Mathematica Policy Research, 1980.",
        "Hamermesh, Daniel. Econometric Studies of Labor Demand and their Application to Policy Analysis, Journal of Human Resources, 11 (Fall 1976), 507-525.",
        "Employment Demand, the Minimum Wage and Labor Costs. report to the Minimum Wage Study Commission, and James Grant. Econometric Studies of Labor-Labor Substitution and their Implications for Policy, Journal of Human Resources, 14 (Fall 1979), 518-542.",
        "Hashinioto, Masanori and Jacob Mincer, Employment and Unemployment Effects of Minimum Wages, Unpublished Paper, Columbia University, 1971.",
        "Johnson, Norman and Samuel Kotz. Continuous Univariate Distributions, Vol. 2, New York: Houghton Miff un, 1970.",
        "Kaitz, Hyman. Evaluation of the National Minimum, 1nBLS, Youth Unemployment and Minimum Wages, Bulletin 1657. Meyer, Robert and David Wise, Discontinous Distributions and Missing Persons: The Minimum Wage and Unemployed Youth,.Unpublished paper, NBER, 1981.",
        "Ragan, James. Minimum Wages and the Youth Labor Market, Review of Economics. and Statistics, 51 (May 1977), 129-136.",
        "Siskind, Frederic. Minimum Wage Legislation in the United States, Economic Inqui~y~, 15 (June 1977), 135-138.",
        "Welch, Finis. Minimum Wage Legislation in the United States, Economic Inguiry, 12 (September 1974), 285-318.",
        "Age Composition of Youth Employment, Review of Economics and Statistics, 60 (February 1978), 140-145."
    ]
}