{
    "id": 6564,
    "cites": 40,
    "cited_by": 3708,
    "reference": [
        "Output per Worker Across Countries 46 Weingast, Barry R., The Economic Role of Political Institutions: Market-Preserving Federalism and Economic Development, Journal of Law, Economics, and Organization, April 1995, 11 (1), 131.",
        "Tobler, Waldo, Uwe Deichmann, Jon Gottsegen, and Kelly Maloy, The Global Demography Project, April 1995. NCGIA Technical Re- port TR-95-6, Department of Geography, U.C. Santa Barbara.",
        "Theil, Henri and Dongling Chen, The Equatorial Grand Canyon, De Economist, 1995, 143 (3), 317327.",
        "Taylor, Charles L. and Michael C. Hudson, World Handbook of Polit- ical and Social Indicators, New Haven: Yale University Press, 1972.",
        "Solow, Robert M., Technical Change and the Aggregate Production Function, Review of Economics and Statistics, August 1957, 39 (3), 312320.",
        "Schrag, Joel and Suzanne Scotchmer, The Self-Reinforcing Nature of Crime, 1993. Working Paper 93-11, Center for the Study of Law and Society, School of Law, University of California, Berkeley.",
        "Output per Worker Across Countries 45 Sachs, Jeffrey D. and Andrew Warner, Economic Reform and the Process of Global Integration, Brookings Papers on Economic Activity, 1995, 1, 195.",
        "Romer, Paul M., Endogenous Technological Change, Journal of Polit- ical Economy, October 1990, 98 (5), S71S102.",
        "Rapaczynski, Andrzej, Nature and Politics: Liberalism in the Philoso- phies of Hobbes, Locke, and Rousseau, Ithaca: Cornell University Press, 1987.",
        "Parente, Stephen L. and Edward C. Prescott, Barriers to Technology Adoption and Development, Journal of Political Economy, April 1994, 102 (2), 298321.",
        "Psacharopoulos, George, Returns to Investment in Education: A Global Update, World Development, 1994, 22 (9), 13251343.",
        "Olson, Mancur, The Logic of Collective Action, Cambridge: Cambridge University Press, 1965.",
        "Murphy, Kevin M., Andrei Shleifer, and Robert W. Vishny, The Allocation of Talent: Implications for Growth, Quarterly Journal of Economics, May 1991, 106 (2), 503530.",
        "Mincer, Jacob, Schooling, Experience, and Earnings, New York: Columbia University Press, 1974.",
        "Mauro, Paolo, Corruption and Growth, Quarterly Journal of Eco- nomics, August 1995, 110 (3), 681713.",
        "Mankiw, N. Gregory, David Romer, and David Weil, A Contri- bution to the Empirics of Economic Growth, Quarterly Journal of Economics, May 1992, 107 (2), 407438.",
        "Ljungqvist, Lars and Thomas J. Sargent, The Swedish Unemploy- ment Experience, European Economic Review, 1995, 39 (5), 1043 1070.",
        "Krueger, Anne, The Political Economy of the Rent-Seeking Society, American Economic Review, 1974, 64, 291303.",
        "Kornai, Janos, The Socialist System: The Political Economy of Commu- nism, Princeton: Princeton University Press, 1992.",
        "Output per Worker Across Countries 43 Klenow, Peter and Andres Rodriguez-Clare, The Neoclassical Re- vival in Growth Economics: Has It Gone Too Far?, in Ben S. Bernanke and Julio J. Rotemberg, eds., NBER Macroeconomics Annual 1997, Cambridge, MA: MIT Press, 1997.",
        "Islam, Nazrul, Growth Empirics: A Panel Data Approach, Quarterly Journal of Economics, November 1995, 110, 11271170.",
        "Hunter, Barbara F., ed., Ethnologue: Languages of the World, twelth ed., Gothenburg, Sweden: Lanstryckeriet, 1992.",
        "Hall, Robert E. and Charles I. Jones, The Productivity of Nations, November 1996. NBER Working Paper No. 5812.",
        "Greif, Avner and Eugene Kandel, Contract Enforcement Institutions: Historical Perspective and Current Status in Russia, in Edward P. Lazear, ed., Economic Transition in Eastern Europe and Russia: Real- ities of Reform, Stanford, CA: Hoover Institution Press, 1995, pp. 292 321.",
        "Frankel, Jeffrey A. and David Romer, Trade and Growth: An Em- pirical Investigation, March 1996. NBER Working Paper No. 5476.",
        "Engerman, Stanley L. and Kenneth L. Sokoloff, Factor Endow- ments, Institutions, and Differential Paths of Growth Among New World Economies, in Stephen Haber, ed., How Latin America Fell Behind, Stanford, CA: Stanford University Press, 1997.",
        "Eaton, Jonathan and Samuel S. Kortum, Trade in Ideas: Patenting and Productivity in the OECD, 1995. NBER Working Paper No. 5049.",
        "Easterly, William, Michael Kremer, Lant Pritchett, and Lawrence Summers, Good Policy or Good Luck? Country Growth Perfor- mance and Temporary Shocks, Journal of Monetary Economics, De- cember 1993, 32, 459483.",
        "Dougherty, Chrys and Dale W. Jorgenson, International Compar- isons of the Sources of Economic Growth, American Economic Asso- ciation Papers and Proceedings, May 1996, 86, 2529.",
        "David, Paul A., Invention and Accumulation in Americas Economic Growth: A Nineteenth-Century Parable, Journal of Monetary Eco- nomics, 1977, 6 (0), 176228. Special Supplement.",
        "Coplin, William D., Michael K. OLeary, and Tom Sealy, A Business Guide to Political Risk for International Decisions, Syracuse: Political Risk Services, 1996.",
        "Ciccone, Antonio and Robert E. Hall, Productivity and the Density of Economic Activity, American Economic Review, March 1996, 86 (1), 5470.",
        "Chari, V.V., Pat Kehoe, and Ellen McGrattan, The Poverty of Nations: A Quantitative Investigation, 1997. Working Paper, Federal Reserve Bank of Minneapolis.",
        "Rico as the Fifth `Tiger?, World Development, 1996, 24 (5), 869885.",
        "Bils, Mark and Peter Klenow, Does Schooling Cause Growth or the Other Way Around?, 1996. University of Chicago GSB mimeo.",
        "NBER Working Paper No. 5151. Baumol, William J., Entrepreneurship: Productive, Unproductive, and Destructive, Journal of Political Economy, 1990, 98 (5), 893921.",
        "Barro, Robert J., Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics, May 1991, 106, 407443.",
        "Acemoglu, Daron, Reward Structures and the Allocation of Talent, European Economic Review, January 1995, 39, 1733.",
        "Kamarck, Andrew M., The Tropics and Economic Development, Balti- more: The Johns Hopkins University Press, 1976.",
        "Grossman, Herschel I. and Minseong Kim, Inequality, Predation, and Welfare, August 1996. NBER Working Paper No. 5704."
    ]
}