{
    "id": 6565,
    "cites": 25,
    "cited_by": 34,
    "reference": [
        "Autor, David H., Lawrence F. Katz, and Alan B. Krueger, Computing Inequality: Have Computers Changed the Labor Market'DONE', Princeton University Industrial Relations Section Working Paper 377, March 1997.",
        "Baldwin, Robert E. and Glen G. Cain, Shifts in U.S. Relative Wages: The Role of Trade, Technology, and Factor Endowments, National Bureau of Economic Research Working Paper 5934, February 1997.",
        "Berman, Eli, John Bound, and Zvi Griliches, Changes in the Demand for Skilled Labor within U.S. Manufacturing: Evidence from the Annual Survey of Manufactures, Quarterly Journal of Economics, May 1994, pp. 367-397.",
        "Berman, Eli, John Bound, and Stephen Machin, Implications of Skill-Biased Technological Change: International Evidence, NBER Working Paper 6166, September 1997.",
        "Berndt, Ernst R. and David O. Wood, The Specification and Measurement of Technical Change in U.S. Manufacturing, in Advances in the Economics of Energy and Resources, Volume 4, JAI Press, 1982, pp. 199-221.",
        "Bhagwati, Jagdish and Vivek Dehejia, Free Trade and Wages of the Unskilled: Is Marx Striking Again, in Bhagwati, J. and Marvin Kosters (eds) Trade and Wages, Washington, D.C.: American Enterprise Institute, 1994, pp. 36-75.",
        "Binswanger, Hans P., The Measurement of Technical Change Biases with Many Factors of Production, American Economic Review, December 1974, pp. 964-976.",
        "Blau, Francine, D., and Lawrence Kahn, International Differences in Male Wage Inequality: Institutions versus Market Forces, Journal of Political Economy, August 1996, pp. 791-837.",
        "Davis, Steven J., Cross-Country Patterns of Changes in Relative Wages, in O. Blanchard and S. Fischer (eds) NBER Macroeconomics Annual, New York, 1992, pp. 239-92.",
        "Deardorff, Alan and Dalia Haikura Trade and Wages: What Are the Questions'DONE', in Jagdish Bhagwati and Marvin Kosters (eds) Trade and Wages: Leveling Wages Down, Washington, D.C.: American Enterprise Institute, 1994, pp. 36-75.",
        "Findlay, Ronald and Harry Grubert, Factor Intensities, Technological Progress, and the Terms of Trade, Oxford Economic Papers, 1959, Volume 11, pp. 111-121.",
        "Fortin, Nicole and Thomas Lemieux, Institutional Changes and Rising Wage Inequality: Is There a Linkage'DONE', Journal of Economic Perspectives, 11, 2, Spring 1997, pp. 75-96.",
        "Freeman, Richard B., Are Your Wages Set in Beijing'DONE' Journal of Economic Perspectives, Summer 1995, pp. 15-32.",
        "Hamermesh, Daniel, Labor Demand, Princeton, NJ: Princeton University Press, 1993.",
        "Harrigan, James, Estimation of Cross-Country Differences in Industry Productivity, National Bureau of Economic Research Working Paper 6121, August 1997.",
        "Johnson, George, Changes in Earnings Inequality: The Role of Demand Shifts, Journal of Economic Perspectives, 11, 2, Spring 1997, pp. 41-54.",
        "Krauss, Melvyn and Harry G. Johnson, General-Equilibrium Analysis, Chicago: Aldine Publishing Company, 1974.",
        "Krugman, Paul R., Technology, Trade, and Factor Prices, National Bureau of Economic Research Working Paper 5355, November 1995.",
        "Leamer, Edward E., In Search of Stolper-Samuelson Effects On U.S. Wages, National Bureau of Economic Research Working Paper 5427, January 1996.",
        "Leamer, Edward E., and James Levinsohn, International Trade Theory: The Evidence, in Handbook on International Economics, Volume 3, 1995.",
        "Richardson, J. David, Income Inequality and Trade: How to Think, What to Conclude, Journal of Economic Perspectives, Summer 1995, pp. 33-55.",
        "Topel, Robert H., Factor Proportions and Relative Wages: The Supply-Side Determinants of Wage Inequality, Journal of Economic Perspectives, 11, 2, Spring 1997, pp. 55-74.",
        "Trefler, Daniel, International Factor-Price Differences: Leontief Was Right! Journal of Political Economy, 1993.",
        "Wood, Adrian, How Trade Hurt Unskilled Workers, Journal of Economic Perspectives, Summer 1995, pp. 57-80.",
        "Wood, Adrian, Did Globalization Cause the Changes in Labor Market Inequalities'DONE' Sussex University mimeograph, March 1998."
    ]
}