{
    "id": 657,
    "cites": 25,
    "cited_by": 3,
    "reference": [
        "Aaron, Henry. 1972. Shelters and Subsidies. Washinmton, D. C.: The Brookings Institution.",
        "Institution. Abbott, Michael, and Ashenfelter, Orley. October 1976. Labor Supply, Commodity Demand, and the Allocation of Time. Review of Economic Studies 43: 389-411.",
        "Alexander, W. E. 1973. Comment. Annals of Economic and Social keasure ment 4: 175-78.",
        "Allen, Garland E., Fitts, Jerry A. and Glatt, Evelyn S. 1979. The Ex- perimental Housing Allowance Program (E.H.A.P.). ~imeo.",
        "Barnett, C. Lance. January 1979. Expected and Actual Effects of Housing Allowances on Housing Prices. Working Paper. The Rand Corporation.",
        "Barnett, C. Lance and Lowry, Ira S. September 1979. How Housing Allow- ances Effect Housing Prices. Paper R-2452-HUD. The Rand Corpora- tion.",
        "Barro, Robert C. and Grossman, Hershel I. 1971. A General Disequilibrium Model of Income and Employment. American Economic Review 61; 82-93.",
        "Brookings Institution. 1979. Summary of Key Points of Controvc-rsy at tb-a Conf~~rerce.",
        "Brown, James N. and Rosen, Harvey S. August 1980. A Note on the Estima- tion of Structural Hedonic Price Models. Mince. Princeton University.",
        "Carliner, Geoffrey. 1973. Income Elasticity of Housing Demand. Review - of Economics and Statistics 55: 523-32.",
        "Washington, D.C.: The Urban Institute. Field, Barry C. Undated. Estimating Substitution Elasticities in Housing with a Translog Cost Function. Mimeo. University of Massachusetts at Amherst. Friedman, Joseph and Weinberg, Daniel. September 1978. Draft Report on the Demand for Rental Housing: Evidence from a Percent of Rent Housing Allowance. Working Paper. Abt Associates, Inc.",
        "Hanushek, Eric A. and Quigley, John M. l979a. The Dynamics of the Housing Market: a Stock Adjustment Model of Housing Consumction. Journal of Urban Economics 6: 90-111. - _____________________________ November l979b. Complex Public Subsidies and Complex Household Behavior: Consumption Aspects of Housing Allowances. Mimeo. University of Rochester. _____ _____________ _____ August 1980. What is the Price of Elasticity of Housing Demand? Review of Economics and Statistics LXII:3: 449-54.",
        "Hausman, C. A. and Wise, David A. January 1980. Pascontinuous Budet Constraints and Estimation: The Demand for Housing. Reviowof Economic Studies XLVII: 75-96.",
        "Experimentation: Cost Versus Ease of Analysis. Mimeo. Harvard University. Beckman, James. January 1979. Sample Bias as a Specification Error.",
        "Econcreetnica 47:1: 153-62. - Ingram, Gregory K. and Oron, Yitzhak. 1977. The Production of Housing Services from Existing Dwelling Units. In Ingram, Gregory K.., ed., Residential Local and Urban Housing Markets. Cambridge, MA: Ballinger Publishing Company: 273-314.",
        "Working Paper R-2449-IIUD. The Rand Corporation - 31 - Polinsky, A. Mitchell and Ellwood, David T. May 1979. An Emnirical Re- conciliation of Micro and Grouped Estimates of the Demand for Heus- ing. Review of Economics and Statistics LXI: lsS-20s.",
        "Poterba, James N. September 1290. Inflatior9, Income Taxes arid Carrier Oc- cupied Housing. Work~ing Paper No. 353. National Bureau of Economic Research. Quigley, John N. September 1980. Non-Linear Budget Constraints and Consumer Demand: an Application to Public Programs for Residential Housing. Mimeo. University of California, Berkeley.",
        "Rand Corporation. May 1980. Sixth Annual Report of the Housing Assist- ance Supply Exraeriment. Santa Monica, CA.",
        "Rosen, Harvey S. February l979a. Housing Decisions and the U.S. lncome Tax: An Econometric Analysis. Journal of Public Economics 11: 1-23. ________________ April 1979b. Owner-Occupied Housing and the Federal In- come Tax: Estimates and Simulations. Journal of Urban Economics 6: 247-66.",
        "Rosen, Harvey S. and Rosen, Kenneth T. February 1980. Federal Taxes and Homeownership: Evidence from Time Series. Journal of Political Economy 88: 59-75.",
        "Rosen, Sherwin. 1974. Hedonic Prices and Implicit Markets. Journal of Political Economy 82: 34-55.",
        "Rothenbergr Jeronte. 1977. Comments on Chapter 8. In Ingram, Crccjor~r K., ed. , Residential Location and Urban Housing_Markets. Cambridge, 14k: Ballinger Publishing Company: 315-21. - Rydeli, C. Peter. September 1h179. Sbortrun Response of Housi.rcj Markets to Demand Shifts. Working Paper R-2453-HUD. Rand Corporation.",
        "Stafford, Frank P. 1981. Income Maintenance Policy and Work Effort: Learning from Experiments and Labor Market Studies. Mince. University of Michigan.",
        "Struyk, Ra~mond J. 1976. Urban Homeo--rnership. Lexingtcn, MA: Lexington Books.",
        "Williams, Robert George. 1975. Public Assistance and Work Effort."
    ]
}