{
    "id": 6571,
    "cites": 15,
    "cited_by": 15,
    "reference": [
        "Acemoglu, Daron, (1998) Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality forthcoming, Quarterly Journal of Economics.",
        "Berman, Eli, John Bound and Zvi Griliches, (1994) Changes in the demand for skilled labor: Evidence from the Annual Survey of Manufacturing , Quarterly Journal of Economics, 109, pp. 367-398.",
        "Berman, Eli, John Bound and Stephen Machin, (1997) Implications of Skill-Biased Technological Change: International Evidence, NBER Working Paper No. 6166.",
        "Bernard, Andrew B. and J. Bradford Jensen. (1997). Exporters, SkillUpgrading, and the Wage Gap. Journal of International Economics 42, 3-31.",
        "Blanchard, Olivier, and Lawrence Katz, (1992) Regional Evolutions Brookings Papers on Economic Activity, Microeconomics. Washington DC., 1-75.",
        "Borjas, George, Freeman, and Lawrence Katz, (1996) Searching for the Effect of Immigration on the Labor Market NBER Working Paper No. 5454.",
        "DiNardo, John, and Jorn-Steffen Pischke, (1997) The Returns to Computer Use Revisited: Have Pencils Changed the Wage Structure Too? Quarterly Journal of Economics, Vol, 112(1), pp. 291-304.",
        "Fortin, Nicole M., and Thomas Lemieux, (1997) Institutional Changes and the Rising Wge Inequality: Is There a Linkage Journal of Economic Perspectives, Vol. 11, No. 2, pp. 75-96.",
        "Gottschalk, Peter, (1997) Inequality, Income Growth, and Mobility: The Basic Facts Journal of Economic Perspectives, Vol. 11, No. 2, Spring, pp. 21-40.",
        "Hirsch, Barry T. and David A. MacPherson. (1993) Union Membership and Coverage Files from the Current Population Surveys: Note. Industrial and Labor Relations Review, Vol 46, No. 3.",
        "Hooker, Mark, and Michael Knetter, (1997), The Effects of Military Spending on Economic Activity: Evidence from State Procurement Spending Journal of Money, Credit, and Banking;29(3), pp. 400-421.",
        "Juhn, Chinhui, Kevin Murphy, and Brooks Pierce, (1993) Wage Inequality and the Rise in Returns to Skill Journal of Political Economy, vol. 101 no. 3, pp. 410-442.",
        "Krugman, Paul (1995), Technology, Trade and Factor Prices NBER Working Paper 5355, November.",
        "Levy, Frank and Richard Murnane, (1992) U.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations Journal of Economic Literature; 3O(3),pp. 1333-81.",
        "Neumark, David and William Wascher. (1992) Employment Effects of Minimum and Subminimum Wages: Panel Data on State Minimum Wage laws Industrial and Labor Relations Review, Vol 46, No. 1."
    ]
}