{
    "id": 6577,
    "cites": 15,
    "cited_by": 3,
    "reference": [
        "Akerlof, G. 1970. The Market for Lemons: Qualitative Uncertainty and the Market Mechanism Quarterly Journal of Economics, August, 488-600.",
        "Bond, E. and W. Samuelson 1987. The Coase Conjecture does not hold for Durable Good Monopolies with Depreciation. Economics Letters , 24: 93-97.",
        "Bulow, Jeremy. 1986 An Economic Theory of Planned Obsolescence. Quarterly Journal of Economics, 101: 729-749.",
        "Desai, P and D. Purohit 1998. Leasing and Selling: Optimal Marketing Strategies for a Durable Good Firm, forthcoming Management Science.",
        "Guha, R., Waldman, M. 1996 Leasing Solves the Lemons Problem. Mimeo Cornell University.",
        "Grenadier, S. 1995. Valuing Lease Contracts A Real-Options Approach, Journal of Financial Economics, 38, 297-331.",
        "Grenadier, S. 1996. Leasing and Credit Risk, Journal of Financial Economics, 42, 333-3654.",
        "Hendel, I and Lizzeri, A. 1997a Interfering with Secondary Markets, Mimeo Hendel, I. and Lizzeri, A. 1997b Adverse Selection in Durable Goods Markets, NBER Working Paper No 6194.",
        "Laont, J.J. and Tirole, J. 1996 Pollution Permits and Compliance Strategies, Journal of Public Economics, 62, 85-125.",
        "McConnell, J and J. Schallheim 1983 Valuation of Asset Leasing Contracts, Journal of Financial Economics,12, 237-261.",
        "Mussa, M. and S. Rosen. 1978. Monopoly and Product Quality, Journal of Economic Theory, 18: 301-317.",
        "Sattler, P. 1995. New Cars, Used Cars and Clunkers: The imperfect Substitutabilityof Used Goods and Patterns of Trade in the Market for Durables: Theory and Evidence, mimeo Northwestern University.",
        "Sharpe, S. and H. Nguyen 1995 Capital Market Imperfections and the Incentives to Lease, Journal of Finance, 39 271-294.",
        "Smith, C. and L Wakeham 1985. Determinants of Corporate Leasing Policy, Journal of Finance, 15, 895-910.",
        "Waldman, M. 1996b. Eliminating the Market for Secondhand Goods: An Alternative Explanation for Leasing, Journal of Law and Economics , XL: 61-92."
    ]
}