{
    "id": 6581,
    "cites": 24,
    "cited_by": 14,
    "reference": [
        "Abraham, Katharine G., and Henry S. Farber 1987 Job Duration, Seniority, and Earnings. American Economic Review, Vol. 77, No. 3, June, pp. 278-97.",
        "Altonji, Joseph, and Robert A. Shakotko 1987 Do Wages Rise with Seniority? Review UI Economic Studies, Vol. LIV, No. 54, July, pp. 437-59.",
        "Bartik, Timothy J. 1996 The Distributional Effects of Local Labor Demand and Industrial Mix: Estimates Using Individual Panel Data. Journal of Urban Economics, Vol. 40, No. 2, September, pp. 150-78.",
        "Beaudry, Paul, and John DiNardo 1991 The Effect of Implicit Contracts on the Movement of Wages over the Business Cycle: Evidence from Micro Data. Journal of Political Economy, Vol. 99, No. 4, August, pp. 665-8 8.",
        "Blanchflower, David G., and Andrew Oswald 1990 The Wage Curve. Scandinavian Journal ~f Economics, Vol. 92, pp. 215-35.",
        "Corcoran, Mary 1982 The Employment and Wage Consequences of Teenage Womens Nonemployment. In Freeman and Wise, eds. 1k Youth Labor Market Problem: jfl Nature. Causes. g~Ã\u0083Â§j Consequences (Chicago: University of Chicago Press), pp. 391-419.",
        "Ellwood, David T. 1982. Teenage Unemployment: Permanent Scars of Temporary Blemishes? In Freeman and Wise, eds. 1k Youth Labor Market Problem: flg Nature. Causes. g~ Consequences (Chicago: University of Chicago Press), pp. 349-85.",
        "Gardecki, Rosella, and David Neumark 1998 Order from Chaos? The Effects of Early Labor Market Experiences on Adult Labor Market Outcomes. Industrial and Labor Relations Review, Vol. 51, No. 2, January, pp. 299-322.",
        "Ghez, Gilbert, and Gary S. Becker 1975 1k Allocation of Time and Goods o~~x ~k Ljf.Ã\u0083Â§j Cycle (New York: Columbia University Press).",
        "Glazer, Nathan 1993 A Human Capital Policy for the Cities. 1k Public Interest, No. 112, Summer, pp. 27-49.",
        "Hamilton, Stephen 1990 Apprenticeship thx Adulthood (New York: The Free Press).",
        "Hashimoto, Masanori, and Ross A. Miller 1997 How Do Training and Early Labor Market Experience Affect the Economic Well-Being of Youths? Mimeo. Ohio State University.",
        "Heckman, James 1993 Assessing Clintons Program on Job Training, Workfare, and Education in the Workplace. NBER Working Paper No. 4428, August.",
        "Hotz, V. Joseph, Lixin Xu, Marta Tienda, and Avncr Ahituv 1995 The Returns to Early Work Experience in the Transition from School to Work for Young Men in the U.S.: An Analysis of the 1 980s. Mimeo. University of Chicago.",
        "Jovanovic, Boyun 1979 Job Matching and the Theory of Turnover. Journal of Political Economy, Vol. 87, No. 5, Pt. 1, October, pp. 972-90.",
        "Keifcr, Nicholas M., and Theresa J. Devine 1991 Empirical Labor Economics: 1k Search Approach (New York: Oxford University Press).",
        "Lerman, Robert I., and Hilliard Pouncy 1990 The Compelling Case for Youth Apprenticeship. 1k Public Interest, No. 101, Fall, pp. 62-77.",
        "Light, Audrey, and Kathleen McGarry 1994 Job Change Patterns and the Wages of Young Men. Mimeo. Ohio State University.",
        "Mortensen, Dale T. 1989 Specific Capital and Labor Turnover. 1k ~fl Journal of Economics, Vol. 9, No. 2, Autumn, pp. 572-86.",
        "Neal, Derek A., and William R. Johnson 1996 The Role of Premarket Factors in Black-White Wage Differences. Journal of Political Economy, Vol. 104, No. 5, October, pp. 869-95.",
        "Newey, Whitney K. 1985 Generalized Method of Moments Specification Testing. Journal of Econometrics, Vol. 29, No. 3, September, p. 229-56.",
        "Osterman, Paul 1980 Getting Started: 1k Youth Labor Market (Cambridge, MA: The MIT Press).",
        "Stern, David, Neal Finkclstein, James R. Stone, John Latting, and Carolyn Dornsife 1994 Research on School-to-Work Transition Programs in the United States. National Center for Research in Vocational Education, March.",
        "Topel, Robert H. and Michael P. Ward 1992 Job Mobility and the Careers of Young Men. Quarterly Journal of Economics, Vol. CVII, No. 2, May, pp. 439-80."
    ]
}