{
    "id": 6585,
    "cites": 53,
    "cited_by": 65,
    "reference": [
        "Aiyagari, S. Rao, Lawrence J. Christiano, Martin Eichenbaum. \"The Output, Employment, and Interest Rate Effects of Government Consumption.\" Journal of Monetary Economics. 30(1), October 1992:73-86. Alogoskoufis, George S. 'Aggregate Employment and Intertemporal Substitution in the U.K.\" Economic Journal 97, June 1987a: 403-15. Alogoskoufis, George S. \"On Intertemporal Substitution and Aggregate Labor Supply.\" Journal of Political Economy. 95(5), October 1987b: 938-60. Altonji, Joseph G. \"Intertemporal Substitution in Labor Supply: Evidence from Micro Data.\" Journal of Political Economy. 94(3), Part 2, June 1986: S176-S215. Ashenfelter, Orley. \"Macroeconomic Analyses and Microeconomic Analyses of Labor Supply.\" in Karl Brunner and Allan H. Meltzer, eds. Carnegie-Rochester Conference Series on Public Policy. 21, Another Look at the Life Cycle (5/98) - 56 Autumn 1984: 117-56.",
        "Auerbach, Alan J. and Laurence J. Kotlikoff. Dynamic Fiscal Policy. Cambridge: Cambridge University Press, 1987.",
        "Barro, Robert J. \"Output Effects of Government Purchases.\" Journal of Political Economy. 89(6), December 1981: 1086-1121. Barro, Robert J. Macroeconomics. New York: John Wiley, 1987.",
        "Barro, Robert J. and Chaipat Sahasakul. \"Measuring the Average Marginal Tax Rate from the Individual Income Tax.\" Journal of Business. 56, October 1983: 419-52. Bartel, Ann and Paul Taubman. \"Health and Labor Market Success: The Role of Various Diseases.\" Review of Economics and Statistics. 61(1), February 1979: 1-8. Baxter, Marianne and Robert G. King. \"Fiscal Policy in General Equilibrium.\" American Economic Review. 83(3), June 1993: 315-34. Becker, Gary S. and Casey B. Mulligan. \"The Endogenous Determination of Time Preference.\" Quarterly Journal of Economics. 112(3), August 1997: 729-58. Becker, Gary S. and Kevin M. Murphy. \"A Theory of Rational Addiction.\" Journal of Political Economy.",
        "96(4), August 1988: 675-700. Burtless, Gary. \"Social Security, Unanticipated Benefit Increases, and the Timing of Retirement.\" Review of Economic Studies. 53(5), October 1986: 781-805. Card, David. \"Intertemporal Labor Supply: An Assessment.\" in Christopher A. Sims, ed. Advances in Econometrics: Sixth World Congress. Volume II. Econometric Society Monograph No. 24. Cambridge: Cambridge University Press, 1994: 49-80. Coleman, Thomas Sedgwick. \"Essays on Aggregate Labor Market Business Cycle Fluctuations.\" PhD dissertation, University of Chicago, December 1984. Costa, Dora L. The Evolution of Retirement. Chicago: University of Chicago Press, 1998. Diamond, Peter A. and Jonathan Gruber. \"Social Security and Retirement in the U.S.\" NBER Working paper #6097, July 1997.",
        "Diamond, Peter A. and James A. Mirlees. \"A Model of Social Insurance with Variable Retirement.\" Journal of Public Economics. 10(3), December 1978: 295-336. Feldstein, Martin and Andrew Samwick. \"Social Security Rules and Marginal Tax Rates.\" National Tax Journal 45(1), March 1992: 1-22. Fraker, Thomas, Robert Moffitt, and Douglas Wolf. \"Effective Tax Rates and Guarantees in the AFDC Program, 1967-82.\" Journal of Human Resources. 20, Spring 1985: 251-63.",
        "Another Look at the Life Cycle (5/98) - 57 Friedman, Milton. A Theory of the Consumption Function.\" Princeton, NJ: Princeton University Press, 1957.",
        "Ghez, Gilbert R. and Gary S. Becker. The Allocation of Time and Goods over the Life Cycle. New York: Columbia University Press (for the NBER), 1975.",
        "Gibbons, Robert and Kevin J. Murphy. \"Optimal Incentive Contracts in the Presence of Career Concerns: Theory and Evidence.\" Journal of Political Economy. 100(3), June 1992: 468-505.",
        "Gruber, Jonathan and David Wise. \"Social Security Programs and Retirement Around the World.\" NBER working paper #6134, August 1997.",
        "Hall, Robert E. \"Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence.\" Journal of Political Economy. 86(6), December 1978:971-87.",
        "Hall, Robert E. \"Labor Supply and Aggregate Fluctuations.\" Journal of Monetary Economics. 12(6), Supplement Spring 1980: 7-33.",
        "Hall, Robert E. \"Intertemporal Substitution in Consumption.\" Journal of Political Economy. 96(2), April 1988: 339-57.",
        "Hansen, Gary D. \"Indivisible Labor and the Business Cycle.\" Journal of Monetary Economics. 16(3), November 1985: 309-27.",
        "Hausman, Jerry A. 'Taxes and Labor Supply.\" in Alan J. Auerbach and Martin Feldstein, eds. Handbook of Public Economics. Amsterdam: North-Holland, 1985.",
        "Hausman, Jerry A. and David A. Wise. \"Social Security, Health Status, and Retirement.\" in David A. Wise, ed. Pensions, Labor, and Individual Choice. Chicago: University of Chicago Press 1985: 159-81.",
        "Heckman, James J. \"Life Cycle Consumption and Labor Supply: An Explanation of the Relationship Between Income and Consumption Over the Life Cycle.\" American Economic Review. 64(1), March 1974: 188-94.",
        "Heckman, James J. \"Estimates of a Human Capital Production Function Embedded in a Life Cycle Model of Labor Supply.\" in Nestor E. Terleckyj, ed. Household Production and Consumption. New York: Columbia University Press, 1975: 227-58.",
        "Heckman, James J. \"What has been Learned about Labor Supply in the Past Twenty Years?\" American Economic Review. 83(2), May 1993: 116-21.",
        "Heckman, James J., Lance Lochner, and Chris Taber. \"Explaining Rising Wage Inequality: Explorations with a Dynamic General Equilibrium Model of Labor Earnings with Heterogeneous Agents.\" Review of Economic Dynamics. 1(1), 1998.",
        "Another Look at the Life Cycle (5/98) - 58 Hicks, John Richard, Sir. Value and Capital. Oxford: Clarendon Press, 1939.",
        "Horvath, Francis W. \"Forgotten Unemployment: Recall Bias in Retrospective Data.\" Monthly Labor Review. 105, March 1982: 40-43.",
        "Hurd, Michael D. and Michael J. Boskin. \"The Effect of Social Security on Retirement in the Early 1970s.\" Quarterly Journal of Economics. 99(4), November 1984: 767-90.",
        "Judd, Kenneth L. \"The Welfare Cost of Factor Taxation in a Perfect-Foresight Model.\" Journal of Political Economy. 95(4), August 1987: 675-709.",
        "Juster F. Thomas. \"Response Errors in the Measurement of Time Use.\" Journal of the American Statistical Association. 81(394), June 1986: 390-402.",
        "Juster, F. Thomas and Frank P. Stafford. \"The Allocation of Time: Empirical Findings, Behavioral Models, and Problems of Measurement.\" Journal of Economic Literature. 29, June 1991: 471-522.",
        "Krueger, Alan B. and Jorn-Steffen Pischke. \"The Effect of Social Security on Labor Supply: A Cohort Analysis of the Notch Generation.\" Journal of Labor Economics. 10(4), October 1992: 412-37.",
        "Kydland, Finn and Edward C. Prescott. \"Time to Build and Aggregate Fluctuations.\" Econometrica. 50(6), November 1982: 1345-70.",
        "Lucas, Robert E., Jr. \"Capacity, Overtime, and Empirical Production Functions.\" American Economic Review. 60(2), May 1970: 23-27.",
        "Lucas, Robert E., Jr. \"Expectations and the Neutrality of Money.\" Journal of Economic Theory. 4(2), April 1972: 103-24.",
        "Lucas, Robert E., Jr. and Leonard A. Rapping. \"Real Wages, Employment, and Inflation.\" Journal of Political Economy. 77(5), September 1969.",
        "MaCurdy, Thomas E. \"An Empirical Model of Labor Supply in a Life Cycle Setting.\" Journal of Political Economy. 88(6), December 1981: 1059-85.",
        "Mankiw, N. Gregory. \"Real Business Cycles: A New Keynesian Perspective.\" Journal of Economic Literature. 3(3), Summer 1989: 79-90.",
        "Mincer, Jacob. Schooling, Experience, and Earnings. New York: Columbia University Press, 1974.",
        "Mincer, Jacob. \"The Production of Human Capital and the Life Cycle of Earnings: Variations on a Theme.\" Journal of Labor Economics. 15(1), Part 2, January 1997: S26-47.",
        "Modigliani, F. and A. Sterling. \"Determinants of Private Saving with Special Reference to the Role of Social Security - Cross-Country Tests.\" in F. Modigliani and R. Hemming, eds. The Determinants of National Saving and Wealth. London: MacMillian, 1983: 24-55.",
        "Another Look at the Life Cycle (5/98) - 59 Mulligan, Casey B. \"The Intertemporal Substitution of Work - What Does the Evidence Say?\" University of Chicago, Population Research Center Discussion Paper Series #95-11, June 1995.",
        "Mulligan, Casey B. \"Employment After AFDC.\" Working paper, Univ. of Chicago, November 1997a.",
        "Mulligan, Casey B. \"Pecuniary Incentives to Work in the U.S. during WWII\" NBER Working paper #6326, December 1997b.",
        "Mulligan, Casey B. \"Microfoundations and Macro Implications of Indivisible Labor.\" Working paper, University of Chicago, February 1998.",
        "Myers, Robert J. Social Security. 4th edition. Philadelphia: University of Pennsylvania Press, 1993.",
        "Pencavel, John. \"Labor Supply of Men: A Survey.\" Orley Ashenfelter and Richard Layard, eds. Handbook of Labor Economics. Amsterdam: North Holland, 1986.",
        "Plosser, Charles I. \"Understanding Real Business Cycles.\" Journal of Economic Literature. 3(3), Summer 1989: 51-77.",
        "Rogerson, Richard and Peter Rupert. \"New Estimates of Intertemporal Substitution: The effect of corner solutions for year-round workers.\" Journal of Monetary Economics. 27(2), April 1991: 255-69.",
        "Rosen, Sherwin. \"Learning and Experience in the Labor Market.\" Journal of Human Resources. 7(3), Summer 1972: 326-42.",
        "Rosenzweig, Mark R. \"Welfare, Marital Prospects and Nonmarital Childbearing.\" Paper presented at A Symposium on the Economic Analysis of Social Behavior, December 1, 1995.",
        "Ruhm, Christopher J. \"Bridge Jobs and Partial Retirement.\" Journal of Labor Economics. 8(4), October 1990:482-501.",
        "Shea, John. \"Myopia, Liquidity Constraints, and Aggregate Consumption: A Simple Test.\" Journal of Money, Credit, and Banking. 27(3), August 1995: 798-805.",
        "Skinner, Jonathan. \"A Superior Measure of Consumption from the Panel Study of Income Dynamics.\" Economics Letters. 23(2), 1987:213-16.",
        "Smith, James. \"Family Labor Supply over the Life Cycle.\" Explorations in Economic Research. 4(2), Spring 1977: 205-76.",
        "Stafford, Frank P. and Greg J. Duncan. \"The Use of Time and Technology by Households in the United States.\" in F. Thomas Juster and Frank P. Stafford, eds. Time, Goods, & Weil-Being. Ann Arbor, MI: Survey Research Center Institute for Social Research, University of Michigan, 1985.",
        "Sweet, James A. Women in the Labor Force. London: Seminar Press, 1973.",
        "United States Congress, House Committee on Ways and Means. Overview of Entitlement Programs, 1996 Green Book. Washington, D.C.: U.S. Government Printing Office, 1996."
    ]
}