{
    "id": 6586,
    "cites": 12,
    "cited_by": 181,
    "reference": [
        "Angrist, J. (1990), Lifetime Earnings and the Vietnam Draft Lottery: Evidence from Social Security Administrative Records, American Economic Review, 80, 313-335.",
        "Social Security Data on Military Applicants, Econometrica, 66, 249-288. Ashenfelter, O. (1974), The Effect of Manpower Training on Earnings: Preliminary Results, in Proceedings of the Twenty-Seventh Annual Winter Meetings of the Industrial Relations Research Association, (eds.) J. Stern and B. Dennis, Madison: Industrial Relations Research Association.",
        "Effect of Training Programs, Review of Economics and Statistics, 67, 648-660. Card, David, and Daniel Sullivan (1988), Measuring the Effect of Subsidized Training Programs on Movements in and out of Employment, Econometrica, 56, 497-530.",
        "Dehejia, Rajeev H., and Sadek Wahba (1997), Matching Methods for Estimating Causal Effects in Non-Experimental Studies, University of Toronto, unpublished manuscript.",
        "HÃ\u0083Â¤rdle, Wolfgang (1990), Applied Nonparametric Regression, Econometric Society Monographs, Cambridge: Cambridge University Press.",
        "Heckman, James, and Richard Robb (1985), Alternative Methods for Evaluating the Impact of Interventions, in Longitudinal Analysis of Labor Market Data, Econometric Society Monograph No. 10, (eds.) James Heckman and Burton Singer, Cambridge: Cambridge University Press.",
        "Estimator: Evidence from Evaluating a Job Training Programme, Review of Economic Studies, 64, 605-654. Holland, Paul W. (1986), Statistics and Causal Inference, Journal of the American Statistical Association, 81, 945-960.",
        "Lalonde, Robert (1986), Evaluating the Econometric Evaluations of Training Programs, American Economic Review, 76, 604-620.",
        "Manpower Demonstration Research Corporation (1983), Summary and Findings of the National Supported Work Demonstration, Cambridge: Ballinger.",
        "Manski, Charles F., and Irwin Garfinkel (1992), Introduction, in Evaluating Welfare and Training Programs, (eds.) Charles Manski and Irwin Garfinkel, Cambridge: Harvard University Press.",
        "Rubin, Donald (1974), Estimating Causal Effects of Treatments in Randomized and Non-Randomized Studies, Journal of Educational Psychology, 66, 688-701.",
        "Educational Statistics, 2, 1-26. ------ (1978), Bayesian Inference for Causal Effects: The Role of Randomization, The Annals of Statistics, 6, 34-58."
    ]
}