{
    "id": 6591,
    "cites": 19,
    "cited_by": 17,
    "reference": [
        "Alterman, William, Price Trends in U.S. Trade: New Data, New Insights, in Peter Hooper and J. David Richardson (eds), InternationalEconomic Transactions: Issues in Measurement and Empirical Research, National Bureau of Economic Research Studies in Income and Wealth Volume 55, Chicago: The University of Chicago Press, 1991, pp. 109-143.",
        "Baldwin, Robert E. and R. Spence Hilton, A Technique for Indicating Comparative Costs and Predicting Changes in Trade Ratios, The Review of Economics and Statistics, February 1984, pp. 105-110.",
        "Baldwin, Robert E. and Glen G. Cain, Shifts in U.S. Relative Wages: The Role of Trade, Technology, and Factor Endowments, National Bureau of Economic Research Working Paper 5934, February 1997.",
        "Bhagwati, Jagdish, Free Traders and Free Immigrationists: Strangers or Friends'DONE', Russell Sage Foundation Working Paper, 1991.",
        "Blanchard, Olivier, and Larry Katz, Regional Evolutions, Brookings Papers on Economic Activity, 1992.",
        "Deardorff, Alan V., Testing Trade Theories and Predicting Trade Flows, in Ronald W. Jones and Peter B. Kenen (eds) Handbook of International Economics, Volume 1, Amsterdam: Elsevier Science Publishers B.V., 1984, pp. 467-517.",
        "Deardorff, Alan V., Overview of the Stolper-Samuelson Theorem, in Alan V. Deardorff and Robert M. Stern (eds) The Stolper-Samuelson Theorem: A Golden Jubilee, Ann Arbor: The University of Michigan Press, 1994, pp. 7-34.",
        "Deardorff, Alan V. and Dalia Haikura Trade and Wages: What Are the Questions'DONE', in Jagdish Bhagwati and Marvin Kosters (eds) Trade and Wages: Leveling Wages Down, Washington, D.C.: American Enterprise Institute, 1994, pp. 36-75.",
        "Deardorff, Alan V., and Robert M. Stern (eds) The Stolper-Samuelson Theorem: A Golden Jubilee, Ann Arbor: The University of Michigan Press, 1994.",
        "Ethier, Wilfred J., Higher Dimensional Issues in Trade Theory, in Ronald W. Jones and Peter B. Kenen (eds) Handbook of International Economics, Volume 1, Amsterdam: Elsevier Science Publishers B.V., 1984, pp. 131-184.",
        "Feenstra, Robert C., New Product Varieties and the Measurement of International Prices, American Economic Review, March 1994, pp. 157-177.",
        "Feenstra, Robert C. and Gordon H. Hanson, Foreign Investment, Outsourcing, and Relative Wages, in Robert C. Feenstra and Gene M. Grossman (eds) Political Economy of Trade Policy: Essays in Honor of Jagdish Bhagwati, Cambridge: MIT Press, 1995.",
        "Freeman, Richard B., Are Your Wages Set in Beijing'DONE' Journal of Economic Perspectives, Summer 1995, pp. 15-32.",
        "Haskel, Jonathan and Matthew J. Slaughter, Does the Sector Bias of Skill-Biased Technological Change Explain Changing Wage Inequality'DONE' National Bureau of Economic Research Working Paper 6565, May 1998.",
        "Helpman, Elhanan, and Paul R. Krugman, Market Structure and ForeignTrade, Cambridge: MIT Press, 1985.",
        "Krueger, Alan B., Labor Market Shifts and The Price Puzzle Revisited, National Bureau of Economic Research Working Paper 5924, February 1997.",
        "Leamer, Edward E., In Search of Stolper-Samuelson Effects On U.S. Wages, National Bureau of Economic Research Working Paper 5427, January 1996.",
        "Magee, Steven M., Three Simple Tests of the Stolper-Samuelson Theorem, in Peter Oppenheimer (ed) Issues in International Economics, London: Oriel Press, pp. 138-153. Sachs, Jeffrey D,. and Howard Shatz, Trade and Jobs in U.S. Manufacturing, Brookings Papers on Economic Activity, 1994, 1-84.",
        "United States Department of Labor, Bureau of Labor Statistics, Handbook of Methods: Bulletin 2214, Washington, D.C.: U.S. Government Printing Office, September 1992."
    ]
}