{
    "id": 6592,
    "cites": 41,
    "cited_by": 4,
    "reference": [
        "Abt and Associates, 1997, Prices of Illicit Drugs: 1981-1997, Law and Public Policy memorandum.",
        "Akerlof, George, and Janet Yellen, 1994, Gang Behavior, Law Enforcement, and Community Values, in Values and Public Policy, edited by Henry Aaron, Thomas Mann, and Timothy Taylor, Washington, DC: Brookings.",
        "Baker, George, Michael Gibbs, and Bengt Holmstrom, 1994, The Wage Policy of a Firm, Quarterly Journal of Economics: 109(4): 921-55.",
        "Block, Carolyn B. and Richard Block. 1993. Street Gang Crime in Chicago. Research in Brief.",
        "Bourgois, Philippe. 1989. In Search of Horatio Alger: Culture and Ideology in the Crack Economy. Contemporary Drug Problems 16(4): 619-150.",
        "Bursik Robert J, Jr. and Harold G. Grasmik. 1993. Neighborhoods and Crime. New York: Lexington.",
        "Cook, Philip J., and John H. Laub, 1997, The Unprecedented Epidemic in Youth Violence, Unpublished manuscript.",
        "Davis, Mike. 1990. City of Quartz: Excavating the Future in Los Angeles. London: Verso.",
        "Ellison, Glenn, 1994, Theories of Cartel Stability and the Joint Executive Committee, Rand Journal of Economics 25(1): 37-57.",
        "Fagan, Jeffrey. 1996. Gangs, Drugs, and Neighborhood Change. Pp. 39-74 in Gangs in America, edited by C.Ronald Huff. Newbury Park: Sage Publications. 2nd Edition.",
        "Freeman, Richard, 1992a, Understanding Crime, Gangs and Neighborhoods: Ethnographic Research and Social Science Analysis, Mimeo, Harvard University.",
        "Freeman, Richard, 1992b, Crime and the Employment of Disadvantaged Youths, in Urban Labor Markets and Job Opportunity, edited by George Peterson and Wayne Vroman, Washington DC: Urban Institute Press.",
        "Grogger, Jeff, 1991, Certainty vs. Severity of Punishment, Economic Inquiry 29(2): 297-309.",
        "Hagedorn, John. 1988. People and Folks: Gangs, Crime and the Underclass in a Rustbelt City.",
        "Chicago: Lake View Press. Jankowski, Martin Sanchez. 1991. Islands in the Street: Gangs and American Urban Society.",
        "Berkeley: Universityof California Press. Klein, Malcom W. 1995. The American Street Gang: Its Nature, Prevalence and Control. New York: Oxford University Press.",
        "Klemperer, Paul, 1995, Competition When Consumers Have Switching Costs: An Overview with Applications to Industrial Organization, Macroeconomics, and International Trade, Review of Economic Studies 62(4): 515-39.",
        "Landre, Rick, Mike Miller, and Dee Porter, 1997, Gangs: A Handbook for Community Awareness, New York: Facts on File.",
        "Lazear, Edward, and Sherwin Rosen, 1981, Rank Order Tournaments as optimum Labor Contracts, Journal of Political Economy, 89 (October): 841-864.",
        "Lott, John, 1992, An Attempt at Measuring the Total Monetary Penalty from Drug convictions: The Importance of an Individuals Reputation, Journal of Legal Studies 21:159-187.",
        "Michael, Steven, and Hollie Moore, 1995, Returns to Franchising, Journal of Corporate Finance 2:133-155.",
        "Nagin, Daniel, and Joel Waldfogel, 1995, The Effects of Criminality and Conviction on the Labor Market Status of Young British Offenders, International Review of Law and Economics 15(1):109-26.",
        "Ohlin, Lloyd, and Richard Cloward, 1963, Delinquency and Opportunity: A Theory of Delinquent Gangs, Glencoe: The Free Press.",
        "Padilla, Felix. 1992. The Gang as an American Enterprise. New Brunswick: Rutgers University Press.",
        "Porter, Robert, 1983, A Study of Cartel Stability: The Joint Economic Committee, 1880-1886, Bell Journal of Economics 14:301-314.",
        "Reingold, Jennifer, 1997, Executive Pay, Business Week (April 21):58.",
        "Reuter, Peter, 1983, Disorganized Crime: Illegal Markets and the Mafia, Cambridge: MIT Press.",
        "Reuter, Peter, Robert MacCoun, and Patrick Murphy, 1990, Money From Crime: A Study of the Economics of Drug Dealing in Washington, D.C., Santa Monica, CA: RAND.",
        "Schelling, Thomas, 1984, What Is the Business of Organized Crime'DONE' in Choice and Consequence, Cambridge: Harvard University Press.",
        "Settles, Gerald. 1968. Social Order of the Slum. Chicago: University of Chicago Press.",
        "Short, James, and Fred Strodtbeck, 1965, Group Process and Gang Delinquency, Chicago: University of Chicago Press.",
        "Southerland, Mittie, and Gary Potter, 1993, Applying Organization Theory to Organized Crime, Journal of Contemporary Criminal Justice 9(3):251-267.",
        "Spergel, Irving A. 1995. The Youth Gang Problem: A Community Approach. New York: Oxford University Press.",
        "Taylor, Carl S. 1990. Dangerous Society. East Lansing: Michigan State University Press.",
        "Taylor, Carl S. 1993. Girls, Gangs, Women, and Drugs. East Lansing: Michigan State University Press.",
        "Thrasher, Frederick, 1927, The Gang, Chicago: University of Chicago Press.",
        "Venkatesh, Sudhir, 1997, The Social Organization of Street Gang Activity in the Urban Ghetto, American Journal of Sociology 103:82-111.",
        "Viscusi, Kip, 1992, Fatal tradeoffs: Public and private responsibilities for risk, Oxford: Oxford University Press.",
        "Williams, Terry, 1989, The Cocaine Kids: The Inside Story of a Teenage Drug Ring, Reading, MA: Addison-Wesley.",
        "Wilson, William Julius, 1987, The Truly Disadvantaged: The Inner-City, the Underclass, and Public Policy, Chicago: University of Chicago Press.",
        "Wilson, William Julius, 1996, When Work Disappears, New York: Knopf."
    ]
}