{
    "id": 660,
    "cites": 24,
    "cited_by": 8,
    "reference": [
        "Arrow, Kenneth J., The Measurement of Real Value Added, in Nations and House- holds in Economic Growth: Essays in Honor of Moses Abramowitz. Paul A. David and Melvin W. Reder, eds. (New York and London: Academic Press, 1974).",
        "Baily, M., Productivity and the Services of Capital and Labour, Brookings Papers on Economic Activity No. 1 (1981).",
        "Berndt, E.R., Energy Price Increases and the Productivity Slowdown in United States Manufacturing (Department of Economics; Resources Paper No. 51). Vancouver: University of British Columbia, 1980.",
        "Capital Complementarity, american Economic Review, LXIX (June 1979), 342-54.",
        "Bosworth, B. and R.Z. Lawrence, Commodity Prices and the New Inflation, The Brookings Institution, 1982 (forthcoming).",
        "Bruno, Michael, Duality, Intermediate Inputs and Value-Added. In Production Economics: A Dual Approach to Theory and Applications, Vol. 2 (Amsterdam: North-Holland, 1978), pp. 3-16.",
        "Paper No. (December 1981) (forthcoming in Scandinavian Journal of Economics).",
        "Growth: Estimates for U.K. Manufacturing, presented at the Conference on Unemployment, Newnham College, Cambridge, July 1981.",
        "Christensen, Laurits R., Dale W. Jorgenson, and Lawrence J. Lau, Transcendental Logarithmic Production Frontiers, Review of Economics and Statistics, LV (Feb. 1973), 28-45.",
        "Feldstein, Martin S. and Lawrence Summers, Is the Rate of Profit Falling? Brookings Papers on Economic Activity, No. 1 (1977), 211-27.",
        "Glyn, A. and B. Sutcliffe, Capitalism in Crisis (New York: Random House, 1972).",
        "Griliches, Zvi, R ~ D and the Productivity Slowdown, American Economic Review Papers and Proceedings, LXX (May 1980), 343-48.",
        "Hill, T.P., Profits and the Rate of Return (Paris: OECD, 1979).",
        "Holland, Daniel M. and Stewart C. Myers, Profitability and Capital Costs for Manufacturing Corporations and All Nonfinancial Corporations, American Economic Review Papers and Proceedings, LXX (May 1980), 320-25.",
        "Jorgenson, Dale W., Energy and the Outlook for the U.S. Economic Growth, Cambridge: Department of Economics, Harvard University. Kravis, I.B. and R.E. Lipsey, Prices and Terms of Trade for Developed Country Exports of Manufactured Goods, Working Paper No. 774, National Bureau for Economic Research, Sept. 1981.",
        "Leontief, W.W., A Note on the Interrelations of Subsets of Independent -33- Variables of a Continuous Function with Continuous First Derivatives, Bulletin of the American Mathematical Society, LIII (No. 4, 1947), 343-50.",
        "Lipton, D., Accumulation and Growth in Open Economies, Ph.D. thesis (unpublished), Harvard University, Oct. 1981.",
        "Nadiri, M. Ishaq, Sectoral Productivity Slowdown, American Economic Review Papers and Proceedings, LXX (May 1980), 349-52.",
        "Norsworthy, J.R. and M.J. Harper, Productivity Growth in Manufacturing in the 1980s: Labour, Capital and Energy, American Statistical Association, Proceedings of the Business and Statistics Section, pp. 17-26.",
        "Analysis of Some Contributing Factors, Brookings Papers on Economic Activity, No. 2 (1979), 387-421.",
        "Sachs, J.D., Wages, Profits and Macroeconomic Adjustment: A Comparative Study, Brookings Papers on Economic Activity, No. 2 (1979), 269-332.",
        "Sargent, J.R., Productivity and Profits in UK Manufacturing, Midland Bank Review (Autumn 1979).",
        "Wakasugi, T., K. Nishina and M. Tsuchiya, Trends in Profitability for Japanese Industrial Corporations, M.I.T. Sloane School project on the Rate of Return to Capital, 1980.",
        "Williams, N.P., Influences on the Profitability of 22 Industrial Sectors, Bank of England, 1980, mimeograph."
    ]
}