{
    "id": 6600,
    "cites": 41,
    "cited_by": 161,
    "reference": [
        "Anderson, E., and D. Schmittlein (1984), Integration of the Sales Force: An Empirical Examination, RAND Journal of Economics, 15: 385-95.",
        "Arora, Ashish (1996), Testing for Complementarities in Reduced Form Regressions: A Note, Economics Letters 50(1): 5 1-55.",
        "Arora, A. and A. Gambardella (1990), Complementarity and External Linkages: The Strategies of the Large Firms in Biotechnology, Journal of industrial Economics, 38 (4): 362-379.",
        "Athey, S. (1998), Comparative Statics Under Uncertainty: Single Crossing Properties and LogSupermodularity, MIT Working Paper 96-2, revised March 1998.",
        "Athey, S., P. Milgrom, and J. Roberts (1996), Robust Comparative Statics Analysis, Unpublished Research Monograph.",
        "Brickley, Jim, (1995), Incentive Contracts and Contracting: Evidence from Franchising, Bradley Policy Research Center Working Paper 95-26, Simon School of Business.",
        "Brynjolfsson, E. and L. Hitt (1998), Information Technology and High Performance Work Practices: Are There Complementarities? Mimeo, MiT Sloan School.",
        "Cohen, M., J. March, and J. Olsen (1972), A Garbage Can Model of Organizational Choice, Administrative Science Quarterly, 17: 1-25.",
        "Christensen, L.R.; Jorgenson, D.W.; Lau, L.J. (1973), Transcendental Logarithmic Production Frontiers, Review of Economics and Statistics, 55: 28-45.",
        "Colombo, M. and R. Mosconi (1995), Complementarity and Cumulative Learning Effects in the Early Diffusion of Multiple Technologies, Journal of Industrial Economics, 43(1): 1348.",
        "Cosslett, S. (1991), Semiparametric estimation of a regression model with sample selectivity, in: Barnett, W.A et al, eds. Nonparametric and semiparametric methods in econometrics and statistics: Proceedings of the Fifth international Symposium in Economic Theory and Econometrics. Cambridge University Press, pp. 3-49.",
        "Das, M., and W. Newey (1997), Nonparametric Sample Selection Models, Mimeo, MIT.",
        "Gourieroux, C., Holly, A., and A. Monfort (1981), Kuhn-Tucker, Likelihood Ratio, and Wald Tests for Nonlinear Models with Inequality Constraints, Journal of Econometrics, 16(1).",
        "Greenan, N., et al (1993), Firm Organization, Technology, and Performance: An Empirical Study, Mimeo, INSEE Department of Economic Studies.",
        "Hannan, M., and S. Freeman (1989), Organizational Ecology, Harvard University Press: Cambridge, MA.",
        "Hansen, Lars, (1982), Large Sample Properties of Generalized Method of Moments Estimators, Econometrica 50 (4): 1030-1054.",
        "Heckman, J. (1974), Shadow Prices, Market Wages, and Labor Supply, Econometrica 42: 679-93.",
        "Heckman, J. (1997), Instrumental Variables: A Study of Implicit Behavioral Assumptions Used in Making Program Evaluations, mimeo, University of Chicago.",
        "Heckman, J., and B. Honore (1990), The Empirical Content of the Roy Model, Econometrica, 58: 1128-1149.",
        "Heckman, James and Jeffrey Smith (1997), Evaluating the Welfare State, mimeo, University of Chicago.",
        "Helper, Susan (1995), Supplier Relations and the Adoption of New Technology: Results of Survey Research in the U.S. Auto Industry, NBER Working Paper 5278.",
        "Helper, Susan, and David Levine (1993), Supplier Participation and Worker Participation: Is There a Linkage? Mimeo, Case Western Reserve University.",
        "Holmstrom, B. and P. Milgrom (1994), The Firm as an Incentive System, American Economic Review, 84: 972-991.",
        "Hwang, M., and D. Weil, (1996), Production Complementarities and the Diffusion of Modern Manufacturing Practices: Evidence from the Apparel Industry, mimeo, Harvard.",
        "Ichimura, H. and L. Lee (1991), Semiparametric least squares estimation of multiple index models: Single equation estimation, in: Barnett, W..; Powell, J.; Tauchen, G.E., eds.",
        "Nonparametric and semiparametric methods in econometrics and statistics: Proceedings of the F(fth International Symposium in Economic Theory and Econometrics. Cambridge University Press, pp. 3-49. Ichniowski, C., K. Shaw, and G. Prennushi (1997), The Effects of Human Resource Management Practices on Productivity, American Economic Review, 87(3): 291-3 13.",
        "Joreskog, K.G. and D. Sorbom (1995), L1SREL 8: Structural Equation Modelling with the SIMPL1S Command Language, Scientific Software International, Chicago (IL).",
        "Kelley, M., B. Harrison, and C. McGrath (1995), The Congruence Manufacturing with Internal Employee Participation, mimeo, Carnegie Melon.",
        "Kodde, D.A., and F.C. Palm (1986), Wald Criteria for Jointly Testing Equality and Inequality Restrictions, Econometrica 54(5).",
        "MacDuffie, J. (1995), Human Resource Bundles and Manufacturing Performance: Organizational Logic and Flexible Production Systems in the World Auto Industry, industrial and Labor Relations Review, 48 (2).",
        "Matzkin, R. (1990), Least Concavity and the Distribution-Free Estimation of Non-Parametric Concave Functions, Cowles Discussion Paper.",
        "Matzkin, R. (1992), Nonparametric and Distribution-Free Estimation of the Threshold Crossing and Binary Choice Models, Econometrica 60: 239-270.",
        "McElroy, M. (1986), Additive General Error Models for Production, Cost, and Derived Demand or Share Systems, Journal of Political Economy 95 (4): 737-757.",
        "McFadden, D. (1989), A Method of Simulated Moments for Estimation of Discrete Response Models Without Numerical Integration, Econometrica 57 (5): 995-1026.",
        "McFadden, D. and P.A. Ruud (1994), Estimation by Simulation, Review of Economics and Statistics, 76(4): 591-608.",
        "Milgrom, P., and J. Roberts (1990), The Economics of Modern Manufacturing: Technology, Strategy, and Organization, American Economic Review, 80 (6): 511-528.",
        "Nelson, R., and S. Winter (1982), An Evolutionary Theory of Economic Change, Harvard University Press, Cambridge (MA).",
        "Pil, F., and J. MacDuffie (1996), The Adoption of High-Involvement Work Practices, Mimeo, Wharton School of Business.",
        "Thompson, T. Scott (1989), Identification of Semiparametric Discrete Choice Models, Discussion Paper 249.",
        "Wolak, F. (1989), Testing Inequality Constraints in Linear Econometric Models, Journal of Econometrics, 41(2).",
        "Wolak, F. (1991), The Local Nature of Hypothesis Tests Involving inequality Constraints in Nonlinear Models, Econometrica."
    ]
}