{
    "id": 6609,
    "cites": 13,
    "cited_by": 3,
    "reference": [
        "Baldwin, Robert E., and Glen Cain, 1997, Shifts in U.S. Relative Wages: The Role of Trade, Technology, and Factor Endowments, NBER Working Paper no. 5934 (February).",
        "Berndt, E.R. and N.E. Savin, 1975, Estimation and hypothesis testing in singular equation systems with autoregressive disturbances, Econoinetrica 43, 93757.",
        "Davidson, Russell and James G. MacKinnon, 1993, Estimation and inference in econometrics, Oxford: Oxford University Press.",
        "Harrigan, James, 1997, Technology, Factor Supplies and International Specialization: Estimating the Neoclassical Model, American Economn ic Review 87 (4), 475-494.",
        "Jones, Ronald and Jose Scheinkman, 1977, The Relevance of the Two-Sector Production Model in Trade Theory, Journal of Political Economy 85 (5), 909-935.",
        "Krugman, Paul, 1995, Technology, Trade, and Factor Prices, NBER Working Paper no.53 55, November.",
        "Leamer, Edward E., 1995, The Hecksher-Ohlin Model in Theory and Practice, Princeton Studies in International Finance no. 77.",
        "Leamer, Edward E., 1996, In Search of Stolper-Samuelson Effects on U.S.",
        "Wages, NBER Working Paper no. 5427, January. Murphy, Kevin M. and Finis Welch, 1992, The Structure of Wages, Quarterly Journal of Economnics 107(1), 285-326.",
        "Park, Jin-Heum, 1996, Measuring Education over Time: A Comparison of Old and New Measures of Education from the Current Population Survey Economnic Letters 50(3), 425-428.",
        "Rousslang, Donald J., and Theodore To, 1993, Domestic trade and transportation costs as barriers to international trade, C!anadian Journal of Economnics, 26 (1), 208-22 1.",
        "Slaughter, Matthew J., 1998, What are the Results of Product-Price Studies, and What Can We Learn From Their Differences?, paper presented at NBER Conference on The Impact of International Trade on Wages, Monterey, February.",
        "Wolak, Frank A., 1989, Testing inequality constraints in linear econometric models, Economnetrica 41, 205-435."
    ]
}