{
    "id": 6638,
    "cites": 27,
    "cited_by": 95,
    "reference": [
        "Aghion, Phillipe and Peter Howitt. A Model of Growth through Creative Destruction, Econometrica March 1992, , v60, n2, p. 323-51.",
        "Autor, David H., Lawrence F. Katz and Alan B. Krueger. Computing Inequality: Have Computers Changed the Labor Market'DONE' National Bureau of Economic Research Working Paper No. 5956, March 1997.",
        "Bresnahan, Timothy F. and Manuel Trajtenberg. General Purpose Technologies: `Engines of Growth'DONE' Journal of Econometrics, January 1995, 65, pp. 83-108.",
        "Card, David and Richard B. Freeman, eds. Small Differences That Matter: Labor Markets and Income Maintenance in Canada and the United States. Chicago: University of Chicago Press and NBER, 1993.",
        "David, Paul A. et al. Computer and Dynamo: The Modern Productivity Paradox in a Not-Too-Distant Mirror, Technology and Productivity: The Challenge for Economic Policy, OECD, 1991.",
        "Freeman, Christopher and Carlota Perez, Structural Crises of Adjustment, Business Cycles and Investment Behaviour, in Giovanni Dosi, Christopher Freeman, Richard Nelson, Gerald Silverberg, and Luc Soete, eds., Technical change and economic theory, 1988, pp. 38-66.",
        "Freeman, Richard B. and Karen Needels. Skill Differentials in Canada in an Era of Rising Labor Market Inequality in David Card and Richard B. Freeman, eds., Small Differences That Matter: Labor Markets and Income Maintenance in Canada and the United States. Chicago: University of Chicago Press and NBER, 1993.",
        "Fortin, Nicole M. and Thomas Lemieux. Institutional Change and Rising Wage Inequality: Is There a Linkage'DONE' Journal of Economic Perspectives, Spring 1997, 11 (2), pp. 75-96.",
        "Gottschalk, Peter. Inequality, Income Growth, and Mobility: The Basic Facts, Journal of Economic Perspectives, Spring 1997, 11 (2), pp. 21-40.",
        "Griliches, Zvi. Capital-Skill Complementarity, Review of Economics and Statistics, November 1969, 51, pp. 465-68.",
        "Grossman, Gene and Elhanan Helpman. Innovation and Growth in the World Economy. Cambridge: MIT Press, 1991.",
        "Hammermesh, Daniel S. Labor demand. Princeton, New Jersey: Princeton University Press, 1993.",
        "Helpman, Elhanan and Manuel Trajtenberg. A Time to Sow and a Time to Reap: Growth Based on General Purpose Technologies, Centre for Economic Policy Research, Discussion Paper: 1080, December 1994.",
        "Johnson, George E. Changes in Earnings Inequality: The Role of Demand Shifts, Journal of Economic Perspectives, Spring 1997, 11 (2), pp. 41-54.",
        "Leamer, Edward E. Wage Inequality from International Competition and Technological Change: Theory and Country Experience, American Economic Review, May 1996, 86 (2), pp.309-314.",
        "Levy, Frank and Richard J. Murnane, What Skills are Computers Complements With'DONE' American Economic Review, May 1996, 86 (2), pp. 258-262.",
        "Lucas, Robert E., Jr., On the Mechanics of Economic Development, Journal of Monetary Economics, July 1988, 22, pp. 3-42.",
        "Mankiw, N. Gregory; David Romer, David N. Weil. A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics, May 1992, 107 (2), pp. 407-37.",
        "Razin, Assaf. Optimum Investment in Human Capital, The Review of Economic Studies, October 1972, 23 (4), pp. 455-60.",
        "Ricardo, David. The Principles of Political Economy and Taxation, Chapter 31, Richard D. Homewood IL: D. Irwin Inc, 1963.",
        "Romer, Paul M. Endogenous Technological Change, Journal of Political Economy, 1990, 98, pp. S71-S102.",
        "Sachs, Jeffrey and Howard J. Shatz. Trade and Jobs in U.S. Manufacturing. Brookings Papers on Economic Activity, Macroeconomics, 1994, 1, pp. 1-84.",
        "Samuelson, Paul A. Economics: An introductory analysis. New York: McGraw-Hill Book Company, 1964.",
        "Tinbergen, Jan. Income Differences: Recent Research. Amsterdam: North Holland, 1975.",
        "Topel, Robert H. Factor Proportions and Relative Wages: The Supply-Side Determinants of Wage Inequality, Journal of Economic Perspectives, Spring 1997, 11 (2), pp. 55-74.",
        "Wood, Adrian. North-South Trade, Employment and Inequality. Oxford: Clarendon Press, 1994.",
        "Greenwood, Jeremy, and Mehmet Yorukoglu. 1997. 1974. Carnegie-Rochester Conference Series on Public Policy 46 (June): 49Ã\u0082â\u0080\u009395."
    ]
}