{
    "id": 6645,
    "cites": 29,
    "cited_by": 13,
    "reference": [
        "Washington: U.S. Department of Labor, 1992.",
        "Bodie, Zvi; Marcus, Alan J.; and Merton, Robert C. Defined Benefit versus Defined Contribution Pension Plans: What are the Real Trade-offs'DONE' In Pensions in the U.S. Economy, edited by Zvi Bodie, John B. Shoven, and David A. Wise. Chicago: University of Chicago Press, 1988.",
        "Congressional Budget Office. Tax Policy for Pensions and Other Retirement Saving. Washington: United States Government Printing Office, April 1987.",
        "Crenshaw, Albert B. Borrowing From Your 401(k): When to Leave a Loan Alone. The Washington Post. November 23, 1997, Section H, p. 1.",
        "Curtin, Richard T. Survey of Consumer Finances Employer Sponsored Pension Benefit Plans: Documentation and Codebooks. Ann Arbor, MI: Survey Research Center, University of Michigan, 1987.",
        "Dow Jones News Service. Government May Join Employer Trend Toward 401(k) Retirement Plans; But Shift Away from Traditional Pensions Raises Concerns and Worries Some People. The Minneapolis Star Tribune. December 12, 1995, Section D, p. 2.",
        "Employee Benefit Research Institute (EBRI). Employment-Based Retirement Income Benefits. Special Report SR-25 and Issue Brief Number 153. Washington: September, 1994.",
        "Employee Benefit Research Institute (EBRI). Fundamentals of Employee Benefit Programs. Washington: 1997.",
        "Engen, Eric M.; Gale, William G.; and Scholz, J. Karl. The Illusory Effects of Saving Incentives on Saving. Journal of Economic Perspectives 10 (Fall 1996): 113-138.",
        "Ferguson, Karen, and Kate Blackwell. Pensions in Crisis. New York: Arcade Publishing, 1995.",
        "Flaherty, Francis. Employee Pension Plans Can Suffer From Neglect. The New York Times. November 13, 1993, Section 1, p. 37.",
        "Flavelle, Dana. Defined Contribution Pensions Gain Favour: Transfer More Risk and Reward to Employees. The Toronto Star. October 25, 1997, Section C, p. 4.",
        "Gustman, Alan L., and Steinmeier, Thomas L. A Structural Retirement Model. Econometrica 54 (1986): 555-584.",
        "Gustman, Alan L., and Steinmeier, Thomas L. An Analysis of Pension Benefit Formulas, Pension Wealth, and Incentives for Retirement. in R. Ehrenberg (ed.) Research in Labor Economics 10. Greenwich, CT: JAI Press, 1989.",
        "Hubbard, R. Glenn and Skinner, Jonathan S. Assessing the Effectiveness of Saving Incentives. Journal of Economic Perspectives 10 (Fall 1996): 73-90.",
        "Kotlikoff, Laurence J., and Smith, Daniel E. Pensions in the American Economy. Chicago: University of Chicago Press, 1983.",
        "Kotlikoff, Laurence J., and Wise, David A. The Incentive Effects of Private Pension Plans. In Issues in Pension Economics, edited by Zvi Bodie, John B. Shoven, and David A. Wise. Chicago: University of Chicago Press, 1987.",
        "Martinson, Jane. Uncertainty Prompts Pension Payout Fears. The Financial Times. February 13, 1998, p. 9.",
        "McGill, Dan M.; Brown, Kyle N.; Haley, John J.; and Schieber, Slyvester J. Fundamentals of Private Pensions. Seventh Edition. Philadelphia: University of Pennsylvania Press. Murphy, Kevin M., and Welch, Finis. Empirical Age-Earnings Profiles. Journal of Labor Economics 8 (April 1990): 202-229.",
        "Olsen, Kelly and VanDerhei, Jack. Defined Contribution Plan Dominance Grows Across Sectors and Employer Sizes, While Mega Defined Benefit Plans Remain Strong: Where We Are and Where We Are Going. Employee Benefit Research Institute Special Report SR-33 and Issue Brief Number 190. Washington: October, 1997.",
        "Papke, Leslie, Are 401(k) Plans Replacing Other Employer-Provided Pensions'DONE' Evidence from Panel Data, mimeo, Michigan State University (October 1997).",
        "Poterba, James M.; Venti, Steven F.; and Wise, David A. How Retirement Saving Programs Increase Saving. Journal of Economic Perspectives 10 (Fall 1996): 91-112.",
        "Poterba, James M.; Venti, Steven F.; and Wise, David A. Lump-Sum Distributions from Retirement Savings Plans: Receipt and Utilization. in David A. Wise (ed.) Inquiries in the 28 Economics of Aging. Chicago: University of Chicago Press, 1998, 85-105.",
        "Forthcoming in Journal of Public Economics. Samwick, Andrew A., and Jonathan Skinner. Abandoning the Nest Egg'DONE' 401(k) Plans and Inadequate Pension Saving. in Sylvester J. Schieber and John B. Shoven (eds.) Public Policy Toward Pensions. Cambridge: MIT Press, 1997, 197-217.",
        "Schultz, Ellen E. Your Money Matters: Raiding Pension Money Now May Leave You Without a Piggy Bank for Retirement. The Wall Street Journal. April 7, 1993, Section C, p. 1.",
        "Stock, James H., and Wise, David A. Pensions, the Option Value of Work, and Retirement. Econometrica 58 (October 1990): 1151-1180.",
        "Topel, Robert H., and Ward, Michael P. Job Mobility and the Careers of Young Men. Quarterly Journal of Economics 107 (May 1992): 439-479.",
        "Willette, Anne. Saving Your Retirement: Few Workers Know Risks of 401(k) Plans. USA Today. February 20, 1995, Section A, p. 1.",
        "Woodbury, Richard. The Motivations for Business Retirement Policies. Manuscript, National Bureau of Economic Research, May 1997."
    ]
}