{
    "id": 6646,
    "cites": 29,
    "cited_by": 87,
    "reference": [
        "Akerlof, George A. 1979, \"Irving Fisher on his head: The consequences of constant threshold-target monitoring of money holdings, Quarterly Journal of Economics 93 169-89. Akerlof, George A. and Ross D. Milbourne 1980 \"Irving Fisher on his Head II: The Consequences of the Timing of Payments for the Demand for Money\" Quarterly Journal of Economics Auerbach, Alan J., Jagadeesh Gokhale, and Laurence J. Kotlikoff, 1994, \"Generational Accounting: A Meaningful Way to Evaluate Fiscal Policy,\" Journal of Economic Perspectives, 8, 73-94.",
        "Baba, Yoshihisa, Hendry, David F., Starr, Ross M. 1992, \"The Demand for Ml in the U.S.A., 1960-1988\" Review of Economic Studies, 59 25-61.",
        "Bernanke, Ben S., 1983, \"Nonmonetary Effects of the Financial Crisis in t he Propagation of the Great Depression\" The American Economic Review, 73, 257-276.",
        "Black, Fisher 1970 Banking and Interest Rates in a World Without Money, Journal of Bank Research Autumn 9-20.",
        "Bohn, Henning 1998, \"The Behavior of U.S. Public Debt and Deficits,\" Working Paper, University of California at Santa Barbara.",
        "Brash, Donald T. 1996, \"New Zealand&apos;s Remarkable Reforms,\" Fifth IEA Annual Hayek Memorial Lecture, Occasional Paper 100, Institute for Economic Affairs Burnside, Craig, Martin Eichenbaum and Sergio Rebelo, 1998, \"Prospective Deficits and the Asian Currency Crisis,\" Working paper, Northwestern University Canzoneri, Matthew B., Robert E. Cumby, Behzad T. Diba, 1997 \"Is the price level determined by the needs of fiscal solvency?\" Working paper, Georgetown University Campbell, John Y. and Robert J. Shiller, 1988, \"Stock Prices, Earnings, and Expected Dividends\" Journal of Finance 43, 661-76.",
        "Christiano, Lawrence J., Martin Eichenbaum, Charles L. Evans, 1998, \"Monetary Policy Shocks: What Have We Learned and to What End?\" Manuscript, Northwestern University and Federal Reserve Bank of Chicago.",
        "Cochrane, John H. 1992, \"Explaining the variance of price-dividend ratios\" Review of Financial Studies, 5, 243-80.",
        "Cochrane, John H. 1994a \"Permanent and Transitory Components of GNP and Stock Prices,11 Quarterly Journal of Economics CfX. 241-66. Cochrane, John 11., 1.9911), \"Shocks&apos;1 (&apos;m ucyn - Hoi hesU r Coafe-rencc Series on rub-he Policy 41, 295-364.",
        "Cochrane, John H. 1998, \"Maturity matters: Long-term debt in the fiscal theory of the price level\" Manuscript, University of Chicago.",
        "Cowen, Tyler and Randall Kroszner 1994 Explorations in the New Monetary Economics Cambridge MA: Blackwell Dupour, Bill 1997 \"Exchange Rates and Bank Notes: The Fiscal Theory of the Price Level\" Manuscript, University of Pennsylvania.",
        "Fama, Eugene F. 1980 \"Banking in a theory of finance\" Journal of Monetary Economics 6, 39-57.",
        "Fama, Eugene F. 1983 \"Financial Intermediation and Price Level Control\" Journal of Monetary Economics 12, 7-28.",
        "Fama, Eugene F. 1985 \"What&apos;s Different About Banks?\" Journal of Monetary Economics 15, 29-39.",
        "Fama, Eugene F. and Robert R. Bliss 1987, \"The Information in Long-Maturity Forward Rates.\" Am.e-ri.can Economic Review, 77 680- 92.",
        "Goodfriend, Marvin, 1998, \"Central Banking Under the Gold Standard,\" Carnegie-Rochester Conference Series on Public Policy, 29, 85-124.",
        "Hall, Robert E. 1983 \"Optimal Fiduciary Monetary Systems\" Journal of Monetary Economics 12, 33-50.",
        "Hamilton, James D. and Marjorie A. Flavin, 1986, \"On the Limitations of Government Borrowing: A Framework for Empirical Testing,\" American Economic Review, 76, 808-19.",
        "King, Robert G. 1983, \"On the Economics of Private Money\" Journal of Monetary Economics 12 127-158.",
        "Leeper, Eric 1991, \"Equilibria Under &apos;Active&apos; and &apos;Passive&apos; Monetary Policies,\" Journal of Monet arg Economics 27, 129-147.",
        "Lucas, Robert E. Jr., 1980 \"Equilibrium in a pure currency economy,\"Economic Inquiry 18, 203-220.",
        "Lucas, Robert E., Jr. 1988, \"Money Demand in the United States: A Quantitative Review/&apos; Carnegie-Rochester Conference Series on Public Policy, 29, 137-67.",
        "Porter Richard D. and Ruth A. Judson 1996 \"The Location of U.S. Currency: How Much is Abroad?&apos;1 Fe.dcral Reserve Bulletin. (&apos;October) Sargent, Thomas J. 1986, Rational Expectations arid Inflation New York: Harper & Row Sargent, Thomas J. 1987, Dynamic Macroeconomic Theory, Cambridge MA: Harvard University Press.",
        "Schmitt-Grohe, Stephanie and Martin Uribe, 1997, \"Price Level Determinacy and Monetary Policy Under a Balanced-Budget Requirement\" Manuscript, Federal Reserve Board.",
        "Sims, Christopher A. 1994, \"A Simple Model for the Determination of the Price Level and the Interaction of Monetary and Fiscal Policy,\" Economic Theory 4, 381-399.",
        "Sims, Christopher A. 1997, \"Fiscal Foundations of Price Stability in Open Economies;&apos; Working Paper, Yale University.",
        "White, Lawrence H., 1984, \"Competitive Payments Systems and the Unit of Account\" American Economic Review 74, 699-712.",
        "Woodford. Michael 1994, \"Monetary policy and price level determinacy in a cash-in-ad vance economy&apos;&apos; Economic Theory 4, 345-389 Woodford, Michael 1995, \"Price Level Determinacy Without Control of a Monetary Aggregate,\" Carnegie-Rochester Conference Series on Public Policy 43, 1-46.",
        "Woodford, Michael 1996, \"Control of the Public Debt: A Requirement for Price Stability?\" NBER Working Paper 5681 Woodford, Michael, 1997 \"Doing Without Money: Controlling Inflation in a Post-Monetary World\" NBER Working Paper 6188."
    ]
}