{
    "id": 665,
    "cites": 30,
    "cited_by": 8,
    "reference": [
        "ABRAMOVITZ, M. [1964], Evidences of Long Swings in Aggregate Construction since the Civil War, NBER, New York.",
        "AYRES, L. P. [1939], Turning Points in Business Cycles, New York.",
        "BOSCHAN, Cii.. and EBANKS, W.W. [1978], The Phase-Average Trend: A New Way of Measuring Growth, in: /978 Proceedings of the Business and Economic Statistics Section, American Statistical Association, Washington, D.C.",
        "BRONFENBRENNER, M. (ed.) [1969], Is the Business Cycle Obsolete? New York.",
        "BULLOCK, Ci. and MICOLEAU, I-IL. [1931]. Foreign Trade and the Business Cycle, The Review of Economic Statistics, 13.",
        "BURNS, A. F. [1934], Production Trends in the United States since 1870, NBER, New York.",
        "BURNS, A. F. and MITCHELL, W. C. [1946], Measuring Business Cycles, NBER, New York.",
        "CAGAN, PH. [1966], Changes in the Cyclical Behavior of Interest Rates, NBER, New York.",
        "War H, Explorations in Economic Research, 2, no. 1. COLE, A. H. [1930], Statistical Background of the Crisis of 1857, The Review of Economic Statistics, 12.",
        "FELS, R. [1959], American Business Cycles, 1865-7897, Chapel Hill.",
        "FRICKEY, E. [1942], Economic Fluctuations in the United States, Harvard University Press.",
        "GARVY, G. [1959], Debits and Clearings Statistics and Their Use, Federal Reserve Board.",
        "GII.BERT, D.W. [1933]. Business Cycles and Municipal Expenditures, The Review of Economic Statistics, IS.",
        "GORDON, R. A. [195 I]. Cyclical Experience in the lnterwar Period: The Investment Boom of the Twenties, in: Conference on Business (`ycles, NBER, New York. KEN DRICK, J. W. [1961], Productivity Trends in the United States, Princeton for NB ER.",
        "KITCHIN. J. [1923], Cycles and Trends in Economic Factors, The Review of Economic Statistics, 5.",
        "KUZNETS, S. [1961], Capital in the American Economy: Its Formation and Financing, Princeton for NBER.",
        "LUNDBERG, E. 11968], Instability and Economic Growth, Yale, New Haven and London.",
        "MATTHEWS, R.C.O. [19691, Postwar Business Cycles in the United Kingdom, in: M. BRONFENBRENNER(Cd.)[1969].",
        "MITCHELL, W. C. [1927]. Business Cycles: The Problem and its Setting, NBER, New York.",
        "MOORE, G. H. (ed.) [19611, Business Cycle indicators, NBER, New York.",
        "Mass. - [1980], A Long-run Look at the Business Cycle, in: The Business Cycle and Public Policy, 1929-80. A Compendium of Papers submitted to the Joint Economic Committee, Congress of the United States, Joint Committee Print, 96th Cong., 2nd Session, November 28, 1980, Washington D.C.",
        "NUTrER, G. W. [1962], Growth of Industrial Production in the Soviet Union, Princeton for NBER.",
        "PERSONS, W. M. [1931], Forecasting Business Cycles. New York.",
        "PREISER, E. [1933], GrundzÃ\u0083Â¼ge der Konjunkiurtheorie, Tilbingen.",
        "RORTY, MC. [1923], The Statistical Control of Business Activities, Harvard Business Review, 1.",
        "SACHVERSTANDtGENRAT ZUR BEGUTACHTUNG DER GESAMTWtRTSCHAFTLICHEN ENTWICKLUNG [1968], Alternativen aufienwirtschaftlicherAnpassung, Jahresgutachten 1968/69, Stuttgart, Mainz.",
        "SHINOHARA, M. [1969], Postwar Business Cycles in Japan, in: M. BRONFENBRENNER (ed.) [1969].",
        "SMITH, W.B. and COLE, A.H. [1935], Fluctuations in American Business, 1790-1860, Harvard University Press.",
        "THORP, W.L. [1926], Business Annals, National Bureau of Economic Research, New York.",
        "ZARNOWITZ, V. (ed.) [1972], The Business Cycle Today, NBER, New York."
    ]
}