{
    "id": 6655,
    "cites": 10,
    "cited_by": 122,
    "reference": [
        "Activity 2, 55-218. Boyd, J,H. and M. Gertler, 1993, U.S. commercial banking: trends, cycles, and policy, NBER Macroeconomics Annual.",
        "Calomiris, C. W. and E. White, 1994, The origins of federal deposit insurance, in C. Goldin and G. D. Libecap, eds., The regulated economy: a historical approach to political economy (Chicago: University of Chicago Press).",
        "Kaufman, G. G., 1997, FDICIA after five years: what has worked and what has not? Research in Financial Services: Private and Public Policy 9, 35-43.",
        "Mishkin, F. S., 1994, preventing financial crises: an international perspective, Manchester School 62, 1-40.",
        "Mishkin, F. S., 1996a, Bank consolidation: a central bankers perspective, NBER Working Paper No. 5849, forthcoming in Y. Amihud and G. Miller, eds., Mergers of Financial institutions (Irwin Professional Publishing).",
        "Mishkin, F. S., 1996b, Understanding financial crises: a developing country perspective, in M.",
        "Bruno and B. Pleskovic, eds., Annual World Bank Conference on Development Economics 1996 (World Bank: Washington D.C. 1996), 29-62.",
        "Mishkin, F. S., 1997a, Evaluating FDICIA, Research in Financial Services: Private and Public Policy 9, 17-33.",
        "Mishkin, F. 5., 199Th, The causes and propagation of financial instability: lessons for policymakers, Maintaining Financial Stability in a Global Economy (Federal Reserve Bank of Kansas City, Kansas City, MO., forthcoming). Pierce, J. L., 1991, The future of banking (Yale University Press: New Haven).",
        "Peek, J. and E. Rosengren, forthcoming, Small business credit availability: how important is the size of the lender? in A. Saunders and I. Walter, eds., Universal Banking: Financial System Design Reconsidered (Burr Ridge, Illinois: Irwin Publishing). Strahan, P. F, and J. Weston, 1996, Small business lending and bank consolidation: is there 25 cause for concern? Federal Reserve Bank of New York, Current issues in Economic and Finance, March, 1-6."
    ]
}