{
    "id": 6660,
    "cites": 23,
    "cited_by": 8,
    "reference": [
        "Abel, A (1996), Comment on The Costs and Benefits of Going from Low Inflation to Price Stability, mimeo.",
        "Akerlof, G and Yellen J (1985), A Near-Rational Model of the Business Cycle with Wage and Price Inertia, Qua rterly Journal of Economics, Supplement 100, 708-21.",
        "Akerlof, G A, Dickens, W T and Perry G L (1996), The Macroeconomics of Low Inflation, Brookings Papers on Economic Activity, 1-76.",
        "Attanasio, 0 P (1994), Personal Saving in the United States, in International Comparisons of Household Saving, J M Poterba (ed.), NBER.",
        "Bailey, M (1956), The Welfare Cost of Inflationary Finance, Journal of Political Economy, 64, 93-110.",
        "Ball, L (1994), What Determines the Sacrifice Ratio?, in N G Mankiw (ed.) Monetary Policy, University of Chicago Press.",
        "Ball, L (1996), Disinflation and the NAIRU, NBER Working Paper No. 5520.",
        "Ball, L, Mankiw, N G and Romer D (1988), New Keynesian Economics and the Output-Inflation Trade-Off, Brookings Papers on Economic Activity, No. 1, 1-65.",
        "Ballard, C Shoven, J and Whalley J (1985), General Equilibrium Computations of the Marginal Welfare Cost of Taxes in the United States, American Economic Review, 75, 128-3 8.",
        "Ballard, C L and Fullerton D (1992), Distortionary Taxes and the Provision of Public Goods, Journal of Economic Perspectives, Vol. 6, 117-131.",
        "Banks, J and Blundell R (1994), Household Saving Behaviour in the United States, in International Comparisons of Household Saving, J M Poterba (ed.), NBER.",
        "Banks, J W, Dilnot, A and Low H (1994), The Distribution of Wealth in the UK, Commentary No. 45, London: Institute for Fiscal Studies.",
        "Barro, R (1995) Inflation and Economic Growth, Bank of England Quarterly Bulletin, May, 166-76.",
        "Bayoumi, T (1993), Financial Deregulation and Household Saving, Economic Journal, Vol. 103, 1432-43.",
        "Bianchi, M and Smith J (1995), Inflation and Productivity Growth: An Empirical Investigation, mimeo, Bank of England.",
        "Blinder, A S (1992), Why Are Prices Sticky? Preliminary Results from an Interview Survey, American Economic Review, Vol. 81, 89-96.",
        "Blundell, R, Bond 5, Devereux M and Schianterelli F (1992), Investment and Tobins Q, Journal of Econometrics, Vol. 51, 233-257.",
        "Bond, 5, Devereux M and Freeman H (1990), Inflation Non-Neutralities in the UK Corporation Tax, Fiscal Studies, Vol. 11, No. 4, November 1990.",
        "Bond, 5, Denny K and Devereux M (1993), Capital Allowances and the impact of Corporate Tax on Investment in the UK, Fiscal Studies, Vol. 14 no. 2, 1-14.",
        "Boskin, M (1978), Taxation, Saving and the Rate of Interest, Journal of Political Economy, Vol. 83, No. 3, 447-75.",
        "Breedon, F J and P G Fisher (1993), MO: Causes and Consequences, Bank of England Working Paper No. 20.",
        "Briault, C B (1995), The Costs of Inflation, Bank of England Quarterly Bulletin, Vol. 35, No. 1, 33-45.",
        "Cecchetti, S G (1994), Comments on Balls What Determines the Sacrifice Ratio?, in N G Mankiw (ed.) Monetary Policy, University of Chicago Press."
    ]
}