{
    "id": 6666,
    "cites": 35,
    "cited_by": 4,
    "reference": [
        "Amihud, Y. and H. Mendelson (1991), Volatility, Efficiency and Trading: Evidence from the Japanese Stock Market, Journal of Finance, 46, 1765-1789.",
        "Andersen, T.G. and T. Bollerslev (1997a), Intraday Periodicity and Volatility Persistence in Financial Markets, Journal of Empirical Finance, 4, 115-158.",
        "Andrews, D.W.K. (1991), Heteroskedasticity and Autocorrelation Consistent Covariance Matrix Estimation, Econometrica, 59, 8 17-858.",
        "Ball, R. and P. Brown (1968), An Empirical Evaluation of Accounting Income Numbers, Journal of Accounting Research, 6, 159-178.",
        "Barclay, M., R. Litzenberger, and J. Warner (1990), Private Information, Trading Volume, and Stock Return Variances, Review of Financial Studies, 3, 233-253.",
        "Bollerslev, T., R.F. Engle and D.B. Nelson (1994), ARCH Models, in Handbook of Econometrics, Vol.IV, (R.F. Engle and D. McFadden, eds.), Amsterdam: North Holland Press.",
        "Cheung, Y.W. and C.Y.P. Wong (1997), Foreign Exchange Markets in Hong Kong, Tokyo, and Singapore, manuscript, Department of Economics, University of California, Santa Cruz.",
        "Dacorogna, M.M., U.A. Muller, R.J. Nagler, RB. Olsen and O.V. Pictet (1993), A Geographical Model for the Daily and Weekly Seasonal Volatility in the Foreign Exchange Market, Journal of International Money and Finance, 12, 413-438.",
        "Drost, F.C. and T.E. Nijman (1993), Temporal Aggregation of GARCH Processes, Econometrica, 61, 909-927.",
        "Ederington, L.H. and J.H. Lee (1993), How Markets Process Information: News Releases and Volatility, Journal of Finance, 48, 1161-1191.",
        "Evans, M.D.D. (1998), The Microstructure of Foreign Exchange Dynamics, manuscript, Department of Economics, Georgetown University.",
        "Fama, E., Fisher, L., Jensen, M. and R. Roll (1969), The Adjustment of Stock Prices to New Information, International Economic Review, 10, 1-21.",
        "Foster, F.D. and S. Viswanathan (1990), A Theory of the Interday Variations in Volume, Variance, and Trading Costs in Security Markets, Review of Financial Studies, 3, 593-624.",
        "Foster, F.D. and S. Viswanathan (1993), Variations in Trading Volume, Return Volatility, and Trading Costs: Evidence on Recent Price Formation Models, Journal of Finance, 48, 187-211.",
        "French, K.R. and R. Roll (1986), Stock Return Variances: The Arrival of Information and the Reaction of Traders, Journal of Financial Economics, 17, 5-26.",
        "Harris, L. (1986) A Transaction Data Study of Weekly and Intradaily Patterns in Stock Returns, Journal of Financial Economics, 16, 99-117.",
        "Harvey, C. and R.D. Huang (1991), Volatility in Foreign Currency Futures Markets, Review of Financial Studies, 4, 543-569.",
        "Hsieh, D. and A. Kleidon (1996), Bid-Ask Spreads in Foreign Exchange Markets: Implications for Models of Asymmetric Information, in The Microstructure of Foreign Exchange Markets (J.A. Frankel, G, Galli and A. Giovannini, eds.), Chicago: University of Chicago Press.",
        "Ito, T., R.K. Lyons and M.T. Melvin (1998), Is There Private Information in the FX Market? The Tokyo Experiment, Journal of Finance, 53, 1111-1 130.",
        "Johnson, N.L. and S. Katz (1970), Continuous Univariate Distributions-2, New York: John Wiley and Sons.",
        "Jones, C.M., G. Kaul, and M.L. Lipson (1994), Information, Trading and Volatility, Journal of Financial Economics, 36, 127-153.",
        "Jones, C.M. and G. Kaul (1994), On the Use of Variance Ratios, manuscript, Department of Finance, School of Business Administration, University of Michigan.",
        "Lo, A.W. and A.C. MacKinlay (1988), Stock Market Prices do not Follow Random Walks: Evidence from a Simple Specification Test, Review of Financial Studies, 1, 4 1-66.",
        "Lo, A.W. and A.C. MacKinlay (1989), The Size and Power of the Variance Ratio Test in Finite Samples: A Monte Carlo Investigation, Journal of Econometrics, 40, 203-238.",
        "Muller, U.A., M.M. Dacorogna, R.D. Dave, R.B, Olsen, O.V. Pictet, and J.E. von Weizsacker (1997), Volatilities at Different Time Resolutions - Analyzing the Dynamics of Market Components, Journal of Empirical Finance, 4, 213-239.",
        "Nelson, D.B. (1990), ARCH Models as Diffusion Approximations, Journal of Econometrics, 45, 7-38.",
        "OHara, M. (1995), Market Microstructure Theory, Cambridge, MA: Blackwell Publishers.",
        "Oldfield, G.S. Jr., and R.J. Rogalski (1980), A Theory of Common Stock Returns over Trading and Nontrading Periods, Journal of Finance, 35, 729-751.",
        "Peiers, Bettina (1997), Informed Traders, Intervention, and Price Leadership: A Deeper View of the Microstructure of the Foreign Exchange Market, Journal of Finance, 52, 1589-1614.",
        "Poterba, J.M. and L.H. Summers (1988), Mean Reversion in Stock Prices, Evidence and Implications, Journal of Financial Economics, 22, 27-58.",
        "Richardson, M. and T. Smith (1991), Tests of Financial Models in the Presence of Overlapping Observations, Review of Financial Studies, 4, 227-254.",
        "Smith, T. (1994), Econometrics of Financial Models and Market Microstructure Effects, Journal of Financial and Quantitative Analysis, 29, 519.",
        "Stoll, H.R. and R.E. Whaley (1990), Stock Market Structure and Volatility, Review of Financial Studies, 3, 37-71.",
        "Wei, S.J. and J. Kim (1997), The Big Players in the Foreign Exchange Market: Do They Trade on Information or Noise? NBER Working Paper No.6256.",
        "Wood, R.A., T.H. Mclnish and J.K. Ord (1985), An Investigation of Transaction Data for NYSE Stocks, Journal of Finance, 25, 723-739."
    ]
}