{
    "id": 6667,
    "cites": 28,
    "cited_by": 30,
    "reference": [
        "Alcaly, Roger B. and Alvin K. Klevorick, [1971], Food Prices in Relation to Income Levels in New York City, Journal of 8 usiness 44 (October), 3 80-97.",
        "Anderson, Keith 8., [1990], A Review of Structure-Performance Studies in Groceiy Retailing, Bureau of Economics, Federal Trade Commission, Washington, DC.",
        "Ball, Laurence and N. Gregory Mankiw, [1994], A Sticky Price Manifesto, CarnegieRochester Series on Public Policy 41, 127-151.",
        "Besley, Timothy, [1989], Commodity Taxation and Imperfect Competition: A Note on the Effects of Entry, Journal of Public Economics 40,359-367.",
        "Besley, Timothy and Anne C. Case, [1995], Does Electoral Accountability Affect Economic Policy Choices? Evidence from Gubernatorial Term Limits, Quarterly Journal of Economics, 105 (August), 769-798.",
        "Blinder, Alan, [1991], Why Are Prices Sticky? Preliminary Results from an Interview Study, American Economic Review 81 (May), 89-96.",
        "Boehm, William T., [1975], The Household Demand for Major Dairy Products in the Southern Region, Southern Journal ofAgricultural Economics 7(2), 187-196.",
        "Card, David and Alan Krueger, [1995] Myth and Measurement: The New Economics of the Minimum Wage. Princeton: Princeton University Press.",
        "Carlton, Dennis, [1986], The Rigidity of Prices, American Economic Review, 76 (September), 637-658.",
        "Ceechetti, Stephen, [1986], The Frequency of Price Adjustment: A Study of the Newsstand Prices of Magazines, Journal of Econometrics 31 (August), 25 5-74.",
        "Delipalla, Sofia, and Michael Keen, [1992], The Comparison Between Ad Valorem and Specific Taxation Under Imperfect Competition, Journal of Public Economics 49 (December), 35 1-68.",
        "Dornbusch, Rudiger, [1987], Exchange Rates and Prices, American Economic Review 77(1) (March), 93-106.",
        "Hall, Robert B., [1988], The Relationship Between Price and Marginal Cost in U.S. Ind ustry, Journal of Political Economy 96(5) (October), 921-947.",
        "Harris, Jeffrey B., [19871, The 1983 Increase in the Federal Cigarette Excise Tax, in Lawrence H. Summers (ed.), Tax Policy and the Economy, vol. 1, M.LT. Press: 28 Cambridge, 1987, 87-111.",
        "Hsiao, Cheng, [1986], Panel 1) ata, Cambridge University Press: Cambridge, England.",
        "Karp, Larry S. and Jeffrey M. Perloff, [1989], Estimating Market Structure and Tax Incidence: The Japanese Television Market, Journal of Industrial Economics 37 (3) (March), 225-39.",
        "Katz, Michael and Harvey S. Rosen, [1985], Tax Analysis in an Oligopoly Model, Public Finance Quarterly 13 (1) (January), 3-19.",
        "Kotlikoff Laurence and Lawrence Summers, [1987], The Theory of Tax Incidence, in Alan Auerbach and Martin Feldstein (eds.), Handbook of Public Economics, Amsterdam: North-Holland.",
        "Maddala, G.S., [1977], Econometrics, McGraw-Hill.",
        "MacDonald, James M., and Paul B. Nelson, [1991], Do the Poor Still Pay More? Food Price Variations in Large Metropolitan Areas, Journal of Urban Economics 30(3) (November), 344-59.",
        "Mariak, Theo F. and Samuel H. Logan, [1971], Monthly Retail Demand for Bread, Agricultural Economics Research 23 (3) (July), 58-62.",
        "Pechman, Joseph A. and Benjamin A. Okner, [1974], Who Bears the Tax Burden?, Brookings Institution: Washington, DC.",
        "Poterba, James M., [1996], Retail Price Reactions to Changes in State and Local Sales Taxes, National Tax Journal XLIX (June), 165-176.",
        "Poterba, James M., Julio Rotemberg and Lawrence H. Summers, [1986], A Tax-Based Test for Nominal Rigidities, American Economic Review 76 (September), 659-675.",
        "Ring, Raymond J., [1989], The Proportion of Consumers and Producers Goods in the General Sales Tax, National Tax Journal XLII (June), 167-180.",
        "Seade, Jesus, [19851, Profitable Cost Increases and the Shifting of Taxation: Equilibrium Responses of Markets to Oligopoly, University of Warwick Discussion Paper.",
        "Stern, Nicholas H., [1987], The Effects of Taxation, Price Control and Government 29 Contracts in Oligopoly, Journal of Public Economics 32, 133-158.",
        "Tomek, William G. and Kenneth L. Robinson, [1981], Agricultural Product Prices, Ithaca: Cornell University Press."
    ]
}