{
    "id": 6671,
    "cites": 27,
    "cited_by": 8,
    "reference": [
        "Bahmani-Oskooee, Mohsen, and Hyun-Jae Rhee, 1996, Time-Series Support for Balassas Productivity-Bias Hypothesis: Evidence from Korea, Review of International Economics 4: 364370.",
        "Balassa, Bela, 1964, The Purchasing Power Parity Doctrine: A Reappraisal, Journal of Political Economy 72: 584-596.",
        "Bilson, John, 1978, The Monetary Approach to the Exchange Rate: Some Evidence, I/vIP Staff Papers 25: 503-28.",
        "Canzoneri, Matthew, Robert Cumby and Behzad Diba, 1996, Relative Labor Productivity and the Real Exchange Rate in the Long Run: Evidence for a Panel of OECD Countries, NJ3ER Working Paper 5676.",
        "Chinn, Menzie, 1 997a, `Paper Pushers or Paper Money? Empirical Assessment of Fiscal and Monetary Models of Exchange Rate Determination. Journal of Policy Modeling /9(l): 51-78. Chinn, Menzie, 1 997b, The Usual Suspects: Productivity and Demand Shocks and Asia-Pacific Real Exchange Rates, NBER Working Paper 6 108. Chinn, Menzie and Michael Dooley, 1997, Asia-Pacific Capital Markets: Measurement of Integration and the Implications for Economic Activity, in T. Ito and A. 0. Krueger (editors) Regionalism versus Multilateral Trading Arrangement (Chicago U. Press for NBER: Chicago), pp. 169-196.",
        "Chinn, Menzie and Louis Johnston, 1996, Real Exchange Rate Levels, Productivity and Demand Shocks: Evidence from a Panel of 14 Countries, NBER Working Paper 5907.",
        "Chinn, Menzie and William Maloney, 1998, Financial and Capital Account Liberalization in the Pacific Basin: Korea and Taiwan, International Economic Journal /2(1): 53-76.",
        "Chinn, Menzie and Richard Meese, 1995, Banking on Currency Forecasts: Is Change in Money Predictable? Journal of International Economics 38 (1-2): 161-78.",
        "DeGregorio, Jose and Holger Wolf, 1994, Terms of Trade, Productivity, and the Real Exchange 18 Rate, ft/HER Working Paper 4807.",
        "Dekle, Robert, and Mahmood Pradhan, 1997, Financial Liberalization and Money Demand in ASEAN Countries: Implications for Monetary Policy, IMP Working Paper WP/97/36.",
        "Dornbusch, Rudiger, ] 976a, Expectations and Exchange Rate Dynamics, Journal of Political Economy 84: 1161-1176. Dornbusch, Rudiger, I 976b, The Theory of Flexible Exchange Rate Regimes and Macroeconomic Policy, in Jacob Frenket and Harry Johnson (eds.) The Economics of Exchange Rates (Reading, MA: Addison-Wesley). Ericsson, Neil and John S. Irons, 1995, The Lucas Critique in Practice: Theory Without Measurement, Chapter 8 in Kevin D. Hoover (ed.) Macroeconometrics: Developments, Tensions and Prospects (Boston, MA: Kluwer Academic), pp. 263-312.",
        "Frankel, Jeffrey, 1979, On the Mark: A Theory of Floating Exchange Rates Based on Real Interest Differentials, American Economic Review 69: 610-622.",
        "Frankel, Jeffi-ey A., 1983, Monetary and Portfolio Balance Models of Exchange Rate Determination, in J.S. Bhandari and B. Putnam (eds.) Economic interdependence and Flexible Exchange Rates, (Cambridge, MA: MIT Press), pp. 84-115.",
        "Frenkel, Jacob A., 1976, A Monetary Approach to the Exchange Rate: Doctrinal Aspects and Empirical Evidence, Scandinavian Journal of Economics 78: 200-224.",
        "Glick, Reuven and Ramon Moreno, 1994, Capital Flows and Monetary Policy in East Asia, in Hong Kong Monetary Authority (editor) Monetaiy and Exchange Rate Management with international Capital Mobility (Hong Kong: Hong Kong Monetary Authority).",
        "Isard, Peter and Steven Symansky, 1996, Long Run Movements in Real Exchange Rates, Chapter 2 in Takatoshi Ito, Peter Isard, Steven Symansky and Tamim Bayoumi, Exchange Rate Movements and Their Impact on Trade and Investment in the APEC Region, Occasional Paper 145 (Washington, DC: International Monetary Fund, December).",
        "Johansen, Seren, 1988, Statistical Analysis of Cointegrating Vectors, Journal of Economic Dynamics and Control /2: 23 1-54.",
        "Johansen, Soren, and Katerina Juselius, 1990, Maximum Likelihood Estimation and Inference on Cointegration - With Applications to the Demand for Money, Oxfcird Bulletin of Economics and 19 Statistics 52: 169-210.",
        "MacDonald, Ronald, 1995, Long-Run Exchange Rate Modeling - A Survey of the Recent Evidence, international Monetary Fund Staff Papers 42(3) :437-489.",
        "MacDonald, Ronald, and Mark Taylor, 1994, The Monetary Model of the Exchange Rate: Long-Run Relationships, Short-Run Dynamics and How to Beat a Random Walk, Journal of International Money and Finance /3(3 ):276-290.",
        "Mark, Nelson, 1995, Exchange Rates and Fundamentals: Evidence on Long-Horizon Predictability, American Economic Review 85(1): 201-218.",
        "Phillips, Peter C.B. and Mico Loretan, 1991, Estimating Long-run Equilibria, Review of Economic Studies 58: 407-436.",
        "Samuelson, Paul, 1964, Theoretical Notes on Trade Problems, Review of Economics and Statistics 46: 145-154.",
        "Tseng, Wanda and Robert Corker, Financial Liberalization, Money Demand, and Monetazy Policy in Asian Countries, Occasional Paper 84, Washington, DC:IMF, 1991.",
        "Wolff, Christian C.P., 1987,Time-Varying Parameters and the Out-of-Sample Forecasting Performance of Structural Exchange Rate Models, Journal of Busine.cs and Economic Statistics 5(1): 87-97.",
        "O Consumer price index, IFS line 64, 1990 = 100.",
        "O Producer price index, IFS line 63, 1990 = 100. Indonesian data excludes petroleum prices."
    ]
}