{
    "id": 6673,
    "cites": 45,
    "cited_by": 6,
    "reference": [
        "Aiyagari, R., and M. Gertler 1991 Asset Returns with Transaction Costs and Uninsured Individual Risk, Journal of Monetary Economics, 27: 311-331.",
        "Black, F. 1976 Studies of Stock Price Volatility Changes, Proceedings of the American Statistical Association, Business and Statistics Section, 177-181.",
        "Blanchard, O. 1993 Movements in the Equity Premium, Brookings Papers on Economic Activity, 2:75-138.",
        "Bollerslev, T., Chou, R. and K. Kroner 1992 ARCH Modeling in Finance, Journal of Econometrics, 52: 5-59.",
        "Breeden, D.T. 1979 An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities, Journal of Financial Economics, 7:265-96.",
        "Calomiris, C. 1989 The Motivation for Loan Commitments Backing Commercial Paper, Journal of Banking and Finance, 13: 271-278.",
        "Campbell, J. 1995 Some Lessons from the Yield Curve, Journal of Economic Perspectives, 9:129-152.",
        "Campbell, J., and R. Shiller 1993 Yield Spreads and Interest Rate Movements: A Birds Eye View, Review of Economic Studies, 58: 495-514.",
        "Campbell, J., Lo, A., and C. MacKinlay 1996 The Econometrics of Financial Markets, Princeton: Princeton University Press.",
        "Cox, J., Ingersoll, J., and S. Ross 1985 A Theory of the Term Structure of Interest Rates, Econometrica, 53: 385-407.",
        "Crane, D. 1973 Managing Credit lines and Commitments, study prepared for the Trustees of the Banking Research Fund Association of Reserve City Bankers, Graduate School of Business Administration, Harvard University.",
        "Culbertson, J. 1957 The Term Structure of Interest Rates, Quarterly Journal of Economics, 71: 485-517.",
        "Diamond, D., and P. Dybvig 1983 Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy, 91: 401-19.",
        "Engle, R., Ng, V., and M. Rothschild 1990 Asset Pricing with a FactorArchCovariance Structure, Journal of Econometrics, 45: 213-237.",
        "Fama, E. 1965 The Behavior of Stock Market Prices, Journal of Business, 38: 34-105.",
        "Ferson, V. 1995 Theory and Empirical Testing of Asset Pricing Models, in Handbooks in Organizational Research and Management Science, R. Jarrow et al. eds., 9:145-200.",
        "Froot, K., Scharfstein, D., and J. Stein 1993 Risk Management: Coordinating Investment and Financing Policies, Journal of Finance, 48: 1629-1658.",
        "Ghysels, E., Harvey, A., and E. Renault 1996 Stochastic Volatilily, in Handbook of Statistics, Vol. 14, ed. by G. Maddala and C. Rao, North Holland.",
        "Gorton, G. and G. Pennacchi 1993 Security Baskets and Indexed-Linked Securities, Journal of Business, January.",
        "Hansen, L., and R. Jagannathan 1991 Implications of Security Market Data for Models of Dynamic Economies, Journal of Political Economy, 99: 225-262.",
        "Harrington, R. 1987 Asset and Liability Management by Banks, OECD.",
        "Harrison, J., and D.M. Kreps 1979 Martingales and Arbitrage in Multiperiod Securities Markets, Journal of Economic Theory, 20: 381-408.",
        "Hicks, J. 1967 Critical Essays in Monetary Theory, Oxford: Oxford University Press.",
        "Hirshleifer, J. 1971 The Private and Social Value of Information and the Reward to Inventive Activity, American Economic Review, 61: 561-574.",
        "Holmstrom B. and J. Tirole 1998 Private and Public Supply of Liquidity, Journal of Political Economy, 106: 1-40.",
        "Papers and Proceedings, 862: 187-191. Jacklin, C. 1987 Demand Deposits, Trading Restrictions, and Risk Sharing, in Contractual Arrangements for Intertemporal Trade, edited by E. Prescott and N. Wallace, Minneapolis: University of Minnesota Press.",
        "Keynes, J.M. 1930 A Treatise on Money, in Collected Writings of J.M.",
        "Keynes, ed. D.E. Moggridge, London: Macmillan 1973.",
        "Kiyotaki, N. and J. Moore 1997 Credit Cycles, Journal of Political Economy, 105: 211-248.",
        "Leland, H. 1997 Corporate Risk Management: Promises and Pitfalls, annual IDEI-Region Midi-Pyrnes lecture.",
        "Lintner, J. 1965 The Valuation of Risk Assets and the Selection of Risky Investments in StockPortfolios and Capital Budgets, Review of Economics and Statistics, 47: 13-37.",
        "Lucas, R. E., Jr. 1978 Asset Prices in an Exchange Economy, Econometrica 46: 1429-45.",
        "Malkiel, B. 1992 Term Structure of Interest Rates, in The New Palgrave Dictionary of Money and Finance, edited by P. Newman, M. Milgate and J.",
        "Eatwell, vol. 3: 650-52. Mandelbrot, B. 1963 The Variation of Certain Speculative Prices, Journal of Business, 36: 394-419.",
        "Mehra, R., and E.C. Prescott 1985 The Equity Premium: A Puzzle, Journal of Monetary Economics, 15: 145-61.",
        "Modigliani, F. and R. Sutch 1966 Innovations in Interest Rate Policy, American Economic Review, Papers and Proceedings, 56: 178-97.",
        "Mossin, J. 1966 Equilibrium in a Capital Asset Market, Econometrica, 35: 768-783.",
        "Rubinstein, M. 1976 The Valuation of Uncertain Income Streams and the Pricing of Options, Bell Journal of Economics, 7: 407-425.",
        "Schiller, R. 1989 Market Volatility, Cambridge: MIT Press.",
        "Sharpe, W.F. 1964 Capital Asset Prices: A Theory of Market Equilibrium under Conditions of Risk, Journal of Finance, 19: 425-442.",
        "Stein, J. 1996 An Adverse Selection Model of Bank Asset and Liability Management with Implications for the Transmission of Monetary Policy, mimeo, MIT.",
        "Stigum, M. 1990 The Money Market, 3rd edition. Irwin, Burr Ridge, Illinois.",
        "Subrahmanyam, A. 1991 A Theory of Trading in Stock Index Futures, Review of Financial Studies.",
        "Vissing-Jorgensen, A. 1997 Limited Stock Market Participation, Mimeo, Department of Economics, MIT.",
        "Weil, P. 1989 The Equity Premium Puzzle and the Risk-Free Rate Puzzle, Journal of Monetary Economics, 24: 401-421."
    ]
}