{
    "id": 6674,
    "cites": 16,
    "cited_by": 19,
    "reference": [
        "Aggarwal, Rajesh and Andrew A. Samwick, The Other Side of the Tradeoff: The Impact of Risk on Executive Compensation, forthcoming in the Journal of Political Economy, 1998.",
        "Carpenter, Jennifer, The Exercise and Valuation of Executive Stock Options, Journal of Financial Economics, 1998.",
        "Dial, Jay and Kevin J. Murphy, Incentives, Downsizing and Value Creation at General Dynamics, Journal of Financial Economics, 1995.",
        "Fama, Eugene F. and Michael C. Jensen, Agency Problems and Residual Claims, Journal of Law and Economics, June 1993.",
        "Hall, Brian.J. and Jeffrey B. Liebman, Are CEOs Really Paid Like Bureaucrats? Quarterly Journal of Economics, forthcoming August, 1998.",
        "Flail, Brian J., A Better Way to Pay CEOs? in Executive Con~pensation and Shareholder Value, edited by Jennifer Carpenter and David Yermack, Kluwer, forthcoming, 1998.",
        "Jensen, Michael C. and Kevin J. Murphy, Performance Pay and Top-management Incentives, Journal of Political Economy, 1990.",
        "Jolls, Christine, Stock Repurchases and Incentive Compensation, NBER working paper 6467, 1998.",
        "Lambert, R. A., W. N. Lanen and D. F. Larcker, Executive Stock Option Plans and Corporate Dividend Policy, Journal of Financial and Qualitative Analysis, 1989.",
        "Joskow, Paul L., Nancy L. Rose and Andrea Shephard, Regulatory Contraints on CEO Compensation, Brookings Papers: Microeconomics, 1993.",
        "Joskow, Paul L. and Nancy L. Rose, CEO Pay and Firm Performance: Dynamics, Asymmetries, and Alternative Performance Measures, NBER working paper 4976, 1994.",
        "Margrabe, W., The Value of an Option to Exchange One Asset for Another, Journal of Finance, 33, March, 1978.",
        "Met-ton, Robert C. Theory of Rational Option Pricing, Bell Journal of Economics and Management Science, 1973.",
        "Murphy, Kevin J., Executive Compensation, forthcoming in Orley Ashenfelter and David Card (eds.), Handbook of Labor Economics, Volume 3, North Holland. OByrne, Stephen F., Total Compensation Strategy, Journal ofApplied Corporate Finance, 1995.",
        "Towers Perrin, CompScan Report, January 1998.",
        "Yermack, David, Do Corporations Award CEO Stock Options Effectively? Journal of Financial Economics, 1995."
    ]
}