{
    "id": 6675,
    "cites": 47,
    "cited_by": 51,
    "reference": [
        "Bean, Charles R. (1983). Targeting Nominal Income: An Appraisal, Economic Journal, 93, 806-8 19.",
        "Carroll, Christopher D., Jody Overland, and David N. Weil (1995). Saving and Growth with Habit Formation, FEDS Working Paper 95-42.",
        "Cecchetti, Stephen 6. (1995). Inflation Indicators and Inflation Policy. In B.S. Bernanke and J.J. Rotemberg (eds.), NBER Macroeconomics Annual 1995. Cambridge, MA: MIT Press. 189-219.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler (1997). Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, manuscript, New York University.",
        "Dennis, Richard (1998). Instability Under Nominal GDP Targeting: The Role of Expectations, manuscript, Australian National University.",
        "Dixit, A.K., and Joseph E. Stiglitz (1977). Monopolistic Competition and Optimum Product Diversity, American Economic Review, 67, 297-308.",
        "Feldstein, Martin, and James H. Stock (1994). The Use of a Monetary Aggregate to Target Nominal GDP. In N.G. Mankiw (ed.), Monetary Policy. Chicago: University of Chicago Press for NBER. 7-62.",
        "Frankel, Jeffley, and Menzies Chinn (1995). The Stabilizing Properties of a Nominal GNP Rule, Journal of Money, Credit, and Banking, 27, 318-334.",
        "Friedman, Milton (1971). A Monetary Theory of Nominal Income, Journal of Political Economy, 79, 323-3 37.",
        "Haldane, Andrew G. (ed.) (1995). Inflation Targeting. London: Bank of England.",
        "Hall, Robert E., and N. Greory Mankiw (1994). Nominal Income Targeting. In Mankiw (ed.), Monetary Policy. Chicago: University of Chicago Press for NBER. 7 1-93.",
        "Henderson, Dale W., and Warwick J. McKibbin (1993). A Comparison of Some Basic Monetary Policy Regimes for Open Economies: Implications of Different Degrees of Instrument Adjustment and Wage Persistence, Carnegie-Rochester Series on Public Policy, 39, 221-318.",
        "Ireland, Peter N. (1997). A Small, Structural, Quarterly Model for Monetary Policy Evaluation, Carnegie-Rochester Conference Series on Public Policy, 47, 83-108.",
        "Judd, John P., and Glenn D. Rudebusch (1998), Taylors Rule and the Fed: A Tale of Three Chairmen, manuscript, Federal Reserve Bank of San Francisco.",
        "Ken, William, and Robert G. King (1996). Limits on Interest Rate Rules in the IS Model, Federal Reserve Bank of Richmond Economic Quarterly, 82, 47-75.",
        "Klein, Paul (1997). Using the Generalized Schur Form to Solve a System of Linear Expectational Difference Equations, manuscript, lIES, Stockholm University.",
        "Kolhnann, Robert (1996). The Exchange Rate in a Dynamic Optimizing Current Account Model with Nominal Rigidities: A Quantitative Investigation, manuscript, Universite de Montreal.",
        "Leiderman, Leonardo, and Lars E.O. Svensson (eds.) (1995). Inflation Targets. London: Centre of Economic Policy Research.",
        "Lucas, Robert E. Jr. (1972) Econometric Testing of the Natural Rate Hypothesis. In 0. Eckstein (ed.), The Econometrics of Price Determination. Board of Governors of the Federal Reserve System. 50-59.",
        "McCallum, Bennett T. (1985). On Consequences and Criticisms of Monetary Targeting, Journal ofMoney, Credit, and Banking, 17, 570-597.",
        "McCallum, Bennett T. (1988). Robustness Properties of a Rule for Monetary Policy, Carnegie-Rochester Series on Public Policy, 29, 173-203.",
        "McCallum, Bennett T. (1993). Specification and Analysis of a Monetary Policy Rule for Japan, Bank of Japan Monetary and Economic Studies, 11, 1-45.",
        "McCallum, Bennett T. (1994). A Semi-Classical Model of Price Adjustment, Carnegie-Rochester Series on Public Policy, 41, 251-284.",
        "McCaIlum, Bennett T. (1997a). Inflation Targets in Canada, New Zealand, Sweden, the United Kingdom, and in General. In I. Kuroda (ed.), Towards More Effective Monetary Policy. London: Macmillan Press. 211-241.",
        "McCallum, Bennett T. (1997b). Issues in the Design of Monetary Policy Rules, manuscript, Carnegie Mellon University.",
        "McCallum, Bennett T. (1997c). The Alleged Instability of Nominal Income Targeting, NBER Working Paper fi 6291.",
        "McCallum, Bennett T. (1998). Solutions to Linear Rational Expectations Models: A Compact Exposition, NBER Technical Working Paper II 232.",
        "McCallum, Bennett T., and Edward Nelson (1997). An Optimizing IS-LM Specification for Monetary Policy and Business Cycle Analysis, manuscript, Carnegie Mellon University.",
        "McCallum, Bennett T., and Edward Nelson (1998). Performance of Operational Policy Rules in an Estimated Semi-Classical Structural Model. In J.B. Taylor (ed.), Monetary Policy Rules, Chicago: University of Chicago Press for NBER.",
        "Meade, J.E. (1978). The Meaning of Internal Balance, Economic Journal, 91, 423-435.",
        "Mishkin, Frederic S., and Adam Posen (1997). Inflation Targeting: Lessons from Four Countries, Federal Reserve Bank of New York Policy Review, 3, 9-110.",
        "Obstfeld, Maurice, and Kenneth Rogoff (1996). Foundations of International Macroeconomics. Cambridge: Mill Press.",
        "Ratti, Ronald A. (1997). The Stabilizing Properties of a Nominal GNP Rule: Comment, Journal of Money, Credit, and Banking, 29, 263-269.",
        "Roberts, John M. (1995). New Keynesian Economics and the Phillips Curve, Journal of Money, Credit, and Banking, 27, 975-984.",
        "Rotemberg, Julio J. (1987). The New Keynesian Microfoundations. In S. Fischer (ed.), NBER Macroeconomics Annual 1987. Cambridge, MA: MIT Press. 69-104.",
        "Rotemberg, Julio J., and Michael Woodford (1997). An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy. In B.S. Berna.nke and Rotemberg (eds.), NBER Macroeconomics Annual 1997, Cambridge, MA: MIT Press. 297-346.",
        "Rotemberg, Julio J., and Michael Woodford (1998). Interest Rate Rules in an Estimated Sticky Price Model. In J.B. Taylor (ed.), Monetary Policy Rules. Chicago: University of Chicago Press for NBER.",
        "Rudebusch, Glenn D., and Lars E.0. Svensson (1998). Policy Rules for Inflation Targeting. In J.B. Taylor (ed.), Monetary Policy Rules. Chicago: University of Chicago Press for NBER.",
        "Svensson, Lars E.O. (1997a). Inflation Targeting: Some Extensions, manuscript, lIES, Stockholm University.",
        "Svensson, Lars E.O. (1997b). Price Level Targeting Vs. Inflation Targeting: A Free Lunch?, manuscript, lIES, Stockholm University.",
        "Svensson, Lars E.O. (1998). Open Economy Inflation Targeting, manuscript, lIES, Stockholm University.",
        "Taylor, John B. (1980). Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, 88, 1-23.",
        "Taylor, John B. (1985). What Would Nominal GNP Targeting Do to the Business Cycle?, Carnegie-Rochester Conference Series on Public Policy, 22, 61-84.",
        "Taylor, John B. (1993a). Discretion Versus Policy Rules in Practice, CarnegieRochester Series on Public Policy, 39, 195-214.",
        "Taylor, John B. (1993b). Macroeconomic Policy in a World Economy. New York: W.W. Norton.",
        "Tobin, James (1980). Stabilization Policy Ten Years After, Brookings Papers on Economic Activity, no. 1, 19-72.",
        "West, Kenneth D. (1986). Targeting Nominal Income: A Note, Economic Journal, 96, 1077-1083."
    ]
}