{
    "id": 6676,
    "cites": 12,
    "cited_by": 2,
    "reference": [
        "Auerbach, Alan J., Kevin A. Hassett, and Stephen Oliner Reassessing the Social Returns to Equipment Investment, Quarterly Journal of Economics 109 (August 1994): 789-802.",
        "Caballero, Ricardo, Eduardo M.R.A. Engel, and John C. Haltiwanger. Plant-level Adjustment and Aggregate Investment Dynamics. Brookings Papers on Economic Activity (1995:2), 1-54.",
        "Cohen, Darrel, Kevin A. Hassett, and R. Glenn Hubbard, Inflation, Taxes, and the User Cost of Capital. In Martin Feldstein, ed., Benefits of Price Stability. Chicago: University of Chicago Press, 1998, forthcoming.",
        "Cummins, Jason G., Trevor S. Harris, and Kevin A. Hassett. Accounting Standards, Information Flow, and Firm Investment Behavior. In Martin Feldstein, James R. Hines, and R. Glenn Hubbard, eds., Effects of Taxation on Multinational Corporations. Chicago: University of Chicago Press, 1995.",
        "Cummins, Jason G., Kevin A. Hassett, and R. Glenn Hubbard. Tax Reforms and Investment: A Cross-Country Comparison. Journal of Public Economics 62 (1996): 237-273.",
        "Cummins, Jason G., Kevin A. Bassett, and R. Glenn Hubbard. A Reconsideration of Investment Behavior Using Tax Reforms as Natural Experiments. Brookings Papers on Economic Activity (1994: 2): 1-74.",
        "DeLong, J. Bradford, and Lawrence B. Summers, Equipment Spending and Economic Growth. Quarterly Journal of Economics 106 (1991): 445-502.",
        "Feldstein, Martin, and Charles Y. Horioka. Domestic Savings and International Capital Flows. Economic Journal 90 (June 1980): 3 14-329.",
        "Hassett, Kevin A., and R. Glenn Hubbard. Tax Policy and Investment. In Alan J, Auerbach, ed., Fiscal Policy: Lessons from Economic Research, Cambridge, MIT Press, 1997.",
        "Kravis, Irving, and Robert Lipsey. Price Behavior in the Light of Balance of Payment Theories. Journal of International Economics 8 (May 1978): 193-246.",
        "Kravis, Irving, and Robert Lipsey. Price Competitiveness in World Trade. New York: Columbia University Press, 1971.",
        "Officer, Lawrence. The Law of One Price Cannot Be Rejected: Two Tests Based on the Tradable/Nontradable Goods Price Ratio. Journal of Macroeconomics 8 (Spring 1986): 159-182."
    ]
}