{
    "id": 6677,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "Cutler, David M., The Incidence of Adverse Medical Outcomes Under Prospective Payment, Econometrica, February 1995, 63, 29-50.",
        "Cutler, David M., Mark McClellan, Joseph P. Newhouse, and Dahlia Remler, Are Medical Prices Declining? forthcoming, Quarterly Journal of Economics, 113, 1998.",
        "Cutler, David M., and Sarah Reber, Paying for LIealth Insurance: The Tradeoff Between Competition and Adverse Selection, forthcoming, Quarterly Journal of Economics, 113, 1998.",
        "Cutler, David M., and Richard Zeckhauser, Adverse Selection in LIealth Insurance, forthcoming in Alan Garber, ed., Frontiers in Health Policy, Cambridge, MA: MIT Press, 1998.",
        "Eiehner, Matthew, Incentives, Price Expectations, and Medical Expenditures, MIT mimeo, 1996.",
        "Frank, Richard G., Berndt, Ernst, and Susan Busch, Price Indices for the Treatment of Depression, mimeo, LIarvard University, 1997.",
        "Frank, Richard, 0., Thomas G. McGuire, and Joseph P. Newhouse, Risk Contracts in Managed Mental Health Care, Health Affairs, 14(3), Fall 1995.",
        "Gabel, Jon, Steven DiCarlo, Steven Fink, and Gregory de Lissovoy, Employer-Sponsored LIealth Insurance in America, Health Affairs, 8(2), Summer 1989, 116-128.",
        "McClellan, Mark, Uncertainty, LIealth Care Technologies, and Health Care Costs, American Economic Review Papers and Proceedings, 1995, 85(2), 38-44.",
        "McClellan, Mark, Barbara J. McNeil, and Joseph P. Newhouse, Does More Intensive Treatment of Acute Myocardial Infarction Reduce Mortality? Journal of the American Medical Association, 272(11), September 21, 1994, 859-866.",
        "Miller, Robert LI., and LIarold Luft, Does Managed Care Lead to Better or Worse Quality of Care? Health Affairs, 16(5), September/October 1997, 7-25.",
        "Newhouse, Joseph P., Medical Care Costs: LIow Much Welfare Loss? Journal of Economic Perspectives, 6(3), Summer 1992, 3-2 1.",
        "Newhouse, Joseph P., Reimbursing Health Plans and Health Providers: Selection versus Efficiency in Production, Journal of Economic Literature, 34, September 1996, pp. 123663.",
        "Reinsdorf, Marshall, The Effect of Outlet Price Differentials on the U.S. Consumer Price Index, in Murray F. Foss, Marilyn E. Manser, and Allan H. Young, eds., Price Measurements and Their Uses, Chicago: University of Chicago Press, 1993.",
        "Weiler, Paul C., Howard H. Hiatt, Joseph P. Newhouse, Troyen A. Brennan, Lucian L. Leape, and William 0. Johnson, A Measure of Malpractice: A Study of Medical Injury, Malpractice Litigation, and Patient Compensation; Cambridge: Harvard University Press, 1993.",
        "Weissman, Joel S., and Arnold M. Epstein, FaIling Through the Safety Net: Insurance Status and Access to Health Care; Baltimore: The Johns Hopkins Press, 1994.",
        "Zwanziger, Jack, and Rebecca Auerbach, Evaluating PPO Performance Using Prior Expenditure Data, Medical Care, 29(2), February 1991, 142-15 1.",
        "Each observation in the data set contains the date of admission and discharge, sex, age, race, zip code, the length of stay in the hospital, the diagnosis for which the patient was admitted, the procedures performed on the patient, where the patient was discharged (if the patient survived), and the charges for the admission. Charges are services priced at list prices; they do not correspond to actual revenues received. We match the zip code of residence to Census data on median income in 1989, We define region variables for each MSA in the state; the matching of zip codes to MSAs is based on information from the Census Bureau."
    ]
}