{
    "id": 6679,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Angrist, J., and W.N. Evans, Children and Their Parents Labor Supply: Evidence From Exogenous Variation in Family Size, American Economic Review 88 (June 1998).",
        "Angrist, J. and V. Lavy. The Effect of Teen Childbearing and Single Parenthood on Childhood Disabilities and Progress in School, NBER Working Paper No. 5807, October 1996.",
        "Becker, Gary, E.M. Landes, and R.T. Michael, An Economic Analysis of Marital Instability, Journal of Political Economy 85 (December 1977), 1141-1187.",
        "Blau, Francine D., and Adam J. Grossberg, Maternal Labor Supply and Childrens Cognitive Development, Review of Economics and Statistics 74 (August 1992), 474-481.",
        "Caliber Associates, A Study of the Effectiveness of Family Assistance Programs in the Air Force During Operation Desert Shield/Storm, Final Report, March 30, 1992.",
        "DaVanzo, Julie, and M. Omar Rahman, American Families: Trends and Correlates, Population index 59 (Fall 1993), 350-386.",
        "Defense Manpower Data Center, The 1992 Survey of Officers and Enlisted Personnel: Overview and Executive Summary, 1992.",
        "Department of Defense, Conduct of the Persian Gulf War: Final Report to Congress, Washington, D.C.: USGPO, 1992.",
        "Department of Defense, 1992 DoD Surveys of Officers and Enlisted Personnel: Codebook, Washington, D.C.: USGPO, 1992.",
        "Department of Defense, Military Compensation Background Papers. Compensation Elements and Related Manpower Cost items: Their Purposes and Legislative Backgrounds, Fifth Edition, Washington, D.C.: USGPO, 1996.",
        "Hiew, C. Separated by their Work: Families with fathers Living Apart, Environment and Society 24 (March 1992), 206-225.",
        "Hochschild, Arlie, The Second Shjft: Working Parents and the Revolution at Home, New York: Viking Penguin, Inc., 1989.",
        "Hoffman, Saul D., and Greg J. Duncan, The Effect of Income, Wages, and AFDC Benefits on Marital Disruption, Journal of Human Resources 30 (Winter 1995), 19-62.",
        "Jensen, Peter S., D. Martin, and H. Watanabe, Childrens Response to Parental separation During Operation Desert Storm, J. Am. Acad. Child Adolesc. Psychiatry 35 (April 1996), 433-441.",
        "Kelley, Michelle L., P.A. Herzog-Simmer, and M.A. Harris,Effects of Military-Induced Separation on the Parenting Stress and Family Functioning of Deploying Mothers. Military Psychology, Vol. 6 (1994), pp. 125-138.",
        "Kelley, Michelle L., The Effects of Military-Induced Separation on Family Factors and Child Behavior. American Journal of Orthopsychiatry, 64(1), (January 1994), 103-111.",
        "Landy, F., B.G. Rosenberg, and B. Sutton-Smith, The Effect of Limited Father Absence on Cognitive Development, Child Development 40 (1969), 941-944.",
        "McLanahan, Sara, and Gary Sandefur, Growing Up With A Single Parent. What Hurts, What Helps, Cambridge, MA: Harvard University Press, 1994.",
        "Michael, Robert T., Why Did the US Divorce Rate Double with a Decade?, in T.P. Schultz, ed., Research in Labor Economics 6 (1988), 367-399.",
        "Office of the Assistant Secretary of Defense, Force Management and Policy, Population Representation in the Military Services, 1995.",
        "Parcel, Toby L., and Elizabeth G. Menaghan, Parents Jobs and Childrens Lives, New York: Aldine De Gruyter, 1994.",
        "Payne, Deborah, Warner, John T., and R.D. Little, Migration and Returns to Human Capital: The Case of Military Wives, Social Science Quarterly: Vol. 73 (June 1992), 324-339.",
        "Presidential Advisory Committee on Gulf War Veterans Illnesses. Final Report, Presidential Advisory Committee on Gulf War Veterans Illnesses. The Committee, U.S. G.P.O.:Washington, DC: 1996.",
        "Rigg, Rita C., and Martin P. Cosgrove, Aircrew Wives and the Intermittent Husband Syndrome, Aviation, Space, and Environmental Medicine 65 (July 1994), 654-660.",
        "Segal, Mady W., The Military and the Family as Greedy Institutions, Armed Forces and Society 13 (Fall 1986), 9-38.",
        "Vormbrock, Julia K., Attachment Theory as Applied to Wartime and Job-related Marital Separation, Psychological Bulletin 114 (January 1993), 122-144."
    ]
}