{
    "id": 6680,
    "cites": 17,
    "cited_by": 401,
    "reference": [
        "Akerlof and Romer. 1994. Looting: The Economic Underworld of Bankruptcy for Profit. NBER Working Paper no. 1869 (April).",
        "Bank for International Settlements. 1998. The Maturity, Sectoral, and Nationality Distribution of International Bank Lending. Basle, Bank for International Settlements (January).",
        "Blanchard, Olivier, and Mark Watson. 1982. Bubbles, Rational Expectations, and Pinancial Markets.. In Paul Wachtel (ed.), Crises in the Economic and Financial Structure (Lexington Books).",
        "Cline, William R. and Kevin J.S. Barnes. 1997. Spreads and Risks in Emerging Markets Lending,, Institute of International Finance Research Paper No. 97-1 (November).",
        "International Monetary Pund. 1997a. Philippines - Recent Economic Developments, Staff Country Report No. 97/28 (April).",
        "Institute of International Finance. 1998. Capital Plows to Emergina Market Economies, January29, 1998.",
        "Rat/elet, Sac/is The Onset oft/ic East Asian Financial Crisis Kline, William R., and Kevin J.S. Barnes. 1997. Spreads and Risks in Emerging Markets Lending. Institute for International Finance Research Paper, No. 97-1, (November).",
        "Krugman, Paul. 1998. What Happened to Asia? Unpublished manuscript (January).",
        "November/December, pp 62-78. ____________ 1979. A Model of Balance of Payments Crises. Journal of Money, Credit, and Banking, vol 11, pp. 311-325.",
        "McLeod. 1997. On Causes and Cures for the Rupiah Crisis. Bulletin of Indonesian Economic Studies, vol. 33-3 (December), pp. 3 5-52.",
        "Park, Yung Chul. 1996. East Asian Liberalization, Bubbles, and the Challenges form China. Brookings Papers on Economic Activity (2).",
        "Radelet, Steven. 1996. Measuring the Real Exchange Rate and its RElationship to Exports: an Application to Indonesia. HIID Development Discussion Paper No. 529 (May).",
        "Growth? Bulletin of Indonesian Economic Studies, vol. 31-3 (December), pp. 39-72. Radelet, Steven and Jeffrey Sachs. 1998. The East Asian Financial Crisis: Diagnosis, Remedies, Prospects. Brookings Papers on Economic Activity, forthcoming.",
        "Sachs, Jeffrey. 1995. Do We Need an International Lender of Last Resort? Unpublished manuscript presented as Frank D. Graham Lecture at Princeton (April).",
        "Korea. 7. Earlier studies (e.g., Sachs, Tornell, and Vclasco, 1996) have stressed the role of rapid increases in bank lending as a predictor of subsequent financial crisis.",
        "Rat/clot, Sacks The Onset oft/ic East Asian Financial Crisis 8. See, for example, In Battle for Investors, This is No Contest: Amid a Crisis, Indonesia Opens lip and Thrives as Malaysia Stumbles. Asian Wall Street Journal, September 5-6, 1997.",
        "Rat/clot, Sac/is T/ic Onset ~f the East Asian Financial Crisis 15. Bank of Thailand website; Jakarta Post January 17, 1998."
    ]
}