{
    "id": 6681,
    "cites": 14,
    "cited_by": 23,
    "reference": [
        "(1993) Pensions, Bonding and Lifetime Jobs. Journal of Human Resources, 28: 463-81. Auerbach, A. J., Kotlikoff, L.J. and Weil D.N.",
        "(1993) Private Pensions and Household Savings. Tax Policy and the Economy, 73-110. Bernheim, B. D., Garret, D.M. and Maki, D.M.",
        "(Forthcoming) Factors Affecting Participation Rates and Contribution Levels in 401(k) Plans. In Mitchell, O.S. and Scheiber, S., editors. Living With Defined Contribution Plans. Philadelphia: Pension Research Council and University of Pennsylvania Press. Council of Economic Advisers",
        "(1995) Economic Report of The President. Engen, E. M., Gale, W.G. and Scholz, J.K.",
        "(1997) Will The Baby Boom Be Ready for Retirement'DONE' The Brookings Review: 5-9. Gentry, W. M. and Hubbard, R.G.",
        "(Forthcoming) Pension and Social Security Wealth In The Health And Retirement Study. In Wealth, Work and Health Innovations in Measurement in the Social Sciences. Edited by Smith J. and Willis, R.. Ann Arbor: University of Michigan Press. Also available as NBER Working Paper No. 5912, February, 1997. Gustman, A. L., Mitchell, O.S., and Steinmeier, T.L.",
        "(1995) Retirement Measures In The Health and Retirement Study. Journal of Human Resources, 30 (Supplement): S57 - S83. Gustman, A. L. and Steinmeier, T.L.",
        "(1995) Precautionary Saving and Social Insurance. Journal of Political Economy, 103: 36099. Iams, H.",
        "(1986) Pensions, Economics and Public Policy. Pension Research Council. Homewood, Illinois: Dow Jones-Irwin. Johnson, R.W. 52",
        "(1997) Pensions, Social Security, and the Distribution of Wealth. Federal Reserve Board. April. Lee, R.D. and Skinner, J.",
        "(1995) A Guide to Social Security Moneys Worth Issues. Social Security Bulletin, 58: 3-20. McGill, D.M., Brown, K.N., Haley, J.J. and Schieber, S.J..",
        "(1995) Economic Status Measures. Journal of Human Resources, 30 (Supplement): S138 - S157. Munnell, A. H. and Yohn, F.O.",
        "(1997) Are 401(K) Plans Replacing Other Employer-Provided Pensions'DONE' Evidence From Panel Data. Typescript. Poterba, J. M., Venti, S.F. and Wise, D.A.",
        "(1994) Retooling Social Security For The 21 st Century. Washington, D.C.: The Urban Institute Press. Venti, S. F. and Wise, D.A."
    ]
}