{
    "id": 6682,
    "cites": 23,
    "cited_by": 4,
    "reference": [
        "Shen, Pu, Settlement Risk in Large-Value Payments Systems, Federal Reserve Bank of Kansas City Economic Review 82, No. 2 (1997), pp. 45-62.",
        "Obstfeld, Maurice, and Giovanni Peri, Regional Non-adjustment and Fiscal Policy, Economic Policy 26 (April 1998), pp. 205-259.",
        "Lane, Philip R., EMU: Macroeconomic Risks, Irish Banking Review (Spring 1997), pp. 25-33.",
        "Kenen, Peter B., Monetary Policy in Stage Three: A Review of the Framework Proposed by the European Monetary Institute, International Journal of Finance and Economics 3 (January 1998), pp. 3-12.",
        "Kenen, Peter B., Economic and Monetary Union in Europe: Moving beyond Maastricht. Cambridge: Cambridge University Press, 1995.",
        "Jochimsen, Reimut, A Stability Pact for Europe, Bonn, Zentrum fÃ\u0083Â¼r EuropÃ\u0083Â¤ische Integrationsforschung Policy Paper No. B97-01, June 1997.",
        "Graham, Frank D., Fundamentals of International Monetary Policy, Essays in International Finance No. 2, Princeton, N.J., Princeton University, International Finance Section, Autumn 1943.",
        "Goodhart, Charles, and Dirk Schoenmaker, Should the Functions of Monetary Policy and Banking Supervision be Separated? Oxford Economic Papers 47 (October 1995), pp. 539-560.",
        "Folkerts-Landau, David, with Donald J. Mathieson, Garry J. Schinasi, and others, International Capital Markets: Developments, Prospects, and Key Policy Issues. Washington, D.C.: International Monetary Fund, November 1997.",
        "Folkerts-Landau, David, and Peter M. Garber, Determining the Value of a Financial Unit of Account Based on Composite Currencies: The Case of the Private ECU, IMF Staff Papers 42 (March 1995), pp. 134-157.",
        "Folkerts-Landau, David, and Peter M. Garber, The ECB: A Bank or a Monetary Policy Rule? in Matthew B. Canzoneri, Vittorio Grilli, and Paul R. Masson (eds.), Establishing a Central bank: Issues in Europe and Lessons from the US. Cambridge: Cambridge University Press, 1992, pp. 86-110.",
        "Flood, Robert P., and Peter M. Garber, Is Launching the Euro Unstable in the End Game? Paper Presented at the NBER Currency Crises Conference, Cambridge, Massachusetts, February 6-7, 1998.",
        "Feldstein, Martin, EMU and International Conflict, Foreign Affairs 76 (1997), pp. 60-73.",
        "European Union. Joint CommuniquÃ\u0083Â© on the Determination of the Irrevocable Conversion Rates for the Euro, Brussels, May 2, 1998.",
        "European Monetary Institute, Convergence Report, Frankfurt am Main, March 1998.",
        "European Commission, Convergence Report 1998, Brussels, March 1998.",
        "Eichengreen, Barry, and Charles Wyplosz, The Stability Pact: Stabilizing or Destabilizing? Economic Policy 26 (April 1998), pp. 65-113.",
        "Eichengreen, Barry, European Monetary Unification, Journal of Economic Literature 31 (September 1993), pp. 1321-1357.",
        "De Grauwe, Paul, Monetary Turmoil, Financial Times, February 20, 1998.",
        "Corden, W. Max, Monetary Integration, Essays in International Finance No. 32, Princeton, N.J., Princeton University, International Finance Section, April 1972.",
        "Calmfors, Lars, Unemployment, Labour-Market Reform and Monetary Union. Stockholm, Seminar Paper No. 639, Institute for International Economic Studies, Stockhom University, May 1998.",
        "Alesina, Alberto and Roberto Perotti, The Welfare State and Competitiveness, American Economic Review 87 (December 1997), pp. 921-39.",
        "Alesina, Alberto, and Roberto Perotti, Fiscal Expansions and Adjustments in OECD Countries, Economic Policy 21 (April 1995), pp. 207-248."
    ]
}