{
    "id": 6683,
    "cites": 21,
    "cited_by": 4,
    "reference": [
        "Abel, A., 1990, Asset prices under habit formation and catching up with the Joneses, American Economic Review 80, 38-42.",
        "Abel, A., 1994, Exact solutions for expected rates of return under Markov regime switching: Implications for the equity premium puzzle, Journal of Money, Credit and Banking 26, 345-361.",
        "Backus, D., A. Gregory, and S. Zin, 1989, Risk premiums in the term structure: Evidence from artificial economies, Journal of Monetary Economics 24, 371-399.",
        "Benninga, S. and A. Protopapadakis, 1990, Leverage, time preference, and the equity premium puzzle, Journal of Monetary Economics 25, 49-5 8.",
        "Boldrin, M., L. Christiano, and J. Fisher, 1995, Asset pricing lessons for modeling business cycles,~ National Bureau of Economic Research Working Paper No.",
        "Campbell, J., 1986, Bond and stock returns in a simple exchange model, Quarterly Journal of Economics 101, 785-803.",
        "Campbell, J., 1993, Intertemporal asset pricing with consumption data, American Economic Review 83, 487-5 12.",
        "Campbell, J. and J. Cochrane, 1994, By force of habit: A consumption-based explanation of aggregate stock market behavior, mimeo.",
        "Carroll, C., J. Overland, and D. Weil, 1997, Comparison utility in a growth model, National Bureau of Economic Research Working Paper No. 6138.",
        "Cecchetti, S, P. Lam, and N. Mark, 1990, Mean reversion in equilibrium asset prices, American Economic Review 80, 398-418.",
        "Gali, J., 1994, Keeping up with the Joneses: Consumption externalities, portfolio choice, and asset prices, Journal of Money, Credit, and Banking 26, 1-8.",
        "Ibbotson Associates, 1994, Stocks, bonds, bills, inflation 1994 Yearbook (Ibbotson Associates, Chicago).",
        "Jermann, U., 1998, Asset pricing in production economies, Journal of Monetary Economics, forthcoming.",
        "Kandel, S. and R. Stambaugh, 1990, Expectations and volatility of consumption and asset returns, The Review of Financial Studies 3, 207-232.",
        "Kocherlakota, N., 1990, On the discount factor in growth economies, Journal of Monetary Economics 25, 43-47.",
        "Lettau, M. and H. Ulhlig, 1995, Can habit formation be reconciled with business cycle facts? CentER for Economic Research Discussion Paper No. 9554.",
        "Lucas, R.E., Jr., 1978, Asset prices in an exchange economy, Econometrica 46, 1429- 1445.",
        "Masulis, R., 1988, The Debt/Equity Choice, (Ballinger Publishing Company, Cambridge, MA).",
        "Mehra, R. and E. Prescott, 1985, The equity premium: A puzzle, Journal of Monetary Economics 15, 145-162.",
        "Restoy, F. and P. Weil, 1995, Approximate equilibrium asset prices, mimeo, ECARE, Brussels, Belgium.",
        "Weil, P., 1989, The equity premium puzzle and the riskfree rate puzzle, Journal of Monetary Economics 24, 401-421."
    ]
}