{
    "id": 6687,
    "cites": 15,
    "cited_by": 34,
    "reference": [
        "Bohn, Henning, and Linda L. Tesar, US Equity Investment in Foreign Markets: Portfolio Rebalancing or Return Chasing?, American Economic Review, 86, May 1996, 77-81.",
        "Clark, J., and E. Berko, Foreign Investment Fluctuations and Emerging Market Stock Returns: The Case of Mexico, Federal Reserve Bank of New York, 1996.",
        "Dornbusch, Rudiger, and Y. C. Park, Financial Integration in a Second Best World: Are we Still Sure About Our Classical Prejudices?, in Dornbusch and Park, eds., Financial Opening: Policy Lessons for Korea, Korea Institute of Finance, 1995.",
        "Froot, Kenneth A., and Paul G.J. OConnell, On the Pricing of Intermediated Risk: Theory and Application to Catastrophe Reinsurance, unpublished paper, Harvard University, August 1997.",
        "Gompers, Paul, and Joshua Lerner, Money Chasing Deals?: The Impact of Fund Inflows on the Valuation of Private Equity Investments unpublished paper, Harvard Business School, 1997.",
        "Johnson, Richard A., and Dean W. Wichern, Applied Multivariate Statistical Analysis, Prentice-Hall, 1992.",
        "Kyle, Albert S., Continuous Auctions and Insider Trading, Econometrica, 53, 1315-1336. Levich, Richard, Comment on International Equity Transactions and US Portfolio Choice, in J. Frankel, editor, The Internationalization of Equity Markets, University of Chicago Press, 1994, 22 1-227.",
        "Lo, Andrew, and Craig MacKinlay, When are Contrarian Profits Due to Stock Market Overreaction?, Review of Financial Studies, 3, 1990, 175-205.",
        "International Portfolio Investment Flows 19 Froot, OConnell, Seasholes Patel, Jayendu, Richard Zeckhauser, and Darryll Uendricks, Investment Flows and Performance: Evidence from Mutual Funds, Cross-Border Investments, and New Issues, from Japan, Europe, and International Financial Markets: Analytical and Empirical Perspectives, Sato, Levich and Ramachandran, eds. New York: Cambridge University Press, 1994.",
        "Perold, AndrÃ\u0083Â©, Large Active Investors and Optimal Trading Strategies, Harvard Business School, 1998.",
        "Scholes, Myron, The Market for Securities: Substitution versus Prices Pressure and the Effects of Information on Share Prices, Journal of Business, 45, 1972, 179-211.",
        "Stulz, RenÃ\u0083Â© M., International Portfolio Flows and Security Returns, Working paper, Ohio State University, August 1997.",
        "Tesar, Linda L., and Ingrid M. Werner, International Equity Transactions and US Portfolio Choice, in J. Frankel, editor, The Internationalization of Equity Markets, University of Chicago Press, 1994, 185-220.",
        "Tesar, Linda L., and Ingrid M. Werner, Home Bias and High Turnover, Journal of International Money and Finance, 14, 1995, 467-492.",
        "Warther, Vincent A., Aggregate Mutual Fund Flows and Security Returns, Journal of Finance Economics, 39, 1995, 209-236."
    ]
}