{
    "id": 6688,
    "cites": 21,
    "cited_by": 7,
    "reference": [
        "Bernard, Jean-Thomas and Weiner, Robert J. 1990. Multinational Corporations, Transfer Prices, and Taxes: Evidence from the U.S. Petroleum Industry. in Razin and Slemrod, eds. Taxation in the Global Economy. Chicago: University of Chicago Press.",
        "Blomstrom, Magnus, Robert Lipsey, and Ksenia Kulchycky. 1988. U.S. and Swedish Direct Investment and Exports. Baldwin, Richard, ed. Trade Policy Issues and Empirical Analysis. Chicago: U of Chicago Press.",
        "Clausing, Kimberly. 1997. Does Multinational Activity Displace Trade? photocopy.",
        "Collins, Julie, Deen Kemsley, and Mark Lang. 1996. Cross-Jurisdictional Income Shifting and Earnings Valuation. photocopy.",
        "Deardorff, Alan V. 1995. Determinants of Bilateral Trade: Does Gravity Work in a Neoclassical World? photocopy.",
        "Diewert, W. Erwin. 1985. Transfer Pricing and Economic Efficiency. in Eden and Rugman, eds. Multinationals and Transfer Pricing. New York: St. Martins Press. 47- 81.",
        "Eden, Lorraine. 1985. The Microeconomics of Transfer Pricing. in Eden and Rugman, eds. Multinationals and Transfer Pricing. New York: St. Martins Press. 13-46.",
        "Grubert, Harry and John Mutti. 1996. Do Taxes Influence Where U.S. Corporations Invest? photocopy.",
        "Making. Review of Economics and Statistics. 17(2). 285-293. Harris, David, Randall Morck, Joel Slemrod, and Bernard Yeung. 1993. Income Shifting in U.S. Multinational Corporations. in Giovannini, Hubbard, and Slemrod, eds.",
        "Studies in international Taxation. Chicago: University of Chicago Press. Hines, James R. 1996. Tax Policy and the Activities of Multinational Corporations. NBER Working Paper 5589.",
        "Hines, James R. and Eric M. Rice. 1994. Fiscal Paradise: Foreign Tax Havens and American Business. Quarterly Journal of Economics. 109(1). 149-182.",
        "Horst, Thomas. 1971. The Theory of the Multinational Firm: Optimal Behavior Under Different Tariff and Tax Rates. Journal of Political Economy. 79(5). 1059-1072.",
        "International Monetary Fund. various years. international Financial Statistics Yearbook. Jenkins, Glenn P. and Brian D. Wright. 1975. Taxation of Income of Multinational Corporations: The Case of the U.S. Petroleum Industry. Review of Economics and Statistics.. 57(1). 1-11.",
        "Kant, Chander. 1995. Minority Ownership, Deferral, Perverse Intrafirm Trade and Tariffs. international Economic Journal. 9(1). 19-37.",
        "Economics. 42(2). 135-147. Kemsley, Deen. 1997. The Effect of Taxes on Production Location. Columbia Universtiy. photocopy.",
        "Kopits, George F. 1976. Intra-firm Royalties Crossing Frontiers and Transfer Pricing Behavior. Economic Journal. 86. 79 1-805.",
        "Lall, Sanjaya. 1973. Transfer Pricing by Multinational Manufacturing Firms. Oxford Bulletin of Economics and Statistics. 35(3). 173-195.",
        "Lawrence, Robert and Subramanian Rangen. 1993. The Responses of U.S. Firms to Exchange Rate Fluctuations: Piercing the Corporate Veil. Brookings Papers on Economic Activity. 0(2). 34 1-69.",
        "Lipsey, Robert E. and Merle Yahr Weiss. 1984. Foreign Production and Exports of Individual Firms. Review of Economics and Statistics. 66(2). 304-8.",
        "Economics and Statistics. 63(4). 488-94. Rapakko, Annamaria. 1990. Base Company Taxation. Boston: Deventer.",
        "Zeile, William J. 1997. U.S. Intrafirm Trade in Goods. Survey of Current Business."
    ]
}