{
    "id": 6690,
    "cites": 19,
    "cited_by": 9,
    "reference": [
        "Chaikind, Stephen, Louis C. Danielson, and Marsha L. Brauen. What do we know about the costs of special education? A selected review. JournaL of Special Education 26, no. 4 (1993): 344-70.",
        "Cullen, Julie Berry. Essays on special education finance and interogvernmental relations. Ph.D. Dissertation, Massachusetts Insitute of Technology, 1997.",
        "Ferguson, Ronald. Paying for public education: New evidence on how and why money matters. Harvard Journal on Legislation 28, no. 2 (Summer 1991): 465-98.",
        "Hanushek, Eric A., and Steven G. Rivkin. Understanding the twentieth-century growth in U.S. school spending. Journal of Human Resources 32, no. 1 (Winter 1997): 35-68.",
        "Hanushek, Eric A., and with others. Making schools work: Improving peifonnance and controlling costs. Washington, DC: Brookings Institution, 1994.",
        "Hartman, William T. Policy effects of special education funding formulas. Journal of Education Finance 6 (Fall 1980): 135-59.",
        "Kain, John F., and Kraig Singleton. Equality of Educational Opportunity revisited. New England Economic Review (May/June 1996): 87-111.",
        "Lewit, Eugene M., and Linda Schuurmann Baker. Child indicators: Children in special education. The Future of Children 6, no.1 (Spring 1996): 139-51.",
        "Martin, Edwin W., Reed Martin, and Donna L. Terman. The legislative and litigation history of special education. The Future of Children 6, no. 1 (Spring 1996): 25-39.",
        "McDonnell, Lorraine M., Margaret J. McLaughlin, and Patricia Morison, eds. Educating one and all: Students with disabilities and standards-based reform. Washington, DC: National Academy Press, 1997.",
        "Monk, David H. Educational finance: An economic approach. New York: McGraw-Hill, 1990.",
        "Olson, John F., and Arnold A. Goldstein, The inclusion of students with disabilities and limited English proficient students in large-scale assessments: A summary of recent progress. Washington, DC: National Center for Educaiton Statistics, 1997.",
        "Parrish, Thomas B., and Jay 0. Chambers. Financing special education. The Future of Children 6, no. 1 (Spring 1996): 121-38.",
        "Reschly, Daniel J. Identification and assessment of students with disabilities. The Future of Children 6, no. 1 (Spring 1996): 40-53.",
        "Rivkin, Steven 0., Eric A. Hanushek, and John F. Kain. Teachers, schools, and academic achievement. Paper presented at the annual meetings of the Econometric Society, Chicago, January 1998.",
        "Rothstein, Richard, and Karen Hawley Miles. Wheres the money gone? Changes in the level and composition of education spending. Washington, DC: Economic Policy Institute, 1995.",
        "Sack, Joetta L. Spec. ed. designation varies widely across country. Education Week 17 (24 June 1998): 1.",
        "Singer, Judith D., and John A. Butler. The education for all handicapped children act: Schools as agents of social reform. Harvard Educational Review 57, no. 2 (May 1987): 125-52.",
        "Wagner, Mary M., and Jose Blackorby. Transition from high school to work or college: How special education students fare. The Future of Children 6, no. 1 (Spring 1996): 103-20."
    ]
}