{
    "id": 6691,
    "cites": 17,
    "cited_by": 51,
    "reference": [
        "Angrist, Joshua D., and Victor Lavy. Using Maimondides rule to estimate the effect of class size on scholastic achievement. NBER Working Paper 5888, January 1997.",
        "Ballou, Dale, and Michael Podgursky. Teacher pay and teacher quality. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research, 1997.",
        "Boozer, Michael, and Cecilia Rouse. Intraschool variation in class size: Patterns and implications. NBER Working Paper 5144, June 1995.",
        "Burtless, Gary. Introduction and summary. In Does money matter'DONE' The effect of school resources on student achievement and adult success, edited by Gary Burtless, 1-42. Washington, DC: Brookings, 1996.",
        "Card, David, and Alan B. Krueger. Labor market effects of school quality: Theory and evidence. In Does money matter'DONE' The effect of school resources on student achievement and adult success, edited by Gary Burtless, 97-140. Washington, DC: Brookings, 1996.",
        "Coleman, James S., Ernest Q. Campbell, Carol J. Hobson, James McPartland, Alexander M. Mood, Frederic D. Weinfeld, and Robert L. York. Equality of educational opportunity. Washington, D.C.: U.S. Government Printing Office, 1966.",
        "Finn, Jeremy D., and Charles M. Achilles. Answers and Questions about class size: A statewide experiment. American Educational Research Journal 27, no. 3 (Fall 1990): 557-77.",
        "Greenwald, Rob, Larry V. Hedges, and Richard D. Laine. The effect of school resources on student achievement. Review of Educational Research 66, no. 3 (Fall 1996): 361-96.",
        "Hanushek, Eric A. Conceptual and empirical issues in the estimation of educational production functions. Journal of Human Resources 14, no. 3 (Summer 1979): 351-88.",
        "Hanushek, Eric A., and John F. Kain. On the value of equality of educational opportunity as a guide to public policy. In On equality of educational opportunity, edited by Frederick Mosteller and Daniel P. Moynihan, 116-45. New York: Random House, 1972.",
        "Eric A., and Steven G. Rivkin. Understanding the twentieth-century growth in U.S. school spending. Journal of Human Resources 32, no. 1 (Winter 1997): 35-68.",
        "Hanushek, Eric A., and with others. Making schools work: Improving performance and controlling costs. Washington, DC: Brookings Institution, 1994.",
        "Hoxby, Caroline Minter. The effects of class size and composition on student achievement: New evidence from natural population variation. Department of Economics, Harvard University (mimeo), July 1996.",
        "Kain, John F., and Kraig Singleton. Equality of Educational Opportunity revisited. New England Economic Review (May/June 1996): 87-111.",
        "Krueger, Alan B. Experimental estimates of education production functions. NBER Working Paper 6051, June 1997.",
        "Tiebout, Charles M. A pure theory of local expenditures. Journal of Political Economy 64 (October 1956): 416-24.",
        "U.S. Department of Education. Digest of Education Statistics, 1997. Washington, DC: National Center for Education Statistics, 1997."
    ]
}