{
    "id": 6692,
    "cites": 50,
    "cited_by": 14,
    "reference": [
        "Bernanke, Ben, Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review, 73 (June 1983), 257-76. Bernanke, Ben, The Macroeconomics of the Great Depression: A Comparative Approach, Journal of Money, Credit and Banking, 27 (1995): 1-28.",
        "Blanchard, Olivier J., Consumption and the Recession of 1990-91, American Economic Review, 83 (May 1993), 270-74.",
        "Brown, E. Cary, Fiscal Policy in the Thirties: A Reappraisal, American Economic Review, 46 (December 1956), 857-79.",
        "Brown, E. Cary, Federal Fiscal Policy and the Postwar Period, in Ralph E. Freeman (ed.), Postwar Economic Trends in the United States (New York, 1960), pp. 141-188.",
        "Calomiris, Charles W., Greenback Resumption and Silver Risk: The Economics and Politics of Monetary Regime Change in the United States, 1862-1900, in Michael D. Bordo and Forrest Capie (eds.), Monetary Regime Transformations (Cambridge: Cambridge University Press, 1993), pp. 86-132.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles Evans, Monetary Policy Shocks: What Have We Learned and to What End? NBER Working Paper No. 6400 (Cambridge, MA, 1998).",
        "Cochrane, John H., Shocks, in Carnegie Conference Series on Public Policy, 41 (1994), 295-364.",
        "De Long, J. Bradford, Fiscal Policy in the Shadow of the Great Depression, in Michael D. Bordo, Claudia Goldin, and Eugene N. White (eds.), The Defining Moment: The Great Depression and the American Economy in the Twentieth Century (Chicago: University of Chicago Press, 1998).",
        "De Long, J. Bradford, and Andrei Shleifer, The Stock Market Bubble of 1929: Evidence from Closed-end Mutual Funds, Journal of Economic History, 51 (September 1991), 675-700.",
        "De Long, J. Bradford, and Lawrence Summers, The Changing Cyclical Variability of Economic Activity in the United States, in Robert J. Gordon (ed.), The American Business Cycle: Continuity and Change (Chicago: University of Chicago Press, 1986), pp. 679-734.",
        "Dornbusch, Rudiger, How Real is US Prosperity? column reprinted in World Economic Laboratory Columns, MIT, December 1997.",
        "Duesenberry, James S., Business Cycles and Economic Growth (New York, McGraw-Hill, 1958).",
        "Eichengreen, Barry, Golden Fetters: The Gold Standard and the Great Depression (New York, 1992).",
        "Eichengreen, Barry, and Jeffrey Sachs, Exchange Rates and Economic Recovery in the 1930s, Journal of Economic History, 45 (December), 925-46.",
        "Feinstein, Charles, Gianni Toniolo, and Peter Temin, The European Economy Between the Wars (Oxford: Oxford University Press, 1997).",
        "Fels, Rendigs, American Business Cycles, 1865-1897 (Chapel Hill, 1959).",
        "Field, Alexander J, Asset Exchange and the Transaction Demand for Money, 1919-29, American Economic Review, 74 (March 1984), 43-59.",
        "Field, Alexander J, Uncontrolled Land Development and the Duration of the Depression in the United States, Journal of Economic History, 52 (December 1992), 785-805.",
        "Freeman, Ralph E., Postwar Monetary Policy, in Ralph E. Freeman (ed.), Postwar Economic Trends in the United States (New York, 1960), pp. 53-90.",
        "Friedman, Milton, and Anna J. Schwartz, A Monetary History of the United States, 1867-1960 (Princeton, NJ: Princeton University Press, 1963).",
        "Gordon, Robert A., Business Fluctuations, Second Edition (New York: Harper and Row, 1961).",
        "Gordon, Robert J., Postwar Macroeconomics: The Evolution of Events and Ideas, in Martin Feldstein (ed.), The American Economy in Transition (Chicago: University of Chicago Press, 1980), pp. 101-82.",
        "Grossman, Richard S., The Shoe That Didn&apos;t Drop: Explaining Banking Stability During the Great Depression, Journal of Economic History, 54 (September 1994), 654-82.",
        "Hall, Robert E., The Role of Consumption in Economic Fluctuations, in Robert J. Gordon (ed.), The American Business Cycle: Continuity and Change (Chicago: University of Chicago Press, 1986), pp. 237-66.",
        "Hall, Robert E., Macro Theory and the Recession of 1990-91, American Economic Review, 83 (May 1993), 275-79.",
        "Hamberg, D., The Recession of 1948-49 in the United States, Economic Journal, 62 (March 1952), pp. 1-14.",
        "Hamilton, James D., Monetary Factors in the Great Depression, Journal of Monetary Economics, 19 (March 1987), 145-69.",
        "Hansen, Gary D., and Edward C. Prescott, Did Technology Shocks Cause the 1990-1991 Recession? American Economic Review, 83 (May 1993), 280-86.",
        "Hoffman, Charles, The Depression of the Nineties (Connecticut, 1970).",
        "Keynes, John Maynard, The General Theory of Employment, Income and Prices Lebergott, Stanley, Consumer Expenditures: New Measures and Old Motives (Princeton, NJ: Princeton University Press, 1996).",
        "Mayer, Thomas, Consumption in the Great Depression, Journal of Political Economy, 86 (February 1980), 139-45.",
        "Mishkin, Frederic S., The Household Balance Sheet and the Great Depression, Journal of Economic History, 38 (December 1978), 918-37.",
        "Olney, Martha L., Avoiding Default: The Role of Credit in the Consumption Collapse of 1930, Quarterly Journal of Economics, forthcoming, 1998.",
        "Rappoport, Peter, and Eugene N. White, Was There a Bubble in the 1929 Stock Market? Journal of Economic History, 53 (September 1993), 549-74.",
        "Romer. Christina D., World War I and the Postwar Depression: A Reinterpretation Based on Alternative Estimates of GNP, Journal of Monetary Economics, 22 (July 1988), 91-115.",
        "Romer. Christina D., The Great Crash and the Onset of the Great Depression, Quarterly Journal of Economics, 105 (August 1990), 597-624.",
        "Christina Romer, What Ended the Great Depression? Journal of Economic History, 52 (December 1992), 757-84.",
        "Romer. Christina D., The Nation in Depression, Journal of Economic Perspectives, 7 (Spring 1993), 19-39.",
        "Romer. Christina D., Remeasuring Business Cycles, Journal of Economic History, 54 (September 1994), 573-609.",
        "Romer. Christina D., and David H. Romer, Does Monetary Policy Matter: A New Test in the Spirit of Friedman and Schwartz, in NBER Macroeconomics Annual 1997 (Cambridge, MA: MIT Press, 1998), pp. 121-70.",
        "Samuelson, Paul A., Full Employment after the War, in S. E. Harris (ed.), Postwar Economics Problems (New York: McGraw-Hill, 1943), pp. 27-53.",
        "Sprague, O. M. W., History of Crises under the National Banking System (Washington, DC: Government Printing Office, 1910).",
        "Taylor, John B., Macroeconomic Policy in a World Economy (New York: W.W. Norton, 1993a).",
        "Taylor, John B., Discretion versus Policy Rules in Practice, Carnegie Conference Series on Public Policy, 39 (1993b), 195-214.",
        "Temin, Peter, The Jacksonian Economy (New York: W.W. Norton, 1969).",
        "Temin, Peter, Did Monetary Forces Cause the Great Depression? (New York: W.W. Norton, 1976).",
        "Temin, Peter, Lessons from the Great Depression (Cambridge: MIT Press, 1989).",
        "Toma, Mark, Competition and Monopoly in the Federal Reserve System, 1914-1951 (New York: Cambridge University Press, 1997).",
        "Wheelock, David C., The Strategy and Consistency of Federal Reserve Monetary Policy: 1924-1933 (New York: Cambridge University Press, 1991).",
        "Zarnowitz, Victor, Business Cycles: Theory, History, Indicators, and Forecasting (Chicago: University of Chicago Press, 1992)."
    ]
}