{
    "id": 6694,
    "cites": 26,
    "cited_by": 219,
    "reference": [
        "[1] Abel, Andrew B. (1988). Stock Prices under Time-Varying Dividend Risk: An Exact Solution in an Infinite-Horizon General Equilibrium Model, Journal of Monetary Economics 22 (November): 375-93.",
        "[2] Alesina, Alberto and Lawrence H. Summers (1993). Central Bank Independence and Macroeconomic Performance: Some Comparative Evidence, Journal of Money, Credit and Banking 25 (February): 151-62.",
        "[3] Baxter, Marianne and Alan C. Stockman (1989). Business Cycles and the Exchange-Rate Regime: Some International Evidence, Journal of Monetary Economics 23 (May): 377-400.",
        "[4] Cole, Harold L. and Maurice Obstfeld (1991). Commodity Trade and International Risk Sharing: How Much Do Financial Markets Matter? Journal of Monetary Economics 28 (August): 3-24.",
        "[5] Corsetti, Giancarlo and Paolo Pesenti (1998). Welfare and Macroeconomic Interdependence, mimeo, Princeton University, February.",
        "[6] Fama, Eugene F. (1984). Forward and Spot Exchange Rates, Journal of Monetary Economics 14 (November): 319-38. 45",
        "[7] Flood, Robert P. and Andrew K. Rose (1995). Fixing Exchange Rates: A Virtual Quest for Fundamentals, Journal of Monetary Economics 36 (Augnst): 3-37.",
        "[8] Goldfeld, Stephen M. (1973). The Demand for Money Revisited, Brookings Papers on Economic Activity 1: 577-638.",
        "[9] Engel, Charles M. (1992). On the Foreign Exchange Risk Premium in a General Equilibrium Model, Journal of International Economics 32 (May): 305-19.",
        "[10] Frankel, Jeffrey A. and Richard A. Meese (1987). Are Exchange Rates Excessively Volatile? NBER Macroeconomics Annual 1987: 117-53.",
        "[ii] Hodrick, Robert J. (1989). Risk, Uncertainty, and Exchange Rates. Journal of Monetary Economics 23 (May): 433-60.",
        "[12] Kimball, Miles 5. (1995). The Quantitative Analytics of the Basic Neomonetarist Model, Journal of Money, Credit, and Banking 27 (November, part 2): 1241-77.",
        "[13] Krugman, Paul R. (1995). What Do We Need to Know about the International Monetary System? in Peter B. Kenen (ed.), Understanding Interdependence: The Macroeconomics of the Open Economy. Princeton: Princeton University Press.",
        "[14] Lewis, Karen K. (1995). Puzzles in International Financial Markets, in Gene Grossman and Kenneth Rogoff (eds.), Handbook of International Economics, vol. 3. Amsterdam: North Holland.",
        "[15] Lucas, Robert E., Jr. (1982). Interest Rates and Currency Prices in a Two-Country World, Journal of Monetary Economics 22 (July): 3-42.",
        "[16] Meese, Richard A. and Kenneth Rogoff (1983). The Out-of-Sample Failure of Empirical Exchange Rate Models: Sampling Error or Misspecification ? in Jacob A. Frenkel, ed., Exchange Rates and International Macroeconomics. Chicago: University of Chicago Press. 46",
        "[17] Miller, Merton H. and Daniel Orr (1966). A Model of the Demand for Money by Firms, Quarterly Journal of Economics 80 (August): 413-35.",
        "[18] Mussa, Michael (1986). Nominal Exchange Rate Regimes and the Behavior of Real Exchange Rates: Evidence and Implications, CarnegieRochester Conference Series on Public Policy 25 (Autumn): 117-214.",
        "[19] Obstfeld, Maurice (1998). Open-Economy Macroeconomics: Developments in Theory and Policy, Scandinavian Journal of Economics 100 (March): 247-75.",
        "[20] Obstfeld, Maurice and Kenneth Rogoff (1995). Exchange Rate Dynamics Rednx, Journal of Political Economy 103 (June): 624-60.",
        "[21] Obstfeld, Maurice and Kenneth Rogoff (1996). Foundations of International Macroeconomics, Cambridge: MIT Press.",
        "[22] Rankin, Neil (1998). Nominal Rigidity and Monetary Uncertainty in a Small Open Economy, Journal of Economic Dynamics and Control 22 (May): 679-702.",
        "[23] Svensson, Lars E. 0. (1985). Currency Prices, Terms of Trade, and Interest Rates: A General-Equilibrium Asset-Pricing Cash-in-Advance Approach, Journal of International Economics 18 (February): 17-41.",
        "[24] Svensson, Lars E. 0. (1986). Sticky Goods Prices, Flexible Asset Prices, Monopolistic Competition, and Monetary Policy, Review of Economic Studies 53 (July): 385-405.",
        "[25] Svensson, Lars E. 0. and Sweder van Wijnbergen (1989). Excess Caacity, Monopolistic Competition, and International Transmission of Monetary Disturbances, Economic Journal 99 (September): 785-805.",
        "[26] Whalen, Edward L. (1966). A Rationalization of the Precautionary Demand for Cash, Quarterly Journal of Economics 80 (May): 314-24. 47"
    ]
}