{
    "id": 6697,
    "cites": 20,
    "cited_by": 18,
    "reference": [
        "S. Ambler, E. Cardia, and C. Zimmermann, 1995, Intermediate goods and the inter- national business cycle, mimeo, Centre de Recherche sur lEmploi et les Fluctuations Economiques, Universite du Quebec.",
        "Atkeson, A. and P. J. Kehoe, 1994, Putty-clay capital and energy, Federal Reserve Bank of Minneapolis Staff Report.",
        "Backus, IJ. K., P. 3. Kehoe, and F. E. Kydland, 1994, Dynamics of the trade balance and theterms of trade: the 3-curve?, American Economic Review, 84, 84-103.",
        "Baxter, M. and M. 3. Crucini, 1995, Business cycles and the asset market structure of foreign trade, International Economic Review 36, 82 1-854.",
        "Berndt, E. R. and D. 0. Wood, 1979, Engineering and econometric interpretations of energy-capital complementarity, American Economic Review 69, 3, 342-354.",
        "Boileau, M., 1997, Trade in capital goods and the volatility of net exports and the terms of trade, mimeo, University of Toronto.",
        "Costello, D. M. and 3. Praschnik, 1993, Intermediate goods and the transmission of international business cycles, mimeo, University of Western Ontario.",
        "Finn, M., 1995, Variance properties of Solows productivity residuals and their cyclical implications, Journal of Economic Dynamics and Control 19, 1249-1281.",
        "Glick, R. and K. Rogoff, 1995, Global versus country-specific productivity shocks and the current account, Journal of Monetary Economics 35, 159-192.",
        "Hamilton, 3., 1983, Oil and the macroeconomy since World War II, Journal of Political Economy 91, 228-248.",
        "Hodrick, R., and E. Prescott, 1997, Post-war U.S. business cycles: an emprical inves- tigation, Journal of Money, Credit, and Banking 29, 1-16.",
        "King, R. G., C. I. Plosser and S. T. Rebelo, 1988, Production, growth, and business cycles: I. The basic neoclassical model, Journal of Monetary Economics 21, 195-232.",
        "Kouparitsas, M., 1997, North-south terms of trade: an empirical investigation, Federal Reserve Bank of Chicago, Working Paper No. 97-5, September.",
        "Kouparitsas, M., 1995, North-south asset markets and business cycle transmission, mimeo.",
        "Kydland, F. and E. Prescott, 1982, Time to build and aggregate fluctuations, Econo- metrica 50, 1345-1370.",
        "Jorgensen, D. W., 1986, The great transition: energy and economic ehange, The Energy Journal 7, 3, 1-13+ Mussa, M., 1986, Nominal exchange rate regimes and the behavior of real exchange rates: evidence and implications, Carnegie-Rochester Conference Series on Public Policy 25, 117-214.",
        "Nordhaus, W. D., 1980, Oil and economic performance in industrialized countries, Brookings Papers on Economic Activity 2, 341-399.",
        "Pencavel, J., 1986, Labor supply of men: a survey, in: Orley Ashenfelter and Richard Layard, eds., Handbook of labor economics (North-Holland, Amsterdam).",
        "Rotemberg, J. 3., and M. Woodford, 1996, Imperfect competition and the effects of energy price increases on economic activity, Journal of Money, Credit, and Banking 28, 549-577.",
        "Stockman, A. C. and L. L. Tesar, 1995, Tastes and technology in a two-country model of the business cycle: explaining international comovements, American Economic Re- view, 85, pp. 168-185."
    ]
}