{
    "id": 6701,
    "cites": 114,
    "cited_by": 6,
    "reference": [
        "Arrow, Kenneth J. (1963) Uncertainty and the Welfare Economics of Medical Care, American Economic Review, December, 53: 94 1-973.",
        "Atlantic Information Services (1995) Aligning Incentives: Contracting Strategies that Work for Providers and Plans, A special report from Managed Care Week, Washington, D.C.",
        "Bain, J., (1956) Barriers to New Competition, Cambridge: Harvard University Press.",
        "Baker, Jonathan B., (1996) Vertical Restraints with Horizontal Consequences: Competitive Effects of `Most-Favored-Customer Clauses, Antitrust Law Journal, 64: 5 17-534.",
        "Baker, Laurence C. and Kenneth S. Corts (1996) HMO Penetration and the Cost of Health Care: Market Discipline or Market Segmentation? American Economic Review, Papers and Proceedings, 86: 3 89-394.",
        "Barro, Jason R. and David M. Cutler (1997) Consolidation in the Medical Care Marketplace: A Case Study from Massachusetts, Working Paper 5957, Cambridge, MA: National Bureau of Economic Research.",
        "Baumol, W., J. Panzar, and R. Willig, (1982) Contestable Markets and the Theory of Industrial Structure, New York: Harcourt, Brace, and Jovanovich.",
        "Bcrnheim, B. Douglas and Michael D. Whinston (1996) Exclusive Dealing, Working Paper 5666, Cambridge, MA: National Bureau of Economic Research.",
        "Bloch, Robert, Scott Perlman, and Luke Levasseur, (1996) Most Favored Nation Clauses in Contracts Between Health Care Networks and Providers: The Search for Practical Antitrust Guidance, Antitrust Report, September, pp. 3-10.",
        "Bogue, Richard J., Stephen M. Shortell, Min-Woong Sohn, Larry M. Manheim, Gloria Bazzoli, and Checling Chan (1995) Hospital Reorganization after Merger, Medical Care 3 3(7): 676-686.",
        "Bresnahan, Timothy and Peter Reiss, 1991, Entry and Competition in Concentrated Markets. Journal of Political Economy, 99: 977-1009.",
        "Brooks, John M., Avi Dor, and Herbert S. Wong (1997) Hospital-Insurer Bargaining: An Empirical Investigation of Appendectomy Pricing, Journal of Health Economics, 16: 417- 434.",
        "Buchmueller, Thomas C. and Paul I Feldstein (1997) The Effect of Price on Switching among Health Plans, Journal of Health Economics, 16(2): 231-247.",
        "Coase, Ronald, (1937) The Nature of the Firm, Economica, 4: 386-405.",
        "Connor, Robert A., Roger D. Feldman, Bryan E. Dowd, and Tiffany A. Radcliff (1997) Which Types of Hospital Mergers Save Consumers Money? Health Affairs 16(6): 62-74.",
        "Crew, Michael (1969) Coinsurance and the Welfare Economics of Medical Care, American Economic Review, December, 59(5): 906-908.",
        "Cutler, David M. and Sarah Reber (1998) Paying for Health Insurance: The Trade-off Between Competition and Adverse Selection, The Quarterly Journal of Economics, May: 433- 466.",
        "Darby, Michael R. and Edi Karni (1973) Free Competition and the Optimal Amount of Fraud, Journal of Law and Economics, 16: 67-88.",
        "Dranove, David, Shanley, Mark, and Carol J. Simon (1992) Is Hospital Competition Wasteful?, Rand Journal of Economics, 23: 247-262.",
        "Dranove, David and Mark A. Satterthwalte (1992) Monopolistic Competition When Price and Quality are Imperfectly Observable, Rand Journal of Economics, 23: 518-534.",
        "Dranove, David, Shanley, Mark, and William D. White (1993) Price and Concentration in Local Hospital Markets: The Switch from Patient-Driven to Payer-Driven Competition, Journal of Law and Economics, 36: 179-204.",
        "Dranove, David and William D. White (1994) Recent Theory and Evidence on Competition in Hospital Markets, Journal of Economics and Management Strategy, 3(1): 169- 209.",
        "Dranovc, David and William D. White (1996) Specialization, Option Demand, and the Pricing of Medical Specialists, Journal of Economics and Management Strategy, 5: 277-306.",
        "Eddy, David M. (1998) Performance Measurement: Problems and Solutions, Health Affairs 17(4): 7-25.",
        "Eichner, Matthew J., Mark B. McClellan, and David A. Wise (1997) Health Expenditure Persistence and the Feasibility of Medical Savings Accounts, Tax Policy and the Economy, 11: 91- 128.",
        "Ellis, Randall P. (1997) Health Premium Payment Systems for State Employees, Journal of Healih Economics (forthcoming).",
        "Elzinga, Kenneth G. and Thomas F. Hogarty (1973) The Problem of Geographic Market Definition in Antimerger Suits , Antitrust Bulletin, 18: 45-81.",
        "Emons, Winand (1997) Credence Goods and Fraudulent Experts, Rand Journal of Economics, Spring, 28(1): 107-119.",
        "Encinosa, William E. (1996) Exclusive Contracting in Health Care Markets, unpublished manuscript, University of Michigan.",
        "Encinosa, William E. (1998) Regulating HMO Quality, unpublished manuscript, U.S.",
        "Agency for Health Care Policy and Research. Farrell, Joseph (1986) How Effective is Potential Competition? Economics Letters, 20: 67-70.",
        "Feldman, Roger, Michael Finch, Bryan Dowd, and Steven Cassou (1989) The Demand for Employment-Based Health Insurance Plans, Journal of Human Resources, 24(1): 115-142.",
        "Feldman, Roger, Catherine L. Wisner, Bryan Dowd, and Jon B. Christianson (1993) An Empirical Test of Competition in the Medicare HMO Market, in Richard J. Arnould, Robert F.",
        "Rich, and William D. White, eds., Competitive Approaches to Health Care Reform, Washington, D.C.: Urban institute Press. Frank, Richard G. and David S. Salkever (1991) The Supply of Charity Services by Nonprofit Hospitals: Motives and Market Structure, Rand Journal of Economics, 22: 43 0-445.",
        "Frech. H.E. (1996) Competition and Monopoly in Medical Care, Washington, DC: AEI Press.",
        "Gal-Or, Esther (1 997a) Exclusionary Equilibria in Health Care Markets, Journal of Economics and Management Strategy, Spring, 6(1): 5-43. Gal-Or, Esther (1997b) Mergers and Exclusionary Practices in Health Care Markets, unpublished manuscript, University of Pittsburgh.",
        "Gaynor, Martin and Solomon W. Polachek (1994) Measuring Information in the Market: An Application to Physician Services, Southern Economic Journal 60: 815-83 1.",
        "Services. Journal of Economics and Management Strategy, Spring, 3: 211-255. Gaynor, Martin and Ching-to Albert Ma (1996) Insurance, Vertical Restraints, and Competition, unpublished manuscript, Carnegie Mellon University.",
        "Gaynor, Martin and Anderson, Gerard F. (1995) Uncertain Demand, the Structure of Hospital Costs, and the Cost of Empty Hospital Beds, Journal of Health Economics, 14:291-3 17.",
        "Gaynor, Martin and Paul J. Gertler (1995) Moral Hazard and Risk Spreading in Medical Partnerships, Rand Journal of Economics, 26: 591-613.",
        "Gaynor, Martin and Mark V. Pauly (1990) Compensation and Productive Efficiency in Partnerships: Evidence from Medical Group Practice, Journal of Political Economy, 98: 544-573.",
        "Gaynor, Martin and Deborah Hans-Wilson (1998) The Blessing and the Curse of Managed Care: Vertical Relations in Health Care Markets, in Michael Morrisey (ed.) Managed Care and Changing Health Care Markets, Washington, D.C.: American Enterprise Institute Press.",
        "Gaynor, Martin, Deborah Haas-Wilson and William B. Vogt (1997) Are Invisible Hands Good I-lands? Moral Hazard, Competition, and the 2~ Best in Health Care Markets, unpublished 37 manuscript, Carnegie Mellon University.",
        "Geroski, P., R. Gilbert, and A. Jacquemin, (1990) Barriers to Entry and Strategic Competition, Chur, Switzerland: Harwood Academic Publishers.",
        "Gilbert, Richard J. (1986) Preemptive Competition, in Joseph Stiglitz and G. Franklin Mathewson, eds., New Developments in the Analysis of Market Structure, Cambridge, MA: MIT Press.",
        "Gilbert, Richard J. (1989) The Role of Potential Competition in Industrial Organization, Journal a/Economic Perspectives, 3: 107-127.",
        "Given. Ruth S. (1996) Economies of Scale and Scope as an Explanation of Merger and Output Diversification Activities in the Health Maintenance Organization Industry, Journal of Health Economics, 15: 685-713.",
        "Gruber, Jonathan (1994) The Effect of Price Shopping in Medical Markets: Hospital Responses to PPOs in California, Journal of Health Economics, 38: 183-212.",
        "Haas-Wilson, Deborah (1990) Consumer Information and Providers Reputations: An Empirical Test in the Market for Psychotherapy, Journal of Health Economics 9: 321-333.",
        "Quality and Price: The Case of Eye Care, Medical Care 32(2): 175-182. l-Iaas-Wilson, Deborah and Martin Gaynor (1997) Increasing Consolidation in Health Care Markets: What Are the Antitrust Policy Implications? Health Services Research, forthcoming.",
        "Haas-Wilson, Deborah and Martin Gaynor (1998) Physician Networks and their Implications for Competition in Health Care Markets, Health Economics 7: 179-182.",
        "Hamilton, Barton H. and Vivian Ho (1998) Hospital Mergers and Acquisitions: Does Market Consolidation Harm Patients? unpublished manuscript, Washington University.",
        "Inquiry. 32: 135-142. I nterStudy (1996) The InterStudy Competitive Edge: Part II - Industry Report,, St. Paul, MN: InterStudy Publications, Volume 6.2.",
        "Jaklevic, Mary Chris (1996) Buying doe practices often leads to red ink, Modern Heal! hcare 26(23): 39-44.",
        "Jaklevic, Mary Chris (1996b) FHP spins off doe unit as deals lag, Modern Healthcare 26(30): S.",
        "Companies Fuels Continued Drive Toward Consolidation,Modern Healthcare, December 28-30, 26(52): p. 37. .Iapscn, Bruce (1997) Doe Group Mergers Push Dealmaking Pace, Modern Healthcare, March 10, 27(10): p. 3.",
        "Jensen, Gall A., Morrisey, Michael A., Gaffney, Shannon, and Derek K. Liston (1997) The New Dominance of Managed Care: Insurance Trends in the 1 990s, Health Affairs, January/February, 16(1): 125-136.",
        "Katz, Michael L. (1989) Vertical Contractual Relations, Chapter 11, pp. 655-72 1 in Richard Schmalensee and Robert D. Willig (eds.), Handbook of Industrial Organization, Amsterdam: North-Holland/Elsevier Science Publishers, B .V.",
        "Keeler, Emmett, Glenn A. Melnick, and Jack Zwanziger (1997) Effects of Competition on Non-Profit and For-Profit Hospital Prices, Journal of Health Economics, forthcoming.",
        "Kessler, Daniel and Mark McClellan (1998) Is Hospital Competition Socially Wasteful? unpublished manuscript, Stanford University.",
        "Klein, B. and K.B. Leffler (1981) The role of market forces in assuring contractual performance, Journal of Political Economy 89(4): 615-641.",
        "Krishnan, Ranjani (1998) Market Restructuring and Pricing in the Hospital Industry, unpublished doctoral dissertation, Katz Graduate School of Business, University of Pittsburgh.",
        "Lang, Kevin and Peter-John Gordon (1995) Partnerships as Insurance Devices: Theory and Evidence, Rand Journal of Economics, 26: 614-629.",
        "Leibenluft, Robert F. (1998) Antitrust Enforcement and Hospital Mergers: A Closer Look, Speech presented at the Alliance for Health in Grand Rapids, Michigan.",
        "Luft, Harold, James C. Robinson, Deborah Garnick, Susan Maerki, and Steven McPhee (1986) The Role of Specialized Clinical Services in Competition Among Hospitals, Inquiry, 23: 83-94.",
        "Lynic, William J. and Michael A. Morrisey (1987) The Economic Basis of Hyde: Are Market Power and Exclusive Contracts Related? Journal of Law and Economics, October, 3 0(2): 399-421.",
        "Lynk. William J., Nonprofit Hospital Mergers and the Exercise of Market Power, Journal of Law and Economics 38 (October 1995) pp. 437-459.",
        "Mann, Joyce, Glenn Melnick, Anil Bamezai, and Jack Zwanziger (1995) Uneornpensatcd Care: Hospitals Responses to Fiscal Pressures, Health Affairs Spring: 263- 270.",
        "McCarthy, Thomas R. (1985) The Competitive Nature of the Primary-Care Physician 40 Services Market, Journal of Health Economics, 4: 93-117.",
        "Melniek, Glenn A., Jack Zwanziger, Anil Bamezai, and Robert Pattison (1992) The Effect of Market Structure and Bargaining Position on Hospital Prices, Journal of Health Economics, 11: 217-233.",
        "Menncmeyer, Steven, Michael Morrisey, and L. Howard (1997) Death and Reputation: How Consumers Acted Upon HCFA Mortality Information, lnquiry 34: 117-128.",
        "Reputation, Management, Managed Care Week 6(14): 1-2. Mlawsky, David (1996b) PacifiCare-FHP to Focus on Medicare, Small Group, Individual Product Lines, Managed Care Week 6(29): 1-2.",
        "Mobley, Lee R. and H.E. Frech III (1998) Managed Care, Distance Traveled and HospitaL Market Definition: An Exploratory Analysis, unpublished paper, University of California. Santa Barbara.",
        "Moran, Mark (1998) More physicians are employees, American Medical News 41(lO):7- 8.",
        "Morrisey, Michael A., Frank A. Sloan, and Joseph Valvona (1988) Defining Geographic Markets for Hospital Care, Law and Contemporary Problems, 51: 165-194.",
        "N4oskowitz, Daniel B. (1997) Can Blues Maintain Identity Despite Merger Mania? Perspe c/Eves on the Market Place May 12.",
        "Neipp, Joachim and Richard J. Zeckhauser (1985) Persistence in the Choice of Health Plans.~ in Richard M. Scheffler and Louis F. Rossiter (eds.) Advances in Health Economics and 41 Health Services Research, 6: 47-72.",
        "Newhouse, Joseph P. et al. (1989) Adjusting Capitation Rates Using Objective Health Measures and Prior Utilization, Health Care Financing Review, 10: 4 1-54.",
        "Ncwhouse, Joseph P., Albert P. Williams, Bruce W. Bennett, and William B. Schwartz (1982) Does the Geographical Distribution of Physicians Reflect Market Failure? Bell Journal of Economics, Autumn, 13(2): 493-505.",
        "Newhouse, Joseph P. (1996) Reimbursing Health Plans and Providers: Selection versus Efficiency in Production, Journal of Economic Literature, September, 34(3): 1236-1263.",
        "Pauly, Mark V. (1968) The Economics of Moral Hazard: Comment, American Economic Review. 58: 53 1-537.",
        "Pauly, Mark V. (1986) Taxation, Health Insurance, and Market Failure in Health Care, Journal of Economic Literature, 24: 629-675.",
        "Pauly, Mark V. (1998) Managed Care, Markets, and Monopsony, unpublished manuscript, University of Pennsylvania.",
        "Riordan, Michael H. (1996) Anticompetitive Vertical Integration by a Dominant Firm, unpublished manuscript, May, Boston: Boston University.",
        "Riordan, Michael H. and Steven C. Salop (1995). Evaluating Vertical Mergers: A Post-Chicago Approach, Antitrust Law Journal, 63: 513-568.",
        "Rizzo, John A. and David Blumenthal (1994) Physician Labor Supply: Do Income Effects 42 Matter?~ Journal of Health Economics, 14(4): 433-453.",
        "Robinson, James C. and Harold Lull (1985) The Impact of Hospital Market Structure on Patient Volume, Average Length of Stay, and the Cost of Care, Journal of Health Economics, 4: 333-356.",
        "Robinson, James C. (1998) Consolidation of Medical Groups into Physician Practice Management Organizations, Journal of the American Mcdi cal Association, 279(2): 144-149.",
        "Rothschild, Michael and Joseph E. Stiglitz (1976) Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics, 90: 629-649.",
        "Royalty, Anne Beeson, and Neil Solomon (1997) Health Plan Choice: Price Elasticities in a Managed Competition Setting, unpublished manuscript, May, Stanford, CA: Stanford University.",
        "Salop, Steven C. and David T. Scheffinan (1983) Raising Rivals Costs, American Economic Review, Papers and Proceedings, May, 73(2): 267-271.",
        "Salop, Steven C., (1986) Practices that (Credibly) Facilitate Oligopoly Coordination, in J.",
        "Stiglitz and G.F. Mathewson, eds., New Developments in the Analysis of Market Structure, Cambridge, MA: The MIT Press. Satterthwaite, Mark A. (1979) Consumer Information, Equilibrium Industry Price, and the Number of Sellers, Bell Journal of Economics, 10: 483-502.",
        "Scott, Lisa (1996) Will We Like Tomorrows Giants? Modem Healthcare 26(32): 79-88.",
        "Shapiro, C. (1983) Premiums for High Quality Products as Returns to Reputations, Quarlcrly Journal of Economics 98: 659-679.",
        "Shortell, Steven M. and Edward F.X. Hughes (1988) The Effects of Regulation, Competition, and Ownership on Mortality Rates Among Hospital Inpatients. New England Journal of Medicine, 318: 1100-1107.",
        "Simpson, John and Richard Shin (1997) Do Nonprofit Hospitals Exercise Market Power! international Journal of Economics and Business, forthcoming.",
        "Stano, Miron (1987) A Further Analysis of the Physician Inducement Controversy, Journal of Health Economics, September, 6(3): 227-23 8.",
        "Stigler, G., (1968) The Organization of industry, Homewood, IL: Richard D. Irvin.",
        "Stiglitz, Joseph E. (1987) Technological Change, Sunk Costs, and Welfare, Brookings Paper. on Economic Activity, 3: 883-937.",
        "Care Industry (1998) Quality First: Better Health Care for All Americans Washington, D.C.: U.S. G a vcrnment Printing Office.",
        "Empirical Analysis of Pricing Behavior, unpublished manuscript, University of California, Irvine. Vistnes, Gregory (1992) Strategic Alliances, Cliques, and Competition in Markets with Network Goods, unpublished manuscript, Federal Trade Commission.",
        "Vogt, William B. (1998) Market Power in Credence Good Markets, unpublished manuscript, Carnegie Mellon University.",
        "Volpp, Kevin and Joel Waldfogel (1998) Competition and the Quality of Hospital Care: 44 Heart Attack Mortality afier the Onset of Price Competition in New Jersey, unpublished manuscript, University of Pennsylvania.",
        "Werden, Gregory J. (1989) The Limited Relevance of Patient Migration Data in Market Delineation for Hospital Merger Cases, Journal of Health Economics, 8: 363-376.",
        "Structnrc on HMO Premiums, Journal of Health Economics, 14: 81-105. \\Vholey, Douglas, Roger Feldman, Jon B. Christianson, and John Engberg (1996) Scale and Scope Economies among Health Maintenance Organizations, Journal of Health Economics, 15: 657-684.",
        "Wicks, Elliot K., Jack A. Meyer, and Marcia Carlyn (1998) Assessing the Early Impact of Hospital Mergers: An Analysis of the St. Louis and Philadelphia Markets, Washington, D.C.: Economic and Social Research Institute.",
        "Williamson, Oliver E., (1975) Markets and Hierarchies: Analysis and Antitrust implicat ions, New York: Free Press.",
        "Wollinsky, A. (1983) Prices as Signals of Product Quality, Review of Economic Studies 50: 647-658.",
        "Wong, Herbert S. (1996) Market Structure and the Role of Consumer Information in the Physic ia a Services Industry: An Empirical Test, Journal of Health Economics, 15: 139-160.",
        "Zeckhauser, Richard (1970) Medical Insurance: A Case Study of the Tradeoff Between Risk Spreading and Appropriate Incentives, Journal of Economic Theory, 2: 10-26.",
        "Zwanziger, Jack and Glenn Melnick (1988) The Effects of Hospital Competition and the Medicare PPS Program on Hospital Cost Behavior in California, Journal of Health Economics, 7: 301-320.",
        "The data are scheduled to be available in 1999. See htp:/R~nv.meps.ahcpr.gov for more information.",
        "Center. 1996-2 Trade Cases 71,571; 1996 QL 570479 (W.D. Mich. September 26,1996)."
    ]
}