{
    "id": 6704,
    "cites": 51,
    "cited_by": 55,
    "reference": [
        "[1] Adam-Muller, A.F.A. (1997), Export and iledging Decisions under Revenue and Exchange Rate Risk: A Note, Furopean Fconomic Review 41, 1421-1426.",
        "[2] Apte, P., P. Sercu and R. Uppall (1997), ~`The Exchange Rate and Purchasing Power Parity in Arbitrage-Free Models of Asset Pricing, working paper, University of British Columbia.",
        "[3] Bacchetta, P. and E. van Wincoop (1997), Trade in Nominal Assets and Net International Capital Flows, CEPR Discussion Paper No. 1569.",
        "[4] Backus, D. and G.W. Smith (1993), Consumption and Real Exchange Rates in Dynamic Economies with Non-traded Goods, Journal of International Economics 35, 297-316.",
        "[5] Baldwin, R. (1988), Hysteresis in Import prices: The Beachhead Effect, American Economic Review 78, 773-785.",
        "[6] Baron, D.P. (1976), Flexible Exchange Rates, Forward Markets, and the Level of Trade, American Fconomic Review 66, 253-66.",
        "[7] Baxter, M. and A.C. Stockman (1989), Business Cycles and the ExchangeRate System, Journal of Monetary Economics 23, 377-400.",
        "[8] Bayoumi, T., 1990, Saving-Investment Correlations: Immobile Capital, Government Policy or Endogenous Behaviour?, IMF Staff Papers 37, 360-387.",
        "[9] Betts, C. and M. Devereux (1996a), The Exchange Rate in a Model of Pricing-To-Market, Furopean Fconomic Review 40, 1007-1021.",
        "[10] Betts, C. and M. Devereux (1996b), Exchange Rate Dynamics in a Model of Pricing-To-Market, mimeo.",
        "[11] Betts, C. and M. Devereux (1997), The International Monetary Transmission Mechanism: A Model of Real Exchange Rate Adjustment under Pricing-ToMarket , mimeo. 35",
        "[12] Chari, V.V., P.J. Kehoe, and E.R. McGrattan (1997), Monetary Shocks and Real Exchange Rates in Sticky Price Models of International Business Cycles, NBER Working Paper No. 5876.",
        "[13] Clarida, R. and J. Gali (1994), Sources of Real Exchange Rate Fluctuations: How Important are Monetary Shocks?, Carnegie-Rochester Conference Series on public Policy 41, 1-56.",
        "[14] Clark, P.B. (1973), Uncertainty, Exchange Rate Risk and the Level of International Trade, Western Fconomic Journal 11, 302-313.",
        "[15] Corsetti, G. and P. Pesenti (1997), Welfare and Macroeconomic Interdependence , working paper, Princeton University",
        "[16] CÃ\u0083Â´tÃ\u0083Â©, A. (1994), Exchange Rate Volatility and Trade, Working Paper 94-5, Bank of Canada.",
        "[17] Cushman, D.O. (1983), The Effects of Real Exchange Rate Risk on International Trade, Journal of International Economics 15, 45-63.",
        "[18] de Grauwe, P.(1988), Exchange Rate Variability and the Slowdown in Growth of International Trade, IMF Staff Papers 35, 63-84.",
        "[19] Dellas, H. and B.Z. Zilberfarb (1993), Real Exchange Rate Volatility and International Trade: A Reexamination of the Theory, Southern Feonomic Journal 59, 641-47.",
        "[20] Dixit, A. and J. Stiglitz (1977), Monopolistic Competition and Optimum Product Diversity, American Economic Review 67, 297-308.",
        "[21] Eichenbaum, M. and C.L. Evans (1995), Some Empirical Evidence on the Effects of Shocks to Monetary Policy on Exchange Rates, Quarterly Journal of Fconomics 60(4), 975-1010.",
        "[22] Engel, C. (1996), A Model of Foreign Exchange Rate Determination, NBER Working Paper No. 5766.",
        "[23] Engel, C. (1993), Real Exchange Rates and Relative Prices: An Empirical Investigation, Journal of Monetary Economics 32, 35-50. 36",
        "[24] Ethier, W. (1973), International Trade and the Foreign Exchange Market, American Economic Review 63, 494-503.",
        "[25] Feenstra, R.C. and J.D. Kendall (1991), Exchange Rate Volatility and International Prices, NBER working paper no. 3644.",
        "[26] Feldstein, M. and C. Horioka, 1980, Domestic Saving and International Capital Flows, Economic Journal 90, 3 14-329.",
        "[27] Glick, R. and C. Wihlborg (1996), Exchange Rate Regimes and International Trade, working paper, Federal Reserve Bank of San Francisco.",
        "[28] Giovaninni, A. (1988), Exchange Rates and Traded Goods Prices, Journal of International Economics 24, 45-68.",
        "[31] Helpman, E. and A. Razin (1982), A Comparison of Exchange Rate Regimes in the Presence of Imperfect Capital Markets, International Economic Review 23, 365-88.",
        "[32] Hooper, P. and W. Kohlhagen (1978), The Effect of Exchange Rate Uncertainty on the Prices and Volume of International Trade, Journal of International Economics 8, 483-511.",
        "[33] Iwamoto, Y. and E. van Wincoop (1998), Do Borders Matter? Evidence from Japanese Intranational Capital flows, International Economics Review, forthcoming.",
        "[34] Kasa, K. (1992), Adjustment Costs and Pricing to Market. Theory and Evidence , Journal of International Economics 32, 1-30. 37",
        "[35] Kim, S. and N. Roubini (1997), Liquidity and Exchange Rates in the G-7 Countries: Evidence from Identified VARs, working paper, New York University.",
        "[37] Kollmann, T. (1995), Consumption, Real Exchange Rates and the Structure of International Asset Markets, Journal of International Money and Finance, 14:2, 191-211.",
        "[38] Kollmann, R. (1997), The Exchange Rate in a Dynamic-Optimizing Current Account Model with Nominal Rigidities: A Quantitative Investigation, IMF Working Paper 97/7.",
        "[39] MacDonald, R. and M.P. Taylor (1994), The Monetary Model of the Exchange Rate: Long Run Relationships, Short-Run Dynamics and How to Beat a Random Walk, Journal of International Money and Finance 13(3), 276-290.",
        "[40] Magill, M. and M. Quinzii (1996), Theory of Incomplete Markets, MIT Press.",
        "[41] Mark, N.C. (1995), Exchange Rates and Fundamentals: Evidence on Long Horizon Predictability, American Economic Review 85, no. 1, 201-2 18.",
        "[42] Mark, N.C. and D. Choi (1997), Real Exchange Rate Predictions over Long Horizons, Journal of International Economics 43, 29-60.",
        "[43] McCallum, J. (1995), National Borders Matter, American Economic Review 85, 615-623.",
        "[44] Mundell, R.A. (1961), A Theory of Optimum Currency Areas, American Economic Review 51, 657-65.",
        "[45] Neumeyer, P. A. (1998), Currencies and the Allocation of Risk: The Welfare Effects of a Monetary Union, American Economic Review 88, 246-259. 38",
        "[46] Obstfeld, M. and K. Rogoff (1995), Exchange Rate Dynamics Redux, Journal of Political Economy 103, 624-60.",
        "[47] Obstfeld, M. and K. Rogoff (1998), Risk and Exchange Rates, working paper, University of California, Berkeley",
        "[48] Rankin, N. (1998), Nominal Rigidity and Monetary Uncertainty in a Small Open Economy, Journal of Economic Dynamics and Control 22, 679-702.",
        "[49] Rogers, J. (1998), Monetary Shocks and Real Exchange Rates, International Finance Discussion Papers, no. 612, Board of Governors of the Federal Reserve System.",
        "[50] Svensson, L.E.O. and S. van Wijnbergen (1989), Excess Capacity, Monopolistic Competition, and International Transmission of Monetary Disturbances, Economic Journal 99, 785-805.",
        "[51] Tille, C. (1998), The International and Domestic Welfare Effects of Monetary Policy under Pricing-to-Market, working paper, Princeton University",
        "[52] Viaene, J. and C.G. de Vries (1992), International Trade and Exchange Rate Volatihty, European Economic Review 36, 1311-21.",
        "[53] Voss, G.M. (1998), Monetary Integration, Uncertainty and the Role of Money Finance, Economica 65, 23 1-45.",
        "[54] Wei, S.(1996), Intra-national versus International Trade: How Stubborn are Nations in Global Integration?, NBER working paper 5531."
    ]
}