{
    "id": 6705,
    "cites": 28,
    "cited_by": 9,
    "reference": [
        "Ballwieser, Wolfgang (1995): Germany - Individual Accounts, in: Ordelheide, Dieter/ KPMG (Editors), TRANSACC, London 1995, p.1395-1546.",
        "Buckley, Adrian (1996): Multinational Finance, 3ed Edition, London 1996.",
        "Bodnar, Gordon M., Gregory Hayt, Richard C. Marston, and Charles W. Smithson (1995): Wharton Survey of Derivatives Usage by U.S. Non-Financial Firms, in: Financial Management, Vol. 24, No. 2, 1995, p. 104-114.",
        "Bodnar, Gordon M., and Richard C. Marston (1996): Survey of Derivative Usage by US Non-Financial Firms, Wharton School of the University of Pennsylvania, April 1996.",
        "Brackert, Gerhard, Prahl, Reinhard, and Thomas K. Naumann (1995): Neue Verfahren der Risikosteuerung und ihre Auswirkung auf die handelsrechtliche Gewinnermittlung, in: Die WirtschaftsprÃ\u0083Â¼fung, No. 16, 1995, p. 544-555.",
        "Choi, Frederick D. S., and Gerhard G. Mueller (1992): International Accounting (Prentice Hall: Englewood Cliff, NJ).",
        "Edwards, Jeremy, and Klaus Fischer (1994): Banks, Finance and Investment in Germany, Cambridge 1994.",
        "Eiteman, David K., Arthur I. Stonehill, and Michael Moffett (1995): Multinational business finance, 7th Edition, Readings 1995.",
        "FASB (1978): SFAC No. 1: Objectives of Financial Reporting by Business Enterprises, Stamford, Conn. 1978.",
        "FASB (1981): SFAS No. 52: Foreign Currency Translation, Stamford, Conn. 1981.",
        "FASB (1993): SFAS No. 115: Accounting for Certain Investments in Debt and Equity Securities, Stamford, Conn. 1993.",
        "FASB (1994): SFAS No. 119: Disclosure about Derivative Financial Instruments and Fair Value of Financial Instruments, Stamford, Conn. 1994.",
        "FASB (1997): Statement of Financial Accounting Standards No. 13X: Accounting for Derivative Instruments and for Hedging Activities, Task Force Draft as of September 12, 1997.",
        "Gebhardt, GÃ\u0083Â¼nther (1996): Probleme der bilanziellen Abbildung von Finanzinstrumenten, in: Betriebswirtschaftliche Forschung und Praxis, No. 5, 1996, p. 557-584.",
        "Gebhardt, GÃ\u0083Â¼nther (1997): Entwicklungen in der Berichterstattung Ã\u0083Â¼ber das Risikomanagement unter Einsatz derivativer Instrumente bei deutschen Industrie- und Handelsunternehmen, in: Recht der Internationalen Wirtschaft, Vol. 43, No. 5, 1997, p. 393-401.",
        "Gebhardt, GÃ\u0083Â¼nther, and Oliver Russ (1998): Einsatz von Derivaten im Risikomanagement bei deutschen Industrie- , Handels- und Dienstleistungsunternehmen, Working Paper, Frankfurt 1998.",
        "Giddy, Ian H. (1985): The Foreign Exchange Option as a Hedging Tool, in: International Financial Management, Lessard, Donald R. (Editor), 2ed Edition, New York 1985, p. 345-355.",
        "Giddy, Ian H., and Gunter Dufey (1995): Uses and Abuses of Currency Options, in: Journal of Applied Corporate Finance, Vol. 8, No. 3, 1995, p. 83-93.",
        "Greenwich Associates (1996): North America Treasury Services, December 1996.",
        "Hauptfachausschuss (HFA) des Instituts der WirtschaftsprÃ\u0083Â¼fer (1986): GeÃ\u0083Â¤nderter Entwurf einer Verlautbarung zur WÃ\u0083Â¤hrungsumrechnung im Jahres- und KonzernabschluÃ\u0083Å¸, in: Die WirtschaftsprÃ\u0083Â¼fung, Nr.23, 1986, p. 664667.",
        "IASC (1995): IAS 32: Financial Instruments: Disclosure and Presentation, London 1995.",
        "Jorion, Philippe and Sarkis Khoury (1996): Financial Risk Management, Cambridge 1996.",
        "Levich, Richard (1979): The International Money Market: An Assessment of Forecasting Techniques and Market Efficiency, (JAI Press: Greenwich, CT).",
        "Price Waterhouse (1995): Corporate Treasury Control and Performance Standards, October 1995.",
        "Sercu, Piet, and Raman Uppal (1995): International financial markets and the firm, Cincinnati 1995.",
        "Shapiro, Alan C. (1996): Multinational financial management, 5th Edition, New Jersey 1996.",
        "Smithson, Charles W., Clifford W. Smith, and Sykes D. Wilford (1994): Managing Financial Risk, Chicago 1994.",
        "Srinivasulu, S.L (1981): Strategic Responses to Foreign Exchange Risks, in: Columbia Journal of World Business, No. 1, 1981, p. 13-23."
    ]
}