{
    "id": 6706,
    "cites": 31,
    "cited_by": 12,
    "reference": [
        "AMERICAN HOSPITAL ASSOCIATION. Annual Statistics:199S. Chicago: American Hospital Association (1995).",
        "BOARDMAN, A.E. AND VINING, A.R., Ownership and Performance in Competitive Environments: A Comparison of the Performance of Private, Mixed, and State-Owned Enterprises. Journal of Law and Economics, Vol. 32(1989), pp. 1-33.",
        "BORCHERDING, T.E., POMMEREHNE, AND SCHNEIDER, F., Considering the Efficiency of Private and Public Production: The Evidence from Five Countries. ZeitschnjifQr Nationalokonomie/.Journal of Economics `Public Production. Supplement 2 (1982), pp. 127-156.",
        "BUTLER, J.S., ANDERSON, K.H., AND BURKHAUSER, R.V. Work and Health After Retirement: A Competing Risk Model with Semiparametric Unobserved Heterogeneity. Review of Economics and Statistics, Vol. 71(1989), pp. 46-53.",
        "DRANOVE, D., SHANLEY, M., and SIMON, C., Is Hospital Competion Wasteful? RAND Journal of Economics, Vol. 23 (1992), pp. 247-262.",
        "DxCG, Inc. DxCG Software Version: 02e (Medicare) Program Documentation. Waltham, MA: DxCG, Inc. (1996).",
        "EICHENWALD, K. Hospital Chain Cheated U.S. on Expenses, Documents Show. The New York Times, December 18, 1997.",
        "ELLIS, R.P., POPE, G.C., IEZZONI, L.I. et al. Diagnosis-Based Risk Adjustment for Medicare Capitation Payments. Health Care Financing Review, Vol. 17 (1996), pp. 101-128.",
        "EMMONS, W.M. AND PRAGER, R.A. The Effects of Market Structure and Ownership on Prices and Service Offerings in the U.S. Cable Television Industry. RAND Journal of Economics, Vol. 28 (1997), pp. 732-750.",
        "FRANK, R.G. AND SALKEVER, D.S., The Supply of Charity Services by Nonprofit Hospitals: Motives and Market Structure. RAND Journal of Economics, Vol. 22 (1991), pp. 430-445.",
        "GARBER, A.M., FUCHS, V.R.. AND SILVERMAN, J.F. Case Mix, Costs, and Outcomes: Differences between Faculty and Community Services in a University Hospital. The New England Journal of Medicine, Vol. 310 (1984), pp. 1231-1237.",
        "GRAY, B. The Profit Motive and Patient Care: The Changing Accountability of Doctors and fusers/common/strohip/papers/randpap/fgab53 pap (WP) 24 Hospitals. Cambridge, MA: Harvard University Press (1991).",
        "GRAY, B., AND SCHLESINGER, M. The Profit Transformation of the Hospital and HMO Fields. Unpublished manuscript (1997).",
        "HANSMANN, H. The Ownership of Enterprise. Cambridge, MA: Belknap Press of Harvard University Press (1996).",
        "HECKMAN, J.J. AND SINGER, B., A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models for Duration Data, Econometrica. Vol. 52 (1984), pp. 271-320.",
        "HORWITZ, J. State Oversight of Hospital Conversions: Preserving Trust ofProtecting Health? Unpublished Juris Doctor thesis, Harvard University (1997).",
        "INSTITUTE OF MEDICINE For-Profit Enterprise in Health Care. Washington, DC: National Academy Press, 1986.",
        "JENSEN, M. AND MURPHY, K. Performance Pay and Top Management Incentives, Journal of Political Economy, Vol. 98 (1990), pp. 225-.",
        "KEELER, E.B., RUBENSTEIN, L.V., KAHN, K.L., DRAPER, D., HARRISON, E.R., MCGINTY, M.J., ROGERS, W.H., AND BROOK, R.H. Hospital Characteristics and Quality of Care. Journal of the American Medical Association, Vol. 268 (1992), pp. 1709-1714.",
        "KUTTNER, R. Everything for Sale. New York: Alfred A. Knopf (1997).",
        "MANNING, W. The Logged Dependent Variable, Heteroscedasticity, ad the Retransformation Problem. Journal of Health Economics, (1998), forthcoming.",
        "NORTON, E.C. AND STAIGER, D.O., How Hospital Ownership Affects Access to Care for the Uninsured, RAND Journal of Economics, Vol. 25 (1994), pp. 171-85.",
        "PAULY, M.V. Doctors and Their Workshops: Economic Models of Physician Behavior. Chicago, IL: University of Chicago Press, 1980.",
        "PFEIFFER, E. A Short Portable Mental Status Questionnaire for the Assessment of Organic Brain Deficit in Elderly Patients. Journal of the American Geriatric Society, Vol. 23 (1975), pp. 433-441.",
        "PROSPECTIVE PAYMENT ASSESSMENT COMMISSION. Medicare and the American Health Care System: Report to the Congress. Washington: June 1997.",
        "SLOAN, F.A., FELDMAN, R.D., AND STEIN WALD, B. Effects of Teaching on Hospital Costs, Journal of Health Economics, Vol. 2, (1983), pp. 1-28.",
        "SLOAN, F.A. (1988) Property Rights in the Hospital Industry in FRECH, H.E. III, Health Care in America. San Francisco, CA: Pacific Research Institute for Public Policy, 1988, pp. 103-141.",
        "SLOAN, F.A. AND VALVONA, J. The High Cost of Teaching Hospitals. Health Affairs, Vol 5(1986): 68-85.",
        "SLOAN, F.A, (1998) Not-for-Profit Ownership and Hospital Behavior, forthcoming in NEWHOUSE, J.P. AND CULYER, A., Handbook of Health Economics. Flsevier Science, 1998.",
        "VICKERS, J. AND YARROW, G. Privatization: An Economic Analysis. Cambridge, MA: MIT Press (1988).",
        "VINING, A.R. AND BOARDMAN, A.E. Ownership Versus Competition: Efficiency in Public Enterprise. Public Choice, Vol. 73(1992):2O5-239."
    ]
}