{
    "id": 6708,
    "cites": 32,
    "cited_by": 3,
    "reference": [
        "Agell, J. and P.-A. Edin, 1990, Marginal taxes and the asset portfolios of Swedish households, Scandinavian Journal of Economics 92, 47-64.",
        "Agell, J., P. Englund and J. SOdersten, 1998, Incentives and redistribution in the welfare state - the Swedish tax reform, Macmillan Press: Basingstoke.",
        "Agell, J. and M. Persson, 1990, Tax arbitrage and the redistributive properties of progressive income taxation, Economics Letters 34, 357-361.",
        "Allingham, M.G. and A. Sandmo, 1972, Income tax evasion: A theoretical analysis, Journal of Public Economics 1, 323-33 8.",
        "Bergstrom, T. and S. Blomquist, 1993, The political economy of subsidized day care, European Journal of Political Economy 12, 443-458.",
        "Blomquist, S., 1996, Estimation methods for male labor supply functions. How to take account of nonlinear taxes, Journal of Econometrics 70, 383-405.",
        "Cowell, F. A., 1990, Cheating the government: the economics of evasion, The MIT Press: Cambridge, MA.",
        "Edin, P.-A., P. Englund and E. Ekman, 1995, Avregleringen och hushÃ\u0083Â¢flens skulder (Deregulation and household indebtedness), in Bankerna under krisen (The banks during the crisis), BankkriskommittÃ\u0083Â©n, Stockholm.",
        "Feldstein, M., 1995, Tax avoidance and the deadweight loss of the income tax, Working paper no. 5055, National Bureau of Economic Research: Cambridge, MA.",
        "Gordon, R. and J. Slemrod, 1988, Do we collect any revenue from taxing capital income?, in L. Summers, ed., Tax policy and the economy, National Bureau of Economic Research and MIT Press: Cambridge, MA.",
        "Gottschalk, P. and T. Smeeding, 1997, Cross-national comparisons of earnings and income inequality, Journal of Economic Literature 35, 633-687.",
        "Hansson, I and E. Norman, 1986, FOrdelningseffekter av inkomstskatt och utgiftsskatt (Distributional effects of income taxation and expenditure taxation), in SOU 1986:40, Stockholm.",
        "Hausman, J.A., 1981, Labor supply, in: H.J. Aaron and J.A. Pechman, eds., How taxes affect economic behavior, Brookings Institution: Washington, DC.",
        "Jakobsson, U., 1976, On the measurement of the degree of progression, Journal of Public Economics 5, 161-168.",
        "Lang, 0., K.-H. Nohrbal3 and K. Stahl, 1997, On income tax avoidance: the case of Germany, Journal of Public Economics 66, 327-347.",
        "Lindbeck, A., 1995, Hazardous welfare-state dynamics, American Economic Review 85 (Papers and Proceedings), 9-15.",
        "Lindencrona, G., 1993, The taxation of financial capital and the preventation of tax avoidance, In Tax reform in the Nordic countries, 1973-1993 Jubilee publication of the Nordic Council for Tax Research, lustus: Uppsala.",
        "MaCurdy, T.E., D. Green and H. Paarsch, 1990, Assessing empirical approaches for analyzing taxes and labor supply, Journal of Human Resources 25, 4 15-490.",
        "Maimer, H. and A. Persson, 1994, Skattereformens effekter pA skattesystemets driftskostnader, skatteplanering och skattefi.tsk (The effects of the tax reform on compliance costs, tax planning, and tax fraud). In Arhundradets skattereform (Tax reform of the century), edited by H. Malmer, A. Persson and A. Tengblad, Fritzes: Stockholm.",
        "Mayshar, J., 1991, Taxation with costly administration, Scandinavian Journal of Economics 93, 75-88.",
        "Miller, M., 1977, Debt and taxes, Journal of Finance 32, 261-275.",
        "Mirriees, 1, 1971, An exploration in the theory of optimum income taxation, Review of Economic Studies 38, 175-208.",
        "Moffltt, R. and M. Wilhelm, 1998, Taxation and the labor supply decisions of the affluent, mimeo, Johns Hopkins University.",
        "Munro, A., 1998, Constraints on non-linear pricing and taxation, mimeo, School of Economic and Social Studies, University of East Anglia.",
        "Myrdal, G., 1978, Dags fbr ett nytt skattesystem (Time for a new tax system), Ekonomisk Debatt 6, 493-506.",
        "Nielsen, S. B. and P. B. SÃ\u0083Â¸rensen, 1997, On the optimality of the Nordic system of dual income taxation, Journal of Public Economics 63, 311-329.",
        "Persson, M., 1995, Why are taxes so high in egalitarian societies?, Scandinavian Journal of Economics 97, 569-5 80.",
        "Sandmo, A., 1981, Income tax evasion, labour supply, and the equity-efficiency tradeoff, Journal of Public Economics 16, 265-288.",
        "Sandmo, A., 1991, Economists and the welfare state, European Economic Review 35, 2 13-239.",
        "Slemrod, J., 1994, A general model of the behavioural response to taxation, mimeo, University of Michigan.",
        "SÃ\u0083Â¸rensen, P. B., 1994, From the global income tax to the dual income tax: Recent tax reforms in the Nordic countries, International Tax and Public Finance 1, 57- 79.",
        "Stiglitz, J., 1983, Some aspects of the taxation of capital gains, Journal of Public Economics 21, 257-294."
    ]
}