{
    "id": 6709,
    "cites": 14,
    "cited_by": 11,
    "reference": [
        "Abraham, Katharine G. and James L. Medoff. Length of Service and Layoffs in Union and Nonunion Work Groups, Industrial and Labor Relations Review 38 (October 1984): pp. 87- 97.",
        "Blostin, Alan P. and Jordan N. Pfuntner. Employee Medical Care Contributions on the Rise, Compensation and Working Conditions (Spring 1998): pp. 46-51.",
        "Bluestone, Barry and Bennett Harrison, The Great American Jobs Machine, Study prepared for the U.S. Joint Economic Committee, December 1986.",
        "Brown, Charles and James L. Medoff, The Employer Size Wage Effect, Journal of Political Economy 97 (October 1989): pp. 1027-59.",
        "Cantor, Joel, Stephen Long and Susan Marquis, Employment-Based Health Insurance in Ten States, Health Affairs (Summer 1995): pp. 199-211.",
        "Costrell, Robert M. Methodology in the Job Quality Debate, Industrial Relations 29 (1990): pp,94-110.",
        "Cutler, David M. and Jonathan Gruber. Does Public Insurance Crowd out Private Insurance, Quarterly Journal of Economics 111 (May 1996): pp. 39 1-430.",
        "Farber, Henry S. Job Creation in the United States: Good Jobs or Bad? Working Paper No. 385, Industrial Relations Section, Princeton University, July 1997.",
        "Houseman, Susan N. Job Growth and the Quality of Jobs in the U.S. Economy, Labour (1995): pp. S93-S 124.",
        "Kostcrs, Marvin H. and Murray N. Ross. A Shrinking Middle Class? Public interest (1988): pp. 3-27.",
        "Levy, Helen. Who Pays for Health Insurance? Employee Contributions to Health Insurance Premiums, Working Paper No. 398, Industrial Relations Section, Princeton University, March 1998.",
        "Pierce, Brooks. Compensation Inequality. Unpublished manuscript, Bureau of Labor Statistics, April 1998.",
        "Shore-Sheppard, Lara. Stemming the Tide? The Effect of Expanding Medicaid Eligibility on Health Insurance Coverage, Working Paper No. 361, Industrial Relations Section, Princeton University, April 1996.",
        "Swartz, Katherine. Interpreting the Estimates from Four National Surveys of the Number of People Without Health Insurance, Journal of Economic and Social Measurement (1986) 14:233-242."
    ]
}