{
    "id": 6715,
    "cites": 25,
    "cited_by": 11,
    "reference": [
        "Akerlof, George A. Social Distance and Social Decisions, Econometrica, LXV (September, 1997), 10051027.",
        "Aziz, Ahmad, Islamic Modernism in India and Pakistan, (London: Oxford University Press ,1967).",
        "Azzi, Corry and Ronald G. Ehrenberg, Household Allocation of Time and Church Attendance, Journal of Political Economy, LXXXIII (1975), 27-56.",
        "Becker, G.S., An Economic Analysis of Fertility, in A.J. Coale (ed.) Demographic and Economic Change in Developed Countries, Princeton N.J.: Princeton University Press, 1960.",
        "Berman, Eli Subsidized Sacrifice: State Support of Religion in Israel, Contemporary Jewry, XXI, (Winter, 2000).",
        "Falk Institute for Economic Research in Israel, Discussion Paper No. 97.05, 1997.",
        "Ben-Porath, Yoram (1980) The F-Connection: Families, Friends and Firms and the Organization of Exchange, Population and Development Review 6, 1-29.",
        "Bongaarts, John and Susan Cotts Watkins (1996) Social Interactions and Contemporary Fertility Transitions, Population and Development Review 22(4): 639-682 (December).",
        "Central Bureau of Statistics, Statistical Abstract of Israel, Jerusalem (various years). Camerer, Colin, Gifts as Economic Signals and Social Symbols, American Journal of Sociology XCIV (1988): S180-214.",
        "Chiswick, Carmel Ullman, The Economics of American Judaism, Shofar, XIII (1995), 1-19.",
        "Cole, H.L. , G.J. Mailath and A. Postlewaite, Social Norms, Savings Behavior and Growth, Journal of Political Economy, C(1992) 1092-1125.",
        "Cornes, Richard and Todd Sandler The Theory of Externalities, Public Goods and Club Goods, (New York: Cambridge University Press, 1986).",
        "Ellenson, David, German Jewish Orthodoxy: Tradition in the Context of Culture, in Jack Wertheimer (ed.) The Uses of Tradition (Cambridge: Harvard 1992).",
        "Faksh, Mahmud A., The Future of Islam in the Middle East, Fundamentalism in Egypt, Algeria and Saudi Arabia. Westport, Conneticut: Praeger, 1997.",
        "Friedman, Menachem, The Haredi (Ultra-Orthodox) Society --- Sources, Trends and Processes, Jerusalem: The Jerusalem Institute, Research Series 41, 1991.",
        "Glaeser, Edward L., Bruce Sacerdote and Jose A. Scheinkman, Crime and Social Interactions, Quarterly Journal of Economics, CXI (2) (May 1996) 507-548.",
        "Greif, Anver, Cultural Beliefs and the Organization of Society: A Historical and Theoretical Reflection on Collectivist and Individualist Societies, Journal of Political Economy, CII (1994) 912-950.",
        "Heilman, Samuel C., The People of the Book: Drama, Fellowship and Religion, (Chicago: University of Chicago Press, 1983).",
        "Hyman, Paula E., Traditionalism and Village Jews in 19 th -Century Western and Central Europe: Local Persistence and Urban Nostalgia, in Jack Wertheimer (ed.), The Uses of Tradition, (Cambridge: Harvard 1992).",
        "Ilan, Shachar, To the Right of the Right HaAretz, March 11, 1998a (Hebrew).",
        "Iannaccone, Laurence R. Sacrifice and Stigma: Reducing Free-riding in Cults, Communes, and Other Collectives, Journal of Political Economy, C(1992), 271-291.",
        "Kaplan, Lawrence, The Hazon Ish: Haredi Critic of Traditional Orthodoxy, in Jack Wertheimer (ed.), The Uses of Tradition, (Cambridge: Harvard 1992).",
        "Kandel, Eugene and Edward P. Lazear, Peer Pressure and Partnerships, Journal of Political Economy, 100(4), (1992), pp 801-817.",
        "Landau, David, Piety and Power, The World of Jewish Fundamentalism. (New York: Hill and Wang,1993).",
        "Landers, Renee M., James B. Rebitzer and Lowell J. Taylor, Rat Race Redux: Adverse Selection in the Determination of Work Hours in Law Firms, American Economic Review, LXXXVI (June 1996) 329-348."
    ]
}