{
    "id": 6718,
    "cites": 15,
    "cited_by": 8,
    "reference": [
        "Angrist, Joshua (1991), The Drat Lottery and Voluntary Enlistment in the Vietnam Era, Journal of the American Statistical Association 86: September, 584-95.",
        "Angrist, Joshua and Guido Irnbens (1995), Two-Stage Least Squares Estimates of Average Causal Effects in Models with Variable Treatment Intensity, Journal of the American Statistical Association 89: 431-442.",
        "Angrist, Joshua, and Alan Krueger (1994), Why Do World War II Veterans Earn more than Non-veterans? Journal ofLabor Economics 12, January: 74-97.",
        "Angrist, Joshua and Victor Lavy (1997), Using Maimonides Rule to Estimate the Effect of Class Size on Childrens Academic Achievement, NBER Working Paper No. 5888, January.",
        "Bound, John, and David Jeager (1996), On the Validity of Season of Birth as an Instrument in Wage Equations: A Comment on Angrist and Krueger, NBER Working Paper No. 5835.",
        "Cameron, David (1991),More than an Academic Question: Universities, Government, andPublic Policy in Canada (The Institute for Research on Public Policy, Halifax Nova Scotia).",
        "Thistlethwaite, D. and Donald T. Campbell (1960), Regression-Discontinuity Analysis: An Alternative to the Ex Post Facto Experiment, Journal of Educational Psychology 51: 309-317.",
        "Cohn, Elchanan and John Addison (1997), The Economic Returns to Lifelong Learning, University of South Carolina College of Business Administration Division of Research Working Paper B-97-04 Comeau, Paul-AndrÃ\u0083Â© (1982), Le Bloc populaire, 1942-1948, (Quebec/Amerique, Montreal) Conneely and Uusitalo (1997), Estimating Heterogenous Treatment Effects in the Becker Schooling Model, Unpublished Discussion Paper, Princeton University Industrial Relations Section.",
        "Griliches, Zvi (1977), Estimating the Returns to Schooling: Some Econometric Problems, Econometrica 45: 1-22.",
        "Harmon, Calm and Ian Walker (1995), Estimates of the Economic Return to Schooling in the United Kingdom, American Economic Review 85: 1278-1286.",
        "Ichino, Andrea and Rudolf Ebmer-Winter (1998), The Long-Run Educational Cost of World War II, Unpublished Discussion Paper, European University Institute.",
        "Olson, Keith (1974), The G.I. Bill, the Veterans and the Colleges, (University of Kentucky Press, Lexington).",
        "Psacharopoulos, George (1985), Returns to Education: A Further International Update and Implications, Journal of Human Resources 20: 583-604.",
        "Van der Klaauw, Wilbert (1997), A Regression-Discontinuity Evaluation of the Effect of Financial Aid 36 Offers on College Enrollment, Unpublished Manuscript, New York University.",
        "Wooldridge, Jeffrey (1997), On Two Stage Least Squares Estimation of the Average Treatment Effect in a Random Coefficient Model, Economic Letters 56: October, 129-33."
    ]
}