{
    "id": 6719,
    "cites": 41,
    "cited_by": 21,
    "reference": [
        "Bernheim, B. Douglas, and Daniel M. Garrett, 1996, The Determinants and Consequences of Financial Education in the Workplace; Evidence from a Survey of Households, NBER Working Paper 5667.",
        "Blake, David, 1997, Pension Choices and Pensions Policy in the United Kingdom, in S. Valdes-Prieto, The Economics of Pensions, Cambridge: Cambridge University Press, 277-317.",
        "Blake, David, William Burrows, and J. Michael Orszag, 1998, Stakeholder Annuities: Reducing the Costs of Pension Provision, unpublished, London: The Pensions Institute.",
        "Board of Trustees, Federal Old-Age and Survivors Insurance and Disability Insurance Trust Funds, 1997, 1997 Annual Report of the Board of Trustees of the Federal Old-Age and Survivors Insurance and Disability Insurance Trust Funds, Washington D. C.: U. S. Government Printing Office.",
        "Bodie, Zvi, Alan J. Marcus, and Robert C. Merton, 1988, Defined Benefit versus Defined Contribution Plans: What are the Real Trade-of fs?, Chapter 5 in Z. Bodie, J. Shoven and D. Wise (eds.), Pensions in the U. S. Economy, Chicago; University of Chicago Press.",
        "Bohn, Henning, 1997, Risk Sharing in a Stochastic Overlapping Generations Economy, unpublished, University of California at Santa Barbara.",
        "Bohn, Henning, forthcoming 1998, Social Security Reform and Financial Markets, in Federal Reserve Bank of Boston Conference on Social Security Reform.",
        "Boskin, Michael J., Laurence 3. Kotlikoff, and John B. Shoven, 1988, Personal Security Accounts: A Proposal for Fundamental Social Security Reform, in Susan M. Wachter (ed.), Social Security and Private Pensions, Lexington, Massachusetts: Lexington Books.",
        "Burkhauser, Richard V., and Timothy M. Smeeding, 1994, Social Security Reform: A Budget Neutral Approach to Reducing Older Womens Disproportionate Risk of Poverty, Policy Brief 2/1994, Center for Policy Research, Syracuse University.",
        "Burtless, Gary, 1997, Replacement Rate Projections, unpublished, Brookings Institution.",
        "Coile, Courtney, Peter Diamond, Jonathan Gruber, and Alain Jousten, 1997, Delays in Claiming Social Security Benefits, unpublished, MIT.",
        "Diamond, Peter, 1982, Social Security: A Case for Changing the Earnings Test But Not the Normal Retirement Age, unpublished, MIT.",
        "Edwards, Sebastian, forthcoming 1998, The Chilean Pension Reform: A Pioneering Program, in Martin Feldstein, ed., Privatizing Social Security, NBER, Chicago: University of Chicago Press, [NBER Working Paper 5811].",
        "Feldstein, Martin, and Andrew Samwick, 1992, Social Security Rules and Marginal Tax Rates, National Tax Journal, 45(1), 1-22.",
        "Feldstein, Martin, and Andrew Samwick, 1997, The Economics of Prefunding Social Security and Medicare Benefits, NBER WP 6055.",
        "Friedberg, Leora, forthcoming 1998, The Social Security Earnings Test and Labor Supply of Older Men, in 3. Poterba, ed., Tax Policy and the Economy, 12, Cambridge: MIT Press.",
        "Friedman, Benjamin, and Mark Warshawsky, 1990, The Cost of Annuities: Implications for Saving Behavior and Bequests, Quarterly Journal of Economics, 105, 1, 135-154.",
        "Geanakoplos, John, Olivia S. Mitchell, and Stephen P. Zeldes, 1998, Social Securitys Moneys Worth, this volume.",
        "Goodfellow, Gordon P., and Sylvester J. Schieber, forthcoming 1998, Simulating Benefit Levels under Alternative Social Security Reform Approaches, in Olivia S. Mitchell, Robert Myers, and Howard Young, eds, Prospects for Social Security Reform, Pension Research Council, Philadelphia: University of Pennsylvania Press.",
        "Greenspan, Alan, 1997, Testimony before the Task Force on Social Security of the Committee on the Budget, U. S. Senate, November 20.",
        "Holden, Karen, forthcoming 1998, Women as Widows under a Reformed Social Security System, in Olivia S. Mitchell, Robert Myers, and Howard Young, eds, Prospects for Social Security Reform, Pension Research Council, Philadelphia: University of Pennsylvania Press.",
        "James, Estelle, 1997, New Systems for Old Age Security, Policy Working Paper 1766, The World Bank.",
        "Mitchell, Olivia S., and James F. Moore, 1997, Retirement Wealth Accumulation and Decumulation: New Developments and Outstanding Opportunities, Working Paper 97-12, The Wharton School, University of Pennsylvania.",
        "Mitchell, Olivia S., James M. Poterba and Mark Warshawsky, 1997, New Evidence on the Moneys Worth of Individual Annuities, unpublished, Wharton.",
        "Munnell, Alicia H., and Pierluigi Balduzzi, 1998, Investing the Trust Fund in Equities, unpublished, Boston College.",
        "Olsen, Kelly A., Jack VanDerhei, Dallas L. Salisbury, and Martin R. Holmer, 1998, How Do Individual Social Security Accounts Stack Up? An Evaluation Using the EBRI-SSASIM2 Policy Simulation Model, EBRI Issue Brief no. 195, March.",
        "Poterba, James N., 1997, The History of Annuities in the United States, NBER Working Paper 6001.",
        "Pozen, Robert C., forthcoming 1998, Investment and Administrative Constraints on Personal Security Accounts, in Olivia S. Mitchell, Robert Myers, and Howard Young, eds, Prospects for Social Security Reform, Pension Research Council, Philadelphia: University of Pennsylvania Press.",
        "Social Security Administration, 1996, Annual Statistical Supplement to the Social Security Bulletin.",
        "Social Security Administration, Office of Research, Evaluation and Statistics, 1997, Fast Facts and Figures about Social Security, Washington: Government Printing Office.",
        "Tegen, Karen, 1997, Influence of Survivor Pensions on the Income of Widows: Role of Legislation, Rules, and Consumer Information, M. S. Thesis, University of Wisconsin, Department of Consumer Science.",
        "Thaler, Richard, 1985, Mental Accounting and Consumer Choice, Marketing Science, 4, 3, 199-214.",
        "Thompson, Lawrence H., 1998, Individual Uncertainty in Retirement Income Planning Under Different Public Pension Regimes, this volume.",
        "Treaster, Joseph B., 1998, The Money Keeps Rolling In for Variable Annuities, New York Times, Page 62, January 11.",
        "United Kingdom Government Actuary and Secretary of State for Social Security, 1996, Occupational and Personal Pension Schemes, Review of Certain Contracting-Out Terms, Presented to Parliament, March.",
        "United States Department of Health and Human Services, 1985, Report on Earnings Sharing Implementation Study, Washington.",
        "United States General Accounting Office, 1996, 401(k) Pension Plans: Many Take Advantage to Ensure Adequate Retirement Income, GAO/HEHS-96-176, Washington, D. C.",
        "United States House of Representatives Committee on Ways and Means, 1994, Overview of Entitlement Programs, 1994 Green Book, Washington: U.S. Government Printing Office.",
        "United States House of Representatives Select Committee on Aging, 1992, Congressional Symposium on Women and Retirement, Hearing, Comm. Pub. No. 102-897, Washington: U.S. Government Printing Office.",
        "Valdes-Prieto, Salvador, 1994, Administrative Charges in Pensions in Chile, Malaysia, Zambia, and the United States, Policy Research Working Paper 1372, The World Bank.",
        "Yakoboski, Paul, and Jack VanDerhei, 1996, Worker Investment Decisions: An Analysis of Large 401(k) Plan Data, EBRI Issue Brief no. 176, Employee Benefit Research Institute, August."
    ]
}