{
    "id": 6721,
    "cites": 34,
    "cited_by": 2,
    "reference": [
        "Ainslie, R. C. (1985) The Psychology of Twinship. University of Nebraska Press, Lincoln.",
        "Angrist, J. D. and Krueger, A. B. (1991) Does compulsory school attendance affect schooling and earnings? Quarterly Journal of Economics 106, 979-1014.",
        "Ashenfelter, 0. and Krueger, A. (1994) Estimates of the economic return to schooling from a new sample of twins. American Economic Review 84, 1157-1173.",
        "Babson, S. G., Kangas, J., Young, N., and Brahhall, J. L. (1964) Growth and development of twins of dissimilar size at birth, Pediatrics 33, 327-333.",
        "Babson, S. G. and Phillips, D. S. (1973) Growth and development of twins dissimilar in size at birth. New England Journal of Medicine 289, 93 7-940.",
        "Becker, G. 5. (1975) Human Capital: A Theoretical and Empirical Analysis, with Special Reference to Education, 2nd ed. University of Chicago Press, Chicago.",
        "Behrman, J. R. and Rosenzweig, M. R. (forthcoming) Ability biases in schooling returns and twins: a test and new estimates. Economics of Education Review. Behrman, J. R., Rosen.zweig, M. R., and Taubman, P. (1994) Endowments and the allocation of schooling in the family and in the marriage market: the twins experiment. Journal of Political Economy 102, 113 1-1174.",
        "Berger, M. C., Black, D. A., and Scott, F. A. (1997) Bounding parameter estimates with non-classical measurement error. Unpublished manuscript, Department of Economics, University of Kentucky.",
        "Bound, J. and Jaeger, D. A. (1996) On the validity of season of birth as an instrument in wage equations: a comment on Angrist and Kruegers Does compulsory school attendance affect schooling and earnings? Working paper no. 5835, National Bureau of Economic Research.",
        "Bound, J., Jaeger, D. A., and Baker, R. M. (1995) Problems with instrumental variables 28 estimation when the correlation between the instruments and the endogenous explanatory variable is weak, Journal of the American StatisticalAssociation 90, 443-450.",
        "Bound, J. and Krueger, A. B. (1991) The extent of measurement error in longitudinal earnings data: do two wrongs make a right? Journal of Labor Economics 9, 1-24.",
        "Card, D. (1995) Earnings, schooling, and ability revisited. Research in Labor Economics 14, 23-48.",
        "Card, D. (forthcoming) The causal effect of education on earnings. In Handbook of Labor Economics, eds. 0. Ashenfelter and D. Card. North-Holland, Amsterdam. Chamberlain, 0. (1977) Are brothers as good as twins? In Kinometrics: Determinants of Socioeconomic Success within and between Families, ed. P. Taubman. North- Holland, Amsterdam.",
        "Churchill, J. A. (1965) The relationship between intelligence and birthweight in twins.",
        "Neurology 15, 341-347. Farber, S. L. (1981) Identical Twins RearedApart: A Reanalysis. Basic Books, New York.",
        "Fujikura, T. and Froehlich, L. A. (1974) Mental and motor development in monozygotic co-twins with dissimilar birth weights. Pediatrics 53, 884-889.",
        "Gorseline, D. E. (1932) The Effect of Schooling upon ]`ncome. Indiana University Press, Bloomington.",
        "Greene, W. H. (1997) Econometric Analysis, 3rd ed. Prentice Hall, Upper Saddle River.",
        "Griliches, Z. (1977) Estimating the returns to schooling: some econometric problems.",
        "Econometrica 45, 1-22. Griliches, Z. (1979) Sibling models and data in economics: beginnings of a survey.",
        "Journal of Political Economy 87, S37-S64. Isacsson, G. (1997) Estimates of the Return to Schooling in Sweden from a Large Sample of Twins. Swedish Institute for Social Research, Stockholm.",
        "James, W. H. (1982) The IQ advantage of the heavier twin. British Journal of Psychology 73, 513-517.",
        "Kaelber, C. T. and Pugh, T. F. (1969) Influence of intrauterine relations on the intelligence of twins. New England Journal of Medicine 280, 1030-1034.",
        "Kamin, L. J. (1978) TransfUsion syndrome and the heritability of IQ. Annals of Human Genetics 42, 161-171.",
        "Kane, T. J., Rouse, C. E., and Staiger, D. (1997) Estimating returns to schooling when schooling is misreported. Unpublished manuscript, Kennedy School of Government, Harvard University.",
        "Marsh, R. W. (1979) The identical-twin transfUsion syndrome and intelligence: a second look. British Journal of Psychology 70, 413-415.",
        "Marsh, R. W. (1980) The significance for intelligence of differences in birth weight and health within monozygotic twin pairs. British Journal of Psychology 71, 63-67.",
        "Miller, P., Mulvey, C., and Martin, N. (1995) What do twins studies reveal about the economic returns to education? A comparison of Australian and U.S. findings.",
        "American Economic Review 85, 586-599. Munsinger, H. (1977) The identical-twin transfUsion syndrome: a source of error in estimating IQ resemblance and heritability. Annals of Human Genetics 40, 307- 321.",
        "Neumark, D. (forthcoming) Biases in twin estimates of the return to schooling. Economics of Education Review. Pencavel, J. H. (1976) A note on the IQ of monozygotic twins raised apart and the order of their birth. Behavior Genetics 6, 45 5-460.",
        "Pischke, J. -S. (1995) Measurement error and earnings dynamics: some estimates from the PS1D validation study. Journal of Business and Economic Statistics 13, 305-314.",
        "Rosen, S. (1977) Human capital: a survey of empirical research. Research in Labor Economics 1, 3-39.",
        "Willerman, L. and Churchill, J. A. (1967) Intelligence ~cid birthweight in identic~ ~vins.",
        "Child Development 38, 623-629. Willis, R. J. (1986) Wage determinants: a survey and ~nnterpretation of human earnings fUnctions. In Handbook of Labor E.b.:-nnmics, vol. 1, eds. 0."
    ]
}