{
    "id": 6722,
    "cites": 42,
    "cited_by": 5,
    "reference": [
        "White, Lawrence J. Investing the Assets of the Social Security Trust Fund in Equity Securities: An Analysis. Investment Perspective. Washington, D.C.: Investment Company Institute, May 1996.",
        "Wall St. Journal, A Big Idea. April 7, 1998: A18.",
        "Tobin, James. Social Security, Public Debt, and Economic Growth. In Full Employment and Growth, Ed. James Tobin. Cheltenham, UK: Edward Elgar, 1996: 254-285.",
        "Thompson, Lawrence. The Social Security Reform Debate. Journal of Economic Literature.21 (4). December 1983: 1425-1467.",
        "Smetters, Kent. Investing the Social Security Trust Fund in Equities. In Prospects for Social Security Reform. Eds. Olivia S. Mitchell, Robert Myers, and Howard Young. Pension Research Council. Philadelphia: University of Pennsylvania Press, forthcoming. Steuerle, C. Eugene and Jon M. Bakija. Retooling Social Security for the 21st Century. Washington, D.C.: Urban Institute Press, 1994.",
        "Siegel, Jeremy. Stocks for the Long Run. New York: Irwin, 1997.",
        "Panis, C. and Lee Lillard. Socioeconomic Differentials in the Returns to Social Security. RAND Working paper. Santa Monica: RAND Corporation, January 1985.",
        "OConnell, Stephen A. and Stephen P. Zeldes. Dynamic Efficiency in the Gifts of Economy. Journal of Monetary Economics, 31(3), 1993: 363-379.",
        "Myers, Robert and Bruce Schoebel. An Updated Moneys Worth Analysis of Social Security Retirement Benefits. Transactions of the Society of Actuaries, 1992.",
        "Myers, Robert. Moneys-Worth Analysis of Social Security Benefits: Hardly Worth the Money Its Printed On! Contingencies, July/August 1996: 10-11.",
        "Myers, Robert. Social Security. 4th ed. Pension Research Council. Philadelphia, PA: University of Pennsylvania Press, 1993.",
        "Munnell, Alicia H. and Pierluigi Balduzzi. Investing the Social Security Trust Fund in Equities. Working paper, Boston College School of Management, Boston, March 1998.",
        "Moore, Stephen. Testimony Before the House Ways and Means Committee. Social Security Subcommittee On the Future of Social Security for this Generation and the Next., US House of Representatives. Washington, D.C., June 24, 1997.",
        "Moffitt, Robert. Trends in Social Security Wealth By Cohort. In Economic Transfers in the United States. Ed. Marilyn Moon. Studies in Income and Wealth V. 49. Chicago: University of Chicago Press 1984: 327-53.",
        "Mitchell, Olivia S., James Poterba, Mark Warshawsky and Jeff Brown. New Evidence on the Moneys Worth of Individual Annuities. American Economic Review, forthcoming. Mitchell, Olivia S. and Stephen P. Zeldes. Social Security Privatization: A Structure For Analysis. American Economic Review, 86(2) May 1996: 363-367.",
        "Mitchell, Olivia S. and Flavio Barreto. After Chile, What? Second-Round Social Security Reforms in Latin America. Revista de Analisis Economico, 12(2) November 1997: 3-36.",
        "Mitchell, Olivia S. Administrative Costs of Public and Private Pension Plans. In Privatizing Social Security. Ed. Martin Feldstein. NBER and University of Chicago. 1998: 403-456.",
        "Miron, Jeffrey A. and David N. Weil. The Genesis and Evolution of Social Security. In The Defining Moment: The Great Depression and the American Economy in the Twentieth Century. Bordo, Michael D., Claudia Goldin, and Eugene N. White, eds. Chicago: University of Chicago Press, 1998: 297-324.",
        "Lumsdaine, Robin and Olivia S. Mitchell. Developments in the Economics of Retirement. Prepared for Handbook of Labor Economics. Eds. Orley Ashenfelter and David Card. Amsterdam: North Holland, forthcoming. Manchester, Joyce. Social Security Tax Issues. In Prospects for Social Security Reform. Eds. Olivia S. Mitchell, Robert Myers, and Howard Young. Pension Research Council. Philadelphia: University of Pennsylvania Press, forthcoming. Mehra, Rajnish and Edward C. Prescott. The Equity Premium: A Puzzle. Journal of Monetary Economics 15(2), March 1985: 145-61.",
        "Leimer, Dean R. The Pareto Optimality of Pay-As-You-Go Social Security Programs. Office of Research and Statistics Working Paper No. 47. Washington, D.C.: Social Security Administration, June 1991.",
        "Leimer, Dean R. A Guide to Social Security Moneys Worth Issues. Social Security Bulletin, 58 (2), Summer 1996: 3-20.",
        "Leimer, Dean R. Cohort-Specific Measures of Lifetime Net Social Security Transfers. Office of Research and Statistics Working Paper No. 59. Washington, D.C.: Social Security Administration, February 1994.",
        "Kotlikoff, Laurence J. On the Contribution of Economics to the Evaluation and Formation of Social Insurance Policy. American Economic Review 79(2) May 1989: 184-190.",
        "Kennickell, Arthur, Martha Starr-McCluer, and Annika E. Sunden. Family Finances in the U.S.: Recent Evidence from the Survey of Consumer Finances. Federal Reserve Bulletin 83(1). January 1997: 1-24.",
        "Goss, Stephen C. Measuring Solvency in the Social Security System. In Prospects for Social Security Reform. Eds. Olivia S. Mitchell, Robert Myers, and Howard Young. Pension Research Council. Philadelphia: University of Pennsylvania Press, forthcoming. Gruber, Jonathan. The Incidence of Payroll Taxation: Evidence from Chile. NBER WP 5053. Boston: NBER, March 1995.",
        "Forbes, Steve. How to Replace Social Security. The Wall Street Journal, December 18, 1996.",
        "Feldstein, Martin and Andrew Samwick. The Transition Path in Privatizing Social Security. NBER Working Paper 5761. Boston: NBER, September 1996.",
        "Feldstein, Martin and Andrew Samwick. The Economics of Prefunding Social Security and Medicare Benefits. NBER Working Paper 6055. Boston: NBER, June 1997.",
        "Feldstein, Martin Transition to a Fully Funded Pension System: Five Economic Issues. NBER Working Paper No. 6149, August 1997.",
        "Feldstein, Martin. A New Plan to Rescue Social Security: Savings Grace. The New Republic, April 6, 1998b.",
        "Feldstein, Martin. Financing Our Old Age: A New Era of Social Security. The Public Interest 130, Winter 1998a.",
        "Duggan, James E; Gillingham, Robert; Greenlees, John S. Returns Paid to Early Social Security Cohorts. Contemporary Economic Policy. 11 (4), October 1993: 1-13.",
        "Diamond, Peter and Jonathan Gruber. Social Security and Retirement in the U.S.. NBER Working Paper No. 6097, July 1997.",
        "Diamond, Peter. Macroeconomic Aspects of Social Security Reform. Brookings Papers on Economic Activity, 2. 1997: 1-87.",
        "Diamond, Peter. A Framework for Social Security Analysis. Journal of Public Economics 8(3) December 1977: 275-298.",
        "Caldwell, Steven, et al. Social Securitys Treatment of Postwar Americans. NBER Working paper No. 6603. Boston: NBER, June 1998.",
        "Boskin, Michael and Daniel Puffert. The Financial Impact of Social Security by Cohort. Issues in Contemporary Retirement. Eds. R. Ricardo-Campbell and E.P. Lazear. Hoover Institution Press, 1988.",
        "Boskin, Michael, Laurence Kotlikoff, Daniel Puffert, and John Shoven. Social Security: A Financial Appraisal Across and Within Generations. National Tax Journal. 40(1), March 1987: 19-34.",
        "Board of Trustees, Annual Report of the Board of Trustees. Social Security Administration (SSA), Washington, D.C.: US GPO, various years. Bohn, Henning. Social Security Reform and Financial Markets. In Social Security Reform: Links to Saving, Investment, and Growth. Ed. Steven Sass. Boston: Federal Reserve Bank of Boston, (forthcoming) 1998.",
        "Beard, Sam. Restoring Hope in America: The Social Security Solution. ICS Press: New York, 1996.",
        "Ameriks, John and Stephen P. Zeldes. How Do Household Portfolio Shares Vary With Age? Working Paper. New York: Columbia University Graduate School of Business, in progress. Beach, William W. and Gareth E. Davis. Social Securitys Rate of Return. Heritage Foundation Working Paper. Washington, D.C.: Heritage Foundation, January 1998.",
        "Hurd, Michael and John Shoven. The Distributional Impact of Social Security. In Pensions, Labor and Individual Choice. Ed. D. Wise. Chicago: Univ. of Chicago Press, 1985: 193-215."
    ]
}