{
    "id": 6723,
    "cites": 26,
    "cited_by": 14,
    "reference": [
        "Asquith. Paul, and David Mullins, 1986, Equity issues and offering dilution, Journal of Financial Economics 15, 61-89.",
        "Badrinath, S.G., G.D. Gay, and J.R. Kale, Patterns of institutional investment and the managerial safety-net hypothesis, Journal of Risk and Insurance 56, 605-629. Banz, Rolf, 1981, The relationship between return and market value of common stocks, Journal of Financial Economics 9, 1-18.",
        "Bradley, M., A. Desai, and Eli. Kim, 1988, Synergistic gains from corporate acquisitions and their division between the stockholders of target and acquiring firms, Journal of Financial Economics 21, 4-40.",
        "Bray, Mon, and Paul A. Gompers, 1997, Myth or reality? The tong-mn underperformance of initial public offerings. Evidence from venture and nonventure capital-backed companies, Journal of Finance 52, 1791-1822.",
        "Brennan, Michael, Tarun Chordia, and Avanidhar Subrahmanyam, 1997, Cross-sectional determinants of expected returns, Forthcoming in On Finance: In Honor of Fischer Black, David Modest, Ed., Oxford University Press.",
        "Carhart, Mark, 1997, On Persistence in Mutual Fund Performance, Journal of Finance 52, 57-82.",
        "Cohen, Randall, 1998, Asset allocation decisions of individuals and institutions, University of Chicago working paper.",
        "Daniel, Kent, and Sheridan Titman, 1997, Evidence of the characteristics of cross-sectional variation in stock returns, Journal of Finance 52, 1-3 4.",
        "Del Guercio, Diane, 1996, The distorting effect of the prudent-man laws on institutional equity investments, Journal of Financial Economics 40, 3 1-62.",
        "Failcenstein, Eric, 1996, Preferences for stock characteristics as revealed by mutual fund portfolio holdings, Journal of Finance 51, 111-136.",
        "Fama, Eugene, and Kenneth French, 1992, The cross-section of expected stock returns, Journal of Finance 47.",
        "Fama, Eugene, and Kenneth French, 1993, Common risk factors in the returns of stocks and bonds, Journal of Financial Economics 33, 3-55.",
        "Fields, Laura, 1996, Is institutional investment in initial public offerings related to the long-mn performance of these firms?, Working paper, Penn State University.",
        "Friedman, Benjamin, 1996, Economic implications of changing share ownership, Journal of Portfolio Management 2(3), pp. 5 9-70.",
        "Givoly, Dan and Carla Hayn, 1998, The Mapping Between Accounting and Economic Measures of Performance Evidence form the Last Four Decades, Working paper, UCLA.",
        "Grinblatt, Mark, Sheridan Titman, and Russ Wermers, 1995, Momentum investment strategies, portfolio performance, and herding: A study of mutual fund behavior, American Economic Review.",
        "Hoithausen, Robert, Richard Leftwich, and Mayers, 1990, Large-block transactions: The speed of response, and temporary and permanent price effects, Journal of Financial Economics 26, 71-95.",
        "Lakonishok, Josef, Andrei Shleifer, and Robert Vishny, 1992, The impact of institutional trading on stock prices, Journal of Financial Economics 32, 23-44.",
        "Lakonishok, Josef, Andrei Shleifer, and Robert Vishny, 1994, Contrarian investment, extrapolation, and risk, Journal of Finance 49, 1541-1578.",
        "Lakonishok, Josef, Andrei Shleifer, and Robert Vishny, 1997, What do money managers do?, Mimeo, Harvard University, February.",
        "Longstreth, Bevis, 1986, Modern investment Management and the Prudent-Man Rule, Oxford University Press, New York.",
        "Loughran, Tim, and Jay Ritter, 1995, The new issues puzzle, Journal of Finance 50, 23-52.",
        "Loderer, Claudio, John Cooney, and Leonard Van Drunen, 1991, The price elasticity of demand for common stock, Journal of Finance 46, 621-651.",
        "OBarr, William, and John Conley, 1992, Fortune and Folly: The Wealth and Power of Institutional Investing, Business One, Irwin, Homewood, IL.",
        "OBrien, Patricia and Ravi Bhushan, 1990, Analyst following and institutional ownership, Journal of Accounting Research 28, 5 5-76.",
        "Petersen, D. and D. Waldman, 1981, The treatment of heteroscedasticity in the limited dependent variable model, mimeo, University of North Carolina at Chapel Hill, November."
    ]
}