{
    "id": 6725,
    "cites": 32,
    "cited_by": 36,
    "reference": [
        "AbuZayyad, Tarek, Thomas J. Koniek, Josh Lerner, and Paul C. Yang, GO Corporation, Harvard Business School Case No. 9-297-021, 1996 (and Teaching Note No. 5-298-153.",
        "Armstrong, Larry, Nurturing an Employees Brainchild, Business Week, (October 23, 1993), 196.",
        "Athey, Susan, and Scott Stern, An Empirical Framework for Testing Theories About Complementarity in Organizational Design, Unpublished working paper, Massachusetts Institute of Technology, 1997.",
        "Block, Zenas, and Oscar A. Ornati, Compensating Corporate Venture Managers, Journal of Business Venturing, 2 (1987), 4 1-52.",
        "Bray, Alon, and Paul A. Gompers, Myth or Reality? The Long-Run Underperformanec of Initial Public Offerings: Evidence from Venture Capital and Nonventure Capital-Backed Companies, Journal of Finance, 52 (1997), 1791-1821.",
        "Chevalier, Judith A., and Glenn D. Ellison, Risk Taking by Mutual Funds as a Response to Incentives,Journal of Political Economy, 105 (1997), 1167-1200.",
        "Cordell, Lawrence R., Gregor D. MacDonald, and Mark E. Wohar, Corporate Ownership and the Thrift Crisis, Journal of Law and Economics, 36 (1993), 719-756.",
        "Corporate Technology Information Services, Corporate Technology Directory, Woburn, Massachusetts, Corporate Technology Information Services, 1996 (and earlier years).",
        "Duns Marketing Services, Million Dollar Directory, Parsippany, New Jersey, Duns Marketing Services, 1996 (and earlier years).",
        "Fast, Norman D., The Rise and Fall of Corporate New Venture Divisions, Ann Arbor, Michigan, UMI Research Press, 1978.",
        "Gee, Robert E., Finding and Commercializing New Businesses, Research/Technology Management, 37 (January/February 1994), 49-56.",
        "Gompers, Paul A., Optimal Investment, Monitoring, and the Staging of Venture Capital, Journal of Finance, 50 (1995), 1461-1489.",
        "Agreements, Journal of Law and Economics, 39 (1996), 463-498.",
        "Private Equity Valuations, unpublished working paper, Harvard University, 1997.",
        "Partnership, Journal of Financial Economics, forthcoming, I 998a. ____________ and _____________, Venture Capital Distributions: Short- and Long-Run Reactions, Journal of Finance, forthcoming, I 998b. Hardymon, G. Felda, Mark J. DeNino, and Malcolm S. Salter, When Corporate Venture Capital Doesnt Work, Harvard Business Review, 61 (May-June 1983), 114-120.",
        "Henderson, Rebecca, Underinvestment and Incompetence as Responses to Radical limovation: Evidence from the Photolithographic Alignment Equipment Industry, Rand Journal of Economics, 24 (1993), 248-270.",
        "Productivity in Drug Discovery, Rand Journal of Economics, 27 (1996), 32-59.",
        "Hunt, Brian, and Josh Lerner, Xerox Technology Ventures: March 1995, Harvard Business School Case No. 9-295-127, 1995 (and Teaching Note No. 9-298-152).",
        "Jensen, Michael C., Presidential Address: The Modern Industrial Revolution, Exit, and the Failure of Internal Control Systems, Journal of Finance, 48 (1993), 83 1-880.",
        "Kortum, Samuel, and Josh Lerner, Does Venture Capital Spur Innovation?, Unpublished working paper, Boston University and Harvard University, 1998.",
        "Lawler, E., and J. Drexel, The Corporate Entrepreneur, Los Angeles, Center for Effective Organizations, Graduate School of Business Administration, University of Southern California, 1980.",
        "Lerner. Josh, The Importance of Patent Scope: An Empirical Analysis, Rand Journal of Economics, 25 (1994), 3 19-333.",
        "Muscarella, Chris J.. and Michael R. Vetsuypens, Efficiency and Organizations Structure: A Study of Reverse LBOs, Journal qf Finance, 45 (1990), 1389-1414.",
        "Nash, John F., The Bargaining Problem, Econometrica, 18(1950), 155-162.",
        "National Register Publishing Company, Directory of Leading Private Companies, Including Corporate AffIliations, Wilmette, National Register Publishing Company, 1996 (and earlier years).",
        "Reinganum, Jennifer R., The Timing of Innovation: Research, Development and Diffusion, in R. Schmalensee and R.D. Willig, eds., The Handbook of Industrial Organization, New York. North-Holland, 1989.",
        "Rind, Kenneth W., The Role of Venture Capital in Corporate Development, Strategic Management Journal, 2 (1981), 169-180.",
        "Shleifer, Andrci, and Robert W. Vishny, The Limits of Arbitrage,Journal of Finance, 52 (1997a), 3 5-55.",
        "Siegel, Robin, Eric Siegel, and Ian C. MacMillan, Corporate Venture Capitalists: Autonomy, Obstacles, and Performance, Journal of Business Venturing, 3 (1988), 233-247.",
        "Sykes, Hollister B., Corporate Venture Capital: Strategies for Success, Journal of Business Venturing, 5 (1990), 37-47.",
        "Turner, Nick, Xerox Inventions Now Raised Instead of Adopted by Others, Investors Business Daily, (January 28, 1997), A6.",
        "Venture Economics, Corporate Venture Capital Study, Unpublished manuscript, 1986."
    ]
}