{
    "id": 6729,
    "cites": 16,
    "cited_by": 14,
    "reference": [
        "Bhandari, Jagdeep S. (1985) \"Experiments with the optimal currency composite,\" Southern Economic Journal, vol. 51, no. 3 (January): 711-730. Flanders, M. June and Asher Tishler (1981) \"The role of elasticity optimism in choosing an optimal currency basket with applications to Israel,\" Journal of International Economics, vol. 11, 395-406.",
        "Flanders, M. June and Helpman, Elhanan (1979). \"An Optimal Exchange Rate Peg in a World of General Floating,\" Review of Economic Studies,\" The Review of Economic Studies (July): 533-542.",
        "Frankel, Jeffrey A. and S.-J. Wei, 1994. \"Yen Bloc or Dollar Bloc? Exchange Rate Policies of the East Asian Economies,\" in Ito, T. and A. O. Krueger (eds.) Macroeconomic Linkage: Savings, Exchange Rates, and Capital Flows, University of Chicago Press.",
        "Kenen, Peter B. (1969).\"The Theory of Optimal Currency Area: An Eclectic View\" in R. Mundell and A. K. Swoboda eds., Monetary Problems of the International Economy, University of Chicago Press.",
        "Knetter, M. M. (1989) \"Price discrimination by U.S. and German exporters,\" American Economic Review, vol. 79, no. 1, 198-210.",
        "Knetter, M. M. (1993) \"International comparisons of pricing-to-market behavior,\" American Economic Review, vol. 83, no. 3, 473-486.",
        "Krugman, P. (1987) \"Pricing to market when the exchange rate changes,\" in S. W. Arndt and J. D. Richardson eds., Real-Financial Linkages among Open Economies, Cambridge, MIT Press.",
        "Lipschitz, Leslie and V. Sundararajan (1980) \"The optimal basket in a world of generalized floating,\" IMF Staff Papers, vol. 27, no. 1, 80-100.",
        "McKinnon, Ronald (1963). \"Optimum Currency Area,\" American Economic Review, vol. 53, (September): 717-725.",
        "Marston, R. C.(1990) \"Pricing to market in Japanese manufacturing,\" Journal of International Economics, vol. 29, no. 3/4, 217-236.",
        "Mundell, Robert A. (1961). \"A Thory of Optimum Currency Areas,\" American Economic Review vol. 51(September): 657-665.",
        "Ohno, K. (1989) \"Export pricing behavior in manufacturing: A U.S.-Japan comparison,\" IMF Staff Papers, vol. 36, no. 3, 550-579.",
        "Turnovsky, Stephen J. (1982). \"A Determination of the Optimal Currency Basket,\" Journal of International Economics, vol. 12: 333-354.",
        "RER(A/Y), is calculated using the baht/yen nominal exchange rate, or (A/Y), and CPI of country A (say, Thailand), CPIA, and CPI of Japan, or CPIJ. Therefore, RER(A/Y) = (A/Y)*(CPIJ)/(CPIA). The real exchange rate vis-Ã\u0083Â -vis the US dollar, RER(A/D), is similarly defined, RER(A/D) = (A/D)*(CPIU)/(CPIA), where CPIU is the CPI of the United States. In Figures 1-7, the real exchange rates, RER(A/Y) and RER(A/D) are plotted against the export volume, in bars, for each of NIEs (except Hong Kong) and four ASEAN countries, with the quarterly frequency, from 1981:1 to 1997:2. The levels of the real exchange rates are measured with normalization of the last observation equals one. The export volume is measured as the changes over the preceding four quarters.",
        "In general, the real exchange rate vis-Ã\u0083Â -vis the US dollar, RER(A/D), is stable, reflecting the dollar peg policy. However, it is also evident that occasional devaluation (vis-Ã\u0083Â -vis the US dollar) took place, such as the Thailand in 1984, and Indonesia in 1983 and 1986. The degree of stability varies from country to country. As the RER-US movement is not volatile, its correlation with export volume is not apparent. The trend real appreciation of their currencies vis-Ã\u0083Â -vis the US dollar mainly reflects the inflation differential. The real exchange rate vis-Ã\u0083Â -vis the US dollar, RER(A/D), for Thailand and Indonesia has been remarkably stable since the mid-1980s.",
        "The real exchange rate vis-Ã\u0083Â -vis the yen, RER(A/Y), fluctuates as the yen/dollar rate fluctuation. In some countries, strong correlation between RER(A/Y) and export volume is observed. In all countries, the yen appreciation (or depreciation of an Asian currency vis-Ã\u0083Â -vis yen) episodes of 1985-87 and 1992-"
    ]
}