{
    "id": 673,
    "cites": 34,
    "cited_by": 17,
    "reference": [
        "Ballentine, J. Gregory and McLure, Charles E., Jr. Taxation and corporate financial policy. Quarterly Journal of Economics 94: 35 1-372. Becker, Joseph M. 1972. Experience Rating in Unemployment Insurance. Baltimore: The Johns Hopkins University Press.",
        "Black, Fisher 1976. The dividend puzzle. Journal of Portfolio Management 2: 5-8.",
        "Blinder, Alan S., Gordon, Roger H., and Wise, Donald E. 1980. Reconsidering the work disin- centive effects of social security, National Tax Journal. Forthcoming.",
        "Brown, Eleanor. 1980. Experience rating for unemployment insurance taxes. Princeton University Ph.D dissertation.",
        "Coen, Robert M. 1980. Alternative measures of capital and its rate of return in U.S. manufac- turing. In Usher, Daniel, ed., The Measurement of Capital. Chicago: The University of Chicago Press.",
        "Diamond, Peter A. 1967. The role of a stock market in a general equilibrium model with tech- nological uncertainty. American Economic Review 57: 759-76.",
        "Feldstein, Martin S. and Summers, Lawrence 1979. Inflation and the taxation of capital income in the corporate sector. National Tax Journal 32: 445-470.",
        "Fishel, William A. 1975. Fiscal and environmental considerations in the location of firms in R-2 suburban communities. In Mills, Edwin S. and Oates, Wallance E., eds., Fiscal Zoning and Land Use Controls. Lexington, Mass.: Lexington Books.",
        "Fullerton, Don, King, A. Thomas, Shoven, John B., and Whalley, John. 1980. Corporate and personal tax integration in the United States: some preliminary findings. In Haveman, R.",
        "H. and Hollenbeck, K. eds., Microeconomic Simulation Models for Public Policy Analysis. New York: Academic Press, Inc. ________________ 1981. Corporate Tax Integration in the United States: a general equilibrium approach. American Economic Review. Forthcoming.",
        "Fullerton, Don, Shoven, John B., and Whalley, John. 1978. General equilibrium analysis of U.S. taxation policy. In United States Office of Tax Analysis, Department of Treasury, 1978 Compendium of Tax Research. Washington, D.C.: Government Printing Office.",
        "Gordon, Roger H. 1980. Inflation, taxation, and corporate behavior. NBER working paper no.",
        "Gordon, Roger H. and Bradford, David F. 1980. Taxation and the stock market valuation of capital gains and dividends. Journal of Public Economics 14: 277-308.",
        "Gordon, Roger H. and Malkiel, Burton G. 1980. Taxation and corporation finance. NBER working paper no. 576.",
        "Goulder, Lawrence H., Shoven, John B., and Whalley, John. 1981. Domestic tax policy and the foreign sector. This volume.",
        "Hall, Robert E. and Jorgenson, Dale W. 1967. Tax policy and investment behavior. American Economic Review 57: 391-414.",
        "R-3 Hamilton, Bruce W. 1976. Capitalization of intrajurisdictional differences in local tax prices.",
        "American Economic Review 66: 743-753. Harberger, Arnold 1962. The incidence of the corporation income tax. Journal of Political Economy 70: 2 15-240.",
        "Hulten, Charles R. and Wykoff, Frank C. 1980. The estimation of economic depreciation using vintage asset prices. Urban Institute working paper 1390-01.",
        "Kendrick, John W. 1976. The National Wealth of the United States. New York: The Conference Board, Inc.",
        "King, Mervyn A. 1974. Taxation and the cost of capital. Review of Economic Studies 41: 21-36.",
        "McGuire, Martin. 1974. Group segregation and optimal jurisdictions. Journal of Political Econ- omy82: 112-132.",
        "McLure, Charles E., Jr. 1975. Integration of the personal and corporate taxes: The missing ele- ment in recent tax reform proposals. Harvard Law Review 88: 532-582.",
        "Institution. Mci-ton, Robert C. 1980. On estimating the expected return on the market. N.B.E.R. working paper no. 444.",
        "Miller, Merton H. 1977. Debt and taxes. Journal of Finance 32: 26 1-275.",
        "Modigliani, Franco and Miller, Merton H. 1963. Corporate income taxes and the cost of capi- tal: A correction. American Economic Review 53: 433-43.",
        "Myers, Stewart C. 1977. Determinants of corporate borrowing. Journal of Financial Economics 5: 147-175.",
        "Scarf, Herbert E., with the collaboration of Terje Hansen. 1973. The Compulation of Economic Equilibria. New Haven: Yak University Press.",
        "Shoven, John B. 1976. Incidence and efficiency effects of taxes on income from capital. Jour- nal of Political Economy 84: 1261-1283.",
        "Stiglitz, Joseph E. 1973. Taxation, corporate financial policy, and the cost of capital. Journal of Public Economics 2: 1-34.",
        "Tiebout, Charles. 1956. A pure theory of local expenditures. Journal of Political Economy 64: 4 16-424.",
        "United States, Bureau of Economic Analysis, Department of Commerce. Survey of Current Busi- ness. Washington, D.C.: Government Printing Office. United States, Internal Revenue Service, Department of Treasury. Siatist~cs of income. Wash- ington, D.C.: Government Printing Office. Vasquez, Thomas. 1974. The effects of the asset depreciation range system on depreciation practices. U.S. Treasury Department Office of Tax Analysis, paper no. 1.",
        "Von Furstenburg, George M., Malkiel, Burton G., and Watson, H. S. 1980. The distribution of investment between industries. In Furstenburg, George M., ed., Capital. Efficiency, and Growth. Washington, D.C.: American Council of Life Insurance.",
        "Journal of Finandal Economics 4: 239-276. R-5 White, Michelie. 1975. Firm location in a zoned metropolitan area. In Mills, Edwin S. and Oates, Wailace E., eds., Fiscal Zoning and Land Use Controls. Lexington, Mass: Lexington Books."
    ]
}