{
    "id": 6731,
    "cites": 28,
    "cited_by": 1,
    "reference": [
        "Abel, Andrew (1983), Taxes, Inflation, and the Durability of Capital, J.P.E. 89(3), 548-560.",
        "Anderson, James (1985), The Relative Inefficiency of Quotas, Am. Econ. Review, 75:178-90.",
        "Auerbach, Alan (1979), Inflation and the Choice of Asset Life, J.P.E. 87(3): 621-38.",
        "Aw, Ben and Mark Roberts (1986), Measuring Quality Changes In Quota Constrained Import Markets: The Case of U.S. Footwear, J.International Ec., 21: 45-60.",
        "Barzel, Yoram (1976), An Alternative Approach to the Analysis of Taxation, J.P.E. 1177-97.",
        "Borderching, Thomas and Eugene Silberberg (1978), Shipping the Good Apples Out: The Alchian and Allen Theorem Reconsidered, J.P.E., 86(1): 131-138.",
        "Bureau of the Census (1995), Current Industrial Reports Manufacturing Profiles: 1995, U.S. Department of Commerce, (GPO, Washington D.C.).",
        "Caballero, Roberto (1997), Aggregate Investment, NBER Working Paper 6264.",
        "Das, Satya and Shabtai Donnenfeld (1987), Trade Policy and Its Impact on the Quality of Imports: A Welfare Analysis, J.International Ec., 27:299-318.",
        "Diamond, Peter and Daniel Mcfadden (1974), Some Uses of the Expenditure Function in Public Finance, J.Public Econ., 3:3-21.",
        "Diewert, W. (1976), Exact and Superlative Index Numbers, J.Econometrics, 4: 115-145.",
        "Falvey, Rodney (1979), The Composition of Trade within Import-Restricted Product Categories, J.P.E.",
        "Feenstra, Robert (1988), Quality Change under Trade Restraints in U.S. Autos, Quarterly Journal Econ. 103:131-146.",
        "Japanese Autos, NBER Working Paper 4401. ------------------ (1995), Estimating the Effects of Trade Policy, In Gene Grossman and Ken Rogoff, Eds. Handbook of International Economics, Volume III (Elsevier, Amsterdam).",
        "Feldstein, Martin and Michael Rothschild (1974), Towards An Economic Theory of Replacement Investment, Econometrica, 42: 393-423.",
        "Greenwood, Jeremy, Zvi Hurcowitz, and Per Krusell (1997), Long-Run Implications of InvestmentSpecific Technological Change, Am. Econ. Review 87: 342-362.",
        "Goolsbee, Austan (1997), What Happens When You Tax the Rich'DONE' Evidence from Executive Compensation, NBER Working Paper 6333.",
        "Goolsbee, Austan (1998a), Investment Tax Incentives, Prices, and the Supply of Capital Goods, Quarterly Journal of Econ., 113(1): 121-148.",
        "Goolsbee, Austan (1998b), The Business Cycle, Financial Performance, and the Retirement of Capital Goods, Review of Ec. Dynamics, 1(2), 474-96.",
        "Goolsbee, Austan (1998c), Measurement Error and the Cost of Capital, Mimeo, University of Chicago.",
        "Gordon, Robert (1990), The Measurement of Durable Goods Prices (University of Chicago Press, Chicago) 723 pp.",
        "Grossman, Gene, and Elhanan Helpman (1991), Innovation and Growth, (MIT Press, Cambridge).",
        "Johnson, Terry (1978), Additional Evidence on the Effects of Alternative Taxes on Cigarette Prices, J.P.E. 86(2): 325-328.",
        "Jorgenson, Dale and Zvi Grilliches (1967), The Explanation of Productivity Change, Review of Economic Studies, 34, pp. 249-283.",
        "Raviv, Arthur and Eitan Zemil (1977), Durability of Capital Goods: Taxes and Market Structure, Econometrica, 45(3): 703-718.",
        "Rodriguez, Carlos (1979), The Quality of Imports and the Differential Welfare Effects of Tariffs, Quotas, and Quality Controls as Protective Devices, Canadian J.Ec., 12: 439-449.",
        "Sobel, Russell and Thomas Garrett (1997), Taxation and Product Quality: New Evidence from Generic Cigarettes, J.P.E., 105(4): 880-887.",
        "Sumner, Michael and Robert Ward, Tax Changes and Cigarette Prices, J.P.E. 89:1261-65. White, H (1980), A Heteroscedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroscedasticity, Econometrica, 48, pp. 149-70."
    ]
}