{
    "id": 6732,
    "cites": 25,
    "cited_by": 4,
    "reference": [
        "Alchian, Armen A., Uncertainty,Evolution and Economic Theory, Journal of Political Economy, June 1950, 58 3, 21121.",
        "Bandura, Albert, Social Foundations of Thought and Action, Englewood Clis, New Jersey: Prentice-Hall Inc., 1986.",
        "Bloom, Howard, Barbara Fink, Susanna Lui-Gurr, Wendy Bancroft, and Doug Tattrie, Implementing the Earnings Supplement Project: A Test of a Re-Employment Incentive, Ottawa, Ontario, Canada: Social Research and Demonstration Corporation, 1997.",
        "Card, David and W. Craig Ridell, A Comparative Analysis of Unemployment in the United States and Canada, in Davie Card and Richard H. Freeman, eds., Small Dierences that Matter: Labor Markets and Income Maintenance in Canada and the United States, Chicago, IL: University of Chicago Press, 1993.",
        "Chamberlain, Gary, Analysis of Covariance with Qualitative Data, Review of Economic Studies, 1980, 47, 225238.",
        "Corak, Miles, Unemployment Insurance Once Again: The Incidence of Repeat Participation in the Canadian UI Program, Canadian Public Policy, June 1993, 19 2, 162176.",
        "Currie, Janet, Welfare and the Well-Being of Children Fundamentals of Pure and Applied Economics 59, Chur, Switzerland: Harwood Academic Publishers, 1995.",
        "Gourieroux, Christian and Alan Monfort, Simulation-Based Inference: A Survey with Special Reference to Panel Data Models, Journal of Econometrics, 1993, 59, 534.",
        "Green, David A. and W. Craig Riddell, The Economic Eect of Unemployment Insurance in Canada: An Empirical Analysis of UI Disentitlement, Journal of Labor Economics, January 1993, 11, S96S147.",
        "Ham, John and Samuel Rea, Journal of Labor Economics, July 1987, 5, 325351.",
        "Heckman, James J., Simple Statistical Models for Discrete Panel Data Developed and Applied to Test the Hypothesis of True State Dependence Against the Hypothesis of Spurious State Dependence, Annales de lINSEE, 1978, 30, 227269.",
        "Layard, Richard, Stephen Nickell, and Richard Jackman, Unemployment: Macroeconomic Performance and the Labour Market, Oxford, UK: Oxford University Press, 1991.",
        "Lehman, S.R. and Charles F. Manski, On the Use of Simulated Frequencies to Approximate Choice Probabilities, in Charles F. Manski and Daniel McFadden, eds., Structural Analysis of Discrete Data with Econometric Applications, Cambridge, MA: MIT Press, 1981.",
        "Lemieux, Thomas and W. Bentley MacLeod, State Dependence and Unemployment Insurance, Technical Report 4, Human Resources Development Canada 1995.",
        "Lindbeck, Assar, Welfare State Disincentives with Endogenous Habits and Norms, Scandinavian Journal of Economics, December 1995, 97 4, 477494.",
        "MacLeod, W. Bentley, Thought or Reex'DONE', January 1998. Paper presented to a joint session of the American Economics Association and Association for Comparative Economics, Chicago.",
        "Marshall, Alfred, The Principles of Economics, New York, NY: Macmillan, 1948.",
        "Meyer, Bruce, Unemployment Insurance and Unemployment Spells, Econometrica, July 1990, 58, 757782.",
        "Meyer, Bruce D. and Dan T. Resenbaum, Repeat Use of Unemployment Insurance, December 1995. mimeo, Northwestern University, Evanston, Il.",
        "Mott, Robert, Incentive Eects of the U.S. Welfare System: A Review, Journal of Economic Literature, March 1992, 30 1, 161.",
        "Savage, Leonard J., The Foundations of Statistics, New York, N.Y.: Dover Publications, 1972.",
        "Simon, Herbert A., Rational Choice and the Structure on the Environment, Psychological Review, 1956, 63 2, 129138.",
        "Topel, Robert H., On Layos and Unemployment Insurance, American Economic Review, September 1983, 73, 541559.",
        "Wickens, Christopher, Engineering Psychology and Human Performance, 2nd ed., New York, N.Y.: HarperCollins Publishers Inc., 1992.",
        "Yelowitz, Aaron S., Did Recent Medicaid Reforms Cause the Caseload Explosion in the Food Stamp Program'DONE', 1997. mimeo University of California, Los Angeles."
    ]
}