{
    "id": 6736,
    "cites": 29,
    "cited_by": 44,
    "reference": [
        "Backus, David, Silverio Foresi, Kai Li, and Liuren Wu, 1998, Accounting for biases in Black-Scholes, manuscript, Stern School of Business, New York University.",
        "Backus, David, Silverio Foresi, Abon Mozumdar, and Liuren Wu, 1998, Predictable changes in yields and forward rates, NBER Working Paper No. 6379, January.",
        "Backus, David, Silverio Foresi, and Chris Telmer, 1996, Affine models of currency pricing, NBER Working Paper No. 5623, June.",
        "Backus, David, Silverio Foresi, and Stanley Zin, 1998, Arbitrage opportunities in arbitrage-free models of bond pricing, Journal of Business and Economic Statistics 16, 13-26.",
        "Balduzzi, Pierluigi, Sanjiv Das, and Silverio Foresi, 1998, The central tendency: A second factor in bond yields, Review of Economics and Statistics 80, 60-72.",
        "Balduzzi, Pierluigi, Sanjiv Das, Silverio Foresi, and Rangarajan Sundaram, 1996, A simple approach to three-factor affine term structure models, Journal of Fixed Income 6 (December), 43-53.",
        "Black, Fischer, Emanuel Derman, and William Toy, 1990, A one-factor model of interest rates and its application to treasury bond options, Financial Analysts Journal 46 (Jan-Feb), 33-39.",
        "Brennan, Michael, and Eduardo Schwartz, 1979, A continuous time approach to the pricing of bonds, Journal of Banking and Finance 3, 133-155.",
        "Campbell, John, Andrew Lo, and Craig MacKinlay, 1996, The Econometrics of Financial Markets, Princeton NJ: Princeton University Press.",
        "Chen, Ren-Raw and Louis Scott, 1993, Maximum likelihood estimation for a multifactor equilibrium model of the term structure of interest rates, Journal of Fixed Income 3 (December), 14-31.",
        "Cox, John, Jonathan Ingersoll, and Stephen Ross, 1985, A theory of the term structure of interest rates, Econometrica 53, 385-407.",
        "Dai, Qiang, and Kenneth Singleton, 1997, Specification analysis of affine term structure models, manuscript, Stanford University, February.",
        "Das, Sanjiv, 1994, Bond and option pricing for jump-diffusion processes, manuscript, Harvard Business School.",
        "Das, Sanjiv, and Silverio Foresi, 1996, Exact solutions for bond and option prices with systematic jump risk, Review of Derivatives Research 1, 7-24.",
        "Duffie, Darrell, 1992, Dynamic Asset Pricing Theory, Princeton, NJ: Princeton University Press.",
        "Duffie, Darrell, and Rui Kan, 1996, A yield-factor model of interest rates, Math ematical Finance 6, 379-406.",
        "Duffie, Darrell, and Kenneth Singleton, 1997, An econometric model of the term structure of interest rate swap yields, Journal of Finance 52, 1287-1321.",
        "Gibbons, Michael, and Krishna Ramaswamy, 1993, A test of the Cox, Ingersoll, Ross model of the term structure, Review of Financial Studies 6, 619-658.",
        "Harvey, Andrew, 1989, Forecasting, Structural Time Series Models, and the Kairnan Filter, New York: Cambridge University Press.",
        "Harvey, Andrew, 1993, Time Series Models (Second Edition), Cambridge, MA: MIT Press.",
        "Heath, David, Robert Jarrow, and Andrew Morton, 1992, Bond pricing and the term structure of interest rates, Econometrica 60, 225-262.",
        "Ho, Thomas S.Y., and Sang-Bin Lee, 1986, Term structure movements and pricing interest rate contingent claims, Journal of Finance 41, 1011-1029.",
        "Hull, John, and Alan White, 1990, Pricing interest-rate-derivative securities, Review of Financial Studies 3, 573-592.",
        "Hull, John, and Alan White, 1993, One-factor interest-rate models and the valuation of interest-rate derivative securities, Journal of Financial and Quantitative Analysis 28, 235-254.",
        "Longstaff, Francis, and Eduardo Schwartz, 1992, Interest rate volatility and the term structure: A two-factor general equilibrium model, Journal of Finance 47, 1259-1282.",
        "Pearson, Neil, and Tong-Sheng Sun, 1994, Exploiting the conditional density in estimating the term structure: An application to the Cox, Ingersoll, and Ross model, Journal of Finance 54, 1279-1304.",
        "Sun, Tong-sheng, 1992, Real and nominal interest rates: A discrete-time model and its continuous-time limit, Review of Financial Studies 5, 581-6 11.",
        "Turnbull, Stuart, and Frank Mime, 1991, A simple approach to interest-rate option pricing, Review of Financial Studies 5, 87-120.",
        "Vasicek, Oldrich, 1977, An equilibrium characterization of the term structure, Journal of Financial Economics 5, 177-188."
    ]
}