{
    "id": 6737,
    "cites": 14,
    "cited_by": 18,
    "reference": [
        "Aiyagari, R., Christiano, L. and M. Eichenbaum, The Output, Employment and Interest Rate Effects of Government Consumption, Journal of Monetary Economics 30 (1992), 73-86.",
        "Baxter, M. and R.G. King, Fiscal Pohcy in General Equilibrium, American Economic Review 83 (1993), 315-334.",
        "Blanchard, 0. and R. Perotti, An Empirical Characterization of the Dynamic Effects of Changes in Government Spending and Taxes on Output, manuscript, MIT, 1998.",
        "Burnside, C. and M. Eichenbaum, Factor Hoarding and the Propagation of Business Cycle Shocks, American Economic Review 86 (1996), 1154-1174.",
        "Christiano, L. J., Handout for Comment on Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity by J. Rotemberg and M. Woodford, NBER Economic Fluctuations Meetings, Palo Alto, California, 1990.",
        "Christiano, L.J., Eichenbaum, M. and C. Evans, Monetary Policy Shocks: What Have We Learned and to What End?, forthcoming, Handbook of Monetary Economics, Michael Woodford and John Taylor eds, 1997.",
        "Christiano, L.J., Eichenbaum, M. and C. Evans, Modelling Money, NBER Working Paper No. 6371, 1998.",
        "Devereux, M.B,, Head, A.C. and M. Lapham, Monopolistic Competition, Increasing Returns, and the Effects of Government Spending, Journal of Money, Credit and Banking 28 (1996), 233- 254.",
        "Eichenbaum, M., Comment on `Costly Capital Reallocation and the Effects of Government Spending by Valerie A. Ramey and Matthew D. Shapiro, forthcoming Carnegie Rochester Conference on Public Policy, 1997.",
        "Fisher) J.D.M. Relative Prices, Complementarities and Comovement Among Components of Aggregate Expenditures, Journal of Monetary Economics 39 (1997), 449-474.",
        "Greenwood, LI. and Z. Hercowitz , The Allocation of Capital and Time Over the Business Cycle, Journal of Political Economy 99 (1991), 1188 - 1214.",
        "Ramey, V. and M. Shapiro, Costly Capital Reallocation and the Effects of Government Spend- ing, forthcoming Carnegie Rochester Conference on Public Policy, 1997.",
        "Phelan, C. and A. Trejos, The Aggregate Effects of Sectoral Reallocation, manuscript, North- western University, 1996.",
        "Rotemberg, J. and M. Woodford, Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity, Journal of Political Economy 100 (1992), 1153-1297."
    ]
}