{
    "id": 6738,
    "cites": 53,
    "cited_by": 47,
    "reference": [
        "Akerlof, George (1970). The Market for Lemons: Quality Uncertainty and the Market Mechanism. Quarterly Journal of Economics. Vol 84. Pp 488-500. Bairoch, Paul, and Richard Kozul-Wright (1996). Globalization Myths: Some Reflections on Integration, Industrialization, and Growth in the World Economy. United Nations Conference on Trade and Development. Discussion Paper No. 113 (March).",
        "Bank for International Settlements (1997). Central Bank Survey of Foreign Exchange Market Activity. Basle: BIS. Baskin, Jonathan B. (1988). The Development of Corporate Financial Markets in Britain and the United States, 1600-1914: Overcoming Asymmetric Information. Business History Review. Vol. 62. (Summer) pp. 197-237. Bayoumi, Tamim (1990). Saving-Investment Correlations: Immobile Capital, Government Policy, or Endogenous Behavior? IMF Staff Papers, Vol. 37. No. 2. (June) pp. 360-387.",
        "Bayoumi, Tamim and Barry Eichengreen (1996). The Stability of the Gold Standard and the Evolution of the International Monetary System in Tamim Bayoumi, Barry Eichengreen, and Mark Taylor (eds.) Modern Perspectives on the Gold Standard. Cambridge: Cambridge University Press. Bloomfield, Arthur I. (1963). Short-Term Capital Movements Under the Pre-Ã\u0082Â¡914 Gold Standard. Princeton, NJ: Princeton Studies in International Finance. No. 11. Bloomfield, Arthur I. (1968). Patterns of Fluctuation in International Finance Before 1914, Princeton Studies in International Finance. No. 21.",
        "Bodenhorn, Howard (1992). Capital Mobility and Financial Integration in Ante-Bellum America. Journal of Economic History. Vol. 52. pp. 585-610.",
        "Bodenhorn, Howard (1995). A More Perfect Union: Regional Interest Rates in the United States, 1880-1960. in Michael D. Bordo and Richard Sylla, eds. Anglo-American Financial Systems: Institutions and Markets in the Twentieth Century. New York: Irwin Professional Publishing, pp. 415-454.",
        "Bordo, Michael D. (1986). Financial Crises, Banking Crises, Stock Market Crashes and the Money Supply: Some International Evidence, 1870-1933. in Forrest Capie and Geoffrey Wood, eds. Financial Crises and the World Banking System. London: Macmillan.",
        "Bordo, Michael D. (1993). The Bretton Woods International Monetary System: A Historical Overview. in Michael D. Bordo and Barry Eichengreen, eds. A Retrospective on the Bretton Woods System: Issues for International Monetary Reform. Chicago: University of Chicago Press.",
        "Bordo, Michael D., and Hugh Rockoff (1996). The Gold Standard as a Good Housekeeping Seal of Approval. Journal of Economic History. Vol. 56 (June) pp. 389-428.",
        "Bordo, Michael D., and Kornelia Krajnyak (1997). Globalization in Economic Perspective. World Economic Outlook. Annex I. IMF. May pp. 162-171.",
        "Bordo, Michael D., and Ronald MacDonald (1997). Violations of the &apos;Rules of the Game&apos; and the Credibility of the Classical Gold Standard, 1886-1914. NBER Working Paper. No. 6115. July.",
        "Bordo, Michael D., and Ronald MacDonald (1988) The Interwar Gold Exchange Standard: A Credible System? (Mimeo) Strathclyde University.",
        "Bordo, Michael D., and Anna J. Schwartz (1997). Monetary Policy Regimes and Economic Perfomance: the Historical Record. NBER Working Paper No. 6201 (September).",
        "Bremnes, Helge, Oystein Gjerde, and Frode Saettem (1997). A Multivariate Cointegration Analysis of Interest Rates in the Eurocurrency Market. Journal of International Money and Finance. Vol. 16, No. 5. pp. 767-778.",
        "Calomiris, Charles, and Glenn R. Hubbard (1996). International Adjustment Under the Classical Gold Standard: Evidence for the U.S. and Britain, 1879-1914 in Tamim Bayoumi, Barry Eichengreen and Mark P. Taylor, eds. Modern Perspectives on the Gold Stadard. Cambridge: Cambridge University Press.",
        "Carlos, Ann M., and Frank D. Lewis (1995). Foreign Financing of Canadian Railroads: the Role of Information. in Michael D. Bordo and Richard Sylla, eds. Anglo-American Financial Systems: Institutions and Markets in the Twentieth Century. New York: Irwin Professional Publishing, pp. 415-454.",
        "Coakley, J., F. Kulasi and R. Smith (1998), The Feldstein-Horioka Puzzle and Capital Mobility: A Review, International Journal of Finance and Economics 3, pp. 169-194.",
        "Cochrane, John (1988). How Big is the Random Walk in GNP? Journal of Political Economy, 98 (June), pp. 501-518.",
        "Davis, Lance E. (1965). The Investment Market, 1870-1914: The Evolution of a National Market. Journal of Economic History. 25. pp. 355-99.",
        "Devries, Margaret Garrison (1986). The IMF in a Changing World, 1945-85. Washington: International Monetary Fund.",
        "Delong J., Bradford (1991). Did Morgan&apos;s Men Add Value? in Peter Temin, ed. Inside the Business Enterprise: Historical Perspectives on the Use of Information. Chicago: University of Chicago Press, pp. 205-236.",
        "DeLong, J. Bradford et al. (1987), Economic Consequences of Noise Traders, NBER Working Paper no. 2395 (October).",
        "Duboff, Richard (1983). The Telegraph and the Structure of Markets in the United States, 1845-1890. in Paul Uselding, ed. Research in Economic History. Volume 8. Greenwich Ct: JAI Press, pp. 253-78.",
        "Eichengreen, Barry (1990). Trends and Cycles in Foreign Lending. in Horst Siebert, ed. Capital Flows in the World Economy. Tubingen: MÃ\u0083Â¶hr.",
        "Eichengreen, Barry (1996). Globalizing Capital: A History of the International Monetary System. Princeton: Princeton University Press.",
        "Feldstein, Martin, and Charles Horioka (1980). Domestic Saving and International Capital Flows. Economic Journal. Vol 90. (June) pp. 314-29.",
        "Field, Alexander J. (1992). The Magnetic Telegraph, Price and Quantity Data, and the New Management of Capital. Journal of Economic History. Vol 52. No. 2 (June) pp. 401-413.",
        "Field, Alexander J. (1998). The Telegraphic Transmission of Financial Asset Prices and Orders to Trade: Implications for Economic Growth, Trading Volume, and Securities Market Regulation. (mimeo) Santa Clara University. February.",
        "Fishlow, Albert (1985). Lessons From the Past: Capital Markets During the 19th Century and the Interwar Period. International Organization. 39. No. 3.",
        "Flandreau, Marc (1998). Caveat Emptor: Dealing With Sovereign Risk in the Age of Globalization, 1871-1913. Ecole des Hautes Etudes en Sciences Sociale, Paris, (mimeo) April.",
        "Flandreau, Marc; Jacque Le Cacheux and Frederic Zumer (1998). Stability Without a Pact? Lessons From the European Gold Standard, 1880-1914. Economic Policy Volume 26 (April) pp. 115-162.",
        "Garbade, Kenneth D., and William L. Silber. Technology, Communication and the Performance of Financial Markets: 1840-1975. Journal of Finance Vol. XXXIII No. 1 (June) pp. 819-832.",
        "Hatton, Timothy J., and Jeffrey G. Williamson (1998). The Age of Mass Migration: Causes and Economic Impact. New York: Oxford University Press. International Monetary Fund. International Financial Statistics. Various years.",
        "Jones, Matthew T., and Maurice Obstfeld (1997). Saving, Investment, and Gold: A Reassessment of Historical Current Account Data. NBER Working Paper. No. 6103. July.",
        "Kindleberger, Charles (1989). Manias, Panics, and Crashes. Revised Edition. New York: Basic Books.",
        "Kregel, Jan (1994), Capital Flows: Globalization in Production and Financing Development UNCTAD Review.",
        "Lamoreaux, Naomi R., and Daniel M.G. Raff (1995), eds. Coordination and Information: Historical Perspectives on the Organization of Enterprise. Chicago: University of Chicago Press.",
        "Lothian, James R. (1995). Capital Market Integration and Exchange-Rate Regimes in Historical Perspective. (mimeo) Fordham University.",
        "Marston, Richard C. (1993). Interest Differentials Under Bretton Woods and the Post-Bretton Woods Float: the Effects of Capital Controls and Exchange Risk. in Michael D. Bordo and Barry Eichengreen, eds. A Retrospective on the Bretton Woods System: Lessons for International Monetary Reform. Chicago: University of Chicago Press, pp. 515-538.",
        "Marston, Richard C. (1995). International Financial Integration: A Study of Interest Differentials Between the Major Industrial Countries. Cambridge: Cambridge University Press.",
        "Mayer, Colin (1990). Financial Systems, Corporate Finance, and Economic Development. in R. Glenn Hubbard, ed. Asymmetric Information, Corporate Finance, and Investment. Chicago: University of Chicago Press, pp. 307-332.",
        "McKinnon, Ronald I. (1988). An International Gold Standard Without Gold. Cato Journal. 8 (Fall) pp. 351-73.",
        "Michie, Ranald C. (1988). The New York and London Stock Exchanges, 1850-1914. London: Allen and Un win.",
        "Mishkin, Frederic S. (1998). International Capital Movements, Financial Volatility and Financial Instability. NBER Working Paper No. 6390. January.",
        "Neal, Larry (1990). The Rise of Financial Capitalism: International Capital Markets in the Age of Reason. Cambridge: Cambridge University Press.",
        "North, Douglas, and Barry Weingast (1989). Constitution and Commitment: Evolution of Institutions Governing Public Choice. Journal of Economic History. 69(4) (December), pp. 803-837.",
        "Obstfeld, Maurice (1995). International Capital Mobility in the 1990s. in Peter B. Kenen, ed. Understanding Interdependence: The Macroeconomics of the Open Economy. Princeton: Princeton University Press.",
        "Obstfeld, Maurice, and Alan Taylor (1998). The Great Depression as a Watershed: International Capital Mobility over the Long-Run. in Michael D. Bordo, Claudia Goldin and Eugene N. White, eds. The Defining Moment: The Great Depression and the American Economy in the Twentieth Century. Chicago: University of Chicago Press, pp. 353-402.",
        "O&apos;Rourke, Kevin H., and Jeffrey G. Williamson (1998). Globalization and History: the Evolution of a 19th Century Atlantic Economy. Cambridge: MIT Press (forthcoming).",
        "Royal Institute of International Affairs (1937). The Problem of International Investment. London: Oxford University Press.",
        "Snowden, Kenneth A. (1995). The Evolution of Interegional Mortgage Lending Channels, 1870-1940: The Life Insurance-Mortgage Company Connection. in Naomi R. Lamoreaux and Daniel M.G. Raff, eds. Coordination and Information: Historical Perspectives on the Organization of Enterprise. Chicago: University of Chicago Press, pp. 209-246.",
        "Stiglitz, Joseph F., and A. Weiss (1981). Credit Rationing in Markets with Imperfect Information. American Economic Review. Vol 71. pp. 343-410.",
        "White, Eugene N. (1998a). Banking and Finance in the Twentieth Century in Stanley Engerman and Robert Gallman, eds. Cambridge Economic History of the United States. New York. Cambridge University Press (forthcoming). White, Eugene N. (1998b). Were Banks Special Intermediaries in Late Ninteteenth Century America? Federal Reserve Bank of St. Louis Review. (forthcoming). Wilkins, Mira (1998). Conduits for Long-Term Investment in the Gold Standard Era. Florida International University, (mimeo) March. Williams, Jeffrey (1987). Futures Markets: A Consequence of Risk Aversion or Transaction Costs? Journal of Political Economy. Vol 95, No. 5 (October) pp. 1000-1023.",
        "Zevin, Robert (1992). Are World Financial Markets More Open? If So, Why and With What Effects? in Tariq Banuri and Juliet B. Schor, eds. Financial Openness and National Autonomy. Oxford: Clarendon Press, pp. 43-83."
    ]
}