{
    "id": 6739,
    "cites": 23,
    "cited_by": 36,
    "reference": [
        "Arrow, K., B. Bolin, R. Costanza, P. Dasgupta, C. Folke, C.S. Holling, B.O. Jansson, S. Levin, K.G. Maler, C. Perrings, D. Pimentel. 1995. Economic Growth, Carrying Capacity, and the Environment Science 268: 520-521, April 28 1995.",
        "Bartlett, Bruce. 1994. The high cost of turning green The Wall Street Journal September 14.",
        "Beckerman, W. 1992. Economic growth and the environment: Whose growth'DONE' Whose environment World Development 20 481-496.",
        "Chaudhuri, Subham and Alexander Pfaff. 1998. Household Income, Fuel Choice, and Indoor Air Quality: Microfoundations of an Environmental Kuznets Curve mimeo, Columbia University Economics Department.",
        "Cropper, M. and C. Griffiths. 1994. The interaction of populations, growth and environmental quality American Economic Review 84 250-254.",
        "Ekins, P. 1997. The Kuznets Curve for the Environment and Economic Growth: Examining the Evidence Environment and Planning 29(5) 805-830.",
        "Grossman, G. and A. Krueger. 1995. Economic growth and the environment Quarterly Journal of Economics 110(2) 353-377.",
        "Hilton, F.G. Hank and Arik Levinson. 1998. Factoring the Environmental Kuznets Curve: Evidence from Automotive Lead Emissions, Journal of Environmental Economics and Management, 35 126-141.",
        "Holtz-Eakin, D. and T. Selden. 1995. Stoking the fires'DONE' CO 2 emissions and economic growth Journal of Public Economics 57(1) 85-101.",
        "Jaeger, William. 1998. A theoretical basis for the environmental inverted-U curve and implications for international trade. mimeo, Williams College.",
        "John, A. and R. Pecchenino. 1994. An Overlapping Generations Model of Growth and the Environment The Economic Journal 104 1393-1410.",
        "John, A., R. Pecchenino, D. Schimmelpfennig, and S. Schreft. 1995. Short-lived Agents and the Long-lived Environment Journal of Public Economics 58 127-41.",
        "Jones, Larry E. and Rodolfo E. Manuelli. 1995. A positive model of growth and pollution controls NBER working paper 5205.",
        "Kahn, Matthew E. 1998. A Household Level Environmental Kuznets Curve Economics Letters 59(2) 269-273.",
        "Kuznets, Simon. 1955. Economic growth and income inequality American Economic Review 45(1) 1-28.",
        "Moomaw, William R. and Gregory C. Unruh. 1998. Are Environmental Kuznets Curves Misleading Us'DONE' Tufts University Working Paper.",
        "Selden Thomas M. and Daqing Song. 1994. Environmental quality and development: Is there a Kuznets curve for air pollution emissions'DONE' Journal of Environmental Economics and Management 27 147-162.",
        "Selden, Thomas M. and Daqing Song. 1995. Neoclassical Growth, the J Curve for Abatement, and the Inverted U Curve for Pollution, Journal of Environmental Economics and Management 29(2), 162-68.",
        "Shafik, N. and S. Bandyopadhyay. 1992. Economic growth and environmental quality: Time series and cross-section evidence. World Bank Policy Research Working Paper WPS904. Washington, D.C.: The World Bank.",
        "Stern, D. and M. Common. 1996. Economic Growth and Environmental Degradation: The Environmental Kuznets Curve and Sustainable Development World Development 24(7) 1151-1160.",
        "Stokey, Nancy L. 1998. Are There Limits to Growth'DONE' International Economic Review 39(1) 131.",
        "Suri, Vivek and Duane Chapman. 1998. Economic Growth, Trade and Energy: Implications For the Environmental Kuznets Curve Ecological Economics 25(2) May 195-208.",
        "Torras, Mariano and James K. Boyce. 1998. Income, inequality, and pollution: A Reassessment of the Environmental Kuznets Curve Ecological Economics 25(2) May 147-160."
    ]
}