{
    "id": 6743,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "Steinberg, Carol (1996) The Next Generation Success 43:85-88.",
        "Stewart, Geoff (1991) Strategic Entry Interactions Involving Profit-Maximizing and LabourManaged Firms Oxford Economic Papers:43:57O-S83.",
        "Rose-Ackerman, Susan (1996) Altruism, Nonprofits, and Economic Theory Journal of Economic Literature: 34:701-728.",
        "Sloan, Frank (1997) Commercialism in Not-for-profit Hospitals working paper, Center for Health Policy, Research, and Education, Duke University.",
        "Pencavel, John and Ben Craig (1994) The Empirical Performance of Orthodox Models of the Firm: Conventional Firms and Worker Cooperative Journal of Political Economy: 102:4:718-44.",
        "Lakdawalla, Darius and Tomas Philipson (1998), Nonprofit Production and Competition, University of Chicago manuscript.",
        "Milgrom, Paul and Chris Shannon (1994) Monotone Comparative Statics Econometrica: 62:1:157-180.",
        "Neary, Hugh and David Ulph (1997) Strategic Investment and the Co-existence of Labourmanaged and Profit-maximizing Firms Canadian Journal of Economics:30:2:308-328.",
        "Hayes, Rachel and Scott Schaefer, (1997) How Much Are Differences in Managerial Ability Worth? Kellogg School of Management working paper.",
        "Eddy, Peg (1996) Lessons, legends, and legacies: serving the family business Journal of Financial Planning 9:76-79.",
        "Futagami, Koichi, and Makoto Okamura (1996) Strategic Investment: The Labor-Managed Firm and the Profit-Maximizing Firm Journal of Comparative Economics:23 :73-91.",
        "Demsetz, Harold and Kenneth Lehn (1985) The Structure of Corporate Ownership: Causes and Consequences Journal of Political Economy :93:6:1155-1177.",
        "Craig, Ben and John Pencavel (1992) The Behavior of Worker Cooperatives: The Plywood Companies of the Pacific Northwest American Economic Review :82:5:1083-1105.",
        "Benjamin, Beth A. and Joel M. Podolny (1997) Social Order and Status in the California Wine Industry RAND Corporation Working Paper.",
        "Cremer, Helmuth and Jacques CrÃ\u0083Â©mer (1992) Duopoly with Employee-Controlled and ProfitMaximizing Firms: Bertrand vs Cournot Competition Journal of Comparative Economics: 16:24 1-258.",
        "Becker, Gary S. (1957) The Economics of Discrimination, University of Chicago Press, Chicago.",
        "Benjamin, Beth A. (1994) Identity Construction Through Collective Affiliation. PhD Dissertation. Stanford University."
    ]
}