{
    "id": 6744,
    "cites": 16,
    "cited_by": 4,
    "reference": [
        "Auster, RD. and Oaxaea, R.L. Identification of Supplier-Induced Demand in the Health Care Sector. The Journal of Human Resources, Vol. 16(1981), pp. 337-342.",
        "Christensen, Sandra. Volume Responses to Exogeneous Changes in Medicares Payment Policies. Health Services Research, Vol. 27 (1992), pp. 65-79.",
        "Cromwell, J. and Mitchell, J. Physician-Induced Demand for Surgery. Journal of I-lea/rh Economics, Vol. 5 (1986), pp. 293-3 13.",
        "Esearce, Jose J. Effects of Lower Surgical Fees on the Use of Physician Services Under Medicare. JAMA, Vol. 269 (1993), pp. 2513-2518.",
        "Feldman, R. and Sloan, F. Competition Among Physicians, Revisited. .Jour,iai of Health Politics, Policy and Law, Vol. 13(1988), pp. 239-26!.",
        "Fuchs, V. The Supply of Surgeons and The Demand for Operations. The Journal of Human Resources, Vol. 13 (1978) pp. 35-56.",
        "Gruber, J. Owings, M. Physician Financial Incentives and Cesarean Section Delivery. Rumid Journal of Economics, Vol. 27 (1996), pp. 99-123.",
        "Hurley, J., Labelle, R., and Rice, T. The Relationship Between Physician Fees and the Utilization of Medical Services in Ontario. In R.M. Seheffler and L.F. Rossiter, eds., Advances in Health Economies and Health Services Research. Greenwich, Conn.: JAI Press, 1990.",
        "Keeler, E. and Fok T. Equalizing Physician Fees Had Little Effect on Cesarean Rates. Medicare Care Research and Review, Vol. 53 (1996), pp. 465-471.",
        "MeGuire, T.G. and Pauly, MN. Physician Response to Fee Changes with Multiple Payers. Journal of Health Economics, Vol. 10 (1991), pp. 385-410.",
        "Phclps, C. Induced Demand- Can We Ever Know Its Extent? Journal of Health Economics, Vol. 5 (1986), pp. 355-365.",
        "Rice, T. The Impact of Changing Medicare Reimbursement Rates on Physician-Induced Demand. Medical Care, Vol. 21(1983), pp. 803-815.",
        "Rice, T. Physician-Induced Demand for Medical Care: New Evidence from the Medicare Program. Advances in Health Economics and Health Services Research, Vol. 6 (1984), pp. 129-160.",
        "Rice, T., Labelle, R.J. Do Physicians Induce Demand for Medical Services? Journal of Health Politics, Policy and Law, Vol. 14 (1989), pp. 5 87-600.",
        "Wedig, 6., Mitchell, J.B., and Cromwell, J. Can Price Controls Induce Optimal Physician Behavior? Journal of Health Politics, P0/ic) and Law, Vol. 14(1989), pp. 601-6 19.",
        "Yip, Winnie CM. Physician Response to Medicare Fee Regulations. MiT Doctoral Dissertation, May 1994."
    ]
}