{
    "id": 6749,
    "cites": 23,
    "cited_by": 10,
    "reference": [
        "Beveridge, S. and Nelson, C. 1981. A New Approach to the Decomposition of Economic Time Series Into Permanent and Transitory Components, Journal of Monetary Economics, 33, No.1, pp. 5-38.",
        "Branson, W., and J. Love. 1988. United States Manufacturing and the Real Exchange Rate. In R. Marston, ed., Misalignment of Exchange Rates: Effects on Trade and Industry, University of Chicago Press.",
        "Branson, W., and R. Marston. 1989. Price and Output Adjustment in Japanese Manufacturing. National Bureau of Economic Research Working Paper no. 2878.",
        "Brunello, G. 1990. Real Exchange Rate Variability and Japanese Industrial Employment, Journal of the Japanese and International Economies.",
        "Burgess, S. and M. Knetter 1996. An International Comparison of Employment Adjustment to Exchange Rate Fluctuations. NBER working paper 5861 (December).",
        "Campa, J., and L. Goldberg. 1995. Investment, Exchange Rates and External Exposure. Journal of International Economics 38 (May): 297-320.",
        "Campa, J., and L. Goldberg. 1996a. Investment, Pass-Through and Exchange Rates: A CrossCountry Comparison. forthcoming International Economic Review.",
        "Campa, J., and L. Goldberg. 1997. The Evolving External Orientation of Manufacturing: Evidence from Four Countries. Economic Policy Review (July 1997, Federal Reserve Bank of New York). See also NBER working paper 5919 (February).",
        "Campbell, J. and Clarida, R. 1987. The Dollar and Real Interest Rates: An Empirical Investigation, Carnegie-Rochester Conference Series on Public Policy, 27, pp. 103-140.",
        "Clarida, R. and Gali, J. 1994. Sources of real exchange rate fluctuations: How important are nominal shocks'DONE', Carnegie-Rochester Conference Series on Public Policy, 41, pp. 1-56.",
        "Davis, S. and J. Haltiwanger. 1997. Sectoral Job Creation and Destruction Responses to Oil Price Changes and Other Shocks. Manuscript, University of Chicago.",
        "Domowitz, I., G. Hubbard, and B. Petersen. 1986. Business Cycles and the Relationship between Concentration and Price-Cost Margins. Rand Journal of Economics 17 (Spring): 1-17.",
        "Dornbusch, R. 1987. Exchange Rates and Prices. American Economic Review 77 (March): 93106.",
        "Freeman, R. and L. Katz. 1991. Industrial Wage and Employment Determination in an Open Economy. in J. Abowd and R. Freeman eds. Immigration, Trade, and the Labor Market (Chicago: University of Chicago Press).",
        "Goldberg, L. 1993. Exchange Rates and Investment in United States Industry. Review of Economics and Statistics LXXV, no. 4 (November): 575-88.",
        "Hall, R. 1988. The Relation Between Price and Marginal Cost in U.S. Industry. Journal of Political Economy 96 (October): 921-47.",
        "Huizinga, J. 1987. An Empirical Investigation of the Long Run Behavior of Real Exchange Rates, Carnegie-Rochester Conference Series on Public Policy, 27, pp. 149-215.",
        "Kletzer, L. 1998. Trade and Job Loss in U.S. Manufacturing. Manuscript. U.C. Santa Cruz..",
        "Knetter, M., 1989. Price Discrimination by U.S. and German Exporters. American Economic Review 79 (March): 198-210.",
        "Marston, R. 1990. Pricing to Market in Japanese Manufacturing. Journal of International Economics 29 (November): 217-36.",
        "Nickell, S. 1986. Dynamic Models of Labour Demand. in Handbook of Labor Economics volume I edited by O. Ashenfelter and R. Layard pp.473-522.",
        "Revenga, A. 1992. Exporting Jobs'DONE' The Impact of Import Competition on Employment and Wages in the U.S. Manufacturing, Quarterly Journal of Economics 107 (1): pp.255-284.",
        "Slaughter, M. and P. Swagel, 1998. The Effect of Import Competition on Wages and Employment: Evidence from the Advanced Economies, mimeo, Dartmouth College."
    ]
}