{
    "id": 6751,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Agrawal, Jaffe and Mandelker (1992) The Post-Merger Performance of Acquiring Firms: A Re- examination of an Anomaly. Journal of Finance. 1605-1621.",
        "Baye, M.R.. Crocker, K.J. and J. Jiandong (1996), Divisionalization. Franchising. and Divestiture Incentives in Oligopoly, AER. 223-236.",
        "Berry S. and A. Pakes (1993), Some Applications and Limitations of Recent Advances in Empirical 1.0.: Merger Analysis. AER, Papers and Proceedings, 247-252.",
        "Bresnahan, T.F. (1989) Empirical Studies of Industries with Market Power. IN R. Schmalensee and R.D. Willig, eds., The Handbook of Industrial Organization.. New York: North- Holland, 1989.",
        "Caves R. and L.R. Christensen (1997) Cheap Talk and Investment Rivalry in the Pulp and Paper Industry, forthcoming in the Journal of Industrial Economics.",
        "Deneckere, R and C. Davidson (1985), Incentives to Formn Coalitions with Bertrand Competition.",
        "Rand Journal of Economics, 16, 17-25. Farrell, J. and C. Shapiro (1990), Horizontal Mergers: An Equilibriumim Analysis, AER, 80, 92~-40.",
        "Gowrisankaran, G. (1995) A Dynamic Analysis of Mergers, Ph.D. Dissertation, Yale Universit.",
        "Hall, B. (1988) The Effect of Takeover Activity on Corporate Research and Development, in Corporate Takeovers: Causes and Consequences, edited by A.J. Auerbach, University of Chicago Press.",
        "Jensen, M. (1988) Takeovers: Their Causes and Consequences, Journal of Economic Perspectives, 2 1-48.",
        "Kim, H and V. Singal (1993), Mergers and Market Power: Evidemice from the Airline Industry.",
        "Review of Economics and Statistics. 202-207. Paarsch H. (1992), Deciding between the common and private value paradigm in empirical models of auctions, Journal of Econometrics, 191-215.",
        "Perry, M. and R.H. Porter (1985) Oligopoly and the Incentive for Horizontal Merger AER. 75.",
        "Salant, S. W.. Switzer S. and R.J. Reynolds (1983), Losses from Horizontal Merger: The Effects of an Exogenous Change in Industry Structure on Cournot-Nash Equilibriuimi. QJE. 98, 185-99.",
        "Scherer. F.M. (1988), Corporate Takeovers: The Efficiency Arguiiients~, Journal of Economics Perspectives. 69-82."
    ]
}