{
    "id": 6752,
    "cites": 48,
    "cited_by": 35,
    "reference": [
        "[1] Antweiler, W. and D. Trefler, Increasing Returns and All That: A View from Trade, mimeo, 1997.",
        "[2] Bowen, H.P., E.E. Learner and L. Sveikauskas, Multicountry, Multi-factor Tests of the Factor Abundance Theory, American Economic Review, 1987.",
        "[3] Brecher, R.A. and E.V. Chaudhri, The Leontief Paradox Continued , Journal of Political Economy, 1982.",
        "[4] Davis, D.R., Intra-Industry Trade: A Heckscher-Ohlin-Ricardo Approach, Journal of International Economics, 1995.",
        "[5] Davis, D.R., Critical Evidence on Comparative Advantage? North-North Trade in a Multilateral World, Journal of Political Economy, 1997.",
        "[6] Davis, D.R., D.E. Weinstein, Economic Geography and Regional Production Structure: An Empirical Investigation, mimeo, 1997 (forthcoming in the European Economic Review).",
        "[7] Davis, D.R., D.E. Weinstein, Market Access, Economic Geography and Comparative Advantage: An Empirical Assessment, mime, 1998b.",
        "[8] Davis, D.R., D.E. Weinstein, S.C. Bradford and K. Shimpo, Using International and Japanese Regional Data to Determine When the Factor Abundance Theory of Trade Works, American Economic Review, 1997.",
        "[9] Deardorff, A.V., Determinants of Bilateral Trade: Does Gravity Work in a Neoclassical World? in J.A. Frankel (ed.), The Regionalization of the World Economy (Chicago: The University of Chicago Press), 1998.",
        "[10] Eaton, J. and S. Kortum, Technology and Bilateral Trade, NBER Working Paper No. 6253, 1997. 36",
        "[11] Ethier, W.J., Higher Dimensional Issues in Trade Theory, in Jones R.W. and P. Kenen (eds.), Handbook of International Economics (Amsterdam: North Holland) , 1984.",
        "[12] Evenett, S.J. and Keller, W., On Theories Explaining the Success of the Gravity Equation, mimeo, 1998.",
        "[13] Ford, J.L., The Ricardian and Heckscher-Ohlin Explanations of Trade: A General Proof of an Equivalence Theorem and its Implications, Oxford Economic Papers, 1982.",
        "[14] Gabaix, X., The Factor Content of Trade: A Rejection of the Heckscher-OhlinLeontief Hypothesis, mimeo, 1997.",
        "[15] Grossman, G.M., Comment, in J.A. Frankel (ed.), The Regionalization of the World Economy (Chicago: The University of Chicago Press), 1998.",
        "[16] Grossman, G.M. and E. Helpman, Innovation and Growth in the Global Economy (Cambridge, MA: The MIT Press), 1991.",
        "[17] Grossman, G.M. and E. Helpman, Technology and Trade, in Grossman, G.M. and K. Rogoff (eds.), Handbook of International Economics, Vol. 3 (Amsterdam: North Holland), 1995.",
        "[18] Grubel, H. and P. Lloyd, Intra-Industry Trade: The Theory and Measurement of International Trade in Differentiated Products (London: Macmillan), 1975.",
        "[19] Hakura, D., A Test of the General Validity of the Heckscher-Ohlin Theorem for Trade in the European Community, mimeo, 1997.",
        "[21] Harrigan, J., Technology, Factor Supplies, and International Specialization: Estimating the Neoclassical Model, American Economic Review, 1997. 37",
        "[22] Harrigan, J., Estimation of Cross-Country Differences in Industry Production Functions, Journal of International Economics, 1998 (forthcoming).",
        "[24] Helpman, E., Increasing Returns, Imperfect Markets, and Trade Theory, in Jones, R.W. and P. Kenen (eds.), Handbook of International Economics, Vol. I (Amsterdam: North Holland), 1994.",
        "[25] Helpman, E., Imperfect Competition and International Trade: Evidence from Fourteen Industrial Countries, Journal of the Japanese and International Economies, 1987.",
        "[26] Helpman, E. and P.R. Krugman, Market Structure and Foreign Trade (Cambridge, MA: The MIT Press), 1995.",
        "[27] Hummels, D. and J. Levinsohn, Monopolistic Competition and International Trade: Reconsidering the Evidence, Quarterly Journal of Economics, 1995.",
        "[28] Jones, R.W., Factor Proportions and the Heckscher-Ohlin Theorem, Review of Economic Studies, 1956-57 (reprinted in his Essays, 79).",
        "[29] Jones, R.W., The Structure of Simple General Equilibrium Models, Journal of Political Economy, 1965.",
        "[30] Krugman, P.R., Scale Economies, Product Differentiation, and the Pattern of Trade, American Economic Review, 1980.",
        "[31] Krugman, P.R., Increasing Returns, Imperfect Competition and the Positive Theory of International Trade, in Grossman, G. and K. Rogoff (eds.), Handbook of International Economics, Vol. 3 (Amsterdam: North Holland), 1995. 38",
        "[32] Learner, E.E., The Leontief Paradox , Reconsidered, Journal of Political Economy, 1980.",
        "[33] Learner, E.E., Sources of International Comparative Advantage, (Cambridge, MA, and London, The MIT Press), 1984.",
        "[34] Learner, E.E. and J. Levinsohn, International Trade Theory: The Evidence, in Grossman, G. and K. Rogoff (eds.), Handbook of International Economics, Vol. 3 (Amsterdam: North Holland), 1995.",
        "[35] Leontief, W.W., Domestic Production and Foreign Trade: The American Capital Position Re-examined, Economica Internazionale, 1954.",
        "[36] Lerner, A., Factor Prices and International Trade, Economica, 1952.",
        "[37] Linnemann, H., An Econometric Study of International Trade Flows (Amsterdam: North Holland), 1966.",
        "[38] Loertscher, R. and F. Wolter, Determinants of Intra-Industry Trade: Among Countries and Across Countries, Weltwirtschaftliches Archiv, 1980.",
        "[39] McDougall, G.D.A., British and American Exports: A Study Suggested by the Theory of Comparative Costs, Part I, Economic Journal, 1951.",
        "[40] McDougall,G.D.A., British and American Exports: A Study Suggested by the Theory of Comparative Costs, Part II, Economic Journal, 1952.",
        "[41] OECD, Globalization of Industry, Paris, 1996.",
        "[43] ORourke, K. and J.G. Williamson, Globalization and History: The Evolution of a 19th Century Atlantic Economy (Cambridge, MA: The MIT Press), 1998 (forthcoming). 39",
        "[44] Reevs, T.A., Essays in International Trade, Ph.D. dissertation, Harvard University, 1998.",
        "[45] Samuelson, P.A., International Trade and the Equalization of Factor Prices, Economic Journal, 1948.",
        "[46] Samuelson, P.A., Prices of Factors and Goods in General Equilibrium, Review of Economic Studies, 1953-4.",
        "[47] Stern, R.M., British and American Productivity and Comparative Costs in International Trade, Oxford Economic Papers, 1962.",
        "[48] Tinbergen, J., Shaping the World Economy: Suggestions for an International Economic Policy, New York, 1962.",
        "[49] Trefler, D., International Factor Price Differences: Leontief was Right!, Journal of Political Economy, 1993.",
        "[50] Trefler, D., The Case of the Missing Trade and Other Mysteries, American Economic Review, 1995.",
        "[51] Vanek, J., Factor Proportions Theory: The N-factor Case, Kykios, 1968."
    ]
}