{
    "id": 6754,
    "cites": 147,
    "cited_by": 52,
    "reference": [
        "Abraham, Jesse (1987), Income redistribution during a disinflation, Journal of Macroeconomics, 9:203 221. Akerlof, George A. and Janet L.Yellen (1991), How large are the losses from rules of thumb behavior in models of the business cycle, in William Brainard, William Nordhaus, and Harold Watts (Eds.), Money. Macroeconomics, and Economic Policy: Essays in Honor of James Tobin. (MIT Press,Cambrideg Mass).",
        "Ascari, Guido (1998), Optimizing agents, staggered wages and persistence in the real effects of money shocks, unpublished paper, University of Warwick. Ashenfelter, Orley and David Card, Time series representations of economic variables and alternative models of the labor market, Review of Economic Studies, 49:761 781.",
        "Azariadis, Costas (1975), Implicit contracts and nderemployment equilibria, Journal of Political Economy, 83:1183 1202.",
        "Backus, David (1984), Exchange rate dynamics in a model with staggered wage contracts, Queens University, Discussion Paper No. 561, June.",
        "Ball, Laurence (1987), Externalities from contract length, American Economic Review, 77:615 629.",
        "Ball, Laurence (1994), Credible disinflation with staggered price setting, American Economic Review, 84:282 289.",
        "Ball, Laurence and Stephen Cecchetti (1988), Imperfect information and staggered pricing, American Economic Review, 78:999 1018.",
        "Ball, Laurence, N. Gregory Mankiw, and D. Romer (1988), The new Keynesian economics and the output-inflation tradeoff, Brookings Papers on Economic Activity, 1:1 65.",
        "Ball, Laurence and David Romer, (1989), The equilibrium and optimal timing of price changes, Review of Economic Studies, 56:179 198.",
        "Ball, Laurence and David Romer (1990), Real rigidities and the nonneutrality of money, Review of Economic Studies, 57:183 203.",
        "Barro, Robert J. (1977), Unanticipated money growth and unemployment in the United States, American Economic Review, 67:101 115.",
        "Barro, Robert J. and Hercowitz, Zvi (1980), Money stock revisions and unanticipated money growth, Journal of Monetary Economics, 6: 257 267.",
        "Benabou, Roland and Claude Bismut (1987), Wage bargaining and staggered contracts: theory and estimation, Discussion Paper No. 8810, CEPREMAP, Paris, France.",
        "Bergen, Paul R. and Robert C. Feenstra (1998), Staggered price setting and endogenous persistence, NBER Working paper, No. 6429.",
        "Bemanke, Ben S., Mark Gertler, and Simon Gilchrist (1998), Credit market frictions and cyclical fluctuations, in John B. Taylor and Michael Woodford (Eds.), Handbook of Macroeconomics. (North-Holland, Amsterdam).",
        "Bhaskar, V. (1998), On endogenously staggered prices, University of St. Andrews, Discussion Paper Series, No, 9806, St. Andrews, Scotland.",
        "Blanchard, Olivier J. (1983), Price asynchronization and price level inertia, in R. Dornbush and M. Simonsen (Eds.), Inflation Debt, and Indexation. (MIT Press, Cambridge), 3 24.",
        "Blanchard, Olivier J. (1987), Aggregate and individual price adjustment, Brookings Papers on Economic Activity, 1:57 122.",
        "Blanchard, Olivier and Stanley Fischer (1989), Lectures on Macroeconomics. (MIT Press, Cambridge, Massachusetts).",
        "Blanchard, Olivier and Nobuhiru Kiyotaki (1987), Monopolistic competition and the effects of aggregate demand, American Economic Review, 11:647 666.",
        "Blinder, Alan (1994), On sticky prices: academic theories meet the real world, in N. Gregory Mankiw, (Ed.), Monetary Policy. (University of Chicago Press, Chicago), 117 150.",
        "Blinder, Alan, Edie D. Canetti, David E. Lebow, and Jeremy B. Rudd (1998), Asking about prices: a new approach to understanding price stickiness, (Russell Sage Foundation: New York).",
        "Brayton, Flint, Andrew Levin, Ralph Tryon, and John Williams (1997), The evolution of macro models at the Federal Reserve Board, B. McCallum and C. Plosser (Eds.), Carnegie Rochester Conference Series on Public Policy. 47:43 81 Brunner, Karl, Alex Cukierman, and Allan Meltzer (1980), Stagflation, persistent unemployment, and the permanence of shocks, Journal of Monetary Economics, 6:467 492.",
        "Bryant, Ralph, Peter Hooper, and Catherine Mann (1993), Evaluating Policy Regimes: New Empirical Research in Empirical Macroeconomics. (Brookings Institution, Washington D.C.). Buckle, Robert A. and John A. Carlson (1995), Price duration with two-sided pricing rules, Karl Heinrich Oppenlanderand, Gunter Poser (Eds), Business Cycle Surveys: Forecasting Issues and Methodological Aspects. (Avebury: AJdershot), 99 118.",
        "Buiter, Willem and Ian Jewitt (1981), Staggered wage setting with real wage relatives: variations on a theme of Taylor, The Manchester School, 47.",
        "Caballero, Ricardo and Eduardo Engel (1993), Microeconomic rigidities and aggregate price dynamics, European Economic Review, 37:691 711 Calvo, Guillermo (1982), Staggered contracts and exchange rate policy, in J. A. Frankel (Ed.), Exchange Rates and International Macroeconomics. (University of Chicago Press, Chicago).",
        "Calvo, Guillermo (1983), Staggered prices in a utility maximizing framework, Journal of Monetary Economics, 12: 3 398.",
        "Caplin, Andrew S. and Daniel Spulber (1987), Menu costs and the neutrality of money, Quarterly Journal of Economics, 102: 703 725.",
        "Card, David and Dean Hyslop (1997), Does inflation grease the wheels of the labor market? in Christina Romer and David Romer (Eds.), Reducing Inflation. (University of Chicago Press, Chicago), 71 114.",
        "Carlton, Dennis W. (1986), The rigidity of prices, American Economic Review, 76: 637 658.",
        "Carlton, Dennis (1989), The theory and the facts of how markets clear: is industrial organization valuable for understanding macroeconomics? in Schmalensee, R. and Robert D. Willig (Eds.), Handbook of Industrial Organization. (North-Holland, Amsterdam) 1:909 946.",
        "Cecchetti, Stephen G. (1983), Staggered contracts and the frequency of price adjustment, Quarterly Journal of Economics, 100: 935 959.",
        "Cecchetti, Stephen G. (1984), Indexation and incomes policy: a study of wage adjustment in unionized manufacturing, Journal of Labor Economics, 5:391 412.",
        "Cecchetti, Stephen G. (1986), The frequency of price adjustment: a study of newstand prices of magazines, Journal of Econometrics, 31: 255 274.",
        "Chadha, Binky (1987), Is increased price inflexibility stabilizing? Journal of Money Credit and Banking, 21:481 497.",
        "Chari, V.V., Patrick Kehoe and Ellen McGrattan (1998), Sticky price models of the business cycle: can the contract multiplier solve the persistence problem? Federal Reserve Bank of Minneapolis, Research Department Staff Report No. 217, revised April 1998.",
        "Cho, Jang Ok (1993), Money and business cycles with one period nominal contracts, Canadian Journal of Economics, 26:638 659.",
        "Cho, Jang Ok, and Thomas F. Cooley (1995), The business cycle with nominal contracts, Economic Theory, 6:13 33.",
        "Christiano, Lawrence J. (1985), A method for estimating the timing interval in a linear econometric model, with application to Taylor&apos;s model of staggered contracts, Journal of Economic Dynamics and Control, 9:363 404.",
        "Christiano, Lawrence, Martin Eichenbaum, and Charles Evans (1998), Monetary policy shocks: what have we learned and to what end?, in John B. Taylor and Michael Woodford (Eds.), Handbook of Macroeconomics. (North Holland, Amsterdam).",
        "Conlon, John R. and Christina Y. Liu (1997), Can more frequent price changes lead to price inertia? Nonneutralities in a state-dependent pricing context, International Economic Review, 38:893 914.",
        "Davis, Douglas and Charles A. Holt (1997), Price rigidities and institutional variation in markets with posted prices, Economic Theory, 9:63 80.",
        "De Fraja, Giovanni (1993), Staggered versus synchronized wage setting in oligopoly, European Economic Review, 37:1507 1522.",
        "De Long, J. Bradford and Lawrence Summers (1986), Is increased price flexibility stabilizing? American Economic Review, 78:1031 1044.",
        "Dezhbakhsh, Hashem, Alfred A. Haug, J. Huston McCulloch, Gajendra S. Poonia and Le-Tuan Wang (1984), The statistical Phillips Curve in Taylor&apos;s staggered contracts model, Unpublished Paper.",
        "Domberger, Simon and Denzil G. Fiebig (1993), The distribution of price changes in oligopoly, The Journal of Industrial Economics, 41:295 313.",
        "Domowitz, I., Hubbard, R.G. and B.C. Peterson (1986), Business cycles and the relationship between concentration and price-cost margins, Rand Journal of Economics, Vol. 17:1 17.",
        "Dornbusch, Rudiger (1982), PPP exchange rate rules and macroeconomic stability, Journal of Political Economy, 90:158 165.",
        "Dotsey, Michael, Robert G. King and Alexander L. Wolman (1996), State dependent pricing and the dynamics of business cycles, unpublished paper.",
        "Driskill Robert A. and Steven M. Sheffrin (1986), Is price flexibility destabilizing? American Economic Review, 76:802 807.",
        "Dutta, Shantanu, Mark Bergen and Daniel Levy (1997), Price flexibility in channels of distribution: evidence from scanner data, unpublished paper, September 14, 1997, Emory University.",
        "Eden, Benjamin (1994a), Time rigidities in the adjustment of price to monetary shocks: an analysis of micro data, Discussion paper, No 94.16, Bank of Israel.",
        "Eden, Benjamin (1994b), The adjustment of prices to monetary shocks when trade is uncertain and sequential, Journal of Political Economy, 102:493 409.",
        "Evans, George and Seppo Honkapohja (1998), Learning Dynamics, in John B. Taylor and Michael Woodford (Eds.), Handbook of Macroeconomics. (North-Holland, Amsterdam).",
        "Erceg, Christopher (1997), Nominal wage rigidities and the propagation of monetary disturbances, unpublished paper, Federal Reserve Board.",
        "Fethke, Gary and Andrew Policano (1984), Wage contingencies, the patterns of negotiation and aggregate implications of alternative contract structures, Journal of Monetary Economics, 14:151 170.",
        "Fethke, Gary and Andrew Policano (1986), Will wage setters ever stagger decisions? Quarterly Journal of Economics, 101:867 877.",
        "Fethke, Gary and Andrew Policiano (1987), Monetary policy and the timing of wage negotiations, Journal of Monetary Economics, 19:87 105.",
        "Fischer, Stanley (1977), Long-term contracts, rational expectations, and the optimal money supply rule, Journal of Political Economy, 85:191 205.",
        "Fregert, Klas and Lars Jonung (1986), Monetary regimes and the length of wage contracts, paper presented at the 1986 Konstanz Conference.",
        "Fuhrer, Jeffrey and George Moore (1995a), Monetary policy tradeoffs and the correlation between nominal interest rates and real output, American Economic Review, 85:219 239.",
        "Fuhrer, Jeffrey and George Moore, (1995b), Inflation persistence, Quarterly Journal of Economics, 110:127 159.",
        "Gertler, Mark (1981), Long-term contracts, imperfect information, and monetary policy, Journal of Economic Dynamics and Control, 3:197 216.",
        "Gertler, Mark (1982), Imperfect information and wage inertia in the business cycle, Journal of Political Economy, 90:967 987.",
        "Gordon, Robert (1981), Output fluctuations and gradual price adjustment, Journal of Economic Literature, 19:493 530.",
        "Goodfriend, Marvin and Robert King (1997), The new neoclassical synthesis and the role of monetary policy, in Ben Bernanke and Julio Rotemberg (Eds.), NBER Macroeconomics Annual. (MIT Press, Cambridge Massachusetts), 493 530.",
        "Gray, Jo Anna (1976), Wage indexation: a macroeconomic approach, Journal of Monetary Economics, 2:221 235.",
        "Gray, Jo Anna (1978), On indexation and contract length, Journal of Political Economy, 86:1 18.",
        "Gust, Christopher (1997), Staggered price contracts and factor immobilities: the persistence problem revisited, unpublished paper, Northwestern University.",
        "Hairault, Jean-Olivier and Franck Portier (1993), Money, new Keynesian macroeconomics, and the business cycle, European Economic Review, 37:1533 1568.",
        "Ireland, Peter N. (1996), A small structural quarterly model for monetary policy evaluation, Carnegie Rochester Conference on Public Policy. (North Holland, Amsterdam), 47:83 108.",
        "Jeanne, Olivier (1997), Generating real persistent effects of monetary shocks: how much nominal rigidity do we really need? NBER Working Paper No. 6258.",
        "Kashyup, Anil K. (1995), Sticky prices: new evidence from retail catalogues, Quarterly Journal of Economics, 110:245 274.",
        "Kiley, Michael T. (1997), Staggered price setting, partial adjustment, real rigidities, and sunspots, unpublished paper, Federal Reserve Board.",
        "Kim, J. (1995), Monetary Policy in a stochastic equilibrium model with real and nominal rigidities, unpublished paper, Yale University.",
        "Kimball, Miles S. (1995), The quantitative analysis of the basic neomonetarist model, Journal of Money Credit and Banking, 27:1241 1277.",
        "King, Robert G. and Alexander L. Wolman (1996), Inflation targeting in a St. Louis model of the 21st century, Federal Reserve Bank of St. Louis Review, 78:93 107 King, Robert G. and Alex Wolman (1998), What should the monetary authority do when prices are sticky, in John B. Taylor (Ed.), Monetary Policy Rules. (University of Chicago Press, Chicago).",
        "Lach, Saul and Daniel Tsiddon (1992), The behavior of prices and inflation: an empirical analysis of disaggregated data, Journal of Political Economy, 100:349 389.",
        "Lach, Saul and Daniel Tsiddon (1996), Staggering and synchronization in price-setting: evidence from multiproduct firms, American Economic Review, December, 86:1175 1196.",
        "Lau, Sau-Him Paul (1996), Aggregate pattern of time-dependent adjustment rules I: a game-theoretic analysis of staggered versus synchronized wage setting, Economic Journal, 106:1645 1658.",
        "Lau, Sau-Him Paul (1997), Aggregate pattern of time-dependent adjustment rules II: strategic complementary and endogenous nonsynchronization, The Australian National University, Working Papers in Economics and Econometrics, No. 317 January.",
        "Lebow, David, David Stockton and William Wascher (1995), Inflation, nominal wage rigidity and the efficiency of labor markets, unpublished paper, Federal Reserve Board.",
        "Levin, Andrew (1989), The theoretical and empirical relevance of staggered wage contract models, Ph.D. dissertation, Stanford University.",
        "Levin, Andrew (1990), Monetary stabilization policy in a general equilibrium model with wage contracts, University of California at San Diego, Working Paper No. 90-43, December.",
        "Levin, Andrew (1991), The macroeconomic significance of nominal wage contract duration, University of California at San Diego Working Paper No. 91-08, February.",
        "Levy, Daniel, Mark Bergen, Shantanu Dutta, Robert Venable (1997), The magnitude of menu costs: direct evidence from large U.S. supermarket chains, Quarterly Journal of Economics, 114:791 825.",
        "Levy, Daniel, Shantanu Dutta, Mark Bergen, Robert Venable (1998), Price adjustment at multiproduct retailers, Managerial and Decision Economics, forthcoming.",
        "Lucas, Deborah (1985), Price and interest rate dynamics induced by multiperiod contracts, Northwestern University, Working Paper.",
        "Lucas, Deborah (1986), Rigid wages as a transmission mechanism for monetary shocks, Northwestern University, Working Paper.",
        "Lucas, Robert E. Jr. (1972), Expectations and the neutrality of money, Journal of Economic Theory, 4:103 124.",
        "Lucas, Robert E. Jr. (1973), Some international evidence on output inflation tradeoffs, American Economic Review, 63:326 334.",
        "Lucas, Robert E. Jr. (1976), Econometric policy evaluation: a critique, Carnegie Rochester Conference Series on Public Policy, 1:19 46.",
        "Lucas, Robert E. Jr. (1996), Nobel lecture: monetary neutrality, Journal of Political Economy, 104:661 682.",
        "Lucas, Robert E. Jr. and Michael Woodford (1994), Real effects of monetary shocks in an economy with sequential purchases, NBER Working Paper No. 4250.",
        "Marchak, Jacob (1953), Economic measurement for policy and prediction, studies in econometric method, Cowles Commission for Research in Economics, Monograph No. 14, New Haven: Yale University Press.",
        "Matsukawa, Shigeru (1986), The equilibrium distribution of wage settlements and economic stability, International Economic Review, 27:415 437.",
        "McCallum, Bennett (1982), Macroeconomics after a decade of rational expectations: some critical issues, Federal Reserve Bank of Richmond Economic Review, 68:3 12.",
        "McCallum, Bennett (1984), A linearized version of Lucas&apos;s neutrality model, Canadian Journal of Economics, 17:138 145.",
        "McCallum, Bennett (1988), Robustness properties of a rule for monetary policy, Carnegie Rochester Conference on Public Policy, 29:173 203.",
        "McCallum, Bennett (1998), Issues in the design of monetary policy rules, in John B. Taylor and Michael Woodford (Eds), Handbook of Macroeconomics. (North-Holland, Amsterdam).",
        "McLaughlin, Kenneth J. (1994), Rigid wages? Journal of Monetary Economics, 34:383 414.",
        "Montgomery, Edward (1983), A note on aggregate dynamics and staggered contracts: a test of the importance of spillover effects, Working Paper No. 82-6, Carnegie Mellon School of Urban and Public Affairs.",
        "Mishkin, Fredric S. (1982), Does anticipated monetary policy matter? an econometric investigation, Journal of Political Economy, 90:22 51.",
        "Nelson, Edward (1997), A framework for analyzing alternative models of nominal rigidities, unpublished paper, Carnegie Mellon University.",
        "Ohanian, Lee E. and Alan C. Stockman (1994), Short run effects of money when some prices are sticky, Federal Reserve Bank of Richmond Economic Review, 80:1 23.",
        "Okun, Arthur M. (1981), Prices and Quantities: A Macroeconomic Analysis, Brookings Institution, Washington D.C. Parkin, Michael (1986), The output-inflation tradeoff when prices are costly to change, Journal of Political Economy, 94:200 224.",
        "Phaneuf, Louis (1987a), Can contract-based models explain business cycles?, University of Montreal Working Paper.",
        "Phaneuf, Louis (1987b), PropriÃ\u0083Â©tÃ\u0083Â©s dynamics des modeles du cycle a contrats echleonnes, Canadian Journal of Economics, 20: 123 139.",
        "Phaneuf, Louis (1990), Wage contracts and the unit root hypothesis, Canadian Journal of Economics, 23:580 592.",
        "Phelps, Edmund (1978), Disinflation without recession: adaptive guideposts and monetary policy, Weltwirtschaftliches Archiv, 114: 783 809.",
        "Phelps, Edmund and Taylor, John B. (1977), Stabilizing powers of monetary policy under rational expectations, Journal of Political Economy, 85:163 190.",
        "Poterba, James M., Julio J. Rotemberg, and Lawrence H. Summers (1986), A tax-based test for nominal rigidities, American Economic Review, 76:659 675.",
        "Rankin, N. (1998), Nominal rigidity and monetary uncertainty, European Economic Review, 42:185 199.",
        "Rehm, Dawn E., Staggered contracts, capital flows and macroeconomic stability in the open economy, Ph.D. dissertation Columbia University, 1983.",
        "Roberts, John M. (1995), New Keynesian economics and the Phillips curve, Journal of Money Credit and Banking, 27:975 984.",
        "Roberts, John M. (1997), Is inflation sticky? Journal of Monetary Economics, 39:173 196.",
        "Romer, David (1996), Advanced Macroeconomics. (McGraw Hill, New York).",
        "Rotemberg, Julio (1982), Sticky prices in the United States, Journal of Political Economy, 90:1187 1211.",
        "Rotemberg, Julio (1987), The new Keynesian foundations, in Stanley Fischer (Ed.), NBER Macroeconomics Annual 1987, (The MIT Press, Cambridge, Massachusetts), 69 104.",
        "Rotemberg, Julio (1997), A comment, in B. McCallum and C. Plosser (Eds.), Carnegie Rochester Conference Series of Public Policy. (North-Holland, Amsterdam) 47:231 243.",
        "Rotemberg, Julio and Michael Woodford (1997), An optimization-based econometric framework for the evaluation of monetary policy, in Ben Bernanke and Julio Rotemberg (Eds.), NBER Macroeconomics Annual. (MIT Press, Cambridge, Massachusetts).",
        "Rotemberg, Julio and Michael Woodford (1998), The cyclical behavior of prices and costs, in John B. Taylor and Michael Woodford (Eds.), Handbook of Macroeconomics. North-Holland, Amsterdam).",
        "Rotwein, E. (Ed.), (1955), David Hume&apos;s Writings on Economics. (University of Wisconsin Press, Madison, Wisconsin).",
        "Rudin, Jeremy (1987), Diverse expectations in an empirical model: an extension of the staggered contracts model, Chapter 2 of Diverse Expectations: Policy and Empirical Implications Ph.D. Dissertation, Stanford University.",
        "Sargent, Thomas J. (1976), A classical macroeconomic model for the United States, Journal of Political Economy, 84:207 237.",
        "Sargent, Thomas J, and Neil Wallace (1975), &apos;Rational&apos; expectations, the optimal monetary instrument, and the optimal money supply rule, Journal of Political Economy, 83:241-254.",
        "Sheshinski, Eytan and Yoram Weiss (1988), Staggered and synchronized price polices and multiproduct monopolies, Tel-Aviv, Foerder Institute for Economic Research, Working Paper No. 24-78, July.",
        "Slade, Margaret E. (1996), Optimal pricing with costly adjustment: evidence from retail-grocery prices, unpublished paper, University of British Columbia.",
        "Stigler, George and James Kindahl (1970), The Behavior of Industrial Prices. NBER General Series, No. 90, New York: Columbia University Press.",
        "Stock, James and Mark Watson (1998), Business cycle fluctuations in U.S. macroeconomic time series, in John B. Taylor and Michael Woodford (Eds.), Handbook of Macroeconomics. (North Holland, Amsterdam).",
        "Svensson, Lars E.O. (1986), Sticky goods prices, flexible asset prices, monopolistic competition, and monetary policy, Review of Economic Studies, 52:385 405.",
        "Taylor, John B. (1975), Monetary policy during a transition to rational expectations, Journal of Political Economy, 83:1009 1021.",
        "Taylor, John B. (1979a), Estimation and control of an econometric model with rational expectations, Econometrica 47:1267 1286.",
        "Taylor, John B. (1979b), An econometric business cycle model with rational expectations: some estimation results, unpublished Columbia University Working Paper, condensed version reprinted in chapter 2 of Taylor (1993a).",
        "Taylor, John B. (1980a), Aggregate dynamics and staggered contracts, Journal of Political Economy, 88:1 22.",
        "Taylor, John B. (1980b), Output and price stability: an international comparison, Journal of Economic Dynamics and Control, 2:109 132.",
        "Taylor, John B. (1983), Union wage settlements during a disinflation, American Economic Review, 73:981 993.",
        "Taylor, John B. (1985), Rational expectations models in macroeconomics, in Kenneth Arrow and Seppo Honkapohja (Eds.), Frontiers of Economics. (Basil Blackwell, Oxford).",
        "Taylor, John B. (1986), Improvements in macroeconomic stability: the role of wages and prices, in R.J. Gordon (Ed.), The American Business Cycle Continuity and Change. (University of Chicago Press , Chicago).",
        "Taylor, John B. (1993a), Macroeconomic Policy in the World Economy: From Econometric Design to Practical Operation. (W.W. Norton, New York).",
        "Taylor, John B. (1993b), Discretion versus policy rules in practice, Carnegie-Rochester Conference Series in Public Policy, 39:195 214 Tsiddon, D. (1991), On the stubborness of sticky prices, International Economic Review, 32:69 75.",
        "Tsiddon, D. (1993), The (mis)behavior of the aggregate price level, Review of Economic Studies, 60:889 902.",
        "Warner, Elizabeth J. and Robert Barsky (1995), The timing and magnitude of retail store markdowns: evidence from weekends and holidays, Quarterly Journal of Economics, 110:321 352.",
        "West, Kenneth (1988), On the interpretation of near random-walk behavior in GNP, American Economic Review, 78:202 209.",
        "Woodford, Michael (1995), Comment on the quantitative analysis of the basic neomonetarist model, Journal of Money Credit and Banking, 27:1277 1284.",
        "Yun, Tack (1994), Monetary Policy, Nominal Price Rigidity and Business Cycles, Ph.D. dissertation, Department of Economics, University of Chicago.",
        "Yun, Tack (1996), Nominal price rigidity, money supply endogeneity, and business cycles, Journal of Monetary Economics, 37:345 70."
    ]
}