{
    "id": 6761,
    "cites": 22,
    "cited_by": 2,
    "reference": [
        "Robert Allen, Testimony, House Subcommittee on Telecommunications and Finance, 102nd Congress, 1st session, May 10, 1995.",
        "Frances Cairncross, The Death of Distance. Boston: Harvard Business School Press, 1997.",
        "Partha Dasgupta, Patents, Priority and Imitation or, the Economics of Races and Waiting Games, Economic Journal, 98 (1988): 66-80.",
        "John DiNardo and JÃ\u0083Â¶rn-Steffen Pischke, The Returns to Computer Use Revisited: Have Pencils Changed the Wage Structure Too'DONE' Quarterly Journal of Economics, 112 (1997): 291-304.",
        "Mark Doms, Timothy Dunne and Kenneth Troske, Workers, Wages and Technology, Quarterly Journal of Economics, 112 (1997): 253-90.",
        "Joseph Eisenhauer, Multi-Authored Papers in Economics, Journal of Economic Perspectives, 11 (1997): 191-2.",
        "Edward Glaeser, Cities, Information and Economic Growth, Cityscape: A Journal of Policy Development and Research, 1 (1994): 9-47.",
        "Robert Gordon, Monetary Policy in the Age of Information Technology: Computers and the Solow Paradox, unpublished paper, Northwestern University, May 1998.",
        "Nathalie Greenan and Jacques Mairesse, Computers and Productivity in France: Some Evidence, National Bureau of Economic Research, Working Paper No. 5836, November 1996.",
        "Zvi Griliches, Research Costs and Social Returns: Hybrid Corn and Related Innovations, Journal of Political Economy, 66 (1958): 419-31.",
        "Daniel Hamermesh, George Johnson and Burton Weisbrod, Scholarship, Citations and Salaries, Southern Economic Journal, 49 (1982): 472-81.",
        "Edward Lazear, Globalization and the Market for Teammates, National Bureau of Economic Research, Working Paper No. 6570, May 1998.",
        "John McDowell and Janet Smith, The Effect of Gender-Sorting on Propensity to Coauthor: Implications for Academic Promotion, Economic Inquiry, 30 (1992): 68-82.",
        "Robert Merton, The Matthew Effect in Science, Science, 159 (January 5, 1968): 56-63.",
        "Catherine Morrison, Assessing the Productivity of Information Technology Equipment in U.S. Manufacturing Industries, Review of Economics and Statistics, 79 (1997): 471-81.",
        "Sharon Oster and Daniel Hamermesh, Age and Productivity Among Economists, Review of Economics and Statistics, 80 (1998): 154-6.",
        "Pitney-Bowes, Survey of Fax Usage in the United States, PC Week, 14 (September 22, 1997): 88.",
        "Richard Quandt, Some Quantitative Aspects of the Economics Journal Literature, Journal of Political Economy, 84 (1976): 741-56.",
        "Raymond Sauer, Estimates of the Returns to Quality and Coauthorship in Economic Academia, Journal of Political Economy, 96 (1988): 855-66.",
        "Gary Stix, The Speed of Write, Scientific American (December 1994): 106-11.",
        "Manuel Trajtenberg, The Welfare Analysis of Product Innovations, with an Application to Computed Tomography Scanners, Journal of Political Economy, 97 (1989): 444-79.",
        "Jeffrey Wooldridge, Quasi-Likelihood Methods for Count Data, in M. Hashem Pesaran and Peter Schmidt, eds., Handbook of Applied Econometrics, Vol. 2. Oxford: Blackwell, 1997."
    ]
}