{
    "id": 6766,
    "cites": 22,
    "cited_by": 35,
    "reference": [
        "Ahn, Hyungtaik and James L. Powell. (1993). Semiparametric Estimation of Censored Selection Models with a Nonparametric Selection Mechanism. Journal of Econometrics 58: 3-29.",
        "Augenblick John, Mayr Fulton and Chris Pipho. (1991). School Finance: A Primer. Denver: Education Commission of the States.",
        "Behrendt, Amy, Jeffrey Eisenach and William R. Johnson. (1986). Selectivity Bias and the Determinants of SAT Scores. Economics of Education Review (No. 4): 363-371.",
        "Bergstrom, Theodore C. and R. P. Goodman. (1973). Private Demands for Public Goods. American Economic Review 63: 280-296.",
        "Card, David and Alan B. Krueger. (1996). School Resources and Student Outcomes: An Overview of the Literature and New Evidence from North and South Carolina. Journal of Economic Perspectives 10 (No. 4): 3 1-50.",
        "Downes, Thomas A. and David N. Figlio. (1997). School Finance Reform, Tax Limits and Student Performance: Do Reforms Level-Up or Dumb Down? Unpublished Working Paper, University of Oregon Department of Economics, February.",
        "Downes, Thomas A. and Mona P. Shah. (1995). The Effect of School Finance Reforms on the Level and Growth of Per Pupil Expenditures. Unpublished Working Paper, Tufts University, Discussion Paper 95-05.",
        "Dynarski, Mark. (1987). The Scholastic Aptitude Test: Participation and Performance. Economics of Education Review (No. 3): 263-273.",
        "Evans, William N., Sheila E. Murray and Robert M. Schwab. (1997). Schoolhouses, Courthouses, and Statehouses after Serrano. Journal of Policy Analysis and Management 16 (No. 1): 1031. Figlio, David N. (1997). Did the `Tax Revolt Reduce Student Performance? Journal of Public Economics 65 (No. 2): 245-269.",
        "Fisher, R.C. (1982). Income and Grant Effects on Local Expenditures: The Flypaper Effect and Other Difficulties. Journal of Urban Economics 12: 324-345.",
        "Fulton, Mary and Long. (1993). School Finance Litigation: A Historical Summary. Denver: Education Commission of the States.",
        "Gramlich, Edward M. (1977). Intergovernmental Grants: A Review of the Empirical Literature. In Wallace E. Oates, editor, The Political Economy of Fiscal Federalism. Lexington, Massachusetts: D.C. Heath.",
        "Goldstein, G.S. and Mark V. Paully. (1981). Tiebout Bias on the Demand for Local Public Goods. Journal of Public Economics 16: 13 1-144.",
        "Gronau, Reuben. (1974). Wage Comparisons - A Selectivity Bias. Journal of Political Economy 82: 1119-1143.",
        "Hanushek, Eric A. (1986). The Economics of Schooling: Production and Efficiency in Public Schools. Journal of Economic Literature 24 (September): 1141-1177.",
        "Hoxby, Caroline M. (1996). All School Finance Equalizations Are Not Created Equal: Marginal Tax Rates Matter. Unpublished Working Paper, Harvard University Department of Economics, March.",
        "Manwaring, Robert L. and Steven M. Sheffrin. (1994). The Effects of Education Equalization Litigation on the Levels of Funding: An Empirical Analysis. Department of Economics, University of California-Davis, Working Paper No. 94-14, October.",
        "Murray, Sheila E., William N. Evans and Robert M. Schwab. (1997). Education Finance Reform and the Distribution of Education Resources. Unpublished Working Paper, University of Kentucky Martin School, January.",
        "New Hampshire Supreme Court. (1997). Decision in Claremont School District v. Governor of the State of New Hampshire, No. 97-001. December 17, 1997.",
        "Ohio Governors Education Management Council. (undated). Powell, B. and L. Steelman. (1984). Variations in State SAT Performance: Meaningful or Misleading? Harvard Educational Review 54 (month): 389-412.",
        "Romer, Thomas, Howard Rosenthal, and Vincent G. Munley. (1992). Economic Incentives and Political Institutions: Spending and Voting in School Budget Referena. Journal of Public Economics 49 (month): 1-33.",
        "Rubinfeld, Daniel L. (1987). The Economics of the Local Public Sector. In Alan J. Auerbach and Martin S. Feldstein, editors, Handbook of Public Economics. Amsterdam: Elsevier Science Publishers."
    ]
}