{
    "id": 6767,
    "cites": 23,
    "cited_by": 18,
    "reference": [
        "Temin, P., and B. A. Wigmore. 1990. The End of One Big Deflation. Explorations in Economic History 27 (October): 483502.",
        "Temin, P. 1989. Lessons from The Great Depression. Cambridge, Mass.: MIT Press.",
        "Chicago: University of Chicago Press. Taylor, A. M. 1992. External Dependence, Demographic Burdens and Argentine Economic Decline After the Belle Ã\u0083â\u0080°poque. Journal of Economic History 52 (December): 90736.",
        "Sargent, T. J. 1983. The Ends of Four Big Inflations. In Inflation: Causes and Effects, edited by R. E. Hall.",
        "Salera, V. 1941. Exchange Control and the Argentine Market. New York: Columbia University Press.",
        "Salama, E. 1997. El orden monetario Caja de Conversion - Banco de la NaciÃ\u0083Â³n. Documentos de Seminario no. 27, Universidad Torcuato Di Tella (October).",
        "Romer, C. D. 1992. What Ended the Great Depression? Journal of Economic History 52 (December): 75784.",
        "Prebisch, R., and M. J. MagariÃ\u0083Â±os de Mello. 1991. DiÃ\u0083Â¡logos con RaÃ\u0083Âºl Prebisch. EconomÃ\u0083Â­a latinoamericana MÃ\u0083Â©xico: Banco Nacional de Comercio Exterior : Fondo de Cultura EconÃ\u0083Â³mica.",
        "Prebisch, R. 1922. Anotaciones sobre nuestro Medio Circulante. Revista de Ciencias EconÃ\u0083Â³micas (May-June).",
        "Ortiz, J. 1993. Essays on the Early History of Latin American Central Banking. Ph.D., University of California at Los Angeles.",
        "OConnell, A. 1984. La Argentina en la Depression: los problemas de una economÃ\u0083Â­a abierta. Desarrollo EconÃ\u0083Â³mico 23 : 479514.",
        "Keynes, J. M. 1935. The General Theory of Employment, Interest and Money. New York: Harcourt Brace.",
        "Horvath, M. T. K., and M. W. Watson. 1995. Testing for Cointegration When Some of the Cointegrating Vectors Are Prespecified. Econometric Theory 11 (December): 9841014.",
        "Gesell, S. 1909. La pletora monetaria. In n.t. Buenos Aires.",
        "Gesell, S. 1898 [1909]. La anemia monetaria. In n.t. Buenos Aires.",
        "Fisher, I. 1933. Stamp Scrip. New York: Adelphi Company.",
        "Eichengreen, B. J., and P. Temin. 1997. The Gold Standard and the Great Depression. Working Paper Series no.",
        "Eichengreen, B. J. 1992b. The Origins and Nature of the Great Slump Revisited. Economic History Review 45 (May): 212239.",
        "EconÃ\u0083Â³mica 12 (Fall): 53990. della Paolera, G., and A. M. Taylor. 1997. Finance and Development in an Emerging Market: Argentina in the Interwar Period. Working Paper Series no. 6236, National Bureau of Economic Research (October).",
        "Brown, E. C. 1956. Fiscal Policy in the Thirties: A Reappraisal. American Economic Review 46 (December): 857 79.",
        "Bernanke, B., and H. James. 1991. The Gold Standard, Deflation, and Financial Crisis in the Great Depression: An International Comparison. In Financial Markets and Financial Crises, edited by R. G. Hubbard.",
        "Chicago: University of Chicago Press. Bordo, M. D., and H. Rockoff. 1996. The Gold Standard as a Good Housekeeping Seal of Approval. Journal of Economic History 56 (June): 389428.",
        "Baiocco, P. J. 1937. La economÃ\u0083Â­a bancaria argentina. Buenos Aires: Universidad de Buenos Aires."
    ]
}