{
    "id": 6768,
    "cites": 17,
    "cited_by": 120,
    "reference": [
        "Historical Data, in Gordon, Robert J. (Ed.) The American Business Cycle: Continuity and Change, Chicago: University of Chicago Press. Bernanke, Ben, Mark Gertler, and Mark Watson (1997), Systematic Monetary Policy and the Effects of Oil Price Shocks, Brookings Papers on Economic Activity, No. 1, pp. 91-157.",
        "Bordo, Michael D. and Anna J. Schwartz (1998), Monetary Policy Regimes and Economic Performance: The Historical Record, in John B. Taylor and Michael Woodford (Eds.) Handbook of Macroeconomics, Amsterdam: Elsivier/North Holland.",
        "Brayton, Flint, Andrew Levin, Ralph Tryon, and John Williams (1997), The Evolution of Macro Models at the Federal Reserve Board, Carnegie Rochester Conference Series on Public Policy, forthcoming.",
        "Bryant, Ralph, Peter Hooper and Catherine Mann (1993), Evaluating Policy Regimes: New Empirical Research in Empirical Macroeconomics, Brookings Institution, Washington, D.C.",
        "Cagan, Phillip (1971), Changes in the Cyclical Behavior of Interest Rates, in Essays on Interest Rates, Jack M. Guttentag (Ed), New York: Columbia University Press.",
        "Chari, VV., Lawrence Christiano, and Martin Eichenbaum, (1997), Expectation Traps and Discretion, unpublished working paper.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans (1997) Monetary Policy Shocks: What Have We Learned and To What End, in John B. Taylor and Michael Woodford (Eds.), Handbook of Macroeconomnics, Amsterdam: Elsivier/North Holland.",
        "Greenspan, Alan (1997), Remarks at the 15th Anniversary Conference of the Center for Economic Policy Research, Stanford University, September 5.",
        "Judd, John F. and Glenn D. Rudebusch, (1997) Taylors Rule and the Fed: A Tale of Three Chairman, Economic Review, Federal Reserve Bank of San Francisco, forthcoming.",
        "Judd, John F. and Bharat Trehan (1995), Has the Fed Gotten Tougher on Inflation? Federal Reserve Bank of San Francisco Weekly Letter, Number 95-13.",
        "Maisel, Sherman J. (1973), Managing the Dollar, New York: W.W. Norton.",
        "McKinnon, Ronald I. and Kenichi Ohno (1997), Dollar and Yen, Cambridge, Massachusetts: MIT Press.",
        "Romer, Christina D. (1986), Is the Stabilization of the Postwar Economy a Figment of the Data, American Economic Review, Vol. 76, pp. 3 14-334.",
        "Romer, Christina D. and David Romer (1989), Does Monetary Policy Matter? A New Test in The Spirit of Friedman and Schwartz, NBER Macroeconomics Annual.",
        "Sargent, Thomas (1986) The End of Four Big Inflations, in Thomas Sargent (Ed.) Rational Expectations and Inflation, pp. 40- 109, New York: Harper and Row.",
        "Taylor, John B. (1993a), Macroeconomic Policy in a World Economy: From Econometric Design to Practical Application, New York: W.W. Norton.",
        "Taylor, John B. (1993b), Discretion Versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy, 39, pp 195-2 14."
    ]
}