{
    "id": 6775,
    "cites": 46,
    "cited_by": 22,
    "reference": [
        "Abel, Andrew and Janice Eberly (1994), A Unified Model of Investment Under Uncertainty, American Economic Review, 84, 1369-1384.",
        "Abraham, Katherine and Lawrence Katz (1986), Cyclical Unemployment: Sectoral Shifts or Aggregate Disturbances'DONE' Journal of Political Economy 94, 507-522.",
        "Black, Fischer (1987), Business Cycles and Equilibrium, Cambridge, Mass.: Basil Blackwell.",
        "Blanchard, Olivier and Peter Diamond (1989), The Beveridge Curve, Brookings Papers on Economic Activity, 1: 1-60..",
        "Blanchard, Olivier and Peter Diamond (1990), The Cyclical Behavior of the Gross Flows of U.S.",
        "Workers, Brookings Papers on Economic Activity No. 2, 85-155. Bresnahan, Timothy and Valerie Ramey (1993), Segment Shifts and Capacity Utilization in the U.S. Automobile Industry, American Economic Review, 83, 213-18.",
        "Caballero, Ricardo and Eduardo Engel (1994), Explaining Investment Dynamics in U.S.",
        "Caballero, Ricardo, Eduardo Engel, and John Haltiwanger (1995), Plant-Level Adjustment and Aggregate Investment Dynamics, Brookings Papers on Economic Activity 1995:2, 1-54.",
        "Caballero, Ricardo and Mohamad Hammour (1996), On the Ills of Adjustment, Journal of Development Economics, forthcoming.",
        "Christiano, Lawrence J. and Jonas Fisher (1995), Tobins q and Asset Returns: Implications for Business Cycle Analysis, NBER working paper 5292.",
        "Cole, Harold and Richard Rogerson (1996), Can the Mortensen-Pissarides Matching Model Match the Business Cycle Facts'DONE' March 1996 manuscript.",
        "Coleman, Wilbur John II (1996), The Behavior of Interest Rates in a General Equilibrium MultiSector Model with Irreversible Investment, Duke University Fuqua School of Business manuscript.",
        "Cooley, Thomas F., Jeremy Greenwood and Mehmet Yorukoglu (1997), The Replacement Problem, Journal of Monetary Economics, 40 (December): 457-500.",
        "Davis, Steven and John Haltiwanger (1992), Gross Job Creation, Gross Job Destruction, and Employment Reallocation, Quarterly Journal of Economics, 107:3, 819-63.",
        "Davis, Steven, John Haltiwanger, and Scott Schuh (1996), Job Creation and Destruction, Cambridge, Mass.: M.I.T. Press.",
        "Diamond, Peter (1981), Mobility Costs, Frictional Unemployment, and Efficiency, Journal of Political Economy 89(4): 798-812.",
        "Dixit, Avinash (1989), Intersectoral Capital Reallocation under Price Uncertainty, Journal of International Economics, 26:3, 309-325.",
        "Princeton University Press. Ejarque, Joao (1997), Investment Irreversibility and Precautionary Savings in General Equilibrium, UCSD anuscript.",
        "Faig, Miquel (1997), Investment Irreversibility in General Equilibrium: Capital Accumulation, Interest Rates, and the Risk Premium, University of Toronto manuscript.",
        "Gilchrist, Simon and John Williams (1998), Putty-Clay and Investment: A Business cycle Analsyis, manuscript.",
        "Goolsbee, Austan and David B. Gross (1997), Estimating Adjustment Costs with Data on Heterogeneous Capital Goods, University of Chicago Graduate School of Business manuscript.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Per Krusell (1994), Macroeconomic Implications of Investment-Specific Technological Change, manuscript.",
        "Hall, Robert E. (1971), The Measurement of Quality Changes from Vintage Price Data, in Price Indices and Quality Change, edited by Zvi Griliches, Cambridge, Mass.: Harvard University Press, pp.240-71.",
        "Hamilton, James (1988), A Neoclassical Model of Unemployment and the Business Cycle, Journal of Political Economy, June, 593-617.",
        "Hulten, Charles and Frank Wykoff (1981), The Estimation of Economic Depreciation Using Vintage Asset Prices, Journal of Econometrics, April, 367-96.",
        "Inquiry, 34:1, 10-23. 44 Hulten, Charles, James Robertson, and Frank Wykoff, Energy, Obsolescence and the Productivity Slowdown, in Technology and Capital Formation, ed. Dale Jorgenson and Ralph Landau, Cambridge, Mass.: M.I.T. Press, 1988, 225-58.",
        "Lilien, David (1982), Sectoral Shifts and Cyclical Unemployment, Journal of Political Economy, 90: 5, 777-93.",
        "Mayer, Thomas (1960), Plant and Equipment Lead Times, Journal of Business, 33, 127-132.",
        "McCall, John J. (1970), Economics of Information and Job Search, Quarterly Journal of Economics, 84(1): 113-126.",
        "Mortensen, Dale (1982), The Matching Process as a Noncooperative Bargaining Game, in The Economics of Information and Uncertainty, ed. John J. Mccall, pp.233-258. Chicago: University of Chicago Press for the NBER.",
        "Mortensen, Dale and Christopher Pissarides (1994), Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies, 61:3, 397-415.",
        "Mussa, Michael (1974), Tariffs and the Distribution of Income: The Importance of Factor Specificity, Substitutability, and Intensity in the Short and Long Run, Journal of Political Economy, 82:6, 1191-1204.",
        "Political Economy, 86:5, 775-792. Nadiri, M.I. and Sherwin Rosen (1969), Interrelated Factor Demand Functions, American Economic Review, 59: 457-71.",
        "Neary, J. Peter, Factor Mobility and International Trade, Canadian Journal of Economics 28 (November 1995): S4-S23.",
        "Oliner, Stephen (1996), New Evidence on the Retirement and Depreciation of Machine Tools, Economic Inquiry, 34:1, 57-77.",
        "Pissarides, Christopher A. (1983), Efficiency Aspects of the Financing of Unemployment Insurance and Other Government Expenditures, Review of Economic Studies, 50(1): 57-69.",
        "Pulvino, Todd C. (1996a), Do Asset Fire-Sales Exist'DONE' An Empirical Investigation of Commercial Aircraft Transactions, Northwestern University Kellogg Graduate School of Management, Finance Department Manuscript.",
        "Northwestern University Kellogg Graduate School of Management, Finance Department Manuscript Ramey, Valerie A. and Matthew D. Shapiro (1997) Costly Capital Reallocation and the Effects of Government Spending, forthcoming Carnegie-Rochester Conference Series on Public Policy.",
        "Rauch, James (1997), Balanced and Unbalanced Growth, Journal of Development Economics, 53 (June), 41-66.",
        "Ruhm, Christopher (1991), Are Workers Permanently Scarred by Job Displacements'DONE' American Economic Review, March 1991, 81, 319-23.",
        "Schoeni, Robert, Michael Dardia, Kevin McCarthy and Georges Vernez (1996), Life after Cutbacks: Tracking Californias Aerospace Workers, Rand Corporation Report, National Defense Research Institute.",
        "Shleifer, Andrei and Robert Vishny (1992), Liquidation Values and Debt Capacity: A Market Equilibrium Approach, The Journal of Finance, 47:4, 1343-1366.",
        "Stigler, George (1961), The Economics of Information, Journal of Political Economy 69 (3): 213-225.",
        "Stiglitz, Joseph and Hirofumi Uzawa (1969), Readings in the Modern Theory of Economic Growth, Cambridge, Massachusetts: MIT Press.",
        "Topel, Robert H. (1990), Specific Capital and Unemployment: Measuring the Costs and Consequences of Worker Displacement, Carnegie-Rochester Conference Series on Public Policy, Autumn 1990, 33, 181-214.",
        "Williamson, Oliver E. (1988), Corporate Finance and Corporate Governance, Journal of Finance 43, 567-592."
    ]
}