{
    "id": 6780,
    "cites": 33,
    "cited_by": 9,
    "reference": [
        "Blanchet, D., and L.-P. PelÃ\u0083Â©, 1998, Social Security and Retirement in France, NBER Working Paper No. 6214, Cambridge, Mass.",
        "Blundell, R., and P. Johnson, 1998, Pensions and Retirement in the United Kingdom, NBER Working Paper No. 6154, Cambridge, Mass.",
        "Boldrin, M., S. Jimenez and F. Peracchi, 1998, Social Security and Retirement in Spaln, NBER Working Paper No. 6136, Cambridge, Mass.",
        "BOrsch-Supan, A., 1992, Population Aging, Social Security Design, and Early Retirement, Journal of Institutional and Theoretical Economics 148, 53 3-557.",
        "Borsch-Supan, A., and Hajivassiliou, V., 1993, Smooth Unbiased Multivariate Probability Simulators for Limited Dependent Variable Models. Journal of Econometrics 58, 347368.",
        "Borsch-Supan, A., und R. Schnabel, 1998a, Social Security and Declining Labor Force Participation in Germany, American Economic Review 88.2, 173-178.",
        "Borsch-Supan, A., und R. Schnabel, 1998b, Social Security and Retirement in Germany, in: J.",
        "Gruber and D.A. Wise (eds), International Social Security Comparions, University of Chicago Press: Chicago, in press. Borsch-Supan, A., and P. Schmidt, 1996, Early Retirement in East and West Germany, mimeo, forthcoming in: R. Riphahn, D. Snower and K. Zimmermann, eds., Employment Policy in the Transition to Free Enterprise: German integration and Its Lessons for Europe, London.",
        "Brugiavini, A., 1998, Social Security and Retirement in Italy, NBER Working Paper No.",
        "Bundesministerium fÃ\u0083Â¼r Arbeit und Sozialordnung (BMA), 1997, Statistisches Taschenbuch, Bonn: Bundespresseamt.",
        "Diamond, P., and J. Gruber, 1997, Social Security and Retirement in the U.S., NBER Working Paper 6097, forthcoming in: Gruber, J., and D.A. Wise (eds), International Social Security Comparisons, University of Chicago Press: Chicago.",
        "Feldstein, M., und A. Samwick, A., 1996, The Transition Path to Privatizing Social Security, NBER Working Paper, Cambridge, Mass.",
        "Geweke, J., 1991, Efficient Simulation from the Multivariate Normal Distribution Subject to Linear Inequality Constralnts and the Evaluation of Constraint Probabilities, Computer Science and Statistics: Proceedings of the Twenty-Third Symposium on the Interface, 57 1-78.",
        "Gruber, J., and D.A. Wise (eds), 1998, International Social Security Comparions, University of Chicago Press: Chicago, forthcoming.",
        "Hajivassiliou, V., D. McFadden and P. Ruud, 1996, Simulation of Multivariate Normal Rectangle Probabilities and their Derivatives: Theoretical and Computational Results, Journal of Econometrics 72(2), 85-134.",
        "Kapteyn, Arie, and Klaas de Vos, 1998, Social Security and Retirement in the Netherlands, NBER Working Paper No. 6135, Cambridge, Mass.",
        "Kotlikoff, L.J., 1996, Simulating the Privatization of Social Security in General Equilibrium, NBER Working Paper, Cambridge, Mass.",
        "Langdon, M.G., 1984, Methods of Determining Choice Probability in Utility Maximising Multiple Alternative Models, Transportation Research B 18.",
        "Lerman, S., and Manski, C., 1981, On the Use of Simulated Frequencies to Approximate Choice Probabilities, in: Manski, C., and McFadden, D. (eds.), Structural Analysis of Discrete Data with Econometric Applications, Cambridge, Mass.: MIT-Press.",
        "Lumbsdaine, R.L., J.H. Stock, and D.A. Wise, 1992, Three models of Retirement: Computational Complexity versus Predictive Validity, in D.A. Wise, ed., Topics in the Economics ofAging, Chicago: University of Chicago Press, 16-60.",
        "Meghir, C. and E. Whitehouse, 1997, Labour Market Transitions and Retirement of Men in the UK, Journal of Econometrics 79, 327-3 54.",
        "Moffltt, T.E., 1987, Life Cycle Labor Supply and Social Security: A Time-Series Analysis, in: G. Burtless (ed.), Work, Health, and Income for the Elderly, Washington, D.C.: The Brookings Institution.",
        "OECD, 1988, Ageing Populations: The Social Policy Implications, OECD: Paris.",
        "Oshio, 1., and N. Yashiro, 1998, Social Security and Retirement in Japan, NBER Working Paper No. 6156, Cambridge, Mass.",
        "Palme, M., and I. Svensson, 1998, Social Security and Retirement in Sweden, NBER Working Paper No. 6137, Cambridge, Mass.",
        "Pestieau, P., and J.-P. Stjins, 1998, Social Security and Retirement in Belgium, NBER Working Paper No. 6169, Cambridge, Mass.",
        "Riphahn, R.T., and P. Schmidt, 1997, Determinanten des Ruhestandes: Lockt der Ruhestand oder drangt der Arbeitsmarkt? JahrbUcher fir Wirtschaftswissenschaften, 48(1).",
        "Rust, J., 1990, Behavior of Male Workers at the End of the Life Cycle: An Empirical Analysis of States and Controls, in: D.A. Wise (ed.) Issues in the Economics ofAging, Chicago: University of Chicago Press.",
        "Rust, J., and C. Phelan, 1997, How Social Security and Medicare Affect Retirement Behavior in a World of Incomplete Markets, Econometrica 65(4), 781-831.",
        "Schmidt, P., 1995, Die WahI des Rentenalters - Theoretische und empirische Analyse des Rentenzugangsverhaltens in West- und Ostdeutschland, Lang, Frankfurt.",
        "Schnabel, R., 1997, Internal Rates of Return of the German Pay-As-You-Go Public Pension System, SFB 504 Discussion Paper: University of Mannheim.",
        "Siddiqui, 5., 1997, The Pension Incentive to Retire: Empirical Evidence for West Germany, Journal of Population Economics 10(4), 463-86.",
        "Sueyoshi, G.T., 1989, Social Security and The Determinants of Full and Partial Retirement: A Competing Risk Analysis, NBER Working Paper 3113, Cambridge."
    ]
}