{
    "id": 6781,
    "cites": 31,
    "cited_by": 3,
    "reference": [
        "Angrist, J. (1998) Using Social Security Data on Military Applicants to Estimate the Effect of Military Service Eamings. Econometrica 66 (2): 249-288.",
        "Angrist, J. and Lavy, V. (1998a) Evaluation of the 30 Towns Project in Jerusalem: Pisgat Zeev-Neve Yaakov (Hebrew). Jerusalem: Jerusalem Schools Authority, January.",
        "Angrist, J. and Lavy, V. (1998b) Using Maimonides Rule to Estimate the Effect of class size on Scholastic Achievement. Quarterly Journal of Economics: forthcoming.",
        "Ashenfelter, 0. A. (1978) Estimating the Effect of Training Programs on Eamings. The Review of Economics and Statistics 60 (1): 47-57.",
        "Ashenfelter, O.A. and Card, D. (1985) Using the Longitudinal Structure of Eamings to Estimate the Effect of Training Programs on Earnings. The Review of Economics and Statistics 67 (4): 648-660.",
        "Bangert, R., Kulik, J. and Kulik, C. (1983) Individualized Systems of Instruction in Secondary Schools. Review of Educational Research 53 (2), 143-158.",
        "Bartel, A.P. (1995) Training, Wage Growth and Job Performance: Evidence from a Company Database. Journal of Labor Economics 13 (3): 401-425.",
        "Behrman, J. R., Khan, S., Ross, D. and Sabot, R. (1997) School Quality and Cognitive Achievement Production: A Case Study for Rural Pakistan. Economics of Education Review 16 (2): 127-42.",
        "Bishop, Lloyd K. (1971) Individualizing Educational Systems: The Elementary and Secondary School: Implications for Curriculum, Professional Staff and Students. New York: Harper and Row.",
        "Boston Globe (1998), Towards Better Teachers, July 23, 1998, page Al4.",
        "Bray, J. H. and Howard,G. 5. (1980) Methodological Considerations in the Evaluation of a Teacher-Training Program. Journal of Educational Psychology 72 (I): 62-70.",
        "Bressoux, P. (1996) The effect of Teachers Training on Pupils Achievement: The Case of Elementary Schools in France. School Effectiveness and School Improvement 7 (3): 252-79.",
        "Card, D. and Krueger, A. (1992) Does School Quality Matter? Returns to Education and the Characteristics of Public Schooling in the United States. Journal of Political Economy 100 (1): 1-40.",
        "Card, D. and Sullivan, D. (1988) Estimating the Effect of Subsidized Training on Movements In and Out of Employment. Econometrica 56 (3): 497-530.",
        "Carroll, J. 0. (1980) Effects of Training Programs for University Teaching Assistants. The Journal of 1-figher Education 51(2): 167-1 83.",
        "Coleman, J. S., et al. (1966) Equality of Educational Opportunity. Washington, D.C., US GPO.",
        "Dildy, P. (1982) Improving Student Achievement by Appropriate Teacher In-Service Training: Utilizing Program for Effective Teaching (PET). Education 103 (2): 132-38.",
        "Ehrenberg, R. 0. and Brewer, D. J. (1994) Do School and Teacher Characteristics Matter? Evidence from High School and Beyond. Economics of Education Review 13 (1): 1-17.",
        "Farrell, J. P. and Oliveira, J. (1993) Teacher Costs and Teacher Effectiveness in Developing Countries. In Teachers in Developing Countries: lrnproving Effectiveness and Managing Costs, eds. Farrell, J P.and Oliveira, J. B.:175-86. EDI Seminar Series, World Bank, Washington, D.C.",
        "Hanushek, Eric A. (1986) The Economics of Schooling: Production and Efficiency in Public Schools.",
        "Journal of Economic Literature 24 (3): 114 1-57. Hedges, L. V., Lame, R.D. and Greenwald, R. (1994) Does Money Matter? A Meta-analysis of Studies of the Effects of Differential School Inputs on Student Outcomes. Educational Researcher 23 (3), 5-14.",
        "Highsmith, R. (1974) A Study to Measure the Impact of In-Service Institutes on the Students of Teachers who Have Participated. Journal of Economic Education 5 (2): 77-81.",
        "Krueger. A.B., C. Rouse. (1998) The Effect of Workplace Education on Earnings, Turnover, and Job Performance. Journal of Labor Economics 16(1), 6 1-94.",
        "Lavy, V. (1995) Endogenous School Resources and Cognitive Achievement in Primary Schools in Israel. Falk Institute for Economic Research in Israel, Discussion Paper No. 95.03.",
        "Lavy, V. (1998) Using Quasi-Experimental Designs to Evaluate the Effect of School Hours and Class size on Student Achievement. Mimeo, The Hebrew University of Jerusalem, Department of Economics.",
        "Mumane, Richard J. (1975) The Impact of School Resources on the Learning of Inner City Children.",
        "Cambridge, Mass.: Ballinger. New York Times (1998), The Flaw in Student-Centered Learning, July 20, 1998, p. 15.",
        "Romberg, Thomas A. (1985) Toward Effective Schooling - The IGE Experience. Lanham: University Press of America.",
        "Rubin, D.B. (1977) Assignment to a Treatment Group on the Basis of a Covariate. Journal of Educational Statistics 2 (1), 1-26.",
        "Schober, H. M. (1984) The Effects of In-service Training on Participating Teachers and Students in their Economics Classes. Journal of Economic Education 15 (4): 282-95.",
        "Welch, F. (1966) Measurement of the Quality of Schooling. The American Economic Review 56 (1): 37992."
    ]
}