{
    "id": 6782,
    "cites": 12,
    "cited_by": 10,
    "reference": [
        "AgOnor, Pierre-Richard, and Joshua Aizenman, Contagion and Volatility with Imperfect Credit Markets, IMF Staff Papers, 45 (June 1998), 207-35.",
        "Aizenman, Joshua, Capital Mobility in a Second-Best World: Moral Hazard with Costly Financial Intermediation, Working Paper No. 6703, National Bureau of Economic Research (August 1998).",
        "Bernanke, Ben S., and Mark Gertler, Agency Costs, Net Worth and Business Fluctuations, Ameri can Economic Review, 79 (March 1989), 14-31.",
        "Boyd, John H., and Bruce D. Smith, How Good are Standard Debt Contracts?, Stochastic versus Nonstochastic Monitoring in a Costly State Verification Environment, Journal of Business, 67 (October 1994), 539-61.",
        "Bulow, Jeremy I., and Kenneth Rogoff, A Constant Recontracting Model of Sovereign Debt, Journal of Political Economy, 97 (February 1989), 155-78.",
        "Claessens, Stijn, and Tom Glaessner, Internationalization of Financial Services in East Asia, unpublished, the World Bank (September 1997).",
        "Claessens, Stijn, Ash DemirgftÃ\u0083Â§-Kunt, and Harry Huizinga, How Does Foreign Entry Affect the Domestic Banking Market?, unpublished, the World Bank (February 1998).",
        "Eaton, Jonathan, Mark Gersovitz, and Joseph Stiglitz, The Pure Theory of Country Risk, EuTopean Economic Review, 30 (June 1986), 481-513.",
        "Eichengreen, Barry, and Ashoka~ Mody, What Explains Changing Spreads on Emerging-Market Debt: Fundamentals or Market Sentiment?, Working Paper No. 6408, National Bureau of Economic Research (February 1998).",
        "Hausmann, Ricardo, and Michael Gavin, Overcoming Volatility, in Economic and Social PTogress in Latin America, Special Report, Inter-American Development Bank (Washington DC: 1995).",
        "Helpman, Elhanan, The Simple Analytics of Debt-Equity Swaps, American Economic Review, 79 (June 1989), 440-51.",
        "Levine, Ross, Foreign Banks, Financial Development, and Economic Growth, in International Financial Markets, ed. by Claude E. Barfield, American Enterprise Institute Press (Washington DC: 1996)."
    ]
}