{
    "id": 6783,
    "cites": 39,
    "cited_by": 94,
    "reference": [
        "[1] Alba, Pedro, Amar Bhattacharya, Stijn Claessens, Swati Ghosh, and Leonardo Hernandez (1998). Volatility and contagion in a financiallyintegrated world: lessons from East Asias recent experience, paper presented at the PAFTAD 24 conference Asia Pacific financial liberalization and reform, Chiangmai, Thailand, 20-22 May.",
        "[3] Buiter, Willem, Giancarlo Corsetti and Paolo Pesenti (1998 b). Interpreting the ERM crisis: country-specific and systemic issues, Princeton Studies in International Finance No.84, March.",
        "[4] Calvo, Guillermo (1998). Varieties of capital market crises, in G. Calvo and M. King (eds.) The debt burden and its consequences for monetary policy, London: Macmillan, forthcoming.",
        "[5] Calvo, Guillermo and Carlos Vegh (1998). Inflation stabilization and balance of payments crises in developing countries, forthcoming in John Taylor and Michael Woodford (eds.), Handbook of Macroeconomics, Amsterdam: North-Holland.",
        "[6] Cavallari, Lilia and Giancarlo Corsetti (1996). Policy-making and speculative attacks in models of exchange rate crises: a synthesis. Economic Growth Center Working Paper, Yale University.",
        "[7] Chang, Roberto and Andres Velasco (1998a). Financial fragility and the exchange rate regime. National Bureau of Economic Research Working Paper No.6469, March.",
        "[8] Chang, Roberto and Andres Velasco (1998b). Financial crises in emerging markets: a canonical model. National Bureau of Economic Research Working Paper No.6606, June.",
        "[10] Corsetti, Giancarlo, Paolo Pesenti and Nouriel Roubini (1998). ~What caused the Asian currency and financial crisis?, paper presented at the CEPR/ World Bank conference ~Financial crises: contagion and market volatility, London, 8-9 May.",
        "[11] Corsetti, Giancarlo and Nouriel Roubini (1997). ~Politically motivated fiscal deficits: policy issues in closed and open economies. Economics ~ Politics, March, pp.27-55.",
        "[12] Diamond, D.W. and P. Dybvig (1983). ~Banks runs, deposit insurance, and liquidity. Journal of Political Economy, 91, 401-419.",
        "[14] Dornbusch, Rudiger (1998). ~Asian crisis themes, mimeo, MIT, February.",
        "[15] Eichengreen, Barry, Andrew K. Rose and Charles Wyplosz (1996). ~Contagious currency crises. National Bureau of Economic Research Working Paper No.5681, July.",
        "[16] Feldstein, Martin (1998). ~Refocusing the IMF. Foreign Affairs 77 (2), March-April.",
        "[17] Fernald, John, Hali Edison and Prakash Loungani (1998). ~Was China the first domino? Assessing links between China and the rest of emerging Asia. Federal Reserve Board, International Finance Discussion Paper No.604, March.",
        "[18] Fischer, Stanley (1998). ~The IMF and the Asian crisis. Forum Funds Lecture at UCLA, Los Angeles, March 20.",
        "[19] Flood, Robert and Peter Garber (1984). ~Collapsing exchange-rate regimes: some linear examples. Journal of International Economics 17: 1-13.",
        "[20] Flood, Robert and Nancy Marion (1998). ~Perspectives on the recent currency crisis literature. National Bureau of Economic Research Working Paper No.6380, January. 36",
        "[21] Goldfajn, Ilan and Rodrigo 0. Valdes (1997). Capital flows and the twin crises: the role of liquidity. International Monetary Fund Working Paper 97/87, July.",
        "[22] Greenspan, Alan (1998). Remarks before the 34th Annual Conference on Bank Structure and Competition, Federal Reserve Bank of Chicago, May 7.",
        "[23] Grilli, Vittorio (1986). Buying and selling attacks on fixed exchange rate systems. Journal of International Economics 20, pp.143-156.",
        "[24] International Monetary Fund (1997). World economic outlook. Interim assessment. Washington, DC: International Monetary Fund, December.",
        "[25] International Monetary Fund (1998). World economic outlook. Washington, DC: International Monetary Fund, May.",
        "[26] Kaminsky, Graciela, Saul Lizondo and Carmen M. Reinhart (1998). Leading indicators of currency crises. IMF Staff Papers, March.",
        "[27] Kaminsky, Graciela and Carmen M. Reinhart (1997). The twin crises: the causes of banking and balance-of-payments problems, mimeo, Federal Reserve Board.",
        "[28] Krugman, Paul (1979). A model of balance of payments crises. Journal of Money, Credit, and Banking 11: 311-325.",
        "[29] Krugman, Paul (1998) What happened to Asia?, mimeo, MIT, January.",
        "[30] Kumhof, Michael (1997). Balance of payment crises: the role of shortterm debt, mimeo, University of Maryland.",
        "[31] Liu, Ligang, Marcus Noland, Sherman Robinson, and Zhi Wang (1998). Asian competitive devaluations, paper prepared for the conference Chinas integration into the world economy, Cambridge, Harvard University, January 17.",
        "[32] McKinnon, Ronald and Huw Pill (1996). Credible liberalization and international capital flows: the `overborrowing syndrome, in T. Ito and A.O. Kruger (editors), Financial deregulation and integration in East Asia, The University of Chicago Press. 37",
        "[33] Milesi Ferretti, Gian Maria and Assaf Razin (1996). Current account sustainability. Princeton Studies in International Finance No.81, October.",
        "[34] Morris, Stephen, and Hyung Song Shin (1998). Unique equilibrium in a model of self-fulfilling currency attacks. American Economic Review 88 (3), pp.587-597.",
        "[35] Obstfeld, Maurice (1986). Rational and self-fulfilling balance of payments crises. American Economic Review 76: 676-681.",
        "[36] Obstfeld, Maurice (1994). The logic of currency crises. Cahiers Economiques et Monetaires 43:189-213.",
        "[37] Obstfeld, Maurice and Kenneth Rogoff (1996). Foundations of international macroeconomics. Cambridge, MA: MIT Press.",
        "[39] Pomerleano, Michael (1998). The East Asia crisis and corporate finances The untold micro story. Emerging Markets Quarterly, forthcoming.",
        "[40] Radelet, Steven and Jeffrey Sachs (1998). The onset of the East Asian financial crisis, National Bureau of Economic Research Working Paper No.6680, August.",
        "[42] Stiglitz, Joseph (1998). The role of international financial institutions in the current global economy, address to the Chicago Council on Foreign Relations. Chicago, February 27.",
        "[43] Talvi, Ernesto (1997). Exchange rate-based stabilization with endogenous fiscal response. Journal of Development Economics 54, pp.59-75.",
        "[44] Velasco, Andres (1987). Financial and balance of payments crises. Journal of Development Economics 27, 263-283. 38"
    ]
}