{
    "id": 6785,
    "cites": 40,
    "cited_by": 46,
    "reference": [
        "Anderson, James, A Theoretical Foundation for the Gravity Equation, American Economic Review; 69(1), March 1979, pages 106-16.",
        "Antweiler, Werner; and Trefler, Daniel (1998) Increasing Returns and All That: A View From Trade, mimeo, U. of Toronto.",
        "Bergstrand, Jeffrey H. (1990) The Heckscher-Ohlin-Samuelson Model, the Linder Hypothesis and the Determinants of Bilateral Intra-industry Trade, Economic Journal, 100(403), pp.",
        "Bernstein, Jeffrey and David E. Weinstein (1998) Do Endowments Predict the Location of Production'DONE' Evidence from National and International Data, University of Michigan, mimeo.",
        "Bowen, Harry P., Edward Leamer, and Leo Sveikauskas (1987) Multicountry, Multifactor Tests of the Factor Abundance Theory, American Economic Review, v. 77.",
        "Davis, Donald R. (1997) Critical Evidence on Comparative Advantage'DONE' North-North Trade in a Multilateral World. Journal of Political Economy, October.",
        "Davis, Donald R. (1998) Does European Unemployment Prop up American Wages'DONE' national Labor Markets and Global Trade, American Economic Review, June.",
        "Davis, Donald R., David E. Weinstein, Scott C. Bradford and Kazushige Shimpo (1997) Using International and Japanese Regional Data to Determine When the Factor Abundance Theory of Trade Works, American Economic Review, v. 87.",
        "Deardorff, Alan V. (1994) The Possibility of Factor Price Equalization, Revisited, Journal of International Economics; 36(1-2), February, pages 167-75.",
        "Deardorff, Alan V. (1998) Determinants of Bilateral Trade: Does Gravity Work in a Neoclassical World'DONE' in Jeffrey Frankel, ed., Regionalization of the World Economy, Chicago: U. of Chicago and NBER.",
        "Dixit, Avinash K., and Stiglitz, Joseph E. (1977) Monopolistic Competition and Optimum Product Diversity, American Economic Review 67 (3), 297-308.",
        "Dixit, Avinash K., and Norman, Victor (1980) Theory of International Trade, Cambridge: Cambridge University Press.",
        "David Dollar and Edward Wolff, Baumol, William The Factor-Price Equalization Model and Industry Labor Productivity: An Empirical Test across Countries,(1988) in Feenstra, Robert ed., Empirical methods for international trade, Cambridge, Mass. and London: MIT Press, 1988.",
        "Dornbusch, Rudiger, Stanley Fischer and Paul A. Samuelson (1980) Heckscher-Ohlin Trade Theory with a Continuum of Goods, Quarterly Journal of Economics, 95, 203-224.",
        "Frankel, Jeffrey A.; Stein, Ernesto; Wei, Shang-Jin, Regional Trading Arrangements: Natural or Super-Natural'DONE' National Bureau of Economic Research Working Paper: 5431, January 1996.",
        "Gabaix, Xavier (1997) The Factor Content of Trade: A Rejection of the Heckscher-OhlinLeontief Hypothesis, Harvard University, mimeo.",
        "Harrigan, James (1997) Technology, Factor Supplies and International Specialization: Testing the Neoclassical Model, forthcoming American Economic Review.",
        "Helpman, Elhanan (1981) International Trade in the Presence of Product Differentiation, Economies of Scale and Monopolistic Competition: A Chamberlin-Heckscher-Ohlin Approach, Journal of International Economics, 11:3.",
        "Helpman, Elhanan (1998) The Structure of Foreign Trade, mimeo, Harvard University.",
        "Helpman, Elhanan and Krugman, Paul (1985) Market Structure and Foreign Trade, Cambridge: MIT Press.",
        "Krugman, Paul R., But For, As If, and So What'DONE' Thought Experiments on Trade and Factor Prices, mimeo, MIT, November 1996.",
        "Leamer, Edward (1980) The Leontief Paradox Reconsidered, Journal of Political Economy, 88, 495-503.",
        "Leamer, Edward E., In Search of Stolper-Samuelson Effects Between Trade and US Wages mimeo 1995, Yale and UCLA.",
        "Leamer, Edward and James Levinsohn (1995) International Trade Theory: The Evidence in Gene Grossman and Kenneth Rogoff, eds., Handbook of International Economics, vol. 3, New York: Elsevier.",
        "Leontief, Wassily (1953) Domestic Production and Foreign Trade: The American Capital Position Re-Examined, Proceedings of the American Philosophical Society, 97, 332349.",
        "Linder, Staffan Burenstam (1961) An Essay on Trade and Transformation, NY: John Wiley and Sons.",
        "McCallum, John (1995) National Borders Matter: Canada-US Regional Trade Patterns, American Economic Review, 85:3.",
        "Markusen, James R. (1986) Explaining the Volume of Trade: An Eclectic Approach, American Economic Review, 76, 1002-1011.",
        "Markusen, James R. and Wigle, Randall M. (1990) Explaining the Volume of North-South Trade, Economic Journal, 100, 1206-1215.",
        "Maskus, Keith E. (1985) A Test of the Heckscher-Ohlin-Vanek Theorem: The Leontief Commonplace, Journal of International Economics, November, 9, pp. 201-212.",
        "ORourke, Kevin; Williamson, Jeffrey G. (1994) Late Nineteenth-Century Anglo-American Factor-Price Convergence: Were Heckscher and Ohlin Right'DONE' Journal of Economic History; 54(4), December, pages 892-916.",
        "Samuelson, Paul A. (1949) International Factor Price Equalization Once Again, Economic Journal, Vol.LIX, No. 234, pp. 181-197.",
        "Samuelson, Paul A. (1953) Prices of Goods and Factors in General Equilibrium, Review of Economic Studies, 21, No. 54.",
        "Samuelson, Paul A. (1954) The Transfer Problem and Transport Costs: Analysis of Effects of Trade Impediments, Review of Economics and Statistics, 46, No. 2.",
        "Trefler, Daniel (1993) International Factor Price Differences: Leontief was Right!, Journal of Political Economy, 101.",
        "Trefler, Daniel (1996) The Case of the Missing Trade and other Mysteries, American Economic Review.",
        "Trefler, Daniel (1998) The Structure of Factor Content Predictions, mimeo, U. of Toronto.",
        "Wei, Shang-Jin (1996) Intra-National versus International Trade: How Stubborn are Nations in Global Integration'DONE' NBER Working Paper 5531.",
        "Wood, Adrian (1994) North-South Trade, Employment and Inequality: Changing Fortunes in a Skill-Driven World, Oxford: Oxford University Press.",
        "Xu, Yingfeng (1993) A General Model of Comparative Advantage with Two Factors and a Continuum of Goods, International Economic Review, 34, May, pp. 365-380."
    ]
}