{
    "id": 6786,
    "cites": 14,
    "cited_by": 9,
    "reference": [
        "Donohue, J. and Siegelman, P. (1998) Allocating Resources Among Prisons and Social Programs in the Battle against Crime, Journal of Legal Studies, 27, 1-43.",
        "Engle, R.F. and Granger, C.W.J. (1987) Cointegration and Error-Correction Representation, Estimation, and Testing, Econometrica, 55, 251-276.",
        "Greenwood,P. (1998) Investing in Prisons or Prevention: The State Policy Makers Dilemma, Crime and Delinquency, 44, 136 142.",
        "Hamilton, J.D. (1994), Time Series Analysis, Princeton University Press, Princeton, New Jersey.",
        "Hargreaves, C.P. (1994) A review of methods of estimating cointegrating relationships. In Hargreaves, C.?. (ed.), Non-stationary Time Series Analysis and Cointegration, 87131. Oxford University Press, Oxford.",
        "Johansen, S. (1988) Statistical Analysis of Cointegrating Vectors Journal of Economic Dynamics and Control, 12, 231-54.",
        "Johansen, S. (1991) Estimation and Hypothesis Testing of Cointegrating Vectors in Gaussian Vector Autoregressive Models Econometrica, 59, 1551-80.",
        "Levitt, S. (1996) The Effect of Prison Population Size on Crime Rates: Evidence from Prison Overcrowding Litigation Quarterly Journal of Economics, 111, 319-351.",
        "Levitt, S. (1997) Using Electoral Cycles in Police Hiring to Estimate the Effect of Police on Crime American Economic Review, 87, 270-290.",
        "Marvell, T.B. and Moody, C.E. (1994) Prison Population Growth and Crime Reduction Journal of Quantitative Criminology, 10, 109-140.",
        "Phillips, P.C.B. and Ouliaris, 5. (1990) Asymptotic Properties of Residual Based Tests for Cointegration Econometrica, 58, 165-193.",
        "Tauchen, H.V., Witte, A.D. and Griesinger, H. (1994) Criminal Deterrence: Revisiting the Issues with a Birth Cohort Review of Economics and Statistics,76, 399-412.",
        "Wilson, J. (1998), Human Remedies for Social Disorders, The Public Interest, 131, 25-35.",
        "Witte, A. (1996), Urban Crime: Issues and Policies, Housing Policy Debate, 7, 673-693."
    ]
}