{
    "id": 6789,
    "cites": 76,
    "cited_by": 54,
    "reference": [
        "Aaron, Henry J. The Value-Added Tax: Lessons from Europe. Washington, DC: Brookings Institution, 1981.",
        "Adelman, Irma and Cynthia Taft Morris. Society, Politics, and Economic Development: A Quantitative Efficient Big Government-44 Approach. Baltimore, MD: Johns Hopkins Press, 1971.",
        "Atkinson, Anthony B. and N.H. Stern. Pigou, Taxation and Public Goods. Review of Economic Studies. 41(1), Jan. 1974: 119-28.",
        "Ballard, Charles L., John B. Shoven, and John Whalley. The Total Welfare Cost of the United States Tax System: A General Equilibrium Approach. National Tax Journal. 38(2), June 1985a: 125-40.",
        "Ballard, Charles L., John B. Shoven, and John Whalley. General Equilibrium Computations of the Marginal Welfare Costs of Taxes in the United States. American Economics Review. 7 5(1), March 1985b: 128-38.",
        "Barro, Robert J. and Chaipat Sahasakul. Average Marginal Tax Rates from Social Security and the Individual Income Tax. Journal of Business. 59(4), October 1986: 555-66.",
        "Barro, Robert J. On the Determination of the Public Debt. Journal of Political Economy. 87(5), October 1979: 940-71.",
        "Barro, Robert J. Macroeconomics. New York: John Wiley, 1987.",
        "Barro, Robert J. Determinants of Economic Growth: A Cross-Country Empirical Study. NBER Working Paper 5 698, August 1996.",
        "Becker, Gary S. A Theory of Competition among Pressure Groups for Political Influence. Quarterly Journal of Economics. 98(3), August 1983: 37 1-400.",
        "Becker, Gary S. Public Policies, Pressure Groups, and Dead Weight Costs. Journal of Public Economics. 28(3), December 1985: 329-47.",
        "Becker, Gary S. and Casey B. Mulligan. Accounting for the Growth of Government. Working paper, University of Chicago, August 1998.",
        "Bergstrom, Theodore C. and Robert P. Goodman. Private Demands for Public Goods. American Economic Review. 63(3), June 1973: 280-296.",
        "Borcherding, Thomas E. The Sources of Growth of Public Expenditures in the United States, 1902-70. in Thomas E. Borcherding, ed. Budgets and Bureaucrats: The Sources of Government ,Growth.",
        "Durham, NC: Duke University Press, 1977: 45-70.",
        "Borcherding, Thomas E. and Robert T. Deacon. The Demand for the Services of Non-Federal Governments. American Economic Review. 62(5), December 1972: 891-901.",
        "Brennan, H. Geoffrey and James M. Buchanan. The Power to Tax: Analytical Foundations of a Fiscal Constitution. Cambridge, MA: Cambridge University Press, 1980.",
        "Buchanan, James and Richard E. Wagner. Democracy in Deficit. NY: Academic Press, 1977.",
        "Efficient Big Government - 45 Buchanan, James M. and Roger Congleton. Proportional and Progressive Income Taxation with Utility-Maximizing Governments Public Choice. 34(2), 1979: 2 17-30.",
        "Buchanan, James M. and Dwight R. Lee. Politics, Time, and the Laffer Curve. Journal of Political Economy. 90(4), August 1982: 8 16-19.",
        "Cogan, John F. Budget Surpluses and Legislative Expansions: The Case of Social Security. Hoover Institution Working paper, July 1998.",
        "Costa, Dora. The Evolution of Retirement. Chicago: University of Chicago Press, 1998.",
        "Craig, Eleanor D. and A. James Hems. The Effect of Tax Elasticity on Government Spending. Public Choice. 35(3), 1980: 267-75.",
        "Cukierman, Alex. The Revenue Motive for Monetary Expansion. Central Bank Strategy, Credibility, and Independence: Theory and Evidence. Cambridge, MA: M.I.T. Press, 1994.",
        "Easterly, William and Sergio Rebelo. Fiscal Policy and Economic Growth: An Empirical Investigation. Journal of Monetary Economics. 32(3), December 1993: 417-58.",
        "Feldstein, Martin S. Social Security, Induced Retirement, and Aggregate Capital Accumulation. Journal of Political Economy. 82(5), Sept./Oct. 1974: 905-26.",
        "Feldstein, Martin. Tax Avoidance and the Deadweight Loss of the Income Tax. NBER working paper 5055, March 1995.",
        "Feldstein, Martin. The Costs and Benefits of Going from Low Inflation to Price Stability. NBER Working Paper No. 5469, February 1996.",
        "Fischer, Stanley and Lawrence H. Summers. Should Governments Learn to Live with Inflation. American Economic Review. 79(2), May 1989: 382-87.",
        "Formaini, Dr. Robert. `!Tax Changes are Blowing in the Political Wind. Center for Entrepreneurship and Free Enterprise, News and Views. 4(2), Winter 1996.",
        "Friedman, Milton. Capitalism and Freedom. Chicago: University of Chicago Press, 1962.",
        "GeIb, Alan. Oil Booms, Windfalls or Curse? New York: Oxford University Press, 1988.",
        "Gillis, Malcolm, Carl S. Shoup, and Gerardo P. Sicat. Value Added Taxation in Developing Countries. Washington, DC: World Bank, 1990.",
        "Goetz, Charles J. Fiscal Illusion in State and Local Finance. in Thomas E. Borcherding, ed. Budgets and Bureaucrats. Durham, NC: Duke University Press, 1977.",
        "Gwartney, James, Robert Lawson, and Walter Block. Economic Freedom of the World. Fraser Institute, 1996.",
        "Efficient Big Government - 46 Hall, Robert E. and Alvin Rabushka. The Flat Tax. 2nd edition. Stanford, CA: Hoover Institution Press, 1995.",
        "I-lausman, Jerry A. Taxes and Labor Supply. in Alan J. Auerbach and Martin Feldstein, eds. Handbook of Public Economics. Amsterdam: North-Holland, 1985.",
        "Herbert, Frank. Whipping Star. Boston: Gregg Press, 1969.",
        "Hines, James R., Jr. and Richard H. Thaler. The Flypaper Effect. Journal of Economic Perspectives. 9(4), Fall 1995: 2 17-26.",
        "International Monetary Fund. Government Finance Statistics Yearbook. Washington, DC: International Monetary Fund, various issues. International Monetary Fund. International Financial Statistics. Washington, DC: International Monetary Fund, various issues. Jones, Larry F., Rodolfo F. Manuelli, and Peter F. Rossi. Optimal Taxation in Models of Endogenous Growth. Journal of Political Economy. 101(3), June 1993: 485-517.",
        "Judd, Kenneth L. Optimal Taxation: Theory and Evidence. Working paper, Stanford University, 1989.",
        "Kimenyi, Mwangi S. The Causal Relationship between Revenues and Expenditures: A Developing Country Case Study. Journal of Public Finance and Public Choice. 8(1), Jan.-April 1990: 3-Il.",
        "Krusell, Per, Vincenzo Quadrini, and Jose-Victor Rios-Rull. Are Consumption Taxes Really Better Than Income Taxes? Journal of Monetary Economics. 37(3), June 1996: 475-503.",
        "Lane, Philip R. and Aaron Tornell. Power, Growth, and the Voracity Effect. Journal of Economic Growth. I, June 1996: 213-41.",
        "Lucas, Robert E., Jr. and Nancy L. Stokey. Optimal Fiscal and Monetary Policy in an Economy without Capital. Journal of Monetary Economics. 12(1), July 1983: 55-93.",
        "MaCurdy, Thomas E. Work Disincentive Effects of Taxes: A Reexamination of Some Evidence. American Economic Review. 82 (May 1992): 243-49.",
        "Misiolek, Walter S. and Harold W. Elder. Tax Structure and the Size of Government: An Empirical Analysis of the Fiscal Illusion and Fiscal Stress Arguments. Public Choice. 5 7(3), June 1988: 233-45.",
        "Mulligan, Casey B. Pecuniary Incentives to Work in the U.S. during World War II. NBER Working Efficient Big Government - 47 paper 6326, December 1997.",
        "Mulligan, Casey B. Government Gets Fat on the Flat Tax. Chicago Sun Times. May 4, 1996. Page 14.",
        "Mulligan, Casey B. and Xavier Sala-i-Martin. Progressivity Constraints and the Optimal Inflation Tax. Working paper, University of Chicago, November 1996.",
        "Mulligan, Casey B. and Xavier Sala-i-Martin. The Optimum Quantity of Money: Theory and Evidence. Journal of Money, Credit, and Banking. November 1997, Part 2: 687-7 15.",
        "Mulligan, Casey B. and Xavier Sala-i-Martin. Gerontocracy, Retirement, and Social Security. Working paper, Columbia University, 1997b.",
        "North, Douglass C. The Growth of Government in the United States: An Economic Historians Perspective. Journal of Public Economics. 28, 1985: 383-99.",
        "Oates, Wallace E. On the Nature and Measurement of Fiscal Illusion: A Survey. in Wallace E. Oates, ed. Studies in Fiscal Federalism. Brookfield, VT: Elgar 1991: 43 1-48.",
        "Oates, Wallace E. Searching for Leviathan: An Empirical Study. American Economic Review. 75(4), September 1985: 748-57.",
        "OECD. The Role of Tax Reform in Central and Eastern European Economies. Paris: OECD, 1991.",
        "Olson, Mancur. The Logic of Collective Action. Cambride, MA: Harvard University Press, 1965.",
        "Olson, Mancur. The Rise and the Decline of Nations. New Haven, CT: Yale University Press, 1982.",
        "Olson, Mancur, An Appreciation of the Tests and Criticisms. Scandinavian Political Studies. 9(1), March 1986: 65-80.",
        "Pelt.zman, Sam. The Growth of Government. Journal of Law and Economics, 23(2), October 1980: 209-87.",
        "Peltzrnan, Sam. The Economic Theory of Regulation After a Decade of Deregulation. Brookings Papers on Economic Activity. Special Issue, 1989: 1-41. 4 Persson, Torsten and Lars E. 0. Svensson, Why a Stubborn Conservative Would Run a Deficit: Policy with Time-Inconsistent Preferences. Quarterly Journal of Economics. 104(2), May 1989, 325-45.",
        "Pommerehne, Werner and Friedrich Schneider. Unbalanced Growth Between Public and Private Sectors: An Empirical Examination. In Robert H. Haveman, ed. Public Finance and Public Employment Detroit, MI: Wayne State University Press, 1982: 309-26.",
        "Provopoulos, George and Athanassios Zambaras. Testing for Causality between Government Spending Efficient Big Government - 48 and Taxation. Public Choice. 68(1-3), January 1991: 277-82.",
        "Ramsey, Frank. A Contribution to the Theory of Taxation. Economic Journal. 37, March 1927: 47- 61.",
        "Rabushka, Alvin. Scorecard on the israeli Economy. Washington, DC: Institute for Advanced Strategic and Political Studies, various issues. Rockoff, Hugh. Indirect Price Increases and Real Wages during World War II. Explorations in Economic History. 15(4), October 1978: 407-20.",
        "Santerre, Rexford E. Representative versus Direct Democracy: A Tiebout Test of Relative Performance. Public Choice. 48(1) 1986: 55-63.",
        "Schneider, Mark. Fragmentation and the Growth of Local Government. Public Choice. 48(3) 1986: 255-63.",
        "Stigler, George J. The Theory of Economic Regulation. Bell Journal of Economics and Management Science. 2, Spring 1971: 3-21.",
        "Stigler, George J. The irregularities of Regulation. Midlothian, Scotland: The David human Institute, 1986.",
        "Stockfisch, J.A. Value-Added Taxes and the Size of Government: Some Evidence. National Tax Journal. 38, December 1985: 547-52.",
        "Summers, Lawrence H.; Jonathan Gruber, and Rodrigo Vergara. Taxation and the Structure of Labor Markets: The Case of Corporatism. Quarterly Journal of Economics. 108(2), May 1993: 385-411.",
        "Tait, Alan A, Value Added Tax: international Practice and Problems. Washington, DC: International Monetary Fund, 1988.",
        "Washington, DC: Government Printing Office, 1995.",
        "United States Council of Economic Advisors. Economic Report of the President. Various is~ues. Videgaray, Luis. The Fiscal Response to Oil Shocks. Working paper, M.I.T., November 1997.",
        "Warner, John T. and Beth J. Asch. The Economic Theory of a Military Draft Reconsidered. Defence and Peace Economics. 7(4), 1996: 297-3 12.",
        "Woodford, Michael. The Optimum Quantity of Money. in Benjamin M. Friedman and Frank H.Hahn, eds. Handbook of Monetary Economics. Volume 2. New York: Elsevier Science, 1990: 1067-1152."
    ]
}