{
    "id": 6791,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "Aizenman, J., Competitive Externality and Optimal Seigniorage, Journal of Money, Credit and Banking, 24 (1992), 61-71.",
        "Bryant, J. and N. Wallace, A Price Discrimination Analysis of Monetary Policy, Review of Economic Studies, 51 (1984), 279-88.",
        "Canzoneri, M., Adverse Incentives in the Taxation of Foreigners, Journal of International Economics, 27 (1989), 283-97.",
        "Canzoneri, M. and A. M. Rogers, Is the European Community an Optimal Currency Area? Optimal taxation versus the Cost of Multiple Currencies, American Economic Review, 80 (1990), 419-433.",
        "Casella A. and J. Feinstein, Management of a Common Currency, in A European Central Bank?, M. de Cecco and A. Giovannini (eds), Cambridge University Press, 1991.",
        "Chari, V.V. and P. Kehoe, On the Need for Fiscal Constraints in a Monetary Union, Federal Reserve Bank of Minneapolis, September 1997.",
        "Christiano, L. and M. Eichenbaum, Liquidity Effects and the Monetary Transmission Mechanism, American Economic Review, 82 (1992), 344-53.",
        "Dixit, A., Strategic Aspects of Trade Policy, in Advances in Economic Theory, ed. by Truman Bewley, Cambridge University Press:Cambridge, 1987.",
        "Fischer, S., Seigniorage and the Case for a National Money, Journal of Political Economy, 90 (1982), 295-313.",
        "Fuerst, T., Liquidity, Loanable Funds, and Real Activity, Journal of Monetary Economics, 29 (1992), 3-24.",
        "Inman, R. and D. Rubinfeld, Rethinking Federalism, Journal of Economic Perspectives,11 (1997), 43-62.",
        "Kareken, J. and N. Wallace, The Indeterminacy of Equilibrium Exchange Rates, Quarterly Journal of Economics, 96 (1981),207-22.",
        "Krugman, P., What do we need to know about the International Monetary System? in Understanding Interdependence-The Macroeconomics of the Open Economy, ed. by Peter Kenen, Princeton University Press, 1995, 50 7-30.",
        "Lucas, R.L., Liquidity and Interest Rates, Journal of Economic Theory, 50 (1990), 237-64.",
        "Mundell, R. A Theory of Optimum Currency Areas, American Economic Review, 51 (1961), 657-665.",
        "Obstfeld, M., Open-Economy Macroeconomics: Developments in Theory and Practice, NBER Working Paper 6319, December 1997.",
        "Obstfeld, M. and K. Rogoff, Foundations of International Macroeconomics, MIT Press: Cambridge, 1997.",
        "Sargent, T., Dynamic Macroeconomic Theory, Harvard University Press: Cambridge, Ma. 1987.",
        "Sibert, A.,Government Finance in a Common Currency Area, Journal of International Money and Finance, 11 (1992), 567-78.",
        "Wyplosz, C. , EMU: Why and How It Might Happen, Journal of Economic Perspectives,11 (1997), 3-22."
    ]
}