{
    "id": 6792,
    "cites": 17,
    "cited_by": 13,
    "reference": [
        "Brunner, E. and J. Sonstelie. Coping with Serrano: Voluntary Contributions to Californias Local Public Schools. National Tax Association Proceedings, 1996, 372-381.",
        "Card, D. and A. Payne. School Finance Reform, the Distribution of School Spending, and the Distribution of SAT Scores, mimeo, Princeton University and University of Toronto, 1997.",
        "Downes, T. and M. Shah. The Effect of School Finance Reforms on the Level and Growth of Per Pupil Expenditures, mimeo, Tufts University, 1994.",
        "Epple, D. and R. Romano, Ends Against the Middle: Determining Public Service Provision When There Are Private Alternatives, Journal of Political Economy, 1996, 62:3, pp. 297-325.",
        "Epple, D. and G. Platt, Equilibrium Among Jurisdictions When Households Differ by Preferences and Income, Carnegie-Mellon Graduate School of Industrial Administration Working Paper No. 199708, 1997.",
        "Epple, D. and A. Zelenitz, The Implications of Competition Among Jurisdictions: Does Tiebout Need Politics? Journal of Political Economy, 1981, 89:6, pp. 1197-1217.",
        "Evans, W., S. Murray and R. Schwab, Court-Mandated School Finance Reform and the Distribution of Resources, mimeo, University of Maryland, 1995.",
        "Glomm, 0. and B. Ravikumar, Opting Out of Publicly Provided Service: A Majority Voting Result, mimeo, Michigan State University, 1994.",
        "Hamilton, B., Capitalization of Intrajurisdictional Differences in Local Tax Prices, American Economic Review, 1976, 66:5, pp. 743-53.",
        "Hines, J. and R. Thaler, The Flypaper Effect, Jo urnal of Economic Perspectives, 1995, 9:4, pp. 2 17-226.",
        "Inman, R. and D. Rubinfeld. The Judicial Pursuit of Local Fiscal Equity, Harvard Law Review, 1979, 92, pp. 1662-1750.",
        "Manwaring, R. and S. Sheffrmn, Litigation, School Finance Reform, and Aggregate Educational Spending, International Tax and Public Finance, 1997, 4:2, pp. 107-27.",
        "Moulton, B., Random Group Effects and the Precision of Regression Estimates, Journal of Econometrics, 1986, 32:3, pp. 3 85-397.",
        "Nechyba, T., A Computable General Equilibrium Model of Intergovernmental Aid, Journal of Public Economics, 1996, 62:3, pp. 363-97.",
        "Silva, F. and J. Sonstelie., Did Serrano Cause a Decline in School Spending? mimeo, National Tax Journal, 1995, 48:2, pp. 199-215..",
        "Tiebout, C., A Pure Theory of Local Expenditures, Journal of Political Economy, 1956, 64, pp. 416-24.",
        "Vigdor, J., The Economic Effects of Reducing Local Tax Burdens mimeo, Harvard University, 1998."
    ]
}