{
    "id": 6793,
    "cites": 21,
    "cited_by": 58,
    "reference": [
        "Al-Marhubi, Fahim. 1997. A Note on the Link between Income Inequality and Inflation. Economics Letters 55 (September): 317-319.",
        "Anderson, W. H. Locke. 1964. Trickling Down: The Relationship between Economic Growth and the Extent of Poverty among American Families. Ouarterly Journal of Economics 78 (November), 5 11-524.",
        "Barro, Robert J. 1996. Inflation and Growth. Federal Reserve Bank of St. Louis Review 78 (May/June): 153-169.",
        "Blank, Rebecca M., and Alan S. Blinder. 1986. Macroeconomics, Income Distribution, and Poverty. In Sheldon H. Danziger and Daniel H. Weinberg, eds., Fighting Poverty: What Works and What Doesnt (Cambridge, Harvard University Press): 180-208.",
        "Blank, Rebecca M. and David Card. 1993. Poverty, Income Distribution, and Growth: Are They Still Connected? Brookings Papers on Economic Activity (2): 285-339.",
        "Blinder, Alan S., and Howard Y. Esaki. 1978. Macroeconomic Activity and Income Distribution in the Postwar United States. Review of Economics and Statistics 60 (November): 604-609.",
        "Bruno, Michael, and William Easterly. 1998. Inflation Crises and Long-Run Growth. Journal of Monetary Economics 41 (February): 3-26.",
        "Castafleda, Ana, Javier Dfaz-GimÃ\u0083Â©nez, and JosÃ\u0083Â©-Victor Rfos-Rull. 1998. Exploring the Income Distribution Business Cycle Dynamics. Journal of Monetary Economics 42 (August), 93-130.",
        "Clark, Peter, Douglas Laxton, and David Rose. 1996. Asymmetry in the U.S. Output-Inflation Nexus. IMF Staff Papers 43 (March), 216-251.",
        "Cukierman, Alex, Pantelis Kalaitzidakis, Lawrence H. Summers, and Steven B. Webb. 1993. Central Bank Independence, Growth, Investment, and Real Rates. Carnegie-Rochester Conference Series on Public Policy 39 (December): 95-140.",
        "Cutler, David M. and Lawrence F. Katz. 1991. Macroeconomic Performance and the Disadvantaged. Brookings Papers on Economic Activity (2): 1-74.",
        "Debelle, Guy, and Douglas Laxton. 1997. Is the Phillips Curve Really a Curve? Some Evidence for Canada, the United Kingdom, and the United States. IMF Staff Papers 44 (June), 249-282.",
        "Deiinger, Klaus, and Lyn Squire. 1996. A New Data Set Measuring Income Inequality. World Bank Economic Review 10 (September): 565-591.",
        "Fischer, Stanley. 1993. The Role of Macroeconomic Factors in Growth. Journal of Monetary Economics 32 (December): 485-512.",
        "GuitiÃ\u0083Â¡n, Manuel. 1998. Monetary Policy: Equity Issues in IMF Policy Advice. In Vito Tanzi and Ke-young Chu, eds., Income Distribution and High-Quality Growth (Cambridge: MIT Press): 333-350.",
        "Li, Hongyi, Lyn Squire, and Heng-fu Zou. 1998. Explaining International and Intertemporal Variations in Income Inequality. Economic Journal 108 (January): 26-43.",
        "Metcalf, Charles E. 1969. The Size Distribution of Personal Income during the Business Cycle. American Economic Review 59 (September), 657-668.",
        "Perl, Lewis J., and Loren M. Solnick. 1971. A Note on `Trickling Down. Quarterly Journal of Economics 85 (February), 17 1-178.",
        "Sachs, Jeffrey D. 1989. Social Conflict and Populist Policies in Latin America. National Bureau of Economic Research Working Paper No. 2897 (March).",
        "Shiller, Robert J. 1997. Public Resistance to Indexation: A Puzzle. Brookings Papers on Economic Activity (1): 159-228.",
        "U.S. House of Representatives, Committee on Ways and Means. 1996. 1996 Green Book: Background Material and Data on Programs within the Jurisdiction of the Committee on Ways and Means. Washington, D.C.: Government Printing Office."
    ]
}