{
    "id": 6796,
    "cites": 18,
    "cited_by": 93,
    "reference": [
        "Akerlof, G. and P. Romer, Looting: The Economic Underworld of Bankruptcy for Profit, Brookings Papers in Economic Activity 2, 1993, 1-60.",
        "Calvo, 0., Comment on Sachs, Tornell and Velasco, Brookings Papers on Economic Activity, No. 1, 1996, 199-203.",
        "Calvo, 0. and E. Mendoza, Reflections on Mexicos Balance of Payments Crisis: A Chronicle of a Death Foretold. Journal of International Economics, 1996, 235-264.",
        "Chang, R. and A. Velasco, Financial Crises in Emerging Markets: A Canonical Model, Working Paper, Federal Reserve Bank of Atlanta, March 1998 (l998b).",
        "Corsetti, 0., P. Pesenti and N. Roubini, What Caused the Asian Currency and Financial Crises? mimeo, NYU, March 1998.",
        "Dornbusch, R., L Goldfajn and R. Valdes, Currency Crises and Collapses, Brookings Papers on Economic Activity 2, pp. 2 19-295, 1995.",
        "Frankel, J. and Andrew K. Rose, Currency Crashes in Emerging Markets: An Empirical Treatment, Journal of International Economics 41, pp. 35 1-368, 1996.",
        "Gavin, M., and R. Hausmann. 1995. The Roots of Banking Crises: The Macroeconomic Context mimeo, Inter-American Development Bank.",
        "Goldfajn, I. and R. Valdes, Capital Flows and the Twin Crises: The Role of Liquidity, Working Paper 97-87, International Monetary Fund, July 1997.",
        "Krugman, P., A Model of Balance of Payments Crises, Journal of Money, Credit and Banking, 1979, 3 11-325.",
        "Krugman, P. What Happened in Asia?, mimeo, MIT, 1998.",
        "Radelet, S., and J. Sachs, The Onset of the Asian Financial Crisis, mimeo, Harvard Institute for International Development, March 1998.",
        "Obstfeld, M., The Logic of Currency Crises, Cahiers Economiques et Monetaires No. 34, 1994.",
        "Sachs, J., Alternative Approaches to Financial Crises in Emerging Markets, Development Discussion Paper No. 568, Harvard Institute for International Development, January 1997.",
        "Sachs, J., A. Tornell and A. Velasco, The Collapse of the Mexican Peso: What Have We Learned? Economic Policy 22, 1996a, 13-56.",
        "Sachs, J., A. Tornell and A. Velasco, The Mexican Peso Crisis: Sudden Death or Death Foretold?, Journal of International Economics, 1996b, 265-283.",
        "Velasco, A., Financial and Balance of Payments Crises, Journal of Development Economics 27, 1987, pp. 263-283.",
        "Velasco, A. and P. Cabezas, A Tale of Two Countries: Alternative Responses to Capital Inflows, in M. Kahler (ed.), Capital Flows and Financial Crises, Cornell University Press for the Council on Foreign Relations, forthcoming 1998."
    ]
}