{
    "id": 6799,
    "cites": 13,
    "cited_by": 5,
    "reference": [
        "American Medical Association [1990], Current Procedural Terminology (CPT), 4th edition, Chicago: American Medical Association.",
        "American Psychiatric Association [1994], Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Washington DC.",
        "American Psychiatric Association [1993], Practice Guidelines for Major Depressive Disorder in Adults, American Journal of Psychiatry, 150:4, Supplement, April, 1-26.",
        "Armknecht, Paul A. [1996], Improving the Efficiency of the U.S. CPI in the Future, Washington DC: International Monetary Fund, unpublished manuscript, March.",
        "Armknecht, Paul A. and Daniel H. Ginsburg [1992], Improvements in Measuring Price Changes in Consumer Services: Past, Present and Future, in Zvi Griliches, editor, assisted by Ernst R. Berndt, Timothy F. Bresnahan and Marilyn E. Manser, Output Measurement in the Service Sectors, Conference on Research in Income and Wealth, Studies in Income and Wealth, Vol. 56, Chicago: University of Chicago Press for the National Bureau of Economic Research, 109-156.",
        "Armknecht, Paul A., Brent R. Moulton and Kenneth J. Stewart [1994], Improvements to the Food at Home, Shelter and Prescription Drug Indexes in the U.S. Consumer Price Index, US Department of Labor, Bureau of Labor Statistics, CPI Announcement-Version I, October 20.",
        "Beach, S.R.H., E.E. Sandeen and K.D. OLeary [1990], Depression in Marriage, New York: Guilford Press.",
        "Beck, A.T., A. John Rush, B.F. Shaw and G. Emergy [1979], Cognitive Therapy of Depression, New York: Guilford Press.",
        "Berndt, Ernst R. [1991], The Practice of Econometrics: Classic and Contemporary, Reading, MA: Addison Wesley.",
        "Berndt, Ernst R., David Cutler, Richard G. Frank, Zvi Griliches, Joseph Newhouse and Jack E. Triplett [1998], A Review of Issues in Measuring Medical Care Prices, paper prepared for the NBER/CRIW Conference, Medical Care Output and Productivity, Bethesda, MD, June 12-13.",
        "Berndt, Ernst R., Iain Cockburn and Zvi Griliches [1996], Pharmaceutical Innovations and Market Dynamics: Tracking Effects on Price Indexes for Antidepressant Drugs, Brookings Papers on Economic Activity: Microeconomics 1996, 133-188.",
        "Berndt, Ernst R., Richard G. Frank and Thomas G. McGuire [1997], Alternative Insurance 49 Arrangements and the Treatment of Depression: What Are The Facts'DONE', American Journal of Managed Care, 3:2, February, 243-250.",
        "Berndt, Ernst R. and Zvi Griliches [1993], Price Indexes for Microcomputers: An Exploratory Study, Chapter 2 in Murray F. Foss, Marilyn E. Manser and Allan H. Young, eds., Price Measurements and their Uses, Studies in Income and Wealth, Vol. 57, Chicago: University of Chicago Press for the National Bureau of Economic Research, 63-93."
    ]
}