{
    "id": 6800,
    "cites": 27,
    "cited_by": 55,
    "reference": [
        "Bruno Michael. 1995. Currency Crises and Collapses: Comment. Brookings Papers on Economic Activity, No. 2.",
        "Budenich, CarLos and Guillermo Lefort 1997. Capital Account Regulations and Macroeconomics Policy: Two Latin American Experiences, Banco Central de Chile, Working Paper 6.",
        "Calvo, Guillermo A. 1991. The Perils of Sterilization. JMF St aff Papers, 38 No.4 (December).",
        "Calvo, Guillermo, Leonardo Leiderman and Carmen Reinhart. 1993. Capital Inflows and Real exchange Rate Appreciation in Latin America: the Role of External Factors. IMP Staff Papers 40 (March).",
        "Calvo, Sara and Carmen Reinhart 1996 Capital Flows to Latin America: Is there Evidence of a Contagion Effect?, World Bank Cardenas, Mauricio, and Felipe Barreras. 1996. On the Effectiveness of Capital Controls in Colombia. World Bank, International Finance Division. Washington, D.C. Processed.",
        "Cowan, K. and J. de Gregorio 1997. Exchange Rate Policies and Capital Account Management: Chile in the I 990s, Departamento de Ingenieria Industrial, Universidad de Chile Working Paper.",
        "DooLey, Michael 1995. A Survey of academic Literature on Controls over International capital transactions, IMF Working Paper 95/127.",
        "Dooley, Michael 1996. CapitaL Controls and Emerging markets International Journal of Finance and Economics, (July) 1 ,3 `p. 197-206.",
        "Dooley, Michael 1997. A Model of Crises in Emerging Markets NBER Working Paper, 6300 Dooley, Michael, D. Mathieson and L. Rojas_Suarez 1997 Capital Mobility and Exchange Market Intervention in Developing Countries, NBER Working Paper, 6247.",
        "Dornbusch, Rudiger. 1988. Our LDC Debts. In Martin FeLdstein ed. The United States in the World Economy. Chicago and London : The University of Chicago Press.",
        "Dombush, Rudiger and Alejandro Werner. 1994. Mexico: Stabilization, Reform and No Growth . Brookings Papers on Economic Activity, No. 1.",
        "Dornbusch, Rudiger, Ilan Goldfajn and Rodrigo Valdes (1995). Currency Crises and Collapses, Brookings Papers on Economic Activity, No. 2.",
        "Edwards, Sebastian. 1988. Exchange Rate Misalignment in Developing Countries, Baltimore, Johns Hopkins University Press.",
        "Edwards, Sebastian. 1995a. Crisis and Reform in Latin America: From Despair to Hope. New York: Oxford University Press.",
        "Edwards, Sebastian ed. 1 995b. Capital Controls, Exchange Rates and Monetary Policy in the World Economy. Cambridge: Cambridge University Press. Edwards, Sebastian. 1996. Why are Latin Americas savings rates so low? An international comparative analysis. Journal of Development Economics,S 1 no.1.",
        "Feldstein, Martin and Charles Horioka. 1980+ Domestic Saving and International Capital Flows. Economic Journal 90 (June): 314-29.",
        "Frenkel, Jacob 1995. The Order of Liberalization:, In Economic Policy in a World of Change, K. Brunner and A.H. Meltzer (eds), North-Holland.",
        "Harberger, Arnold. 1978. Perspectives on Capital and Technology in Less Developed Countries.~ In M. Artis and A. Nobay (eds.), Contemporary Economic Analysis. London: Croom Helm, 151-69.",
        "Harberger, Arnold. 1985. Observations on the Chilean Economy, Economic Development and Cultural Change, 33.",
        "Lal, Deepak. 1985. The Real Aspects of Stabilization and Structural Adjustment Policies: An Extension of the Australian Adjustment Model. World Bank Staff Working Paper 636. Washington, D.C.",
        "Larrain, Felipe, RaW Laban and Romulo Chumacero. 1997. What Determines Capital Inflows? An Empirical Analysis for Chile. Development Discussion Paper No. 590, Harvard Institute for International Development, Harvard University.",
        "McKinnon, Ronald. 1982. The Order of Economic Liberalization: Lessons from Chile and Argentina, In Economic Policy in a World of Change, K. Brunner and A.H. Meltzer (eds), North-Holland.",
        "McKinnon, Ronald. 1991. The Order of Economic Liberalization: Financial Control in the Transition to a Market Economy. Baltimore, Md. :Johns Hopkins University Press.",
        "Michaely, Michael, Armeane Choksi, and Demitris Papageorgieu, eds. 1991. Liberalizing Foreign Trade. New York: Basil Blackwell.",
        "Montiel, Peter. 1994. Capital mobilit7 in Developing Countries: Some Measurement Issues and Empirical Estimates. The World bank Economic Review, 8 no.3 (September).",
        "Ocampo, Jose Antonio. 1989. Colombia and the Latin American Debt Crisis in Sebastian Edwards and Felipe Larrain eds. Debt, Adjustment and Recovery. Oxford: Basil Blackwell.",
        "Reisen, H. and H. Yeches. 1991. Time-Varying Estimates on the Openness of the Capital Account in Korea and Taiwan. Paris: OECD Development Centre Technical Paper no. 42, August."
    ]
}