{
    "id": 6804,
    "cites": 16,
    "cited_by": 15,
    "reference": [
        "Bergstrand, Jeffrey H. (1989) The Generalized Gravity Equation Monopolistic Competition, and the Factor-Proportions Theory in International Trade, Review of Economics and Statistics, 71, February, 143-153.",
        "Brander , James A. (1981) Intra-industry Trade in Identical Commodities, Journal of International Economics, 11, 1-14.",
        "Brander, James A. and Paul R. Krugman (1983) A Reciprocal Dumping Model of International Trade, Journal of International Economics, 15, 3 13-321.",
        "Davis, Donald R. (1995) Intra-Industry Trade: A Hecksher-Ohlin-Ricardo Approach, Journal of International Economics, 39(3/4), November, 20 1-226.",
        "Davis, Donald R. (1998) The Home Market Effect, Trade, and Industrial Structure, American Economic Review, forthcoming.",
        "Davis, Donald R. and David E. Weinstein (1998) Market Access, Economic Geography and Comparative Advantage: An Empirical Assessment, mimeo.",
        "Deardorff, Alan V. (1998) Determinants of Bilateral Trade: Does Gravity Work in a Neoclassical World? in The Regionalization of the World Economy (ed.: Jeffrey A. Frankel), Chicago: University Press, 7-22.",
        "Evenett, Simon J. and Wolfgang Keller (1998) On Theories Explaining the Success of the Gravity Equation. NBER Working Paper no. 6529, April 1998.",
        "Grossman, Gene (1998) Comment in The Regionalization of the World Economy (ed.: Jeffrey A. Frankel), Chicago: University Press, 29-31.",
        "Helpman, Blhanan (1987) Imperfect Competition and International Trade: Evidence from Fourteen Industrial Countries, Journal of the Japanese and international Economics, 1(1), March, 62-8 1.",
        "Hummels, David and James A. Levinsohn (1995) Monopolistic Competition and International Trade: Reconsidering the Evidence, Quarterly Journal of Economics; 110(3), August, 799-836.",
        "Keller, Wolfgang (1998) Bilateral Trade in a Multilateral World with Imperfect Specialization, University of Texas, Austin, mimeo.",
        "Krugman, Paul R, (1980) Scale Economies, Product Differentiation, and the Pattern of Trade, American Economic Review, 70, 950-959.",
        "Markusen, James R. (1981) Trade and the Gains from Trade with Imperfect Competition, Journal of International Economics, 11,531-551.",
        "Rauch, James R. (1999) Networks versus Markets in International Trade, Journal of International Economics, forthcoming.",
        "Venables, Anthony J. (1985) Trade and Trade Policy with Imperfect Competition: The Case of Identical Products and Free Entry, Canadian Journal of Economics 19, 1-19."
    ]
}