{
    "id": 6808,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "Aaron, H.J., and Bosworth, B.P. (1994): Economic Issues in Reform of Health Care Financing, Brookings Papers on Economic Activity: Microeconomics, 1994, 249-299.",
        "Anderson, Patricia M. (1993) Linear Adjustment Costs and Seasonal Labor Demand: Evidence from Retail Trade Firms, Quarterly Journal of Economics, 108, 1015-1042.",
        "Anderson, Patricia M. and Bruce D. Meyer (1992): The Incentives and Cross Subsidies of the UI Payroll Tax, unpublished manuscript.",
        "Anderson, Patricia M. and Bruce D. Meyer (1994): The Effect of Unemployment Insurance Taxes and Benefits on Layoffs Using Firm and Individual Data, National Bureau of Economic Research, Working Paper No. 4960.",
        "Anderson, Patricia M. and Bruce D. Meyer (1997): The Effects of Firm Specific Taxes and Government Mandates with an Application to the U.S. Unemployment Insurance Program. Journal of Public Economics, 65, 119-145.",
        "Card, David and Phillip B. Levine (1994): Unemployment Insurance Taxes and the Cyclical and Seasonal Properties of Unemployment, Journal of Public Economics 53, 1-29.",
        "Gruber, Jonathan (1994): The Incidence of Mandated Maternity Benefits American Economic Review 84 (3): pp. 622 - 641.",
        "Gruber, Jonathan (1995): The Incidence of Payroll Taxation: Evidence from Chile NBER Working Paper No. 5053.",
        "Gruber, Jonathan and Alan Krueger (1991): The Incidence of Mandated Employer-Provided Insurance: Lessons from Workers Compensation Insurance, in Tax Policy and the Economy, edited by David Bradford, Cambridge, MA: NBER, pp 111-143.",
        "Hamermesh, Daniel S., (1993): Labor Demand, Princeton, NJ: Princeton University Press.",
        "Levy, Frank and Richard J. Murnane (1992): U.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations, Journal of Economic Literature, XXX, 1333-1381.",
        "Nickell, Stephen (1986): Dynamic Models of Labour Demand, Handbook of Labor Economics, Orley Ashenfelter and Richard Layard, eds, Amsterdam: North Holland Press).",
        "Saffer, Henry (1982): Layoffs and Unemployment Insurance, Journal of Public Economics 30 19, 121-129.",
        "Topel, Robert H. (1983): On Layoffs and Unemployment Insurance, American Economic Review 73, 541-559.",
        "Topel, Robert H. (1990): Financing Unemployment Insurance: History, Incentives, and Reform, in Unemployment Insurance, edited by W. Lee Hansen and James F.",
        "Byers. Madison, Wisconsin: University of Wisconsin Press. Washington State Employment Security (1984): Experience Rating: Unemployment Insurance Tax Information for Washington State Employers, Unemployment Insurance Division, Olympia, Washington."
    ]
}