{
    "id": 6809,
    "cites": 31,
    "cited_by": 9,
    "reference": [
        "Athey, Susan and Armin Schumtzler. 1995. Product and Process Flexibility in an Innovative Environment. RAND Journal of Ec.onomzcs, 26(4), 557-574.",
        "Bahk, Byong-Hyoug and Michael Gort. 1993. Decomposing Learning by Doing in New Plants.",
        "Journal of Political Economy, 101(4), 561-583. Bcntolila, Samuel and Guiseppe Bertola. 1990. Firing Costs and Labour Demand: How Bad is Eurosclerosis. Review of Economic Studies, 57(3), 381-402.",
        "Bernanke, Ben, Mark Gertler and Simon Gilehrist. 1996. The Financial Accelerator and the Flight to Quality. Review of Economics and Statistics 78(1), 1-15.",
        "Bertola, Guiseppe and Richard Rogerson. 1997. Institutions and Labor Reallocation. European Economic Review, 41(6), 1147-1171.",
        "Caballero, Ricardo J. 1992. A Fallacy of Composition. American Economic Review, 82(5), 1279-1292.",
        "Caballero, Ricardo J. and Mohamad L. Hammour. 1994. The Cleansing Effect of Recessions.",
        "American Economic Review, 84(5), 1350-1368. Caballero, Ricardo J. and Mohamad L. Hammour. 1996. On the Timing and Efficiency of Creative Destruction. Quarterly Journal of Economics, 111(3), 805-852.",
        "Campbell, Jeffrey R. 1998. Entry, Exit, Embodied Technology, and Business Cycles. Review of Economic Dynamics, 1(2), 371-408.",
        "Campbell, Jeffrey R. and Jonas 13. M. Fisher. 1997. Understanding Aggregate Job Flows.",
        "Economic Perspectives 21(5), 19-37. Campbell, Jeffrey R. and Jonas D. M. Fisher. 1998. Aggregate Employment Fluctuations with Microeconomic Asymmetries. Unpublished Manuscript. University of Rochester.",
        "Campbell, Jeffrey R. and Kenneth N. Kuttner. 1996. Macroeconomic Effects of Employment.",
        "Davis, Steven J. and John Haltiwanger. 1996. Driving Forces and Employment Fluctuations.",
        "NBER Working Paper 5775. Davis, Steven J., John Haltiwanger, and Scott Schuh. 1996. Job Creation and Destruction, MItT Press, Cambridge, Mass.",
        "Management Science, 40(7), 933-945. Dunue, Timothy, Mark J. Roberts, and Larry Samuelson. The Growth and Failure of U.S. Manufacturing Plants. Quarterly Journal of Economics, 104(4), 671-698. Fisher, Jonas D.M. 1998. Credit Market Imperfections and the Heterogeneous Response of Firms to Monetary Shocks. Journal of Money, Credit and Banking, forthcoming.",
        "Foote, Christopher L. 1997. Trend Employment Growth and the Bunching of Job Creation and Destruction. Working Paper, Harvard University.",
        "Fuss, M.C. and D. McFadden. 1978. Flexiblity versus Efficiency in Ex Ante Plant Design. In M.C. Fuss and D. McFadden, eds., Production Economics: A Dual Approach to Theory and Applications. Amsterdam: North-Holland.",
        "Gertler, Mark and Simon Gilchrist. 1994. Monetary Policy, Business Cycles, and the Behavior of Small Manufacturing Firms. Quarterly Journal of Economics, 109(2), 31 1-340.",
        "Gilchrist, Simon and John C. Williams. 1998. Putty-Clay Investment: A Business Cycle Analysis. Unpublished Working Paper, Boston University.",
        "Hamermesh, Daniel S. and Gerard A. Pfann. 1996. Adjustment Costs in Factor Demand.",
        "Journal of Economic Literature, 34(3) 1264-1292. He, H. and R.S. Pindyck. 1992. Investments in Flexible Production Capacity. Journal of Economic Dynamics and Control, 16, 575-599.",
        "Hopenhayn, Hugo and Richard Rogerson. 1993. Job Turnover and Policy Evaluation: A General Equilibrium Analysis. Journal of Political Economy, 101(5), 915-938.",
        "Jovauovic, Boyan. 1982. Selection and the Evolution of Industry. Econometrica, 50(2), 649- 670.",
        "Lucas, Robert E. 1967. Adjustment Costs and the Theory of Supply. Journal of Political Economy, 75(4), 321-334.",
        "Lucas, Robert E. 1978. On the Size Distribution of Business Firms. Bell Journal of Economics, 9(2), 508-523.",
        "Milgrom, Paul and John Roberts. 1990. The Economies of Modern Manufacturing: Technology, Strategy, and Organization. American Economic Review, 80(3), 511-528.",
        "Mortensen, Dale T. and Christopher A. Pissarides. 1994. Job Creation and Destruction in the Theory of Unemployment. Review of Economic Studies, 61, 397-415.",
        "Sargent, Thomas J. 1987. Dynamic Macroeconomic Theory, Harvard University Press, Cam- bridge, Mass.",
        "Simon, Herbert A. 1991. Organizations and Markets. Journal of Economic Perspectives, 5(2), 25-44.",
        "Stigler, George. 1939. Production and Distribution in the Short Run. Journal of Political Economy, 47(3), 305-327.",
        "Tauchen, George E. 1984. Finite State Markov-Chain Approximations to Univariate and Vector Autoregressions. Working Paper 84-09, Duke University Department of Economics."
    ]
}