{
    "id": 6810,
    "cites": 25,
    "cited_by": 13,
    "reference": [
        "Arrow, Kenneth (1963), Uncertainty and the Welfare Economics of Medical Care, American Economic Review 53: 941-973.",
        "Ayala, J. and Falstad (1988) American Repertory Theatre: 1988 Harvard Business School Case Study 9-688-120.",
        "Cutler, David and Jill Horwitz (1997), Converting Hospitals from Nonprofit to For profit Status: Why and What Effects'DONE', Harvard University Mimeo.",
        "Duggan, Mark (1998), Effects of Ownership Structure on Hospital Behavior. Mimeo, Harvard University.",
        "Drucker, Peter (1990), Managing the Non-profit Organization: Practices and Principles, New York, NY: Harper Collins.",
        "Easley, David and Maureen OHara (1983), The Economic Role of the Nonprofit Firm, Rand Journal of Economics 14: 531-538.",
        "Grossman, Sanford J. and Oliver D. Hart (1986), The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy 94: 691-719.",
        "Grout, Paul (1984), Investment and Wages in the Absence of Binding Contracts: a Nash Equilibrium Approach, Econometrica 52: 449-460.",
        "Hansmann, Henry (1980), The Role of the Nonprofit Enterprise, Yale Law Journal 89: 835-901.",
        "Hansmann, Henry (1990), Why do Universities Have Endowments'DONE', Journal of Legal Studies 19: 3-42.",
        "Hansmann, Henry (1996), The Ownership of Enterprise, Cambridge, MA: Harvard University Press.",
        "Hart, Oliver and John Moore (1997), Cooperatives vs. Outside Ownership, Harvard University Mimeo.",
        "Hart, Oliver, Andrei Shleifer, and Robert Vishny (1997), The Proper Scope of Government: Theory and an Application to Prisons. Quarterly Journal of Economics 112: 1127-1162.",
        "Herzlinger, Regina and William Krasker (1987), Who Profits from Nonprofits'DONE' Harvard Business Review January-February: 93-106.",
        "Holmstrom, Bengt, and Paul Milgrom, (1991),Multi-task Principal-Agent Analyses: Incentive Contracts, Asset Ownership and Job Design, Journal of Law, Economics and Organization 7: 24-52.",
        "Holmstrom, Bengt, and Paul Milgrom,(1994), The Firm as an Incentive System, American Economic Review 84: 972-91.",
        "Kremer, Michael (1997) Why are Worker Cooperatives So Rare'DONE' Mimeo, MIT.",
        "Lakdawalla, Darius and Tomas Philipson (1998), Nonprofit Production, Competition, and Long-term Care, Mimeo, University of Chicago.",
        "Nelson, Richard and Michael Krashinsky (1973), Two Major Issues of Public Policy: Public Policy and the Organization of Supply, in Richard Nelson and Dennis Young, eds., Public Subsidy for Day Care of Young Children, Lexington, MA: D.C. Heath.",
        "Pauly, Mark and Michael Redisch (1973), The Not-for-profit Hospital as a Physicians Cooperative, American Economic Review 63(1), 87-99.",
        "Rose-Ackerman, Susan (1996), Altruism, Non-Profits, and Economic Theory, Journal of Economic Literature 34: 701-728.",
        "Rotemberg, Julio and Garth Saloner (1990), Competition and Human Capital Accumulation: A Theory of Interregional Specialization and Trade, Mimeo, MIT.",
        "Segal, Lewis and Burton Weisbrod (1998), Interdependence of Commercial and Donative Revenues, Chapter 6 in Burton Weisbrod, ed. (1998), 105-127.",
        "Shleifer, Andrei (1998), State versus Private Ownership, Journal of Economic Perspectives, forthcoming.",
        "Weisbrod, Burton (1988), The Nonprofit Economy, Cambridge, MA: Harvard University Press."
    ]
}