{
    "id": 6814,
    "cites": 34,
    "cited_by": 35,
    "reference": [
        "Bairn, Robert. 1991. Economic growth in a Cross Section of Countries. Quarterly Journal of Economics 106(424): 407-43.",
        "Barro, Robert and Lee. 1996. International measures of schooling years and schooling quality.",
        "American Economic Review, Papers and Proceedings 86 (2): 2 18-23. Bebchuk, Lucian, Reinier Kraakman, and George Triantis. 1998. Stock pyramids, cross ownership, dual class equity and Leverage: an analysis of alternative arrangements for separating control from cash flow rights. This volume.",
        "Besley, Timothy and Alec Levenson. 1996. The role of informal finance in household capital accumulation: evidence from Taiwan. Economic Journal 106(434): 3 9-59.",
        "Birdsall, Nancy; Ross, David and Sabot, Richard. 1995. Inequality and growth reconsidered: lessons from East Asia. The World Bank Economic Review, 9(3) Sept.",
        "Daniels, Ronald J. and Edward M. lacobucci. 1998. Some of the causes and consequences of corporate ownership in Canada. This volume.",
        "Daniels, Ronald J. and Randall Morck, eds. 1995. Corporate decision making in Canada.",
        "Calgary: Industry Canada and the University of Calgary Press. Daniels, Ronald J., Randall Morck, and David Stangeland. 1995. In High gear: a case study of the Hees-Edper corporate group. In Corporate decision making in Canada, eds. Ronald J.",
        "Daniels and Randall Morck. Calgary: Industry Canada and the University of Calgary Press. Demsetz, Harold. 1985. The structure of corporate ownership, causes and consequences. Journal of Political Economy 93(6): 1155-77.",
        "Edwards, Sebestian. 1998, Openness, Productivity and Growth: What do we really know? Economic Journal, 108 (March), 383-398.",
        "Feldstein, Martin. 1994. The effects of outbound foreign direct investment on the domestic capital stock. NBER working paper 4668. Cambridge, Mass.: National Bureau of Economic Research.",
        "Feldstein, Martin S. and Charles Horioka. 1980. Domestic saving and international capital flows.",
        "Gwartney, James and Robert Lawson. 1997. Economic freedom of the world - 1997 Annual Report. The Economic Freedom Network.",
        "Holmes, Kim, Bryan Johnson and Melanie Kirkpatrick. 1997. The 1997 index of economic freedom. Wall Street Journal and the Heritage Foundation, Washington and NewYork.",
        "Hoshi, Takeo, Anil Kashyap and David Scharfstein. 1990. The role of banks in reducing the costs of financial distress in Japan. Journal of Financial Economics 27: 67-88.",
        "Jensen, Michael and William Meckling. 1976. The theory of the firm: managerial behavior, agency costs and ownership structure. Journal of Financial Economics 3: 305-60.",
        "Khanna, Tarun and Krishna Palepu. 1998. Policy shocks, market intermediaries and corporate strategy: the evolution of business groups in Chile and India. Unpublished manuscript.",
        "Harvard Business School. Khanna, Tarun and Krishna Palepu. 1998. The relation between performance and ownership in emerging markets: an empirical analysis of Indian business groups. This volume.",
        "Kim, E. Han, Myeong Kyun Kim, Jay K. Yi. 1998. Economic value-added of non-financial firms listed on the Korea stock exchange. Korea Stock Exchange Publication.",
        "La Porta, Rafael, Florencio Lopez-de-Salinas, Andrei Shleifer and Robert Vishny. 1997. Law and 44 finance. Unpublished Manuscript. Harvard University.",
        "La Porta, Rafael, Florencio Lopez-de-Salinas and Andrei Shleifer. 1998. Corporate ownership around the world. Unpublished Manuscript. Harvard University.",
        "La Porta, Rafael, Florencio Lopez-de-Salinas, Andrei Shleifer and Robert Vishny. 1997. Legal determinants of external finance. Journal of Finance 52(3): 1131-50.",
        "Lenway, Stephanie, Randall Morck and Bernard Yeung. 1996. Rent seeking, innovation and protectionism and the American steel industry: an empirical study. Economic Journal 106(435): 410-21.",
        "MacIntosh, Jefferey G. 1994 Legal and institutional barriers to financing innovative enterprises in Canada.. Discussion Paper 94-10. Queens University School of Policy Studies, Kingston.",
        "Mankiw, N. Gregory. 1995. The growth of nations. Brookings Papers on Economic Activity 1: 275-310.",
        "McConnell, John J. and Henri Servaes. 1990. Additional evidence on equity ownership and corporate value. Journal of Financial Economics 27(2): 595-6 12.",
        "Murphy, Kevin M., Andrei Shleifer, and Robert W. Vishny. 1991. The allocation of talent: implications for growth. Quarterly Journal of Economics 425 :503-53 0.",
        "Murphy, Kevin M., Andrei Shleifer, and Robert W. Vishny. 1993. Why is rent-seeking costly to growth? American Economic Review 82(2): 409-14.",
        "Nickell, Stephen J. 1996. Competition and corporate performance. Journal of Political Economy 104(4): 724-46.",
        "Shleifer, Andrei and Robert Vishny. 1986. Large shareholders and corporate control. Journal of Political Economy 95: 461-88.",
        "Shleifer, Andrei and Robert Vishny. 1989. Management Entrenchment: The Case of Manager-Specific Investments. Journal of Financial Economics Nov 1989, v2Snl, p.",
        "Stulz, RenÃ\u0083Â©, 1988. On takeover resistance, managerial discretion and shareholder wealth. Journal of Financial Economics 20(Ã\u0082Â½).",
        "Thompson, Aileen J. 1994. Trade liberalization, comparative advantage, and scale economies: stock market evidence from Canada. Journal of International Economics 37: 1-27.",
        "Wolfenzohn, Daniel. 1998. A theory of pyramidal ownership. Unpublished manuscript. Harvard University."
    ]
}