{
    "id": 6818,
    "cites": 34,
    "cited_by": 15,
    "reference": [
        "Atkinson, A.B., Measurement of Trends in Poverty and the Income Distribution, University of Cambridge, DAE Working Papers, no. 9701, 1997.",
        "Berry, S.T., Estimating Discrete-Choice Models of Product Differentiation, Rand Journal of Economics, Vol. 25, 1994, pp. 242-262.",
        "Berry, S.T., Levinsohn, J. and Pakes, A., Automobile Prices in Market Equilibrium, Econometrica, Vol. 63, July 1995, pp. 841-890.",
        "BEUC, Report on Car Prices in the EEC Countries, BEUC/71/81, 1981, Brussels.",
        "BEUC, Car Prices in the EEC Countries, BEUC/121/86 , 1986, Brussels.",
        "BEUC, Parallel Imports for Cars in the EC, BEUC/222/92 , 1992, Brussels.",
        "Bresnahan, T., Empirical Methods for Industries with Market Power, in R. Schmalensee and R. Willig, eds., Handbook of Industrial Organization, Vol. 2, Amsterdam: NorthHolland, 1989.",
        "Commission of the European Communities, Intra-EC Car Price Differential Report, IV/4043/92, 1992, Brussels.",
        "Davidson, R., Dewatripont, M., Ginsburgh, V. and Labbe, M., On the Welfare Effects of Anti-discrimination Regulations in the EC Car Market, International Journal of Industrial Organization, Vol. 7, 1989, pp. 205-230.",
        "Feenstra, R.C. and Levinsohn, J., Estimating Markups and Market Conduct with Multidimensional Product Attributes, Review of Economic Studies, Vol. 62, 1995, pp. 19-52.",
        "Flam, H. and Nordstrom, H., The Single Market for Cars in Europe, mimeo, Institute for International Economic Studies, Stockholm University, 1994.",
        "Gagnon, J.E. and Knetter, M.M., Markup Adjustment and Exchange Rate Fluctuations: Evidence from Panel Data on Automobile Exports, Journal of International Money and Finance, Vol. 14/2, April 1995, pp. 289-310.",
        "Ginsburgh, V. and Vanhamme, G., Price Differences in the EC Car Market, Annales dEconornie et de Statisique, Vol. 15/16, 1989, pp. 137-149.",
        "Goldberg, P.K., Product Differentiation and Oligopoly in International Markets: The Case of the U.S. Automobile Industry, Econometrica, Vol. 63, July 1995, pp. 891-951.",
        "Goldberg, P.K. and Knetter, M.M., Measuring the Intensity of Competition in Export Markets, Journal of International Economics, forthcoming, August 1998.",
        "Goldberg, P.K. and Knetter, M.M., Goods Prices and Exchange Rates: What Have We Learned?, Journal of Economic Literature, September 1997, pp. 1243-1272.",
        "Gual, 3., An Econometric Analysis of Price Differentials in the EEC Automobile Market, Applied Economics, Vol. 25, 1993, pp. 599-607.",
        "Kirman, A.P. and Schueller, N., Price Leadership and Discrimination in the European Car Market, Journal of Industrial Economics, Vol. 34, 1990, pp. 69-91.",
        "Knetter, M.M., Price Discrimination by U.S. and German Exporters, American Economic Review, Vol. 79, March 1989, pp. 198-210.",
        "Knetter, M.M., International Comparisons of Price-to-Market Behavior American Economic Review, Vol. 83/3, June 1993, pp. 473-86.",
        "Krishna, K., Trade Restrictions as Facilitating Practices, Journal of International Economics, Vol. 26, 1989, pp. 251-70.",
        "Richardson, eds., Real-Financial Linkages Among Open Economies, Cambridge: MIT Press, 1987.",
        "Malueg, D.A. and Schwartz, M., Parallel Imports, Demand Dispersion, and International Price Discrimination, Journal of International Economics, Vol. 37, 1994, pp. 167-195.",
        "Marston, R., Pricing to Market in Japanese Manufacturing, Journal of International Economics, Vol. 29, December 1990, pp. 217-36.",
        "Mertens, Y., Modeling Price Behavior in the European Car Market, mimeo, Department of Economics, London School of Economics, 1990.",
        "Mertens, Y. and Ginsburgh, V., Product Differentiation and Price Discrimination in the European Community: The Case of Automobiles, Journal of Industrial Economics, Vol. 34, 1985, pp. 151-165.",
        "Monopolies and Mergers Commission, New Motor Cars - a Report on the Supply of New Motor Cars witin the United Kingdom, London: HMSO, 1992.",
        "National Consumer Council, Cars - the Cost of Trade Restrictions to Consumers, International Trade and the Consumer, Working paper 4, 1990.",
        "Nevo, A., Measuring Market Power in the Ready-to-Eat Cereal Industry, mimeo, 1996.",
        "The New York Times A Car Buyers Heaven In a Borderless Europe,Wed., Jan. 17, 1996, Section D.",
        "Smith, A. and A. Venables, Completing the Internal Market In the European Community. Some Industry Simulations, European Economic Review, 1988, vol. 32, pp. 1501-25.",
        "Smith, A. and A. Venables, Economic Integration and Market Access, European Economic Review, 1991, vol. 35, pp. 388-95.",
        "Smith, A. and A. Venables, Counting the Cost of Voluntary Export Restraints in the European Car Market, in E. Helpman and A. Razin, eds., International Trade and Trade Policy, 1991, pp. 187-222.",
        "Verboven, F., International Price Discrimination in the European Car Market, Rand Journal of Economics, Summer 1996, vol. 27/2, pp. 240-68."
    ]
}