{
    "id": 682,
    "cites": 12,
    "cited_by": 1,
    "reference": [
        "Andrews, William D. December 1972. Personal deductions in an ideal income tax, Harvard Law Review 86: 309-385.",
        "Boskin, Michael J. and Martin Feldstein. August 1977. Effects of the charitable deduction on contributions by low-income and middle-income households: Evidence from a national survey of philanthropy, Review of Economics and Statistics 59: 351-3514.",
        "Clotfelter, Charles T. 1980. Tax incentives and charitable giving: Evidence from a panel of taxpayers, Journal of Public Economics 13: 319-340.",
        "Clotfelter, Charles T, and Steuerle, C. Eugene. 1979. The effect of the federal income tax on charitable giving. Forthcoming. Duke University and Office of Tax Analysis.",
        "Dye, Richard F. 1977. Personal charitable contributions: Tax effects and other motives. Proceedings of the National Tax Association.",
        "Feldstein, Martin. l975a. The income tax and charitable contributions: Part I - aggregate and distributional effects. National Tax Journal 28: 81-100. _________________ 1975b. The income tax and charitable contributions: Part II - the impact on religious educational, and other organizations.",
        "National Tax Journal 28: 209-226. _________________ 1980. A contribution to the theory of tax expenditures: the case of charitable giving. In Aaron, H and Bo skin, N., eds. Essays in Honor of Joseph Pechinan. Washington, D.C.: The Brookings Institution.",
        "Feldstein, Martin and Clotfelter, Charles. 1976. Tax incentives and charitable contributions in the United States. Journal of Public Economics 5: 1-26.",
        "Feldstein, Martin and Taylor, Any. 1976. The income tax and charitable contri- butions. Econometrica 1414: 1201-1222.",
        "Hausman, Jerry A. 1979. Exact consumers surplus. Massachusettes Institute of Technology. Mimeo.",
        "Reece, William S. 1979. Charitable contributions: New evidence on household behavior. American Economic Review 69: 1142-151.",
        "Surrey, Stanley S. 1973. Pathways to tax reform Cambridge: Harvard Univer- sity Press."
    ]
}