{
    "id": 6821,
    "cites": 24,
    "cited_by": 46,
    "reference": [
        "Bayoumi, Tamim and Barry Eichengreen (1997). Optimum Currency Areas and Exchange Rate Volatility: Theory and Evidence Compared, in Benjamin Cohen (ed.), International Trade and Finance: New Frontiers for Research, Cambridge: Cambridge University Press, pp. 184-215.",
        "Bouzas5 Roberto (1997) MercOsurs Economic Agenda: Short- and Medium-Term Policy Challenges,tm Integration and Trade 1~ ppSl-79.",
        "Camargo, Jose Marcio (1991), Brazil: Labour Market Flexibility and Productivity with Many Poor Jobs, in Edward Amadeo and Susan Horton (eds), Labour Productivity and FlexibiIity~ New York: St. Martins Press1 pp.37-64.",
        "Crockett. Andrew (1994). Monetary Implications of Increased Capital Flows,1 in FederaL Reserve Bank of Kansas City, Changing Capital Markets: Implications for Monetary Policy. Kansas City: Federal Reserve Bank of Kansas City, pp.33 1-364.",
        "Dc Grauwe, Paul (1997), The Economics of Monetary Integration, Oxford: Clarendon Press, third edition.",
        "Edwards, Sebastian (1998),. How About a Single Currency for Mercosur? Wall Skeet Jo//n nil (28 August), pAl 1.",
        "Eichengreen, Barry (1994), International Monetary Arrangementsfor the 2! Century. Washington, D.C.: The Brookings Institution.",
        "Eichengreen, Barry (1998), Free Trade and Macroeconomic Policy, in Shahid JaVed Burki, Guillermo Perry and Sara Calvo (eds), Trade: Towards Open Regionalism, Washington, D.C.: The World Bank, pp-23 1-246.",
        "Eichengreen, Barry and Tamim Bayoumi (1996), Is Asia an Optimum Currency Area? Can it Become One? Regional, Global and Historical Perspectives on Asian Monetary Relations, CIDER Working Paper 96-081, Center for International and Development Economics Research, University of California, Berkeley (December).",
        "Ahead, in Francisco Torres (ed.), Monetary Reform in Europe, Lisbon: Universidade Catolica Editora, pp.83-120. - Eichengreen, Barry, Ricardo Hausmann and Juergen von Hagen (1996), Reforming Fiscal Policy in Latin America: The Case for a National Fiscal Council, unpublished manuscript, InterAmerican Development Bank.",
        "Eichengreen, Barry and Charles Wyplosz (1998), The Stability Pact: More than a Minor Nuisance? Economic Policy 26, pp.65-114.",
        "Emerson, Michael et al. (1990), One Market, One Money, Oxford: Oxford University Press.",
        "Engel, Charles and John Rogers (1996), How Wide is the Border? Amen can Economic Review 86, pp.1112-I 125.",
        "Frankel, Jeffrey and Andrew Rose (1996), The Endogeneity of the Optimum Currency Area Criteria, NBER Working Paper no. 5700 (August).",
        "Frankel, Jeffrey and Shang-jin Wei (1993), Trade Blocs and Currency Blocs, unpublished manuscript, University of California, Berkeley.",
        "Garber, Peter (1997), Is Stage III Attackable? Euromoney (August), pp.58-59.",
        "Giambiagi, Fabio (1997), Uma proposta de unificacao monetaria dos paise do Mercosul, Revista de Economia Politica 17 (October-November), -pp. 5-30.",
        "Giambiagi, Fabio (1998), Moeda Unica do Mercosul: Notas para o Debate,RevtstaBrasileira de Politica Internacional 41, pp. 24-3 9.",
        "Holly, Sean (1995), Exchange Rate Uncertainty and Export Performance: Supply and Demand Effects, Scottish Journal of Political Economy 42, pp.381-390.",
        "Honkapohja, Seppo and Pentti Pikkarainen (1992), Country Characteristics and the Choice of Exchange Rate Regime: Are Mini-Skirts Follows by Maxi? CEPR Discussion Paper no. 774 (December).",
        "Kenen, Peter B. (1969), The Theory of Optimum Currency Areas: An Eclectic View, in Robert MundelL and Aiexander Swoboda (eds), Monetary Problems of the International Economy, Chicago: University of Chicago Press, pp.41-60.",
        "Lavagna, Roberto and Fabio Giambiagi (1998), Hacia Ia creacion de una moneda comun - una propuesta de convergencia coordinada de politicas macroeconomicas en Ia Mercosur, 36 unpulbished manuscript, BNDES.",
        "Muss; Michael (1979), Empirical Regularities in the Behavior of Exchange Rates and Theories of the Foreign Exchange Market, in Karl Stunner and Allan Meltzer (eds), Policies for Employment, Pnices, and Erchange Rates, Carnegie-Rochester Conference Series on Public Policy LI, pp.9-SI.",
        "Sverisson, Lars ((994), Why Exchange Rate Bands? Monetary Independence in Spite of Fixed Exchange Rates, Journal of Monetary Economics 33, pp.157- 199. Svensson, Lars (1998), Open Economy Inflation Targeting, NBER Working Paper no. 6545 (May)."
    ]
}