{
    "id": 6822,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Benabou, R. (1996a). Equity and Efficiency in Human Capital Investment: The Local Connection.",
        "Bergstrom, T., Rubinfeld, D., and Shapiro, P. (1982). Micro-Based Estimates of Demand Functions for Local School Expenditures. Econoinetrica, 50, 1183-1205.",
        "Berry, S. (1994). Estimating Discrete-choice Models of Product Differentiation. Rand Journal of Economics, 25 (2,), 242-262.",
        "Berry, S., Levinsohn, J., and Pakes, A. (1995). Automobile Prices in Market Equilibrium. Econo- melrica, 63 (4), 841-890.",
        "Dunz, K. (1989). Some Comments on Majority Rule equilibria in Local Public Goods Economies.",
        "Journal of Economtc Theory, 47, 228-234. Durlauf, 5. (1996). A Theory of Persistent Income Inequality. Journal of Economic Growth, 1(1), 75-94.",
        "Ellickson, B. (1971). Jurisdictional Fragmentation and Residential Choice. American Economic Review: Papers and Proceedings, 61, 334-339.",
        "Epple, D., Filimon, R., and Romer, T. (1984). Equilibrium Among Local Jurisdictions: Towards an Integrated Approach of Voting and Residential Choice. Journal of Pnblic Economics, 24, 28 1-304.",
        "Epple, D., Filimoo, ft., and Romer, T. (1993). Existence of Voting and Housing Equilibrium in a System of Communities with Property Taxes. Regional Science and Urban Economics, 23, 585-Gb.",
        "Epple, D. and Platt, G. (1998). Equilibrium and Local Redistribution in an Urban Economy when Households Differ in Preferences and Incomes. Journal of Urban Economics, 43(1), 23-51.",
        "Epple, D. and Romer, T. (1991a). An Econometric Model of Exit and Voice in Systems of Local Jurisdictions. Mimeo, Carnegie Mellon University.",
        "Epple, D. and Romer, T. (1991b). Mobility and Redistribution. Journal of Political Economy, 99(4), 828-858.",
        "Fernandez, ft. and Rogerson, ft. (1996). Income Distribution, Communities, and the Quality of Public Education. Quarterly Journal of Economics, 111, 135-164.",
        "Goldstein, G. and Pauly, M. (1981). Tiebout Bias and the Demand for Local Public Goods. Journal of Public Economics, 16, 131-144.",
        "Goodman, A. (1988). An Econometric Model of Housing Price, Permanent Income, Tenure Choice, and Housing Demand. Journal of Urban Economics, 23(3), 327-353.",
        "Goodman, A. (1990). Demographics and Individual Housing Demand. Regional Science and Urban Economics, 20(1), 83-102.",
        "Goodspeed, T. (1989). A Reexamination of the Use of Ability-to-Pay Taxes by Local Governments.",
        "Journal of Public Economics, 38, 3 19-342. Hansen, L. P. (1982). Large Sample Properties of Generalized Method of Moments Estimators.",
        "Econometrica, 50 (4,), 1029-1053. Hanushek, E. and Quigley, J. (1980). What is the Price Elasticity of Housing Demand?. Review of Economics and Statistics, 62(3), 449-454.",
        "Harmon, 0. (1988). The Income Elasticity of Demand for Single-Family Owner-Occupied Housing; An Empirical Reconciliation. Journal of Urban Economics, 24(2), b73-185.",
        "Haurin, D. and Lee, K. (1989). A Structural Model of the Demand for Owner-Occupied Housing.",
        "Journal of Urban Economics, 26(3), 348-360. boannides, Y. and Hardman, A. (1997). Income Mixing in Neighborhoods. Working Paper.",
        "Nechyba, T. (1997). Existence of Equilibrium and Stratification in Hierarchical Public Good Economies with Voting. Economic Theory, 10(2), 277-304.",
        "Oates, W. (1969). The Effects of Property Taxation and Local Spending on Property Values: An Empirical Study of Tax Capitalization and the Tiebout Hypothesis. Journal of Political Economy, 77, 957-971.",
        "Polinsky, M. and Ellwood, D. (1979). An Empirical Reconciliation of Micro and Grouped Estimates of the Demand for Housing. Review of Economics and Statistics, 61(2), 199-205.",
        "Poterba, J. (1992). Taxation and Housing: Old Questions, New Answers. American Economic Review, 82 (2,), 237-242.",
        "Rubinfeld, U. (1987). The Economics of the Local Public Sector. In Handbook of Public Economics, vol IL North-Holland.",
        "Rubinfeld, D., Shapiro, P., and Roberts, J. (1987). Tiebout Bias and the Demand for Local Public Schooling. Review of Economics and Statistics, 69, 426-437.",
        "Strazheim, M. (1987). The Theory of Urban Residential Location. In Handbook of Regional and Urban Economics, Vol. 2. Elsevier Science Publishers.",
        "Tiebout, C. (1956). A Pure Theory of Local Expenditures. Journal of Political Economy, 64, 416-424.",
        "Westhoff, F. (1977). Existence of Equilibrium in Economies with a Local Public Good. Journal of Economic Theory, 14, 84-1 12."
    ]
}