{
    "id": 6824,
    "cites": 25,
    "cited_by": 6,
    "reference": [
        "Board of Governors of the Federal Reserve System. Federal Reserve Bulletin, various issues. Bordo, Michael D. (1993). The Bretton Woods International Monetary System: A Historical Overview. In Michael D. Bordo and Barry Eichengrecn (eds.), A Retrospective on the Bretton Woods System. Chicago: University of Chicago Press.",
        "Bordo, Michael D. (1998). Comment on Neal. Federal Reserve Bank of St. Louis Review 80(3) May/June, p. 77-82.",
        "Bordo, Michael D., Choudhri, Ehsan, and Anna J. Schwartz (1998). Was Expansionary Monetary Policy Feasible During the Great Contraction? An Examination of the Gold Standard Constraint. Rutgers University mimeo (July).",
        "Bordo, Michael D., Eiehengreen, Barry and Jong-Woo Kim (1998). Was There Really an Earlier Period of International Financial Integration Comparable to Today? NBER Working Paper (October).",
        "Boughton, James (1998). From Suez to Tequila: The IMF as Crisis Manager. Economic Journal (forthcoming).",
        "Eichengreen, Barry (1992). Golden Fetters. New York: Oxford University Press.",
        "Flandreau, Marc (1997). Central Bank Co-operation in Historical Perspective: A Skeptical View. Economic History Review 50(4), p. 735-763.",
        "Hawtrey, Ralph 0. (1932). The Art of Central Banking. London: Longmans Green.",
        "International Monetary Fund. Annual Report, 1998.",
        "James, Harold (1995). International Monetary Cooperation Since Bretton Woods. New York: Oxford University Press.",
        "Kindleberger, Charles P. (1989). Manias, Panics and Crashes: A 1-listory of Financial Crises, Revised Edition. New York: Basic Books.",
        "Levy-Leboyer, Maurice (1978). Central Banking and Foreign Trade: The Anglo-American Cycle in the 1830s. In Charles P. Kindleberger and Jean Pierre Laffargue (eds.), Financial Crises: Theory, History and Policy. New York: Cambridge University Press, p.",
        "Marichal, Carlos (1989). A Century of Debt Crises in Latin America. Princeton University Press.",
        "Meltzer, Allan (1991). U.S. Policy in the Bretton Woods Era. Federal Reserve Bank of St.",
        "Louis Review 73(May/Junc), p. 54-8 3. Mundell, Robert (1968). International Economics. Chicago: Chicago University Press.",
        "Neal, Larry (1998). The Financial Crisis of 1825 and the Restructuring of the British Financial System. Federal Reserve Bank of St. Louis Review 80(3) May/June, p. 53-76.",
        "Obstfeld, Maurice and Alan Taylor (1998). The Great Depression as a Watershed: International Capital Mobility Over the Longer Run. In Michael D. Bordo, Claudia Goldin and Eugene N. White (cds.), The Defining Moment: The Great Depression and the American Economy in the Twentieth Century. Chicago: Chicago University Press, p.",
        "Obstfcld, Maurice and Kenneth Rogoff (1995). The Mirage of Fixed Exchange Rates. Journal of Economic Perspectives 9(4), p. 73-96.",
        "Patron, Maurice (1910). The Bank of Prance in its Relation to National and International Credit.",
        "Schwartz, Anna J. (1989). International Debts: Whats Fact and Whats Fiction. Economic Inquiry 27(1) (January): 1-19.",
        "Schwartz, Anna J. (1997). From Obscurity to Notoriety: A Biography of the Exchange Stabilization Fund. Journal of Money, Credit, and Banking 29 (2) (May): 135-193.",
        "Solomon, Robert (1982). The International Monetary System, 1941-1982. Revised. New York: Harper and Row.",
        "Temin, Peter (1969). The Jacksonian Economy. New York: W.W. Norton.",
        "Tew, Brian (1988). The Evolution of the International Monetary System 1945-1988, 4th Edition.",
        "London: Hutehinson. Yeager, Leland B. (1976). International Monetary Relations: Theory, History and Policy."
    ]
}