{
    "id": 6826,
    "cites": 25,
    "cited_by": 20,
    "reference": [
        "Angrist, Joshua D., and Victor Lavy. 1997. Using Maimonides Rule to Estimate the Effect of Class Size on Scholastic Achievement. NBER Working Paper No. 5888 (January).",
        "Blanchard, Olivier Jean and Lawrence F. Katz. 1992. Regional Evolutions. Brookings Papers on Economic Activity, pp. 1-75.",
        "Blomquist, Glen C., Mark C. Berger, and John P. Hoehn. 1988. New Estimates of Quality of Life in Urban Areas. American Economic Review, Vol. 78, No. 1 (March), pp. 89-107.",
        "Brown, Charles. 1980. Equalizing Differences in the Labor Market. Quarterly Journal of Economics, Vol. 94, No. 1 (February), pp. 113-34.",
        "Brown, James N., and Harvey S. Rosen. 1982. On the Estimation of Structural Hedonic Price Models. Econometrica, Vol. 50, No. 3 (May), pp. 765-68.",
        "Chamberlain, Gary. 1993. Feedback in Panel Data Models. Mimeograph, Department of Economics, Harvard University.",
        "Cleveland, William S., and T.E. Graedel. 1979. Photochemical Air Pollution in the Northeast United States. Science, Vol. 204, No. 4399, pp. 1273-78.",
        "Cleveland, William S., B. Kleinder, J. E. McRae, and J. L. Warner. 1976. Photochemical Air Pollution: Transport from the New York City Area into Connecticut and Massachusetts. Science, Vol. 191, pp.",
        "Crandall, Robert W. 1983. Controlling Industrial Pollution, Brookings Institution: Washington, DC.",
        "Deily, Mary E. and Wayne B. Gray. 1991. Enforcement of Regulations in a Declining Industry. Journal of Environmental Economics and Management. 21: 260-274.",
        "Dockery, Douglas W., et al. 1993. An Association Between Air Pollution and Mortality in Six U.S.",
        "Cities. The New England Journal of Medicine, 329(24): 1753-9. Epple, Dennis. 1987. Hedonic Prices and Implicit Markets: Estimating Demand and Supply Functions for Differentiated Products. Journal of Political Economy, Vol. 95, No. 1 (February), pp. 59-80.",
        "Freeman, A. Myrick III. 1993. The Measurement of Environmental and Resource Values: Theory and Methods. Washington, D.C.: Resources for the Future.",
        "Henderson, J. Vernon. 1996. Effect of Air Quality Regulation. American Economic Review, Vol. 86, pp. 789-813.",
        "Kahn, Matthew E. 1997. The Silver Lining of the Rust Belt Manufacturing Decline: Killing Off Pollution Externalities. Mimeograph, Columbia University Department of Economics (August).",
        "Lave, Lester B. and Gilbert S. Omenn. 1981. Clearing the Air: Reforming the Clean Air Act. Brookings Institution: Washington, DC.",
        "Moulton, Brent R. 1986. Random Group Effects and the Precision of Regression Estimates. Journal of Econometrics, Vol. 32, pp. 385-97.",
        "Nadeau, Louis W. 1997. EPA Effectiveness at Reducing the Duration of Plant-Level Noncompliance. Journal of Environmental Economics and Management, Vol. 34, pp. 54-78.",
        "Palmquist, Raymond B. 1984. Estimating the Demand for the Characteristics of Housing. Review of Economics and Statistics, Vol. 66, No. 3(August), pp. 394-404.",
        "Ransom, Michael R. and C. Arden Pope III. 1995. External Health Costs of a Steel Mill. Contemporary Economic Policy. 8: 86-97.",
        "Ridker, Ronald G., and John A. Henning. 1967. The Determinants of Residential Property Values with Special Reference to Air Pollution. Review of Economics and Statistics, Vol. 49, No. 2 (May), pp. 24657.",
        "Rosen, Sherwin. 1974. Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition. Journal of Political Economy, Vol. 82, No. 1, pp. 34-55.",
        "Smith, V. Kerry. 1996. Pricing What is Priceless: A Status Report on Non-Market Valuation of Environmental Resources. Mimeograph, Duke University Department of Economics, August.",
        "Smith, V. Kerry and Ju-Chin Huang. 1995. Can Markets Value Air Quality'DONE' A Meta-Analysis of Hedonic Property Value Models. Journal of Political Economy, Vol. 103, No. 1, pp. 209-27.",
        "Tiebout, Charles M. 1956. A Pure Theory of Local Expenditures. Journal of Political Economy, Vol."
    ]
}