{
    "id": 6828,
    "cites": 15,
    "cited_by": 46,
    "reference": [
        "Aninat, E., J. P. Arellano and A. Foxley, Las Desigualdades Econdmicas y Ia Accidn del Estado, Mexico: Fondo de Cultura Econdmica, 1980.",
        "Ballard, Ch., D. Fullerton, L. Shoven and J. Whalley, A General Equilibrium Model for Tax Policy Evaluation, Chicago: University of Chicago Press for the National Bureau of Economic Research, 1985.",
        "Beyer, H., Sobre DistribuciÃ\u0083Â³n del Ingreso: Antecedentes para Ia DiscusiÃ\u0083Â³n, Estudios Pziblicos65, 1997.",
        "Bird, R. M., and L. H. De Wulf, Taxation and Income Distribution in Latin America: A Critical Review of Empirical Studies, International Monetary Fund Staff Papers, 2, 639-682, 1973.",
        "Cowan, K., and J. De Gregorio, Distribucidn y Pobreza en Chile: LEstamos Mal?, j,Ha Habido Progreso?, Lilemos Retrocedido? Estudios PtA blicos 64, 27-56, 1996.",
        "Fontaine, B., and R. Vergara, Una Reforma Tributaria para el Crecimiento, Estudios PtAblicos 67, 23-75, 1997.",
        "Fullerton, D., and D. Rogers, Who Bears the Lifetime Tax Burden? Washington: The Brookings Institution, 1993.",
        "Hall, R., and A. Rabushka, Putting the Flat Tax into Action, in R. Hall et al. (eds.) Fairness and Efficiency in the Flat Tax Washington, D.C.: The AEI Press, 1996.",
        "Harberger, A. Monetary and Fiscal Policy For Equitable Economic Growth, in K. Chu and V. Tanzi (eds.) Income Distribution and High-Quality Growth, Cambridge: MIT Press, 1998.",
        "Jayasundera, P. Economic Growth, Income Distribution, and Welfare Expenditure: The Case of Sri Lanka, Ph.D. Dissertation, Boston University, 1986.",
        "Malik, M., and N. Saquib, Tax Incidence by Income Classes in Pakistan, The Pakistan Development Review 28, 13-26, 1989.",
        "McLure, C. The Incidence of Taxation in Colombia, in M. Giffis (ed.) Fiscal Reform for Colombia: Final Report and Staff Papers of the Colombian Comission for Tax Reform, Cambridge: Harvard University Press, 239-266, 1971.",
        "Sahota, G., Three Essays on the Brazilian Economy, Rio de Janeiro: Minisitry of Finance, 1969.",
        "Schkolnik, M., Estudio de Incidencia Presupuestaria: El Caso de Chile, Santiago: CEPAL, 1993.",
        "Shah, A., and J. Whalley, Tax Incidence Analysis of Developing Countries: An Alternative View, The World Bank Economic Review 5, 535-552, 1991."
    ]
}