{
    "id": 6829,
    "cites": 19,
    "cited_by": 83,
    "reference": [
        "Ashenfelter, O. (1978), Estimating the Effects of Training Programs on Earnings, Review of Economics and Statistics, 60, 47-57.",
        "Ashenfelter, O., and D. Card (1985), Using the Longitudinal Structure of Earnings to Estimate the Effect of Training Programs, Review of Economics and Statistics, 67, 648-660.",
        "Cave, George, and Hans Bos (1995), The Value of a GED in a Choice-Based Experimental Sample, mimeo., New York: Manpower Demonstration Research Corporation.",
        "Cochran, W.G., and D.B. Rubin (1973), Controlling Bias in Observational Studies: A Review, Sankhya, ser. A, 35, 417-446.",
        "Cox, D.R. (1992), Causality: Some Statistical Aspects, Journal of the Royal Statistical Society, series A, 155, part 2, 291-301.",
        "Czajka, John, Sharon M. Hirabayashi, Roderick J.A. Little, and Donald B. Rubin (1992), Projecting From Advance Data Using Propensity Modeling: An Application to Income and Tax Statistics, Journal of Business and Economic Statistics, 10, 117131.",
        "Dehejia, Rajeev H., and Sadek Wahba (1995), An Oversampling Algorithm for NonExperimental Causal Studies with Incomplete Matching and Missing Outcome Variables, mimeo., Harvard University.",
        "Friedlander, Daniel, David Greenberg, and Philip Robins (1997), Evaluating Government Training Programs for the Economically Disadvantaged, Journal of Economic Literature, XXXV, 1809-1855.",
        "Heckman, James, Hidehiko Ichimura, and Petra Todd (1997), Matching as an Econometric Evaluation Estimator: Evidence from Evaluating a Job Training Programme, Review of Economic Studies, 64, 605-654.",
        "Holland, Paul W. (1986), Statistics and Causal Inference, Journal of the American Statistical Association, 81, 945-960.",
        "Lalonde, Robert (1986), Evaluating the Econometric Evaluations of Training Programs, American Economic Review, 76, 604-620.",
        "Manpower Demonstration Research Corporation (1983), Summary and Findings of the National Supported Work Demonstration, Cambridge: Ballinger.",
        "Raynor, W.J. (1983), Caliper Pair-Matching on a Continuous Variable in Case Control Studies, Communications in Statistics: Theory and Methods, 12, 1499-1509.",
        "Rosenbaum, Paul (1995), Observational Studies. Springer Series in Statistics, New York: Springer Verlag.",
        "Rosenbaum, P., and D. Rubin (1983), The Central Role of the Propensity Score in Observational Studies for Causal Effects, Biometrika, 70, 41-55.",
        "Sampling Methods that Incorporate the Propensity, American Statistician, 39, 33-38. --------- and --------- (1985b), The Bias Due to Incomplete Matching, Biometrics, 41, 103-116.",
        "Rubin, D. (1973), Matching to Remove Bias in Observational Studies, Biometrics, 29, 159-183.",
        "Control Bias in Observation Studies, Journal of the American Statistical Association, 74, 318-328. --------- (1980), Discussion of Randomization Analysis of Experimental Data: The Fisher Randomization Test, by D. Basu, Journal of the American Statistical Association, 75, 591-593.",
        "Rubin, Donald B., and Neal Thomas (1992), Characterizing the Effect of Matching Using Linear Propensity Score Methods with Normal Distributions, Biometrika, 79, 797-809."
    ]
}