{
    "id": 6830,
    "cites": 24,
    "cited_by": 16,
    "reference": [
        "Agrawal, Anup, and Charles Knoeber, 1997, Managerial compensation and the threat of takeover (Mimeo, North Carolina State University, Raleigh, N.C.).",
        "Bertrand, Marianne, and Sendhil Mullalnathan, 1996, Is there discretion in wage setting? (Mimeo, Harvard University, Cambridge, Ma.).",
        "Besley, Timothy, and Anne Case, 1994, Unnatural experiments? Estimating the incidence of endogenous policies (Working Paper no. 4956., NBER, Cambridge, Ma.).",
        "Block, Dennis, Nancy Barton, and Andrea Roth, 1986, State takeover statutes: The second generation, Securities Regulation Law Journal 13, 332-355.",
        "Borokhovich, Kenneth, Kelly Brunarsky, and Robert Parrino, 1997, CEO contracting and antitakeover amendments, Journal of Finance, forthcoming.",
        "Bricldey, James, and Christopher James, 1987, The takeover market, corporate board composition, and ownership structure: The case of banking, Journal of Law and Economics 30, 161-180.",
        "Norton Co., New York, N.Y.). Easterbrook, Frank, and Daniel Fischel, 1991. The Economic Structure of Corporate Law (Harvard University Press, Cambridge, Ma.).",
        "Gibbons, Robert, and Kevin J. Murphy, 1992, Optimal incentive contracts in the presence of career concerns: Theory and evidence, Journal of Political Economy 100, 468-505.",
        "Grossman, Sanford, and Oliver Hart, 1980, Takeover bids, the free rider problem and the theory of the corporation, Bell Journal of Economics 11, 42-64.",
        "Gruber, Jonathan, 1994, The incidence of mandated maternity benefits, American Economic Review 84, 622-641.",
        "Hackl, Jo, and Rosa Testani, 1988, Second generation state takeover statutes and shareholder wealth: An empirical study, The Yale Law Journal 97, 1193-1231.",
        "Haubrich, Joseph, 1994, Risk aversion, performance pay, and the principal-agent problem, Journal of Political Economy 102, 258-276.",
        "Heckman, James, and Joseph Hotz, 1989, Choosing among alternative nonexperimental methods for estimating the impact of social programs: The case of manpower tralning, Journal of the American Statistical Association 84, 862-874.",
        "Holmstrom, Bengt, and Paul Milgrom, 1987, Aggregation and linearity in the provision of intertemporal incentives, Econornetrica 55, 303-328.",
        "Jensen, Michael, and Kevin J. Murphy, 1990, Performance pay and top-management incentives, Journal of Political Economy 98, 225-264.",
        "Joskow, Paul, and Nancy Rose, 1994, CEO pay and firm performance: Dynamics, asymmetries, and alternative performance measures (Working Paper no. 4956, NBER, Cambridge, Ma.).",
        "Karpoff, Johnathan, and Paul Malatesta, 1989, The wealth effects of second-generation state takeover legislation, Journal of Financial Economics 25, 29 1-322.",
        "Matheson, John, and Brent Olson, 1991, Shareholder rights and legislative wrongs: Toward balanced takeover legislation, The George Washington Law Review 59, 1425-1524.",
        "Murphy, Kevin J., 1985, Corporate performance and managerial remuneration, Journal of Accounting and Economics 7, 11-42.",
        "Pound, John, 1987, The effects of antitakeover amendments on takeover activity: some direct evidence, Journal of Law and Economics 30, 353-367.",
        "Romano, Roberta, 1987, The political economy of takeover statutes, Virginia Law Review 73, 111199.",
        "Romano, Roberta, 1993, Competition for corporate charters and the lesson of takeover statutes, Fordham Law Review 61, 843-864.",
        "Sroufe, Evelyn, and Catherine Gelband, 1990, Business combination statutes: A meaningful opportunity for success?, The Business Lawyer 45, 890-921.",
        "Szewczyk, Samuel, and George Tsetsekos, 1992, State intervention in the market for corporate control: The case of Pennsylvania Senate bill 1310, Journal of Financial Economics 31, 3-23."
    ]
}