{
    "id": 6832,
    "cites": 26,
    "cited_by": 5,
    "reference": [
        "Alba, Richard D. (1990), Ethnic Identity: The Transformation of White America, New Haven: Yale University Press.",
        "Bakalian, Anny (1993), Armenian-Americans: From Being to Feeling American, New Brunswick: Transaction Publishers.",
        "BÃ\u0083Â©nabou, Roland (1996), Heterogeneity, Stratification, and Growth: Macroeconomic Implications of Community Structure and School Finance, American Economic Review, 86(3), (June), pp.",
        "Besley, Timothy and Stephen Coate (1992), Understanding Welfare Stigma: Taxpayer Resentment and Statistical Discrimination, Journal of Public Economics, 48(2), (July), pp. 165-183.",
        "Banerjee, Abhijit (1992), A Simple Model of Herd Behavior, Quarterly Journal of Economics, 107(3), pp. 797-818.",
        "Bikhchandani, Sushil, David Hirshleifer, and Ivo Welch (1992), A Theory of Fads, Fashion, Custom, and Cultural Change in Informational Cascades, Journal of Political Economy, 100(5), (October), pp. 992-1026.",
        "Borjas, George J. (1992), Ethnic Capital and Intergenerational Mobility, Quarterly Journal of Economics, 107(1), pp. 123-150.",
        "Borjas, George J. (1994), Long-Run Convergence of Ethnic Skill Differentials: The Children and Grandchildren of the Great Migration, Industrial and Labor Relations Review, 47(4), pp.",
        "Borjas, George J. (1995), Ethnicity, Neighborhoods, and Human-Capital Externalities, American Economic Review, 85(3), pp. 365-390.",
        "Borjas, George J. and Lynette Hilton (1996), Immigration and the Welfare State: Immigrant Participation in Means-Tested Entitlement Programs, Quarterly Journal of Economics, 111(2), (May), pp. 575-604.",
        "Bulow, Jeremy and Paul Klemperer (1994), Rational Frenzies and Crashes ,Journal of Political Economy, 102(1), (February), pp. 1-23.",
        "Case, Anne C. and Lawrence F. Katz (1991), The Company You Keep: The Effects of Family and Neighborhood on Disadvantaged Youths, National Bureau of Economic Research Working Paper: 3705, (May).",
        "Evans, William N., Wallace E. Oates and Robert M. Schwab (1992), Measuring Peer Group Effects: A Study of Teenage Behavior, Journal of Political Economy, 100(5), (October), pp.",
        "Ellison, Glenn and Drew Fudenberg (1993), Rules of Thumb for Social Learning, Journal of Political Economy, 101, pp. 612-43.",
        "Ellison, Glenn and Drew Fudenberg (1995), Word-of-Mouth Communication and Social Learning, Quarterly Journal of Economics, 110(1), pp. 93-126.",
        "Granovetter, Mark 5. (1985), Economic Action and Social Structure: The Problem of Embeddedness , American Journal of Sociology, 91, pp. 481-510.",
        "Green, William H. (1990), Econometric Analysis, New York: Macmillan Publishing Company.",
        "Jencks, Christopher and Susan E. Mayer (1990), The Social Cousequences of Growing up in a Poor Neighborhood, in Laurence E. Lynn and Michael G.H. McGeary (eds.), Inner-City Poverty in the United States, Washington, D.C.: National Academy Press, pp. 111-186.",
        "Lazear, Edward P. (1995), Culture and Language, National Bureau of Economic Research Working Paper: 5249, (September).",
        "Moffitt, Robert (1983), An Economic Model of Welfare Stigma, American Economic Review, 73(5), (December), pp. 1023-1035.",
        "Murphy, Kevin M. and Robert H. Topel (1990), Efficiency Wages Reconsidered: Theory and Evidence , in Yoram Weiss and Gideon Fishelson (eds.), Advances in the Theory and Measurement of Unemployment, New York: St. Martins Press, pp. 204-240.",
        "Nechyba, Thomas (1996), Social Approval, Values and AFDC: A Re-examination of the Illegitimacy Debate, mimeo, Stanford University.",
        "Lucas, Robert (1988), On the Mechanics of Economic Development, Journal of Monetary Economics, 22(1), pp. 3-42.",
        "Romer, Paul (1986), Increasing Returns and Long Run Growth, Journal of Political Economy, 94(5), (October), pp. 1002-1037.",
        "Rosenbaum, James E. (1995), Changing the Geography of Opportunity by Expanding Residential Choice: Lessons from the Gautreaux Program, Housing Policy Debate, 6(1), pp. 231-26 1.",
        "Wilson, William J. (1987), The Truly Disadvantaged: The Inner City, the Underclass, and Public Policy, Chicago: The University of Chicago Press."
    ]
}