{
    "id": 6836,
    "cites": 12,
    "cited_by": 8,
    "reference": [
        "Bindman, A., D. Keane, and N. Lurie. A Public Hospital Closes, Journal of the American Medical Association, 264 (Dec. 12, 1990) 2899-2904.",
        "Childrens Defense Fund, 14 Things You Should Know About the New Child Health Program, (Washington D.C.: Childrens Defense Fund, Sept. 4, 1997).",
        "Currie, Janet and Duncan Thomas, Medical Care for Children: Public Insurance, Private Insurance and Racial Differences in Utilization, Journal of Human Resources, 30 1 (Winter, 1995) 135-162.",
        "Cutler, David and Louise Sheiner, Managed Care and the Growth of Medical Expenditures, (Cambridge MA: National Bureau of Economic Research, April 1998) working paper 6140.",
        "Denton, Nancy and Douglas Massey. Hypersegregation in U.S. Metropolitan Areas: Black and Hispanic Segregation Along Five Dimensions, Demography, 26 3 (August, 1989) 373-391.",
        "Fleming, Steven, Harold Williamson, Lanis Hicks, Isabel Rife, Rural Hospital Closures and Access to Services, Hospital and Health Services Administration, 40 2 (Summer, 1995) 247-262.",
        "Fossett, J.W. et ad.., Medicaid and Access to Child Health Care in Chicago, Journal of Health Politics, Policy, and Law, 17 2 (Summer, 1992) 273-298.",
        "Half on, Neal, Paul Newacheck, David Wood and Robert St. Peter, Routine Emergency Department Use for Sick Care by Children in the United States, Pediatrics, 98 1 (1996) 28-34.",
        "Kogan, Michael et ad.., The Effect of Caps in Health Insurance on Continuity of a Regular Source of Care Among Preschool-Aged Children in the United States, Journal of the American Medical Association, 274 18 (Nov. 8, 19 1995) 1429-1435.",
        "Rowland, Diane and Alma Salganicoff, Commentary: Lessons from Medicaid-- Improving Access to Office-Based Physician Care for the Low-Income Population, Public Health Policy Forum, 84 4 (April 1994) 550-552.",
        "St. Peter, Robert F., Paul Newacheck and Neal Halfon, Access to Care for Poor Children: Separate and Unequal?, Journal of the American Medical Association, 267 20 (May 27, 1992) 2760-2764.",
        "U.S. Dept. of Health and Human Services, States Assessment of Health Personnel Shortages, Issues and Concerns, (Washington D.C.: Government Printing Office, 1990) HRS-P-OD-90-6."
    ]
}