{
    "id": 6840,
    "cites": 28,
    "cited_by": 38,
    "reference": [
        "Bates, T., (1989). The Changing Nature of Minority Business: A Comparative Analysis of Asian, Non-minority, and Black-Owned Businesses, The Review of Black Political Economy, pp.",
        "Bauer, P.W. and B.A. Cromwell (1994). A Monte Carlo examination of bias tests in mortgage lending, Federal Reserve Bank of Cleveland Economic Review, 30(3), pp. 27-40.",
        "Becker, G. S. (1957). The Economics of Discrimination. Chicago: University of Chicago Press.",
        "Black, J., D. de Meza, and D. Jeffreys (1996). House Price, the Supply of Collateral and the Enterprise Economy. Economic Journal, January, 106(434), pp. 60-75.",
        "Blanchflower, D.G., Evans, D.S. and A.J. Oswald (1998a). Credit cards and entrepreneurs, working paper, National Economic Research Associates, Cambridge, MA.",
        "Blanchflower, D.G., Evans, D.S. and A.J. Oswald (1998b). Credit cards and consumers, working paper, National Economic Research Associates, Cambridge, MA.",
        "Blanchflower, D.G. and A.J. Oswald. What makes an entrepreneur'DONE', Journal of Labor Economics, January, 16(1), pp. 26-60 1998.",
        "Browne, L. E. and G. M.B. Tootell, (1995). Mortgage Lending in Boston-A Response to the Critics, New England Economic Review, pp. 53-78, September-October.",
        "Cavalluzzo, K.S. and L.C. Cavalluzzo, (1998). Market Structure and Discrimination: The Case of Small Businesses. Journal of Money, Credit, and Banking. November, 30(4), pp. 771-792.",
        "Cloud C. and G. Galster, (1993). What Do We Know about Racial Discrimination in Mortgage Markets, Review of Black Political Economy, Summer, 22(1), pp. 101-120.",
        "Day, T.S. and S.J. Liebowitz (1998). Mortgage lending to minorities: wheres the bias'DONE' Economic Inquiry, XXXVI, January, pp. 3-28.",
        "Evans, D. and Leighton, Linda (1989). Some empirical aspects of entrepreneurship, American Economic Review, 79, pp. 519-535.",
        "Evans, D. and B. Jovanovic, (1989). An estimated model of entrepreneurial choice under liquidity constraints, Journal of Political Economy, 97, pp. 808-827.",
        "Fairlie, R.W. (1998). The absence of the African-American owned business: an analysis of the dynamics of self-employment, Journal of Labor Economics, forthcoming.",
        "Fairlie, R. W., and B. D. Meyer (1996). Ethnic and Racial Self-Employment Differences and Possible Explanations, Journal of Human Resources, 31(4), pp. 757-793.",
        "Ferri, G. and P. Simon (1997). Constrained consumer lending: exploring business cycle patterns using the Survey of Consumer Finances, working paper, Princeton University.",
        "Harrison, G.W. (1998). Mortgage lending in Boston: a reconsideration of the evidence, Economic Inquiry, XXXVI, January, pp. 29-38.",
        "Hayashi, F. (1985). The effect of liquidity constraints on consumption: a cross-sectional analysis, Quarterly Journal of Economics, February, 100(1), pp. 183-206.",
        "Heckman, J.J. (1998). Detecting discrimination, Journal of Economic Perspectives, Spring, 12(2), pp. 101-116.",
        "Holtz-Eakin, D., Joulfaian, D., and R.S., Harvey (1994a). Entrepreneurial decisions and liquidity constraints, Journal of Political Economy, 102, pp. 53-75.",
        "Holtz-Eakin, D., Joulfaian, D., and R.S., Harvey (1994b). Sticking it out: entrepreneurial survival and liquidity constraints, Rand Journal of Economics, 25(2), pp. 334-347, Summer.",
        "Horne, D. (1994). Evaluating the role of race in mortgage lending, FDIC Banking Review, 7(1), Spring/Summer, pp. 1-15.",
        "Jappelli, T. (1990). Who is credit constrained in the U.S. economy'DONE', Quarterly Journal of Economics, February, 105(1), pp. 219-234.",
        "Ladd, H.F. (1998). Evidence on discrimination in mortgage lending, Journal of Economic Perspectives, Spring, 12(2), pp. 41-62.",
        "Lindh T., and H.Ohlsson (1996). Self-employment and windfall gains: Evidence from the Swedish lottery, Economic Journal, November, 106: (439), pp. 1515-1526.",
        "Munnell, A.G., M.B Tootell, L.E. Browne and J. McEneaney (1996). Mortgage lending in Boston: interpreting HMDA data, American Economic Review, March, 86(1), pp. 25-53.",
        "Oaxaca, R.L. (1973) Male-Female Wage Differences in Urban Labor Markets. International Economic Review. October, 14(3), pp. 693-709.",
        "Yezer, M.J., R.F. Phillips and R.P. Trost (1994). Bias in estimates of discrimination and default in mortgage lending; the effects of simultaneity and self-selection, Journal of Real Estate Finance and Economics, 9(3), pp. 196-215."
    ]
}