{
    "id": 6842,
    "cites": 28,
    "cited_by": 14,
    "reference": [
        "Adams, James D. 1978. Equalization of True Gift and Estate Tax Rates. Journal of Public Economics 9, 59-71.",
        "Auten, Gerald and David Joulfaian. 1997. Bequest Taxes and Capital Gains Realizations. Mimeo, U.S. Treasury Department, Office of Tax Analysis.",
        "Bailey, Martin J., 1969, Capital Gains and Income Taxation, in A. Harberger and M. Bailey, cds., Taxation of Income from Capital (Washington: Brookings Institution).",
        "Barthold, Thomas, and Robert Plotnick. 1984. Estate Taxation and Other Determinants of Charitable Bequests. National Tax Journal 37, 225-237.",
        "Bernheim, B. Douglas. 1987. Does the Estate Tax Raise Revenue, in L. Summers, ed., Tax Policy and the Economy 1, 113-138.",
        "Bernheim, B. Douglas, Andrei Shleifer, and Lawrence Summers. 1985. The Strategic Bequest Motive, Journal of Political Economy 93, 1045-1076.",
        "Cooper, George. 1979. A Voluntary Tax? New Perspectives on Sophisticated Tax Avoidance. Washington: Brookings Institution.",
        "Drew, Christopher, and David Cay Johnston. 1996. For Wealthy Americans, Death Is More Certain Than Taxes, New York Times 146 (December 22), 1, 30.",
        "Eller, Martha Britton. 1996. Federal Taxation of Wealth Transfers, 1992-1995, Statistics of Income Bulletin Winter 1996-97, 8-63.",
        "Feinstein, Jonathan S. 1997. Strategies for Estimating the Estate and Gift Tax Gap: A Report Prepared for the Internal Revenue Service Economic Analysis and Modeling Group. Mimeo, Yale School of Management, 1997.",
        "Gale, William G., and J. Karl Scholz. 1994. Intergenerational Transfers and the Accumulation of Wealth, Journal of Economic Perspectives 8 (Fall), 145-160.",
        "Jousten, Alain, 1998. On the Timing of Gifts and Bequests. Mimeo, MIT Economics 25 Department.",
        "Kemper, Peter, and Christopher Murtaugh. 1991. Lifetime Use of Nursing Home Care. England Journal of Medicine 324 (February 28), 595-601.",
        "Kennickell, Arthur B., Martha Starr-McCluer, and Annika Sunden. 1997. Family Finances in the United States: Recent Evidence from the Survey of Consumer Finances. Federal Reserve Bulletin 83 (1), 1-14.",
        "Kuehlwein, Michael. 1994. The Non-Equalization of True Gift and Estate Tax Rates. Journal of Public Economics 53, 3 19-323.",
        "Laitner, John. 1997. Intergenerational and Interhousehold Economic Links. In Mark Rosenzweig and Oded Stark, eds., Handbook of Population and Family Economies, Volume 1A (Amsterdam: North Holland).",
        "Laitner, John, and F. Thomas Juster. 1996. New Evidence on Altruism: A Study of TIAACREF Retirees. American Economic Review 86, 893-908.",
        "MeGarry, Kathleen. 1997. Inter Vivos Transfers and Intended Bequests. Mimeo, Department of Economics, University of California - Los Angeles.",
        "McGarry, Kathleen, 1998. The Cost of Equality: Unequal Bequests and Tax Avoidance, Mimeo, Department of Economics, University of California - Los Angeles.",
        "MeGarry, Kathleen and Robert Schoeni. 1997. Transfer Behavior within the Family: Results from the Asset and Health Dynamics Survey. Journal of Gerontology 52B: 82-92.",
        "Mitchell, Olivia S., James M. Poterba, Mark J. Warshawsky, and Jeffrey R. Brown. 1998. New Evidence on the Moneys Worth of Individual Annuities, American Economic Review (forthcoming).",
        "Page, Benjamin. 1996, Bequest Taxes, Inter Vivos Gifts, and the Bequest Motive, mimeo, Congressional Budget Office, Washington D.C.",
        "Pechman, Joseph A. 1987. Federal Tax Policy: Fifth Edition. Washington: Brookings Institution.",
        "Phillips, David, and Bill Wolfkiel. 1998. Estate Planning Made Easy: Second Edition. (Chicago, IL: Dearborn Financial Press).",
        "Poterba, James M. 1998. The Estate Tax and After-Tax Returns. In Joel Slemrod, ed., Does Atlas Shrug? The Economic Consequences of Taxing the Rich (Cambridge: Cambridge University Press).",
        "Sims, Theodore S. 1984. Timing Under a UnifiOd Wealth Transfer Tax, University of Chicago Law Review 51, 34-90.",
        "Shoup, Carl S. 1966. Federal Estate and Gift Taxes. (Washington: Brookings Institution).",
        "Shoven, John B. and David A. Wise. 1996. The Taxation of Pensions: A Shelter Can Become a Trap. NBER Working Paper 5815, Cambridge, MA."
    ]
}