{
    "id": 6846,
    "cites": 26,
    "cited_by": 46,
    "reference": [
        "Bernstein, J., and M.I. Nadiri, 1986, Financing and investment in plant and equipment and research and development, in M.H. Peston and R.E. Quandt, editors, Prices, competition and equilibrium (Philip Allan, Oxford), 233-248.",
        "Black, B.S., and R.J. Gilson, 1998, Venture capital and the structure of capital markets: Banks versus stock markets, Journal of Financial Economics 47, 243-277.",
        "Chan, L.K.C., N. Jegadeesh, and J. Lakonishok, 1995, Evaluating the performance of value versus glamour stocks: The impact of selection bias, Journal of Financial Economics 38, 269-296.",
        "Cohen, W.M., 1995, Empirical studies of innovative activity, in P. Stoneman, editor, Handbook of the economics of innovation and technical change (Basil Blackwell, Oxford), Chapter 6, 182-264.",
        "Science Publishers, New York), Volume II, Chapter 18, 1059-1107. Cooter, R.D., and D.L. Rubinfeld, 1989, Economic analysis of legal disputes and their resolution, Journal of Economic Literature 27, 1067-97.",
        "European Commission, 1995, Green Paper on Innovation, http://europa.eu.int/en/record/green/gp9512/ind_inn.htm.",
        "Freear, J., and W.E. Wetzel, Jr., 1990, Who bankrolls high-tech entrepreneurs'DONE', Journal of Business Venturing 5, 77-89.",
        "Gompers, P.A., 1995, Optimal investment, monitoring, and the staging of venture capital, Journal of Finance 50, 1461-1489.",
        "Unpublished working paper, Harvard University. __________, and __________, 1999, The venture cycle (MIT Press, Cambridge, forthcoming).",
        "Activity: Microeconomics 291-319. __________, 1990, Patent statistics as economic indicators: A survey, Journal of Economic Literature 28, 1661-1707.",
        "Econometrics 31, 93-118. Grossman, G.M., and E. Helpman, 1991, Quality ladders in the theory of growth, Review of Economic Studies 58, 43-61.",
        "Hellmann, T., and M. Puri, 1998, The interaction between product market and financing strategy: The role of venture capital, Unpublished working paper, Stanford University.",
        "Horstmann, I., G.M. MacDonald, and A. Slivinski, 1985, Patents as information transfer mechanisms: To patent or (maybe) not to patent, Journal of Political Economy 93, 837-58.",
        "Jensen, M.C., 1993, Presidential address: The modern industrial revolution, exit, and the failure of internal control systems, Journal of Finance 48, 831-880.",
        "Policy, forthcoming. Lerner, J., 1995, Venture capitalists and the oversight of private firms, Journal of Finance 50, 301-318.",
        "Levin, R.C., A.K. Klevorick, R.R. Nelson, and S.G. Winter, 1987, Appropriating the returns from industrial research and development, Brookings Papers on Economic Activity: Microeconomics 783-820.",
        "Levine, R., 1997, Financial development and economic growth: An agenda, Journal of Economic Literature 35, 688-726.",
        "Meyer, B.D., 1995, Natural and quasi-experiments in economics, Journal of Business and Economics Statistics 13, 151-161.",
        "Newey, W., and K. West, 1987, A simple, positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix, Econometrica 55: 703-708.",
        "Rajan, R., and L. Zingales, 1998, Financial dependence and growth, American Economic Review 88, 559-586.",
        "Romer, P.M., 1990, Endogenous technological change, Journal of Political Economy 98, S71-S102.",
        "Rosenbloom, R.S., and W.J. Spencer, editors, 1996, Engines of innovation: U.S. industrial research at the end of an era (Harvard Business School Press, Boston).",
        "Schmookler, J., 1966, Invention and economic growth (Harvard University Press, Cambridge).",
        "Shleifer, A., 1986, Implementation cycles, Journal of Political Economy 94, 1163-1190.",
        "Trajtenberg, M., 1990, A penny for your quotes: Patent citations and the value of inventions, Rand Journal of Economics 21, 172-87.",
        "White, L.J., editor, 1988, Private antitrust litigation: New evidence, new learning (MIT Press, Cambridge)."
    ]
}