{
    "id": 6847,
    "cites": 27,
    "cited_by": 6,
    "reference": [
        "Barber, Brad M., Lyon, John D., and Tsai, Chih-Ling, Improved Methods for Tests of Long-Run Abnormal Stock Returns. Journal of Finance forthcoming (1998).",
        "Barry, Christopher B., Muscarella, Chris J., Peavy, John W., III, and Vetsuypens, Michael R.. The Role of Venture Capital in the Creation of Public Companies: Evidence from the Going Public Process. Journal of Financial Economics 27 (1990): 447-71.",
        "Brav, Alon and Gompers, Paul A., Myth or Reality'DONE' The Long-Run Underperformance of Initial Public Offerings: Evidence from Venture Capital and Nonventure Capital-backed Companies. Journal of Finance 52 (1997): 1791-1821.",
        "Calomiris, Charles W. and Ramirez, Carlos. Financing the American Corporation: The Changing Menu of Financial Relationships. NBER Historical Working Paper No. 79 (1996).",
        "Carter, Richard and Manaster, Steven. Initial Public Offerings and Underwriter Reputation. Journal of Finance 45 (1990): 1045-67.",
        "Carter, Richard, Dark, Frederick, and Singh, Ajai. Underwriter Reputation, Initial Returns, and the Long-Run Performance of IPO Stocks. Journal of Finance 53 (1998): 285-312.",
        "Fama, Eugene F., and French, Kenneth R.. The Cross-section of Expected Stock Returns. Journal of Finance 47 (1992): 427-465.",
        "Gompers, Paul A. Optimal Investment, Monitoring, and the Staging of Venture Capital. Journal of Finance 50 (1995): 1461-1489.",
        "Gompers, Paul A. Grandstanding in the Venture Capital Industry. Journal of Financial Economics 42 (1996): 133-156.",
        "Gompers, Paul A. and Lerner, Josh. An Analysis of Compensation in the U.S. Venture Capital Partnership. Journal of Financial Economics forthcoming (1998).",
        "Gompers, Paul A. and Lerner, Josh. Venture Capital Distributions: Short-Run and Long-Run Reactions. Journal of Finance forthcoming (1998).",
        "Gompers, Paul A., and Metrick, Andrew. How are Large Institutions Different from Other Investors'DONE' Why do these Differences Matter for Equity Prices and Returns Unpublished manuscript. Cambridge: Harvard University 1998.",
        "Hayes, Samuel L. Investment Banking: Power Structure in Flux. Harvard Business Review 31 (November-December 1971): 136-52.",
        "Kroszner, Randall S. The Evolution of Universal Banking and its Regulation in Twentieth Century America. In Universal Banking: Financial System Design Reconsidered, edited by Anthony Saunders and Ingo Walter, Chicago, Irwin, 1996, 70-99.",
        "Kroszner, Randall S. and Rajan, Raghuram G.. Organization Structure and Credibility: Evidence from Commercial Bank Securities Activities before the Glass-Steagall Act. Journal of Monetary Economics 39 (1997): 475-516.",
        "Lerner, Josh. Venture Capitalists and the Oversight of Private Firms. Journal of Finance 50 (1995): 301-318.",
        "Megginson, William C. and Weiss, Kathleen A. Venture Capital Certification in Initial Public Offerings. Journal of Finance 46 (1991): 879-93.",
        "Myers, Stewart and Majluf, Nicholas S. Corporate Financing and Investment Decisions when Firms Have Information that Investors Do Not Have. Journal of Financial Economics 13 (1984): 187-221.",
        "Nanda, Vikram, Yi, Jong-Hwan, and Yun, Youngkeol. IPO Long-Run Performance and Underwriter Reputation, Unpublished manuscript. Ann Arbor: University of Michigan, 1995.",
        "Puri, Manju. The Long Term Default Performance of Bank Underwritten Security Issues. Journal of Banking and Finance 18 (1994): 397-418.",
        "Puri, Manju. Commercial Banks in Investment Banking: Conflict of Interest or Certification Role'DONE' Journal of Financial Economics 40 (1996): 373-401.",
        "Rajan, Raghuran G. A Theory of the Costs and Benefits of Universal Banking. Unpublished manuscript, Chicago: University of Chicago, 1992.",
        "Ritter, Jay. The Long-Run Performance of Initial Public Offerings. Journal of Finance 42 (1991): 365-394.",
        "Rock, Kevin. Why New Issues are Underpriced. Journal of Financial Economics 15 (1986): 32 212.",
        "Roe, Mark. Political and Legal Restraints on Ownership and Control of Public Companies. Journal of Financial Economics 27 (1990): 7-42.",
        "Standard and Poors Corporation. Daily Stock Price Record---NASDAQ. New York: Standard and Poors (also AMEX and NYSE volumes), 1993 and earlier years.",
        "Venture Economics. Pratts Guide to Venture Capital Sources. New York: Securities Data Company, 1996 and earlier years."
    ]
}