{
    "id": 6849,
    "cites": 33,
    "cited_by": 194,
    "reference": [
        "Barro, Robert J. 1991. Economic Growth in a Cross-Section of Countries, Quarterly Journal of Economics 106(2, May): 407-443.",
        "Barro, Robert J., and Jong-Wha Lee. 1993. International Comparisons of Educational Attainment, Journal ofMonetary Economics 32:363-394.",
        "Barro, Robert J., and Jong-Wha Lee. 1994. Data Set for a Panel of 138 Countries, http://www.nber.org/pub/barro.lee/ascii/readme.txt.",
        "Barro, Robert J., and Xavier Sala-I-Martin. 1995. Economic Growth. New York: McGraw Hill.",
        "Caidwell, John. 1982. Theory of Fertilily Decline. London: Academic Press.",
        "CIA. 1996. The World Factbook. Washington, D.C.: Central Intelligence Agency.",
        "CIA. 1997. The World Factbook. http://www.odci.gov/eialpublications/factbook/index.html.",
        "Curtin, Philip D. 1989. Death by Migration: Europes Encounter with the Tropical World in the Nineteenth Century. Cambridge: Cambridge University Press.",
        "ESRI. 1996b. ArcAtlas: Our Earth. Redlands, CA: Environmental Systems Research Institute.",
        "FAO. 1995. The Digital Soils Map of the World Version 3.5: Notes, CDRom. Rome: FAO.",
        "Hall, Robert E., and Charles I. Jones. 1996. The Productivity of Nations, NBER Working Paper 5812 (November), Cambridge.",
        "Jones, E. L. 1981. The European Miracle: Environments, Economies, and Geopolitics in the History of Europe and Asia. Cambridge: Cambridge University Press.",
        "Kamarck, Andrew. 1976. The Tropics and Economic Development: A Provocative Inquiry into the Poverty of Nations. Baltimore: The Johns Hopkins University Press.",
        "Knack, Stephen, and Philip Keefer. 1995. Institutions and Economic Perfomunce: Cross-Country Tests Using Altemative Institutional Measures, Economics and Politics 7(3):207-27.",
        "Kornai, Janos. 1992. The Socialist System: The Political Economy of Communism. Princeton: Princeton University Press.",
        "Landes, David S. 1988. The Wealth and Poverty of Nations: Why Some are so Rich and Some so Poor. New York: W.W. Norton.",
        "Lee, Douglas. 1957. Climate and Economic Development in the Tropics. New York: Harper for the Council on Foreign Relations.",
        "Leemans, Rik. 1990. Global Data Sets Collected and Compiled by the Biosphere Project, Working Paper, IIASA-Laxenburg, Austria. GIS database available at http://www.grid.unep.chlmatgnv3 html.",
        "MeNeill, William Hardy. 1963. The Rise of the West: A History of the Human Community. Chicago: University of Chicago Press.",
        "McNeill, William Hardy. 1974. The Shape of European History. Oxford: Oxford University Press.",
        "NGS. 1995. The World: Political. Washington, D.C.: National Geographic Society. Map.",
        "NOAA. 1988. Data Announcement 88-MGG-02, Digital Relief of the Surface of the Earth. National Geophysical Data Center, Boulder, Colorado. GIS database available at http ://grid2.cr.usgs.gov/deml.",
        "MeEvedy, Cohn, and Richard Jones. 1978. Atlas of World Population History. New York: Penguin Books.",
        "Murray, Christopher J. L., and Alan D. Lopez, eds. 1996. The Global Burden of Disease. Cambridge, MA: Harvard University Press.",
        "Romer, Paul M. 1986. Increasing Returns and Long-Run Growth, Journal of Political Economy 94(5):1002-1037.",
        "Saehs, Jeffrey D., and Andrew M. Wamer. 1995b. Economic Reform and the Process of Global Integration, Brookings Papers on Economic Activity 1(August): 1-118.",
        "Sellers, P.J., B.W. Meeson, J. Closs, J. Collatz, F. Corprew, D. Dazlieh, F.G. Hall, Y. Kerr, R. Koster, S. Los, K. Mitchell, J. MeManus, D. Myers, K.-J. Sun, and P. Try. 1997. An Overview of the ISLSCP Initiative I Global Data Sets. http://eosdata.gsfc.nasa.gov/CAMPAIGN_DOCS/ISLSC/OVERVIEW_DOCUMENTS/overview.ht ml. Accessed July 18.",
        "Summers, Robert, and Alan Heston. 1994. The Penn World Tables, Mark 5.6. http://www.nber.org/pwt56.html.",
        "Tobler, Waldo, Uwe Deichmann, Jon Gottsegen, and Kelly Maloy. 1995. The Global Demography Proj ect. Technical Report TR-95-6, National Center for Geographic Information and Analysis, April.",
        "United Nations. 1996. World Population Prospects 1950-2050 (The 1996 Revision). New York: United Nations. Computer diskettes.",
        "WHO. 1966. Malaria Eradication in 1966, WI-JO Chronicle 21(9, Sept.):373-88.",
        "WHO. 1997a. World Malaria Situation in 1994, Part I, WI-JO Weekly EpidemiologicalRecord 3 6:269274. WHO. 1997b. International Travel and Health: Vaccination Requirements and Health Advice - Situation as on 1 January 1997. Geneva: World Health Organization. http ://mentor.who.ch!yellow/welcome.htm.",
        "WRI. 1996. World Resources Database 1996-9 7. Washington, D.C.: World Resources Institute."
    ]
}