{
    "id": 685,
    "cites": 35,
    "cited_by": 0,
    "reference": [
        "[1] Argy, V., and J. Salop: Price and Output Effects of Monetary and Fiscal Policy under Flexible Exchange Rates, International Monetary Fund Staff Papers, 26 (1979), 224-256.",
        "[2] Basevi, G., and P. De Grauwe: Vicious and Virtuous Circles: A Theoretical Analysis and a Policy Proposal for Managing Exchange Rates, European Economic Review, 10 (1977), 277-301.",
        "[3] Bilson, J.F.O.: The `Vicious Circle Hypothesis, International Monetary Fund Staff Papers, 26 (1979), 1-37.",
        "[4] Branson, N.H., and J. Rotemberg: International Adjustment with Wage Rigidity, European Economic Review, 13 (1980), 309-332.",
        "[5] Bruno, M.: Exchange Rates, Import Costs, and Wage-Price Dynamics, Journal of Political Economy, 86 (1978), 379-403.",
        "[6] ____: Import Prices and Stagflation in the Industrial Countries: A Cross-Section Analysis, Economic Journal, 90 (1980), 479-492.",
        "[7] Buiter, N.H.: Unemployment-Inflation Trade-Offs with Rational Expectations in an Open Economy, Journal of Economic Dynamics and Control, 1 (1979), 117-142.",
        "[8] Burgstaller, A.: Flexible Exchange Rates, Unemployment and Stabilization Policy Effectiveness, Journal of International Economics, 10 (1980), 341- 355.",
        "[9] ____: Flexible Exchange Rates, Rational Expectations and the Trade-Off between Inflation and Unemployment, mimeograph, Barnard College, Columbia University, 1980. 3~",
        "[10] Calvo, G.A.: The Stability of Models of Money and Perfect Foresight: A Comment, Econometrica, 45 (1977), 1737-1739.",
        "[11] Calvo, G.A., and C.A. Rodriguez: A Model of Exchange Rate Determination under Currency Substitution and Rational Expectations, Journal of Political Economy, 85 (1977), 617-625.",
        "[12] Dornbusch, R.: Expectations and Exchange Rate Dynamics, Journal of Political Economy, 84 (1976), 1161-1176.",
        "[13] Dombusch, R., and P. Krugman: Flexible Exchange Rates in the Short Run, Brookings Papers on Economic Activity, 7 (1976), 537-575.",
        "[14] Fischer, S.: Long-Term Contracts, Rational Expectations, and the Optimal Money Supply Rule, Journal of Political Economy, 85 (1977), 191-205.",
        "[15] ____: Anticipations and the Nonneutrality of Money, Journal of Political Economy, 87 (1979), 225-252.",
        "[16] Frenkel, J.A.: The Collapse of Purchasing Power Parities in the l970s, mimeograph, University of Chicago, 1980.",
        "[17] Gordon, R.J.: Interrelations between Domestic and International Theories of Inflation, in The Political Economy of Monetary Reform, ed. by R.Z. Aliber. London: Macmillan, 1977, pp. 126-154.",
        "[18] Gray, M.R., and S.J. Turnovsky: The Stability of Exchange Rate Dynamics under Perfect Myopic Foresight, International Economic Review, 20 (1979), 643-660.",
        "[19] Hall, R.E.: Employment Fluctuations and Wage Rigidity, Brookings Papers on Economic Activity, 11 (1980), 91-123. -",
        "[20] Henderson, D.W.: The Dynamic Effects of Exchange Market Intervention Policy: Two Extreme Views and a Synthesis, International Finance Discussion Papers No. 142, 1978. .)~",
        "[21] Hirsch, M.W., and S. Smale: Differential Equations, j~ynamical Systems, and Linear Algebra. New York: Academic Press, 1974.",
        "[22] Johnson, H.G.: The Case for Flexible Exchange Rates, 1969, Federal Reserve Bank of St. Louis Review, 51 (1969), 12-24.",
        "[23] Kravis, I.,and R. Lipsey: Price Behavior in the Light of Balance of Payments Theories, Journal of International Economics, 8 (1978), 194- 246.",
        "[24] Mundell, R.A.: International Economics. New York: Macmillan, 1968.",
        "[25] ____: A Plan for a European Currency, in The Economics of Common Currencies, ed. by H.G. Johnson and A.K. Swoboda. London: George Allen and Linwin, pp. 143-177.",
        "[26] Mussa, M.: A Model of Exchange Rate Dynamics, mimeograph, University of Chicago, 1980.",
        "[27] Nurkse, R.: International Currency Experience: Lessons of the Interwar Period. Geneva: League of Nations, 1944.",
        "[28] Phelps, E.S., and J.B. Taylor: Stabilizing Powers of Monetary Policy under Rational Expectations, Journal of Political Economy, 85 (1977), 163-190.",
        "[29] Rogoff, K.: Essays on Expectations and Exchange Rate Volatility, unpublished doctoral dissertation, Massachusetts Institute of Technology, 1979.",
        "[30] Sachs, J. : Wages, Flexible Exchange Rates, and Macroeconomic Policy, ~arterly Journal of Economics, 94 (1980), 731-747,",
        "[31] ____: Wages, Profits, and Macroeconomic Adjustment: A Comparative Study, Brookings Pap~~,~n Economic Activity, 10 (1979), 269-319. 40",
        "[32] Sargent, T.J., and N. Wallace: The Stability of Models of Money and Growth with Perfect Foresight, Econometrica, 41 (1973), 1043-1048.",
        "[33] Spitaller, E.: Short-Run Effects of Exchange Rate Changes on Terms of Trade and Trade Balance, International Monetary Fund Staff Papers, 27 (1980), 320-348.",
        "[34] Triffin, R.: Gold and the Dollar Crisis. New Haven: Yale University Press, 1963.",
        "[35] Wilson, C.A.: Anticipated Shocks and Exchange Rate Dynamics, Journal of Political Economy, 87 (1979): 639-647."
    ]
}