{
    "id": 6850,
    "cites": 15,
    "cited_by": 18,
    "reference": [
        "AgÃ\u0083Â©nor, Pierre-Richard, and Joshua Aizenman, Contagion and Volatility with Imperfect Credit Markets, IMF Staff Papers, 45 (June 1998 a), 207-35.",
        "Economic Development Institute, the World Bank (September 1998b). Forthcoming in Financial Crises: Contagion and Market Volatility, ed. by Pierre-Richard AgÃ\u0083Â©nor, Marcus Miller, David Vines, and Axel Weber, Cambridge University Press.",
        "AgÃ\u0083Â©nor, Pierre-Richard, and Borrowing Risk and the Tequila Effect, unpublished, International Monetary Fund (October 1997).",
        "Bernanke, Ben S., and Mark Gertler, Agency Costs, Net Worth and Business Fluctuations, American Economic Review, 79 (March 1989), 14-31.",
        "Campbell, John Y., and Pierre Perron, Pitfalls and Opportunities: What Macroeconomists should Know about Unit Roots, in NBER Macroeconomics Annual 1991, ed. by Olivier-Jean Blanchard and Stanley Fischer, MIT Press (Cambridge, Mass.: 1991).",
        "Edwards, Sebastian, and Carlos A. VÃ\u0083Â©gh, Banks and Macroeconomic Disturbances under Predetermined Exchange Rates, Jonrnal of Monetary Economics, 40 (November 1997), 239-78.",
        "Fichengreen, Barry, and Ashoka, What Explains Changing Spreads on EmergingMarket Debt: Fundamentals or Market Sentiment?, unpublished, International Monetary Fund (December 1997).",
        "Greenwald, Bruce C., and Joseph E. Stiglitz, Financial Market Imperfections and the Business Cycle, Qua rterly Journal of Economics, 108 (February 1993), 77-114.",
        "Hanson, James, and Roberto de Resende Rocha, High Interest Rates, Spreads and the Cost of Intermediation: Two Studies, Industry and Finance Series 22 No. 18, the World Bank (- 1986).",
        "Ho, Thomas S., and Anthony Sanders, The Determinants of Bank Interest Margins: Theory and Empirical Evidence, Journal of Financial and Quantitative Analysis, 16 (- 1981), 581-600.",
        "International Monetary Fund, International Capital Markets: Developments, Prospects, and Key Policy Issues, International Monetary Fund (Washington DC: November 1997).",
        "Isard, Peter, Donald J. Mathieson, and Lihiana Rojas-S.uÃ\u0083Â¡rez, A Framework for the Analysis of Financial Reforms and the Cost of Official Safety Nets, Journal of Development Economics, 50 (June 1996), 25-79.",
        "Koop, Gary, M. Hashem Pesaran, and Simon N. Potter, Impulse Response Analysis in Nonlinear Multivariate Models, Journal of Econometrics, 74 (September 1996), 119-47.",
        "Pesaran, M. Hashem, and Yongcheol Shin, Generalized Impulse Response Analysis in Linear Multivariate Models, unpublished, Cambridge University (May 1997).",
        "Townsend, Robert M., Optimal Contracts and Competitive Markets with Costly State Verification, Journal of Economic Theory, 21 (October 1979), 265-93."
    ]
}