{
    "id": 6856,
    "cites": 23,
    "cited_by": 111,
    "reference": [
        "Attanasio, Orazio and Thomas MaCurdy (1997). Interactions in Family Labor Supply and Their Implications for the Impact of the EITC. Mimeo, Stanford University.",
        "Blomquist, Soren (1995). Estimation Methods For Male Labor Supply functions: I-low to Take Account of Non-Linear Taxes.Journal of Econometrics, 70, 333-405.",
        "Blundell, Richard, Alan Duncan and Costas Meghir (1993). Estimating Labor Supply Responses Using Tax Reforms, Econometrica, 66, 327-861.",
        "Bosworth, and Gary Burtless (1992). Effects of Tax Reform on Labor Supply, Investment and Savings. Journal of Economic Perspectives 6(1), 3-25.",
        "Browning, Edgar (1995). Effects of the Earned Income Tax Credit on Income and Welfare, National Tax Journal, XLVIII, 23-43.",
        "Dickert, Stacy, Scott Houser and John Karl Scholz (1995). The Earned Income Tax Credit and Transfer Programs: A Study of Labor Market and Program Participation. In Tax Policy and the Economy. James Poterba, ed. Cambridge: MIT Press.",
        "Dickert, Stacy and Scott Houser (1998). Taxes and Transfers: A New Look at the Marriage Penalty. ational Tax Journal.",
        "Council of Economic Advisors (1998). Economic Report of the President. United States Government Printing Office: Washington DC.",
        "Eissa, Nada and Jeffrey Liebman (1996). Labor Supply Response to the Earned Income Tax Credit. Quarterly Journal of Economics, CXI, 605-6 37.",
        "Flood, Lennart and Thomas MaCurdy (1991). Work Disincentive Effects of Taxes: An Empirical Analysis of Swedish Men, mimeo, Stanford University.",
        "Heckrnan, James (1982). Comment, in Feldstein, Martin, ed. Behavioral Simulations in Tax Policy Analysis. Chicago: University of Chicago Press.",
        "Hoffman, Saul and Laurence Seidman (1990). The Earned income Tax Credit: Antipoverty Effectiveness and Labor iliarkec Effects. Kalamazoo Ml: Upjohn Institute for Employment Research.",
        "Holtzblatt, Janet, Janet McCubbin and Robert Gilette (1994). Promoting Work Through the EITC, mimeo, US Department of the Treasury, June 4, 1994.",
        "Hoynes, Hilary Williamson (1996). Welfare Transfers in Two-Parent Families: Labor Supply and Welfare Participation Under the AFDC-UP Program, Econometrica 64(2), 295-332.",
        "Effects, Econometrica 62(2), 467-475. Liebman, Jeffrey (1996). The Impact of the Earned Income Tax Credit on Labor Supply and Taxpayer Compliance. Ph.D. Thesis. Harvard University. September 1996.",
        "MaCurdy, Thomas, David Green and Harry Paarsch (1990). Accessing Empirical Approaches for Analyzing Taxes and Labor Supply. Journal of Human Resources 25(3), 415-490.",
        "Meyer, Bruce and Daniel Rosenbaum (1998). Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers. Mimeo, Northwestern University.",
        "Moffitt, Robert (1992). incentive Effects of the U.S. Welfare System: A Review, Journal of Economic Literature 30, 1-6 1.",
        "Moffitt, Robert and Kenneth Kehrer (1981). The Effect of Tax and Transfer Programs on Labor Supply: The Evidence from the Income Maintenance Experiments. In R.G. Ehrenberg, ed., Research in Labor Economics, Volume 4:103-ISO. Greenwich, Connecticut: JAI Press.",
        "Mroz, Thomas A. (1987). The Sensitivity of an Empirical Model of Married Womens Hours of Work to Economic and Statistical Assumptions, Econometrica 55:765-799.",
        "Triest, Robert K. (1937). A Monte Carlo Test of the Robustness of Alternative Estimators if Labor Supply Functions, Working Paper 198, (Department of Economics, Johns Hopkins University).",
        "GAO. (1992). Earned Income Tax Credit: Design and Administration Could Be improved, (Washington, DC: GAO, 1992).",
        "U.S. House of Representatives. 1996. Background Materials and Dow on Programs Within the Jurisdiction of the Committee on Ways and Means. Washington D.C.: Government Printing Office."
    ]
}