{
    "id": 6858,
    "cites": 16,
    "cited_by": 23,
    "reference": [
        "Becker, Gary S. 1960. An Economic Analysis of Fertility. In Richard Easterlin, ed., Demographic and Economic Change in Developed Countries: A Conference of the Universities-National Bureau Committee for Economics. Princeton: Princeton University Press, pp. 209-240.",
        "Becker, Gary 5, Kevin M. Murphy, and Robert Tamura. 1990. Human capital fertility and economic growth. Journal of Political Economy 98: S 12-S37.",
        "Clark, Gregory. 1998a. Microbes and Markets: Was the Black Death an Economic Revolution? Unpublished manuscript (University of California, Davis).",
        "Clark, Gregory. 1998b. Nominal and Real Male Agricultural Wages in England, 1250-1850.",
        "Unpublished manuscript (University of California, Davis). Diamond, Peter A. December 1965. National debt in a neoclassical growth model. The American Economic Review, vol. 55, n. 5, pp. 1126-1 150.",
        "Laitner, John. September 1998. Structural change and economic growth. Unpublished manuscript (University of Michigan).",
        "Lucas, Robert E., Jr. 1988. On the mechanics of economic development. Journal of Monetary Economics, vol. 22, n. 1, pp. 3-42.",
        "Lucas, Robert E., Jr. February 1998. The Industrial Revolution: Past and Future. Unpublished manuscript (University of Chicago).",
        "Maddison, Angus. 1991. Dynamic Forces in Capitalist Development: A Long Run Comparative View. Oxford and New York: Oxford University Press.",
        "Malthus, Thomas R. 1798. An Essay on the Principle of Population. Oxford: Oxford University Press (1993 printing).",
        "Mokyr, Joel. 1990. The Lever of Riches. Oxford and New York: Oxford University Press.",
        "Nordhaus, William D. 1997. Do real output and real wage measures capture reality? The history of lighting suggests not. In The Economics of New Goods, Eds. Bresneham, Timothy F., and Robert J. Gordon. NBER Studies in Income and Wealth. Chicago and London: University of Chicago Press, vol. 58, pp. 29-71.",
        "Parente, Stephen L. and Edward C. Prescott 1997. Monopoly rights: A barrier to nches. Federal Reserve Bank of Minneapolis Staff Report 236, July 1997.",
        "Phelps-Brown, Henry, and Sheila `V. Hopkins. 1956. Seven centuries of the prices of consumables, compared with builders wage rates. Economica 23: 296-3 15.",
        "Romer, Paul. 1986. Increasing Returns and Long-Run Growth. Journal of Political Economy 94: 1002- 103 7.",
        "Tamura, Robert. 1998. From Agriculture to Industry: Human Capital and Specialization."
    ]
}