{
    "id": 6859,
    "cites": 41,
    "cited_by": 8,
    "reference": [
        "[2] Barker, D.J.P. 1992. Fetal and Infant origins of adult disease. London: British Medical Journal.",
        "[3] Barker, D.J.P. 1994. Fetal and Infant origins of adult disease. London: British Medical Journal.",
        "[4] Bartel, Ann and Paul Taubman. 1979. Health and Labor Market Success: The Role of Various Diseases. The Review of Economics and Statistics. 61: 1-8.",
        "[5] Bollet, Alfred Jay. 1991. Rheumatic Diseases Among Civil War Troops. Arthritis and Rheumatism. 34(9): 1197-1203.",
        "[6] Boyd, M.F. 1941. An historical sketch of the prevalence of malaria in North America. American Journal of Tropical Medicine. 21: 223-44.",
        "[7] Buck, C. and H. Simpson. 1982. Infant diarrhoea and subsequent mortality from heart disease and cancer. Journal of Epidemiology and Community Health. 36(1): 27-30.",
        "[8] Chirikos, T.N. 1986. Accounting for the Historical Rise in Work-Disability Prevalence. The Milbank Quarterly. 64: 271-301.",
        "[10] Collins, Selwyn D. 1937. Frequency of Immunizing and Related Procedures in Nine Thousand Surveyed Families in Eighteen States. The Milbank Memorial Fund Quarterly. 15(2). Reprinted in Selwyn D. Collins, The Incidence of Illness and the Volume of Medical Services Among 9,000 Canvassed Families. Washington DC: Government Printing Office.",
        "[12] Crimmins, Eileen. 1990. Are Americans Healthier as well as Longer-Lived'DONE' Journal of Insurance Medicine. 22: 89-92.",
        "[14] Costa, Dora L. and Richard H. Steckel. 1997. Long-term trends in health, welfare, and economic growth. In Richard H. Steckel and Roderick Floud, Eds., Health and welfare during industrialization. Chicago: University of Chicago Press.",
        "[15] Cutler, David M., Mark McClellan, and Joseph Newhouse. 1998. The Costs and Benefits of Intensive Treatment for Cardiovascular Disease. National Bureau of Economic Research Working Paper No. 6514.",
        "[16] Cutler, David M. and Elizabeth Richardson. Forthcoming. Measuring the Health of the United States Population. Brookings Papers on Economic Activity.",
        "[17] Elo, Irma T. and Samuel H. Preston. 1992. Effects of early-life conditions on adult mortality: Areview.Population Index. 58 (2): 186-212.",
        "[19] Fries, J.F. 1980. Aging, Natural Death, and the Compression of Morbidity. New England Journal of Medicine. 303: 130-36.",
        "[20] Fries, J.F. 1989. The Compress of Morbidity: Near or Far'DONE' Milbank Quarterly. 67: 208-32.",
        "[21] Jansen, Claus. 1966. Coxarthritis-Coxarthrose nach Malaria. Archiv f ur orthp adische und Unfall-Chirurgie. 59: 109-113.",
        "[22] Hartmann, Von M.G. 1974. Arthritiden bei Infektionskrankheiten. Verhandlung der Deutschen Gesellschaft fur Rheumatologie. 3(0): 59-66.",
        "[23] Jean, R, MR Benoist, P Rufin, B Meyer, P Scheinmann, J Paupe. 1981. Sequelles respiratoires de la rougeole. Revue Francaise des Maladies Respiratoires. 9(1): 45-53.",
        "[24] Katz, Warren A. (Editor). 1977. Rheumatic Diseases: Diagnosis and Management.J.B. Lippincott Company.",
        "[25] Khosla, S.N. 1981. The heart in enteric (typhoid) fever. Journal of Tropical Medicine and Hygiene 84(3): 125-31.",
        "[26] Kiple, Kenneth F. (Editor). 1993. The Cambridge World History of Human Disease.Cam- bridge: Cambridge University Press.",
        "[27] Larsen, Clark Spencer, Joseph Craig, Leslie E. Sering, Margaret J. Schoeninger, Katherine F. Russell, Dale L. Hutchinson, and Matthew A. Williamson. 1995. Cross Homestead: Life and Death on the Midwestern Frontier. In Anne L. Grauer, Ed, Bodies of Evidence: Reconstructing History through Skeletal Analysis. New York: A John Wiley and Sons.",
        "[28] Lee, Chulhee. 1997. Socioeconomic Background, Disease, and Mortality Among Union Army Recruits: Implications for Economic and Demographic History. Explorations in Economic History. 34(1): 27-55.",
        "[30] Manton, Kenneth G., Eric Stallard, and H. Dennis Tolley. 1991. Limits to Life Expectancy: Evidence, Prospects, and Implications. Population and Development Review. 17(4): 60337.",
        "[31] Markowitz, LE and P. Nieburg. 1991. The burden of acute respiratory infection due to measles in developing countries and the potential impact of measles vaccine. Review of Infectious Diseases. 13(Suppl 6): S555-61.",
        "[32] McGue, M., J.W. Vaupel, and N. Holm. 1993. Longevity is Moderately Heritable in a Sample of Danish Twins Born 1870-1880. Journal of Gerontology. 48: 273-44.",
        "[33] Muirden, KD. 1995. Tropical rheumatology. Epidemiology and community studies: Asia/Pacific region. Bailli eres Clinical Rheumatology. 9(1): 11-20.",
        "[34] New York State. 1857. Census of the State of New York for 1855. Albany, NY: Charles Van Benthuysen.",
        "[35] Nygard, C-H., T. Luopajarvi, and J. Illmarinen. 1988. Musculoskeletal capacity of middleaged women and men in physical, mental and mixed occupations. European Journal of Applied Physiology. 57(2): 181-188.",
        "[36] Olowu, AO and OTaiwo. 1990. Electrocardiographic changes after recovery from measles. Tropical Doctor 20(3): 123-6.",
        "[37] Omran, A.R. 1971. The Epidemiological Transition: A Theory of the Epidemiology of Population Change. Milbank Memorial Quarterly. XLIX(4): 509-38.",
        "[38] Paneth N. and M. Susser. 1995. Early Origin of Coronary Heart Disease (the Barker Hypothesis). [Editorial]. British Journal of Medicine. 310(6977): 411-2.",
        "[39] Preston, Samuel H. 1993. Demographic change in the United States. In Kenneth G. Manton, Burton H. Singer, and Richard M. Suzman, Eds., Forecasting the Health of Elderly Populations.",
        "[40] Preston, Samuel H. and Michael R. Haines. 1991. Fatal Years: Child Mortality in Late Nineteenth Century America. Princeton, NJ: Princeton University Press.",
        "[41] Poterba, James M. and Lawrence H. Summers. 1987. Public Policy Implications of Declining Old-Age Mortality. In Gary Burtless, Ed., Work, Health, and Income Among the Elderly. Washington, DC: The Brookings Institute.",
        "[43] Stein, Jay et al. 1990. Internal Medicine. Little, Brown and Company.",
        "[44] Verbrugge, L.M. 1984. Longer Life but Worsening Health'DONE': Trends in Health and Mortality of Middle-aged and Older Persons. Milbank Quarterly. 62: 475-519.",
        "[45] Waidmann, Timothy, John Bound, and Michael Schoenbaum. 1995. The Illusion of Failure: Trends in the Self-Reported Health of the U.S. Elderly. National Bureau of Economic Research Working Paper 5017.",
        "[46] Wesley, AG. 1991. Prolonged after-effects of pneumonia in children. South African Medical Journal. 79(2): 73-6.",
        "[47] Wilmoth, J.R., and H. Lundstrom. 1995. Extreme Longevity in Five Countries. European Review of Population/Revue Europ eenedeD emographie. 12: 63-93.",
        "[48] Wilson, Sven E., Robert Mittendorf, Louis L. Nguyen, Mark Rudberg. 1998. The Evolving Natural History of Congestive Heart Failure: Lessons from the Past. Unpublished Manuscript. Brigham Young University."
    ]
}