{
    "id": 6863,
    "cites": 34,
    "cited_by": 2,
    "reference": [
        "Advisory Council on Intergovernmental Relations (1986), State and Local Taxation of Out-ofState Mail Order Sales, Government Printing Office, Washington, D.C.",
        "Bailey, Joseph (1998), Electronic Commerce: Prices and Consumer Issues for Three Products: Books, Compact Discs, and Software, Organization for Economic Cooperation and Development, OCDE/GD(98)4.",
        "Besley, Tim and Harvey Rosen (1997), Sales Taxes and Prices: An Empirical Analysis Center for Economic and Policy Studies Working Paper 38.",
        "Bourgeois, Pierre, and Luc Buchette (1997), The Internet, Electronic Commerce, and Taxes-- Some Reflections: Part 1, Canadian Tax Journal, 45, 1127-1149.",
        "Braid, R. (1987), The Spatial Incidence of Retail Sales Taxes, Quarterly Journal of Economics, 102, 881-891.",
        "Bureau of the Census (various issues), Monthly Retail Sales, Government Printing Office, Washington, D.C. Cortlett, W. and D. Hague (1954), Complentarity and the Excess Burden of Taxation, Review of Economic Studies 21: 21-30.",
        "Department of Commerce (1998), The Emerging Digital Economy. (G.P.O.; Washington, D.C.).",
        "Downes, Tom and Shane Greenstein (1998), Universal Access and Local Commercial Internet Markets, Mimeo, Northwestern University.",
        "Economist, The (1997a), The Disappearing Taxpayer, p. 15, May 31st.",
        "Economist, The (1997b), Taxes Slip Through the Net, p. 22, May 31st.",
        "Fox, William (1986), Tax Structure and the Location of Economic Activity Along State Borders, National Tax Journal, 14, 362-374.",
        "Fox, William and Matthew Murray (1997), The Sales Tax and Electronic Commerce: Whats New'DONE' National Tax Journal, 50(3), 573-592.",
        "Galbraith, John and Murray Kaiserman (1997), Taxation, Smuggling, and Demand for Cigarettes in Canada: Evidence from Time-Series Data. Journal of Health Economics, 16, 287-301.",
        "Goldman Sachs, Cyber Commerce: Internet Tsunami, August. 28 Goolsbee, Austan (1998), Investment Tax Incentives, Prices, and The Supply Of Capital Goods, Quarterly Journal of Economics, 113(1): 121-148.",
        "Goolsbee, Austan and Peter Klenow (1998), Evidence on Learning and Network Externalities in the Diffusion of Home Computers, Mimeo, University of Chicago, GSB.",
        "Goolsbee, Austan and Jonathan Zittrain (1998), Should We Tax Internet Commerce'DONE' Mimeo in progress, Berkman Center for Internet and Society, Harvard Law School.",
        "Gordon, Roger (1983), An Optimal Taxation Approach to Fiscal Federalism, Quarterly Journal of Economics, 98, 567-586.",
        "Gordon, Roger and Soren Nielsen (1997), Tax Evasion in an Open Economy: Value-Added vs.",
        "Income Taxation, Journal of Public Economics, 66, 173-197. Greenstein, Shane (1998), Universal Service in the Digital Age: The Commercialization and Geography of U.S. Internet Access, NBER Working Paper 6453.",
        "Hof, Richard (1998), The Net is Open for Business -- Big Time, BusinessWeek, p. 108, August, 31.",
        "Holmes, Thomas (1998), The Effect of State Policies on the Location of Manufacturing: Evidence from State Borders, Journal of Political Economy, 106(4) 667-705.",
        "Horner, Frances, and Jeffrey Owens (1996), Tax and the Web: New Technology, Old Problems, International Bureau of Fiscal Documentation Bulletin, Nov/Dec, 516-523.",
        "Kanbur, Ravi and Michael Keen (1993), Jeux Sans Frontieres: Tax Competition and Tax Coordination when Countries Differ in Size, American Economic Review, 83, 877-892.",
        "Krantz, Michael (1998), Click Till You Drop, Time, July 20.",
        "Mackie-Mason, Jeffrey, and Hal Varian (1995),Pricing the Internet in Public Access to the Internet, Brian Kahin and James Keller, eds. (MIT Press; Cambridge).",
        "McKnight, Lee and Joeseph Bailey (1997), Internet Economics. (MIT Press, Cambridge) McLure, Charles (1997), Electronic Commerce, State Sales Taxation, and Intergovernmental Fiscal Relations, National Tax Journal, 50(4), 731-750.",
        "Mikesell, John Central Cities and Sales Tax Rate Differentials: The Border City Problem, National Tax Journal, 23(2) 206-213. Mintz, Jack and H. Tulkens (1986), Commodity Tax Competition Between Member States of a 29 Federation: Equilibrium and Efficiency, Journal of Public Economics, 29, 133-172.",
        "Poterba, James (1996), Retail Price Reactions to Changes in State and Local Sales Taxes, National Tax Journal, 49, pp. 165-176.",
        "Pouliot, Colleen (1998), Senior Vice President and General Counsel, Adobe Systems Inc., testimony before Commerce Committee, U.S. House of Representatives, July 29th.",
        "Rand McNally (1997), Road Atlas: United States, Canada, Mexico, Deluxe 1997 edition, Rand McNally, Skokie, Illinois.",
        "Rappaport, Neal (1994), Applied Econometric Essays on Sales Taxes and Computer Price Indices, Ph.D. Dissertation, M.I.T.",
        "Sheppard, Doug (1998), Representatives Of Cities, Software Publishers Square Off On Internet Taxation. State Tax Notes 15 (941).",
        "Stephenson, Jack, and Michael Zeisser (1998), Dont Tax the Internet--Yet, Wall Street Journal, June 6, 1998.",
        "Trandel, Gregory (1992), Evading the Use of Tax on Cross-Border Sales: Pricing and Welfare Effects, Journal of Public Economics, 35, 333-354."
    ]
}