{
    "id": 6864,
    "cites": 45,
    "cited_by": 52,
    "reference": [
        "Bernard, Andrew and Bradford Jensen, \"Exporters, Jobs and Wages in U.S. Manufacturing, 1976-1987,\" in \"Brookings Papers on Economic Activity, Microeconomics\" 1995.",
        "_ and_, \"Wliy Some Firms Export: Experience, Entry Costs, Spillovers and Subsidies,\" December 1995. mimeo MIT. Betts, Caroline and Michael Devereux, \"The International Monetary Transmission Mechanism: A Model of Real Exchange Rate Adjustment under Pricing-to-Market,\" 1997. mimeo. Blanchard, Olivier and Danny Quah, \"The Dynamic Effects of Aggregate Demand and Supply Disturbances,\" American Economic Review, September 1989.",
        "_ and Peter Diamond, \"The Beveridge Curve,\" in \"Brookings Papers on Economic Activity\" Vol 1 1989.",
        "_ and_, \"The Cyclical Behavior of the Gross Flows of U.S. Workers,\" in \"Brookings Papers on Economic Activity\" Vol 2 1990. Branson, William and James Love, \"U.S. Manufacturing and the Real Exchange Rate,\" in Richard Marston, ed., Misalignment of Exchange Rates: Effects on Trade and Industry, NBER, University of Chicago Press 1988. Burgess, Simon and Michael Knetter, \"An International Comparison of Employment Adjustment to Exchange Rate Fluctuations,\" December 1996. NBER working paper 5861. Caballero, Ricardo, \"A Fallacy of Composition,\" American Economic Review, December 1992.",
        "_ and Mohamad Hammour, \"On the Timing and Efficiency of Creative Exchange Rates and Jobs: What Do We Learn from Job Flows? 67 Destruction,\" Quarterly Journal of Economics, August 1996.",
        "_ and_, \"Improper Churn: Social Costs and Macroeconomic Consequences,\" 1998. mimeo MIT.",
        "_, Eduardo Engel, and John Haltiwanger, \"Aggregate Unemployment Dynamics: Building from Microeconomic Evidence,\" American Economic Review, March 1997.",
        "Campa, Jose and Linda Goldberg, \"Investment, Exchange Rates and External Exposure,\" Journal of International Economics, May 1995.",
        "_ and_, \"Investment, Pass-Through and Exchange Rates: A Cross-Country Comparison,\" June 1996. Federal Reserve Bank of New-York.",
        "Campbell, Jeffery and Kenneth Kuttner, \"Macroeconomic Effects of Employment Reallocation,\" in \"Carnegie-Rochester Series on Public Policy\" 1996.",
        "Campbell, John and Richard Clarida, \"The Dollar and Real Interest Rates: An Empirical Investigation,\" in \"Carnegie-Rochester Series on Public Policy\" 1987.",
        "Caplin, Andrew and John Leahy, \"State-Dependent Pricing and the Dynamics of Money and Output,\" Quarterly Journal of Economics, August 1991, 106.",
        "Chari, V.V., Ellen McGrattan, and Patrick Kehoe, \"Monetary Policy and the Real Exchange Rate in Sticky Price Models of the International Business Cycle,\" 1996. mimeo.",
        "Clarida, Richard and Jordi Gali, \"Sources of Real Ex change-Rate Fluctuations: How Important Are Nominal Shocks?,\" in \"Carnegie-Rochester Series on Public Policy\" 1994.",
        "Cochrane, John, \"Shocks,\" in \"Carnegie-Rochester Series on Public Policy\" December 1994.",
        "Cohen, Daniel and Gilles Saint-Paul, \"Uneven Technical Progress and Job Exchange Rates and Jobs: What Do We Learn from Job Flows? 68 Destructions,\" June 1992. Center for Economic Policy Research Discussion Paper 979.",
        "Cole, Harold and Richard Rogerson, \"Can the Mortensen-Pissarides Matching Model Match the Business Cycle Facts?,\" December 1996. Federal Reserve Bank of Minneapolis, Research Department Staff Report 224.",
        "Cooper, Russell, John Haltiwanger, and Laura Power, \"Machine Replacement and the Business Cycle: Lumps and Bumps,\" July 1994. mimeo.",
        "Davis, Steve and John Haltiwanger, \"Gross Job Creation and Destruction: Microeconomic Evidence and Macroeconomic Implications,\" in Olivier Blanchard and Stanley Fischer, eds., NBER Macroeconomics Annual, MIT Press 1990, pp. 123-185.",
        "_ and_, \"Driving Forces and Employment Fluctuations,\" September 1996. NBER working paper 5775.",
        "_ and_, \"Sectoral Job Creation and Destruction Responses to Oli Price Changes and Other Shocks,\" 1997. mimeo.",
        "_,_, and Scott Schuh, Job Creation and Destruction, MIT Press, Cambridge, 1996.",
        "de Gregorio, Jose, Alberto Giovannini, and Holger Wolf, \"International Evidence on Tradables, Nontradables Inflation,\" European Economic Review, March 1994.",
        "Foote, Chris, \"TVend Employment Growth and the Bunching of Job Creation and Destruction,\" 1995. mimeo Harvard University.",
        "Froot, Kenneth and Kenneth Rogoff, \"Perspectives on PPP and Long Run Real Exchange Rates,\" in Gene Grossman and Kenneth Rogoff, eds., Handbook of Internationa] Economics, Vol3) North-Holland, Amsterdam 1995.",
        "Exchange Rates and Jobs: What Do We Learn from Job Flows? 69 Goldberg, Linda and Joseph Tracy, \"Real Exchange Rates: Implications for U.S. Industry and Regional Labor Markets,\" February 1998. Mimeo Federal Reserve Bank of New York.",
        "Haan, Wouter Den, Garey Ramey, and Joel Watson, \"Job Destruction and Propagation of Shocks,\" 1997. mimeo UC San Diego.",
        "Hall, Robert, \"The Relation Between Price and Marginal Cost in U.S. Industry,\" Journal of Political Economy, December 1988.",
        "_, \"Macroeconomic Fluctuations and the Allocation of Time,\" Journal of Labor Economics, January 1997.",
        "_, \"The Temporal Concentration of Job Destruction and Inventory Liquidation: A Theory of Recessions,\" September 1997. mimeo Stanford University.",
        "Hamilton, James, \"This Is What Happened to the Oil Price Macroeconomy Relationship,\" Journal of Monetary Economics, October 1996.",
        "Hosios, Arthur, \"On the Efficiency of Matching and Related Models of Search and Unemployment,\" Review of Economic Studies, April 1990.",
        "Knetter, Michael, \"International Comparisons of Pricing-to-Market Behavior,\" American Economic Review, June 1993.",
        "Krugman, Paul, Exchange-Rate Instability, lionel robbins lectures series ed., MIT Press, Cambridge, 1989.",
        "Lilien, David, \"Sectoral Shifts and Cyclical Unemployment,\" Journal of Political Economy, August 1982.",
        "Mark, Nelson, \"Exchange Rates and Fundamentals: Evidence on Long Horizon Predictability,\" American Economic Review, March 1995, 85, 201-218.",
        "_ and Doo-Yull Choi, \"Real Exchange Rate Prediction over Long Horizons,\" Journal of International Economics, August 1997.",
        "Exchange Rates and Jobs: What Do We Learn from Job Flows? Meese, Richard and Kenneth Rogoff, \"Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample?,\" Journal of International Economics, February 1983, pp. 3-24.",
        "_ and_, \"Was It Real? The Exchange Rate-Interest Differential Relation over the Modern Floating-Rate Period,\" Journal of Finance, September 1988.",
        "Moen, Espen, \"Competitive Search Equilibrium,\" Journal of Political Economy, April 1997, 105.",
        "Mortensen, Dale and Chris Pissarides, \"Job Creation and Destruction in the Theory of Unemployment,\" Review of Economic Studies, July 1994, 61, 397-415.",
        "Ramey, Gary and Joel Watson, \"Contractual Fragility, Job Destruction and Business Cycles,\" Quarterly Journal of Economics, August 1997, 112, 873-912.",
        "Rogoff, Kenneth, \"The Purchasing Power Parity Puzzle,\" Journal of Economic Perspectives, June 1996.",
        "Shea, John, \"Do Supply Curves Slope Up?,\" Quarterly Journal of Economics, February 1993, 108, 1-32.",
        "Tauchen, George and Robert Hussey, \"Quadrature-Based Methods for Obtaining Approximate Solutions to Nonlinear Asset Pricing Models,\" March 1991."
    ]
}