{
    "id": 6865,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Arnott, Richard and Joseph B. Stiglitz (1991) Equilibrium in Insurance Markets with Moral Hazard, Working Paper No. 3588, Cambridge, MA: National Bureau of Economic Research, Inc.",
        "Arrow, Kenneth J. (1963) Uncertainty and the Welfare Economics of Medical Care, American Economic Review, December, 53: 94 1-973.",
        "Beazoglou, Tryfon and Dennis Heffley, (1995) Optimal Market Structures in an Insured Health Care Market: Some Implications for Health Care Reform, unpublished paper, University of Connecticut Health Center. Also published in Greek in Society, Economy, and Health, 4(1): 530, Jan-Mar 1995.",
        "Beazoglou, Tryfon, Heffley, Dennis, Niakas, Demetrios, and John Kyriopoulos, (1993) Efficiency in Insured Health Care Markets. unpublished paper, University of Connecticut Health Center. Also published in Greek in Journal of Health Care Sciences, 2(3): 3-18, September 1993.",
        "Bingaman, Anne K. (1995) The Importance of Antitrust in Health Care, Utah Law Review, 1995(2): 373-380.",
        "Borch, Karl (1968) The Economics of Uncertainty, Princeton, N.J.: Princeton University Press.",
        "Buchanan, James M. (1969) External Diseconomies, Corrective Taxes, and Market Structure, American Economic Review, 59: 174-177.",
        "Crew, Michael (1969) Coinsurance and the Welfare Economies of Medical Care, American Economic Review, December, 59(5): 906-908.",
        "Dor, Avi and John A. Rizzo, (1995) The Welfare Effects of Mergers in a Service Industry. unpublished paper, Yale University.",
        "Feldman, Roger, and Bryan Dowd (1991) A New Estimate of the Welfare Loss of Excess Health Insurance, American Economic Review, 81(1): 297-301.",
        "Feldstein, Martin S. (1973) The Welfare Loss of Excess Health Insurance, Journal of Political Economy, 81: 25 1-80.",
        "Frech, H.E. III (1979) Market Power in Health Insurance, Effects on Insurance and Medical Markets, Journal of Industrial Economics, September, 28(1): 55-72.",
        "Frech, I-I.E. III (1996) Competition and Monopoly in Medical Care, Washington, DC: AEI Press.",
        "Gaynor, Martin and Deborah Haas-Wilson (forthcoming) Change, Consolidation, and Competition in Health Care Markets, Journal of Economic Perspectives. 22 Lynk, William J. (1995) Nonprofit Hospital Mergers and the Exercise of Market Power, Journal of Law and Economics, 38: 437-459.",
        "Ma, Ching-to Albert and Thomas G. Mcfluire (1997) Optimal Health Insurance and Provider Payment, American Economic Review, 87: 685-704.",
        "Ma, Ching-to Albert and Michael H. Riordan (1997) Health Insurance, Moral Hazard, and Managed Care, unpublished manuscript, Boston University.",
        "Milgrom, Paul and Chris Shannon, (1994) Monotone Comparative Statics, Econometrica, 62(1): 157-180.",
        "Pauly, Mark V. (1968) The Economics of Moral Hazard: Comment, American Economic Review, 58: 531-537.",
        "Pauly, Mark V. (1974) Overinsurance and Public Provision of Insurance: The Roles of Moral Hazard and Adverse Selection, Quarterly Journal of Economics, 88: 44-62.",
        "Pauly, Mark V. (1998) Managed Care, Markets, and Monopsony, unpublished manuscript, University of Pennsylvania.",
        "Phelps, Charles E. (1973) Demand for Health Insurance: A Theoretical and Empirical investigation, R-1054-OEO, Santa Monica, CA: Rand Corporation, July 1973.",
        "Polinsky, A. Mitchell and William P. Rogerson (1983) Products Liability, Consumer Misperceptions, and Market Power, Bell Journal of Economics, Autumn, 14(2): 58 1-5 89.",
        "Robinson, James C. and Harold S. Luft (1985) The Impact of Hospital Market Structure on Patient Volume, Average Length of Stay, and the Cost of Care, Journal of Health Economics, 4: 333-356.",
        "Shapiro, Carl (1982) Consumer Information, Product Quality, and Seller Reputation, Bell Journal of Economics, Spring, 13(1): 20-35.",
        "Varian, Hal, R. (1984) Microeconomic Analysis, 2~ Edition, New York, NY: W.W. Norton.",
        "Weller, Charles D. (1983) The Primacy of Standard Antitrust Analysis in Health Care, Toledo Law Review, Spring, 14: 609-637."
    ]
}