{
    "id": 6867,
    "cites": 36,
    "cited_by": 146,
    "reference": [
        "Aizenman, Joshua, 1994, Monetary and real shocks, productive capacity and exchange-rate regimes, Economica, 407-434.",
        "Aizenman, Joshua, and Jacob A. Frenkel, 1985, Optimal wage indexation, foreign exchange intervention and monetary policy, American Economic Review 75, 402-423.",
        "Bacchetta, Philippe, and Eric van Wincoop, 1998, Does exchange rate stability increase trade and capital flows, Federal Reserve Bank of New York, working paper no. 9818.",
        "Betts, Caroline and Michael B. Devereux, 1996, Exchange rate dynamics in a model of pricing to market, European Economic Review 40, 1007-1021.",
        "Betts, Caroline and Michael B. Devereux, 1 998a, The international monetary transmission mechanism: A model of real exchange rate adjustment under pricing-to-market, Journal of International Economics, forthcoming. Betts, Caroline and Michael B. Devereux, i998b, The international effects of monetary and fiscal policy in a two-country model, University of Southern California, working paper. Charm, V.V.; Patrick J. Kehoe; and, Ellen McGrattan, 1997, Monetary policy and the real exchange rate in sticky price models of the international business cycle, National Bureau of Economic Research, working paper no. 5876.",
        "Chinn, Daniel M., and Preston J. Miller, 1998, Fixed vs. floating rates: A dynamic general equilibrium analysis, European Economic Review 42, 1221-1249.",
        "Cole, Harold L., and Maurice Obstfeld, 1991, Commodity trade and international risk sharing: How much do financial markets matter?, Journal of Monetary Economics 23, 3 77-400.",
        "Corsetti, Giancarlo, and Paolo Pesenti, 1998, Welfare and macroeconomic interdependence, Princeton University, working paper.",
        "Eaton, Jonathan, 1985, Optimal and time consistent exchange rate management in an overlapping generations economy, Journal of International Money and Finance 4, 83-100.",
        "Engel, Charles, 1993, Real exchange rates and relative prices: An empirical investigation, Journal of Monetary Economics 32, 35-50.",
        "Engel, Charles, 1996, A model of foreign exchange rate indetermination, National Bureau of Economic Research, working paper no. 5766.",
        "Engel, Charles, 1998, Accounting for U.S. real exchange rate changes, Journal of Political Economy, forthcoming.",
        "Engel, Charles, and John H. Rogers, 1996, I-low wide is the border?, American Economic Review 86, 1112-1 125.",
        "Fischer, Stanley, 1977, Stability and exchange rate systems in a monetarist model of the balance of payments, in Robert Z. Aliber, ed., The Political Economy of Monetary Reform (Montclair, NJ: Allanheld, Oemun).",
        "Friedman, Milton, 1953, The case for flexible exchange rates, in Milton Friedman, ed., Essays in Positive Economics (Chicago: University of Chicago Press).",
        "Flood, Robert P., 1979, Capital mobility and the choice of exchange rate regime, International Economic Review 2, 405-4 16.",
        "Flood, Robert P., and Robert J. Hodrick, 1986, Real aspects of exchange rate regime choice with collapsing fixed rates, Journal of International Economics 21, 2 15-232.",
        "Flood, Robert P. and Nancy P. Marion, 1982, The transmission of disturbances under alternative exchange-rate regimes with optimal indexing, Quarterly Journal of Economics 96, 43-66.",
        "Glick, Reuven, and CIas Wihlborg, 1990, Real exchange rate effects of monetary shocks under fixed and flexible exchange rates, Journal of International Economics 28, 267-290.",
        "Hamada, Koichi, and Makoto Sakurai, 1978, International transmission of stagflation under fixed and flexible exchange rates, Journal of Political Economy 86, 877-895.",
        "Hau, Harald, 1998, Exchange rate determination: The role of factor prices and market segmentation, Journal of International Economics, forthcoming.",
        "Helpman, Elhanan, 1981, An exploration in the theory of exchange-rate regimes, Journal of Political Economy 10, 263-283.",
        "Kollman, Robert, 1996, The exchange rate in a dynamic optimizing current account model with nominal rigidities: A quantitative investigation, International Monetary Fund, working paper 97/7.",
        "Lapan, Harvey F. and Walter Enders, 1980, Random disturbances and the choice of exchange rate regimes in an intergenerational model, Journal of International Economies 10, 263-283.",
        "Mundell, Robert A., 1960, The monetary dynamics of international adjustment under fixed and floating exchange rates, Quarterly Journal of Economics 74, 227-257.",
        "Mundell, Robert A., 1961 a, A Theory of optimum currency areas, American Economic Review 51, 509-5 17.",
        "Mundell, Robert A., 1961 b, Flexible exchange rates and employment policy, Canadian Journal of Economics and Political Science 27, 509-5 17.",
        "Mundell, Robert A., 1963, Capital mobility and stabilization policy under fixed and flexible exchange rates, Canadian Journal of Economics and Political Science 29, 475-485.",
        "Neumeyer, Pablo A., 1998, Currencies and the allocation of risk: The welfare effects of a monetary union, American Economic Review 88, 246-25 9.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 1995, Exchange rate dynamics redux, Journal of Political Economy 103, 624-660.",
        "Obstfeld, Maurice and Kenneth Rogoff, 1998, Risk and exchange rates, National Bureau of Economic Research, working paper no. 6694.",
        "Rankin, Neil, 1998, Nominal rigidity and monetary uncertainty in a small open economy, Journal of Economic Dynamics and Control 22, 679-702.",
        "Rogers, John H. and Michael Jenkins, 1995, Haircuts or hysteresis?, Sources of movements in real exchange rates, Journal of International Economics 38, 339-360.",
        "Svensson, Lars E,O., and Sweder van Wijnbergen, 1989, Excess capacity, monopolistic competition, and international transmission of monetary disturbances, Economic Journal 99, 785-805.",
        "Title, Cedric, 1 998a, The international and domestic welfare effects of monetary shocks under pricing-to-market, Federal Reserve Bank of New York, working paper. Title, Cedric, I998b, The welfare effects of monetary shocks under pricing-to-market: A general framework, Federal Reserve Bank of New York, working paper. Turnovsky, Stephen, 1976, The relative stability of alternative exchange rate systems in the presence of random disturbances, Journal of Money, Credit and Banking 8, 29-50.",
        "Turnovsky, Stephen, 1983, Wage indexation and exchange market intervention in a small open economy, Canadian Journal of Economies 16, 574-592."
    ]
}