{
    "id": 687,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "Atkinson, Anthony B., and Stiglitz, Joseph. Lectures on Public Economics. New York: McGraw Hill Co., 1980.",
        "Auerbach, Alan J., `Inflation and the Choice of Asset Life, J.P.E. 87, No. 3 (1979): 62 1-638.",
        "Auerbach, Alan J., and King, Mervyn A. `Corporate Financial Policy, Taxes, and Uncertainty: An Integration. University of Birmingham Discussion Paper No. 232, August 1979.",
        "Bradford, David F., `Tax Neutrality and the Investment Tax Credit. In Aaron, Henry J. and Boskin, Michael J., eds., The Economics of Taxation. Washington, D.C.: The Brookings Institution, 1980.",
        "DeAngelo, Harry and Masulis, Ronald W. `Optimal Capital Structure Under Corporate and Per- sonal Taxation. Journal of Financial Economics 8 (1980): 3-29.",
        "Diamond, Peter A. `National Debt in a Neoclassical Growth Model. A.E.R. 55 (December, 1965): 1126-1150.",
        "Domar, Evsey D., and Musgrave, Richard. `Proportional Income Taxation and Risk Taking. Quarterly Journal of Economics 58 (1944): 382-422.",
        "Feldstein, Martin S. `The Welfare Cost of Capital Income Taxation. J.P.E. 86, No. 2, Pt. 2 (April, 1978): S29-S51.",
        "Feldstein, Martin S. and Summers, Lawrence. `Inflation and the Taxation of Capital Income in the Corporate Sector. N.T.J. 32 (December, 1979): 445-470.",
        "Fullerton, Don and Gordon, Roger H. `A Reexamination of Tax Distortions in General Equili- brium Models. mimeo, 1981.",
        "Fullerton, Don, Shoven, John B., and Whalley, John. `General Equilibrium Analysis of U.S. Taxation Policy. In United States Office of Tax Analysis, Department of Treasury, 1978 Compendium of Tax Research. Washington, D.C.: Government Printing Office.",
        "Harberger, Arnold. `The Incidence of the Corporation Income Tax. J.P.E. 70 (1962): 215-240.",
        "Leland, Hayne E. `Production Theory and the Stock Market. Bell Journal of Economics 5 (Spring, 1974): 125-144.",
        "Miller, Merton H. `Debt and Taxes, The Journal of Finance 32 (May, 1977): 261-275.",
        "Modigliani, Franco and Miller, Merton H. `The Cost of Capital, Corporation Finance, and the Theory of Investment. A.E.R. 48 (June, 1958): 261-97.",
        "Mossin, Jan. `Taxation and Risk Taking: An Expected Utility Approach. Economica 35 (1968): 74-82.",
        "Shoven, John B., and Whalley, John. `A General Equilibrium Calculation of the Effects of Differential Taxation of Income from Capital in the U.S. J. Pub. E. 1 (November, 1972): 281-321.",
        "Stiglitz, Joseph. `Effects of Wealth, Income, and Capital Gains Taxation on Risk Taking. Quar- terly Journal of Economics 83 (1969): 263-283.",
        "Stiglitz, Joseph E. `Taxation, Corporation Financial Policy, and the Cost of Capital. J. Pub. E. 2 (January, 1973): 1-34."
    ]
}