{
    "id": 6871,
    "cites": 28,
    "cited_by": 2,
    "reference": [
        "Oaxaca, Ronald L. (October 1973), Male-Female Wage Differentials in Urban Labor Markets International Economic Review, 14, 693-709.",
        "Mortensen, D.T., (1973), Job Matching Under Imperfect Information, unpublished paper, Northwestern University.",
        "Neal, Derek A. and William R. Johnson (1996), The Role of Premarket Factors in BlackWhite Wage Differences, Journal of Political Economy, 104(5), 869-895.",
        "Maxpherson, David A. and Barry. T. Hirsch (1995), Wages and Gender Composition: Why Do Womens Jobs Pay Less?, Journal of Labor Economics, 13, 426-71.",
        "McCall, J. J., (1973), Income Mobility, Racial Discrimination and Economic Growth, Lexington Heath.",
        "Lang, K. (1986), A Language Theory of Discrimination, Quarterly Journal of Economics, May, 363-82.",
        "Kuhn, Peter (1987), Sex Discrimination in Labor Markets: The Role of Statistical Evidence, American Economic Review, 77(4), 567-583.",
        "Kuhn, Peter (1990), Sex Discrimination in Labor Markets: The Role of Statistical Evidence: Reply, American Economic Review, 80(1), 290-297.",
        "Griliches, Z., B. Hall and J. Hausman (1978), Missing Data and Self-Selection in Large Panels, Annales de Linsee, 31-2, 137-76.",
        "Even, William E., (1990), Sex Discrimination in Labor Markets: The Role of Statistical Evidence: Comment, American Economic Review, 80(1), 287-289.",
        "Curtright, Phillip (1973), Achievement, Mobility and the Draft: Their Impact on the Earnings of Men, Social Security Staff Paper, 14, Washington: Government Printing Office.",
        "Becker, G. 5., (1971), The Economics of Discrimination, 2nd ed., University of Chicago Press, Chicago.",
        "Bagnoli, M. and T. Bergstrom (1989), Log-Concave Probability and Its Application, Manuscript, University of Michigan.",
        "Barbezat, Debra A. and James W. Hughes (1990), Sex Discrimination in Labor Markets: The Role of Statistical Evidence: Comment, American Economic Review, 80(1), 277-286.",
        "Arrow, K. (1973), The Theory of Discrimination, in 0. Ashenfelter and A. Rees, eds., Discrimination in Labor Markets, Princeton University Press, Princeton, NJ.",
        "Akerlof, G. (1980), A Theory of Social Custom, of Which Unemployment May Be One Consequence, Quarterly Journal of Economics, 94, 749-75.",
        "Arrow, K. (1972), Models of Job Discrimination, and Some Models of Race in the Labor Market, in A.H. Pascal, ed., Racial Discrimination in Economic Life, D.C. Heath, Lexington, MA.",
        "Akerlof, G. (1976), The Economics of Caste and of the Rat Race and Other Woeful Tales, Quarterly Journal of Economics, 90, 599-6 17.",
        "An, Mark Y. (1998), Logconcavity versus Logconvexity: A Complete Characterization, Journal of Economic Theory, 80, 350-369.",
        "Aigner, D.J. and G. Cain (1977), Statistical Theories of Discrimination in Labor Markers, Industrial and Labor Relations Review, 30, 175-87.",
        "Welch, F. (1981), Affirmative Action and Its Enforcement, American Economic Review, 71, 127-33.",
        "Spence, AM. (1973), Job Market Signalling, Quarterly Journal of Economics, 87, 355-74.",
        "Teulings, C.N. (1995), The Wage Distribution in a Model of the Assingment of Skills to Jobs, Journal of Political Economy, 103, 280-315.",
        "Reder. MW. (1972), Human Capital and Economic Discrimination, in I. Berg, ed., Human Recources and Economic Welfare; Essays in Honor of Eli Cinzberg, Columbia University Press, NY.",
        "Sorensen, Elaine. (Winter 1990), The Crowding Hypothesis and Comparable Worth Issue: A Survey and New Results, Journal of Human Resources, 25, 55-89.",
        "Phelps, ES., (1972), The Statistical Theory of Racism and Sexism, American Economic Review, 62, 659-61.",
        "Oaxaca, Ronald L. and Michael R. Ransom (March 1994), On Discrimination and the Decomposition of Wage Differentials, Journal of Econometrics, 61, 5-2 1.",
        "ONeill, June (Fall 1990), The Role of Human Capital in Earnings Differences between Black and White Men, Journal of Economic Perspectives, 4, 25-45."
    ]
}