{
    "id": 6872,
    "cites": 22,
    "cited_by": 2,
    "reference": [
        "Wilson, Charles, A Model of Insurance Markets with Incomplete Information, Journal of Economic Theory, December 1977, 16, 167-207.",
        "Swartz, Katherine, Interpreting the Estimates from Four National Surveys on the Number of People without Health Insurance, Journal of Economic and Social Measurement, October 1986, pp. 233-242.",
        "Shore-Sheppard, Lara D., Thomas C. Buchmueller, and Gail A. Jensen, Medicaid and Crowding Out of Private Insurance: A Re-examination Using Firm-Level Data, Unpublished Manuscript, University of Pittsburgh, September 1998.",
        "Rothschild, Michael and Joseph E. Stiglitz, Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics, November 1976, 4, 630-649.",
        "Rosenblatt, M., Remarks on Some Non-parametric Estimates of a Density Function, The Annals of Mathematical Statistics, 1956, 27, 832-837.",
        "Rice, Thomas et. al., Trends in Job-Based Health Insurance Coverage, Policy Report, UCLA Center for Health Policy Research, Los Angeles, CA 1998.",
        "Price, James R. and James W. Mays, Selection and Competitive Standing of Health Plans in a Multiple-Choice, Multiple Insurer Market, in Richard M. Scheffler and Louis F. Rossiter, eds., Advances in Health Economics and Health Services Research, Vol. 6 of Advances in Health Economics and Health Services Research, Greenwich, CT: JAI Press, 1985, pp. 127-148.",
        "Pauly, Mark V., What is Adverse About Adverse Selection?, in Richard M. Scheffler and Louis F. Rossiter, eds., Advances in Health Economics and Health Services Research, Vol. 6 of Advances in Health Economics and Health Services Research, Greenwich, CT: JAI Press, 1985, pp. 127-148.",
        "Olson, Craig P., Health Benefit Coverage Among Male Workers, Monthly Labor Review, March 1995, 118 (3), 55-61.",
        "Parzen, Emanuel, On Estimation of a Probability Density Function and Model, The Annals of Mathematical Statistics, 1962, 33, 1065-1076.",
        "Matthews, Merrill, Community Rating: How to Shrink a Safety Net, Investors Business Daily, May 19, 1997.",
        "Monheit, Alan C. and Jessica P. Vistnes, Implicit Pooling of Workers from Large and Small Firms, Health Affairs, Spring 1994, 13 (1), 301-314.",
        "Manuscript, Wake Forest University School of Medicine February 1, 1998.",
        "Markus, Anne R., Kala E. Ladenheim, and Linda Atchison, Small Group Market Reforms: A Snapshot of States Experience, Special Report Submitted to the Com- 26 monwealth Fund, Intergovernmental Health Policy Project, The George Washington University, Washington, D.C. February 1995.",
        "Hall, Mark A., Reforming Private Health Insurance, Washington, DC: The AEI Press, 1994.",
        "Gradison, Bill, Insurance Market Reform and the Cost-Containment Imperative, Aca- demic Medicine, March 1995, 70 (3), 216-223.",
        "General Accounting Office, Health Insurance Regulation. Variation in Recent State Small Employer Health Insurance Reforms, GAO/HEHS-95- 16 iFS, Washington, D.C. 1995.",
        "Fronstin, Paul, The Erosion of Employment-Based Health Insurance: Costs, Structural and Non-Structural Changes in the Economy, Unpublished Manuscript, Employee Ben- efit Research Institute 1997.",
        "Feldman, Roger and Bryan Dowd, Biased Selection - Fairness and Efficiency in Health Insurance Markets, in Robert B. Helms, ed., American Health Policy, Washington, D.C.: AEI Press, 1994, chapter 4, pp. 64-86.",
        "Manuscript, Alpha Center, Washington, D.C. December 1994.",
        "Cutler, David M. and Jonathan Gruber, Does Public Insurance Crowd Out Private Insurance, Quarterly Journal of Economics, May 1996, 111 (2), 391-430.",
        "Berger, Mark C., Dan A. Black, and Frank A. Scott, How Well Do We Measure Employer-Provided Health Insurance Coverage, Contemporary Economic Policy, July 1998, 16 (3), 356-367.- Blumberg, Linda J. and Len M. Nichols, First Do No Harm: Developing Health Insurance Market Reform Packages, Health Affairs, Fall 1996, 15 (3), 35-53.- Chollet, Deborah J. and Adele M. Kirk, Understanding Individual Health Insurance Markets, Report to the Henry J. Kaiser Family Foundation, The Alpha Center, Wash- ington, D.C. March 1998."
    ]
}