{
    "id": 6874,
    "cites": 26,
    "cited_by": 8,
    "reference": [
        "AdÃ\u0083Â£o, Bernardino, Nuno Cassola, and Jorge Barros LuÃ\u0083Â­z (1998). The Correlation Between the Escudo and the German Mark Implied in Currency Options. Banco de Portugal working paper , May.",
        "Andersen, Torben G. and Jesper Lund (1996). Stochastic Volatility and Mean Drift in the Short Term Interest Rate Diffusion: Sources of Steepness, Level and Curvature in the Yield Curve. Northwestern University working paper .",
        "Bates, David S. (1996). Testing Option Pricing Models, in G.S. Maddala, C.R. Rao, eds., Statistical Methods in Finance. Amsterdam: Elsevier, 567-611.",
        "Bean, Charles R. (1992). Economic and Monetary Union in Europe. Journal of Economic Perspectives 6, 31-52.",
        "Bekaert, Geert, Robert J. Hodrick, and David A. Marshall (1997). `Peso Problem Explanations for Term Structure Anomalies. National Bureau of Economic Research working paper 6147.",
        "Bertola, Giuseppe and Lars E. O. Svensson (1993). Stochastic Devaluation Risk and the Empirical Fit of Target-Zone Models. Review of Economic Studies 60, 689-712.",
        "Butler, Creon and Neil Cooper (1997). Implied Exchange Rate Correlations and Market Perceptions of European Monetary Union. Bank of England Quarterly Bulletin , 413-423.",
        "Campa, Jose M., P. H. Kevin Chang, and Robert L. Reider (1997). ERM Bandwidths for EMU and after: Evidence from Foreign Exchange Options. Economic Policy 24, 55-89.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler (1998). Monetary Policy Rules in Practice: Some International Evidence. National Bureau of Economic Research working paper 6254.",
        "Cochrane, John H. and JesÃ\u0083Âºs SaÃ\u0083Â¡-Requejo (1996). Beyond Arbitrage: Good-Deal Asset Price Bounds in Incomplete Markets. National Bureau of Economic Research working paper 5489.",
        "Cox, John C., Jonathan E. Ingersoll,Jr., and Stephen A. Ross (1985a). A Theory of the Term Structure of Interest Rates. Econometrica 53, 385-407.",
        "Cox, John C., Jonathan E. Ingersoll,Jr., and Stephen A. Ross (1985b). An Intertemporal General Equilibrium Model of Asset Prices. Econometrica 53, 363-384.",
        "De Grauwe, Paul (1996). Forward Interest Rates as Predictors of EMU. CEPR working paper 1395.",
        "Gerlach, Stefan and Frank Smets (1997a). The Term Structure of Euro-rates: Some Evidence in Support of the Expectations Hypothesis. Journal of International Money and Finance 16, 305-321.",
        "Gerlach, Stefan and Frank Smets (1997b). Exchange Rate Regimes and the Expectations Hypothesis of the Term Structure. Bank for International Settlements working paper , July.",
        "Hamilton, James D. (1994). Time Series Analysis, Princeton, NJ: Princeton University Press.",
        "Hansen, Lars P. and Ravi Jagannathan (1991). Restrictions on Intertemporal Marginal Rates of Substitution Implied by Asset Returns. Journal of Political Economy 99, 225-262.",
        "Hardouvelis, Gikas A. (1994). The Term Structure Spread and Future Changes in Long and Short Rates in the G7 Countries: Is There a Puzzle? Journal of Monetary Economics 33, 255-283.",
        "Hull, John (1993). Options, Futures, and Other Derivative Securities, 2nd edition. New Jersey: Prentice-Hall, Inc.",
        "Hull, John and Alan White (1987). The Pricing of Options on Assets with Stochastic Vola tility. Journal of Finance 42, 281-300.",
        "Jennergren, L. Peter and Bertil NÃ\u0083Â¤slund (1990). Models for the Valuation of International Convertible Bonds. Journal of International Financial Management and Accounting 2, 93-110.",
        "Lund, Jesper (1998). A Model for Studying the Effects of EMU on European Yield Curves. Aarhus School of Business (Denmark) working paper , September.",
        "Nelson, Charles R. and Andrew F. Siegel (1987). Parsimonious Modeling of Yield Curves. Journal of Business 60, 473-489.",
        "Scott, Louis O. (1987). Option Pricing When the Variance Changes Randomly: Theory, Estimation, and an Application. Journal of Financial and Quantitative Analysis 22, 419-438.",
        "Shumway, R. H. and D. S. Stoffer (1982). An Approach to Time Series Smoothing and Forecasting Using the EM Algorithm. Journal of Time Series Analysis 3, 253-264.",
        "SÃ\u0083Â¶derlind, Paul and Lars E. O. Svensson (1997). New Techniques to Extract Market Expectations from Financial Instruments. Journal of Monetary Economics 40, 383-430."
    ]
}