{
    "id": 6878,
    "cites": 15,
    "cited_by": 21,
    "reference": [
        "Bedau, Klaus-Dietric h. 1996. L\u007f ohne und Geh\u007f alter in Ost- und W estdeutsc hland gleic hen sic h an, Lohnst \u007f uc kk osten jedo c h nic h t. DIW Wo chenb ericht.",
        "Begg, Da vid and Ric hard P ortes. 1992. Eastern German y Since Unication: W age Subsidies Remain a Better W a y . CEPR Discussion P ap er 730.",
        "Bellmann, Lutz. 1994. Pl\u007f ado y er f\u007f ur Lohnk ostensub v en tionen in den neuen Bundesl\u007f andern. In Hub ert Heinelt et. al. eds. A rb eitsmarktp olitik nach der V er einigung. Edition Sigma, Berlin.",
        "Bender, Stefan, Christian Dustmann and Costas Meghir. 1998. Job Displacemen t, Non- emplo ymen t and W ages in German y . Univ ersit y College London w orking pap er.",
        "Bird, Edw ard, Johannes Sc h w arze and Gert W agner. 1994. W age E ects of the Mo v e T o w ard F ree Mark ets in East German y . Industrial and L ab or R elations R eview , pp.390-400.",
        "Bispinc k, Reinhard and W erner Meissner. 1993. Die T ari ohnen t wic klung in Ostdeutsc hland. In Renate Neub\u007f aumer ed. A rb eitsmarkp olitik Kontr overs: A nalysen und Konzepte f\u007f ur Ost- deutschland , Wissensc haftlic he Buc hgesellsc haft, Darmstadt.",
        "Boal, William and John P enca v el. 1994. The E ects of Lab or Unions on Emplo ymen t, W ages, and Da ys of Op eration: Coal Mining in W est Virginia. Quarterly Journal of Ec onomics , pp.267-298.",
        "Burda, Mic hael and Mic hael F unk e. 1996. W ages and Structural Adjustmen t in the New German States. Hum b oldt Univ ersit y SFB 373 Discussion P ap er 99.",
        "Burda, Mic hael and An tje Mertens. 1998. W ages and W ork er Displacemen t in German y . Hum b oldt Univ ersit y w orking pap er.",
        "Burda, Mic hael and Christoph Sc hmidt. 1997. Getting Behind the East-W est W age Di eren tial: Theory and Evidence. Univ ersit y of Heidelb erg Discussion P ap er 250.",
        "Hauser, Ric hard and Holger F abig. 1997. Lab or Earnings and Household Income Mobilit y in Reunied German y: A Comparison of the Eastern and W estern States. Cen ter for P olicy Researc h, Syracuse Univ ersit y Income Securit y P olicy Series No.15.",
        "Hun t, Jennifer. 1997 The T ransition in East German y: When is a T en P oin tF all in the Gender W age Gap Bad News?, NBER W orking P ap er 6167.",
        "Krueger, Alan and J\u007f orn-Ste en Pisc hk e. 1995. A Comparativ e Analysis of East and W est Ger- man Lab or Mark ets: Before and After Unication. In Ric hard F reeman and La wrence Katz eds. Di er enc es and Changes in Wage Structur es , Univ ersit y of Chicago Press, Chicago.",
        "Sc heremet, W olfgang. 1995. T arifp olitik in Ostdeutsc hland: Ausstieg aus dem Lohn v erhand- lungsmo dell der Bundesrepublik Deutsc hland. Zeitschrift f\u007f ur angewandte Wirtschafts- forschung { Applie d Ec onomics Quarterly , pp.135-169.",
        "Steiner, Viktor and Kersten W agner. 1997. East-W est German W age Con v ergence { Ho w F ar Ha v e W e Got? ZEW Mannheim Discussion P ap er No.97-25."
    ]
}