{
    "id": 6879,
    "cites": 45,
    "cited_by": 14,
    "reference": [
        "Wood, Adrian (1994). North-South Trade, Employment and Inequality: Changing Fortunes in a Skill Driven World, Oxford, Clarendon Press.",
        "Young, Alwyn (1991). Learning by Doing and the Dynamic Effects of International Trade, Quarterly Journal of Economics 106, 369-405.",
        "Vernon, Raymond (1966).  International Investment and International Trade in the Product Cycle, Quarterly Journal of Economics 80, 190-207.",
        "UNESCO (1997). UNESCO Statistical Year Book 1997, Geneva.",
        "Stewart, Frances (1978). Technology and Underdevelopinent, The Macmillan Press, Ltd., London, England.",
        "Salter W. E.G. (1966). Productivity and Technical Change, 2nd edition, Cambridge University Press, Cambridge, United Kingdom.",
        "Rivera-Batiz, Luis A. and Paul M. Romer (1991). Economic Integration and Endogenous Growth, Quarterly Journal of Economics 106, 531-55.",
        "Rhee, Yung Whee, Bruce Ross-Larson, and Garry Pursell (1984). Koreas Competitive Edge, The Johns Hopkins University Press, Baltimore, Maryland.",
        "Psacharopoulos, George (1973). Returns to Education: An International Comparison, Jossey-Bass, San Francisco.",
        "Prescott, Edward (1998). Needed: A Theory of Total Factor Productivity, International Economic Review 39, 525-553.",
        "Parente, Stephen, Richard Rogerson and Randall Wright (1998). Homework in Development Economics Mimeo.",
        "Parente, Stephen L. and Edward C. Prescott (1994). Barriers to Technology Adoption and Development, Journal of Political Economy 102, 298-321.",
        "Mokyr, Joel (1990). The Levers of Riches: Technological Creativity and Economic Progress, Oxford University Press, New York.",
        "Mankiw, N. Gregory (1995). The Growth of Nations. Brookings Papers on Economic Activity, 275-310.",
        "Mankiw, N. Gregory, David Romer, and David N. Weil (1992). A contribution to the Empirics of Economic Growth, Quarterly Journal of Economics 107, 407-37.",
        "Lockwood, William W. (1968). The Economic Development of Japan: Growth and Structural Change, Princeton University Press, Princeton, New Jersey.",
        "Krusell, Per and Jose-Victor Rios-Rull (1996). Vested Interests in a Positive Theory of Stagnation and Growth, Review of Economic Studies 63, 301-329.",
        "Krugman, Paul (1987). The Narrow Moving Band, the Dutch disease, and the Competitive Consequences of Mrs. Thatcher, Journal of Development Economics 27, 41-55.",
        "Krugman, Paul (1981). Trade, Accumulation and Uneven Development, Journal of Development Economics 8, 41-55.",
        "Krugman, Paul (1979). A Model of Innovation, Technology Transfer, and the World Distribution of Income, Journal of Political Economy 87, 253-66.",
        "Krueger Alan and Mikael Lindahl (1998); Education for Growth: Why and For Whom Princeton Mimeo.",
        "Klenow, Peter J. and Andres Rodriquez-Clare (1997). The Neoclassical revival in Growth Economics: Has It Gone Too Far?, NBER Macroeconomics Annual, pages 73-103.",
        "Jovanovic, Boyan and Rafael Rob (1998). Solow vs Solow, Working Paper, New York University.",
        "Katz, Lawrence and Kevin Murphy (1992). Changes in Relative Wages: Supply and Demand Factors, Quarterly Journal of Economics 107, 35-78.",
        "Jones, Charles I. (1995). Economic Growth and the Relative Price of Capital. Journal of Monetary Economics, 34, 359-82.",
        "Hall, Robert and Charles I. Jones (1998). Why Do Some Countries Produce So Much More Output per Worker Than Others?, forthcoming Quarterly Journal of Economics.",
        "Grossman, Gene and Elhanan Helpman (1992). Innovation and Growth in the Global Economy, MIT Press: Cambridge, Massachusetts.",
        "Feenstra, Robert C. (1990). Trade and Uneven Growth, NBER Working Paper: 3276.",
        "Evenson, Robert E. and Larry E. Westphal (1995). Technological Change and Technology Strategy, in Handbook of Development Economics, Volume III, edited by Bebrman, Jere and T. N. Srinivansan, Elsevier Science B. V.",
        "Eaton, Jonathan, and Samuel Kortum (1994). International Patenting and Technology Diffusion, Mimeo.",
        "Diwan, I and Dani Rodrik (1991) Patents, Appropriate Technology and North-South Trade Journal of International Economics, 30, 27-47.",
        "Current Population Report (1996) Money Income in the United States P60-197, U.S. Deparment of Commerce.",
        "Chari, V. V., Patrick Kehoe and Ellen McGrattan (1997). The Poverty of Nations: A Quantitative Investigation, Working Paper, Federal Reserve Bank of Minneapolis.",
        "Caselli, Francesco, Gerardo Esquivel and Fernando Lefort (1996). Reopening the Convergence Debate: A New Look at Cross-country Growth Empirics, Journal of Economic Growth 1, 363-89.",
        "Bowen, Harry P., Edward E. Leamer and Leo Sveikauskas (1987). Multicountry, Multifactor Tests of the Factor Abundance Theory, American Economic Review 77, 791-809.",
        "Blanchard, Olivier J. (1985). Debt, Deficits, and Finite Horizons, Journal of Political Economy 93, 223-47.",
        "Bils, Mark and Peter Klenow (1996). Does Schooling Cause Growth or the Other Way Around?, Mimeo, University of Chicago GSB.",
        "Berman, Eli, John Bound and Stephen Machin (1998). Implications of Skill-Biased Technological Change: International Evidence, forthcoming Quarterly Journal of Economics.",
        "Benhabib, Jess and Mark M. Spiegel (1994). The Role of Human Capital in Economic Development: Evidence from Aggregate Cross-Country Data, Journal of Monetary Economics 34, 143-73.",
        "Basu, Susanto and David N. Weil (1998). Appropriate Technology and Growth, forthcoming in Quarterly Journal of Economics.",
        "Barro, Robert J. and Jong-Wha Lee (1993). International Comparisons of Educational Attainment, Journal of Monetary Economics 32, 363-94.",
        "Barro, Robert J. and Xavier Sala-i-Martin (1997). Technological Diffusion, Convergence, and Growth, Journal of Economic Growth 2, 1-26.",
        "Atkinson, Anthony B. and Joseph E. Stiglitz (1969). A New View of Technological Change, Economic Journal 79, 573-78.",
        "Acemoglu, Daron and Fabrizio Zilibotti (1999). Information Accumulation in Development  forthcoming Journal of Economic Growth.",
        "Acemoglu, Daron (1998). Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality forthcoming Quarterly Journal of Economics, November 1998, vol 113, pp 1055-1089."
    ]
}