{
    "id": 6885,
    "cites": 18,
    "cited_by": 3,
    "reference": [
        "Amoako-Adu, B., Rashid, M., Stebbins, M., 1992. Capital gains tax and equity values: Empirical test of stock price reaction to the introduction and reduction of capital gains tax exemption. Journal of Banking and Finance 16: 275-287.",
        "Auerbach, A., 1979. Wealth maximization and the cost of capital. Quarterly Journal of Economics 93: 433-446.",
        "Auerbach, A., Hassett, K., 1997. On the marginal source of investment funds. University of California, Berkeley working paper.",
        "Auerbach, A., Reishus D., 1988. The impact of taxation on mergers and acquisitions. In Auerbach, A. (Ed.), Mergers and Acquisitions. University of Chicago Press, Chicago, pp.157-183.",
        "Bagwell, L., Shoven J., 1989. Cash distribution to shareholders. Journal of Economic Perspectives 3: 129-140.",
        "Bradford, D., 1981. The incidence and allocation effects of a tax on corporate distributions.",
        "Journal of Public Economics 15: 1-22. Collins, J., Kemsley D., 1998, Capital gains and dividend taxes in firm valuation and corporate financial policy. University of North Carolina and Columbia University working paper.",
        "Cutler, D., 1988. Tax reform and the stock market: An asset price approach. American Economic Review 78: 1107-1117.",
        "Erickson, M., 1998. The effect of taxes on the structure of corporate acquisitions. Journal of Accounting Research 36: 279-298.",
        "King, M., 1977. Public Policy and the Corporation, London: Chapman and Hall.",
        "Harris, T., Kemsley D., 1999. Dividend taxation in firm valuation: New evidence. Journal of Accounting Research, forthcoming.",
        "Hayn, C., 1989. Tax attributes as determinants of shareholder gains in corporate acquisitions.",
        "Journal of Financial Economics 23: 121-153. Landsman, W., Shackelford D., 1995, The lock-in effect of capital gains taxes: Evidence from the RJR Nabisco leveraged buyout, National Tax Journal 48: 245-259.",
        "Miller, M., Scholes M., 1978. Dividends and taxes. Journal of Financial Economics 6: 333-364.",
        "Ohlson, J., 1995. Earnings, book value and dividends in security valuation. Contemporary Accounting Research, 661-688.",
        "Plumlee, M., 1997. The impact of tax complexity on analysts effective tax rate forecasts.",
        "University of Michigan unpublished dissertation. Schipper, K., Smith A., 1991. Effects of management buyouts on corporate interest and depreciation tax deductions. Journal of Law and Economics, 295-341.",
        "Tillinger, J., Loudder M., 1994, Evidence of taxpayer behavioral responses to higher tax rates."
    ]
}