{
    "id": 6887,
    "cites": 18,
    "cited_by": 14,
    "reference": [
        "Alexander, G. and C. Korenbrot . 1995. The Role of Prenatal Care in Preventing Low Birth Weight. The Future of Children 5(1) :103-120.",
        "Billings, J., Zeitel L., Lukomnik J., Carey T., Blank A., and L. Newman. 1993. Impact of Socioeconomic Status on Hospital Use in New York City. Health Affairs 12(2) : 162-173.",
        "Billings, J., Anderson G., and L. Newman. 1996. Recent Findings on Preventable Hospitalizations. Health Affairs 15(3) : 239-249.",
        "Currie , J., and J. Gruber . 1995. Health Insurance Eligibility, Utilization of Medical Care, and Child Health. NBER Working Paper 5052, Cambridge, MA: National Bureau of Economic Research, Inc..",
        "Currie , J., and J. Gruber . 1996. Health Insurance Eligibility, Utilization of Medical Care, and Child Health. Quarterly Journal of Economics 445: 431-466.",
        "Currie , J. and D. Thomas. 1995. Medical Care for Children: Public Insurance, Private Insurance, and Racial Differences in Utilization. Journal of Human Resources 30: 135-162.",
        "Grossman, M. 1972. The Demand for Health: A Theoretical and Empirical Investigation. National Bureau of Economic Research Occasional Paper No: 119.",
        "Guyer , B. 1990. Medicaid and Prenatal Care: Necessary but Not Sufficient. Journal of the American Medical Association 264:2264-2265.",
        "Huntington, J. and F. A. Connell. 1994. For Every Dollar Spent - The Cost Savings Argument for Prenatal Care. New England Journal of Medicine 331:1303-1307.",
        "Long, S. and S. Marquis. 1996. Reconsidering the Effect. Health Services Research 30: 791-808.",
        "Millman , M. 1993. Access to Health Care in America . Washington, DC: National Academy Press.",
        "Newacheck , P.W., et al. 1998. Health Insurance and Access to Primary Care for Children. The New England Journal of Medicine 338(8) :513-519.",
        "Newhouse , J. P. 1993. Free for All: Lessons from the RAND Health Insurance Experiment . Cambridge, MA: Harvard University Press.",
        "St. Peter, R. F., et al. 1992. Access to Care for Poor Children. Journal of American Medical Association 267: 2760-2764.",
        "White, H. 1980. A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test For Heteroskedasticity. Econometrica 48: 817-830.",
        "Wasilewski et al. 1996. Factors Associated with Emergency Department Visits by Children with Asthma: Implications for Health Education. American Journal of Public Health . 86(10) :1410-1415.",
        "Yazici , E. 1997. Consequences of the Medicaid Expansions on Three Outcomes. New York, NY: CUNY Graduate Center. Unpublished Dissertation.",
        "Yazici , E. and R. Kaestner 1998. Medicaid Expansions and Crowding Out of Private Health Insurance. New York, NY: Baruch College. Unpublished Manuscript."
    ]
}