{
    "id": 6889,
    "cites": 25,
    "cited_by": 24,
    "reference": [
        "[25] Obstfeld, Maurice and Kenneth Rogoff (1996). Foundations of international macroeconomics. Cambridge, MA: MIT Press.",
        "[24] Obstfeld, Maurice, and Kenneth Rogoff (1995). ~Exchange rate dynamics redux. Journal of Political Economy 103, pp.624-660.",
        "[23] Nurkse, Ragnar (1944). International currency experience. Lessons of the inter-war period. Geneva: League of Nations.",
        "[21] Liu, Ligang, Marcus Noland, Sherman Robinson, and Zhi Wang (1998). Asian competitive devaluations. Institute for International Economics Working Paper 98-2. 33",
        "[22] Masson, Paul (1998). ~Contagion: monsoonal effects, spillovers and jumps between multiple equilibria, International Monetary Fund, mimeo.",
        "[20] Kenen, Peter B. (1985). Macroeconomic theory and policy: how the closed economy was opened, in Ronald W. Jones and Peter B. Kenen (eds.), Handbook of international economics, Vol.11, Amsterdam: NorthHolland, pp.625-678.",
        "[19] Kaminsky, Graciela and Carmen M. Reinhart (1998). On crises, contagion, and confusion, mimeo, University of Maryland.",
        "[18] Kaminsky, Graciela and Carmen M. Reinhart (1997). The twin crises: the causes of banking and balance-of-payments problems, mimeo, Federal Reserve Board.",
        "[16] International Monetary Fund (1998a). World economic outlook. Washington, DC: International Monetary Fund, May.",
        "[17] International Monetary Fund (1998b). International capital markets. Washington, DC: International Monetary Fund, September.",
        "[15] International Monetary Fund (1997). World economic outlook. Interim assessment. Washington, DC: International Monetary Fund, December.",
        "[13] Forbes, Kristin, and Roberto Rigobon (1998). Measuring stock market contagion: conceptual issues and empirical tests, MIT, mimeo",
        "[11] Eichengreen, Barry, and Charles Wyplosz (1993). The unstable EMS. Brookings Papers on Economic Activity 1, pp.51-143.",
        "[12] Fernald, John, Hali Edison and Prakash Loungani (1998). Was China the first domino? Assessing links between China and the rest of emerging Asia. Federal Reserve Board, International Finance Discussion Paper No.604, March.",
        "[10] Eichengreen, Barry, Andrew K. Rose and Charles Wyplosz (1996). ~Contagious currency crises. National Bureau of Economic Research Working Paper No.5681, July. 32",
        "[9] Drazen, Allan (1998). ~Political contagion in currency crises, University of Maryland, mimeo.",
        "[8] Devereux, Michael, and Charles Engel (1998). ~Fixed vs. floating exchange rates: how price setting affects the optimal choice of exchangerate regime, University of Washington, mimeo.",
        "[7] Corsetti, Giancarlo, Paolo Pesenti, and Nouriel Roubini (1998 b). ~Paper tigers? A model of the Asian crisis. National Bureau of Economic Research Working Paper No.6783, November.",
        "[6] Corsetti, Giancarlo, Paolo Pesenti, and Nouriel Roubini (1998 a). ~What caused the Asian currency and financial crisis?, paper presented at the CEPR/ World Bank conference ~Financial crises: contagion and market volatility, London, 8-9 May.",
        "[5] Corsetti, Giancarlo, and Paolo Pesenti (1997). ~Welfare and macroeconomic interdependence. National Bureau of Economic Research Working Paper No.6307, December.",
        "[4] Calvo, Guillermo, and Enrique Mendoza (1997). ~Rational contagion and the globalization of securities markets, mimeo, October.",
        "[1] Baig, Taimur, and Ilan Goldfajn (1998) ~Financial market contagion in the Asian crisis, IMF Working Paper Series, International Monetary Fund, forthcoming.",
        "[3] Buiter, Willem, Giancarlo Corsetti and Paolo Pesenti (1998 b). ~Interpreting the ERM crisis: country-specific and systemic issues. Princeton Studies in International Finance No.84, International Finance Section, Princeton University, March.",
        "[28] Tille, Cedric (1998). ~The role of consumption substitutability in the international transmission of shocks, Federal Reserve Bank of New York, mimeo. 34",
        "[26] Obstfeld, Maurice and Kenneth Rogoff (1998). ~Risk and exchange rates, National Bureau of Economic Research Working Paper No. 6694, August."
    ]
}