{
    "id": 6892,
    "cites": 27,
    "cited_by": 31,
    "reference": [
        "Akerlof, George, 1970, The Market for Lemons: Quality Uncertainty and the Market Mechanism, Quarterly Journal of Economics 89, 488-500.",
        "Allen, Franklin and Anthony M. Santomero, 1997, The Theory of Financial Intermediation, Journal of Banking and Finance 21 (11/12), 1461-85.",
        "Berger, Allen N., Hunter, William C., and Timme, Stephen G., 1993, The Efficiency of Financial Institutions: A Review and Preview of Research Past, Present and Future. Journal of Banking and Finance 17, 221-49.",
        "Berger, Allen N., and Loretta J. Mester, 1997, Inside the Black Box: What Explains Differences in the Efficiencies of Financial Institutions? Journal of Banking and Finance 21, 895-947.",
        "Berlin, Mitchell and Loretta J. Mester, 1997, Why is the Banking Sector Shrinking? Core Deposits and Relationship Lending, mimeo, April 1997.",
        "Bhasin, Vijay and Mark Carey, 1998, The Determinants of Corporate Loan Liquidity, mimeo, September, 1998.",
        "Berger, Allen N., Rebecca S. Demsetz and Philip E. Strahan, forthcoming, The Consolidation of the Financial Services Industry: Causes, Consequences, and Implications for the Future, Journal of Banking and Finance . Berger, Allen N., Timothy H. Hannan, 1989, The Price-Concentration Relationship in Banking, Review of Economics and Statistics 71, 291-99.",
        "Berger, Allen N., William C. Hunter and Stephen G. Timme, 1993, The Efficiency of Financial 27 Institutions: A Review and Preview of Research Past, Present and Future, Journal of Banking and Finance 17.",
        "Berger, Allen N., Loretta J. Mester, 1997, Inside the Black Box: What Explains Differences in the Efficiencies of Financial Institutions?, Journal of Banking and Finance 21, 895-947.",
        "Cyrnak, A., Hannan, Timothy H., 1998, Bank Lending to Small Businesses and the Use of CRA Loan Data to Measure Market Structure, Federal Reserve Board working paper.",
        "Carey, Mark, Steven Prowse, John Rea and Gregory Udell, 1993, The Economics of the Private Placement Market, Federal Reserve Board of Governors, Staff Study no. 166.",
        "Edwards, Franklin R. and Frederic S. Mishkin, 1995, The Decline of Traditional Banking: Implications for Financial Stability and Regulatory Policy, Federal Reserve Bank of New York Economic Policy Review 1(2), 27-45.",
        "Economides, Nicholas R., Glenn Hubbard and Darius Palia, 1996, The Political Economy of Branching Restrictions and Deposit Insurance: A Model of Monopolistic Competition among Small and Large Banks, Journal of Law and Economics 39.",
        "Evanoff, Douglas and Fortier, Diana, 1988, Reevaluation of the Structure-Conduct-Performance Paradigm in Banking, Journal of Financial Research 1, 277-294.",
        "Hancock, Diana, David B. Humphrey and James A. Wilcox, forthcoming, Telecommunication Versus Processing Cost and the Consolidation of the Payments System, Journal of Banking and Finance . Hannan, Timothy H. and Allen N. Berger, 1991, The Rigidity of Prices: Evidence from the Banking Industry, American Economic Review 81, 938-45.",
        "Hannan, Timothy H., 1997, Market Share Inequality, the Number of Competitors, and the HHI: An Examination of Bank Pricing, Review of Industrial Organization 12, 23-35.",
        "Hubbard, R. Glenn and Palia, Darius, 1995, Executive Pay and Performance: Evidence from the U.S. Banking Industry, Journal of Financial Economics 39, 105-30.",
        "Jackson, William E. III, 1997, Market Structure and the Speed of Price Adjustments: Evidence of Non-monotonicity, Review of Industrial Organization 12, 37-57.",
        "Jayaratne, Jith, and Philip E. Strahan, 1998, Entry Restrictions, Industry Evolution and Dynamic Efficiency: Evidence from Commercial Banking, Journal of Law and Economics 49, 239- 74.",
        "Keeley, Michael, 1990, Deposit Insurance, Risk and Market Power in Banking, American Economic Review 80, 1183-1200.",
        "Kroszner, Randall S., Philip E. Strahan, 1997, The Political Economy of Deregulation: Evidence from the Relaxation of Bank Branching Restrictions in the United States, Federal Reserve Bank of New York, research paper no. 9720.",
        "Levonian, Mark, 1997, Changes in Small Business Lending in the West, FRBSF Economic Letter no. 97-02.",
        "Mishkin, Frederic S., forthcoming, Financial consolidation: Dangers and opportunities, Journal of Banking and Finance . Moore, Robert R., and Thomas F. Siems, 1998, Bank Mergers: Creating Value or Destroying Competition? Federal Reserve Bank of Dallas, Financial Industry Issues , third quarter.",
        "Neumark, David and Steven A. Sharpe, 1992, Market Structure and the Nature of Price Rigidity: Evidence from the Market for Consumer deposits, Quarterly Journal of Economics 107, 657-80.",
        "Radecki, Lawrence J., John Wenninger, and Daniel K. Orlow, 1997, Industry Structure: Electronic Deliverys Potential Effects on Retail Banking, Journal of Retail Banking Services 19(4), 57-63.",
        "Schranz, Mary, 1993, Takeovers Improve Firm Performance: Evidence from the Banking Industry, Journal of Political Economy 101, 299-326.",
        "Wolff, Edward N., 1998, Recent Trends in the Size Distribution of Household Wealth, Journal of Economic Perspectives 12(3), 131-50."
    ]
}