{
    "id": 6893,
    "cites": 25,
    "cited_by": 31,
    "reference": [
        "Robinson, P. (1988). Root-n consistent semiparametric regression. Econoinetrica, 55(4), 931-954.",
        "Roberts, M., and Tybout, J. (1997). The decision to export in colombia: An empirical model of entry with sunk costs. American Economic Review, 87(4), 545-64.",
        "Roberts, M., and Tybout, J. (1996). Industrial Evolution in Developing Countries. Oxford University Press for The World Bank, New York.",
        "Pavcnik, N. (1997). Trade liberalization, exit, and productivity improvements: Evidence from Chilean plants. Working Paper, Department of Economics, Princeton University.",
        "Journal of Econometrics, 65(1), 292-332. Olley, S., and Fakes, A. (1996). The dynamics of productivity in the telecommunications equipment industry. Econometrica, 64 (6), 1263-1298, 27 Pakes, A. (1996). Dynamic structural models, problems and prospects: mixed continuous discrete controls and market interaction. In Sims, C. (Ed.), Advances in Econometrics, Sixth World Congress, Volume II, pp. i71-259 New York. Cambridge.",
        "Econometrica, 12(3-4), 143-205. Olley, S., and Pakes, A. (1995). A limit theorem for a smooth class of semiparametric estimators.",
        "Marschak, 3., and Andrews, W. (1944). Random simultaneous equations and the theory of production.",
        "Lui, L., and Tybout, 3. (1996). Productivity growth in Colombia and Chile: Panel-based evidence on the role of entry, exit and learning. In Roberts, M., and Tybout, 3. (Eds.), Producer Heterogeneity and Performance in the Semi-Industrialized Countries, chap. 4. World Bank.",
        "Lui, L. (1991). Entry-Exit and Productivity Changes: An Empirical Analysis of Efficiency Frontiers.",
        "Levinsohn, J. (1998). Employment responses to international liberalization in Chile. Forthcoming in the Journal of International Economics.",
        "Jovanovic, B. (1982). Selection and the evolution of industry. Econometrica, 50(3), 649-670.",
        "Kiette, T. J., and Griliches, Z. (1996). The inconsistency of common scale esimators when output prices are unobserved and endogenous. Journal of Applied Econometrics, 11, 343-361.",
        "Hopenhayn, H., and Rogerson, R. (1993). Job turnover and policy evaluation: A general equilibrium analysis. Journal of Political Economy, 10(5), 915-938.",
        "Journal of International Economics, 36, 53-73. Heckman, J. (1981). The incidental parameters problem and the problem of initial conditions in estimating a discrete time-discrete data stochastic process. In Manski, and McFadden (Eds.), Structural Analysis of Discrete Data with Econometric Applications. MIT Press.",
        "Harrison, A. (1994). Producitivity, imperfect competition and trade reform: Theory and evidence.",
        "Grossman, G., and Helpman, B. (1991). Innovation and growth in the gIokl economy. MIT Press.",
        "Ericson, Ft., and Fakes, A. (1995). Markov-perfect industry dynamics: A framework for empirical work, Review of Economic Studies, 62(1), 53-82.",
        "Dunne, T., Roberts, M., and Samuelson, L. (1988). Patterns of firm entry and exit in u.s. manufacturing industries. Rand Journal of Economics, 19(4), 495-515.",
        "Basu, S., and Fernald, J. (1997). Returns to scale in U.S. production: estimates and implications.",
        "Journal of Political Economy, 105(2), 249-83. Davis, S., and Haltiwanger, J. (1990). Gross job creation and destruction: Microeconomic evidence and macroeconomic implications. NBER Macroeconomics Annual, V, 123-168.",
        "Bailey, M. N., Hulten, C., and Campbell, D. (1992). Productivity dynamics in manufacturing plants. Brookings Papers on Economic Activity (Microeconomics), 187-249.",
        "Aw, B., Chen, X., and Roberts, M. (1998). Firm-level evidence on productivity differentials and turnover in Taiwanese manufacturing. Mimeo.",
        "Arrow, K. (1962). The economic implications of learning by doing. Review of Economic Studies, 29, 155-173.",
        "Tybout, J. (1996). Heterogeneity and productivity growth: Assessing the evidence. In Roberts, M., and Tybout, 3. (Eds.), Industrial Evolution in Developing Countries, chap. 3. World Bank.",
        "R.omer, P. (1986). Increasing returns and long-run growth. Journal of Political Economy, 94, 1002-1037."
    ]
}