{
    "id": 6895,
    "cites": 25,
    "cited_by": 13,
    "reference": [
        "Are Hospitals Services Rationed in New Haven or Over-Utilized in Boston?. Lancet 1 (8543) : 1185- 1188. Winslow, Constance M., et al. 1988. The Appropriateness of Performing Coronary Artery Bypass Surgery.",
        "Torrance, George W. 1986. Measurement of Health State Utilities for Economic Appraisal. Journal of Health Economics 5: 1-30.",
        "Tu, Jack V., et al. 1997. Use of Cardiac Procedures and Outcomes in Elderly Patients with Myocardial Infarction in the United States and Canada. New England Journal of Medicine 336 (21): 1500-1505.",
        "Tolley, George, Donald Kenkel, and Robert Fabian, eds. 1994. Valuing Health for Policy: An Economic Approach. Chicago: University of Chicago Press.",
        "Sytkowski, Pamela A., et al. 1990. Changes in Risk Factors and the Decline in Mortality from Cardiovascular Disease. New England Journal of Medicine 322 (23) : 1635-1641.",
        "Staiger, Doug, and Gary Gaumer. 1996. The Effect of Prospective Payment on Post-Hospital Mortality, Mimeograph.",
        "Rouleau, Jean L. 1993. Comparison of Management Patters After Acute Myocardial Infarction in Canada and the United States. New England Journal of Medicine 328 (11) : 779-784.",
        "Newhouse, Joseph P. 1993. Free For All? Lessons From the Rand Health Insurance Experiment. Cambridge: Harvard University Press.",
        "Moore, Michael J., and W. Kip Viscusi. 1988. The Quantity-Adjusted Value of Life. Economic Inquiry 26 (3) : 369-388.",
        "The Global Burden of Disease. Washington, D.C.: The World Health Organization. Newhouse, Joseph P. 1992. Medical Care Costs: How Much Welf are Loss? Journal of Economic Perspectives 6 (3) : 3-21.",
        "McGovern, Paul G., et al. 1996. Recent Trends in Acute Coronary Heart Disease - Mortality, Morbidity, Medical Care and Risk Factors. New England Journal of Medicine 334 (14) : 884-890.",
        "McGlynn, Elizabeth A., et al. 1994. Comparison of the Appropriateness of Coronary Angiography and Coronary Artery Bypass Graft Surgery Between Canada and New York State. Journal of the American Medical Association 272 (12) :934-940.",
        "Mark, Daniel B., et al. 1994. Use of Medical Resources and Quality of Life After Acute Myocardial Infarction in Canada and the United States. New England Journal of Medicine 331 (17): 1130-1135.",
        "Hodgson, Thomas. 1997. Medical Care Expenditures by Diagnosis: Estimates, Data Sources, and Methodology. National Center for Health Statistics. Mimeograph.",
        "Grossman, Michael. 1972. The Demand for Health: A Theoretical and Empirical Investigation. Columbia University Press.",
        "Gramlich, Edward M. 1990. A Guide to Benefit-Cost Analysis. 2~ edition, Englewood Cliffs, N.J.: Prentice Hall.",
        "Case Mix, Costs and Outcomes. New England Journal of Medicine 310 (19), 1231-37. Goldman, L. And E.F. Cook. 1984. The Decline in Ischemic Heart Disease Mortality Rates: an Analysis of the Comparative Effects of Medical Interventions and Changes in Lifestyle. Annals of Internal Medicine 101 (6): 825-36.",
        "Fuchs, Victor. 1996. Economics, Values, and Health Care Reform. American Economic Review 86 (1) : 1-24.",
        "Fuchs, Victor. 1982. Time Preference and Health: An Exploratory Study. In Victor Fuchs, ed., Economic Aspects of Health. Chicago: University of Chicago Press.",
        "Dardis, Rachel. 1980. The Value of a Life: New Evidence from the Marketplace. American Economic Review 70 (5): 1077-1082.",
        "Measuring the Health of the United States Population. Brookings Papers on Economic Activity: Microeconomics. 1997: 217-271.",
        "Cutler, David M. and Mark McClellan. 1996. Determinants of Technological Change in Heart Attack Treatment.",
        "Baltimore, MD: U.S. Social Security Administration, Office of the Actuary. Cutler, David M. 1995. The Incidence of Adverse Medical Outcomes Under Prospective Payment. Econometrica 63 (1) : 29-50.",
        "Aaron, Henry. 1991. Serious and Unstable Condition.",
        "Washington, D.C.: The Brookings Institution. Atkinson, Anthony B., and Joseph B. Stiglitz. 1980."
    ]
}