{
    "id": 6898,
    "cites": 20,
    "cited_by": 5,
    "reference": [
        "Rotemberg, J. and M. Woodford, Real-Business-Cycle Models and the Forecastable Movements in Output, Hours, and Consumption, American Economic Review, 86 (1), (1996), 7 1-89.",
        "Klenow, P.Not Learning by Not Doing, mimeo, University of Chicago, 1993.",
        "King, R,, Plosscr, C. and S. Rebelo, Production, Growth and Business Cycles: I. The Basic Neoclassical Model, Journal of Monetary Economics, 21 (1988a), 195-232. _____________ Production, Growth and Business Cycles: II. New Directions, Journal of Monetary Economics, 21 (1988b), 309-41.",
        "Katz, L., and B. Meyer, Unemployment Insurance, Recall Expectations, and Unemployment Outcomes, Quarterly Journal of Economics, (1990).",
        "Jovanovic, B. and Y. Nyarko, (1995) A Bayesian Learning Model Fitted to a Variety of Empirical Learning Curves, Brookings Papers on Economic Activity.",
        "Jarmin, R., (1994) Learning by Doing and Competition in the Early Rayon Industry, Rand Journal of Economics, 25(3).",
        "Hall, R. On the Sources of Economic Fluctuation, mimco, paper presented at the Economic Fluctuations Research Meeting, NBER, (1994), Irwin, D. and P. Klenow, (1994) Learning-by-Doing Spillovers in the Semiconductor Industry, Journal of Political Economy, 102(6).",
        "Cooper, R. and A. John, Dynamic Complementarities: A Quantitative Analysis, Journal of Monetary Economics, 40 (1997), 97-119.",
        "Cooper, R. and A. John, Coordinating Coordination Failures in Keynesian Models, Quarterly Journal of Economics, 103 (1988), 441-63.",
        "Cooper, R. and J. Haltiwanger, Evidence on Macroeconomic Complementarities, REStat, 78 (1996), 78-93.",
        "Cogley, T. and I. Nason, Output Dynamics in Real-Business-Cycle Models, American Economic Review, 85(1995), 492-511.",
        "Christiano, U, M. Eichenbaum and C. Evans, The Effects of Monetary Policy Shocks: Evidence from the Flow of Funds, REStat, 78 (1996), 16-34.",
        "Christiano, L. and M. Eiehenbaum, Current Real-Business-Cycle Theory and Aggregate LaborMarket Fluctuations, American Economic Review, 82 (1992), 430-50.",
        "Burnside, C, M. Eichenbaum and S. Rebelo, Labor Hoarding and the Business Cycle, Journal of Political Economy, 101 (1993), 245-73.",
        "Rotemberg, eds., NBER Macroeconomics Annual, MIT Press: Cambridge, Ma., 1995, 67-123.",
        "Burnside, C. and M. Eichenbaum, Factor-Hoarding the Propagation of Business-Cycle Shocks American Economic Review, 86 (1996), 1154-74.",
        "Benkard, C., Learning and Forgetting: The Dynamics of Aircraft Production, mimeo, Yale University, November 1997.",
        "Baxter, M. and R. King, Productive Externalities and Business Cycles, Institute for Empirical Macroeconomics, Federal Reserve Bank of Minneapolis, Discussion Paper 53, November 1991.",
        "Basu, S. and J.G. Fernald, Are Apparent Productive Spillovers a Figment of Specification Error? Journal of Monetary Economics, 36(1995), 165-88.",
        "Bahk, B.H. and M. Gort, Decomposing Learning by Doing in New Plants, Journal of Political Economy, 101 (1993), 561-83."
    ]
}