{
    "id": 69,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "[1] Almon, S. - The Distributed Lag Between Capital Appropriations and Expenditures - Econometrica, 1965, pp. 178-196.",
        "[2] Dhrymes, P. J. - Distributed Lags: Problems of Estimation and Formulation (Holden Day, San Francisco), 1971.",
        "[3] Griliches, Z., G. S. Maddala, R. E. Lucas and N. Wallace - Notes on Estimated Aggregate Quarterly Consumption Functions - Econometrica, 1962, pp. 491-500.",
        "[4] Griliches, Z. - Distributed Lags: A Survey - Econoinetrica, 1967, pp. 16-49.",
        "[5] Hoerl, A. E., and R. W. Kennard - Ridge Regression: Biased Estimation for Non-orthogonal Problems - Technometrics, 1970, pp. 55-67.",
        "[6] Holland, Paul W. - Weighted Ridge Regression - Combining Ridge and Robust Regression Methods - Working Paper No. 11, National Bureau of Economic Research, September 1973.",
        "[7] Jorgenson, D. W. - Rational Distributed Lag Functions - Econornetrica, 1966, pp. 135-149.",
        "[8] Koyck, L. M. - Distributed Lags and Investment Analysis, (North Holland Publishing Company, Amsterdam, 1954).",
        "[9] Learner, Edward E. - A Class of Informative Priors and Distributed Lag Analysis - Econometrica, 1972, pp. 1059-1081,",
        "[10] Lindley, D. V. and A. F. M. Smith - Bayes Estimates for the Linear Model (with Discussion) - Journal of the Royal Statistical Society, B Series, 1972, pp. 1-41,",
        "[11] Rao, C. R. - Linear Statistical Inference and Its Applications, (Wiley, New York), 1965.",
        "[12] Shiller, Robert J. - A Distributed Lag Estimator Derived from Smoothness Priors - Econometrica, 1973, pp. 775-788.",
        "[13] Solow, Robert M. - On a Family of Lag Distributions - Econometrica, 1960, pp. 393-406.",
        "[14] Theil, H. and A. S. Goldberger - On Pure and Mixed Statistical Estimation in Economics - International Economic Review, 1960, pp. 65-78.",
        "[15] Theil, H. - Principles of Econometrics (Wiley, New York), 1971.",
        "[16] Zellner, A. and M. S. Geisel - Analysis of Distributed Lag Models With Applications to Consumption Function Estimation - Econometrica, 1970, pp. 865-888."
    ]
}