{
    "id": 6900,
    "cites": 42,
    "cited_by": 15,
    "reference": [
        "Chevalier, J. and D. Scharfstein, Capital-Market Imperfections and Countercyclical Markups: Theory and Evidence, American Economic Review, 86 (1996), 703-725.",
        "Chevalier, J., Capital Structure and Product-Market Competition: Empirical Evidence from the Supermarket Industry, American Economic Review, 85 (1995), 415-435.",
        "Card, D., and D. Hyslop, Does Inflation `Grease the Wheels of the Labor Market?, National Bureau of Economic Research Working Paper No. 5538, 1996.",
        "Bull, C., The Existence of Self-Enforcing Implicit Contracts, Quarterly Journal of Economics, 37 102 (1987), 147-159.",
        "Borjas, C., and V. Rainey, Foreign Competition, Market Power, and Wage Inequality, Quarterly Journal of Economics, 110 (1995), 1075-1110.",
        "Blanchflower, D., A. Oswald and P. Sanfrey, Wages, Profits, and Rent-Sharing, Quarterly Journal of Economics, 111 (1996), 227-251.",
        "Bolton, P., and D. Scharfstein, Optimal Debt Structure and the Number of Creditors, Journal of Political Economy, 104 (1996), 1-25.",
        "Blanch.flower, D. and A. Oswald, The Wage Curve (Cambridge, MA and London: MIT Press, 1994).",
        "Blanchard, 0. and L. Katz, Regional Evolutions, Broohings Papers on Economic Activity, 1 (1992), 1-75.",
        "Blanchard, 0. and L. Katz, What We Know and Do Not Know About the Natural Rate of Unemployment, Journal of Economic Perspectives, 11(1997), 51-72.",
        "Bertrand, M., From the Invisible Handshake to the Invisible Hand? How Product Market Competitiom Changes the Employment Realtionship, Harvard University, Mimeo, 1998.",
        "Bertrand, M. and S. Mullainathan, Is There Discretion in Wage Setting? A Test Using Takeover Legislation, Harvard University Mimeo, 1997.",
        "Belzer, M., Collective Bargaining After Deregulation: Do the Teamsters Still Count?, Industrial and Labor Relations Review, 48 (1995), 636-655.",
        "Baker, G., and B. Holmstrom, Internal Labor Markets: Too Many Theories, Too Few Facts, American Economic Review, 85 (1995), 255-259.",
        "Beaudry, P. and J. DiNardo, The Effect of Implicit Contracts on the Movement of Wages over the Business Cycle: Evidence from Micro Data, Journal of Political Economy, 99 (1991), 665-688.",
        "Baker, G., M. Gibbs and B. Holmstrom, The Wage Policy of a Firm, Quarterly Journal of Economics, 109 (1994b), 921-955.",
        "Baker, G., M. Gibbs and B. Holmstrom, The Internal Economics of the Firm: Evidence from Personnel Data, Quarterly Journal of Economics, 109 (1994a), 881-919.",
        "Akerlof, G., A Theory of Social Custom, of Which Unemployment May Be One Consequence, Quarterly Journal of Economics, 95 (1980), 749-775.",
        "Akerlof, G., Labor Contracts as Partial Gift Exchange, Quarterly Journal of Economics, 97 (1982), 543-569.",
        "Abowd, J. and T. Lemieux, The Effects of Product Market Competition on Collective Bargaining Agreements: The Case of Foreign Competition in Canada, Quarterly Journal of Economics, 108 (1993), 983-1014.",
        "Swinnerton, K. and H. Wial, Is Job Stability Declining in the U.S. Economy?, Industrial and Labor Relations Review, 48 (1995), 293-304.",
        "Slaughter, M., International Trade and Labor-Demand Elasticities, Darmouth College Working Paper, 1997.",
        "Shleifer, A. and L. Summers, Breach of Trust in Hostile Takeovers, in Auerbach A., ed., Corporate Takeovers: Causes and Consequences (Chicago: University of Chicago Press, 1988).",
        "Revenga, A., Essays on Labor Market Adjustment and Open Economics, Ph.D. Dissertation, Harvard University, 1990.",
        "Scharfstein, D., Product Market Competition and Managerial Slack, Rand Journal of Economics, 19 (1988), 147-155.",
        "Polsky, D., Changes and Consequences of Job Separations in the U.S. Economy, Working Paper, University of Pennsylvania, 1996.",
        "Revenga, A., Exporting Jobs? The Impact of Import Competition on Employment and Wages in U.S. Manufacturing, Quarterly Journal of Economics, 107 (1992), 255-284.",
        "Okun, A., Prices and Quantities (Washington, DC: The Brookings Institution, 1981).",
        "Nickell, S. and S. Wadhwani, Insider Forces and Wage Determination, Center for Labour Studies, London School of Economics Discussion Paper No. 334, 1989.",
        "Meese, R. and K. Rogoff, Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample?, Journal of International Economics, 14 (1983), 3-24.",
        "Levine, D., and E. Groshen, The Rise and Decline(?) of U.S. Internal Labor Markets, Society of Labor Economists, DC, May 2-9 1997, Minutes of Second Annual Meeling.",
        "Leamer, E., In Search of Stopler-Samuelson Effects on U.S. Wages, National Bureau of Economic Research Working Paper No. 5427, 1996.",
        "Kahneman, D., J. Knetsch and R. Thaler, Fairness as a Constraint on Profit Seeking: Entitlements in the Market, American Economic Review, 76 (1986), 728-741.",
        "Hanka, C., Debt and the Terms of Employment, Journal of Financial Economics, forthcoming. Jensen, M., The Eclipse of the Public Corporation, Harvard Business Review, 1989.",
        "Hart, 0., The Market Mechanism as an Incentive Scheme, Bell Journal of Economics, 14 (1983), 185-2 16.",
        "Hart, 0. and J. Moore, Default and Renegotiation: A Dynamic Model of Debt, Department of Economics, Massachusetts Institute of Technology Working Paper No. 520, 1989.",
        "Harris, M. and B. Holmstrom, A Theory of Wage Dynamics, Review of Economic Studies, 49 (1982), 315-333.",
        "Gottschalk, P. and R. Moffitt, The Growth of Earnings Instability in the U.S. Labor Market, Brookings Papers on Economic Activity, 2 (1994), 217-254.",
        "Fortin, N. and T. Lemieux, Institutional Changes and Rising Inequality: Is There a Linkage?, Journal of Economic Perspectives, 11(1997), 75-96.",
        "Espinoza, M. and C. Rhee, Efficient Bargaining As A Repeated Game, Quarterly Journal of Economics, 104 (1989), 565-588.",
        "Doeringer, P., and M. Piore, Internal Labor Markets and Manpower Analysis (Lexington: D. C. Heath and Company, 1971).",
        "Diebold, F., D. Neumark and D. Polsky, Job Stability in the United States, Journal of Labor Economics, 15 (1997), 206-233."
    ]
}