{
    "id": 6901,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "[16] Weiss, Andrew (1991), Efficiency Wages: Models of Unemployment, Layoffs, and Wage Dispersion, Princeton: Princeton University Press.",
        "[15] Weiss, Andrew (1980), Job Queues and Layoffs in Labor Markets with Flexible Wages, Journal of Political Economy, 88, 526-538.",
        "[13] Rosen, Sherwin (1981), The Economics of Superstars, American Economic Review, 71, 845-858.",
        "[14] Ruffin, Roy (1988), The Missing Link: The Ricardian Approach to the Factor Endowments Theory of Trade, American Economic Review, 78, 759-772.",
        "[12] Mussa, Michael (1982), Imperfect Factor Mobility and the Distribution of Income,  Journal of International Economics, 12, 125-141.",
        "[11] Murphy, Kevin M., Shleifer, Andrei, and Vishny, Robert W. (1991), The Allocation of Talent: Implications for Growth, Quarterly Journal of Economics, 106, 503-530.",
        "[9] Matsuyama, Kiminori (1992), A Simple Model of Sectoral Adjustment, Review of Economic Studies, 59, 375-388.",
        "[10] Milgrom, Paul and Roberts, John (1990), The Economics of Modern Manufacturing: Technology, Strategy, and Organization, American Economic Review, 80, 511-528. 28",
        "[8] Malcomson, James M. (1981), Unemployment and the Efficiency Wage Hypothesis,  Economic Journal, 91, 848-866.",
        "[7] Lucas, Robert E., Jr. (1978), On the Size Distribution of Business Firms, Bell Journal of Economics, 9, 508-523.",
        "[5] Krugman, Paul R. (1995), Technology, Trade, and Factor Prices, N.B.E.R. Working Paper No. 5355, National Bureau of Economic Research.",
        "[61 Legros, Patrick and Newman, Andrew F. (1997), Monotone Matching in Perfect and Imperfect Worlds, UniversitÃ\u0083Â© de Liege, mimeo.",
        "[4] Kremer, Michael and Maskin, Eric (1996), Wage Inequality and Segregation by Skill, Harvard Institute of Economic Research Discussion Paper No. 1777, Harvard University.",
        "[3] Kremer, Michael (1993), The 0-Ring Theory of Economic Development, Quarterly Journal of Economics, 108, 55 1-575.",
        "[21 Grossman, Gene M. and Maggi, Giovarmi (1998), Diversity and Trade, Discussion Paper in Economics No. 191, Woodrow Wilson School of Public and International Affairs.",
        "[1] Clemenz, Gerhard (1995), Adverse Selection in Labor markets and International Trade, Scandinavian Journal of Economics, 97, 73-88."
    ]
}