{
    "id": 6905,
    "cites": 166,
    "cited_by": 3,
    "reference": [
        "Adams Business Media (1997), The Beer Handbook (Adams Business Media, Cleveland, OH). Atkinson, A.B. and T.W. Meade (1974), Methods and preliminary findings in assessing the economic and health consequences of smoking with particular reference to lung cancer, Journal of the Royal Statistical Society Series A 137:297-312.",
        "Babor, T.F. (1985), Alcohol, economics and the ecological fallacy: Toward an integration of experimental and quasi-experimental research, in: E. Single and T. Storm, eds., Public Drinking and Public Policy (Addiction Research Foundation, Toronto) 161-189.",
        "Babor, T.F., J.H. Mendelson, I. Greenberg, and J. Kuehnle (1978), Experimental analysis of the &apos;happy hour&apos;: Effects of purchase price on alcohol consumption, Psychopharmacology 58:35-41.",
        "Baumann K.E. and S.T. Ennett (1996), On the importance of peer influence for adolescent drug use: commonly neglected considerations, Addiction 91 (2): 185-198.",
        "Becker, G.S. (1992), Habits, addictions, and traditions, Kyklos 45:327-346.",
        "Becker, G. S. (1996), Accounting for Tastes (Harvard University Press, Cambridge).",
        "Becker, G.S., M. Grossman and K.M. Murphy (1991), Rational addiction and the effect of price on consumption, American Economic Review 81(2):237-241.",
        "Becker, G.S. and K.M. Murphy (1988), A theory of rational addiction, Journal of Political Economy 96(4):675-700.",
        "Ben-Porath, Y. (1967), The production of human capital and the life cycle of earnings, Journal of Political Economy 75:352-365.",
        "Berger, M.C. and J.P. Leigh (1988), The effect of alcohol use on wages, Applied Economics 20:1343-1351.",
        "Berry, R.E. and J.P. Boland (1977), The Economic Cost of Alcohol Abuse (The Free Press, New-York).",
        "Boland, B. and R. Roizen (1973), Sales slips and survey responses: New data on the reliability of survey consumption measures, Drinking and Drug Practices Surveyor 8:5-10.",
        "Boyd, R. and B.J. Seldon (1991), Changes in sin taxes: A general equilibrium perspective, Land Economics 67(3):365-374.",
        "Bray, R.M., M.E. Marsden, J.R. Harbold and M.R. Peterson (1992), Progress toward eliminating drug and alcohol abuse among U.S. military personnel, Armed Forces & Society 18(4):476-496.",
        "Bruun, K., G. Edwards, M. Lumio, K. Makela, L. Pan, R.E. Popham, R. Room, W. Schmidt, O. Skog, P. Sulkunen and E. osterberg (1975), Alcohol Control Policies in Public Health Perspective (Aurasen Kirjapaino, Forssa, Finland).",
        "Bryant, R.R., V.A. Sumaranayake and A. Wilhite (1992), Alcohol use and wages of young men: Whites vs. nonwhites, International Review of Applied Economics 6(2):184-202.",
        "Camargo, C.A. Jr, C.H. Hennekens, J.M. Gaziano, R.J. Glynn, J.E. Manson, M.J. Stampfer (1997), Prospective study of moderate alcohol consumption and mortality in US male physicians, Archives of Internal Medicine 157(l):79-85.",
        "Center for Science in the Public Interest (1989), Impact of Alcohol Excise Tax Increases on Federal Revenues, Alcohol Consumption and Alcohol Problems (Center for Science in the Public Interest, Washington, DC).",
        "Centers for Disease Control (1990), Alcohol-Related Mortality and Years of Potential Life Lost - United States, 1987, Morbidity and Mortality Weekly Report 39(11), March 23.",
        "Chaloupka, F.J. and M. Grossman (1994), Drinking and addiction? Evidence from the first National Health and Nutrition Examination Survey University of Illinois Chicago.",
        "Chaloupka, F.J. and H. Wechsler (1996), Binge drinking in college: The impact of price, Contemporary Economic Policy 14(4): 112-124.",
        "Chaloupka, F.J. and A. Laixuthai (1997), Do youths substitute alcohol and marijuana? Some econometric evidence, Eastern Economic Journal 23(3):253-276.",
        "Chaloupka, F.J., H. Saffer and M. Grossman (1993), Alcohol control policies and motor vehicle fatalities, Journal of Legal Studies 22(1): 161-186.",
        "Chaloupka, F.J., M. Grossman, G.S. Becker and K.M. Murphy (1993), Alcohol addiction: An econometric analysis, Presented at the annual meeting of the American Economic Association, Anaheim, CA, January.",
        "Chamberlain, G. (1984), Panel data in Z. Grilliches and M. Intrilligator, eds., Handbook of Econometrics (North Holland, New York).",
        "Chesson, H.W., P. Harrison and W.J. Kassler (1997), Alcohol, youth, and risky sex: The effect of beer taxes and the drinking age on gonorrhea rates in teenagers and young adults, Working Paper.",
        "Clements, K.W., W. Yang, and S.W. Zheng (1997), Is utility additive? The case of alcohol Applied Economics 29: 1163-1167.",
        "Coate, D. and M. Grossman (1988), Effects of alcoholic beverage prices and legal drinking ages on youth alcohol use, Journal of Law and Economics 31(1): 145-171.",
        "Collins, D. and H. Lapsley (1996), The social costs of drug abuse in Australia in 1988 and 1992. (Commonwealth Department of Human Services and Health, Canberra, Australia).",
        "Collins, J.J. Jr. (1989), Alcohol and interpersonal violence: Less than meets the eye, in: N.A. Weiner and M.E. Wolfgang, eds., Pathways to Criminal Violence (Sage Publications, Newbury Park, CA) 49-67.",
        "Cook, P.J. (1981), The effect of liquor taxes on drinking, cirrhosis, and auto fatalities, in: M. Moore and D. Gerstein, eds., Alcohol and Public Policy: Beyond the Shadow of Prohibition (National Academy of Sciences, Washington DC) 255-285.",
        "Cook, P.J. (1988), Increasing the federal excise taxes on alcoholic beverages Journal of Health Economics, March: 89-91.",
        "Cook, P.J. (1991), The social costs of drinking, in: Aasland, A.G., ed., The Expert Meeting on the Negative Social Consequences of Alcohol Abuse (Norwegian Ministry of Health and Social Affairs, Oslo, Norway) 49-81.",
        "Cook, P.J. and J. Leitzel (1996), Perversity, futility, jeopardy: An economic analysis of the attack on gun control Law and Contemporary Problems 59(1): 91-118.",
        "Cook, P.J. and M.J. Moore (1993a), Taxation of alcoholic beverages, in: M. Hilton and G. Bloss, eds., Economic Research on the Prevention of Alcohol-Related Problems (National Institute on Alcohol Abuse and Alcoholism, NIH Publication No. 93-3513, Rockville, MD) 33-58.",
        "Cook, P.J. and M.J. Moore (1993b), Economic perspectives on alcohol-related violence, in: S.E. Martin, ed., Alcohol-Related Violence: Interdisciplinary Perspectives and Research Directions (National Institute on Alcohol Abuse and Alcoholism, NIH Publication No. 93-3496, Rockville, MD) 193-212.",
        "Cook, P.J. and M.J. Moore (1993c), Drinking and schooling, Journal of Health Economics 12:411-429.",
        "Cook, P.J. and M.J. Moore (1994), This tax&apos;s for you, National Tax Journal September:559-573.",
        "Cook, P.J., M.J. Moore and R. Pacula (1993), Drinking by Young Adults, Part I: Demographics (Duke University, Durham, North Carolina, November).",
        "Cook, P.J. and G. Tauchen (1982), The effect of liquor taxes on heavy drinking, Bell Journal of Economics 13(2):379-390.",
        "Cook, P.J. and G. Tauchen (1984), The effect of minimum drinking age legislation on youthful auto fatalities, 1970-77, Journal of Legal Studies 13:169-190.",
        "Corlett, W.J., and D.C. Hague (1953), Complementarity and the excess burden of taxation, Review of Economic Studies 21:21-30.",
        "Criqui, M.H., L.D. Cowan, H.A. Tyroler, S. Bangdiwala, G. Heiss, R.B. Wallace, and R. Cohn (1987), Lipoproteins as mediators for the effects of alcohol consumption and cigarette smoking on cardiovascular mortality: Results from the Lipid Research Clinics Follow-up Study, American Journal of Epidemiology 126:629-637.",
        "DeBakey S.F., F.S. Stinson, B.F. Grant, M.C. Dufour (1995), Liver Cirrhosis Mortality in the United States, 1970-92 (National Institute on Alcohol Abuse and Alcoholism, Washington DC).",
        "Diamond, P. (1974), Consumption externalities and imperfect corrective pricing, Bell Journal of Economics 5: 526-538.",
        "DiNardo, J. and T. Lemieux (1992), Alcohol, marijuana, and American youth: The unintended effects of government regulation, National Bureau of Economic Research Working Paper No. 4212, November.",
        "Draper, B. (1994), Suicidal behavior in the elderly, International Journal of Geriatric Psychiatry 9:655-661.",
        "Duan, N. et al. (1984), Choosing between the sample-selection model and the multi-part model, Journal of Business and Economic Statistics 2(3):283-289.",
        "Dufour, M.C. (1996) Risks and benefits of alcohol use over the life span, Alcohol Health and Research World 20(3): 145-151.",
        "DuMouchel, W.A., A.F. Williams and P. Zador (1987), Raising the alcohol purchase age: Its effect on fatal motor crashes in 26 states, Journal of Legal Studies 16:249-266.",
        "Edwards, G. et al (1994), Alcohol Policy and the Public Good (Oxford University Press, New York).",
        "Fagan, J. (1990), Intoxication and aggression, in: M. Tonry and J.Q. Wilson, eds., Crime and Justice, Vol. 13 (University of Chicago Press, Chicago) 241-320.",
        "Fisher, I. (1926), Prohibition at its Worst (The MacMillan Company, New York).",
        "French, M.T. and G.A. Zarkin (1995), Is moderate alcohol use related to wages? Evidence from Four worksites, Journal of Health Economics 14(3):319-344.",
        "Gaviria, A. and S. Raphael (1997), School-based peer effects and juvenile behavior University of California at San Diego, Working Paper.",
        "Gerstein, D.R. (1981), Alcohol use and consequences, in: M.H. Moore and D.R. Gerstein eds., Alcohol and Public Policy: Beyond the Shadow of Prohibition (National Academy of Sciences, Washington DC) 182-224.",
        "Gius, M.P. (1996), Using panel data to determine the effect of advertising on band-level distilled spirits sales, Journal of Studies on Alcohol 57(l):73-76.",
        "Godfrey, C. and L. Harrison (1990), Preventive health objectives and tax policy options, in: A. Maynard and P. Tether eds. Preventing Alcohol and Tobacco Problems. Vol.1. (Avebury, Gower Publishing Co., Hants, England) 54-74.",
        "Grossman, M. (1972), On the concept of health capital and the demand for health, Journal of Political Economy 80:223-255.",
        "Grossman, M. (1993), The economic analysis of addictive behavior, in: M. Hilton and G. Bloss, eds., Economics and the Prevention of Alcohol-Related Problems (National Institutes of Health, Washington, DC) NIH Publication No. 93-3513, 91-124.",
        "Grossman, M., F.J. Chaloupka, H. Saffer and A. Laixuthai (1994), Effects of alcohol price policy on youth: A summary of economic research, Journal of Research on Adolescence 4:347-364.",
        "Grossman, M., F.J. Chaloupka and I. Sirtalan (1998), An empirical analysis of alcohol addiction: Results from the monitoring the future panels, Economic Inquiry 36:39-48.",
        "Grossman, M., D. Coate and G.M. Arluck (1987), Price sensitivity of alcoholic beverages in the United States: Youth alcohol consumption, in: Holder, H., ed., Control Issues in Alcohol Abuse Prevention: Strategies for States and Communities (JAI Press, Inc., Greenwich) 169-198.",
        "Grossman, M., F. Chaloupka, G. Becker, and K. Murphy (1992), Alcohol addiction: An econometric analysis, Working Paper.",
        "Grunewald, P.J., A.B. Millar, and P. Roeper (1996), Access to alcohol: Geography and Prevention for Local Communities, Alcohol Health & Research World 20(4):244-251.",
        "Harford, T.C. and S.D. Brooks (1992), Cirrhosis mortality and occupation, Journal of Studies on Alcohol 53:463-468.",
        "Harwood, H., D. Fountain, and G. Livermore (1998), The Economic Costs of Alcohol and Drug Abuse in the United States 1992. (U.S. Government Printing Office, Washington, DC).",
        "Harwood, H.J., D.M. Napolitano, P.L. Kristiansen and J.J. Collins, eds. (1984), Economic Costs to Society of Alcohol and Drug Abuse and Mental Illness: 1980 (Research Triangle Institute, Research Triangle Park, NC).",
        "Hauge, R. (1988), The effects of changes in availability of alcoholic beverages, in: M.D. Laurence, J.R. Snortum and F.E. Zimring, eds., Social Control of the Drinking Driver (University of Chicago Press, Chicago) 169-188.",
        "Hay ward, L., S.R. Zubrick, and S. Silburn (1992), Blood alcohol levels in suicide cases, Journal of Epidemiology and Community Health 46:256-60.",
        "Heckman, J.J. (1981), Heterogeneity and state dependence, in: S. Rosen, ed., Studies in Labor Markets (University of Chicago Press, Chicago).",
        "Heien, D.M. and D.J. Pittman (1993), The external costs of alcohol abuse, Journal of Studies on Alcohol 54:302-307.",
        "Heien, D.M. (1995), The economic case against higher alcohol taxes, Journal of Economic Perspectives, 9(1) Winter:207-209.",
        "Hilton, M.E. and W.B. Clark (1987), Changes in American drinking patterns and problems, 1967-1984, Journal of Studies on Alcohol 48(6):515-522.",
        "Hodgson, T.A. and M. Meiners (1979), Guidelines for Cost-of-Illness Studies in the Public Health Service (Public Health Service Task Force on Cost-of-Illness Studies, Bethesda, MD).",
        "Hodgson, T.A. and M. Meiners (1982), Cost-of illness methodology: A guide to current practices and procedures, Milbank Memorial Fund Quarterly 60(3):429-462.",
        "Hoyt, G.M. and F.J. Chaloupka (1994), Effect of survey conditions of self-reported substance use, Contemporary Economic Policy 12(3): 109-121.",
        "Hu, T-Y (1950), The Liquor Tax in the United States, 1791-1947. (Columbia University Press, New York).",
        "Kay, J. and M. Keen (1986), Alcohol and tobacco taxes: Criteria for harmonisation, in: S Cnossen, ed., Tax Coordination in the European Community (Kluwer Academic, Amsterdam) 85-111.",
        "Keller, M. (1978), Alcohol consumption, in: The New Encyclopaedia Britannica in 30 Volumes: Macropaedia Vol. 1, 15th ed. (Encyclopedia Britannica, Inc., Chicago) 437-450.",
        "Kenkel, D.S. (1993), Drinking, driving, and deterrence: The effectiveness and social costs of alternative policies, Journal of Law and Economics 36:877-913.",
        "Kenkel, D.S. (1996), New estimates of the optimal tax on alcohol, Economic Inquiry 34:296-319.",
        "Kenkel, D.S. (1998), Price and tax effects on demand and health outcomes, in: National Institute on Alcohol Abuse and Alcoholism Tenth Special Report to the US Congress on Alcohol and Health, in press.",
        "Kenkel, D.S. and D. Ribar (1994), Alcohol consumption and young adults&apos; socioeconomic status, in: Brookings Papers on Economic Activity-Micro June: 119-161.",
        "Kenkel, D.S. and P. Wang (1998), Are alcoholics in bad jobs?, National Bureau of Economic Research Working Paper 6401.",
        "Klatsky, A.L., M.A. Armstrong, and G.D. Friedman (1990),Risk of cardiovascular mortality in alcohol drinkers, ex-drinkers and nondrinkers, American Journal of Cardiology 66(17): 1237-1242.",
        "Lands, W.E.M. and S. Zakhari (1991), Alcohol and cardiovascular disease, Alcohol Health & Research World 14(4):304-312.",
        "Larkby C. and N. Day (1997), The effects of prenatal alcohol exposure, Alcohol Health & Research World 21(3): 192-198.",
        "Lelbach, K. (1974), Organic pathology related to volume and pattern of alcohol use, in: Gibbins, R.J., et al., eds., Research Advances in Alcohol and Drug Problems, Vol. 1. (Wiley and Sons, New York).",
        "Leon, D.A., L. Chenet, V.M. Shkolnikov, S. Zakharov, J. Shapiro, G. Rakhmanova, S. Vassin, M. McKee (1997), Huge variation in Russian mortality rates 1984-94: Artifact, alcohol, or what?, The Lancet 350: 383-388.",
        "Leung, S and C.E. Phelps (1993), My kingdom for a drink...? A review of estimates of the price sensitivity of demand for alcoholic beverages, in M.E. Hilton and G. Bloss eds., Economics and the Prevention of Alcohol-Related Problems. NIAAA Research Monograph No. 25. NIH Pub. No. 93-3513. (National Institutes of Health, Bethesda, MD) 1-31.",
        "Lyon, A.B. and R.M. Schwab (1995), Consumption taxes in a life-cycle framework: Are sin taxes regressive?, Review of Economics and Statistics 77(3):389-406.",
        "Males, M.A. (1986), The minimum purchase age for alcohol and young-driver fatal crashes: A long-term view, The Journal of Legal Studies 15(1):181-211.",
        "Malin, H., J. Coakley, C. Kaelber, N. Munch, and W. Holland (1982), An epidemiologic perspective on alcohol use and abuse in the United States, in: Alcohol Consumption and Related Problems (National Institute of Alcohol Abuse & Alcoholism, Washington, DC).",
        "Manning, W., L. Blumberg and L. Moulton (1995), The demand for alcohol: The differential response to price, Journal of Health Economics 14(2): 123-148.",
        "Manning, W.G., E.B. Keeler, J.P. Newhouse, E.M. Sloss and J. Wasserman (1989), The taxes of sin: Do smokers and drinkers pay their way?, Journal of the American Medical Association 261:1604-1609.",
        "Manning, W.G., E.B. Keeler, J.P. Newhouse, E.M. Sloss and J. Wasserman, eds. (1991), The Costs of Poor Health Habits (Harvard University Press, Cambridge).",
        "Manning, W.G. and J. Mullahy (1998), The effects of price on patterns of alcohol consumption, etc. Speech presented at the annual meeting of the Allied Social Science Association, Chicago, January 1998.",
        "Manski C.F. (1995), Identification Problems in the Social Sciences (Harvard University Press, Cambridge).",
        "Markowitz, S. and M. Grossman (1998), Alcohol regulation and violence towards children, National Bureau of Economic Research, Working Paper No. 6359.",
        "Mello, N.K. (1972), Behavioral studies of alcoholism, in: B. Kissin and H. Begleiter, eds., The Biology of Alcoholism, vol. 2 (Plenum, New York).",
        "Mello, N.K., H.B. McNamee, and J.H. Mendelson (1968), Drinking patterns of chronic alcoholics: gambling and motivation for alcohol, in: J.O. Cole, ed., Clinical Research in Alcoholism. (American Psychiatric Association, Washington, DC).",
        "Midanik, L., (1982), The validity of self-reported alcohol consumption and alcohol problems: A literature review, British Journal of Addiction 77:357-382.",
        "Miller, T.R. and L.J. Blincoe (1993), Incidence and costs of alcohol-involved crashes in the United States, Accident Analysis & Prevention 26: 583-592.",
        "Miller, T.R., D.C. Lestina and R.S. Spicer (1998), Highway crash costs in the United States by driver age, blood alcohol level, victim age, and restraint use, Accident Analysis and Prevention 30(2): 137-150.",
        "Miller-Tutzauer, C., K.E. Leonard and M. Windle (1991), Marriage and alcohol use: A longitudinal study of&apos;maturing out&apos;, Journal of Studies on Alcohol 52(5):434-440.",
        "Miron, J.A. (1997), The effect of alcohol prohibition on alcohol consumption, Boston University working paper.",
        "Miron, J.A. and J. Zwiebel (1991), Alcohol consumption during prohibition, AEA Papers and Proceedings 81(2):242-247.",
        "Moore, M.J. (1996), Death and tobacco taxes, RAND Journal of Economics 27(2):415-428.",
        "Moore, M.J. and P.J. Cook (1995), Habit and Heterogeneity in the Youthful Demand for Alcohol, National Bureau of Economic Research, Working Paper No. 5152.",
        "Mullahy, J. and J.L. Sindelar (1989), Life cycle effects of alcoholism on education, earnings, and occupation, Inquiry 26:272-282.",
        "Mullahy and Sindelar (1991), Gender differences in labor market effects of alcoholism, American Economic Review 81(2): 161-165.",
        "Mullahy, J. and J.L. Sindelar (1993), Alcoholism, work, and income, Journal of Labor Economics 11(3):494-520.",
        "Mullahy, J. and J.L. Sindelar (1996), Employment, unemployment, and problem drinking, Journal of Health Economics 15(4):409-434.",
        "Mullahy, J. and J.L. Sindelar (1997), Women and work: tipplers and teetotalers, Health Economics 6(5):533-537.",
        "Myrdal G. (1930), Alkoholens vinst - och Forlustkonto. Tirfling 24(4):106-109. National Household Survey on Drug Abuse (1996), Online data from Prevline, Prevention Online web site, from The National Clearinghouse for Alcohol and Drug Information (www.health.org/pubs/nhsda/96hhs/tabtoc.htm).",
        "Norstrom, T. (1987), The abolition of the Swedish alcohol rationing system: Effects on consumption distribution and cirrhosis mortality, British Journal of Addiction 82:633-642.",
        "Norton E.C., Lindrooth R.C. and Ennett StT. (In press), Controlling for the endogeneity of peer substance use on adoolescent alcohol and tobacco use, Health Economics. NTC Publications (1996), World Drink Trends: International Beverage Alcohol Consumption and Production (NTC Publications ,Trends Henley-on-Thames, Oxfordshire, England).",
        "Ohsfeldt, R.L. and M.A. Morrisey (1997), Beer taxes, workers&apos; compensation, and industrial injury, Review of Economics and Statistics 79(1): 155-160.",
        "Osterberg E. (1983), Calculating the costs of alcohol: The Scandinavian experience, in: M. Grant, M. Plant, and A. Williams, eds., Economics and Alcohol: Consumption and Controls. (Gardner Press, New York) 82-96.",
        "Pacula R.L. (1998), Does increasing the beer tax reduce marijuana consumption?, Journal of Health Economics 17(5):557-586.",
        "Pernanen, K. (1991), Alcohol in Human Violence (Guilford Press, New York). Phelps, C.E. (1988), Death and taxes: an opportunity for substitution, Journal of Health Economic 7:1-24.",
        "Pogue, T.F. and L.G. Sgontz (1989), Taxing to control social costs: The case of alcohol, American Economic Review 79(1 ):235-243.",
        "Polich, M.J. and B.R. Orvis (1979), Alcohol Problems: Patterns and Prevalence in the U.S. Air Force (The Rand Corporation, Santa Monica, CA).",
        "Pollak, R.A. (1970), Habit formation and dynamic demand functions, Journal of Political Economy 78:745-763.",
        "Popham, R.E. and W. Schmidt (1981), Words and deeds: The validity of self-report data on alcohol consumption, Journal of Studies on Alcohol 42(3):355-358.",
        "Pudney, S. (1989), Modeling Individual Choice: The Econometrics of Corners, Kinks, and Holes (Basil-Blackwell, Oxford).",
        "Ramsey, F.P. (1927), MA contribution to the theory of taxation, Economic Journal 37(1):47-61 Rice, D.P., S, Kelman, L.S. Miller and S. Dunmeyer (1990), The Economic Costs of Alcohol and Drug Abuse and Mental Illness: 1985, Report submitted to the Office of Financing and Coverage Policy of the Alcohol, Drug Abuse, and Mental Health Administration, (US Department of Health and Human Services, Institute for Health & Aging, University of California, San Francisco).",
        "Rimm, E.B., E.L. Giovannucci, W.C. Willett, G.A. Colditz, A. Ascherio, B. Rosner, M.J. Stampfer (1991), Prospective study of alcohol consumption and risk of coronary disease in men, The Lancet 338:464-68.",
        "Roberts, J.S. (1984), Drink, Temperance and the Working Class in Nineteenth Century Germany (Allen & Unwin, Boston).",
        "Room, R., S. Bondy and J. Ferris (1994), Drinking and risk of alcohol-related harm in a 1989 Canadian national sample, Working Paper (Addiction Research Foundation, Toronto, Ontario).",
        "Rosen, H.S. (1980), What is labor supply and do taxes affect it?, American Economic Review Papers and Proceedings 70(2):171 -176.",
        "Rosen, H.S. (1988), Public Finance, 2nd ed. (Irwin, Homewood, IL).",
        "Ruhm, C.J. (1995), Economic conditions and alcohol problems, Journal of Health Economics 14(5):583-603.",
        "Ruhm, C.J. (1996), Alcohol policies and highway vehicle fatalities, Journal of Health Economics 15:435-454.",
        "Rumbarger J.J. (1989), Profits, Power, and Prohibition: Alcohol Reform and the Industrializing of America 1800-1930 (State University of New York Press, Albany).",
        "Saffer, H. (1991), Alcohol advertising bans and alcohol abuse: An international perspective, Journal of Health Economics 10(l):65-79.",
        "Saffer, H. (1994), Alcohol tax equalization and social costs, Eastern Economic Journal, 20(1) Winter:33-43.",
        "Saffer, H. (1995), Alcohol advertising and alcohol consumption: Econometric studies, in: Martin, S.E., ed. The Effects of the Mass Media on the Use and Abuse of Alcohol. NIAAA Research Monograph No. 28. NIH Pub. No. 95-3743. (National Institutes of Health, National Institute on Alcohol Abuse and Alcoholism, Bethesda, MD) 83-99.",
        "Saffer, H. (1997), Alcohol advertising and motor vehicle fatalities, Review of Economics and Statistics 79(3): 431-442.",
        "Saffer, H. and M. Grossman (1987a), Beer taxes, the legal drinking age, and youth motor vehicle fatalities, Journal of Legal Studies 16:351-374.",
        "Saffer, H. and M. Grossman (1987b), Drinking age laws and highway mortality rates: Cause and effect, Economic Inquiry 25(3):403-417.",
        "Sammartino, F. (1990), Federal Taxation of Tobacco, Alcoholic Beverages, and Motor Fuels (Congressional Budget Office, Washington DC), Shaper, A.G. (1990), Alcohol and mortality: a review of prospective studies, British Journal of Addiction 85:837-847.",
        "Shaper, A.G., G. Wannametheee, and M. Walker (1988), Alcohol and mortality in British men: Explaining the U-shaped curve, Lancet 2(8623): 1267-1273.",
        "Shavell, S. (1986), The judgment-proof problem, International Review of Law and Economics 6:45.",
        "Sindelar, J.L. (1993), Measurement issues in alcohol survey data, in: M.E. Hilton and G Bloss, eds., Economics and the Prevention of Alcohol-Related Problems. NIH Pub. No. 93-3513. (National Institute on Alcohol Abuse and Alcoholism, Rockville, MD) 201-228.",
        "Skog, O-J. (1980), Social interaction and the distribution of alcohol consumption, Journal of Drug Issues Winter:71-92.",
        "Skog, O-J. (1985), The collectivity of drinking cultures: A theory of the distribution of alcohol consumption, British Journal of Addiction 80:83-99.",
        "Slemrod, J. (1990), Optimal taxation and optimal tax systems, Journal of Economic Perspectives 4(1): 157-178.",
        "Sloan, F.A. and P.B. Githens (1994), Drinking, driving, and the price of automobile insurance, Journal of Risk and Insurance 61 (1 ):33-58.",
        "Sloan, F.A., B.A. Reilly and C. Schenzler (1995), Effects of tort liability and insurance on heavy drinking and drinking and driving, Journal of Law and Economics 38:49-77.",
        "Stampfer, M.J.,G.A. Colditz, W.C. Willett, F.E. Speizer, and C.H. Hennekens (1988), Prospective study of moderate alcohol consumption and the risk of coronary disease and stroke in women, New England Journal of Medicine 319:267-273.",
        "Stiglitz, J.E. (1988), Economics of the Public Sector. 2nd ed. (W.W. Norton & Co, New York).",
        "Stinson, F.S., J.D. Lane, G.D. Williams and M.C. Dufour (1997), U.S. Apparent Consumption of Alcoholic Beverages Based on State Sales, Taxation, or Receipt Data in: U.S. Alcohol Epidemiologic Data Reference Manual (National Institute of Alcohol Abuse & Alcoholism, Division of Biometry and Epidemiology, Alcohol Epidemiologic Data System, Rockville, MD).",
        "Sulkunen, P. (1983), Alcohol consumption and the transformation of living conditions: A comparative study, in: Smart, R.G., F.B. Glaser, Y. Israel, H. Kalant, R.E. Popham and W. Schmidt, eds., Research Advances in Alcohol and Drug Problems, Vol. 7 (Plenum, New York) 247-297.",
        "Trice, H.M. and W.J. Sonnenstuhl (1988), Drinking behavior and risk factors related to the work place: Implications for research and prevention, The Journal of Applied Behavioral Science 24(4):327-346.",
        "U.S. Department of Health and Human Services (1997), Ninth Special Report to the U.S. Congress on Alcohol and Health (U.S. Government Printing Office, Washington, DC).",
        "Vallee B.L. (1998), Alcohol in the western world, Scientific American 278(6):80-85.",
        "Wales, T.J., and A.D. Woodland (1983), Estimation of consumer demand systems with binding non-negativity constraints, Journal of Econometrics, 21:437-468.",
        "Walsh, D.C. (1982), Employee assistance programs, Milbank Memorial Fund Quarterly/Health and Society, 60(3): 492-517.",
        "Warburton, C. (1932), The Economic Results of Prohibition (Columbia University Press, New York).",
        "Wasserman, D, A. Varnik, and G. Eklund (1994),Male suicides and alcohol consumption in the former USSR, Acta Psychiatrica Scandinavica 89:306-313.",
        "Williams, G.D., F.S. Stinson, J.D. Lane, S.L. Tunson, M.C. Dufour (1996), Surveillance report #39: Apparent per capita alcohol consumption: National, state, and regional trends, 1977-94. (National Institute on Alcohol Abuse & Alcoholism, Division of Biometry and Epidemiology, Alcohol Epidemiologic Data System, Rockville, MD).",
        "Yamada, T., M. Kendix and T. Yamada (1993), The impact of alcohol consumption and marijuana use on high school graduation, National Bureau of Economic Research Working Paper No. 4497, October.",
        "Yano, K., G.G. Rhoads, and A. Kagan. (1977), Coffee, alcohol and risk of coronary heart disease among Japanese men living in Hawaii, New England Journal of Medicine 297:405-409.",
        "Zarkin G.A. et al. (1998), Alcohol use and wages: New results from the National Household Survey on Drug Abuse, Journal of Health Economics 17(l):53-68."
    ]
}