{
    "id": 6908,
    "cites": 27,
    "cited_by": 4,
    "reference": [
        "Kasper, H. (1967) Asking Price of Labor and the Duration of Unemployment, Review of Economics and Statistics, 49, 165-172.",
        "Juster, T. and R. Suzman (1995), An Overview of the Health and Retirement Study, Journal of Human Resources, 30, S7-S56.",
        "Juster, T. (1966), Consumer Buying Intentions and Purchase Probability: An Experiment in Survey Design, Journal of the American Statistical Association, 61: 65 8-696.",
        "Johnson, N. and S. Kotz (1970), Distributions in Statistics: Continuous Univariate Distributions-2. New York: Wiley.",
        "Hurd, M. and K. McGarry (1995), Evaluation of the Subjective Probabilities of Survival in the Health and Retirement Study, Journal of Human Resources, 30, S268-S292.",
        "Hammermesh, D. (1993), Labor Demand, Princeton, NJ: Princeton University Press.",
        "Horowitz, J. and C. Manski (1998), Censoring of Outcomes and Regressors due to Survey Nonresponse: Identification and Estimation Using Weights and Imputations, Journal of Econometrics, 84, 37-58.",
        "Guiso, L., T. Jappelli, and D. Terlizzese (1992), Earnings Uncertainty and Precautionary Saving, Journal of Monetary Economics, 30, 307-337.",
        "Feldstein, M. and J. Poterba (1984), Unemployment Insurance and Reservation Wages, Journal of Public Economics, 23, 14 1-167.",
        "Flinn, C. and D. Del Boca (1984), Self-Reported Reservation Wages and the Labor Market Participation Decision, Richerche Economiche 38, 363-83.",
        "Dominitz, J. and C. Manski (1997a), Using Expectations Data to Study Subjective Income Expectations, Journal of the American Statistical Association, 92, 855-867.",
        "Dominitz, J. and C. Manski (1996), Eliciting Student Expectations of the Returns to Schooling, Journal of Human Resources, 31, 1-26.",
        "Dominitz, J. (1998), Earnings Expectations, Revisions, and Realizations, Review of Economies and Statistics, 80, 374-388.",
        "Davis, J. and T. Smith (1994), The General Social Surveys, 1972-1994. Cumulative File, National Opinion Research Center, Chicago.",
        "Das, M. and B. Donkers (1997), How Certain are Dutch Households about Euture Income? An Empirical Analysis, Center for Economic Research Discussion Paper No. 9738, Tilburg University, the Netherlands.",
        "Curtin, R. (1982), Indicators of Consumer Behavior: The University of Michigan Surveys of Consumers, Public Opinion Quarterly, 46: 340-3 52.",
        "Survey Research Center (1996), Surveys of Consumers, University of Michigan, Ann Arbor, MI, March.",
        "Quadrel, M., Fischhoff, B., and Davis, W. (1993), `Adolescent (In)vulnerability, American Psychologist, 48, 102-116.",
        "Savage, L. (1971), Elicitation of Personal Probabilities and Expectations, Journal of the American Statistical Association, 66: 783-801.",
        "Wallsten, T., D. Budescu, A. Rapaport, R. Zwick, and B. Forsyth (1986), Measuring the Vague Meaning of Probability Terms, Journal of Experimental Psychology: General, 115: 348-365.",
        "Mortensen, D. and C. Pissarides (1998), New Developments in Models of Search in the Labor Market, Department of Economics, Northwestern University.",
        "Mortensen, D. (1986), Job Search and Labor Market Analysis, in 0. Ashenfelter and R. Layard (editors), Handbook of Labor Economics, Amsterdam: North-Holland, 849-919.",
        "Manski, C. (1993), Adolescent Econometricians: How Do Youth Infer the Returns to Schooling? in C. Clotfelter and M. Rothschild (editors), Studies of Supply and Demand in Higher Education, Chicago: University of Chicago Press.",
        "Manski, C. (1990). The Use of Intentions Data to Predict Behavior: A Best Case Analysis, Journal of the American Statistical Association, 85, 934-940.",
        "Lancaster, T. and A. Chesher (1980), An Econometric Analysis of Reservation Wages, Hull Economic Research Papers No. 71, Department of Economics and Commerce, University of Hull.",
        "Lippman, S. and J. McCall (1976), The Economics of Job Search: A Survey, Economic Inquiry, 14, 155-189.",
        "Lancaster, T. (1990), Econometric Analysis of Transition Data, New York: Cambridge University Press."
    ]
}