{
    "id": 6911,
    "cites": 22,
    "cited_by": 33,
    "reference": [
        "Benabou, R., 1993. Workings of a City: Location, Education, and Production. The Quarterly Journal of Economics , 108(3), 619-52.",
        "Black, S., 1998. Taking Teachers Measure. American School Board Journal , 185(2), 39-42.",
        "Brennan, G. and J. Buchanan, 1978. Tax Instruments as Constraints on the Disposition of Public Revenues.",
        "Eberts, R., E. Schwartz, and J. Stone, 1990. School Reform, School Size, and Student Achievement.",
        "Economic Review Federal Reserve Bank of Cleveland, 26(2), 2-26. Epple, D., R. Filimon, and T. Romer, 1984. Equilibrium Among Local Jurisdictions: Toward an Integrated Treatment of Voting and Residential Choice. Journal of Public Economics , 24(3), 281-308.",
        "Regional Science and Urban Economics , 23(5), 585-610. Epple, D. and R. Romano, 1998. Competition between Private and Public Schools, Vouchers, and Peer Group Effects. American Economic Review , 88(1), 33-62.",
        "Epple, D. and G. Platt, 1998. Equilibrium Among Jurisdictions When Households Differ by Preferences and Income. Journal of Urban Economics , 43(1), 23-51.",
        "Epple, D. and A. Zelenitz, 1981. The Implications of Competition Among Jurisdictions: Does Tiebout Need Politics? Journal of Political Economy , 89(6), 1197-1217.",
        "Glaeser, E., 1996. The Incentive Effects of Property Taxes on Local Governments. Public Choice , 89(1-2), 93-111.",
        "Hamilton, B., 1976. Capitalization of Intrajurisdictional Differences in Local Tax Prices. American Economic Review , 66(5), 743-53.",
        "Fernande z, R. and R. Rogerson, 1996. Income Distribution, Communities, and the Quality of Public Education. Quarterly Journal of Economics , 111(1), 135-64.",
        "Hoxby, C., forthcoming 1999. Does Competition Among Public Schools Benefit Students and Taxpayers? American Economic Review .",
        "Inman, R., 1987. The New Political Economy. Chapter 12 in A. Auerbach and M. Feldstein, eds. Handbook of Public Economics . North-Holland, Amsterdam.",
        "Laffont, J. and J. Tirole, 1993. A Theory of Incentives in Procurement and Regulation . The MIT Press, Cambridge, Massachusetts.",
        "Lopez-de-Silanes, F., Shleifer, A., and R. Vishny, 1997. Privatization in the United States. Rand Journal of Economics , 28(3), 447-71.",
        "Nechyba, T., 1997. Existence of Equilibrium and Stratification in Local and Hierarchical Tiebout Economics with Property Taxes and Voting. Economic Theory , 10(2), 277-304.",
        "Niskanen, W., 1971. Bureaucracy and Representative Government . Aldine-Atherton Press, Chicago.",
        "Peltzman, S., 1996. The Political Economy of Public Education: Non-College Bound Students. Journal of Law and Economics , 39(1), 73-120.",
        "Economics , 36(1), 331-70. Rauscher, M., 1998. Leviathan and Competition Among Jurisdictions: The Case of Benefit Taxation. Journal of Urban Economics , 44(1), 59-67.",
        "Romer, T. and H. Rosenthal, 1978. Political Resource Allocation, Controlled Agendas, and the Status Quo.",
        "Public Choice , 33(4), 27-43. Rubinfeld, D., 1987. The Economics of the Local Public Sector. Chapter 11 in A. Auerbach and M.",
        "Feldstein, eds. Handbook of Public Economics . North-Holland, Amsterdam. Stiglitz J., 1977. The Theory of Local Public Goods, in M. Feldstein and R. Inman, eds., The Economics of Public Services . London: MacMillan, 274-333."
    ]
}