{
    "id": 6918,
    "cites": 11,
    "cited_by": 18,
    "reference": [
        "Warshawsky, Mark. 1998. Distributions from Retirement Plans: Minimum Requirements, Current Options, and Future Directions. TIAA-CREF Research Dialogues Issue Number 57, September.",
        "Warshawsky, Mark. 1997. The Market for Individual Annuities and the Reform of Social Security. Benefits Quarterly, Third Quarter, pp. 66-76.",
        "Warshawsky, Mark. 1988. Private Annuity Markets in the United States. Journal of Risk and Insurance, September, 55.f3), pp. 5 18-528.",
        "Mitchell, Olivia, James M. Poterba, Mark Warshawsky, and Jeffrey R. Brown. 1999. New Evidence on the Moneys Worth of Individual Annuities. American Economic Review 89 (forthcoming).",
        "King, Francis, 1995. The TIAA Graded Payment Method and the CPI. TTAA-CREF Research Dialogues Issue Number 46, December.",
        "Gramlich, Edward M. 1996. Different Approaches for Dealing With Social Security. Journal of Economic Perspectives 10 (Summer), pp. 55-66.",
        "Friedman, Benjamin, and Mark Warshawsky. 1990. The Cost of Annuities: Implications for Saving Behavior and Bequests. Quarterly Journal of Economics, February, 105(1), pp. 135-154.",
        "Friedman, Benjamin, and Mark Warshawsky. 1988. Annuity Prices and Saving Behavior in the United States. In Z. Bodie, J. Shoven, and D. Wise, eds., Pensions in the US Economy. Chicago: University of Chicago Press, pp. 53-77.",
        "Brown, Jeffrey R. and James M. Poterba. 1998. Joint and Survivor Annuities and the Demand for Annuities by Married Couples. Cambridge: Massachusetts Institute of Technology. Mimeograph.",
        "Biggs, John H. 1969. Alternatives in Variable Annuity Benefit Design. Transactions of the Society of Actuaries, 21 (November), 495-528 (including discussion).",
        "Ameriks, John, Francis King, and Mark Warshawsky. 1997. Premium Allocations and Accumulations in TLAACREF -- Trends in Participant Choices among Asset Classes and Investment Accounts. TIAA-CREF Research Dialogues Issue Number 51, July."
    ]
}