{
    "id": 6920,
    "cites": 30,
    "cited_by": 5,
    "reference": [
        "Berkovec, James, and Stern, Steven. 1991. Job Exit Behavior of Older Men. Econometrica 59: 189-210.",
        "Blau, David M. 1994. Labor Force Dynamics of Older Men. Econometrica 62: 117- 156.",
        "Bound, John. 1991. Self Reported Health vs. Objective Measures of Health in Retirement Models. Journal of Human Resources 26: 106-138.",
        "Burtless, Gary. 1986. Social Security, Unanticipated Benefit Increases, and the Timing of Retirement. Review of Economic Studies 53: 781-805.",
        "Burtless, Gary and Moffitt, Robert. 1984. The Effect of Social Security Benefits on the Labor Supply of the Aged. In Retirement and Economic Behavior . Henry Aaron and Gary Burtless, eds. Washington DC: The Brookings Institution.",
        "Carrington, William. 1993. Wage Losses for Displaced Workers: Is It Really the Firm that Matters? Journal of Human Resources 28: 493-496.",
        "Couch, Kenneth. 1998. Late Life Job Displacement. The Gerontologist 38: 7-17.",
        "Diamond, Peter and Hausman, Jerry. 1984. The Retirement and Unemployment Behavior of Older Men. In Retirement and Economic Behavior . Henry J. Aaron and Gary Burtless, eds. Washington: The Brookings Institution.",
        "Gustman, Alan L. and Steinmeier, Thomas L.. 1986. A Structural Retirement Model. Econometrica 54: 555-584.",
        "Ham, John, and Rea, Samuel. 1987. Unemployment Insurance and Male Unemployment Duration in Canada. Journal of Labor Economics 5: 325-353.",
        "Hausman, Jerry and Wise, David. 1985. Social Security, Health Status, and Retirement. In Pensions, Labor and Individual Choice . David Wise, ed.",
        "Chicago: University of Chicago Press. Howland, Marie, and Peterson, George. 1988. Labor Market Conditions and the Re- employment of Displaced Workers. Industrial and Labor Relations Review 42(1): 109-22.",
        "Jacobson, Louis, LaLonde, Robert, and Sullivan, Daniel. 1993. The Costs of Worker Dislocation . Kalamazoo: Upjohn Institute for Employment Research.",
        "Lumsdaine, Robin, Stock, James, and Wise, David. 1992. Three Models of Retirement: Computational Complexity Versus Predictive Validity. In Topics in the Economics of Aging . David Wise, ed. Chicago: University of Chicago Press.",
        "Madrian, Brigitte. 1994. The Effect of Health Insurance on Retirement. Brookings Papers on Economic Activity 0(1): 181-232.",
        "Nickell, Stephen. 1979. Estimating the Probability of Leaving Unemployment. Econometrica 47: 1249-66.",
        "Peracchi, Franco, and Welch, Finis. 1994. Trends in Labor Force Transitions of Older Men and Women. Journal of Labor Economics 12: 210-242.",
        "Ruhm, Christopher. 1996. Do Pensions Increase the Labor Supply of Older Men? Journal of Public Economics 59: 157-75.",
        "Ruhm, Christopher. 1995. Secular Changes in the Work and Retirement Patterns of Older Men. Journal of Human Resources 30: 362-85.",
        "Ruhm, Christopher. 1991. Are Workers Permanently Scarred by Job Displacements? American Economic Review 81: 319-324.",
        "Ruhm, Christopher. 1990. Bridge Jobs and Partial Retirement. Journal of Labor Economics 8: 482-501.",
        "Rust, John and Phelan, Christopher. 1997. How Social Security and Medicare Affect Retirement Behavior in a World of Incomplete Markets. Econometrica 65(4): 781-821.",
        "Rust, John. 1989. A Dynamic Programming Model of Retirement Behavior. In The Economics of Aging . David Wise, ed. Chicago: University of Chicago Press.",
        "Samwick, Andrew. 1998. New Evidence on Pensions, Social Security, and the Timing of Retirement. NBER Working Paper No. 6534.",
        "Scheiber, Sylvester. 1992. Comment on `Three Models of Retirement. In Topics in the Economics of Aging . David Wise, ed. Chicago: University of Chicago Press.",
        "Scott, Frank, Berger, Mark and Garen, John. 1995. Do Health Insurance and Pension Costs Reduce the Job Opportunities of Older Workers? Industrial and Labor Relations Review 48(4): 775-91.",
        "Shapiro, David, and Sandell, Steven. 1987. The Reduced Pay of Older Job Losers: Age Discrimination and Other Explanations. In The Problem Isnt Age: Work and Older Americans . Steven Sandell, ed. New York: Praeger.",
        "Stevens, Ann Huff. 1997. Persistent Effects of Job Displacement: The Importance of Multiple Job Losses. Journal of Labor Economics 15: 165-188.",
        "Stock, James, and Wise, David. 1990a. Pensions, the Option Value of Work, and Retirement. Econometrica 58: 1151-1180.",
        "Stock, James, and Wise, David. 1990b. The Pension Inducement to Retire: An Option Value Analysis. In Issues in the Economics of Aging . David Wise, ed. Chicago: University of Chicago Press."
    ]
}