{
    "id": 6921,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "Barro, R. and X. Sala-I-Martin (1995) Economic Growth, McGraw-Hill, New York.",
        "Beavis, B. and I. Dobbs (1990) Optimization and stability theory for economic analysis, Cambridge University Press, Cambridge.",
        "Fujita M., Krugman P. and A. Venables, (1998) The Spatial Economy: Cities, Regions and International Trade, manuscript.",
        "Fujita, M. and J-F. Thisse (1996) Economics of Agglomeration, Journal of the Japanese and International Economies, 10, 339-378.",
        "Fukao, K. and R. Benabou (1993), History versus Expectations: A comment, Quarterly Journal of Economics, 108, 535-542.",
        "Hirschman, A. (1958) The strategy of development, Yale University Press, New Haven.",
        "Judd, K. (1998) Numerical Methods in Economics, MIT Press, Cambridge.",
        "Krugman P. and A. Venables (1990) Integration and the competitiveness of peripheral industries, in C. Bliss and J. Braga de Macedo (eds.) Unity with Diversity in the European Community, Cambridge University Press, Cambridge.",
        "Krugman P. (1991a) Increasing Returns and Economic Geography, Journal of Political Economy, 99, pp.483-99.",
        "Krugman P. (1991b) Geography and Trade, MIT Press.",
        "Krugman P. (1991c) History versus Expectations, Quarterly Journal of Economics, 106, 2, 651-667.",
        "Krugman P. and A. Venables (1995) Globalization and the Inequality of Nations, Quarterly Journal of Economics, 60, pp.857-80.",
        "Matsuyama, K. (1991) Increasing returns, industrialization and indeterminacy of equilibrium, Quarterly Journal of Economics, 106, 2, 617-650.",
        "Ottaviano, G. and D. Puga (1997), Lagglomeration dans leconomie internationale, Economie Internationale, 71, 75-100.",
        "Ottaviano, G. (1998) Dynamic and strategic considerations in international and interregional trade, Universite catholique de Louvain, Louvain-la-Neuve.",
        "Puga, D. (1996) The rise and fall of regional inequalities, CEP Discussion Paper 314, November, LSE.",
        "Puga, D. (1998) The rise and fall of regional inequalities, forthcoming European Economic Review.",
        "Perroux, F. (1955) Note sur la notion de pole de croissance, Economie Appliquee, 1-2, 307-320.",
        "Venables, A. (1987) Trade and trade policy with differentiated products: A Chamberlinian-Ricardian model, Economic Journal, 97, pp. 700-717."
    ]
}