{
    "id": 6925,
    "cites": 177,
    "cited_by": 138,
    "reference": [
        "Adams, C. and D. Gros (1986) The consequences of real exchange rate rules for inflation:  Some illustrative examples,  IMF  Staff  Papers, 33:  439-476.",
        "Agenor, P.R. (1994) The behavior of real interest rates in exchange rate-based stabilization  programs,  IMF Working  Paper  94/75.",
        "Agenor, P.R., and P. Montiel (1996) Development Macroeconomics. New Jersey: Princeton University Press.",
        "Aizenman, J. (1987) Inflation, tariffs, and tax enforcement costs, Journal of International   Economic  Integration,  2:  12-28.",
        "Aizenman, J. (1992) Competitive externalities and the optimal seigniorage segmentation,  Journal  of  Money,  Credit,  and  Banking,  24:  61-71.",
        "Alesina, A. and A. Drazen (1991) Why are stabilizations delayed?, American Economic  Review, 81:  1170-1188.",
        "Ball,  L.  (1994)  What determines the sacrifice  ratio,  in:  N.G.  Mankiw,  ed., Monetary  Policy. Chicago:  University of Chicago Press,  155-182.",
        "Barkai, H. 1990 The Role of Monetary Policy in Israel's 1985 Stabilization Effort,  IMF Working  Paper 90/29.",
        "Bernanke, B.S. and M. Gertler (1995) Inside the black box: the credit channel of monetary policy transmission, Journal of Economic Perspectives, 9: 27-48.",
        "Bertola, G. and A. Drazen (1993) Trigger points and budget cuts: Explaining the effects of fiscal austerity,  American  Economic  Review,  83:  11-26.",
        "Bordo, M.D., and A.J. Schwartz, (1996) Why clashes between internal and external stability goals end in currency crises, Open Economies Review, 7: 437-468.",
        "Bruno, M. (1993) Crisis, stabilization, and economic reform: Therapy by conÃ\u0082Â­ sensus. Oxford: Oxford University Press.",
        "Bruno, M., and W. Easterly  (1998) Inflation crises and long-run growth, Journal of Monetary Economics, 41: 3-26.",
        "Bruno, M. and S. Fischer (1986) The inflationary process: shocks and accomÃ\u0082Â­ modation, in: Y.  Ben-Porath,  ed.,  The  Israeli  economy:  Maturing  through crises. Cambridge:  Harvard University Press, 347-371.",
        "Bruno, M. and R. Melnick (1994) High inflation dynamics: Integrating shortÃ\u0082Â­ run accommodation and long-run steady-states, mimeo, The \\Vorld Bank and Bank of Israel.",
        "Bufman, G., and L. Leiderman (1995) Israel's stabilization: Some important policy lessons, in: R. Dornbusch and S. Edwards, eds.,  Reform, Recovery, and Growth: Latin America and the Middle East. Chicago: The University of Chicago Press, 177-215.",
        "Cagan, P. (1956) The monetary dynamics of hyperinflation, in: M. Friedman, ed., Studies in the quantity theory of money. Chicago: University of Chicago Press, 25-117.",
        "Calvo, G.A. (1983) Staggered prices in a utility-maximizing framework, JourÃ\u0082Â­ nal  of  Monetary  Economics,  12: 383-98.",
        "Calvo,  G.A.  (1986) Temporary  stabilization:  predetermined  exchange rates, Journal of Political Economy, 94: 1319-1329.",
        "Calvo, G.A. (1987) Balance of Payments Crises in a Cash-in-Advance Economy, Journal  of  Money,  Credit  and  Banking, 19:19-32.",
        "Calvo, G.A. (1988) Costly trade liberalizations: Durable goods and capital mobility,  IMF Staff  Papers, 35: 461-473.",
        "Calvo, G. (1992) Are high interest rates effective for stopping high inflation? Some skeptical notes,  The World Bank Economic Review, 6: 55-69.",
        "Calvo, G. (1996a) Capital flows and macroeconomic management: Tequila lessons,  International  Journal  of  Finance  and  Economics,  1: 207-223.",
        "Calvo, G. (1996b) On the resilience of money demand under duress: Notes from the BOP crisis front, mimeo, University of Maryland.",
        "Calvo, G.A. (1997) Varieties of capital market crises, in: G.A. Calvo and M. King, eds., The debt burden and its consequences for monetary policy. London: Macmillan,  forthcoming.",
        "Calvo, G.A. and A. Drazen (1997) Uncertain duration of reform: Dynamic implications, NBER Working Paper No. 5925, forthcoming in Macroeconomic Dynamics.",
        "Calvo, G.A., and E. Mendoza (1996), Mexico's balance of payments crisis: A chronicle of a death foretold,  Journal  of  International  Economics,  41:  235-264.",
        "Calvo, G.A., and C.A. Vegh (1992) Currency Substitution in Developing CounÃ\u0082Â­ tries: An Introduction Revista de Ana/isis Economico, 7: 3-27.",
        "Calvo, G.A. and C.A. Vegh (1993) Exchange rate-based stabilisation under imperfect credibility, in: H. Frisch and A.Worgotter, eds., Open-Economy Macroeconomics.  London: MacMillan Press, 3-28.",
        "Calvo, G.A. and C.A. Vegh (1994a) Stabilization dynamics and backwardÃ\u0082Â­ looking contracts, Journal of Development Economics, 43: 59-84.",
        "Calvo, G.A. and C.A. Vegh (1994b) Inflation stabilization and nominal anÃ\u0082Â­ chors, Contemporary Economic Policy, 12: 35-45.",
        "Calvo, G.A. and C.A. Vegh (1994c) Credibility and the dynamics of stabilizaÃ\u0082Â­ tion policy: A basic framework, in: C. Sims, ed., Advances in Econometrics, Vol. II. Cambridge: Cambridge University Press, 377-420.",
        "Calvo, G.A. and C.A. Vegh (1995) Fighting inflation with high interest rates: The small-open economy case under flexible prices, Journal  of  Money,  Credit and Banking, 27:  49-66.",
        "Calvo, G.A, L. Leiderman, and C.M. Reinhart (1993) Capital inflows and real exchange rate appreciation in Latin America: the role of external factors, IMF Staff Papers, 40: 108-151.",
        "Calvo, G.A., L. Leiderman, and C.M. Reinhart (1996) Inflows of capital to developing countries in the 1990s, Journal of Economic Perspectives, 10:  123- 139.",
        "Calvo, G.A., C.M. Reinhart, and C.A. Vegh (1995) Targeting the real exchange rate: Theory and evidence, Journal of Development Economics, 47: 97-133.",
        "Canavese, A.J., and G. Di Tella (1988) Inflation stabilization or hyperinflation avoidance? The case of the Austral Plan in Argentina, 1985-1987, in: M. Bruno, G. Di Tella, R. Dornbusch, and S. Fischer, eds., Inflation stabilization: The experience of Israel, Argentina, Brazil, Bolivia, and Mexico.  Cambridge, Mass.: MIT Press, 153-190.",
        "Cardoso,  E.,  (1991)  From inertia  to megainflation:   Brazil  in the  1980s, in: M. Bruno, S. Fischer, E. Helpman, and N. Liviatan, eds., Lessons of Economic Stabilization and its aftermath. Cambridge, Mass.: MIT Press, 143-186.",
        "Chadha, B., P. Masson, and G. Meredith (1992) Models of inflation and the costs of disinflation,  IMF  Staff  Papers, 39:  395-431.",
        "Chari, V.V., L. Jones, and R.E. Manuelli (1995) The growth effects of monetary policy,  Quarterly Review,  Federal Reserve Bank of Minneapolis,  Fall,  18-32.",
        "Cole, H.L. and T.J. Kehoe (1996), A self-fulfilling model of Mexico's 1994-1995 debt  crisis,  Journal  of  International  Economics,  41:  309-330.",
        "Corbo, V. (1985) Reforms and macroeconomic adjustments in Chile during 1974-84,  World Development,  13: 893-916.",
        "Corbo, V., J. DeMelo, and J. Tybout (1986) What went wrong with the recent reforms in the Southern Cone?, Economic Development and Cultural Change, 34: 607-640.",
        "Correia, I., and P. Teles (1996) Is the Friedman rule optimal when money is an intermediate good?, Journal  of Monetary Economics, 38: 223-244.",
        "De Gregorio, J., P.E Guidotti, and C.A.Vegh (1998) Inflation stabilization and the consumption of durable goods, Economic Journal, forthcoming.",
        "De Melo, M., C. Denizer, and A. Gelb (1995) From plan to market: Patterns of transition, mimeo, World Bank.",
        "De Pablo, J.C. (1974) Relative prices, income distribution and stabilization plans: The Argentine experience, 1967-1970, Journal of Development EcoÃ\u0082Â­ nomics, 1: 167-189.",
        "Diaz-Alejandro, C.F. (1981) Southern-Cone stabilization  plans, in: W.R. Cline and S. Weintraub, eds., Economic stabilization in developing countries. Washington: The Brookings Institution, 119-141.",
        "Dornbusch, R. (1980) Open Economy Macroeconomics. New York: Basic Books. [50] Dornbusch, R. (1982) Stabilization policies in developing countries: what have we learned?  World Development, 10: 701-708.",
        "Dornbusch, R. (1995) Progress report on Argentina, in: R. Dornbusch and S. Edwards, eds., Reform, Recovery, and Growth: Latin America and the Middle East. Chicago: The University of Chicago Press, 223-238.",
        "Dornbusch, R. and M.H. Simonsen (1987) Inflation stabilization with incomes policy support: a review of recent  experience  in Argentina, Brazil, and Israel. New York: Group of Thirty.",
        "Dornbusch, R. and A. Werner (1994) Mexico: stabilization, reform, and no growth, Brookings Papers on Economic Activity, 1: 253-315.",
        "Dornbusch, R., I. Goldfajn, and R. Valdes (1995) Currency crises and colÃ\u0082Â­ lapses,  Brookings  Papers  on Economic  Activity,  2:  253-315.",
        "Dornbusch, R., F. Sturzenegger, and H. Wolf (1990) Extreme Inflation: DyÃ\u0082Â­ namics  and  Stabilization,  Brookings  Papers  on Economic  Activity,  2:  1-84.",
        "Drazen, A. and E. Helpman (1988) Stabilization with exchange rate manageÃ\u0082Â­ ment under uncertainty, in E. Helpman, A. Razin, and E. Sadka, eds., EcoÃ\u0082Â­ nomic effects of the government budget. Cambridge, Mass.: MIT Press, 310-327.",
        "Drazen, A. and V. Grilli (1993) The benefits of crises for economic reforms, American Economic Review, 83: 598-607.",
        "Easterly, W. (1996) When is stabilization expansionary, Economic Policy, 22: 67-107.",
        "Easterly, W., and K. Schmidt-Hebbel (1994) Fiscal adjustment and macroecoÃ\u0082Â­ nomic performance:  A synthesis, in: W. Easterly, C.A. Rodriguez, and K. K. Schmidt-Hebbel, eds., Public sectors deficits and macroeconomic performance. Oxford: Oxford University Press, 15-78.",
        "Easterly, W., P. Mauro, and K. Schmidt-Hebbel (1995) Money demand and seigniorage-maximizing inflation, Journal of Money, Credit and Banking, 27: 583-603.",
        "Echenique, F. and A. Forteza (1997) Are stabilization programs  expansionÃ\u0082Â­ ary?, mimeo, Berkeley  and Universidad  de Ia Republica  (Uruguay).",
        "Edwards, S. (1991) Stabilization and Liberalization Policies in Central and Eastern Europe: Lessons from Latin America, NBER Working Paper No. 3816.",
        "Edwards, S. and A. Cox Edwards (1991) Monetarism and Liberalization: The Chilean Experiment. Chicago: University of Chicago Press.",
        "Edwards, S. and G. Tabellini (1991) Explaining fiscal policies and inflation in developing countries, Journal of International  Money  and  Finance,  10:  S16- S48.",
        "Edwards, S. and C.A. Vegh (1997) Banks and macroeconomic  disturbances under predetermined exchange rates, Journal of Monetary Economics, forthÃ\u0082Â­ coming.",
        "Eichengreen, B., A.K. Rose, and C. Wyplosz (1995) Exchange market mayhem: The antecedents and aftermath of speculative attacks, Economic Policy, 21: 249-312.",
        "Eichengreen, B., A.K. Rose, and C. Wyplosz (1996) Contagious  currency crises, NBER Working Paper no. 5681.",
        "Fauvel, Y. and L. Samson (1991) Intertemporal  substitution  and  durable goods:  An empirical analysis,  Canadian  Journal  of  Economics,  24:  192-205.",
        "Favaro, E. (1996) Peru's stabilization under a floating exchange rate, mimeo, World Bank.",
        "Feenstra, R. (1985) Anticipated devaluations, currency flight, and direct trade controls in a monetary economy, American Economic Review, 75: 386-401.",
        "Fernandez, R. (1985) The expectations management approach to stabilization in Argentina, 1976-82, World Development, 13: 871-892.",
        "Finch, M.H.J. (1979) Stabilisation policy in Uruguay since the 1950s, in: R. Thorp and L. Whitehead, eds., Infiation and Stabilisation in Latin  America. New York: Holmes and Meier Publishers, 144-180.",
        "Fischer, S. (1977) Long-term contracts, rational expectations,and the optimal money supply rule, Journal of Political Economy, 85: 191-205.",
        "Fischer, S. (1986a) Exchange rate versus money targets in disinflation, in: Indexing, inflation and economic policy. Cambridge, Mass.: MIT Press, 247- 262.",
        "Fischer, S. (1986b) Contracts, credibility, and disinflation, in:  Indexing,  inÃ\u0082Â­ .fiation and economic policy. Cambridge, Mass.: MIT Press, 221-245.",
        "Fischer, S. (1988) Real balances, the exchange rate, and indexation: real variÃ\u0082Â­ ables in disinflation, Quarterly Journal of Economics, 53: 27-49.",
        "Fischer, S., R. Sahay, and C.A. Vegh (1996) Stabilization and growth in tranÃ\u0082Â­ sition economies: the early experience, Journal of Economic Perspectives, 10: 45-66.",
        "Fischer, S., R. Sahay, and C.A. Vegh (1997) Modern high inflation, mimeo, International Monetary Fund.",
        "Flood, R.P., and P.M. Garber (1984), Collapsing exchange rate regimes: Some linear examples, Journal  of International Economics, 17: 1-13.",
        "Flood, R.P., P.M. Garber, and C. Kramer (1996), Collapsing exchange rate regimes: Another linear example Journal of International Economics, 41: 223- 234.",
        "Foxley, A. (1980) Stabilization policies and stagflation: the cases of Brazil and Chile,  World Development, 8: 887-912.",
        "Frankel, J.A., and A.K. Rose (1996) Currency crises in emerging markets: Empirical  indicators, NBER  Working  Paper No.  5437.",
        "Friedman, M. (1969) The optimum quantity of money, in: The Optimum quantity of money and other essays. Chicago: Aldine Polishing Company, 1-50.",
        "Garber, P.M. (1982) Transition from inflation to price stability, CarnegieÃ\u0082Â­ Rochester  Conferences Series on Public Policy, 16: 887-912.",
        "Ghezzi, P. (1996) Exchange rate-based stabilization: when to switch anchors? (mimeo, University of California at Berkeley).",
        "Giavazzi, F. and M. Pagano (1990) Can severe fiscal contractions be expanÃ\u0082Â­ sionary? Tales of two small european countries, NBER Macroeconomics Annual, Cambridge, Massachusetts: MIT Press, 75-111.",
        "Gordon, R.J. (1982) Why stopping inflation may be costly: Evidence from fourteen historical episodes, in: R.E. Hall, ed., Inflation: causes and effects. Chicago: University of Chicago Press, 11-40.",
        "Gould, D.M. (1996) Does the choice of nominal anchor matter? Federal ReÃ\u0082Â­ serve Bank of Dallas Working Paper No. 9611.",
        "Guerra, A. (1997a) Residential real estate  booms, financial deregulation and capital inflows: An international  perspective,  mimeo, Banco de Mexico.",
        "Guerra, A. (1997b) Asset inflation and financial crisis: The temporariness hypothesis , mimeo, Banco de Mexico.",
        "Guidotti, P.E., and C.A. Vegh (1992) Macroeconomic  interdependence under capital controls: A two-country model of dual exchange rates, Journal of InÃ\u0082Â­ ternational  Economics,  32:  353-367.",
        "Guidotti, P.E., and C.A. Vegh (1993) The optimal inflation tax when money reduces transactions costs: A reconsideration, Journal of Monetary Economics, 31:189-205.",
        "Guidotti, P.E. and C.A.Vegh (1998) Losing credibility: The stabilization blues, International  Economic Review, forthcoming.",
        "Hanson, J. and J.de Melo (1985) External shocks, financial reforms, and stabiÃ\u0082Â­ lization attempts in Uruguay during 1974-1983, World Development, 13: 917- 939.",
        "Harberger, A.C. (1981) In step and out of step with the world inflation: A summary history of countries, 1952-1976, in: M.J. Flanders and A. Razin, eds., Development in an inflationary world. New York: Academic Press, 35-46.",
        "Harberger, A.C. (1982) The Chilean economy in the 1970s: Crisis, stabilizaÃ\u0082Â­ tion, liberation, reform, Carnegie-Rochester Conference Series on Public PolÃ\u0082Â­ icy, 17: 115-152.",
        "Helpman, E. and A. Razin (1987) Exchange rate management: intertemporal trade-offs, American Economic Review, 77: 107-123.",
        "Heymann, D. (1991) From sharp disinflation to hyperinflation, twice: The Argentine experience, in: M. Bruno, S. Fischer, E. Helpman, and N. Liviatan, eds., Lessons of Economic Stabilization and its aftermath. Cambridge, Mass.: MIT Press, 103-130.",
        "Heymann, D. and A. Leijonhufvud (1995) High inflation.  Oxford:  Clarendon Press.",
        "Hirschman, A. (1963) Journeys toward progress: Studies of economic policyÃ\u0082Â­ making in Latin America. Cambridge, Mass.: Harvard University Press.",
        "Hoffmaister, A. and C.A. Vegh (1996) Disinflation and the recession-nowÃ\u0082Â­ versus-recession-later hypothesis: Evidence from  Uruguay,  IMF  Staff  Papers, 43: 355-394.",
        "Jones, M., Sanguinetti, P., and M. Tommasi (1997) Political and institutional determinants of fiscal outcomes in the Argentine provinces, mimeo, UniversiÃ\u0082Â­ dad de San Andres (Argentina).",
        "Kafka, A. (1967), The Brazilian stabilization program, 1964-66, Journal of Political Economy, 75 (supplement): 596-634.",
        "Kaminsky, G.L. and L. Leiderman (1996) High real interest rates in the afÃ\u0082Â­ termath of disinflation: Is it lack of credibility, mimeo (Board of Governors of the Federal  Reserve  System  and Tel-Aviv  University),  forthcoming  in  Journal of  Development   Economics.",
        "Kaminsky, G. and C.M Reinhart (1995) The twin crises: The causes of banking and balance of payment problems, American Economic Review, Vol. 89(3): 473-500.",
        "Keynes, J.M. (1924) Monetary reform. New York: Harcourt, Brace.",
        "Kiguel, M. and N. Liviatan (1989) The old and the new in heterodox stabiÃ\u0082Â­ lization programs Working Paper WPS 323, Country Economics Department, The World Bank.",
        "Kiguel, M., and N. Liviatan (1992) The business cycle associated with exchange rate based stabilization,  The World Bank  Economic  Review, 6: 279-305.",
        "Kiguel, M., and N. Liviatan (1996) Stopping three big inflations: Argentina, Brazil, and Peru, in: R. Dornbusch and  S. Edwards,  eds.,  Reform,  Recovery, and Growth: Latin America and the Middle East. Chicago: The University of Chicago Press, pp. 369-408.",
        "Kimbrough, K. (1986) The optimum quantity of money rule in the theory of public finance, Journal of Monetary Economics, 18: 277-284.",
        "Krugman, P. (1979) A model of balance-of-payment crisis, Journal of Money, Credit and  Banking,  11: 311-325.",
        "Krugman, P. (1996) Are currency crises self-fulfilling?,  NBER  MacroecoÃ\u0082Â­ nomics  Annual,  Cambridge,  Mass.:  MIT Press,  345-378.",
        "Kumhof, M. (1997) Balance of payments crises: The role of short-term debt, mimeo, University of Maryland.",
        "Kydland, F.E., and C.E. Zarazaga (1997) Is the business cycle of Argentina different?, Economic Review, Federal Reserve Bank of Dallas, Fourth quarter, 21-36.",
        "Lahiri, A. (1996a) Exchange rate based stabilization under real frictions: The role of endogenous labor supply, mimeo, UCLA.",
        "Lahiri, A., (1996b) Disinflation programs under policy uncertainty: Insights for exchange-rate based stabilization programs, mimeo, UCLA.",
        "Lahiri, A. (1997) Controlling capital flows: targeting stocks versus flows, mimeo, UCLA.",
        "Lahiri, A. and C.A. Vegh (1997) Delaying the Inevitable: Optimal Interest Rate Policy and BOP Crises, mimeo, UCLA.",
        "Leiderman,   L.  (1993)  Inflation  and  disinfiation: The  Israeli   experiment. Chicago:  The University of Chicago Press.",
        "Lizondo, J.S. (1991) Real exchange rate targets, nominal exchange rate poliÃ\u0082Â­ cies, and inflation, Revista de Ana/isis Econ6mico, 6: 5-22.",
        "Lucas, R.E. Jr., (1990) Liquidity and interest rates, Journal  of  Economic Theory, 50: 237-264.",
        "Masson, P.R., M.A. Savastano, and S. Sharma (1997) The scope for inflation targeting in developing countries IMF Working Paper 97/130.",
        "Medeiros, C. (1994) A case of a monetary stabilization program: The DominiÃ\u0082Â­ can Republic's economic program, 1990-1993, mimeo, International Monetary Fund.",
        "Meltzer, A. (1994) Book review:  Heterodox policy and economic stabilization, Journal of Monetary Economics, 34: 581-600.",
        "Mendoza, E. and M. Uribe (1996) The syndrome of exchange rate-based staÃ\u0082Â­ bilizations and the uncertain duration of currency pegs, International Finance Discussion Papers No. 548, Board of Governors of the Federal Reserve System.",
        "Milesi-Ferretti, G.M and A. Razin (1996) Current-account sustainability. PrinceÃ\u0082Â­ ton  Studies in International  Finance  No.  81.",
        "Modiano, E.M. (1988) The Cruzado first attempt: The Brazilian stabilization program of February 1986, in: M. Bruno, G. Di Tella, R. Dornbusch, and S. Fischer, eds., Inflation stabilization: The experience of Israel, Argentina, Brazil, Bolivia, and Mexico. Cambridge, Mass.: MIT Press, 215-258.",
        "Mondino, G., F. Sturzenegger, and M. Tommasi (1996)  Recurrent high inflaÃ\u0082Â­ tion and stabilization: A dynamic game, International Economic Review, 37: 981-996.",
        "Montiel, P., and J. Ostry (1991) Macroeconomic implications of real exchange rate targeting in developing countries,  IMF  Staff  Papers,  38:  872-900.",
        "Obstfeld, M.  (1985)  The capital inflows problem  revisited:  A stylized model of  Southern-Cone disinflation,  Review  of  Economic  Studies, 52:  605-625.",
        "Obstfeld, M. (1986a) Capital controls, the dual exchange rate  and  devaluaÃ\u0082Â­ tion,  Journal  of  International  Economics,  20:  1-20.",
        "Obstfeld, M. (1986b) Speculative Attack and the External Constraint in a MaxÃ\u0082Â­ imizing Model of the Balance of Payments, Canadian Journal of Economics, 19: 1-22.",
        "Obstfeld, M. (1995) International currency experience: new lessons and lessons relearned,  Brooking  Papers  on Economic  Activity,  1:  119-220.",
        "Obstfeld, M. and K. Rogoff (1995) The mirage of fixed exchange rates, Journal of  Economic  Perspectives,  9:  73-96.",
        "Okun, A.M. (1978) Efficient disinflationary policies, American Economic ReÃ\u0082Â­ view, Papers and Proceedings: 68: 348-352.",
        "Ostry, J. and C.M. Reinhart (1992) Private saving and terms of trade shocks, IMF  Staff  Papers, 39: 495-517.",
        "Pazos, F. (1972) Chronic Inflation in Latin America. New York: Prager PubÃ\u0082Â­ lishers.",
        "Phelps, E. (1973) Inflation in the Theory of Public Finance,  Swedish Journal of  Economics,  75:  67-82.",
        "Ramos, J. (1986) Neoconservative economics in the Southern Cone of Latin America, 1913-1983. Baltimore: The Johns Hopkins University Press.",
        "Rebelo, S. (1993) Inflation in fixed exchange rate regimes: The recent PorÃ\u0082Â­ tuguese experience, in:  F. Torres and F. Giavazzi, eds., Adjustment  and growth in the european monetary union. Cambridge: Cambridge University Press,  128- 149.",
        "Rebelo, S. (1997) What happens when  countries  peg  their  exchange  rates? (The real side of monetary  reforms), NBER Working Paper No. 6168.",
        "Rebelo, S. and  C.A. Vegh (1995) Real effects  of exchange rate-based stabiÃ\u0082Â­ lization: an analysis of competing theories, NBER Macroeconomics Annual, 125-174.",
        "Reinhart, C.M. and C.A. Vegh (1994) Inflation stabilization in chronic inflation countries,  mimeo,  International  Monetary  Fund.",
        "Reinhart, C.M. and C.A. Vegh (1995a) Nominal interest rates, consumption booms, and lack of credibility: a quantitative examination, Journal of DevelÃ\u0082Â­ opment Economics, 46: 357-378.",
        "Reinhart, C.M., and C.A. Vegh (1995b) Do exchange rate-based stabilizations carry the seeds of their own destruction? mimeo, IMF.",
        "Rodriguez,  C.A.(1982)  The Argentine  stabilization  plan  of  December  20th, World Development, 10: 801-811.",
        "Rajas-Suarez, L., and S.R. Weisbrod (1995) Financial fragilities in Latin AmerÃ\u0082Â­ ica: The 1980s and 1990s, Occasional Paper No. 132, International Monetary Fund.",
        "Roldos, J. (1995) Supply-side effects of disinflation programs, IMF Staff PaÃ\u0082Â­ pers, 42: 158-183.",
        "Roldos, J. (1997) On gradual disinflation, the real exchange rate,  and  the current  account,  Journal  of  International  Money  and  Finance,  16: 37-54.",
        "Sachs, J., A. Tomei!, and A. Velasco (1995) The collapse of the Mexican peso: what have we learned?, NBER Working Paper No. 5142.",
        "Sachs, J., A. Tomei!, and A. Velasco (1996) Financial crises in emerging marÃ\u0082Â­ kets:  The lessons from 1995, NBER Working Paper No. 5576.",
        "Sahay, R. and C.A. Vegh (1996) Inflation and stabilization in transition economies: An analytical interpretation of the evidence, Journal of Policy Reform, 1: 75-108.",
        "Sanguinetti, P. (1994) Intergovernmental transfers and public sector expenÃ\u0082Â­ diture: A game theoretic-approach Estudios de Economia (Universidad de Chile), 21: 181-212.",
        "Santaella, J. and A. Vela (1996) The 1987 Mexican disinflation program: An exchange rate-based stabilization?, IMF Working Paper 96/24.",
        "Sargent, T. (1982) The ends offour big inflations, in: R.E. Hall, ed., Inflation: causes and effects. Chicago: University of Chicago Press, 41-97.",
        "Savastano, M.A. (1996) Dollarization in Latin America: Recent evidence and policy issues, in: P. Mizen and E.J. Pentecost, eds., The macroeconomics of international currencies: theory, policy and evidence. London: Edward Elgar, 225-255.",
        "Stockman, A. (1981) Anticipated inflation and the capital stock in a cash-inÃ\u0082Â­ advance economy, Journal of Monetary Economics, 8: 387-393.",
        "Talvi, E. (1995) Fiscal policy and the business cycle associated with exchange rate-based stabilizations: Evidence from Uruguay's 1978 and 1991 programs, Working Paper Series 313, Inter-American Development Bank.",
        "Talvi, E. (1996) Exchange rate-based stabilization with endogenous fiscal reÃ\u0082Â­ sponse, Working Paper Series 324, Inter-American Development Bank, forthÃ\u0082Â­ coming in the Journal of Development  Economics.",
        "Taylor, J.B. (1979) Staggered wage setting in a macro model, American EcoÃ\u0082Â­ nomic  Review,  Papers  and  Proceedings,  69:  108-113.",
        "Taylor, J.B. (1980) Aggregate dynamics and staggered contracts, Journal of Political  Economy,  88:  1-23.",
        "Taylor, J.B. (1983) Union wage settlements  during a disinflation, American Economic  Review,  73:  981-993.",
        "Tommasi, M. and A. Velasco (1996)  Where Are We in the Political Economy of Reform,  Journal  of  Policy  Reform,  1: 187-238.",
        "Tornell, A. and A. Velasco (1995) Fixed versus flexible exchange rates: Which provides more fiscal discipline?, NBER Working Paper No.  5108.",
        "Uribe, M. (1994) Comparing the welfare costs and the initial dynamics of alternative temporary stabilization  policies, mimeo, Board of Governors of the Federal Reserve  System.",
        "Uribe, M. (1995) Real exchange rate targeting and macroeconomic instability, International Finance Discussion Papers No. 505, Board of Governors of the Federal Reserve System.",
        "Uribe, M. (1997a) Exchange-rate-based inflation stabilization: The initial real effects of credible plans, Journal of Monetary Economics, 39: 197-221.",
        "Uribe, M. (1997b) A note on the analytics of credible exchange rate-based disinflation when money facilitates firms' transactions, mimeo, Board of GovÃ\u0082Â­ ernors of the Federal Reserve System.",
        "Vegh, C.A. (1989) Government spending and inflationary finance: A public finance approach, IMF Staff Papers, 36: 657-677.",
        "Vegh, C.A. (1992) Stopping high inflation: An analytical overview, IMF Staff Papers, 39: 626-695.",
        "Vegh, C.A. (1997) Monetary policy, interest rate rules, and inflation targets, mimeo, UCLA.",
        "Velasco, A., (1993) A model of endogenous fiscal deficits and delayed fiscal reforms,  C.V. Starr Center Report 93-4, New York University.",
        "Venegas- Martinez, F. (1997) Temporary stabilization: A stochastic analysis, mimeo,  CIDE (Mexico).",
        "Viana, L. (1990) Uruguay's stabilization plan of 1968, mimeo, CERES, Uruguay.",
        "Wicker, E. (1986) Terminating hyperinflation in the dismembered Hapsburg monarchy; American Economic Review, Vol. 76, 350-364.",
        "Williamson, J. (1993) Issues posed by portfolio investment in developing counÃ\u0082Â­ tries, in: S. Claessens and S. Gooptu, eds., Portfolio investment in developing countries, Discussion  paper No. 228, The World Bank.",
        "Woodford, M., (1990) The optimum quantity of money, in: B.F. Friedman and F.H. Hahn, eds., Handbook of Monetary Economics. Amsterdam: NorthÃ\u0082Â­ Holland, 1067-1152.",
        "Zarazaga, C., (1996) Recurrent hyperinflations in a dynamic game with imÃ\u0082Â­ perfect monitoring in the appropriation of seignorage, mimeo, Federal Reserve Bank of Dallas."
    ]
}