{
    "id": 6928,
    "cites": 21,
    "cited_by": 17,
    "reference": [
        "Stock, J,H. (1994), Unit Roots, Structural Breaks, and Trends, in R. Engle and D. McFadden (eds.), Handbook of Econometrics, Volume 4. Amsterdam: North-Holland.",
        "Stock, J.H. (1996), VAR, Error Correction, and Pretest Forecasts at Long Horizons, Oxford Bulletin of Economics and Statistics, 58, 685-70 1.",
        "Stock, J.H. and Watson, M.W. (1998), A Comparison of Linear and Nonlinear Univariate -20- Models for Forecasting Macroeconomic Time Series, Manuscript, Kennedy School, Harvard University, and Woodrow Wilson School, Princeton University.",
        "Stock, J.H. (1990), Unit Roots in Economic Time Series: Do We Know and Do We Care? A Comment, Carnegie-Rochester Conference Series on Public Policy, 32, 63-82.",
        "Rudebusch, GD. (1993), The Uncertain Unit Root in Real GNP, American Economic Review, 83, 264-272.",
        "Shaman, P. and Stine, R.A. (1988), The Bias of Autoregressive Coefficient Estimators, Journal of the American Statistical Association, 83, 842-848.",
        "Pope, A.L. (1990), Biases of Estimators in Multivariate Non-Gaussian Autoregressions, Journal of Time Series Analysis, 11, 249-258.",
        "Prais, S.J., and Winsten, C.B. (1954), Trend Estimators and Serial Correlation, Cowles Foundation Discussion Paper No. 383.",
        "Kilian, L. (1998), Small-Sample Confidence Intervals for Impulse Response Functions, Review of Economics and Statistics, 80, 2 18-230.",
        "Phillips, P.C.B. and Ploberger, W. (1994), Posterior Odds Testing for a Unit Root with DataBased Model Selection, Econometric Theory, 10, 774-808.",
        "Franses, P.H. and Kleibergen, F. (1996), Unit Roots in the Nelson-Plosser Data: Do They Matter for Forecasting?, International Journal of Forecasting, 12, 283-288.",
        "Elliott, 0., Rothenberg, T.J., and Stock, J.H, (1996), Efficient Tests for an Autoregressive Unit Root, Econometrica, 64, 8 13-836.",
        "Diebold, F.X. and Senhadji, A.S. (1996), The Uncertain Unit Root in Real GNP: Comment, American Economic Review, 86, 129 1-1298.",
        "Dickey, A.D., Bell, W.R. and Miller, RB. (1986), Unit Roots in Time Series Models: Tests and Implications, The American Statistician, 40, 12-26.",
        "Cochrane, J.H. (1991), A Comment on Campbell and Perron, in 0. Blanchard and S. Fischer (eds.), NBER Macroeconomics Annual, 1991. Cambridge, Mass.: MIT Press.",
        "Clements, M.P. and Hendry, D.F. (1998), How to win Forecasting Competitions in Economics, Manuscript, Economics Department, Warwick University, and Nuffleld College, Oxford.",
        "Christoffersen, P.F. and Uiebold, F.X. (1998), Cointegration and Long-Horizon Forecasting, Journal of Business and Economic Statistics, 16, 450-458.",
        "Christiano, L.J. and Eichenbaum, M. (1990), Unit Roots in Real GNP: Do we Know and do we Care?, Carnegie-Rochester Conference Series on Public Policy, 32, 7-82.",
        "Canjels, E. and Watson, M. (1997), Estimating Deterministic Trends in the Presence of Serially Correlated Errors, Review of Economics and Statistics, 79, 184-200.",
        "Campbell, J.Y. and Perron, P. (1991), Pitfalls and Opportunities: What Macroeconomists Should Know About Unit Roots, in 0. Blanchard and S. Fischer (eds.), NBER Macroeconomics Annual, 1991. Cambridge, Mass,: MIT Press.",
        "Caner, M. and Kilian, L. (1998), Size Distortions of Tests of the Null Hypothesis of Stationarity: Evidence and Implications for Applied Work, Manuscript, Department of Economics, University of Michigan."
    ]
}