{
    "id": 6932,
    "cites": 35,
    "cited_by": 5,
    "reference": [
        "Srinivasan, Srini S., Robert P. Leone and Francis J. Mulhern. 1995. Ã\u0082â\u0080\u009cThe Advertising Exposure Effect of Free Standing Inserts.Ã\u0082â\u0080\u009d Journal of Advertising 24 (Spring): 29-40.",
        "Sobel, Joel. 1984. The Timing of Sales. Review of Economic Studies 51 (July): 353-368.",
        "Sethuraman, Raj and John Mittelstaedt. 1992. Coupons and Private Labels: A Cross-Category Analysis of Grocery Products. Psychology and Marketing 9 (November/December): 487-500.",
        "Schmalensee, Richard. 1981. Output and Welfare Implications of Monopolistic Third-Degree Price Discrimination. American Economic Review 71 (March): 243-47.",
        "Schmalensee, Richard. 1978. Ã\u0082â\u0080\u009cEntry Deterrence in the Ready-to-Eat Breakfast Cereal Industry.Ã\u0082â\u0080\u009d Bell Journal of Economics 9 (Autumn): 305-327.",
        "Scherer, F.M. 1979. Ã\u0082â\u0080\u009cThe Welfare Economics of Product Variety: An Application to the Ready-To-Eat Cereals Industry.Ã\u0082â\u0080\u009d The Journal of Industrial Economics 28 (December): 113-134.",
        "Nevo, Aviv. 1998. Ã\u0082â\u0080\u009cMeasuring Market Power in the Ready-to-eat Cereal Industry.Ã\u0082â\u0080\u009d NBER Working Paper No. 6387.",
        "Neslin, Scott A., Caroline Henderson and John Quelch. 1985. Ã\u0082â\u0080\u009cConsumer Promotions and the Acceleration of Product Purchases.Ã\u0082â\u0080\u009d Marketing Science. 4 (Spring): 147-165.",
        "Neslin, Scott A. 1990. A Market Response Model for Coupon Promotions. Marketing Science 9 (Spring): 125-145.",
        "Neslin, Scott A. and Darral G. Clarke. 1987. Relating the Brand Use Profile of Coupon Redeemers to Brand and Coupon Characteristics. Journal of Advertising Research (February/March): 23-32.",
        "Narisetti, Raju. 1997. Upstate New York Test Sparks Boycotts and an Antitrust Probe. Wall Street Journal April 17: a1.",
        "Narasimhan, Chakravarthi. 1984. A Price Discrimination Theory of Coupons. Marketing Science 3 (Spring): 128-47.",
        "Lott Jr., John R. and Russell D. Roberts. 1991. A Guide to the Pitfalls of Identifying Price Discrimination. Economic Inquiry 29 (January): 14-23.",
        "Levedahl, J. William. 1986. Profit-Maximizing Pricing of Cents-Off Coupons: Promotion or Price Discrimination?Ã\u0082â\u0080\u009d Quarterly Journal of Business and Economics 25 (Fall): 56-70.",
        "Lee, Jonq-Ying and Mark G. Brown. 1985. Coupon Redemption and the Demand for Frozen Concentrated Orange Juice: A Switching Regression Analysis.Ã\u0082â\u0080\u009d American Journal of Agricultural Economics 67 (August): 647-653.",
        "LeClerc, France and John D. C. Little. 1997. Ã\u0082â\u0080\u009cCan Advertising Copy Make FSI Coupons More Effective?Ã\u0082â\u0080\u009d Journal of Marketing Research. 34 (November): 473-484.",
        "Katz, Michael L. 1984. Ã\u0082â\u0080\u009cPrice Discrimination and Monopolistic Competition.Ã\u0082â\u0080\u009d Econometrica 52 (November): 1453-1471.",
        "Howell, Jamie. 1991. Potential Profitability and Decreased Consumer Welfare Through ManufacturersÃ\u0082â\u0080\u0099 Cents-Off Coupons.Ã\u0082â\u0080\u009d The Journal of Consumer Affairs 25 (Summer): 164-184.",
        "Holmes, Thomas J. 1989. The Effects of Third-Degree Price Discrimination in Oligopoly.Ã\u0082â\u0080\u009d American Economic Review 79 (March): 244-50.",
        "Holtz-Eakin, Douglas, Whitney Newey, and Harvey S. Rosen. 1988. Ã\u0082â\u0080\u009cEstimating Vector Autoregressions with Panel Data.Ã\u0082â\u0080\u009d Econometrica 56 (November): 1371-1395.",
        "Griliches, Zvi and Jerry Hausman. 1986. Ã\u0082â\u0080\u009cErrors in Variables in Panel Data.Ã\u0082â\u0080\u009d Journal of Econometrics 31 (February): 93-118.",
        "Hamilton, James D. 1994. Time Series Analysis. Princeton: Princeton University Press.",
        "Hausman, Jerry. 1978. Ã\u0082â\u0080\u009cSpecification Tests in Econometrics.Ã\u0082â\u0080\u009d Econometrica 46 (November): 1251-1271.",
        "Gerstner, Eitan and James D. Hess. 1991. Who Benefits from Large Rebates: Manufacturer, Retailer or Consumer? Economics Letters 36 (May): 5-8.",
        "Green, Corliss. 1997. Ã\u0082â\u0080\u009cIn-Store versus Out-of-Store Coupons: An Examination of Anglo-, African-, and Hispanic-American Redemption.Ã\u0082â\u0080\u009d Journal of Marketing Theory and Practice 5 (Winter): 113-121.",
        "Corts, Kenneth. 1998. Third-degree Price Discrimination in Oligopoly: All-Out Competition and Strategic Commitment. RAND Journal of Economics 29 (Summer): 306-323.",
        "Eppen, Gary D. and Yehoshua Liebermann. 1984. Ã\u0082â\u0080\u009cWhy Do Retailers Deal? An Inventory Explanation.Ã\u0082â\u0080\u009d Journal of Business 57 (October): 519-530.",
        "Gerstner, Eitan, James D. Hess and Duncan M. Holthausen. 1994. Price Discrimination Through a Distribution Channel: Theory and Evidence. American Economic Review 84 (December): 1437-1445.",
        "Bowman, Russell D. 1980. Couponing and Rebates, New York: Chain Store Publishing Corp.",
        "Carlton, Dennis W. and Jeffrey M. Perloff. 1994. Modern Industrial Organization. New York: HarperCollins.",
        "Chiang, Jeongwen. 1995. Competing Coupon Promotions and Category Sales. Marketing Science 14 (Winter): 105-122.",
        "Borenstein, Severin. 1985. Ã\u0082â\u0080\u009cPrice Discrimination in Free-Entry Markets.Ã\u0082â\u0080\u009d RAND Journal of Economics 16 (Autumn): 380-97.",
        "Wongtrakool, Bonnie. 1994. An Assessment of the Cereal Killers: Private Labels in the Ready-to-Eat Cereal Industry. Senior Thesis. Harvard University.",
        "Varian, Hal R. 1989. Price Discrimination. In R. Schmalensee and R.D. Willig, eds., Handbook of Industrial Organization, Volume 1, New York: North-Holland.",
        "Varian, Hal R. 1985. Price Discrimination and Social Welfare. American Economic Review 75 (September): 870-75."
    ]
}