{
    "id": 6936,
    "cites": 28,
    "cited_by": 1,
    "reference": [
        "Staiger, R.W. and F.A. Wolak (1992), Collusive Pricing with Capacity Constraint in the Presence of Demand Uncertainty. The Rand Journal of Economics, Vol. 23, pp. 203-220.",
        "Stigler, G.J. (1964), A Theory of Oligopoly Journal of Political Economy, Vol. 72, pp.44-1.",
        "Schmalensee, R. (1987), Competitive Advantage and Collusive Optima International Journal of Industrial Organization 5, pp. 351-367.",
        "Rubinstein, A. (1979), Equilibrium in Supergames with the Overtaking Criterion, Journal of Economic Theory, 21, pp. 1-9.",
        "Rotemberg, J.J. and Saloner, 0. (1986), A supergame-theoretic model of price wars during booms Amerzcan Economic Review, Vol.76, pp. 390407.",
        "Porter, RH. (1983a), Optimal Cartel Trigger Price Strategies Journal of Economic Theory, Vol 29, pp. 313-338.",
        "Porter, R.H. (1983b), A Study of Cartel Stability: The Joint Executive Committee, 1880-1886 Bell Journal of Economics, Vol. 14, pp. 301-314.",
        "Abreu, D., D. Pearce, and E. Stacchetti (1986), Optimal Cartel equilibria with Imperfect Monitoring Journal of Economic Theory 39(June), 251-269.",
        "Abreu, D. (1986), Extremal Equilibria of Oligopolistic Supergames, Journal of Economic Theory, Vol. 39 pp.191-225.",
        "Bagwell, K. and R.W. Staiger (1997), Collusion Over the Business Cy- 36 cle, The Rand Journal of Economics, Vol 28, pp 82-106.",
        "Caplin, A. and B. Nalebuff (1991), Aggregation and Imperfect Competition: the Existence of Equilibrium, Econometrica V, 59 pp. 25-59.",
        "Ellison G. (1994), Theories of Cartel Stability and the Joint Executive Committee, Rand Journal of Economics, Vol.25. pp. 37-57.",
        "Ericson R. and A. Pakes, (1995) Markov-Perfect Industry Dynamics: A Framework for Empirical Work Review of Economic studies, 62, 53-82.",
        "Fershtman, C. and E. Muller (1986), Capital Investments and Price Agreements in Semi-Collusive Markets, The Rand Journal of Economics vol.17, pp. 214-226.",
        "Fershtman C. and N. Gandal (1994), Disadvantageous Semicollusion International Journal of Industrial Organization, vol.12, pp. 141-154.",
        "Friedman, J. W. (1971), A Noncooperative Equilibrium for Supergames Review of Economic Studies, 38, pp. 1-12.",
        "Friedman J.W. and J.F. Thisse (1993), Partial Collusion Fosters Minimum Product Differentiation The Rand Journal of Economics, Vol. 24 pp 631-645.",
        "Fudenberg, D., D. Levine, and E. Maskin (1994), The Folk Theorem with Imperfect Public Information Econometrica, 62(5) pp. 997-1039.",
        "Hatiwanger, J. and J.E. Harrington (1991), The Impact of Cyclical Demand Movements on Collusive Behavior, The Rand Journal of Economics, Vol. 22, pp. 89-106.",
        "Harrington, J. (1989), Collusion among Asymmetric Firms: The Case of Different Discount Factors International Journal of Industrial Organization, 7, 289-307.",
        "Kandori, M. (1991), Correlated Demand Shocks and Price Wars During Booms. Review of Economic Studies, Vol. 58, pp 171-180.",
        "Green, E.J. and Porter, R. (1984), Noncooperative Collusion Under Imperfect Price Competition Econometrica, Vol. 52, pp.87-100.",
        "Levenstein M. (1997), Price Wars and the Stability of Collusion: A Study of the Pre-Worid War I Bromine Industry, Journal of Industrial Economics, pp. 117-147.",
        "Maskin, E. and J. Tirole (1988), A Theory of Dynamic Oligopoly: I and II, Econometrica, 56, pp.549-600.",
        "Maskin, E. and J. Tirole (1995), Markov Perfect Equilibrium, I: Observable Actions, mimeo, Harvard University.",
        "Nash, J.F. (1950), The Bargaining Problem, Econometrica 18, pp 155162.",
        "Pakes, A. and P. McGuire (1994), Computing Markov Perfect Nash Equilibrium: Numerical Implication of a Dynamic Differentiated Product Model, The Rand Journal of Economics, 25, pp. 555-589.",
        "Pakes, A. and 0. Gowrisankaran, and P. McGuire (1995), Implementing the Pakes-McGuire Algorithm for Computing Markov Perfect Equilibria, mimeo, Yale University."
    ]
}