{
    "id": 6937,
    "cites": 26,
    "cited_by": 16,
    "reference": [
        "Wasserman, J., W.G. Manning, J.P. Newhouse, and J.D. Winider, The Effects of Excise Taxes and Regulations on Cigarette Smoking, Journal of Health Economics, 10: 43-64, 1991.",
        "U.S. Department of Health and Human Services, Preventing Tobacco Use Among Young People: A Report of the Surgeon General, Atlanta Georgia: Public Health Service, Center for Disease Control and Prevention, National Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health, 1994.",
        "U.S. Department of Health and Human Services, Reducing the Health Consequences of Smoking: 25 Years of Progress. A Report of the Surgeon General, Rockville, Maryland: U.S. Department of Health and Human Services, Public Health Service, Centers for Disease Control, Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health, 1989.",
        "U.S. Department of Health and Human Services, The Health Consequences of Smoking: Nicotine Addiction. A Report of the Surgeon General, Rockville, Maryland: U.S. Department of Health and Human Services, Public Health Service, Center for Disease Control, Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health, 1988.",
        "U.S. Department of Health and Human Services, The Health Consequences of Involuntary Smoking. A Report of the Surgeon General. Washington D.C.: Office on Smoking and Health, 1986a.",
        "University of Michigan News and Information Services, Monitoring the Future Study Press Release, December 20, 1997, Ann Arbor: University of Michigan News and Information Services, 1997.",
        "Tobacco Institute, The Tax Burden on Tobacco, Washington D.C.: Tobacco Institute, 1997. Historic Compilation, Volume 32.",
        "Sung, H.Y, T.W. Hu, and T.E. Keeler, Cigarette Taxation and Demand: An Empirical Model, Contemporary Economic Policy, Volume XII, Number3, 1994.",
        "National Cancer Institute, The Impact of Cigarette Excise Taxes on Smoking Among Children and Adults: Summary Report of a National Cancer Institute Expert Panel, Bethesda, Maryland: 28 National Cancer Institute, Division of Cancer Prevention and Control, Cancer Control Science Program~ 1993a.",
        "Mullahy, J., Cigarette Smoking: Habits, Health Concerns, and Heterogeneous Unobservables in a Micro-Econometric Analysis of Consumer Demand, Ph.D. Dissertation, University of Virginia, 1985.",
        "Lewit, E.M., D. Coate, and M. Grossman, The Effects of Government Regulation on Teenage Smoking, Journal of Law and Economics, 24: 545-69, 1981.",
        "Lewit, E.M., and D. Coate, The Potential for Using Excise Taxes to Reduce Smoking, Journal of Health Economics, 1:121-145, 1982.",
        "Keeler, T.E., T.W. Hu, P.G. Barnett, W.G. Manning, and H, Sung, Tobacco Taxation, Demand, and Oligopoly Behavior: Analysis and Estimation with State Panel Data, Working Paper, Institute of Business and Economic Research, University of California, Berkeley, 1994.",
        "Evans, W.N., and L.X. Huang, Cigarette Taxes and Teen Smoking: New Evidence from Panels of Repeated Cross-Sections, Presented at the 1998 American Economics Association annual Meeting, Chicago, IL.",
        "Evans, W.N., and M.C. Farrelly, The Compensating Behavior of Smokers: Taxes, Tar and Nicotine, Working Paper, Department of Economics, University of Maryland, 1995.",
        "Chaloupka, F.J., and M. Grossman, Price, Tobacco Control Policies, and Youth Smoking, Working Paper (Department of Economics, University of Illinois at Chicago). Cragg, J.G., Some Statistical Models for limited Dependent Variables with Application to the Demand for Durable Goods, Econometrica, 39: 829-844, 1971.",
        "Chaloupka, F.J., and H. Wechsler, Price Tobacco Control Policies and Smoking among Young Adults, Journal of Health Economics, 16: 3 59-373, 1997.",
        "Chaloupka, F.J., Clean Indoor Air Laws, Addiction, and Cigarette Smoking, Applied Economics, 24:193-205, 1992.",
        "Chaloupka, F.J., Men, Women, and Addiction: The Case of Cigarette Smoking, Working Paper Number 3267, National Bureau of Economic Research, 1990.",
        "Chaloupka, F.J., Rational Addictive Behavior and Cigarette Smoking, Journal of Political Economy, 99: 722-742, 1991.",
        "Chaloupka, F.J., An Economic Analysis of Addictive Behavior: The Case of Cigarette Smoking, Ph.D. Dissertation, City University of New York, 1988.",
        "Centers for Disease Control and Preventions Tobacco Information and Prevention Sourcepage, Adult Prevalence Data, Centers for Disease Control and Prevention, 1998.",
        "Centers for Disease Control and Preventions Tobacco Information and Prevention Sourcepage, Targeting Tobacco Use, Centers for Disease Control and Prevention, 1998.",
        "Centers for Disease Control and Preventions Information and Prevention Sourcepage, Smoking Prevalence Among U.S. Adults, Centers for Disease Control and Prevention, 1996.",
        "Belsley, David A., E. Kuh, and R.E. Welsch, Regression Diagnostics: Identifying Influential Data and Sources of Collinearity, New York: Wiley, 1980.",
        "Becker, G.S., and K.M. Murphy, A Theory of Rational Addiction, Journal of Political Economy, 96:675-700, 1988."
    ]
}