{
    "id": 6939,
    "cites": 16,
    "cited_by": 24,
    "reference": [
        "Chaloupka FJ, Grossman M. Price, tobacco control policies, and youth smoking. National Bureau of Economic Research Working Paper No. 5740. 1996.",
        "Chaloupka FJ, Laixuthai A. Do youths substitute alcohol and marijuana? Some econometric evidence. Eastern Economic Journal 23(3):253-276, 1997.",
        "Chaloupka FJ, Pacula RL. Limiting youth access to tobacco: The early impact of the Synar Amendment on youth smoking. Presented at the American Public Health Association Annual Meeting, Washington DC. November 1998.",
        "Clayton RR, Ritter C. The epidemiology of alcohol and drug abuse among adolescents. Advances in Alcoholism and Substance Abuse 4 (3-4): 69-97, 1985.",
        "Coalition on Smoking OR Health. State Legislated Actions on Tobacco Issues. Washington, D.C.: Coalition on Smoking OR Health, various years. Department of Justice. Sourcebook of Criminal Justice Statistics. Washington, D.C.: Bureau of Justice Statistics, various years. DiNardo, J and Lemieux T. Ã\u0082â\u0080\u009cAlcohol, Marijuana and American Youth: the Unintended Consequences of Government Regulation.Ã\u0082â\u0080\u009d National Bureau of Economic Research Working Paper Number 4212, 1992.",
        "Ellickson PL, Hays RD, Bell R. Stepping Through the Drug Use Sequence: Longitudinal Scalogram Analysis of Initiation and Regular Use. Journal of Abnormal Psychology 101(3): 441-451, 1992.",
        "Farrelly MC, Bray JW, Zarkin GA, Wendling BW, Pacula RL. The effects of prices and policies on the demand for marijuana: Evidence from the National Household Surveys of Drug Abuse. Working Paper, Research Triangle Institute. 1998.",
        "Federal Trade Commission. Competition and the Financial Impact of the Proposed Tobacco Industry Settlement. Washington, D.C.: Federal Trade Commission, Bureau of Economics, Competition, and Consumer Protection, 1997.",
        "Henningfield JE, Clayton R, Pollin W. Involvement of tobacco in alcoholism and illicit drug use. British Journal of Addiction 85(2): 279-92, 1990.",
        "Kandel DB,Yamaguchi K. From beer to crack: Developmental patterns of drug involvement. American Journal of Public Health, 83(6): 851-855, 1993.",
        "National Cancer Institute, Major Local Tobacco Control Ordinances in the United States, Monograph 3, Bethesda, Maryland: U.S. Department of Health and Human Services, Public Health Services, National Institutes of Health, 1993.",
        "Pacula RL. Does increasing the beer tax reduce marijuana consumption? Journal of Health Economics 17(5):557-586, 1998a. Pacula RL. Adolescent alcohol and marijuana use: Is there really a gateway effect? National Bureau of Economic Research Working Paper Number 6348, 1998b. Saffer H, Chaloupka FJ. Demographic differentials in the demand for alcohol and illicit drugs. National Bureau of Economic Research Working Paper Number 6432, 1998.",
        "Tobacco Institute, The Tax Burden on Tobacco, Washington D.C.: Tobacco Institute, 1995.",
        "U.S. Brewers Association. Brewers Almanac. Washington, D.C.: U.S. Brewers Association, 1997.",
        "US Department of Health and Human Services. Preventing Tobacco Use Among Young People. A Report of the Surgeon General. US Department of Health and Human Services, Public Health Service, Centers for Disease Control, Center for Health Promotion and Education, Office on Smoking and Health. DHHS Publication No. (CDC) 95-0110, 1994.",
        "US Department of Health and Human Services. The Health Consequences of Smoking: Nicotine Addiction. A Report of the Surgeon General. US Department of Health and Human Services, Public Health Service, Centers for Disease Control, Center for Health Promotion and Education, Office on Smoking and Health. DHHS Publication No. (CDC) 88-8406, 1988."
    ]
}