{
    "id": 6943,
    "cites": 32,
    "cited_by": 86,
    "reference": [
        "Zax, Jeffrey and Daniel Rees. Environment, Ability, Effort and Earnings, Denver: Center for Research on Economic and Social Policy, Working Paper 9801, March 1998.",
        "Werner, Emmy, Jessie Bierman and Fern French. The Children of Kauai: A Longitudinal Study from the Prenatal Period to Age Ten, Honolulu: University of Hawaii Press, 1971.",
        "Eouthgate, V. Southgate Group Reading Tests: Manual of Instructions, London: University of London Press, 1962.",
        "Robertson, D. and J. Symons. Do Peer Groups Matter? Peer Group Versus Schooling Effects on Academic Attainment? London: Centre for Economic Performance London School of Economics, Working Paper 311, November 1996.",
        "Pringle, M. K., N. Butler, and R. Davies. 11,000 Seven Year Olds, London: Longman, 1966.",
        "National Childrens Bureau. National Child Development Study Summary prepared: December, 1991, xerox, Essex Survey Research Center Data Archive, 1991.",
        "Needleman, Herbert and David Bellinger. Prenatal Exposure to Toxicants, 1994.",
        "Murnane, Richard, John B. Willett and Frank Levy. The Growing Importance of Cognitive Skills in Wage Determination, The Review of Economics and Statistics, 1995, 251-266.",
        "Kiker, B. and Carol Condon. The Influence of Socioeconomic Background on the Earnings of Young Men, The Journal of Human Resources, 16 1, Winter 1981, 99-104.",
        "Lillard, Lee. Inequality: Earnings vs. Human Wealth, American Economic Review, 67 2, March 77, 42-53. Meghir, Costas and Edward Whitehouse. The Evolution of Wages in the United Kingdom: Evidence from Micro Data, Journal of Labor Economics, 14 1, January 1996, 1-25.",
        "Mincer, Jacob. Schooling, Experience, and Earnings, New York: Columbia University Press, 1974.",
        "Hutchison, D., H. Prosser, and P. Wedge. The Prediction of Educational Failure, Educational Studies, 5 1, 1979.",
        "Heckman, James, A. Layne-Farrar, and Petra Todd. Does Measured School Quality Really Matter? An Examination of the EarningsQuality Relationship, in Burtless, Gary (ed.) , Does Money Matter? The Effect of School Resources on Student Achievement and Adult Success, Washington D.C.: Brookings Institute, 1996.",
        "Harmon, Coim and Ian Walker. Selective Schooling and the Returns to the Quantity and Quality of Education, Dublin: Dept. of Economics University College Dublin, February 1998.",
        "Grogger, Jeff. Does School Quality Explain the Recent Black/White Wage Trend?, Journal of Labor Economics, 14 2, April 1996, 231253. Hanushek, Eric, Steve Rivkin, and Lowell Taylor. Aggregation and the Estimated Effects of School Resources, The Review of Economics and Statistics, 78, 1996, 611-627.",
        "Fogelman, Ken and p. Wedge. The National Child Development Study, S.A. Mednick and A.E. Baert (eds) Prospective Longitudinal Research, Oxford: Oxford University Press, 1981.",
        "Fogelman, Ken. Britains Sixteen-Year-Olds, London: National Childrens Bureau, 1976.",
        "Farber, Henry and Robert Gibbons. Learning and Wage Dynamics, The Quarterly Journal of Economics, 111 4, Nov. 96, 1007-1047. Fogelman, Ken. Growing Up in Great Britain: Papers from the National Child Development Study, London: MacMillan, 1983.",
        "Dearden, Lorraine, Javier Fern, and Costas Meghir. The Effect of School Quality on Educational Attainment and Wages, London: Institute for Fiscal Studies, Working Paper W98/3, October 1997.",
        "Dolton, Peter and Anna Vignoles. The Impact of School Quality on Labor Market Success in the United Kingdom,  Dept. of Economics, University of Newcastle upon Tyne, October 1996.",
        "Connolly, Sara, John Micklewright, and Stephen Nickell. The Occupational Success of Young Men who Left School at Sixteen, Oxford Economic Papers, 44, 1992, 460-479.",
        "Cohn, Elchanan and B. Kiker. Socioeconomic Background, Schooling, Experience and Monetary Rewards in the United States, Economica, 30 53 ff212, November 1986, 497-503.",
        "Cawley, John, James Beckman and Edward Vytlacil. The Optimal Policy to Reward the Value Added by Educators, University of Chicago Dept. of Economics, xerox, May 1997.",
        "Card, David and Alan Krueger. Labor Market Effects of School Quality: Theory and Evidence, in Burtless, Gary (edj, Does Money Matter? The Effect of School Resources on Student Achievement and Adult Success, Washington D.C.: Brookings Institute, 1996.",
        "Card, David and Alan Krueger. Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States, Journal of Political Economy. 100, 1992, 1-40.",
        "Card, David. Earnings, Schooling, and Ability Revisited, NBER Working Paper 4832, Cambridge MA, August 1994.",
        "Cameron, Stephen and James Heckman. The nonequivalence of High School Equivalents, Journal of Labor Economics, 11 1, Part 1, January 1993, 1-47.",
        "Bound, John, Zvi Griliches and Bronwyn Hall. Wages, Schooling and IQ of Brothers and Sisters: Do the Family Factors Differ? International Economic Review, 27 1, February 1986, 77-105.",
        "Blackburn, McKinley and David Neumark. Omitted-Ability Bias and the Increase in Returns to Schooling, Journal of Labor Economics, 11 3, July 1993, 521-544.",
        "Black, Eandra. Do Better Schools Matter? Parental Valuation of Elementary Education, Harvard University Dept. of Economics, Spring 1997.",
        "Betts, Julian. Does School Quality Matter? Evidence from the National Longitudinal Eurvey of Youth, The Review of Economics and Statistics, 77, 1995, 231-150.",
        "Ashenfelter, Orley and Cecilia Rouse. Income, Schooling, and Ability: Evidence from a New Sample of Twins, Industrial Relations Eection Working Paper 365, Princeton University, July 1996."
    ]
}