{
    "id": 6944,
    "cites": 18,
    "cited_by": 7,
    "reference": [
        "Asch, Peter, and David T. Levy, 1987, Does the Minimum Drinking Age Affect Traffic Fatalities? Journal of Policy Analysis and Management 6(2):180-192.",
        "Borkenstein, R. F., R. F. Crowther, R. P. Shumate, W. B., Ziel, and R. Zylman, 1974, The Role of the Drinking Driver in Traffic Accidents, Blutalkohol 11(Supp. 1):1-132.",
        "Chaloupka, Frank J., Henry Saffer, and Michael Grossman, 1993, Alcohol Control Policies and Motor Vehicle Fatalities, Journal of Legal Studies 22(January):161-186.",
        "Cook, Philip J., and George Tauchen, 1982, The Effect of Liquor Taxes on Heavy Drinking, Bell Journal of Economics 13:379-390.",
        "Dunbar, James, A., Antti Penttila, and Jarmo Pikkarainen, 1987, Drinking and Driving: Choosing the Legal Limits, British Medical Journal 295(December 5): 1458-1460.",
        "Fell, James C., and Carl E. Nash, 1989, The Nature of the Alcohol Problem in U.S. Fatal Crashes, Health Education Quarterly 16(3) Fall: 335-343.",
        "Flinn, Christopher, and James Heckman, 1982, New Methods for Analyzing Structural Models of Labor Force Dynamics, Journal of Econometrics 18:115-168.",
        "Grossman, Michael, Frank J. Chaloupka, Henry Saffer, Adit Laixuthai, 1993, Effects of Alcohol Price Policy on Youth, NBER Working Paper No. 4385.",
        "Homel, Ross J., 1990, Random Breath Testing the Australian Way: A Model for the United States? Alcohol, Health, and Research World 14(1):70-75.",
        "Hurst, Paul M., David Harte, and William J. Frith, 1994, The Grand Rapids Dip Revisited, Accident and Analysis Prevention 26(5):647-654.",
        "Lehman, R. J., Arthur C. Wolfe, and R. D. Kay, 1975, Development of a Computer Archive of Roadside Breathtesting Surveys in the United States , Ann Arbor, MI: University of Michigan Highway Safety Research Institute.",
        "Linnoila, M. and M. J. Mattila, 1973, Drug Interaction on Driving Skills as Evaluated by Laboratory Tests and by a Driving Simulator, Pharmakopsychiat 6:127-132.",
        "Liu, Simin, Paul Z. Siegel, Robert D. Brewer, Ali H. Mokdad, David A. Sleet, and Mary Serdula, 1997, Prevalence of Alcohol-Impaired Driving: Results from a National Self-reported Survey of Health Behaviors, JAMA 277(2): 122-125.",
        "Rice, Dorothy P., Sander Kelman, and Leonard Miller, 1991, The Economic Cost of Alcohol Abuse, Alcohol Health and Research World , vol. 15 (4): 307-316.",
        "Ruhm, Christopher, 1996, Alcohol Policies and Highway Vehicle Fatalities, Journal of Health Economics 15 (4; August): 435-454.",
        "Saffer, Henry, and Michael Grossman, 1987, Drinking Age Laws and Highway Mortality Rates: Cause and Effect, Economic Inquiry 25(July):403-417.",
        "Zador, Paul L., 1991, Alcohol-Related relative Risk of Fatal Driver Injuries in Relation to Driver Age and Sex, Journal of Studies on Alcohol 52(4):302-310.",
        "Zylman, R., 1973, Youth, Alcohol, and Collision Involvement, Journal of Safety Research 5:58-72."
    ]
}