{
    "id": 6953,
    "cites": 20,
    "cited_by": 10,
    "reference": [
        "Weil, Philippe, (1992), Equihbrium Asset Prices with Undiversifiable Labor Income Risk, Journal of Economic Dynamics and Control, 16, 769-90.",
        "Storesletten, Kjetik, Telmer, Chris and Yaron, Amir, (1997), Persistent idiosyn- cratic shocks and incomplete markets, Carnegie Mellon University, manu- script.",
        "Stokey, Nancy, Lucas, Robert, with Edward Prescott, (1989), Recursive meth- ods in economic dynamics, Harvard University Press.",
        "Mehra, Rajnish and Prescott, Edward, (1985), The equity premium: A puzzle, Journal of Monetary Economics, 1985, v15(2), 145-162.",
        "Mankiw, Gregory, (1986), The equity premium and the concentration of aggre- gate shocks, Journal of Financial Economics 17, 211-219.",
        "Luttmer, Erzo, (1996), Asset pricing in economies with frictions, Economet- rica; v64 n6 pp. 1439-67.",
        "Ligon, E., J. Thomas and T. Worral (1997), Informal Insurance Arrangements in Village Economies, mimeo, University of California at Berkeley.",
        "Kocherlakota, Narayana, (1996), Implications of efficient risk sharing without commitment, Review of Economic Studies, 595-609.",
        "Krusell, Per, Smith, Anthony, (1997), Income and wealth heterogeneity, port- folio choice and equilibrium return, Macrodynamics, 1, 383-422.",
        "Kehoe, Timothy and Levine, David, (1993), Debt-constrained asset markets, Review of Economic Studies, v60(205), 868-888.",
        "Kehoe, Patrick and Perri, Fabrizio, (1997), International Business Cycles with Endogenous Market Incompleteness, manuscript.",
        "Heaton, John and Lucas, Deborah, (1996), Evaluating the Effects of Incomplete Markets on Risk Sharing and Asset Pricing, Journal of Political Economy; v104 n3, pp. 443-87.",
        "Constantinides, George and Duffie, Darrell, (1996) Asset Pricing with Hetero- geneous Consumers Journal of Political Economy, v104 n2 pp. 2 19-40.",
        "He, Hua and Modest, David, (1995), Market frictions and consumption-based asset pricing, Journal of Political Economy, vlO3nl, 94-117.",
        "Cochrane, John and Hansen, Lars, (1992), Asset pricing explorations for macro- economics, NBER Macroeconomics Annual, MIT Press,115-182.",
        "Backus, David K. Gregory, AllanW. Zin, Stanley, (1989), Risk Premiums in the Term Structure: Evidence from Artificial Economies, Journal of Monetary Economics 24(3): 371-399, Nov.",
        "Alvarez, Fernando and Jermann, Urban (1999), International portfolio choice with endogenous constraints, manuscript.",
        "Alvarez, Fernando and Jermann, Urban (b998a), Asset pricing when risk shar- ing is limited by default, http://finance.wharton.upenn.edu/~jermann /re- search.html. Alvarez, Fernando and Jermann, Urban (1998b), The cost of business cycles and the equity premium, manuscript.",
        "Abreu Dilip, (1988), On the Theory of Infinitely Repeated Games with Dis- counting Econometrica 56, pp 383-396.",
        "Telmer, Chris, (1993) Asset-pricing puzzles and incomplete markets, Journal of Finance, 48, 1803-1832."
    ]
}