{
    "id": 6954,
    "cites": 29,
    "cited_by": 13,
    "reference": [
        "Albert, J. and S. Chib (1993). Bayesian Analysis of Binary and Polychotomous Response Data, Journal of the American Statistical Association , 88, 669-679.",
        "Ashenfelter, O., and David Card (1985). Using the Longitudinal Structure of Earnings to Estimate the Effect of Training Programs, Review of Economics and Statistics , 67, 648- 660.",
        "Barberis, Nicholas (1996). Investing for the Long Run when Returns are Predictable, Harvard University, unpublished.",
        "Burtless, Gary (1995). The Case for Randomized Field Trials in Economic and Policy Research, Journal of Economic Perspectives , 9, 63-84.",
        "Caballero, Ricardo (1991). Earnings Uncertainty and Aggregate Wealth Accumulation, American Economic Review , 81, 859-871.",
        "Chamberlain, Gary, and Guido Imbens (1996). Hierarchical Bayes Models with Many Instrumental Variables, Harvard Institute of Economic Research, Paper Number 1781.",
        "Chib, Siddhartha (1992). Bayes Inference in the Tobit Censored Regression Model, Journal of Econometrics , 51, 79-99.",
        "Econometrics, Washington University, manuscript. Deaton, Angus, and John Muellbauer (1980). Economics and Consumer Behavior . Ca m- bridge: Cambridge University Press.",
        "Dehejia, Rajeev (1997). A Decision-Theoretic Approach to Program Evaluation, Cha p- ter 2, Ph.D. Dissertation, Harvard University, unpublished.",
        "Evaluating the Evaluation of Training Programs, Harvard University, unpublished. Friend, Benjamin, and Marshal Blume (1975). The Demand for Risky Assets, American Economic Review , 65, 900-22.",
        "Fisher, R. (1935). The Design of Experiments . London: Oliver and Boyd.",
        "Gelfland, A.E., and A.F.M. Smith (1990), Sampling-Based Approaches to Calculating Marginal Densities, Journal of the American Statistical Association , 85, 398-409.",
        "Gelman, Andrew, John Carlin, Hal Stern, and Donald Rubin (1996). Bayesian Data Analysis . London: Chapman and Hall.",
        "Geman, S., and D. Geman (1984), Stochastic Relaxation, Gibbs Distributions, and the Bayesian Restoration of Images, IEEE Transactions on Pattern Analysis and Machine Intelligence , 6, 721-741.",
        "Greenberg, David, and Michael Wiseman (1992). What Did the OBRA Demonstrations Do, in Manski and Garfinkel (1992).",
        "Hall, Robert (1988). Intertemporal Substitution, Journal of Political Economy , 96, 339-57.",
        "Heckman, James and Joseph Hotz (1989). Choosing Among Alternative Nonexper i- mental Methods for Estimating the Impact of Social Programs: The Case of Manpower Training, Journal of the American Statistical Association , 84, 862-74.",
        "Economic Perspectives , 9, 85-110. ------ and ------ (1998). Evaluating the Welfare State, NBER Working Paper No. 6542.",
        "Market Data . Econometric Society Monograph No. 10. Cambridge: Cambridge Unive r- sity Press. ------ and ------ (1986). Alternative Methods for Solving the Problem of Selection Bias in Evaluating the Impact of Treatment on Outcomes, in Howard Rainer (ed.), Drawing Inferences from Self-Selected Samples . New York: Springer-Verlag.",
        "Kandel, Shmuel, and Robert Stambaugh (1996). On the Predictability of Stock Returns: An Asset-Allocation Perspective, Journal of Finance , LI, 385-424.",
        "Lalonde, Robert (1986). Evaluating the Econometric Evaluations of Training Pr o- grams, American Economic Review , 76, 604-620.",
        "Manski, Charles (1989). Anatomy of the Selection Problem, Journal of Human R e- sources , 24, 343-360.",
        "Cambridge: Cambridge University Press. ------ (1995). The Mixing Problem in Program Evaluation, Identification Problems in the Social Sciences , Chapter 3. Cambridge: Harvard University Press.",
        "Neyman, J. (with K. Iwaszkiewicz and S. Kolodziejczyk) (1935), Statistical Problems in Agricultural Experimentation (with discussion), Supplement of Journal of the Royal St a- tistical Society , 2, 107-180.",
        "Robert, Christian (1996). Mixtures of Distributions: Inference and Estimation, in W.R.",
        "Gilks, S. Richardson, and D.J. Spiegelhalter (eds.), Markov Chain Monte Carlo in Pra c- tice , London: Chapman and Hall. Rubin, Donald (1977). Assignment to a Treatment Group on the Basis of a Covariate, Journal of Educational Statistics , 2, 1-26.",
        "Annals of Statistics , 6, 34-58. Riccio, James, Daniel Friedlander, and Stephen Freedman (1994). GAIN: Benefits, Costs, and Three-Year Impacts of a Welfare-to-Work Program . New York: Manpower De m- onstration Research Corporation.",
        "Rossi, Peter, Robert McCulloch, and Greg Allenby (1995). Hierarchical Modelling of Consumer Heterogeneity: An Application to Target Marketing, in C. Gatsonis, J.",
        "Hodges, R. Kass, and N. Singpurwalla (eds.), Case Studies in Bayesian Statistics , Volume II, Lecture Notes in Statistics , 105. New York: Springer-Verlag. Tanner, M., and W. Wong (1987). The Calculation of Posterior Distributions by Data Augmentation, Journal of the American Statistical Association , 82, 528-550."
    ]
}