{
    "id": 6958,
    "cites": 34,
    "cited_by": 6,
    "reference": [
        "World Health Organization. Tobacco or health: A Global Status Reporj. Geneva: World Health Organization, 1997.",
        "Valdes B. Cigarette consumption in Spain: Empirical evidence and implications for public health policy. Applied Economics 1993 ;20:149-56.",
        "Wilcox GB, Vacker B. Cigarette advertising and consumption in the United States. International lof Advertising 1992; 11:269-78.",
        "US Department of Health and Human Services. Reducing the Health Consequences of Smoking: 25 Years of Progress. A Report of the Surgeon General. Office of Smoking and Health, Washington: US Government Printing Office, 1989.",
        "Simonich WL. Government Antismoking Policies. New York: P. Lang, 1991.",
        "Stewart MJ. The effect on tobacco consumption of advertising bans in OECD countries. International Journal of Advertisins 1993; 12:155-80.",
        "Seldon BJ, Doroodian K. A simultaneous model of cigarette advertising: Effects on demand and industry response to public policy. Review of Economics and Statistics 1989:71:673B7.",
        "Schonfeld and Associates. Advertising ratios and budgets. Lincolnshire It. 1997.",
        "Schrnalensee RL. On the Economics of Advertising. Amsterdam: North Holland, 1972.",
        "Schneider L, Klein B, Murphy K. Government regulation of cigarette health information. Journal of Law and Economics 1981:24:575-6 12.",
        "Saffer H. Alcohol advertising and alcohol consumption: Econometric studies. In: Martin SE, ed. The Effects of the Mass Media on the Use and Abuse of Alcohol. Bethesda: National Institute on Alcohol Abuse and Alcoholism. 1995.",
        "Roemer R. Legislative Action to Combat the World Tobacco Epidemic. 2nd ed. Geneva: World Health Organization, 1993.",
        "Roberts MJ, Samuelson L. An empirical analysis of dynarmc, nonprice competition in an oligopolistic industry. RAND Journal of Economics 1988;19(2):200-20.",
        "Rao R, Miller P. Advertising/sales response frmnctions. Journal of Advertising Research 1975; 15:7-15.",
        "Porter RH. The impact of government policy on the U.S. cigarette industry. In: ippolito PM, Scheffman DT, editors. Empirical Approaches to Consumer Protection Economics. Washington: US Government Printing Office, 1986.",
        "Pierce JP, Macaskill P. Hill D Long term effectiveness of mass media led antismoking campaigns in Australia. American Journal of Public Health 1990;80:5:565-569.",
        "McGuinness T, Cowling K. Advertising and the Aggregate Demand for Cigarettes. European Economic Review 1975;6:31 1-328.",
        "Kiuger R. Ashes to Ashes. New York: Alfred A. Knopf, 1996.",
        "Luik .JC. Do Tobacco Advertising Bans Really Work? A Review of the Evidence. Canada. The Niagara Institute, 1994.",
        "Hu T-W, Sung H-Y, Keeler TE. Reducing cigarette consumption in California: tobacco taxes vs. an anti-smoking media campaign. American Journal of Public Health l995b; 85(9): 1218B22. Johnson LW. Advertising expenditure and the aggregate demand for cigarettes in Australia. International Journal of Advertising,,1986; 1:45-58.",
        "Hamilton, ilL. The Effect of Cigarette Advertising Bans on Cigarette Consumption, Proceedings of the Third World Conference on Smoking and Health, Washington, D.C.: U.S. DHEW, 1975.",
        "Hamilton JL. Advertising, the health scare, and the cigarette advertising ban. Review of Economics and Statistics 1972;54:401-11.",
        "Goldman LK, Glantz SA Evaluation of antismoking advertising campaigns Journal of the American Medical Association l998;279: 10:772-777. Grabowski HG. The effect of advertising on the inter-industry distribution of demand. Explorations in Economic Research I 976;3 :21-75. Greene WI-I. Econometric Analysis. New Jersey: Prentice Hall, 1997.",
        "Goel RK, Morey MJ. The interdependence of cigarette and liquor demand. Southern Economic Journal 1995;62(2):45 1-9.",
        "Du113 M. Advertising in demand systems for alcoholic drinks and tobacco: A comparative study. Journal of Policy Modeling 1995J7:6:557-577.",
        "Duffy M. Econometric studies of advertising, advertising restrictions, and cigarette demand: a survey. International Journal of Advertising 1996J5 1-23.",
        "Chetwvnd J, Coope P. Brodie RJ, Wells F. Impact of cigarette advertising on aggregate demand for cigarettes in New Zealand. British Journal of Addiction 1988;83:409-14.",
        "Chaloupka FJ, Warner KE The economics of smoking. The Handbook of Economics forthcoming. Chapman S. Wong WL. Tobacco Control in the Third World: A Resource Atlas. Penang, Malaysia: International Organization of Consumers Unions, 1990.",
        "Bishop JA, Yoo JT-{. Health scare, excise taxes and advertising ban in the cigarette demand and supply. Southern Economic Journal 1985~52(2):402B 11.",
        "Boyd, R. and B. Seldon, The fleeting effect of advertising. Economic Letters, 1990 34: 375-79.",
        "Becker GS, Murphy K. A simple theory of advertising as a good or a bad. Quarterly Journal of Economics 1993 ;November: 941-964.",
        "AckoffRL, Ernshoff JR. Advertising research at Anheuser-Busch, Inc. (1963-68). Sloan Management ReyjÃ\u0083Â§y~l97S;16(3):l-lS.",
        "Baltagi BH, Levin 0. Estimating dynamic demand for cigarettes using panel data: the effects of bootlegging, taxation, and advertising reconsidered. Review of Economics and Statistics 1986;68(1): 148B55.",
        "Abemethy A, Teel SE. Advertising for cigarettes. Journal of Advertising 1986;15(4):51-5."
    ]
}