{
    "id": 6965,
    "cites": 47,
    "cited_by": 169,
    "reference": [
        "Akerlof, George, William Dickens, and George Perry. 1996. The Macroeconomics of Low Inflation. Brookings Papers on Economic Activity , no. 1: 1-59.",
        "Alesina, Alberto, and Lawrence H. Summers. 1993. Central Bank Independence and Macroeconomic Performance: Some Comparative Evidence. Journal of Money, Credit, and Banking 25, no. 2 (May): 151-62.",
        "Almeida, Alvaro, and Charles A. E. Goodhart. 1998. Does the Adoption of Inflation Targets Affect Central Bank Behaviour? Unpublished paper, London School of Economics, January.",
        "Bank of Canada. 1995. Monetary Policy Report .",
        "Barro, Robert J., and David Gordon. 1983. A Positive Theory of Monetary Policy in a Natural Rate Model. Journal of Political Economy 91, no. 4 (August): 589-610.",
        "Bernanke, B.S. 1983. Non-Monetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review , Vol. 73, pp. 257-76.",
        "Bernanke, Ben S., and Ilian Mihov. 1997. What Does the Bundesbank Target? European Economic Review 41, no. 6 (June): 1025-53.",
        "Bernanke, Ben S., and Frederic S. Mishkin. 1997. Inflation Targeting: A New Framework for Monetary Policy? Journal of Economic Perspectives 11, no. 2 (spring): 97-116.",
        "Calomiris, Charles W. and Gorton, Gary. 1991. The Origins of Banking Panics: Models, Facts and Bank Regulationin Hubbard, R.G. (ed.) Financial Markets and Financial Crises . University of Chicago Press, Chicago, pp. 109-173.",
        "Calvo, Guillermo. 1978. On the Time Consistency of Optimal Policy in the Monetary Economy. Econometrica 46, no. 6 (November): 1411-28.",
        "Calvo, Guillermo A., Leiderman, Leonardo and Carmen M. Reinhart, 1994. The Capital Inflows Problem: Concepts and Issues, Contemporary Economic Policy 12, July: 54-66.",
        "Cecchetti, Stephen G. 1995. Inflation Indicators and Inflation Policy. In Ben S. Bernanke and Julio J. Rotemberg, eds., NBER Macroeconomics Annual, 1995 , 189-219 . Cambridge: MIT Press.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler. 1997. Monetary Policy Rules in Practice: Some International Evidence. NBER Working Paper No. 6254, November.",
        "Clarida, Richard, and Mark Gertler. 1997. How the Bundesbank Conducts Monetary Policy. In Christina D. Romer and David H. Romer, eds., Reducing Inflation: Motivation and Strategy , 363-406 . Chicago: University of Chicago Press.",
        "Cukierman, Alex. 1992. Central Bank Strategy, Credibility, and Independence: Theory and Evidence . Cambridge: MIT Press.",
        "Debelle, Guy. 1997. Discussion. In Philip Lowe, ed., Monetary Policy and Inflation Targeting , 118-23. Sydney: Reserve Bank of Australia.",
        "Estrella, A. and F.S. Mishkin, 1997. Is There a Role for Monetary Aggregates in the Conduct of Monetary Policy. Journal of Monetary Economics , 40:2, (October): 279-304.",
        "European Monetary Institute. 1997. The Single Monetary Policy in Stage Three: Specification of the Operational Framework.",
        "Fischer, Stanley. 1994. Modern Central Banking. In Forrest Capie, Charles A. E. Goodhart, Stanley Fischer, and Norbert Schnadt, The Future of Central Banking: The Tercentenary Symposium of the Bank of England , 262-308. Cambridge: Cambridge University Press.",
        "Folkerts-Landau, D., Schinasi, G.J., Cassard, M., Ng, V.K., Reinhart, C.M., and M.G. Spencer, 1995. Effect of Capital Flows on the Domestic Financial Sectors in APEC Developing Countries, in M.S. Khan and C.M. Reinhart, eds. Capital Flows in the APEC Region (International Monetary Fund: Wash. D.C. 1995): 31-57 Friedman, Benjamin M. 1995. The Rise and Fall of the Money Growth Targets as Guidelines for U.S . Monetary Policy. Paper prepared for the Bank of Japan Seventh International Conference.",
        "Preliminary draft. Friedman, Benjamin M. and Kenneth N. Kuttner. 1993. Another Look at the Evidence on Money- Income Causality. Journal of Econometrics 57: 189-203.",
        "Friedman, Benjamin M., and Kenneth Kuttner. 1996. A Price Target for U.S. Monetary Policy? Lessons from the Experience with Money Growth Targets. Brookings Papers on Economic Activity , no. 1: 77-125.",
        "Gav in, M. and R. Hausman, 1996. The Roots of Banking Crises: the Macroeconomic Context, in R. Hausman and L. Rojas-Suarez, eds., Banking Crises in Latin America (Interamerican Development Bank and Johns Hopkins University Press: Baltimore): 27-63.",
        "Goodhart, Charles A. E., and JosÃ\u0083Â© ViÃ\u0083Â±als. 1994. Strategy and Tactics of Monetary Policy: Examples from Europe and the Antipodes. In Jeffrey C. Fuhrer, ed., Goals, Guidelines, and Constraints Facing Monetary Policymakers . Federal Reserve Bank of Boston Conference Series 38: 139-87.",
        "Groshen, Erica L., and Mark E. Schweitzer. 1996. The Effects of Inflation on Wage Adjustments in Firm-Level Data: Grease or Sand? Federal Reserve Bank of New York Staff Reports, no. 9.",
        "Haldane, Andrew G., ed. 1995. Targeting Inflation . London: Bank of England.",
        "Hall, Robert E., and N. Gregory Mankiw. 1994. Nominal Income Targeting. In N. Gregory Mankiw, ed., Monetary Policy , 71-94. Chicago: University of Chicago Press.",
        "Kaminsky, G.L. and C.M. Reinhart, 1996. The Twin Crises: The Causes of Banking and Balance- of-Payments Problems, Board of Governors of the Federal Reserve System, International Finance Discussion Papers No. 544 (March).",
        "Kydland, Finn, and Edward Prescott. 1977. Rules Rather than Discretion: The Inconsistency of Optimal Plans. Journal of Political Economy 85, no. 3 (June): 473-92.",
        "Leiderman, Leonardo, and Lars E. O. Svensson. 1995. Inflation Targeting . London: Centre for Economic Policy Research.",
        "Laubach, Thomas and Adam S. Posen. 1997. Some Comparative Evidence on the Effectiveness of Inflation Targeting, Federal Reserve Bank of New York Working Paper 97-14 (May).",
        "McCallum, Bennett T. 1995. Two Fallacies Concerning Central-Bank Independence. American Economic Review 85, no. 2 (May): 207-11.",
        "McCallum, Bennett T. 1996. Inflation Targeting in Canada, New Zealand, Sweden, the United Kingdom, and in General. NBER Working Paper No. 5579, May.",
        "Mishkin, Frederic S. 1991. Asymmetric Information and Financial Crises: A Historical Perspective. In Glenn R. Hubbard, ed., Financial Markets and Financial Crises , 69-108. Chicago: University of Chicago Press.",
        "Mishkin, Frederic S. 1996. Understanding Financial Crises: A Developing Country Perspective, in Michael Bruno and Boris Pleskovic, eds., Annual World Bank Conference on Development Economics 1996 (World Bank: Washington D.C. 1996): 29-62.",
        "Mishkin, Frederic S. 1997. The Causes and Propagation of Financial Instability: Lessons for Policymakers. In Maintaining Financial Stability in a Global Economy , 55-96. Kansas City: Federal Reserve Bank of Kansas City.",
        "Mishkin, Frederic S. 1998a. Exchange-Rate Pegging in Emerging-Market Countries? International Finance , forthcoming.",
        "Mishkin, Frederic S. 1998b. The Role of a Central Bank in a Democratic Society, paper prepared for the Fourth Dubrovnik Conference on Transition Economies, June 24-26, 1998.",
        "Mishkin, Frederic S. and Adam Posen. 1997. Inflation Targeting: Lessons from Four Countries, Federal Reserve Bank of New York, Economic Policy Review , 3 (August): 9-110.",
        "Morande, Felipe, and Klaus Schmidt-Hebbel. 1997. Inflation Targets and Indexation in Chile. Unpublished paper, Central Bank of Chile, August.",
        "Neumann, Manfred. 1996. Monetary Targeting in Germany. Paper prepared for the Bank of Japan Seventh International Conference.",
        "Neumann, Manfred J.M., and Jurgen von Hagen. 1993. Germany. In M. Fratianni and D. Salvatore, eds., Handbook of Monetary Policy in Industrialized Countries . Westport, Conn.: Greenwood.",
        "Obstfeld, Maurice, and Kenneth Rogoff. 1995. The Mirage of Fixed Exchange Rates. Journal of Economic Perspectives 9, no. 4 (fall): 73-96.",
        "Posen, Adam S. 1995. Declarations Are Not Enough: Financial Sector Sources of Central Bank Independence. In Ben S. Bernanke and Julio J. Rotemberg, eds., NBER Macroeconomics Annual, 1995 , 253-74 . Cambridge: MIT Press.",
        "Rich, Georg. 1997. Monetary Targets as a Policy Rule: Lessons from the Swiss Experience. Journal of Monetary Economics 39, no. 1 (June): 113-41.",
        "Stock, James H. and Mark W. Watson. 1989. Interpreting the Evidence on Money-Income Causality. Journal of Econometrics 40: 161-182.",
        "Taylor, John B. 1985. What Would Nominal GNP Targeting Do to the Business Cycle? Carnegie- 46 Rochester Conference Series on Public Policy 22: 61-84."
    ]
}