{
    "id": 697,
    "cites": 30,
    "cited_by": 0,
    "reference": [
        "American Association of State Colleges, 1976. The Value of a College Education, Washington, D.C.",
        "Berger, Marc, Effect of the Baby Boom on the Earnings Growth of Young Males, Paper presented at NBER Compensation Conference, 1980.",
        "Chamberlain, Gary. Omitted Variable Bias in Panel Data: Estimating the Returns to Schooling. Harvard Istitute of Economics Research, No. 618, May 1979.",
        "Cohn, Elchanan. The Economics of Education, (Cambridge, Mass.: Ballinger) 1979.",
        "Dresch, Stephen P. Demography, Technology and Higher Education: Toward a Formal Model of Educational Adaptation, Journal of Political EconomI, 83, (June 1975).",
        "Featherman, David. Social Stratification in a Service Economy, University of Wisconsin, 1977.",
        "Freeman, Richard B. The Labor Market for College-Trained Manpower, (Cambridge: Harvard University Press) 1971.",
        "Manpower Market, American Economic Review, 1975.",
        "Biosciences and Psychology, report to the National Academy of Sciences, 1975.",
        "The Overeducation American. (New York: Academic Press) ___________________ A Cobweb Model of the Supply and Starting Salary of New Engineers, Industrial Labor Relations Review, January, 1976.",
        "Freeman, Richard B. and J. Herbert Holloman. The Declining Value of College Going, Change (Sept. 1976): 24-31.",
        "Griliches, Zvi. Notes on the Role of Educaiton in Production Functions and Growth Accounting, In Education, Income and Human Capital, ed. W.L. Hansen. (New York: N.B.E.R.). Hansen, W.L. (ed.) Education, Income and Human Capital. (New York: N.B.E.R.) 1970.",
        "Jencks, Christopher, Limited Degrees, comment in Working Papers for a New - Society, (Summer 1976): 6-11.",
        "Layard, P.R.G., and R.R. Fallon. Capital-skill Complementarity; Income Dis- tribution and Output Accounting, Journal of Political Economy, 83 (1975) 279-302.",
        "Lecht, Leonard A. Grading the College Diploma. The Conference Magazine 14, (April 1999) 25-30.",
        "National Research Council, Summary Report of 1974 Doctorates.",
        "National Research Council, Summary Report 1978, Doctorate Receipts from U.S.",
        "Universities. National Science Foundation. Statistical Handbook of Science and Education, (NSF 60-13). National Science Foundation. Two Years After the College Degree (NFS 63-26). Psacharopoulos, G., and K. Hinchcliffe, Further Evidence on the Elasticity of Substitution Among Different Types of Educated Labor, Journal of Political Economy, 80 (1972): 786-792.",
        "Rumberger, Russel W. The Economic Decline of College Graduates: Fact or Fallacy? Journal of Human Resources 15 (Winter 1980): 121-23.",
        "Schultz, T.W. The Economic Value of Education. (New York: Columbia Univ. Press) 1963.",
        "Schwartz, Eli and Robert Thornton. Overinvestment in College Training? Journal of Human Resources 15 (Winter 1980): 121-23.",
        "Smith, James P. and Finis Welch. The Overeducated American? A Review Article. Santa Monica, Calif.: Rand Corporation, 1978.",
        "Science Manpower Commission. 1975. Manpower Comments.",
        "Solmon, Lewis C. The Definition and Impact of College Quality, in Solmon, L. and Taubman, J. Does College Matter? (Academic Press). Taubman, P. and T. Wales. Higher Education and Earnings, (New York: McGraw-Hill), 1974.",
        "Witmer, David R. Has the Golden Age of American Higher Education Come to an Abrupt End? Journal of Human Resources 15 (Winter 1980): 113-20.",
        "Witmer, David R. Is the Value of College Going Really Declining, Change, Dec. 1976.",
        "Census Bureau, U.S. Statistical Abstract 1980.",
        "Census Bureau, Current Population Survey, Consumer Income Series P-60. Bureau of Labor Statistics, Employment and_Earninz~, Jan. 1981.",
        "U.S. Bureau of Labor Statistics, Employment of HiZh School Graduates and Dropouts Special Labor Force Report, No. 168 (Oct. 1973).",
        "U.S. Department of Commerce, Surv~y of Current Business, National Income editions. U.S. Department of Commerce, Trends in the Income of Families and Persons - !Ã\u0082Â±~l~1J~., technical parer ~. U.S. Department of Labor, Educational Attainment of Workers March 1969 (Special Labor Force Report 125, 186, 240."
    ]
}