{
    "id": 6972,
    "cites": 20,
    "cited_by": 11,
    "reference": [
        "Boldrin, M., and M. Horvath (1995), Labor Contracts and Business Cycles/1 Journal of Political Economy 103, 972-1004.",
        "Carmichael, L. (1985), Can Unemployment be Voluntary? Comment, American Economic Review 75, 1213-1214.",
        "Danthine, J.-P., and J. Donaldson (1990), Efficiency Wages and the Business Cycle Puzzle, European Economic Review 34, 1275-1301.",
        "Danthine, J.-P., and J. Donaldson (1995), Risk Sharing in the Business Cycle, in T. Cooley, ed., Frontiers of Business Cycle Research, Princeton: Princeton University Press. CONTRACT-THEORETIC APPROACHES TO WAGES AND DISPLACEMENT 24",
        "Davis, S.J., J.C. Haltiwanger and S. Schuh (1996), Job Creation and Destruction, Cambridge, MA: MIT Press.",
        "Den Haan, W.J., G. Ramey and J. Watson (1997), Job Destruction and Propagation of Shocks, Discussion Paper 97-23, UCSD, October.",
        "Hall, R.E., and E.P. Lazear (1984), The Excess Sensitivity of Layoffs and Quits to Demand, Journal of Labor Economics 2, 233-257.",
        "Hashimoto, M., and B.T. Yu (1980), Specific Capital, Employment Contracts, and Wage Rigidity, Bell Journal of Economics 11, 536-549.",
        "MacLeod, W.B., and J. Malcomson (1989), Implicit Contracts, Incentive Compatibility, and Involuntary Unemployment, Econometrica 57, 447-480.",
        "MacLeod, W.B., and J. Malcomson (1993), Wage Premiums and Profit Maximization in Efficiency Wage Models, European Economic Review 37, 1223-1249.",
        "MacLeod, W.B., and J, Malcomson (1998), Motivation and Markets, American Economic Review 88, 388-411.",
        "MacLeod, W.B., J. Malcomson and P. Gomme (1994), Labor Turnover and the Natural Rate of Unemployment: Efficiency Wage vs. Frictional Unemployment, Journal of Labor Economics 12, 276-315.",
        "Mortensen, D.T., and C.A. Pissarides (1994), Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies 61, 397-415.",
        "Pissarides, C.A. (1985), Short-Run Equilibrium Dynamics of Unemployment, Vacancies, and Real Wages, American Economic Review 75, 676-690.",
        "Ramey, G., and J. Watson (1997a), Bilateral Trade and Opportunism in a Matching Market, Discussion Paper 96-08, UCSD. CONTRACT-THEORETIC APPROACHES TO WAGES AND DISPLACEMENT 25",
        "Ramey, G., and J. Watson (1997a), Contractual Fragility, Job Destruction, and Business Cycles, Quarterly Journal of Economics 112, 873-911.",
        "Ramey, G., and J. Watson (1997b), Contractual Intermediaries, Discussion Paper 97-26, UCSD, October.",
        "Romer, D. (1996), Advanced Macroeconomics, New York: McGraw-Hill.",
        "Shapiro, C., and J.E. Stiglitz (1984), Equilibrium Unemployment as a Worker Disciplining Device, American Economic Review 74, 433-444.",
        "Strand, J. (1992), Business Cycles with Worker Moral Hazard, European Economic Review 36, 1291-1303."
    ]
}