{
    "id": 6973,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Shapiro, Matthew, Comment on Morck, Shleifer, Vishny, Brookings Paper on Economic Activity, 2:1990, 203-208.",
        "Porter, Robert B., Time-to-plan and the equivalence of expected equity return and expected investment return, working paper, 1997.",
        "Schankerman, Mark, 1991, Revisions of investment plans and the stock market rate of return, NBER working paper 3937.",
        "Morck, Randall, Andrei Shleifer, Robert W. Vishny, 1990, The stock market and investment: Is the market a sideshow?, Brookings Paper on Economic Activity, 2:1990, 157-202.",
        "Poterba, James M., Comment on Morck, Shleifer, Vishny, Brookings Paper on Economic Activity, 2:1990, 208-215.",
        "Investment Plans and Stock Returns - 19 Kopeke, Richard W., 1993, Forecasting Investment with Models and Surveys of Capital Spending, New England Economic Review, March/April 49-69.",
        "Keezer, Dexter M., Robert P. Ulin, Douglas Greenwald, and Margaret Matulis, 1960, Observations of the Predictive Quality of McGraw-Hill Surveys of Business Plans for New Plants and Equipment, in National Bureau of Economic Research, The Quality and Economic Sign ifi cance ofAnticipations Data, Princeton University Press.",
        "Hubbard, R.Glenn, 1998, Capital-market imperfections and investment, Journal of Economic Literature 36, 193-225.",
        "Fama, Eugene F. and Kenneth R. French, 1989, Business conditions and expected retums on stocks and bonds, Journal of Financial Economics 25, 23-49.",
        "Cochrane, John H., Production-Based Asset Pricing and the Link Between Stock Returns and Economic Fluctuations, Journal of Finance, 1991, Vol. XLVI, No. 1, pp. 209-237.",
        "Chen, Nai-Fu, 1991, Financial investment opportunities and the macroeconomy, Journal of Finance 46,529-554.",
        "Campbell, John Y., and Jianping Mei, 1993, Where do betas come from? Asset price dynamics and the sources of systematic risk, Review of Financial Studies 6, 567-592.",
        "Barro, Robert J., The Stock Market and Investment, Review of Financial Studies, Vol 3 No 1, 1990, 151-131.",
        "Blanchard, Olivier, Changyong Rhee, and Lawrence Summers, The Stock Market, Profit, and Investment, Quarterly Journal of Economics, February 1993, Vol CVIII, Issue 1,77-114.",
        "Fama, Eugene F., 1990, Stock returns, expected returns, and real activity, Journal of Finance 45, 1089-1108."
    ]
}