{
    "id": 6975,
    "cites": 58,
    "cited_by": 3,
    "reference": [
        "Addams, J. 1898. Why the ward boss rules. Outlook 58 (April): 879-82. Ades, A. F. and E. L. Glaeser. 1993. Trade and circuses: Explaining urban giants. Paper presented at the Joint Harvard-MIT Research Training Group in Positive Political Economy Seminar, December, at MIT, Cambridge.",
        "Banfield, E. C. and J. Q. Wilson. 1963. City politics . Cambridge: Harvard University Press.",
        "Baum, D. and W. R. Miller. 1993. Ethnic conflict and machine politics in San Antonio, 1892-1899. Journal of Urban History 19 (Aug): 63-84.",
        "Bean, W. 1968. Boss Ruefs San Francisco . Berkeley: University of California Press.",
        "Blewett, M. 1976. The mills and the multitudes: A political history. Pp. 161-189 in Cotton was king: A history of Lowell Massachusetts , ed. A. L. Eno, Jr. Lowell, MA: Lowell Historical Society.",
        "Bodenhamer, D. G. and R. G. Barrows, eds. 1994. The encyclopedia of Indianapolis . Bloomington: University of Indiana Press.",
        "Boulay, H. and A. DiGaetano. 1985. Why did political machines disappear? Journal of Urban History 12 (Nov): 25-49.",
        "Bridges, A. 1984. A city in the republic: Antebellum New York and the origins of machine politics .",
        "Bryce, J. 1919. The American commonwealth . New edition. Vol. 2. London: MacMillan.",
        "Buenker, J. D. and N. C. Burckel. 1980. Progressive reform: A guide to information sources.",
        "Civil Service Assembly. 1937. Civil Service Agencies in the United States: A 1937 Census . np: Civil Service Assembly of the United States and Canada.",
        "Callow, A. B., Jr., ed. 1976. The city boss in America: An interpretive reader . New York: Oxford University Press.",
        "Dahl, R. Who Governs? New Haven: Yale University Press. DeLong, J. B. and A. Shleifer. 1992. Princes and merchants: City growth before the industrial revolution.",
        "Paper presented at the Harvard Economic History Workshop, Spring, at Harvard University, Cambridge. De Soto, Hernando. 1989. The Other Path. June Abbott, trans., London: I.B. Tauris.",
        "DiGaetano, A. 1991. Urban political reform. Did it kill the machine? Journal of Urban History 18 (Nov): 37-67.",
        "Dorsett, L. W. 1968. The Pendergast machine . New York: Oxford University Press.",
        "Pp.10-35 in New Jersey since 1860: New findings and interpretations , ed. E. H. Foster and G. W. Clark. Trenton: New Jersey State Historical Commission. Eggert, G. G. 1993. Harrisburg industrializes: The coming of factories to an American community . Univ.",
        "Eno, A. L., Jr. 1976. Cotton was king: A history of Lowell Massachusetts . Lowell: Lowell Historical Society.",
        "Forthal, S. 1946. Cogwheels of democracy . New York: William Frederick Press.",
        "Foster, E. H. and G. W. Clark, eds. 1976. Hoboken: A collection of essays . New York: Irvington.",
        "Foster, M. S. 1968. Frank Hague of Jersey City: `The boss as reformer. New Jersey History 86 (2): 106-117.",
        "Goldin, C. D. and H. Rockoff, eds. 1992. Strategic factors in nineteenth century American economic history . Chicago: University of Chicago Press.",
        "Goldman, M. 1983. High hopes: The rise and decline of Buffalo, New York . Albany: State University of New York Press.",
        "Hays, S. 1964. The politics of reform in municipal government in the Progressive era. Pacific Northwest Quarterly 55 (Oct): 157-169.",
        "Heidenheimer, et al., eds. 1989. Political corruption . New Brunswick, NJ: Transaction.",
        "Hoffecker, C. E. 1983. Corporate capital: Wilmington in the 20th century . Philadelphia: Temple University Press.",
        "Hofstadter, R. 1962. The age of reform . London: Jonathan Cape.",
        "New York: Benthuysen and sons. Key, V. O., Jr. 1936. The techniques of political graft in the United States . Chicago: University of Chicago Libraries.",
        "Krueger, A. O. 1993. Virtuous and vicious circles in economic development. Paper presented at the Political Economy Lecture Series, February, at Harvard University, Cambridge.",
        "Lay, M.G. 1992. Ways of the world: A history of the worlds roads and of the vehicles that used them . New Brunswick: Rutgers University Press.",
        "McDonald, T. D. and S. K. Ward, eds. 1984. The politics of urban fiscal policy . Beverly Hills: Sage.",
        "McGuire, M. C. and M. Olson Jr. 1995. The economics of autocracy and majority rule: The invisible hand and the use of force. Paper presented at the MIT Public Finance Seminar, Fall, at the Massachusetts Institute of Technology, Cambridge.",
        "University Press. Mauro, P. 1995. Corruption and growth. Quarterly Journal of Economics 110 (Aug): 681-712.",
        "Murphy, K. M., Andrei Shleifer and Robert Vishny. 1993. Why is rent seeking so costly to growth? American Economic Review 83 (May): 409-414.",
        "Newfield, J. and Wayne Barrett. 1988. City for sale: Ed Koch and the betrayal of New York . New York: Harper and Row.",
        "Rauch, J. E. 1995. Bureaucracy and economic growth: Theory and evidence from U.S. Cities during the Progressive era. American Economic Review . 85(Sept.):968-79.",
        "Reid, J. D., Jr. and M. M. Kurth. 1992. The rise and fall of urban political patronage machines. Pp. 422-445 in Strategic factors in nineteenth century American economic history , ed. Claudia D. Goldin.",
        "Chicago: University of Chicago Press. Rice, B. R. 1977. Progressive cities . Austin: University of Texas Press.",
        "Robinson, F. S. 1977. Machine politics: A study of Albanys OConnells . New Brunswick, NJ: Transaction Books.",
        "Shiesl, Martin J.1977. The Politics of Efficiency . Berkeley: University of California Press.",
        "Scott, J. C. 1969. Corruption, machine politics and social change. American Political Science Review . 63:4, 1142-1159.",
        "Sealander, J. 1988. Grand plans . Lexington: University of Kentucky Press.",
        "Shefter, M. 1978. The electoral foundations of the political machine: New York City, 1884-1897. In The history of American electoral behavior , ed. J. H. Silbey. Princeton: Princeton University Press.",
        "Shleifer, A. and R. W. Vishny. 1993. Corruption. Quarterly Journal of Economics . 108 (Aug): 599-617.",
        "Silbey, J. H. et al., ed. 1978. The history of American electoral behavior . Princeton: Princeton University Press.",
        "Ph.D. diss., Fordham University. Stave, B. M., ed. 1972. Urban bosses, machines, and Progressive reformers . Lexington: D.C. Heath.",
        "Stinchcombe, J. L. 1968. Reform and reaction: City politics in Toledo . Belmont, CA: Wadsworth.",
        "Stone, H. A., D. K. Price and K. H. Stone. 1940. City manager government in nine cities . Chicago: Social Science Research Council.",
        "Teaford, J. 1984. The Unheralded Triumph.",
        "Tiebout, C.M. 1956. A pure theory of local expenditures. The Journal of Political Economy . 64(Oct): 416-424.",
        "Thompson, F.M.L. 1970. Victorian England: The horse-drawn society . London: Bedford College, University of London.",
        "Travis, A. R. 1974. Mayor George Ellis: Grand Rapids political boss and Progressive reformer. Michigan History 58:101-30.",
        "U.S Bureau of the Census. 1900. Twelfth Census: Census of Population. Vol. 1, Population . Washington, DC: Government Printing Office.",
        "Printing Office. ---. 1909b. Thirteenth census: Census of manufactures . Vol. 9, Manufacturing industry by state and city . Washington, DC: Government Printing Office.",
        "Printing Office. ---. 1910b. Thirteenth census: Census of population . Vol. 3, Occupations . Washington, DC: Government Printing Office.",
        "Wilson, J. Q. 1961. The economy of patronage. Journal of Political Economy 69 (Aug): 369-380.",
        "Wright, W. C., ed. 1972. New Jersey since 1860: New findings and interpretations . Trenton: New Jersey Historical Commission.",
        "Zeckhauser, R. J., ed. 1991. Strategy and choice . Cambridge: MIT Press."
    ]
}