{
    "id": 6977,
    "cites": 33,
    "cited_by": 3,
    "reference": [
        "Bergstrom, T. and Goodman, R. (1973). Private Demands for Public Goods. American Economic Review, 63, 280-296.",
        "Nechyba, T. (199Th). Local Property and State Income Thxes: the Role of Interjurisdictional Competition and Coliusion. Journal of Political Economy, 105(2), April 199Z 351-84. Pakes, A. and Pollard, D. (1989). Simulation and the Asymptotics of Optimization Estimators. Economet- rica, 54 1027-1058.",
        "Nechyba, T. (1997a). Existence of Equilibrium and Stratification in Hierarchical Public Good Economies with Voting. Economic Theonj, 10(2), 277-304.",
        "McFadden, D. (1989). A Method of Simulated Momenta for Estimation of Discrete Response Models without Numerical Integration. Econometrica, 5Z 995-1027.",
        "Inman, it (1978). Testing Political Economys `As If Proposition: Is the Median Income Voter Really Decisive?. Public Choice, 33(4), 45-65.",
        "Hansen, L. P. (1982). Large Sample Properties of Generalized Method of Momenta Estimators. Econometrica, 50 (4), 1029-1053.",
        "Gourieroux, C. and Monfort, A. (1993). Simulation Based Inference. Journal of Econometrics, 59,5-33.",
        "Goodspeed, T. (1989). A Reexamination of the Use of Ability-to-Pay Thxes by Local Governments. Journal of Public Economics, 38, 319-342.",
        "Goldstein, G. and Pauly, M. (1981). Tlebout Bias and the Demand for Local Public Goods. Journal of Public Economics, 16, 131-144.",
        "GlUes, it and Scotchmer, 5. (1997). Decentralization in Replicated Club Economies with Multiple Private Goods. Journal of Economic Theonj, 72, 363-387.",
        "Fernandez, it and Rcgenon, it (1998). Public Education and Income Distribution: A Dynamic Quantitative Evaluation of Education-Finance Reform. American Economic Review, 88(4), 813-833.",
        "Fernandez, ft. and Rcgenon, ft. (1996). Income Distribution, Communities, and the Quality of Public Education. Quarterly Journal of Economics, 111, 135-164.",
        "Ellickson, B. (1973). A Generalization of the Pure Theory of Public Goods. American Economic Review, 63, 417-432.",
        "Ellickson, B. (1979). Competitive Equilibrium with Local Public Goods. Journal of Economic Theory, 21, 46-6 1.",
        "Ellickson, B., Grodal, B., Scotchmer, S., and Zame, W. (1999). Clubs and the Market. Econometrica, forthcoming.",
        "Epple, D., Filimon, R., and Romer, T. (1984). Equilibrium Among Local Jurisdictions: Towards an Inte- grated Approach of Voting and Residential Choice. Journal of Public Economics, 24, 281-304.",
        "Epple, D. and Platt, G. (1998). Equilibrium and Local Redistribution in an Urban Economy when Households Differ in Preferences and Incomes. Journal of Urban Economics, 43(1), 23-51.",
        "Epple, D. and Romer, T. (1991). Mobility and Redistribution. Journal of Politico) Economy, 99(4), 828-858.",
        "Epple, D. and Sieg, H. (1999). Estimating Equilibrium Models of Local Jurisdictions. Journal of Politico) Economy, 107(4), 645-681.",
        "Buchanan, J. (1965). An Economic Theory of Clubs. Economica, 33, 1-14.",
        "Durbin, J. (1954). Errors in Variables. Review of the International Statistical Institute, 22, 23-32.",
        "Barr, J. and Davis, 0. (1966). An Elementary Political and Economic Theory of Expenditures of State and Local Governments. Southern Economic Journal, 33, 149-165.",
        "Brueckner, J. (1982). A Test for Allocative Efficiency in the Local Public Sector. Journal of Public Eco- nomics, 19(3), 311-331.",
        "Berry, S., Levinsohn, J., and Pakes, A. (1995). Automobile Prices in Market Equilibrium. Econometrica, 63 (4), 841-890.",
        "Tiebout, C. (1956). A Pure Theory of Local Expenditures. Journal of Political Economy, 64, 416-424.",
        "Review of Economics and Statistics, 69, 426-437. Scotchmer, S. and Wooders, M. (1987). Competitive Equilibrium and the Core in Club Economies with Anonymous Crowding. Journal of Public Economics, 34, 416-424.",
        "Romer, T. and Rosenthal, H. (1982). Median Voters or Budget Maximizers: Evidence from School Expen- diture Referenda. Economic Inquiry, 20(4), 556-578.",
        "Romer, T., Rosenthal, H., and Munley, V. (1992). Economic Incentives and Political Institutions: Spending and Voting in School Budget Referenda. Journal of Public Economics, 49(1), 1-33.",
        "Poterba, J. (1992). Taxation and Housing: Old Questions, New Answers. American Economic Review, 82 (2), 237-242.",
        "Romer, T. and Rosenthal, H. (1979). Bureaucrats versus Voters: On the Political Economy of Resource Allocation by Direct Deomcracy. Quarterly Journal of Economics, 93(4), 563-587.",
        "Rubinfeld, D., Shapiro, P., and Roberts, J. (1987). Tiebout Bias and the Demand for Local Public Schooling.",
        "Berry, 5. (1994). Estimating Discrete-Choice Models of Product Differentiation. Rand Journal of Economics, 25(2), 242-262.",
        "Bergstrom, T., Rubinfeld, D., and Shapiro, P. (1982). Micro-Based Estimates of Demand Functions for Local School Expenditures. Econometrica, 50, 1183-1205."
    ]
}