{
    "id": 6978,
    "cites": 29,
    "cited_by": 11,
    "reference": [
        "Baldwin, Robert E. and Glen G. Cain, (1997), Shifts in U.S. Relative Wages: The Role of Trade, Technology, and Factor Endowments, National Bureau of Economic Research Working Paper 5934, February.",
        "Bain, G. and Price, R., (1980), Profiles of Union Growth, Oxford: Blackwell.",
        "Berman, Eli, John Bound, and Zvi Griliches, (1994), Changes in the Demand for Skilled Labour within U.S. Manufacturing: Evidence from the Annual Survey of Manufactures, Quarterly Journal of Economics, May, pp. 367-397.",
        "Desjonqueres, Thibaut, Stephen Machin, and John Van Reenen, (1997), Another Nail in the Coffin? Or Can the Trade Based Explanation of Changing Skill Structures Be Resurrected? mimeograph, December 1997.",
        "Deardorff, Alan and Dalia Haikura, (1994), Trade and Wages: What Are the Questions?, in Jagdish Bhagwati and Marvin Kosters (eds) Trade and Wages: Levelling Wages Down?, Washington, D.C.: American Enterprise Institute, pp. 36-75.",
        "Findlay, Ronald and Harry Grubert, (1959), Factor Intensities, Technological Progress, and the Terms of Trade, Oxford Economic Papers, 1959, Volume 11, pp. 111-121.",
        "Freeman, Richard B., (1995) Are Your Wages Set in Beijing? Journal of Economic Perspectives, Summer, pp. 15-32.",
        "Geroski, Paul, Steve Machin, and John Van Reenen, (1993), The Profitability of Innovating Firms, Rand Journal of Economics, 24, 2, Summer, pp. 198-211.",
        "Gregory, Mary and Zissimos, Ben, (1998), In Search of Stolper-Samuelson Effects: A Review of Methodological Issues and some Illustrative Results using UK Wages, mimeo.",
        "Haskel, Jonathan, (1991), Imperfect Competition, Work Practices and Productivity Growth, Oxford Bulletin of Economics and Statistics, 53, 3, pp. 265-280.",
        "Haskel, Jonathan E. and Ylva Heden, (1998), Computers and the Demand for Skilled Labour: Evidence from Establishments and Industry level Panels, Economic Journal, forthcoming.",
        "Haskel, Jonathan E. and Matthew J. Slaughter, (1998),Does the Sector Bias of Skill-Biased Technical Change Explain Changing Wage Inequality? National Bureau of Economic Research Working Paper 6565, May 1998.",
        "Helpman, Elhanan, and Paul R. Krugman, Market Structure and Foreign Trade , Cambridge, MA: MIT Press, 1985.",
        "Katz, Lawrence F. and Lawrence H. Summers, (1989),Industry Rents: Evidence and Implications, Brookings Papers on Economic Activity, 1989, pp. 209-275.",
        "Leamer, Edward E., (1998), In Search of Stolper-Samuelson Effects On U.S. Wages, in Susan Collins (ed), Imports, Exports and the American Worker, Washington, D.C.: The Brookings Institution .",
        "Leamer, Edward E., and James Levinsohn, (1995), International Trade Theory: The Evidence, in Handbook on International Economics, Volume 3.",
        "Monopolies and Mergers Commission, (1994), The Supply of Recorded Music, HMSO, London.",
        "Machin, Stephen.,(1996), Changes in the Relative Demand for Skills in the UK Labour Market, in A. Booth and D. Snower (eds), Acquiring Skills , CUP.",
        "Machin, Stephen and Van Reenen, John, (1998) Technology and the Skill Structure: Evidence from Seven Countries, Quarterly Journal of Economics, 113, 4, November, pp. 1215-1244.",
        "Metcalf, David, (1989), Water Notes Dry Up, British Journal of Industrial Relations , 27, 1, pp. 1-31.",
        "Neven, Damien and Charles Wyplosz, (1996), Relative Prices, Trade and Restructuring in European Industry, Centre for Economic Policy Discussion Paper 1451, August 1996.",
        "Nickell, Stephen, (1996), Competition and Corporate Performance, Journal of Political Economy, 104, August, pp.724-746.",
        "Samuelson, Paul, (1948), International Trade and the Equalisation of Factor Prices. Economic Journal 48: 163-184.",
        "Slaughter, Matthew, (1999), What Are the Results of Product Price Studies and What can we Learn from their Differences?, forthcoming in Robert C. Feenstra (ed ) International Trade and Wages , Cambridge, MA: National Bureau of Economic Research.",
        "Small, Ian, (1996), The Impact of Supply-Side Reforms on UK Productivity Growth , PhD manuscript, University of London.",
        "Verboven, Frank, (1996), Price Discrimination in a Common Market, Rand Journal of Economics, 27, pp. 240-268.",
        "Wood, Adrian, (1994), North-South Trade, Employment and Inequality: Changing Fortunes in a Skill Driven World , Oxford: Clarendon Press.",
        "Wood, Adrian, (1995), How Trade Hurt Unskilled Workers, Journal of Economic Perspectives, Summer, pp. 57-80.",
        "Wood, Adrian, (1998), Globalisation and the Rise in Economic Inequalities, Economic Journal, 108, 450, pp. 1463 -1482."
    ]
}