{
    "id": 6980,
    "cites": 31,
    "cited_by": 7,
    "reference": [
        "[38] Strahan, Genevieve (1997). An Overview of Nursing Homes and their Current Residents. Advance Data No. 280. January 23. Washington, DC: The Centers for Disease Control and Prevention/The National Center for Health Statistics.",
        "[35] Sloan, Frank A.. and Edward C. Norton (1997). Adverse Selection, Bequests, Crowding Out, and Private Demand for Insurance: Evidence from the Long-Term Care Insurance Market. Journal of Risk and Uncertainty [5(3): 201-19.",
        "[34] Sloan, Frank A.. Thomas 3. Iloerger. and Gabriel A. Picone. Public Subsidies, Private Provision of Care and Living Arrangements of the Elderly. Review of Economics and Statistics 78(3): 42840.",
        "[33] Philipson, T.. and C. Becker (1998). Old-Age Longevity and Mortality Contingent Claims. Journal of Political Economy 106 (3): 550-74.",
        "[32] Pezziu, Liliana E., et al (1996). Does Publicly Provided Home Care Substitute for Family Care? Experimental Evidence with Endogenous Living Arrangements. Journal of human Resources 31 (3): 650-676.",
        "[31] OECD (1998). OECD Health Data 98. A Comparative Analysis of 29 Countries. Data CD-ROM. Paris: OECD Electronic Publications.",
        "[30] Norton, E.. amid 3. Newhonse, (1994). Policy Options for Public Long-Term Care Insurance. Journal of time American Medical Association 271(19): 1520-4.",
        "[26] Muurinerm, Jaana-Marja (1986). The Economies of Informal Care. Medical Care 24(11): 1007-17.",
        "[20] Norton, E. (1997). Long-Term Care. Handbook of Health Economics, forthcoming. 3. Newhouse and A. Culyer, Eds. New York: North-Holland.",
        "[24] Manton, K. (1907) Demographic Trends for the Aging Female Population. Journal of the American Medical Womens Association 52 (3): 99-105.",
        "[23] Kotlikoff, Laurence J., and John N. Morris (1990). Why Dont the Elderly Live with Their Childremi? A New Look. Issues in the Economics of Aging. NBER Project Report Series. David A. Wise, ed. Chicago: University of Chicago Press.",
        "[20] Headen, Alvin E., Jr. (1993). Economic Disability and Health Determinants of the Hazard of Nursing Home Entry. ,Journai of human Resources 28 (1): 80-110.",
        "[22] Killin~worth, Mark R.. and Jamnes 3. Heckman (1986). Female Labor Supply. A Survey. Handbook of Labor Economics, Volume L 0. Ashenfelter and H. Layard. eds. New York: Elsevier Science Publishers,",
        "[19] HCIA (1996). The Guide to The Nursing Home Industry. Dallas, TX: Arthur Andersen.",
        "[18] Harrington, Charlene. et at (1997). State Regulation of the Supply of Long Term Care Providers, Journal of Applied Gerontology 16.1 (March 1997): 5-30.",
        "[17] Grossman, \\I. (1972). On the Concept of Health Capital and The Demand for Health. Journal of Political Economy 80: 223-50. 25",
        "[16] Greene. Vernon L., ci al (1993). Do Commnunity-Based Long-Term-Care Services Reduce Nursing Home Use? A Transition Probability Analysis. Journal of Human Resources 28 (2): 297-317.",
        "[14] Gertler, P., and D. Waldman, ([992), Quality-Adjusted Cost- Functions and Policy Evaluation in the Nursing Home Industry. Journal of Political Economy 100: 1232-1256.",
        "[15] Greenberg, J.N., and A. Gino (1979). A Multivariate Analysis of the Predictors of Long-Term Care Placement. Home Health Care Services Quarterly 1: 75-99.",
        "[13] Gertler, P., (1989). Subsidies, Quality, and the Regulation of Nursing Homes. Journal of Public Economics 39: 33-53.",
        "[12] Carber, Alan M.. and Thomas MaCurdy (1990). Predicting Nursing Home Utilization Among the HighRisk Elderly. Issues in the Economics of Aging. NBER Project Report Series. David A. \\Vise, ed. Chicago: Ummiversity of Chicago Press.",
        "[11] Garber. A.. (1994). To Comfort Always: The Prospects of Expanded Social Responsibility for Long-Term Care, Individual and Social Responsibility. \\T~ Fuchs, ed. Chicago and London: The University of Chicago Press.",
        "[9] Ellwood, David T., and Thomas J. Kane (1990). The American Way of Aging. An Event History Analysis. Issues in the Economics of Aging. NBER Project Report Series. David A. Wise, ed. Chicago: University of Chicago Press.",
        "[10] Ettner, Susan (1994). The Effect of the Medicaid Home Care Benefit on Long-Term Care Choices of the Elderly. Economic Inquiry 32 (1): 103-127.",
        "[8] Cutler, David M., and Louise M. Sheiner (1994). Policy Options for Long-Term Care. Studies in the Economics of Aging. NBER Project Report Series. David A. Wise. ed. Chicago: University of Chicago Press.",
        "[6] Cohen, Marc A.. et at (1988). The Risk Factors of Nursing Home Entry Amomig Residents of Six Continuing Care Retirement Communities. Journal of Gerontology 43 (1): 515-521.",
        "[4] Cantor, M.H. (1983). Strain Among Caregivers: A Study of Experience in the Uimited States. Guontoloqist 23 (6): 597-604.",
        "[5] Bureau of the Census, United States (1965). Statistical History of the United States from Colonial Times to Present, Connecticut: Fairfield Publishers.",
        "[2] Borsch-Supan, Axel II., et al (1991). The Dynamics of Living Arrangements of the Elderly. The Economics of Care of the Elderly. Brookfleld. VT: Aslmgate. Avebury.",
        "[3] Brody, E.M. (1985). Parent Care as a Normative Family Stress. Gerontologist 25 (1): 19-29.",
        "[1] Borsch-Supan. Axel H. (i990). A Dymiamic Analysis of flouselmold Dissolution and Living Arrangement Transitions by Elderly Americans. Issues in the Economics of Aging. NBER Project Report Series. David A. Wise, ed. Chicago: University of Chicago Press."
    ]
}