{
    "id": 6981,
    "cites": 31,
    "cited_by": 14,
    "reference": [
        "Fair, Ray, and Kathryn Dominguez, 1991, Effects of the Changing U.S. Age Distribution on Macroeconomic Equations, The American Economic Review v. 81 5 (December): 1276-1294.",
        "Ethier, Wilfred, 1984, Higher Dimensional Issues in Trade Theory, Chapter 3 in Ronald Jones and Peter Kenen, Eds, The Handbook of Intern ational Economics: Volume 1, International Trade, Amsterdam: North Holland.",
        "Dixit, Avinash, and Victor Norman, 1980, The Theory of International Trade, Cambridge, England: Cambridge University Press.",
        "Davidson, Russell and James G. MacKinnon, 1993, Estimation and inference in econometrics, Oxford: Oxford University Press.",
        "Deardorff, Alan V., and Dalia S. Hakura, 1994, Trade and Wages: What are the Questions?, in Bhagwati, Jagdish, and Marvin H. Kosters, Eds., 1994, Trade and Wages: Leveling Wages Down?, Washington, DC: AEI Press.",
        "Borjas, George J., Richard B. Freeman, and Lawrence F. Katz, 1992, On the Labor Market Effects of Immigration and Trade, in Borjas, George J., and Richard B. Freeman, Eds., 1992, Immigration and the Work Force: Economic Consequences for the United States and Source Areas, Chicago: University of Chicago Press.",
        "Berndt, E.R. and N.E. Savin, 1975, Estimation and hypothesis testing in singular equation systems with autoregressive disturbances, Econometrica 43, 93757.",
        "Berman, Eli, Stephen Machin, and John Bound, 1997, Implications of Skill Biased Technological Change: International Evidence, NBER Working Paper No. 6166.",
        "Baldwin, Robert E., and Glen Cain, 1997, Shifts in U.S. Relative Wages: The Role of Trade, Technology, and Factor Endowments, NBER Working Paper no. 5934 (February).",
        "Berman, Eli, John Bound, and Zvi Griliches, 1994, Changes in the Demand for Skilled Labor Within US Manufacturing Industries: Evidence from the Annual Survey of Manufactures, Quarterly Journal ofEconomics, v. 109 no.2: pp.367-397.",
        "Wood, Adrian, 1995, How Trade Hurt Unskilled Workers, Journal of Economic Perspectives, v. 9 no. 3, Summer, pp. 57-80.",
        "Manufacturing, Brookings Papers on Economic Activity 1: pp. 1-84. Slaughter, Matthew J., 1998, What are the Results of Product-Price Studies, and What Can We Learn From Their Differences?, NBER Working Paper no.",
        "Sachs, Jeffrey D., and Howard J. Shatz, 1994, Trade and Jobs in U.S.",
        "Park, Jin-Heum, 1996, Measuring Education over Time: A Comparison of Old and New Measures of Education from the Current Population Survey, Economic Letters v. 50 no. 3 (March): 425-428.",
        "Murphy, Kevin M., and Finis Welch, 1992, The Structure of Wages, Quarterly Journal ofEconomics v. 107 no. 1 (February): 285-326.",
        "Murphy, Kevin M., and Finis Welch, 1991, The Role of International Trade in Wage Differentials, in Marvin H., Editor, 1991, Workers and Their Wages: changing Patterns in the United States, Washington, DC: AEI Press.",
        "Wages, NBER Working Paper no. 5427, January. Leamer, Edward E., 1996b, Whats the Use of Factor Contents?, NBER Working Paper no. 5448, February.",
        "Leamer, Edward E., 1996a, In Search of Stolper-Samuelson Effects on U.S.",
        "Leamer, Edward E., 1995, The Heckscher-Ohlin Model in Theory and Practice, Princeton Studies in International Finance no. 77.",
        "Krusell, Per, Lee Ohanian, JosÃ\u0083Â©-Victor Rios-Rull, and Giovanni Violante (1997) Capital-Skill Complementarity and Inequality, Federal Reserve Bank of Miii neapolis Research Department Staff Report no. 239.",
        "Leamer, Edward E., 1994, Trade, Wages and Revolving Door Ideas, NBER Working Paper no. 4716, April.",
        "Krugman, Paul, 1998, And now for something completely different, mimeo, March.",
        "Krugman, Paul, and Robert Lawrence, 1993, Trade, Jobs, and Wages, NBER Working Paper no. 4478, September.",
        "Krugman, Paul, 1995, Technology, Trade, and Factor Prices, NBER Working Paper no.5355, November.",
        "Krueger, Alan, 1997, Labor Market Shifts and the Price Puzzle Revisited, NBER Working Paper no. 5924.",
        "Jorgenson, Dale W., 1990, Productivity and Economic Growth, Chapter 3 in Ernst R. Berndt and Jack E. Triplett, Eds, Fifty Years of Economic Measurement: The Jubilee of the Conference on Research in Income and Wealth, Volume 54 of NBER Studies in Income and Wealth, Chicago: University of Chicago Press.",
        "Jones, Ronald and Jose Scheinkman, 1977, The Relevance of the Two-Sector Production Model in Trade Theory, Journal of Political Economy, v. 85, 5: 909-935.",
        "Higgins, Matthew, and Jeffrey G. Williamson, 1997, Age Structure Dynamics in Asia and Dependence on Foreign Capital, Population and Development Review 23(2): 26 1-93.",
        "Harrigan, James, 1997, Technology, Factor Supplies and International Specialization: Estimating the Neoclassical Model, The American Economic Review, v. 87 no. 4 (September): 475-494.",
        "Haskel, Jonathan E. and Matthew J. Slaughter, 1998, Does the Sector Bias of Skill-biased Technical Change Explain Changing Wage Inequality ?, NBER Working Paper no. 6565, May.",
        "Acemoglu, Daron, 1997, Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality, CEPR Discussion Paper no. 1707 (October)."
    ]
}