{
    "id": 6982,
    "cites": 12,
    "cited_by": 28,
    "reference": [
        "WOLF, DOUGLAS, AND DAVID GREENBERG (1986): The Dynamics of Welfare Fraud: An Econometric Duration Model in Discrete Time, Journal Of Human Resources, vol. XXI, 437-455.",
        "MEYER, BRUCE D. (1995): Lessons From The U.S. Unemployment Insurance Experiments, Journal Of Economic Literature, vol. XXXI II, 91-131.",
        "MURRAY, CHARLES (1984): Losing Ground, Basic Books Publishers, New York.",
        "KINGSTON, JERRY, L., PAUL L. BURGESS, AND ROBERT D. ST-LOUIS (1986): Unemployment Insurance Overpayments: Evidence and lmplications, Industrial and Labor Relations Review, 39, 323-336.",
        "JENKS, CHRISTOPHER (1992): Rethinking Social Policy, Cambridge, Mass: Harvard University Press.",
        "HECKMAN, JAMES, J., JEFFREY SMITH, AND NANCY CLEMENTS (1997): Making the Most Out of Programme Evaluations and Social Experiments: Accounting For Heterogeneity in Programme Impacts, Review of Economic Studies, 64, 487-535.",
        "HECKMAN, JAMES, J. (1992): Randomization and Social Policy Evaluation, In Manski, C. and Garfinkel, I. (eds.) Evaluating Welfare and Training Programs, Cambridge, Mass: Harvard University Press, 201-230.",
        "HAUSMAN, JERRY, AND DAVID WISE (1985):Technical Problems in Social Experiment: Cost Versus Ease of Analysis In Hausman, Jerry, and David Wise, (eds.), Social Experimentation, Chicago: University of Chicago Press for NBER, 187-208.",
        "HAM, JOHN, C., AND ROBERT J. LALONDE (1996): The Effect of Sample Selection and Initial Conditions in Duration Models: Evidence From Experimental Data on Training, Econometrica, 64, 175-205.",
        "DeGROOT, MAURICE (1987): Probability and Statistics, Addison-Wesley Publishing Company, Reading, Massachusetts.",
        "EFRON, BRADLEY, AND ROBERT J. TIBSHIRANI (1993): An Introduction to the Bootstrap, Chapman and Hall, New York.",
        "BURGESS, PAUL, L., AND JERRY J. KNIGSTON (1987): An Incentives Approach to Improving the Unemployment Compensation System, W. E. Upjohn Institute for Employment Research."
    ]
}