{
    "id": 6987,
    "cites": 38,
    "cited_by": 7,
    "reference": [
        "[38] Sobel, J., and I. Takahashi (1983), A Multi-Stage Model of Bargaining, Review of Economic Studies 50, 411-426. 26",
        "[37] Sobel, J. (1990), Durable Goods Monopoly with Entry of New Consumers, mimeo., University of California at San Diego.",
        "[35] Rotemberg, Julio, and Michael Woodford (1991), Markups and the Business Cycle, NBER Macroeconomics Annual 1991.",
        "[36] Rotember, Julio, and Michael Woodford (1997) The Cyclical Behavior of Prices and Costs, Princeton University, mimio..",
        "[34] Rotemberg, Julio, and Garth Saloner (1986), A Supergame-Theoretic Model of Price Wars during Booms, American Economic Review 76, 390-407.",
        "[33] Phelps, Edmund, and Sidney Winter (1970), Optimal Price Policy under Atomistic Competition, in E. Phelps, ed., Foundations of Inflation and Employment Theory, New York: Norton.",
        "[32] Parker, Jonathan (1997), The Timing of Purchases, Market Power, and Economic Fluctuations, mimeo., University of Michigan Business School.",
        "[31] Murphy, Kevin, Andrei Shleifer, and Robert Vishny (1989), Building Blocks of Market Clearing Business Cycle Models, NBER Macroeconomics Annual 1989.",
        "[29] Krussel, Per, and Anthony Smith (1995), Income and Wealth ileterogeneity in the Macroeconomy, mimeo., Carnegie Mellon University.",
        "[30] Mankiw, N. Gregory (1982), Halls Consumption Hypothesis and the Real Interest Rate, Journal of Monetary Economics 10, 417-425.",
        "[28] Kahn, Charles (1986), The Durable Goods Monopolist and Consistency with Increasing Costs, Econometrica 54, 275-294.",
        "[27] Hamilton, James (1989), A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle, Econometrica 57, 357-384.",
        "[25] Fisher, Jonas, and Andreas Hornstein (1996), (S,s) Inventory Policies in General Equilibrium, mimeo., University of Western Ontario. 25",
        "[26] Greenspan, A., and D. Cohen, Motor Vehicle Stocks, Scrappage, and Sales, Federal Reserve Board of Governors, mimio..",
        "[23] Dotsey, Michael, Robert King, and Alexander Wolman (1996), State Dependent Pricing and the General Equilibrium Dynamics of Money and Output, mimeo., University of Virginia.",
        "[24] Eberly, J. (1994), Adjustment of Consumers Durables Stocks: Evidence from Automobile Purchases, Journal of Political Economy 102, 403-436.",
        "[22] Cooper, Russell, John Haltiwanger, and Laura Power (1995), Machine Replacement and the Business Cycle: Lumps and Bumps, NBER Working Paper No. 5260.",
        "[21] Chavalier, Judith, and David Scbarfstein (1996), Capital Market Imperfections and Countercydical Markups, American Economic Review 86, 703-725.",
        "[20] Carroll, Christopher, and Wendy Dunn (1997), Unemployment Expectations, Jumping (S,s) Triggers, and Household Balance Sheets, NBER Macroeconomics Annual 1997.",
        "[19] Caplln, Andrew, and John Leahy (1997), Aggregation and Optimization with StateDependent Pricing, Econornetrica, 65, 601-627.",
        "[18] Caplin Andrew, and John Leahy (1991), State-Dependent Pricing and the Dynamics of Money and Output, Quarterly Journal of Economics 106, 683-708.",
        "[17] Caplin, Andrew, and Daniel Spulber (1986), Menu Costs and the Neutrality of Money, Quarterly Journal of Economics 102, 703-725.",
        "[16] Caballero, Ricardo, and Eduardo Engel (1991), Dynamic (S,s) Economies, Econometrica, 59, 1659-1686.",
        "[15] Caballero, Ricardo (1993), Durable Goods: An Explanation for their Slow Adjustment, Journal of Political Economy 101, 351-384.",
        "[14] Caballero, Ricardo (1990), Expenditure on Durable Goods: A Case for Slow Adjustment, Quarterly Journal of Economics 105, 725-743.",
        "[13] Bils, Mark, and Peter Klenow (1995), Uncovering Curvature - Tests of Competing Business Cycle Models, mimeo., University of Rochester.",
        "[11] Blinder, Alan S. (1981), Retail Inventory Behavior and Business Fluctuations, Brookings Papers on Economic Activity, 443-505.",
        "[10] Blanchard, Ollvier, and Danny Quah (1989), The Dynamic Effects of Aggregate Demand and Supply Disturbances, American Economic Review 79, 655-673.",
        "[9] Blanchard, Olivier, and Angelo Melino (1986), The Cyclical Behavior of Prices and Quantities: The Case of the Automobile Market, Journal of Monetary Economics 17, 379-407.",
        "[5] Baxter, Marianne (1992), Are Consumer Durables Important for Business Cycles?, mimeo., Univ. of Rochester.",
        "[6] Benabou, K. (1988), Search, Price Setting and Inflation, Review of Economic Studies 55, 353-376.",
        "[7] Benabou, K. (1992), Inflation and Efficiency in Search Markets, Review of Economic Studies 59, 299-330.",
        "[4] Bar-ilan, Avner, and Alan Blinder (1996), Consumer Durables: Evidence on the Optimallty of Usually Doing Nothing, Journal of Money, Credit and Banking 24, 258-272.",
        "[2] Attanasio, Orazio (1995), Consumer Durables and Inertial Behavior: Estimation and Aggregation of (S,s) Rules, NBER Working Ppaer No. 5282.",
        "[3] Arrow, K., T. Harris and J. Marschak (1951), Optimal Inventory Policy, Econometrica 19, 205-272.",
        "[1] Adda, JÃ\u0083Â©rÃ\u0083Â´me, and Russel Cooper (1996), Balladurette and Jeppette: A Discrete Approach, mimeo., Boston University.",
        "[12] Bils, Mark, (1989), Pricing in a Costumer Market. Quarterly Journal of Economics 104, 699-718. 24",
        "[8] Bertola, Giuseppe, and Ricardo Caballero (1990), Kinked Adjustment Costs and Aggregate Dynamics, NBER Macroeconomics Annual 1990."
    ]
}