{
    "id": 6989,
    "cites": 19,
    "cited_by": 26,
    "reference": [
        "Boskin, Michael J., Laurence J. Kotlikoff, Douglas J. Puffert, and John B. Shoven. 1987. Social Security: A Financial Appraisal Across and Within Generations. National Tax Journal 40 (March): 19-34.",
        "Burkhauser, Richard V. and Jennifer Warlick. 1981. Disentangling the Annuity from the Redistributive Aspects of Social Security. The Review of Income and Wealth 27 (December): 401-421.",
        "Caldwell, Steven, Melissa Favreault, Alla Gantman, Jagdeesh Gokhale, Thomas Johnson, and Laurence J. Kotlikoff. 1999. Social Securitys Treatment of Postwar Americans. Tax Policy and the Economy 13 (forthcoming).",
        "Coronado, Julia Lynn, Don Fullerton, and Thomas Glass. 1998. The Progressivity of Social Security. Department of Economics, University of Texas at Austin.",
        "Duleep, Harriett Orcutt. 1986. Measuring the Effect of Income on Adult Mortality Using the Longitudinal Administrative Record Data. Journal of Human Resources 21 (Spring): 238-251.",
        "Flowers, Marilyn and John B. Horowitz. 1993. Distributional Implications of the Social Security Spouse Benefit. Southern Economic Journal 60 (October): 490-494.",
        "Fullerton, Don and Diane Lim Rogers. 1993. Who Bears the Lifetime Tax Burden? Washington, DC: The Brookings Institution.",
        "Garrett, Daniel M. 1995. The Effects of Differential Mortality Rates on the Progressivity of Social Security. Economic Inquiry 7 (July): 457-475.",
        "Gramlich, Edward M. 1996. Different Approaches for Dealing with Social Security. Journal of Economic Perspectives 10 (Summer): 55-66.",
        "Hamermesh, Daniel S. and Albert Rees. 1993. The Economics of Work and Pay. New York: Harper Collins College Publishers.",
        "Heckman, James J. and Thomas E. MaCurdy. 1980. A Life Cycle Model of Female Labor Supply. Review of Economic Studies 47 (January): 47-74.",
        "Hurd, Michael D. and John B. Shoven. 1985. The Distributional Impact of Social Security in David A. Wise, ed., Pensions, Labor, and Individual Choice, Chicago: University of Chicago Press for NBER.",
        "Myers, Robert J. and Bruce D. Schobel. 1983. A Moneys-Worth Analysis of Social Security Retirement Benefits. Society of Actuaries Transactions 35 (October): 533-561.",
        "Panis, Constantijn W.A. and Lee A. Lillard. 1996. Socioeconomic Differentials in the Returns to Social Security. RAND Labor and Population Program Working Paper Series 96-05. Santa Monica, CA: RAND Distribution Services.",
        "Pechman, Joseph A. and Benjamin A. Okner. 1974. Who Bears the Tax Burden? Washington, DC: The Brookings Institution.",
        "Rofman, Rafel Paulino. 1993. Social Security and Income Distribution: Mortality and Equity in Pension Plans. Ph.D. Dissertation (Demography). University of California, Berkeley.",
        "Samuelson, Paul. 1958. An Exact Consumption Loan Model of Interest With or Without the Social Contrivance of Money. Journal of Political Economy 66 (December): 467-48 2.",
        "Steuerle, C. Eugene and Jon M. Bakija. 1994. Retooling Social Security for the 21 Century: Right and Wrong Approaches to Reform. Washington, DC: Urban Institute Press.",
        "U.S. Social Security Administration. 1998. The 1998 Annual Report of the Board of Trustees of the Federal Old-Age and Survivors insurance and Disability insurance Trust Funds. Washington, DC: U.S. Government Printing Office. Williams, Roberton C. III. 1998. Equity in Social Security Benefit Determination: The Effect of Ignoring Some Working Years. Department of Economics, Stanford University."
    ]
}