{
    "id": 6996,
    "cites": 16,
    "cited_by": 70,
    "reference": [
        "Abowd, John M. and Michael Bognanno (1995), International Differences in Executive and Managerial Compensation in R.B. Freeman and L. Katz, eds. Differences and Changes in Wage Structures (Chicago: NBER), pp. 67-103.",
        "Abowd, John M., Patrick Corbel, and Francis Kramarz (1999), The Entry and Exit of Workers and the Growth of Employment: An Analysis of French Establishments, Review of Economics and Statistics, forthcoming.",
        "Abowd, John M., Francis Kramarz, Thomas Lemieux and David N. Margolis (1998), Minimum Wages and Youth Employment in France and the United States, in D. Blanchflower and R. Freeman (eds.) Youth Unemployment and Employment in Advanced Countries (Chicago: University of Chicago Press) forthcoming.",
        "Abowd, John M., Francis Kramarz and David N. Margolis (1999), High Wage Workers and High Wage Firms, Econometrica, forthcoming.",
        "Bonnal, Liliane, Denis FougÃ\u0083Â¨re and Anne SÃ\u0083Â©randon (1994) Limpact des dispositifs demploi sur le devenir des jeunes chÃ\u0083Â´meurs: une Ã\u0083Â©valuation Ã\u0083Â©conomÃ\u0083Â©trique sur donnÃ\u0083Â©es longitudinales, Economie et PrÃ\u0083Â©vision .",
        "Brown, Charles, C. Gilroy and A. Kohen (1982) The effect of the minimum wage on employment and unemployment, Journal of Economic Literature (June): 487-528.",
        "Card, David and Alan Krueger (1994) Minimum Wages and Employment: A Case Study of the Fast-food Industry in New Jersey and Pennsylvania, American Economic Review (September): 772-93.",
        "Card, David and Alan Krueger (1998) A Reanalysis of the Effect of the New Jersey Minimum Wage Increase on Employment Using Representative Payroll Data NBER working paper no. 6386.",
        "Card, David and Thomas Lemieux (1996) Wage Dispersion, Returns to Skill and Black-White Wage Differentials, Journal of Econometrics .",
        "Dolado, Juan, Francis Kramarz, Steven Machin, Alan Manning, David Margolis and Coen Teulings (1996) The Economic Impact of Minimum Wages in Europe, Economic Policy (October): 319-372.",
        "Juhn, Chinhui, Kevin M. Murphy and Robert Topel (1991) Why has the natural rate of unemployment increased over time, Brookings Papers on Economic Activity 2.",
        "Kramarz, Francis and Thomas Philippon (1998) The Impact of Differential Payroll Tax Subsidies on Minimum Wage Employment Effects, INSEE/CREST working paper.",
        "Linneman, Peter (1982) The economic impacts of minimum wage laws: a new look at an old question, Journal of the Political Economy (June): 443-69.",
        "Margolis, David (1993) Compensation Practices and Government Policies in Western European Labor Markets , Cornell University Ph.D. dissertation (May).",
        "Neumark, David and William Wascher (1992) Employment Effects of Minimum and Subminimum Wages: Panel Data on State Minimum Wage Laws, Industrial and Labor Relations Review (October): 55-81.",
        "Topel, Robert H. and Michael P. Ward (1992) Job Mobility and the Careers of Young Men, Quarterly Journal of Economics (May): 439-479."
    ]
}