{
    "id": 6997,
    "cites": 9,
    "cited_by": 8,
    "reference": [
        "Sorensen, Elaine. Measuring the Pay Disparity Between Typically Female Occupations and Other Jobs: A Bivariate Selectivity Approach. Industrial and Labor Relations Review, Vol. 42, No. 4 (July l989b): 62439. Trejo, Stephen J. Why Do Mexican Americans Earn Low Wages? Joumal of Political Economy, Vol. 105, No. 6 (December 1997): 123 5-68.",
        "Sorensen, Elaine. Measuring the Effect of Occupational Sex and Race Composition on Earnings. In ~ Equity: Empirical Inquiries, edited by Robert T. Michael, Heidi I. Hartmann, and Brigid OFarrell. Washington, D.C.: National Academy Press 1989a.",
        "Oaxaca, Ronald. Male-Female Wage Differentials in Urban Labor Markets. International Economic Review, Vol. 14, No. 3 (October 1973): 693-709.",
        "Neal, Derek A., and William R. Johnson. The Role of Premarket Factors in Black-White Wage Differences. Journal of Political Economy, Vol. 104, No. 5 (October 1996): 869-95.",
        "Macpherson, David A., and Barry T. Hirsch. Wages and Gender Composition: Why Do Womens Jobs Pay Less? Journal of Labor Economics, Vol. 13, No. 3 (July 1995): 426-71.",
        "Blau, Francine D. Equal Pay in the Office, Lexington, MA: D.C. Heath and Company, 1977.",
        "Bayard, Kimberly, Judith Hellerstein, David Neumark, and Kenneth Troske. Why are Racial and Ethnic Wage Gaps Larger for Men than for Women? Exploring the Role of Segregation using the New WorkerEstablishment Characteristics Database. Working Paper No. 98-13. Columbia, MO: University of Missouri-Columbia, 1998b.",
        "Bayard, Kimberly, Judith Hellerstein, David Neumark, and Kenneth Troske. New Evidence on Sex Segregation and Sex Differences in Wages from Matched Employee-Employer Data. Working Paper No. 98-12. Columbia, MO: University of Missouri-Columbia, 1998a.",
        "Altonji, Joseph G., and Rebecca M. Blank. Race and Gender in the Labor Market. Forthcoming in Handbook of Labor Economics, Vol. 3, edited by Orley Ashenfelter and David Card. Amsterdam: NorthHolland, 1998."
    ]
}