{
    "id": 6998,
    "cites": 23,
    "cited_by": 25,
    "reference": [
        "Ashenfelter, Orley, Determining Participation in Income-Tested Social Programs. Journal of the American Statistical Association, 78, September 1983, pp. 517-25.",
        "U.S. General Accounting Office, Welfare Reform: States are Restructuring Pro grains to Reduce Welfare Dependence, GAO/HEHS-98-109, Washington, D.C., U.S. Government Printing Office, June 1998.",
        "Polivka, Anne, Note on the Possible Effects of Welfare Reform on Labor Market Activities: What Can Be Gleaned from the March CPS? Bureau of Labor Statistics: Unpublished manuscript. 1998.",
        "Quets, Gail, Philip K. Robins, Elsie Pan, Charles Michalopoulos, and David Card, Adding Employment Services to the Self-Sufficiency Projects Financial Incentives: Implementation and 18-Month Results of the SSP Plus Study. Ottawa, Ontario: Social Research and Demonstration Corporation, forthcoming 1999.",
        "Moffitt, Robert A., An Economic Model of Welfare Stigma. American Economic Review, 73(5), December 1983, pp. 1023-35.",
        "Moffitt, Robert A., The Effect of Employment and Training Programs on Entry and Exit 45 from the Welfare Caseload. Journal of Policy Analysis and Management, 15 (1), Winter 1996, pp. 32-50.",
        "Miller, Cynthia, Virginia Knox, Patricia Auspos, Jo Anna Hunter-Maims, and Alan Orenstein, Making Welfare Work and Work Pay: Implementation and 18-Month Impacts of the Minnesota Family Investment Program. New York: Manpower Demonstration Research Corporation, October 1997.",
        "Meyer, Bruce D. and Dan T. Rosenbaum, Welfare, the Earned Income Tax Credit, and the Employment of Single Mothers. Unpublished paper, October 1998.",
        "Lin, Winston, Philip K. Robins, David Card, Kristen Harknett, Susanna Lui-Gurr, and others, When Financial Incentives Encourage Work: Complete 18-Month Findings from the Self-Sufficiency Project, Ottawa, Ontario, Canada, Social Research and Demonstration Corporation, September 1998.",
        "Liebman, Jeffrey B., The Impact of the Earned Income Tax Credit on Incentives and Income Distribution. Tax Policy and the Economy, 12, 1998, pp. 83-119.",
        "Liebman, Jeffrey B., Is the Earned Income Tax Credit a Solution to Welfare Dependency, Earnings Inequality, and Poverty? Tradeoffs in the Design of Transfer Programs, Unpublished Manuscript, September 1996.",
        "Keeley, Michael C., Philip K. Robins, Robert G. Spiegelman, and Richard W. West, The Labor Supply Effects and Costs of Alternative Negative Income Tax Programs, Journal of Human Resources 13 (1), Winter 1978, pp. 3-36.",
        "Hoffman, Saul D. and Laurence Seidman, The Earned Income Tax Credit: Antipoverty Effectiveness and Labor Market Effects. Kalamazoo, MI: The Upjohn Institute for Employment Research, 1990.",
        "Hamilton, William L., Nancy R. Burstein, August J. Baker, Alison Earle, Stefanie Gluckman, Laura Peck, and Alan White, The New York State Child Assistance Program: Five year Impacts, Costs, and Benefits. Cambridge, MA: Abt Associates, October 1996.",
        "Gueron, Judith M. and Edward Pauly, From Welfare to Work. New York: Russell Sage Foundation, 1991.",
        "Garfinkel, Irwin, Philip K. Robins, Pat Wong, and Daniel R. Meyer, The Wisconsin Child Support Assurance System: Estimated Effects on Poverty, Labor Supply, Caseloads, and Costs. Journal of Human Resources, 25 (1), Winter 1990, pp. 1-3 1.",
        "Card, David and Philip K. Robins, Do Financial Incentives Encourage Welfare Recipients to Work? Initial Findings from the Self-Sufficiency Project. Research in Labor Economics, Vol 17, Solomon Polachek, ed. Greenwich, CN: JAI Press. 1998.",
        "Card, David, Philip K. Robins, and Winston Lin, How Important are Entry Effects in Financial Incentive Pro grains for Welfare Recipients? Experimental Evidence from the Self-Sufficiency Project. Ottawa, Ontario: Social Research and Demonstration Corporation, August 1997.",
        "Eissa, Nada and Jeffrey Liebman, Labor Supply Response to the Earned Income Tax Credit, Quarterly Journal of Economics, 112 (2), May 1996, pp. 605-637.",
        "Eissa, Nada and Hilary Hoynes, The Earned Income Tax Credit and the Labor Supply of Married Couples. Unpublished paper, June 1998.",
        "Friedlander, Daniel, David H. Greenberg, and Philip K. Robins, Evaluating Government Training programs for the Economically Disadvantaged, Journal of Economic Literature, 35 (4), December 1997, pp. 1809-55.",
        "Bloom, Dan, Mary Farrell, James J. Kemple, and Nandita Verma, The Family Transition Program: Implementation and Interim Impacts of Floridas Initial Time-Limited Welfare Program, New York: Manpower Demonstration Research Corporation, April 1998.",
        "Blank, Rebecca M. and Patricia Ruggles, When Do Women Use AFDC and Food Stamps? The Dynamics of Eligibility vs. Participation. Journal of Human Resources, 31, Winter 1996, pp. 57-89."
    ]
}