{
    "id": 6999,
    "cites": 27,
    "cited_by": 201,
    "reference": [
        "Werner, Emmy; Bierman, Jessie and French, Fern. The Children of Kauai: A Longitudinal Study from the Prenatal Period to Age Ten. Honolulu: University of Hawaii Press, 1971.",
        "Wilkinson, Richard (I. Unhealthy Societies: The Afflictions of Inequality. New York: Routledge. 1996.",
        "Watson, Janine E.; Kirby, Russell S.; Kelleher, Kelly J. and Bradley, Robert H. Effects of Poverty on Home Environment: An Analysis of Three-Year Outcome Data for Low Birth Weight Premature Infants. Journal of Pediatric Psychology. 1996, 21(3), pp. 419-431.",
        "Rosenzweig, Mark R. and Wolpin, Kenneth, I. Are There Increasing Returns to the Intergenerational Production of Human Capital? The Journal of Human Resources. Spring, 1994, 29(2) pp. 670-693.",
        "Parker, S; Greer, S. and Zuckerman, B. Double Jeopardy: The Impact of Poverty on Early Child Development. Pediatric Clinics of North America. 1988, 35 pp. 1227-1240.",
        "National Childrens Bureau. National Child Development Study Summary, Prepared: December, 1991. Essex University: Essex Survey Research Center Data Archive, 1991.",
        "Mumane, Richard; Willett, John B. and Levy, Frank. The Growing Importance of Cognitive Skills in Wage Determination. The Review of Economics and Statistics. 1995, pp. 251-266.",
        "Meghir, Costas and Whitehouse, Edward. The Evolution of Wages in the United Kingdom: Evidence from Micro Data. Journal of Labor Economics. January, 1996, 14(1), pp. 1-25.",
        "Mayer, Susan E. What Money Cant Buy: Family Income and Childrens Life Chances. Cambridge MA: Harvard University Press, 1997.",
        "Kohen, Dafna E.; Brooks-Gunn, Jeanne; McCormick, Marie; Graber, Julia A. Concordance of Maternal and Teacher Ratings of School and Behavior Problems in Children of Varying Birth Weights. Developmental and Behavioral Pediatrics. October, 1997, 18(5), 295-303.",
        "Hunt, Jane; Cooper, Bruce and Tooley, William. Very Low Birth Weight Infants at 8 and 11 Years of Age: Role of Neonatal Illness and Family Status. Pediatrics. October, 1988, 82(4), pp. 596-603.",
        "Grogger, Jeff and Eric Eide. Changes in College Skills and the Rise in the College Wage Premium. Journal of Human Resources. 1995, 30(2), pp. 280-3 10.",
        "Hertzman, Clyde and Wiens, M. Child Development and Long-Term Outcomes: A Population Health Perspective and Summary of Successful Interventions. Social Science and Medicine. 1996, 43(7), pp. 1083-1095.",
        "Fogelman, Ken. Britains Sixteen-Year-Olds. London: National Childrens Bureau, 1976.",
        "Fogelman, Ken. Growing Up in Great Britain: Papers from the National Child Development Study. London: MacMillan, 1983.",
        "Escalona, Sibylle K. Babies at Double Hazard: Early Development of Infants at Biologic and Social Risk. Pediatrics. November, 1982, 70(5), pp. 670-676.",
        "Currie, Janet and Thomas, Duncan. Early Test Scores, Socioeconomic Status, and Future Outcomes. xerox, Dept. of Economics, University of California at Los Angeles, 1998.",
        "Currie, Janet and Madrian, Brigitte. Health, Health Insurance, and the Labor Market. in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics. Amsterdam: North Holland, forthcoming, 1999.",
        "Connolly, Sara; Micklewright, John, and Nickell, Stephen. The Occupational Success of Young Men who Left School at Sixteen. Oxford Economic Papers, 1992, 44, pp. 460-479.",
        "Card, David. Earnings, Schooling, and Ability Revisited. Solomon Polachek, ed., Research in Labor Economics. 1995, pp. 23-48.",
        "Brooks-Gunn, Jeanne; Liaw, Fong-ruey and Klebanov, Pamela K. Effects of Early Intervention on cognitive Function of Low Birth Weight Preterm Infants. The Journal of Pediatrics. March, 1992, 120(3), pp. 350-359.",
        "Brooks-Gunn, Jeanne; Gross, Ruth and Kraemer, Helena et al. Enhancing the Cognitive Outcomes of Low Birth Weight, Premature Infants: For Whom is the Intervention Most Effective? Pediatrics. June 1992, 89(6), pp. 1209-12 15.",
        "Becker, Gary S. and Tomes, Nigel. Human Capital and the Rise and Fall of Families. Journal of Political Economy. 1986, 4(3, part 2), pp. 1-39.",
        "Bradley, Robert H.; Whiteside, Leanne; Mundfrom, Daniel J.; Casey, Patrick H. et al. Early Indications of Resilience and their Relation to Experiences in the Home Environments of Low Birthweight, Premature Children Living in Poverty. Child Development, 1994, ~ pp. 346-360.",
        "Bradley, Robert H. and Casey, Patrick H.. Family, Environment and Behavioral Development of Low-birthweight Children. Developmental Medicine and Child Neurology. 1992, 34, pp. 822-832.",
        "Barker, David; Osmond, C.; Winter, P. et a!. Weight in Infancy and Death from Ischaemic Heart Disease. The Lancet. Sept 9, 1989, 577.",
        "Aylward, G. P.; Pfeiffer, S. I.; Wright, A. and Verhulst, A. J. Outcome Studies of Low Birthweight Infants Published in the Last Decade: A Metaanalysis. Journal of Pediatrics. 1989, 115, pp. 5 15-520."
    ]
}