{
    "id": 7001,
    "cites": 42,
    "cited_by": 20,
    "reference": [
        "PHILIPS0N, T., (1997) Observational Agency and Supply-Side Econometrics, NBER Tech- nical Working Paper 210.",
        "LANDSBERGER, M., (1970), Restitution Receipts, Houseshold Savings, and Consumption Be- havior in Israel, Jerusalem Academic Press, Jerusalem.",
        "LANDSBERGER, M., (1963), Windfall Income and Consumption, American Economic Re- view, Vol 53, 534-540.",
        "LALONDE, R. (1988), Evaluating the Econometric Evaluations of Training Programs, Amer- ican Economic Review.",
        "KREININ, M., (1961), Windfall Income and Consumption-Additional Evidence American Economic Review, Vol 51, 388-390.",
        "KILLINGSWORTH, M., AND J. HECKMAN, (1986), Female Labor Supply: A Survey, in Ashenfelter and Layard, (eds.), Handbook of Labor Economics, p 103-204.",
        "HOTZ, J., G. IMBENS AND J. MORTIMER, (1998), Predicting the Efficacy of Future Training Programs Using Past Experiences, unpublished manuscript, Department of Economics, UCLA.",
        "HOLLAND, P., (1986), Statistics and Causal Inference, (with discussion), Journal of the American Statistical Association, 81, 945-970.",
        "HECKMAN, J., H. ICHIMURA, AND P. TODD, (1997), Matching as an Econometric Eval- uation Estimator: Evidence from an Evaluation of a Job Training Program, Review of Economic Studies, Vol 64, No 4, 605-654.",
        "HECKMAN, J., AND J. HOTZ, (1989) Alternative Methods for Evaluating the Impact of Training Programs, (with discussion), Journal of the American Statistical Association.",
        "HECKMAN, J., AND R. ROBB, (1984), Alternative Methods for Evaluating the Impact of Interventions, in Heckman and Singer (eds.), Longitudinal Analysis of Labor Market Data, Cambridge, Cambridge University Press.",
        "HAUSMAN, J., AND D. WISE, (1985) Technical Problems in Social Experimentation: Cost versus Ease of Analysis, in Hausman and Wise (eds.) Social Experimentation, p 187-2 19, Chicago University Press.",
        "FISHER, R. A., (1925), Statistical Methods for Research Workers, Edinborough.",
        "HAUSMAN, J., AND D. WISE, (1979) Attrition Bias in Experimental and Panel Data: The Gary Income Maintenance Experiment Econornetrica, Vol. 47: 455-73.",
        "DYNAN, K., J. SKINNER, AND S. ZELDES, (1996), Do the Rich Save More, unpublished 55 manuscript, department of economics, Darthmouth College.",
        "Cox, D. (1958), Planning of Experiments, New York, Wiley.",
        "DEHEJIA, R., AND S. WAHBA, (1998), Causal Effects in Non-experimental Studies: Re- evaluating the Evaluation of Training Programs NBER working paper 6829.",
        "CARD, D., AND SULLIVAN, (1989), Measuring the Effect of Subsidized Training Programs on Movements into and out of Employment, Econometrica, Vol 56, 497-530.",
        "CAIN, G. ET AL, (1974), The Labor-supply Response of Married Women, Husbands Present Journal of Human Resources, Vol 9, 202-222.",
        "BODKIN, R., (1959), Windfall Income and Consumption, American Economic Review, Vol 49, 602-614.",
        "BODKIN, R., (1963), Windfall Income and Consumption: Comment, American Economic Review, Vol 53, 445-447.",
        "BLUNDELL, R., AND T. MACURDY, (1998), Labor Suppiy, forthcoming, Handbook of Labor Economics, Ashenfelter and Card, eds.",
        "BISHoP, J., (1980), Jobs, Cash Tranfers, and Marital Instability, Journal of Human Re- sources, 15, 301-334.",
        "BEHRMAN, J., R. POLLAK AND P. TAUBMAN, (1982), Parental Preferences and Provisions for their Progeny, Journal of Political Economy, Vol 90, 52-73.",
        "ASHENFELTER, 0., AND HECKMAN, (1974), The Estimation of Income and Substitution Effects in a Model of Family Labor Supply Econometrica, Vol 42, 73-85.",
        "ASHENFELTER, 0., (1978), The Labor Suppiy Response of Wage Earners, in Palmer and Pechman (eds.) Welfare in Rural Areas: the North Carolina-Iowa Income Maintenance Experiment, Washington, DC, Brookings, 109-138.",
        "ANGRIST, J., AND A. KRUEGER, (1998), Empirical Strategies in Labor Economics, forth- coming in Handbook of Labor Economics, Ashenfelter and Card, eds.",
        "WATTS, H., R. AVERY, D. ELESH, D. HORNER, M. LEFCOWITZ, J. MAMER, D. P0IRIER, S. SPILERMAN, AND S. WRIGHT, (1974) The Labor Supply Response of Husbands, Jour- nal of Human Resources, Vol 9, 181-201.",
        "THALER, R., (1990), Savings, Fungibility, and Mental Accounts, Journal of Economics Perspectives, Vol. 4, No. 1, 193-205.",
        "STAFFORD, F., (1985), Income-Maintenance Policy and Work Effort: Learning from Exper- iments and Labor-Market Studies, in Hausman and Wise (eds.), Social Experimentation 95-134.",
        "SKIDMORE, F., (1974) Availability of Data from the Graduated Work Incentive Experiment, Journal of Human Resources, Vol 9.",
        "SCHULTZ, T. P., (1980), Estimating Labor Supply Functions for Married Women, in: Smith (ed) Female Labor Supply, Princeton University Press, Princeton, NJ.",
        "SACERDOTE, B., (1996), The Lottery Winner Survey, Crime and Social Interactions, and Why is there more Crime in Cities, PhD Thesis, Department of Economics, Harvard Uni- versity.",
        "RUBIN, D., (1987), Multiple Imputation for Nonresponse in Sample Surveys, Wiley, New York.",
        "REES, A., (1974), Summary of Results on Negative Income Tax, Journal of Human Re- sources, Vol 9, 158-190.",
        "ROSENBAUM, P., AND D. RUBIN, (1983a), The central role of the propensity score in ob- servational studies for causal effects, Biometrika, 70, 1, 41-55.",
        "ROSENBAUM, P., AND D. RUBIN, (1983b), Assessing Sensitivity to an Unobserved Binary Covariate in an Observational Study with Binary Outcome. Journal of the Royal Statistical Society, Series B, Vol 45.",
        "ROSENBAUM, P., AND D. RUBIN, (1985), Reducing bias in observational studies using subclassification on the propensity score, Journal of the American Statistical Association, Vol 79, 516-524.",
        "RUBIN, D. (1974), Estimating Causal Effects of Treatments in Randomized and Non-randomized Studies, Journal of Educational Psychology, 66, 688-701.",
        "RUBIN, D., (1976), Inference and Missing Data, Biometrika, Vol 63, 581-92.",
        "RUBIN, D. B., (1977), Assignment to a Treatment Group on the Basis of a Covariate, Journal of Educational Statistics, 2, 1-26.",
        "RUBIN, D., (1978), Bayesian inference for causal effects: The Role of Randomization, Annals of Statistics, 6:34-58."
    ]
}