{
    "id": 7003,
    "cites": 17,
    "cited_by": 40,
    "reference": [
        "U.S. Department of Commerce, Office of Federal Statistical Policy and Standards. 1980. Th~ Standard Occupational Classification Manual (Washington, DC: U.S. Government Printing Office).",
        "Stinson, John F. Jr. 1997. New Data on Multiple Jobholding Available from the CPS. Monthly Labor Review, March, pp. 3-8.",
        "Sorensen, Elaine. 1989. Measuring the Pay Disparity Between Typically Female Occupations and Other Jobs: A Bivariate Selectivity Approach. Industrial and Labor Relations Review, Vol. 42, No. 4, July, pp. 624-39.",
        "Sorensen, Elaine. 1990. The Crowding Hypothesis and Comparable Worth. Journal of Human Resources, Vol. 25, No. 1, pp. 55-89.",
        "Polachek, Solomon. 1975. Differences in Post-School Investment as a Determinant of Market Wage Differentials. International Economic Review, Vol. 16, No. 2, pp. 45 1-70.",
        "Oaxaca, Ronald. 1973. Male-Female Wage Differentials in Urban Labor Markets. International Economic Review, Vol. 14, No. 3, October, pp. 693-709.",
        "Neumark, David. 1988. Employers Discriminatory Behavior and the Estimation of Wage Discrimination. Journal of Human Resources, Vol. 23, No. 3, Summer, pp. 279-95.",
        "Macpherson, David A., and Barry T. Hirsch. 1995. Wages and Gender Composition: Why Do Womens Jobs Pay Less? Journal of Labor Economics, Vol. 13, No. 3, July, pp. 426-71.",
        "Korenman, Sanders, and David Neumark. 1992. Marriage, Motherhood, and Wages. Journal of Human Resources, Vol. 27, No. 2, Spring, pp. 233-55.",
        "Korenman, Sanders, and David Neumark. 1991. Does Marriage Really Make Men More Productive. Journal of Human Resources, Vol. 26, No. 2, Spring, pp. 282-307.",
        "Johnson, George, and Gary Solon. 1986. Estimates of the Direct Effects of Comparable Worth Policy. American Economic Review, Vol. 76, No. 5, December, pp. 1117-25.",
        "Groshen, Erica L. 1991. The Structure of the Female/Male Wage Differential: Is it Who You Are, What You Do, or Where You Work? Journal of Human Resources, Vol. 26, No. 3, Summer, pp. 457-72.",
        "Gold, Michael Evan. 1993. An Introduction to the Law of Employment Discrimination, ILR Bulletin 68 (Ithaca, NY: ILR Press).",
        "Carrington, William J., and Kenneth R. Troske. Sex Segregation in U.S. Manufacturing. Industrial and Labor Relations Review, Vol. 51, No. 3, April, pp. 445-64. Fields, Judith, and Edward N. Wolff 1995. Interindustry Wage Differentials and the Gender Wage Gap. Industrial and Labor Relations Review, Vol. 49, No. 1, October, pp. 105-120.",
        "Brown, Charles, and James L. Medoff 1989. The Employer Size Wage Effect. Journal of Political Economy, Vol. 97, No. 5, October, pp. 1027-59.",
        "Blau, Francine D. 1977. Equal Pay in the Office (Lexington, MA: D.C. Heath and Company).",
        "Bielby, William, and James Baron. 1984. A Womans Place is with Other Women: Sex Segregation Within Organizations. In Barbara Reskin, ed., Sex Segregation in the Workplace: Trends, Explanations. Remedies (Washington, DC: National Academy Press), pp. 27-55."
    ]
}