{
    "id": 7005,
    "cites": 38,
    "cited_by": 17,
    "reference": [
        "Barr, David G. and John Y. Campbell. 1995. Inflation, real interest rates, and the bond market: A study of U.K. nominal and index-linked government bond prices. Mimeo, Harvard University.",
        "Barsky, Robert B., F. Thomas Juster, Miles S. Kimball, and Matthew D. Shapiro. 1997. Preference parameters and behavioral heterogeneity: An experimental approach in the Health and Retirement Survey. Quarterly Journal of Economics 107 (May), 537-580.",
        "Baxter, Marianne and Robert G. King. 1999. The role of international investment in a privatized social security system. This volume.",
        "Biggs, John H. 1969. Alternatives in variable annuity benefit design. Transactions of the Society of Actuaries, 21 (November), 495-528.",
        "Blake, David. 1999. Annuity markets: Problem and solutions. Discussion Paper PI-9907, The Pension Institute, Birkbeck College, London.",
        "Bodie, Zvi. 1976. Common stocks as a hedge against inflation. Journal of Finance 31 (May), 459-470.",
        "Bodie, Zvi. 1990. Inflation insurance. Journal of Risk and Insurance 57 (4), 634-645.",
        "Bodie, Zvi and James Pesando. 1983. Retirement annuity design in an inflationary climate. In Zvi Bodie and John Shoven, eds., Financial Aspects of the U.S. Pension System. Chicago: University of Chicago Press.",
        "Boudoukh, Jacob and Matthew Richardson. 1993. Stock returns and inflation: A long-horizon perspective. American Economic Review 83 (December), 1346-1355.",
        "Brown, Jeffrey R. 1999. Private pensions, mortality risk, and the decision to annuitize. Cambridge, MA, Massachusetts Institute of Technology Department of Economics, mimeograph.",
        "Budd, Alan and Nigel Campbell. 1998. The roles of the public and private sectors in the U.K. pension system. In Privatizing Social Security, ed. Martin Feldstein. Chicago: University of Chicago Press.",
        "Campbell, John Y. and Robert J. Shiller. 1998. Valuation ratios and the long run stock market outlook.",
        "Journal of Portfolio Management. 24 (Winter), 11-26. Campbell, John Y. and Luis Vicera. 1998. Who should buy long term bonds'DONE' Cambridge, MA: Harvard University, Department of Economics, mimeograph.",
        "Diamond, Peter A. 1997. Macroeconomic aspects of Social Security reform. Brookings Papers on Economic Activity, 2, 1-87.",
        "Evans, Martin D. 1998. Real rates, expected inflation, and inflation risk premia. Journal of Finance 53 (February), 187-218.",
        "Finkelstein, Amy, and James Poterba. 1999. The market for annuity products in the United Kingdom.",
        "Cambridge, MIT Department of Economics, mimeograph. Friedman, Benjamin, and Mark Warshawsky. 1988. Annuity prices and saving behavior in the United States. In Z. Bodie, J. Shoven, and D. Wise, eds., Pensions in the US Economy. Chicago: University of Chicago Press.",
        "Friedman, Benjamin, and Mark Warshawsky. 1990. The cost of annuities: Implications for saving behavior and bequests. Quarterly Journal of Economics (February), 105 (1), pp. 135-154.",
        "Gramlich, Edward M. 1996. Different approaches for dealing with Social Security. Journal of Economic Perspectives 10 (Summer), pp. 55-66.",
        "Hammond, P. Brett. 1998. Personal Communication to Olivia Mitchell, November 10, 1998.",
        "King, Francis. 1995. The TIAA graded payment method and the CPI. TIAA-CREF Research Dialogues 46, December.",
        "Kotlikoff, Laurence J. and Avia Spivak. 1981. The family as an incomplete annuities market. Journal of Political Economy 89: 372-391.",
        "Laibson, David, Andrea Repetto, and Jeremy Tobacman. 1998. Self control and saving for retirement.",
        "Brookings Papers on Economic Activity, 1. Mehra, Rajnish and Edward Prescott. 1985. The equity premium: A puzzle. Journal of Monetary Economics 15, 145-161.",
        "Mitchell, Olivia S., Robert Myers, and Howard Young. Prospects for Social Security Reform. University of Pennsylvania Press: 1999.",
        "Mitchell, Olivia S., James M. Poterba, Mark Warshawsky, and Jeffrey R. Brown. 1999. New evidence on the moneys worth of individual annuities. American Economic Review 89 (forthcoming).",
        "Moore, James and Olivia S. Mitchell. 1999. Projected retirement wealth and saving adequacy. In Forecasting Retirement Needs and Retirement Wealth. In O. Mitchell, B. Hammond, and A.",
        "Rappaport. Pension Research Council. Philadelphia: University of Pennsylvania Press. National Academy of Social Insurance (NASI). 1998. Evaluating issues in privatizing Social Security.",
        "Washington: National Academy of Social Insurance. Poterba, James M., and Mark Warshawsky. 1998. The costs of annuitizing retirement payouts from individual accounts. Cambridge, MIT Department of Economics, working paper.",
        "Siegel, Jeremy. 1998. Stocks for the long run. 2 nd Edition. Burr Ridge, IL: Irwin Professional.",
        "Strum, Eugene R. 1998. Personal Communication to Olivia Mitchell, November 13, 1998.",
        "TIAA-CREF. 1997a. CREF Scheduled to Launch Inflation-Linked Bond Account on May 1, Investment Forum, New York: TIAA-CREF, Spring.",
        "TIAA-CREF. 1997b. Introducing the CREF Inflation-Linked Bond Account, New York: TIAA-CREF.",
        "TIAA-CREF. 1998a. The Inflation Linked Bond Account. Supplement of June 1998 to the Prospectus of May 1998 for the College Retirement Equities Fund. TIAA-CREF. http://www.tiaacref.",
        "TIAA-CREF. 1998b. Choosing Income Options. New York: TIAA-CREF.",
        "TIAA-CREF. 1998c. Statement of Additional Information, May 1998.",
        "TIAA-CREF. 1998d. Supplement of June 1998 to the Prospectus of May 1998. www.tiaa-cref.org.",
        "Warshawsky, Mark. 1988. Private annuity markets in the United States. Journal of Risk and Insurance (September), 55(3), pp. 518-528."
    ]
}