{
    "id": 7006,
    "cites": 21,
    "cited_by": 85,
    "reference": [
        "Welch, Finis. Linear Synthesis of Skill Distribution. Journal of Human Resources, Summer 1960, 4(3), pp. 3 11-27.",
        "Stone, Nahum. The Beginnings of the National Bureau of Economic Research, Twenty-fifth Annual Report of the National Bureau of Economic Research, 1945, pp. 5-10.",
        "Solow, Robert. A Skeptical Note on the Constancy of Relative Shares. American Economic Review, September 1958, 48(4), pp. 618-31.",
        "Reno, Virginia and Olson, Kathryn. Can We Afford Social Security When Baby Boomers Retire?, Social Security Brief, Nov. 1998, no. 4, National Academy of Social Insurance. Ricardo, David. The Principles of Taxation and Political Economy. J.M. Dent, London, 1821.",
        "Poterba, James. The Rate of Return to Corporate Capital and Factor Shares: New Estimates Using Revised National Income Accounts and Capital Stock Data. Working paper no. 6264, National Bureau of Economic Research, 1997.",
        "Phillips, Joseph. Labors Share and `Wage Parity. Review of Economics and Statistics, May 1960, 42(2), pp. 164-174.",
        "Polivka, Anne and Miller, Stephen. The CPS After the Redesign: Refocusing the Economic Lens. Mimeo, Bureau of Labor Statistics, March 1995.",
        "Park, Thae. Comparison of BEA Estimates of Personal Income and IRS Estimates of Adjusted Gross Income. Survey of Current Business, NOvember 1998, 77(11), pp. 13-19.",
        "Lettau, Michael; Loewenstein, Mark, and Cushner, Aaron. Explaining the Differential Growth Rates of the ECI and ECEC. Compensation and Working Conditions, Summer 1997, 2(2), pp. 3-14.",
        "Keynes, John M. Relative Movements in Real Wages and Output. Economic Journal, March 1939, 49, pp. 917-49.",
        "Kravis, Irving. Relative Income Shares in Fact and Theory. American Economic Review, December 1959, 49(5), pp. 917-49.",
        "Jaeger, David. Reconciling Educational Attainment Questions in the CPS and Census. Monthly Labor Review, August 1997, 121(8), pp. 36-40.",
        "Gollin, Douglas. Getting Income Shares Right: Self Employment, Unincorporated Enterprise, And the Cobb-Douglas Hypothesis. Mimeo., Williams College, June 1998.",
        "Employee Benefit Research Institute. EBRI Databook on Employee Benefits. Washington, DC: EBRI-ERF publication, 1992.",
        "Card, David, and Krueger, Alan. Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States. Journal of Political Economy, February 1992, HI~0(l), pp. 1-40.",
        "Bosworth, Barry and Perry, George. Productivity and Real Wages: Is There a Puzzle? Brookings Papers on Economic Activity, 1994, (1), pp. 317-43.",
        "Employment Cost Index. Mimeo, Bureau of Labor Statistics, September, 1998.",
        "Blanchard, Olivier. The Medium Run. Brookings Papers on Economic Activity, 1997, (2), pp. 89-158.",
        "Barkume, Anthony and Lettau, Michael. Earnings Estimates Using Employer Costs for Employee Compensation Data. Mimeo, Bureau of Labor Statistics, December 1997.",
        "Atkinson, Anthony. The Economics of Inequality. Oxford, England: Clarendon Press, 1983.",
        "Abraham, Katharine; Spletzer, James and Stewart, Jay. Why Do Wage Series Tell Different Stories? Forthcoming, American Economic Review, May 1999 (Papers and Proceedings), 89(2)."
    ]
}