{
    "id": 7009,
    "cites": 80,
    "cited_by": 247,
    "reference": [
        "Ahn, Seugn C. and C. Gadarowski, 1998, Two-pass cross-sectional regression of factor pricing models: Minimum distance approach, working paper, Arizona State University.",
        "Bansal, Ravi and C.R. Harvey, 1997, Dynamic trading strategies, working paper, Duke Univerity.",
        "Banz, Rolf W., 1981, The relationship between return and market value of common stocks, Journal of Financial Economics 9, 3-18.",
        "Barber, B. M. and J. D. Lyon, 1997, Firm size, book-to-market ratio and security returns: A holdout sample of financial firms, Journal of Finance 52, 875-901.",
        "Basu, Sanjoy, 1977, The investment performance of common stocks in relation to their priceearnings ratios: A test of the efficient markets hypothesis, Journal of Finance 32, 663-682.",
        "Becker, C., W. Ferson, D. Myers and M. Schill, 1998, Conditional Market Timing with Benchmark Investors, Journal of Financial Economics (forthcoming).",
        "Berk, Jonathan B., 1997, Sorting out sorts, working paper, University of California at Berkeley.",
        "Berk, Jonathan B., 1995, A critique of size-related anomalies, Review of Financial Studies 8, 275-286.",
        "Black, Fischer, 1972, Capital market equilibrium with restricted borrowing, Journal of Business 45, 444-455.",
        "Black, Fischer, 1993, Beta and return, Journal of Portfolio Management 20, 8-18.",
        "Braun, Phillip, Daniel Nelson and Alain Sunier, 1995, Good news, bad news, volatility and betas, Journal of Finance 50, 1575-1604.",
        "Breeden, Douglas T., 1979, An intertemporal asset pricing model with stochastic consumption and investment opportunities, Journal of Financial Economics 7, 265-296.",
        "Breen, William, Lawrence R. Glosten and Ravi Jagannathan, 1989, Economic significance of predictable variations in stock index returns, Journal of Finance 44, 1177-1190.",
        "Breen, William J. and Robert A. Korajczyk, 1994, On selection biases in book-to-market based tests of asset pricing models, working paper, Northwestern University.",
        "Brennan, M., T. Chordia and A. Subrahmanyam, 1998, Alternative Factor Specifications, Security Characteristics, and the cross-section of expected stock returns, Journal of Financial Economics 49, 345-73.",
        "Campbell, John Y., 1987, Stock returns and the term structure, Journal of Financial Economics 18, 373-400.",
        "Carhart, Mark M., Robert J. Krail, Ross L. Stevens and Kelly D. Welch, 1996, Testing the conditional CAPM, working paper, Graduate School of Business, University of Chicago, Chicago IL.",
        "Chamberlain, Gary, and M. Rothschild, 1983, Arbitrage, Factor Structure and Mean Variance Analysis on Large Asset Markets, Econometrica 51, 1281-1304.",
        "Chan, K. C., Nai-fu Chen and David Hsieh, 1985, An exploratory investigation of the firm size effect, Journal of Financial Economics 14, 451-472.",
        "Chan, Louis K. C., Yasushi Hamao and Josef Lakonishok, 1991, Fundamentals and stock returns in Japan, Journal of Finance 46, 1739-1764.",
        "Chan, Louis K. C., Narasinihan Jegadeesh and Josef Lakonishok, 1995, Evaluating the performance of value versus glamor stocks: The impact of selection bias, Journal of Financial Economics 38, 269-296.",
        "Chen, Nai-fu., Richard Roll and Stephen A. Ross, 1986, Economic forces and the stock market, Journal of Business 59, 383-403.",
        "Connor, Gregory and Robert A. Korajczyk, 1988, Risk and return in an equilibrium APT: applications of a new test methodology, Journal of Financial Economics 21, 255-289.",
        "Daniel, Kent and Sheridan Titman, 1997, Evidence on the Characteristics of Cross-sectional Variation in Stock Returns, Journal of Finance 52, 1-33.",
        "Eckbo, E., 0. Norli and R. Masulis, 1998, Conditional long-run performance following security offering: Is there a new issues puzzle? working paper, Dartmouth College.",
        "Edwin J. Elton, Martin J. Gruber and Christopher R. Blake, 1995, Fundamental economic variables, expected returns, and bond fund performance, Journal of Finance 50, 1229-1256.",
        "Fama, Eugene F., 1990, Stock returns, expected returns, and real activity, Journal of Finance 42 45, 1089-1108.",
        "Fama, Eugene F. and French, Kenneth R., 1988, Dividend Yields and Expected Stock Returns, Journal of Financial Economics 22, 3-25.",
        "Fama, Eugene F. and French, Kenneth R., 1989, Business Conditions and Expected Stock Returns, Journal of Financial Economics 25, 23-50.",
        "Fama, Eugene F. and Kenneth R. French, 1992, The cross-section of expected returns, Journal of Finance 47, 427-465.",
        "Journal of Financial Economics 33, 3-56. , 1995, Size and book-to-market factors in earnings and returns, Journal of Finance 50, 13 1-155.",
        "Journal of Finance 51, 55-87. , 1997, Industry cost of equity, Journal of Financial Economics 43:2, 153-194.",
        "Fama, Eugene F. and James D. MacBeth, 1973, Risk, return and equilibrium: Empirical Tests, Journal of Political Economy 81, 607-636.",
        "Fama, Eugene F. and G. William Schwert, 1977, Asset returns and inflation, Journal of Financial Economics 5, 115-146.",
        "Ferson, Wayne E., 1989, Changes in expected security returns, risk and the level of interest rates, Journal of Finance 44, 1191-1218.",
        "Ferson, W., S. Foerster and D. Keim, 1993, Tests of General Latent Variable Models and Mean Variance Spanning, Journal of Finance 48, 131-156 (March).",
        "Ferson, Wayne E. and Campbell R. Harvey, 1991, The Variation of economic risk premiums, Journal of Political Economy 99, 385-415.",
        "Ferson, W. and R. Korajczyk, 1995, Do Arbitrage Pricing Models Explain the Predictability of Stock Returns? Journal of Business 68, 309-349 (July).",
        "Ferson, Wayne, Sergei Sarkissian and Timothy Simm, 1998, The Alpha Factor Asset Pricing Model: A Parable, Journal of Financial Markets (forthcoming).",
        "Ferson, W. and Rudi, Schadt, 1996, Measuring fund strategy and performance in changing economic conditions, Journal of Finance 51, 425-462 (June).",
        "Ferson W., and A. Siegel, 1997, The efficient use of Conditioning Information in Portfolios, working paper, University of Washington.",
        "F. Douglas Foster, Tom Smith and Robert E. Whaley, 1997, Assessing goodness-of-fit of asset pricing models: The distribution of the maximal R2, Journal of Finance 52, 59 1-608.",
        "Ghysels, E., 1998, On stble factor structures in the pricing of risk: Do time-varying betas help or hurt?, Journal of Finance 53, 549-574.",
        "Gibbons, Michael R., and Wayne E. Ferson, 1985, Tests of asset pricing models with changing expectations and an unobservable market portfolio, Journal of Financial Economics 14, 217--236.",
        "Graham, Benjamin and D. Dodd, 1934, Security analysis, McGraw-Hill, New York.",
        "Hansen, Lars P., and Robert J. Hodrick, 1983, Risk averse speculation in forward foreign exchange markets: An econometric analysis of linear models, in Jacob A. Frenkel, ed.: Exchange rates and international macroeconomics (University of Chicago Press, Chicago, IL), 113-- 152.",
        "Hansen, Lars P. and Scott Richard, 1987, The role of conditioning information in deducing testable restrictions implied by asset pricing models, Econometrica 50, 1269-1286.",
        "Hansen, Lars P. and Kenneth Singleton, 1982, Generalized instrumental variables estimation of nonlinear rational expectations models, Econometrica 55, 587-613.",
        "Haugen, Robert A. and Nardin L. Baker, 1996, Commonality in the determinants of expected stock returns, Journal of Financial Economics 41, 401-440.",
        "Harvey, Campbell R., 1989, Time-varying conditional covariances in tests of asset pricing models, Journal of Financial Economics 24, 289-318.",
        "Harvey, Campbell R. and Chris Kirby, 1996, Analytic tests of factor pricing models, Unpublished working paper, Duke University, Durham, NC.",
        "Ibbotson Associates, 1998, Cost of Capital Quarterly 1998 Yearbook, Ibbotson Associates, Chicago, IL.",
        "Jagannathan, Ravi, and Zhenwu Wang, 1996, The conditional CAPM and the cross-section of expected returns, Journal of Finance 51, 3--54.",
        "Jagannathan, Ravi, and Zhenwu Wang, 1998, Asymptotic theory for estimating beta pricing models using cross-sectional regressions, Journal of Finance 53, 1285-1309.",
        "Jagannathan, Ravi, Keiichi Kubota and Y. Takehara, 1998, The relation between labor-income risk and average returns: Empirical evidence for the Japanese Stock Market, Journal of Business 71, 319-47.",
        "Jegadeesh, Narasinihan and Sheridan Titman, 1993, Returns of buying winners and selling losers, Journal of Finance 48, 65-91.",
        "Kan, Raymond and Chu Zhang, 1999, Two-pass tests of asset pricing models with useless factors, Journal of Finance 54, 203-235.",
        "Keim, Donald B. and Robert F. Stambaugh, 1986, Predicting returns in the bond and stock markets, Journal of Financial Economics 17, 357-390.",
        "Kim, Dongchoel, 1997, A reexamination of firm size, book-to-market, and earnings price in the cross-section of expected stock returns, Journal of Financial and Quantitative Analysis 32:4, 463-489.",
        "Kim, Dongcheol, 1995, The errors in the variables problem in the cross-section of expected stock returns, Journal of Finance 50, 1605-1634.",
        "Kothari, S.P., and Jay Shanken, 1997, book-to-market time series analysis, Journal of Financial Economics 44, 169-203.",
        "Kothari, S. P., Jay Shanken and Richard G. Sloan, 1995, Another look at the cross-section of expected stock returns, Journal of Finance 50, 185-224.",
        "Lakonishok, Josef, Andrei Shliefer and Robert W. Vishny, 1994, Contrarian investment, extrapolation and risk, Journal of Finance 49, 1541-1578.",
        "Lehmann, Bruce N. and Modest, David M., 1988, The empirical foundations of the arbitrage pricing theory, Journal of Financial Economics 21, 213-54.",
        "Litzenberger, Robert H. and Krishna Ramaswamy, 1979, The effect of personal taxes and dividends on capital asset prices: Theory and empirical evidence, Journal of Financial Economics 45 7, 163-195.",
        "Lo, Andrew and A.C. MacKinlay, 1990, Data snooping biases in test of financial models, Review of Financial Studies 3, 175-208.",
        "MacKinlay, A. Craig, 1995, Multifactor models do not explain deviations from the CAPM, Journal of Financial Economics 38, 3-28.",
        "Merton, Robert C., 1973, An intertemporal capital asset pricing model, Econometrica 41, 867-87.",
        "Pagan, Adrian, 1984, Econometric issues in the analysis of regressions with generated regressors, International Economic Reveiew 25, 221-247.",
        "Pannikkath, Sunil K., 1993, Dynamic Asset pricing and the cross-section of expected stock returns, working paper, Washington University in St. Louis.",
        "Pesaran, M., Timmermann, A., 1995, Predictability of stock returns: Robustness and economic significance, Journal of Finance 50, 1201-1228.",
        "Pontiff, Jeffrey and Lawrence Schall, 1998, Book-to-market as a predictor of market returns, Journal of Financial Economics 49, 141-60.",
        "Roll, Richard, 1977, A Critique of the Asset Pricing Theorys Tests - part I: On Past and Potential Testability of the Theory, Journal of Financial Economics 4, 349-357.",
        "Roll, Richard, 1995, Value and growth, in the Handbook of Equity Style Management, Association for Investment Management and Research, Charlottsville, VA.",
        "Rosenberg, Barr and Vinay Marathe, 1979, Tests of capital asset pricing hypotheses, Research in Finance 1, 115-223.",
        "Ross, Stephen A., 1976, The arbitrage theory of capital asset pricing, Journal of Economic Theory 13, 341--360.",
        "Shanken, Jay, and Mark I. Weinstein, 1990, Macroeconomic variables and asset pricing: estimation and tests, working paper, University of Rochester.",
        "Sharpe, William. F., 1964, Capital asset prices: A theory of market equilibrium under conditions of risk, Journal of Finance 19, 425-42.",
        "Stambaugh, R., 1998, Predictive Regressions, working paper, Wharton School.",
        "White, H., 1980, A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica, 48, 8 17-838."
    ]
}