{
    "id": 7023,
    "cites": 12,
    "cited_by": 788,
    "reference": [
        "King, R.G. and S.T. Rebelo (1993), Low Frequency Filtering and Real Business Cycles, Journal of Economic Dynamics and Control 17, 207-231.",
        "King, R.G. and M.W. Watson (1994), The Post-War U.S. Phillips Curve: A Revisionist Econometric History, Carnegie-Rochester Conference on Public Policy, 41, 157-2 19.",
        "James, W. and C. Stein (1961). Estimation with Quadratic Loss, Proceedings of the Fourth Berkeley Symposium on Mathematical Statistics and Probability, University of California Press, Berkeley, 361-379.",
        "Ireland, Peter N. (1999), Does the Time-Consistency Problem Explain the Behavior of Inflation in the United States, Journal of Monetary Economics, this issue.",
        "Kuttner, Kenneth N. (1994), Estimating Potential Output as a Latent Variable, Journal of Business and Economic Statistics, Vol. 12, No. 3, pp. 361-368.",
        "Mishkin, F.S. (1990), What Does the Term Structure Tell Us About Future Inflation? Journal of Monetary Economics, Vol. 25, No. 1, 77-96.",
        "Quandt, R.E. (1960), Tests of the Hypothesis that a Linear Regression System Obeys Two Separate Regimes, Journal of the American Statistical Association}, 55: 324-330.",
        "Shimer, Robert (1998), Why is the U.S. Unemployment Rate so Much Lower? forthcoming NBER Macroeconomics Annual.",
        "Sims, C.A. (1992), Interpreting the Macroeconomic Time Series Facts: The Effects of Monetary Policy, European Economic Review, 36, 975-1011.",
        "Staiger, D., J.H. Stock, and M.W. Watson (1997a), `The NAIRU, Unemployment, and Monetary Policy, Journal of Economic Perspectives 11, 33-51.",
        "Staiger, D., J.H. Stock, and M.W. Watson (1997b), `How Precise are Estimates of the Natural Rate of Unemployment? in C. Romer and D. Romer (eds.), Reducing Inflation: Motivation and Strategy (Chicago: University of Chicago Press for the NBER): 195-242.",
        "Stock, J.H. and M.W. Watson (1998), Diffusion Indexes, NBER Working Paper."
    ]
}