{
    "id": 7024,
    "cites": 24,
    "cited_by": 15,
    "reference": [
        "Banerjee, Abhijit V., A Simple Model of Herd Behavior, Quarterly Journal of Economics, 1992, 107, 797-817.",
        "Bass, F. M., A New Product Growth Model for Consumer Durables, Management Science, 1969, 15, 215-227.",
        "Begge, Alan, and Paul Kiemperer, Multi-Period Competition with Switching Costs, Econometrica, 1992, 60, 651-661.",
        "Besen, Stanley M., and Joseph Farrell, Choosing How to Compete: Strategies and Tactics in Standardization, Journal of Economic Perspectives, Spring 1994, Vol. A, 117-131.",
        "Berndt, Ernst R., The Practice of Econometrics: Classic and Contemporary, Reading, MA: Addison-Wesley Publishing Company, 1991, 702 pp.",
        "Berndt, Ernst R., lain Cockburn, and Zvi Griliches, Pharmaceutical Innovations and Market Dynamics: Tracking Effects on Price Indexes for Antidepressant Drugs, Brookings Papers on Economic Activity: Microeconomics 1996, 133-188.",
        "Berndt, Ernst R., Linda T. Bui, David H. Reiley, and Glen L. Urban, The Roles of Marketing, Product Quality, and Price Competition in the Growth and Composition of the U.S. Antiulcer Drug Industry, in The Economics of New Goods, T. Bresnahan and R. Gordon, eds., University of Chicago Press, 1997, 277-322.",
        "Berndt, Ernst R., Linda T. Bui, David H. Reiley, and Glen L. Urban, Information, Marketing, and Pricing in the U.S. Antiulcer Drug Market, American Economic Review Papers and Proceedings, May 1995, 85.",
        "Bhattacharyja, Ashdre S., Product Experimentation and Learning Under Reswitching, paper presented at the 1994 Econometric Society meetings.",
        "Bikhchandani, Sushil, David Hirshleifer, and Ivo Welch, Learning from the Behavior of Others: Conformity, Fads, and Informational Cascades, Journal of Economic Perspectives, Summer 1998, 12, 151-170.",
        "Brynjolisson, Erik, and Chris F. Kemerer, Network Externalities in Microcomputer Software: An Econometric Analysis of the Spreadsheet Market, Management Science, December 1996, 42, 1627-1647.",
        "Choi, Jay Pu, Herd Behavior, the `Penguin Effect, and the Suppression of Informational Diffusion: An Analysis of Informational Externalities and Payoff Interdependency, RAND Journal of Economics, Autumn 1997, 28, 407-425.",
        "Cockburn, lain, and Aslam H. Anis, Hedonic Analysis of Arthritis Drugs, NBER Working Paper No. 6574. Coleman, James S., Elihu Katz, and Herbert Menzel, Medical Innovation: A Diffusion Study, Indianapolis: Bobbs-Merrill, 1966.",
        "Ellison, Sara Fisher, lain Cockburn, Zvi Griliches, and Jerry Hausman, Characteristics of Demand for Pharmaceutical Products: An Examination of Four Cephalosporins, RAND Journal of Economics, Autumn 1997, 28, 426-446.",
        "Gandal, Neil, Hedonic Price Indexes for Spreadsheets and an Empirical Test for Network Externalities, The RAND Journal of Economics, Spring 1994, 25, 160-170.",
        "Griliches, Zvi, Research Costs and Social Returns: Hybrid Corn and Related Innovations, Journal of Political Economy, October 1958, 66, 419-431.",
        "Griliches, Zvi, Patent Statistics as Economic Indicators: A Survey, Journal of Economic Literature, December 1990, 28, 1661-1707.",
        "Kessler, Daniel, and Mark McClellan, Do Doctors Practice Defensive Medicine? Quarterly Journal of Economics, May 1996, 20, 353-390.",
        "King, Charles III, Empirical Studies of Marketing, Product Differentiation, Pricing and Competition, Ph.D. dissertation, Massachusetts Institute of Technology, June 1997.",
        "Mahajan, Vijay, and Eitan Muller, Innovation Diffusion and New Product Growth Models in Marketing, Journal of Marketing, Fall 1979, 43, 55-68.",
        "Mahajan, Vijay, Eitan Muller, and Frank M. Bass, New Product Diffusion Models in Marketing: A Review and Directions for Research, Journal of Marketing, 1990, 54, 1-26.",
        "Scharfstein, David, and Jeremy Stein, Herd Behavior and Investment, American Economic Review, June 1990, 80, 465-479.",
        "Staiger, Douglas, and James H. Stock, Instrumental Variables Regression with Weak Instruments,  Econometric, May 1997, 65, 557-586.",
        "Suslow, Valerie Y., Measuring Quality Change in the Market for Anti-Ulcer Drugs, Chapter 4 in Robert M. Helms, ed., Competitive Strategies in the Pharmaceutical Industry, Washington, DC, American Enterprise Institute: AEI Press, 1996, 49-72."
    ]
}