{
    "id": 7026,
    "cites": 26,
    "cited_by": 16,
    "reference": [
        "Backus, David, Patrick Kehoe and Finn Kydland, 1992, International Real Business Cycles, Journal of Political Economy, 745-775.",
        "Basu, Susanto, 1995, Intermediate Goods and Business Cycles: Implications for Productivity and Welfare, American Economic Review, 85:3, June, 512-531.",
        "Bergin, Paul R. and Robert C. Feenstra, 1998, Staggered Price Setting, Translog Preferences, and Endogenous Persistence mimeo, University of California, Davis, December.",
        "Betts, Caroline, and Michael Devereux, 1996, The Exchange Rate in a Model of Pricing-toMarket,  European-Economic-Review, 40(3-5), April, 1007-21.",
        "Blanchard, Olivier J., 1983, Price Asynchronization and Price Level Inertia. in Inflation, Debt, and Indexation, ed. by R. Dornbusch and M. H. Simonsen. Cambridge, Mass: MIT Press.",
        "Chadha, Binky (1987), Contract Length, Monetary Policy and Exchange Rate Variability, Journal of International Money and Finance, 6(4), December, 49 1-504.",
        "Chang, Roberto, and Michael Devereux, 1998, Dynamic Collusion, Pricing to Market, and Real Exchange Rates, mimeo, University of British Columbia, June.",
        "Chari, VY, Patrick Kehoe and Ellen McGrattan, 1998a, Monetary Shocks and Real Exchange Rates in Sticky Price Models of International Business Cycles, Staff Report 223, Federal Reserve Bank of Minneapolis, December.",
        "Chari, VY, Patrick Kehoe and Ellen McGrattan, 1998b, Sticky Price Models of the Business Cycle: Can the Contract Multiplier Solve the Persistence Problem, mimeo, Federal Reserve Bank of Minneapolis, Research Department Staff Report 217, May.",
        "Devereux, Michael B., 1997, Real Exchange Rates and Macroeconomics: Evidence and Theory,  Canadian Journal of Economics, 30, 773-808.",
        "Devereux, Michael B. and Charles Engel, 1998, Fixed vs. Floating Exchange Rates: How Price Setting Affects the Optimal Choice of Exchange-Rate Regime, NBER Working Paper 6867, December.",
        "Engel, Charles, 1999, Long-Run PPP May Not Hold After All, forthcoming in Journal of International Economics.",
        "Friberg, Richard, 1998, In Which Currency Should an Exporter Set His Price?, Journal of International Economics, 45, 59-76.",
        "Froot, Kenneth, and Kenneth Rogoff, 1995, Perspectives on PPP and Long-Run Real Exchange Rates, in Grossman,-Gene-M.; Rogoff,-Kenneth, eds. Handbook of International Economics. Volume 3, New York: Elsevier, North-Holland, 1647-88.",
        "Kimball, Miles 5., 1995, The Quantitative Analytics of the Basic Neomonetarist Model , Journal of Money, Credit, and Banking; 27(4), Part 2, 124 1-77.",
        "Knetter, Michael, 1989, Price Discrimination by U.S. and German Exporters, American Econmic Review, 79, 198-2 10.",
        "Knetter, Michael, 1993, International Comparisons of Price-to-Market Behavior, American Economic Review, 83, 473-486.",
        "Kollmann, Robert, 1996, The Exchange Rate in a Dynamic-Optimizing Current Account Model with Nominal Rigidities: A Quantitative Investigation. Working Paper: University of Montreal.",
        "Krugman, Paul R., 1987, Pricing to Market When the Exchange Rate Changes. In S.W Arndt and J .D. Richardson, eds,. Real Financial Linkages Among Open Economies. Cambridge Mass: MIT Press.",
        "Mankiw, N. Gregory and Lawrence H. Summers, 1986, Money Demand and the Effects of Fiscal Policies, Journal of Money, Credit and Banking 18, 4 15-29.",
        "Marston, Richard, C., 1990, Pricing to Market in Japanese Manufacturing, Journal of International Economics, 29, 217-136.",
        "Moffett, Michael H., 1989, The J-curve Revisted: An Empirical Examinatinfor the United States. Journal of International Money and Finance, 8 (3), September, 425-44.",
        "Obstfeld, Maurice and Kenneth Rogoff, 1995, Exchange Rate Dynamics Redux, Journal of Political Economy, 103, 624-660.",
        "Svensson, Lars E.O. and Sweder van Wijnbergen, 1989, Excess Capacity, Monopolistic Competition, and International Transmission of Monetary Disturbances, Economic Journal, 99, 785-805.",
        "Taylor, John B., 1998, Staggered Price and Wage Setting in Macroeconomics, NBER Working Paper 6754.",
        "Obstfeld, Maurice ; Rogoff, Kenneth S. (1996) Foundations of International Macroeconomics. Cambridge, MA: MIT Press.  "
    ]
}