{
    "id": 7027,
    "cites": 29,
    "cited_by": 4,
    "reference": [
        "[1] Altug, Sumru, 1989, `Time to Build and Aggregate Fluctuations Some New Evidence, International Economic Review, 30(4), November, 889-920.",
        "[2] Christiano, Lawrence J., 1985, `A Method for Estimating the Timing Interval in a Linear Econometric Model, With an Application to Taylors Model of Staggered Contracts. Journal of Economic Dynamics and Control, 9, 363-404.",
        "[3] Christiano, Lawrence J., 1988, `Why Does Inventory Investment Fluctuate So Much?, Journal of Monetary Economics, 21(2/3), March/May, 247-80.",
        "[4] Christiano, Lawrence J., 1998, `Solving Dynamic Equilibrium Models by a Method of Undetermined Coefficients, NBER Technical Working paper 225.",
        "[5] Christiano, Lawrence J. and Martin Eichenbaum, 1987, `Temporal Aggregation and Structural Inference in Macroeconomics, Carnegie Rochester Conference Series on Public Policy, 26 (0), Spring , 63-130.",
        "[6] Christiano, Lawrence J., Martin Eichenbaum, and David Marshall, 1991, `The Permanent Income Hypothesis Revisited, Econornetrica, 59(2), March, 397-423..",
        "[7] Christiano, Lawrence J. and Martin Eichenbaum, 1992, `Current Real-Business-Cycle Theories and Aggregate Labor-Market Fluctuations, American Economic Review, 82(3), June, 430-50.",
        "[8] Christiano, Lawrence J. and Richard M. Todd, 1996, `Time to Plan and Aggregate Fluctuations, Federal Reserve Bank of Minneapolis Quarterly Review, Winter, 14-27.",
        "[9] Cogley, Timothy, and James Nason, 1995, `Output Dynamics in Real Business Cycle Models, American Economic Review, 85(3), June, 492-511.",
        "[10] Cogley, Timothy, 1998, `Estimating and Testing Dynamic Rational Expectations IVIodels , unpublished manuscript.",
        "[11] Diebold, Francis X., Lee E. Ohanian, and Jeremy Berkowitz, 1998, `Dynamic Equilibrium Economies: A Framework for Comparing Models and Data, Review of Economic Studies, 65(3), July, 433-51.",
        "[12] Duffie, Darrell, and Kenneth J. Singleton, 1993, `Simulated Moments Estimators of Markov Models of Asset Prices, Econornetrica, 61(4), 929-52.",
        "[13] Fuhrer, Jeffrey C., George R. Moore, and Scott D. Schuh, 1995, `Estimating the LinearQuadratic Inventory Model: Maximum Likelihood versus Generalized Method of Moments , Journal of Monetary Economics, 35(1), February, 115-57.",
        "[14] Hall, George J., 1996, `Overtime, Effort, and the Propagation of Business Cycle Shocks, Journal of Monetary Economics, 38 (1), August, 139-60.",
        "[15] Hansen, Lars Peter, and Thomas J. Sargent, 1980, `Formulating and Estimating Dynamic Linear Rational Expectations Models, Journal of Economic Dynamics and Control, 2, February, 7-46.",
        "[16] Hansen, Lars Peter, and Thomas J. Sargent, 1980a, `Methods for Estimating Continuous Time Rational Expectations Models from Discrete Data, Research Department Staff report 59, Federal Reserve Bank of Minneapolis. 14",
        "[17] Hansen, Lars Peter, and Thomas J. Sargent, 1993, `Seasonality and Approximation Errors in Rational Expectations Models, Journal of Econometrics, 55(1-2), JanuaryFebruary, 21-55.",
        "[18] Hansen, Lars Peter, and Kenneth J. Singleton, 1982, `Generalized Instrumental variables Estimation of Nonlinear Rational Expectations Models, Econornetrica, 50, September, 1269-86.",
        "[19] Harvey, Andrew, 1989, Forecasting Structural Time Series Models and the Kalman Filter, Cambridge University Press.",
        "[20] Ireland, Peter N., 1997, `A Small, Structural Quarterly Model for Monetary Policy Evaluation, Carnegie Rochester Conference Series on Public Policy, 47 (0) December, 83-108.",
        "[21] Kim, Jinil, 1998, `Constructing and Estimating a Realistic Optimizing Model of Monetary Policy, unpublished manuscript.",
        "[22] King, Robert, 1995, `Quantitative Theory and Econometrics, Federal Reserve Bank of Richmond Economic Quarterly, 81(3), 53-105.",
        "[23] Kydland, Finn E. and Edward C. Prescott, 1982, `Time to Build and Aggregate Fluctuations , Econornetrica, 50, November, 1345-70.",
        "[25] Long, John, and Charles Plosser, 1983, `Real Business Cycles, Journal of Political Economy 91(1), February, 39-69.",
        "[26] McGrattan, Ellen R., 1994, `The Macroeconomic Effects of Distortionary Taxation, Journal of Monetary Economics, 33, 573-601",
        "[27] McGrattan, Ellen R., Richard Rogerson, and Randall Wright, 1997, `An Equilibrium Model of the Business Cycle with Household Production and Fiscal Policy, International Economic Review, 38 (2), May, 267-90.",
        "[28] Rouwenhorst, K. Geert, 1991, `Time to Build and Aggregate Fluctuations A Reconsideration  Journal of Monetary Economics, 27, 241-54.",
        "[29] Sims, Christopher, 1972, `Approximate Prior Restrictions in Distributed Lag Estimation , Journal of the American Statistical Association, 67(337), 169-175.",
        "[30] Watson, Mark, 1993, `Measures of Fit for Calibrated Models, Journal of Political Economy, 101(6), 1011-1041. 15"
    ]
}