{
    "id": 7029,
    "cites": 48,
    "cited_by": 40,
    "reference": [
        "Heaton, John and Deborah J. Lucas, 1997a, Market Frictions, Saving Behavior and Portfolio Choice, Macroeconomic Dynamics 1, 76-lOl.",
        "Heaton, John and Deborah J. Lucas, 1997b, Savings Behavior and Portfolio Choice: Which Risks Matter?, unpublished paper, Northwestern University.",
        "Hubbard, Glenn, Jonathan S. Skinner and Stephen Zeldes, 1994, The Importance of Precautionary Motives for Explaining Individual and Aggregate Saving, in Allan H. Meltzer and Charles I. Plosser, eds., Carnegie-Rochester Conference Series on Public Policy, 40, 59-125.",
        "Jagannathan, Ravi and Narayana R. Kocherlakota, 1996, Why Should Older People Invest Less in Stocks Than Younger People?, Federal Reserve Bank of Minneapolis Quarterly Review, 11-23.",
        "Jagannathan, Ravi and Zhenyu Wang, 1996, The Conditional CAPM and the Cross-Section of Expected Returns, Journal of Finance 51, 3-53.",
        "Kim, Tong Suk, and Edward Omberg, 1996, Dynamic Nonmyopic Portfolio Behavior,  Review of Financial Studies 9, 141--161.",
        "Kimball, Miles, 1990, Precautionary Saving in the Small and in the Large, Econometrica 58, 53-73.",
        "Liu, Jun, 1998, Portfolio Selection in Stochastic Environments, unpublished paper, Stanford University.",
        "Mankiw, N. Gregory, 1986, The Equity Premium and the Concentration of Aggregate Shocks, Journal of Financial Economics 17, 211-219.",
        "Merton, Robert C., 1969, Lifetime Portfolio Selection Under Uncertainty: The Continuous Time Case, Review of Economics and Statistics 51, 247-257.",
        "Merton, Robert C., 1971, Optimum Consumption and Portfolio Rules in a ContinuousTime Model, Journal of Economic Theory 3, 373-413.",
        "Pischke, JÃ\u0083Â¶rn-Steffen, 1995, Individual Income, Incomplete Information, and Aggregate Consumption, Econometrica 63, 805-840.",
        "Poterba, James M. and Andrew A. Samwick, 1997, Household Portfolio Allocation Over the Life Cycle, NBER Working Paper No. 6185.",
        "Ross, Stephen A., 1997, Samuelsons Fallacy of Large Numbers Revisited, unpublished paper, Yale University.",
        "Samuelson, Paul A., 1969, Lifetime Portfolio Selection by Dynamic Stochastic Programming,  Review of Economics and Statistics 51, 239-246.",
        "Samuelson, Paul A., 1991, Long-Run Risk Tolerance when Equity Returns are Mean Regressing: Pseudoparadoxes and Vindication of a `Businessmans Risk in William C. Brainard, William D. Nordhaus and Harold W. Watts eds., Money, Macroeconomics, and Economic Policy: Essays in Honor of James To bin, Cambridge, MA: MIT Press, 181-200.",
        "Storesletten, Kjetil, Chris I. Telmer, and Amir Yaron, 1998a, Asset Pricing with Idiosyncratic Risk and Overlapping Generations, unpublished paper, Carnegie Mellon University.",
        "Storesletten, Kjetil, Chris I. Telmer, and Amir Yaron, 1998b, The Risk Sharing Implications of Alternative Social Security Arrangements, unpublished paper, Carnegie Mellon University.",
        "Tauchen, George and R. Hussey, 1991, Quadrature-Based Methods for Obtaining Approximate Solutions to Nonlinear Asset Pricing Models, Econometrica 59, 371-396.",
        "Viceira, Luis M., 1997, Optimal Portfolio Choice for Long-Horizon Investors with Nontradable Income, unpublished paper, Harvard University.",
        "Wachter, Jessica, 1998a, Portfolio and Consumption Decisions under Mean-Reverting Returns: An Exact Solution for Complete Markets, unpublished paper, Harvard University.",
        "Wachter, Jessica, 1998b, Risk Aversion and Allocation to Long-Term Bonds, unpublished paper, Harvard University.",
        "Gourinchas, Pierre-Olivier and Jonathan Parker, 1996, Consumption Over the Life Cycle, unpublished paper, MIT.",
        "Geanakoplos, John, Olivia S. Mitchell, and Stephen P. Zeldes, 1998, Social Security Moneys Worth, forthcoming in Olivia S. Mitchell, Robert J. Myers, and Howard Young eds. Prospects for Social Security Reform, Pension Research Council and University of Pennsylvania Press.",
        "Gakidis, Harry, 1997, Earnings Uncertainty and Life-Cycle Portfolio Choice, unpublished paper, MIT.",
        "Fama, Eugene F. and G. William Schwert, 1977, Human Capital and Capital Market Equilibrium, Journal of Financial Economics 5, 115-146.",
        "Cox, John, Jonathan E. Ingersoll, Jr., and Stephen A. Ross, A Theory of the Term Structure of Interest Rates, Econometrica 53, 385-408. Deaton, Angus 5., 1991, Savings and Liquidity Constraints, Econometrica 59, 122 1-i 248.",
        "Constantinides, George M. and Darrell Duffie, 1996, Asset Pricing with Heterogeneous Consumers, Journal of Political Economy 104, 219-240.",
        "Cocco, JoÃ\u0083Â£o F., Francisco J. Gomes, and Pascal J. Maenhout, 1998, Consumption and Portfolio Choice over the Life-Cycle, unpublished paper, Harvard University. 29 Constantinides, George M., John B. Donaldson, and Rajnish Mehra, 1998, Junior Cant Borrow: A New Perspective on the Equity Premium Puzzle, NBER Working Paper No. 6617.",
        "Cocco, JoÃ\u0083Â£o F., 1998, Owner-Occupied Housing, Permanent Income, and Portfolio Choice, unpublished paper, Harvard University.",
        "Carroll, Christopher D. and Lawrence H. Summers, 1991, Consumption Growth Parallels Income Growth: Some New Evidence, in B.D. Bernheim and John B. Shoven, eds., National Savings and Economic Performance, Chicago, IL: University of Chicago Press.",
        "Campbell, John Y. and Luis M. Viceira, 1999, Consumption and Portfolio Decisions When Expected Returns are Time Varying, forthcoming Quarterly Journal of Economics.",
        "Campbell, John Y. and Luis M. Viceira, 1998, Who Should Buy Long-Term Bonds?, NBER Working Paper No. 6801.",
        "Campbell, John Y. and Robert J. Shiller, 1998, Valuation Ratios and the Long-Run Stock Market Outlook, Journal of Portfolio Management 24, 11-26.",
        "Campbell, John Y. and N. Gregory Mankiw, 1989, Consumption, Income, and Interest Rates: Reinterpreting the Time Series Evidence, in Olivier Blanchard and Stanley Fischer eds. NBER Macroeconomics Annual 1989, Cambridge, MA: MIT Press.",
        "Campbell, John Y., 1996, Understanding Risk and Return, Journal of Political Economy 104, 298-345.",
        "Brennan, Michael J., Eduardo S. Schwartz, and Ronald Lagnado, 1997, Strategic Asset Allocation, Journal of Economic Dynamics and Control 21, 1377-1403.",
        "Brennan, Michael J. and Y. Xia, 1998, Resolution of a Financial Puzzle, unpublished paper, Anderson Graduate School of Management, UCLA.",
        "Brandt, Michael W., 1999, Estimating Portfolio and Consumption Choice: A Conditional Euler Equations Approach, forthcoming Journal of Finance.",
        "Bodie, Zvi, Robert C. Merton and William Samuelson, 1991, Labor Supply Flexibility and Portfolio Choice in a Life Cycle Model, Journal of Economic Dynamics and Control, 16, 427-49.",
        "Blanchard, Olivier J., 1993, Movements in the Equity Premium, Brookings Papers on Economic Activity 2, 75-118.",
        "Abel, Andrew B., 1998, The Aggregate Effects of Including Equities in the Social Security Trust Fund, unpublished paper, Wharton School of the University of Pennsylvania.",
        "Abel, Andrew B., 1999, The Social Security Trust Fund, the Riskless Interest Rate, and Capital Accumulation, unpublished paper, Wharton School of the University of Pennsylvania.",
        "Attanasio, Orazio, 1995, The Intertemporal Allocation of Consumption: Theory and Evidence, Carnegie-Rochester Conference Series on Public Policy 39-89.",
        "Balduzzi, Perluigi, and Anthony Lynch, 1997, The Impact of Predictability and Transaction Costs on Portfolio Choice in a Multiperiod Setting, unpublished paper, Boston College and New York University.",
        "Barberis, Nicholas C., 1999, How Big Are Hedging Demands? Evidence from LongHorizon Asset Allocation, forthcoming Journal of Finance.",
        "Barsky, Robert B., F. Thomas Juster, Miles S. Kimball, and Matthew D. Shapiro, 1997, Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study, Quarterly Journal of Economics 112, 537-579.",
        "Bertaut, Carol C. and Michael Haliassos, 1997, Precautionary Portfolio Behavior from a Life-Cycle Perspective, Journal of Economic Dynamics and Control 21, 1511-1542."
    ]
}