{
    "id": 7030,
    "cites": 28,
    "cited_by": 46,
    "reference": [
        "Abel, Andrew, 1998, The Aggregate Effects of Including Equities in the Social Security Trust Fund, mimeo, University of Pennsylvania.",
        "Abel, Andrew, 1999, The Social Security Trust Fund, The Riskless Interest Rate, and Capital Accumulation, Paper presented at the NBER Conference on Risk-Aspects of Investment-based Social Security Reform.",
        "Altonji, Joseph, Fumio Hayashi, Laurence Kotlikoff, 1996, Risk Sharing between and within Families, Econometrica 64, 261-294.",
        "Barro, Robert, and Xavier Sala-i-Martin, 1995, Economic Growth, New York: McGraw-Hill.",
        "Berger, Mark, 1985, The Effect of Cohort Size of Earnings Growth: A Reexamination of the Evidence, Journal of Political Economy 93, 561-573.",
        "Bohn, Henning, 1997, Social Security Reform and Financial Markets, in: Steven Sass and Robert Triest (eds.), Social Security Reform: Links to Savings, Investment, and Growth, Boston: Federal Reserve Bank of Boston, 193-227.",
        "Bohn, Henning, 1998a, Risk Sharing in a Stochastic Overlapping Generations Economy, mimeo, University of California Santa Barbara.",
        "Bohn, Henning, 1998b, Will Social Security and Medicare Remain Viable as the U.S. Population is Aging'DONE', Paper presented at the CarnegieRochester Conference on Public Policy.",
        "Bohn, Henning, 1998c, Should the Social Security Trust Fund hold Equities'DONE' An Intergenerational Welfare Analysis, mimeo, University of California Santa Barbara.",
        "Congressional Budget Office, 1998, Social Security Privatization and the Annuities Market, Washington, D.C.: U.S. Government Printing Office.",
        "Cutler, David, James Poterba, Louise Sheiner, and Lawrence Summers, 1990, An Aging Society: Opportunity or Challenge'DONE' Brookings Papers on Economic Activity, 1-56.",
        "Diamond, Peter, 1965, National Debt in a Neoclassical Growth Model, American Economic Review 55, 1126-1150.",
        "Easterlin, Richard, 1987, Birth and Fortune: The impact of numbers of personal welfare, Chicago: University of Chicago Press, 2nd ed.",
        "Feldstein, Martin, and C. Horioka, 1980, Domestic Savings and International Capital Flows, Economic Journal 90, 314-329.",
        "Lucas, Robert, 1969, Labor-Capital Substitution in U.S. Manufacturing, in Arnold Harberger and Martin Bailey (eds.), The Taxation of Income from Capital, Washington: Brookings Institution, 223-274.",
        "Macunovich, Diane, 1998, Relative Cohort Size and Inequaliy in the United States, American Economic Review 88, 259-264.",
        "Mankiw, Gregory, David Romer, and David Weil, 1992, A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics 107, 407437.",
        "McHale, John, 1999, The Risk of Social Security Benefit Rule Changes: Some International Evidence, Paper presented at the NBER Conference on RiskAspects of Investment-based Social Security Reform.",
        "Murphy, Kevin, and Finis Welch, 1992, The Structure of Wages, Quarterly Journal of Economics 107, 285-326.",
        "Peled, Dan, 1982, Informational Diversity over Time and the Optimality of Monetary Equilibria, Journal of Economic Theory 28, 255-274.",
        "Poterba, James, 1998, Population Age Structure and Asset Returns: An Empirical Investigation, NBER Working Paper No. 6774.",
        "Shiller, Robert, 1998, Social Security and Institutions for Intergenerational, Intragenerational and International Risk Sharing, Paper presented at the Carnegie Rochester Conference on Public Policy.",
        "Smetters, Kent, 1997, Investing the Social Security Trust Fund into Equities: Unmasking the Large Hidden Actuarial Tax Liabilities on Future Generations, mimeo, Congressional Budget Office.",
        "Smetters, Kent, 1999, Arbitrage Pricing of Unfunded Pension Guarantees: Rationale and Computations, Paper presented at the NBER Conference on Risk-Aspects of Investment-based Social Security Reform.",
        "Smith, Alasdair, 1982, Intergenerational Transfers as Social Insurance, Journal of Public Economics 19, 97-106.",
        "Storesletten, Kjetil, Chris Telmer, and Amir Yaron, 1998, The Risk-Sharing Implications of Alternative Social Security Arrangements, Paper presented at the Carnegie-Rochester Conference on Public Policy.",
        "Temple, Jonathan, 1998, The New Growth Evidence, mimeo, Oxford University.",
        "Welch, Finis, 1979, Effects of Cohort Size on Earnings: The Baby Boom Babies Financial Bust, Journal of Political Economy 85, S65-S97."
    ]
}