{
    "id": 7031,
    "cites": 22,
    "cited_by": 20,
    "reference": [
        "Feldstein, Martin (1996). The Missing Piece in Policy Analysis: Social Security Reform. American Economic Review, Vol. 86, No 2 (May), pp. 1-14.",
        "Feldstein, Martin, and Andrew Samwick (1998). The Transition Path in Privatizing Social Security. In Privatizing Social Security, edited by Martin Feldstein. Chicago: The University of Chicago Press.",
        "Berndt, Ernst (1991). The Practice of Econometrics: Classic and Contemporary. Reading, Massachusetts: Addison-Wesley Publishing Company.",
        "Bosworth, Barry and Gary Burtless (editors) (1998). Aging Societies: The Global Dimension. Washington D.C.: The Brookings Institution.",
        "Feldstein, Martin, and Elena Ranguelova (1998). Individual Risk and Intergenerational Risk Sharing in an Investment-Based Social Security System. Mimeo.",
        "Franco, Daniele, and Teresa Munzi (1996). Public Pension Expenditure Prospects in the European Union: A Survey of National Projections. European Economy, No. 3.",
        "Geanakoplos, John, Olivia S. Mitchell, and Stephen P. Zeldes (1998). Social Security Moneys Worth. NBER Working Paper 6722 (http://www.nber.org/papers/w6722).",
        "Gruber, Jonathan, and David A. Wise (1998). Introduction and Summary, in Social Security and Retirement around the World, Jonathan Gruber and David Wise eds. Chicago: The University of Chicago Press.",
        "Hamann, A. Javier (1997). The Reform of the Pension System in Italy. IMF Working Paper 97/18.",
        "Heller, Peter, Richard Hemming, and P. Kohnert (1986). Ageing and Social Expenditures in the Major Industrialized Countries. IMF Occasional Paper, No. 47.",
        "Hemming, Richard (1998), Should Public Pensions be Funded. IMF Working Paper, 98/35.",
        "Kalisch, David, and Tetsuya Aman (1997). Retirement Income Systems: The Reform Process Across OECD Countries. Paper delivered at the ILO-OECD Workshop on Pension Reform, Paris, December 1997.",
        "Kotlikoff, Laurence (1992), GenerationalAccounting: Knowing Who Pays, and When, for What We Spend, New York: The Free Press.",
        "Kotlikoff, Laurence, and Jeffery Sachs (1997). Its High Time to Privatize Social Security. The Brookings Review (Summer).",
        "Krugman, Paul (1988), Financing versus Forgiving a Debt Overhang. Journal of Development Economics, 29. Reprinted in Paul Krugman Currencies and Crisis. Cambridge: The MiT Press.",
        "Leibfritz, Willi, Deborah Roseveare, Douglas Fore, and Echard Wurzel (1995). Aging Populations, Pension Systems and Government Budgets: How do they Affect Saving? OECD Economics Department Working Paper No. 156.",
        "Kornai, Janos, and John McHale (1999). Is Post-Communist Health Spending Unusual? A Comparison with Established Market Economies.",
        "Mincer, Jacob (1974). Schooling, Experience and Earnings, New York: Columbia University Press for the National Bureau of Economic Research.",
        "OECD (1988). Reforming Public Pensions. Paris: OECD.",
        "OECD (1995). Economic Outlook 57. June. Paris: OECD.",
        "Takayama, Noriyuki (1996) Possible Effects of Ageing on the Equilibrium of the Public Pension System in Japan. European Economy, No 3.",
        "World Bank (1994), Averting the Old Age Crisis, Oxford: Oxford University Press, Published for the World Bank."
    ]
}