{
    "id": 7032,
    "cites": 17,
    "cited_by": 16,
    "reference": [
        "Bakshi, Gurdip and Zhiwu Chen, 1997, Stock Valuation in Dynamic Economies, working paper, Ohio State University.",
        "Daniel, Kent, David Hirshleifer, and A. Subrahmanyam, 1996, A theory of overconfidence, selfattribution, and security market under- and over-reaction, working paper, Northwestern University and University of Michigan and UCLA.",
        "Bossaerts, Peter, 1988, Common nonstationary components of asset prices, Journal of Economic Dynamics and Control 12, 347-364.",
        "Brock, William, Joseph Lakonishok and Blake LeBaron, 1992, Simple technical trading rules and the stochastic properties of stock returns, Journal of Finance 47, 173 1-1764.",
        "Chen, Zhiwu and Gurdip B akshi, 1995, Measurement of Market Integration and Arbitrage, Review of Financial Studies 8(2), pp. 287-325.",
        "DeBondt, Werner and Richard Thaler, 1985, Does the stock market oveneact?, Journal of Finance 40, 793-805.",
        "DeBondt, Werner and Richard Thaler, 1987, Further evidence on investor oveneaction and stock market seasonality, Journal of Finance 42, 557-581.",
        "DeBondt, W. F. M., and R. H. Thaler, 1995, Financial Decision-Making in Markets and Firms: A Behavioral Perspective, in Finance, ed. by R. Janow, V. Maksimovic, and W. Ziemba. Elsevier/North Holland, Amsterdam, vol. 9 of Handbook in Operations Research and Management Science, chap. 13, pp. 385-410.",
        "Fama, Eugene F. and Kenneth R. French, 1996, Multifactor explanations of asset pricing anomalies, Journal of Finance 51, 131-155.",
        "Ingersoll, Jonathan Jr., 1987, Theory of Financial Decision-Making, Rowman and Littlefiled, New Jersey.",
        "Jegadeesh, Narasinihan, and Sheridan Titman, 1993, Returns to buying winners and Selling Losers: Implications for stock market efficiency, Journal of Finance 48, 65-9 1.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 1995, Overreaction, Delayed Reaction, and Contrarian Profits, The Review of Financial Studies Vol.8 No. 4, 973-93.",
        "Lee, Charles, M.C., James N. Meyers and Bhaskaran Swaminathan, 1997, What is the Intrinsic Value of the Dow? Working paper, Cornell University, University of Washington and Cornell University.",
        "Lakonishok, Josef, Andrei Shleifer, and Robert W. Vishny, 1994, Contrarian investment, extrapolation, and risk, Journal of Finance 49, 1541-1578.",
        "Lo, Andrew W. and A. Craig MacKinlay, 1990, Data-snooping biases in tests of financial asset pricing models, Review of Financial Studies 3, 43 1-468.",
        "Peterson, Mitchell and David Fialkowski, 1994, Posted versus effective spreads: Good prices or bad quotes? Journal of Financial Economics, 35, 269-292.",
        "Ready, Mark, 1997, Profits from technical trading rules, working paper, University of Wisconsin - Madison."
    ]
}