{
    "id": 7034,
    "cites": 18,
    "cited_by": 10,
    "reference": [
        "Atkinson, A.B. and J.E. Stiglitz, 1972. The Structure of Indirect Taxation and Economic Efficiency. Journal of Public Economics 1:97-119.",
        "Auerbach, Alan J., 1985. The Theory of Excess Burden and Optimal Taxation. In A. J. Auerbach and M. Feldstein, eds., Handbook of Public Economics, vol. I. Amsterdam: North-Holland.",
        "Ballard, Charles L., and Don Fullerton, 1992. Distortionary Taxes and the Provision of Public Goods. Journal of Economic Perspectives 6(3), 117-131.",
        "Ballard, Charles L., John B. Shoven, and John Whalley, 1985. General Equilibrium Computations of the Marginal Welfare Costs of Taxes in the United States. American Economic Review 77, 11-23.",
        "Bishop, R. L., 1968. The Effects of Specific and Ad Valorem Taxes. Quarterly Journal of Economics 82:198-218.",
        "Boadway, R. and R. Harris, 1977. A Characterization of Piecemeal Second Best Policy Journal of Public Economics 8:169-90.",
        "Bovenberg, A. Lans, and Ruud A. de Mooij, 1994. Environmental Levies and Distortionary Taxation. American Economic Review 84(4):1085-9.",
        "Bovenberg, A. Lans, and Ruud A. de Mooij, 1998. Environmental Taxes, International Capital Mobility, and Inefficient Tax Systems: Tax Burden vs. Tax Shifting. International Tax and Public Finance 5(1):7-40.",
        "Bovenberg, A. Lans, and F. van der Ploeg, 1994. Environmental Policy, Public Finance and the Labour Market in a Second-Best World, Journal of Public Economics 55:349-70.",
        "Browning, Edgar K., 1987. On the Marginal Welfare Cost of Taxation. American Economic Review 77: 11-23.",
        "Browning, Edgar K., 1997. The Welfare Cost of Monopoly and other Output Distortions. Journal of Public Economics 66: 127-144.",
        "Goulder, Lawrence H., 1995b. Effects of Carbon Taxes in an Economy with Prior Tax Distortions, Journal of Environmental Economics and Management.",
        "Goulder, L. H., I. W. H. Parry, and D. Burtraw, 1997. Revenue-Raising vs. Other Approaches to Environmental Protection: The Critical Significance of Pre-Existing Tax Distortions. Rand Journal of Economics 28:708-731.",
        "Hakonsen, Lars, 1998. An Investigation into Alternative Representations of the Marginal Cost of Public Funds, International Tax and Public Finance 5:329-43.",
        "Jorgenson, Dale W. and Peter J. Wilcoxen, 1990. Environmental Regulation and U.S. Economic Growth, The Rand Journal of Economics 21(2):314-40.",
        "Lucas, Robert E., 1990. Supply-Side Economics: An Analytical Review. Oxford Economic Papers 42:293-316.",
        "Parry, I. W. H., R. C. Williams III, and L. H. Goulder, 1999. When Can Carbon Abatement Policies Increase Welfare'DONE' The Fundamental Role of Distorted Factor Markets. Journal of Environmental Economics and Management, 37:52-84.",
        "Williams, R. C., 1998a. Revisiting the Cost of Protectionism: The Role of Tax Distortions in the Labor Market. Journal of International Economics, forthcoming."
    ]
}