{
    "id": 7035,
    "cites": 15,
    "cited_by": 18,
    "reference": [
        "Aronson, J. Richard, Paul Johnson, and Peter J. Lambert, 1994, Redistributive Effect and Unequal Income Tax Treatment, Economic Journal 104, March, 262-70.",
        "Atkinson, Anthony B., 1970, On the Measurement of Inequality, Journal of Economic Theory 2, 244-63.",
        "Atkinson, Anthony B., 1980, Horizontal Equity and the Distribution of the Tax Burden, in H.",
        "Aaron and M. Boskin, eds ., The Economics of Taxation , Brookings Institution, Washington, 3-18. Congressional Budget Office, 1997, For Better or for Worse: Marriage and the Federal Income Tax , June, 1-56.",
        "Feldstein, Martin, 1976, On the Theory of Tax Reform, Journal of Public Economics 6, July/August, 77-104.",
        "Kaplow, Louis, 1989, Horizontal Equity: Measures in Search of a Principle, National Tax Journal 42, 139-54.",
        "Kreps, David, and Evan L. Porteus, 1978, Temporal Resolution of Uncertainty and Dynamic Choice Theory, Econometrica 46, January, 185-200.",
        "King, Mervyn, 1983, An Index of Inequality: With Applications to Horizontal Equity and Social Mobility, Econometrica 51, January, 99-115.",
        "Lambert, Peter J. and Xavier Ramos, 1997, Horizontal Inequity and Vertical Redistribution, International Tax and Public Finance 4, January, 25-37.",
        "Musgrave, Richard A., 1959, The Theory of Public Finance , McGraw-Hill, New York.",
        "Plotnick, Robert, 1981, A Measure of Horizontal Inequity, Review of Economics and Statistics 63, May, 283-88.",
        "Roemer, John E., 1996, Theories of Distributive Justice , Harvard University Press, Cambridge.",
        "Rosen, Harvey S., 1978, An Approach to the Study of Income, Utility, and Horizontal Equity, Quarterly Journal of Economics 92, May, 307-22.",
        "Stiglitz, Joseph E., 1982, Utilitarianism and Horizontal Equity: The Case of Random Taxation, Journal of Public Economics 18, 1-33.",
        "Yatchew, Adonis, 1998, Nonparametric Regression Techniques in Economics, Journal of Economic Literature 36, June, 669-721."
    ]
}