{
    "id": 7038,
    "cites": 32,
    "cited_by": 93,
    "reference": [
        "Aghion, P., E. Caroli, and C. Garcia-Penalosa (1998). Inequality and Economic Growth: The Perspective of the New Growth Theories, unpublished, forthcoming in the Journal of Economic Literature.",
        "Aghion, P. and P. Howitt (1997). Endogenous Economic Growth, Cambridge MA, MIT Press.",
        "Ahluwalia, M. (1976a). Income Distribution and Development, American Economic Review, 66, 5, 128-135.",
        "Ahluwalia, M. (1976b). Inequality, Poverty and Development, Journal of Development Economics, 3, 307-342.",
        "Alesina A. and R. Perotti. (1996). Income Distribution, Political Instability and Investment, European Economic Review, 81, 5, 1170-1189.",
        "Alesina, A. and D. Rodrik. (1994). Distribution Politics and Economic Growth, Quarterly Journal of Economics, 109, 465-490.",
        "Anand S. and S. M. Kanbur (1993). The Kuznets Process and the InequalityDevelopment Relationship, Journal of Development Economics, 40, 25-72.",
        "Barrett, D. B., ed. (1982). World Christian Encyclopedia, Oxford, Oxford University Press.",
        "Barro, R.J. (1991). Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics, 106, 407-444.",
        "Barro, R.J. (1997). Determinants of Economic Growth, A Cross-Country Empirical Study, Cambridge MA, MIT Press.",
        "Benabou, R. (1996). Inequality and Growth. NBER Macroeconomics Annual, 1173.",
        "Benhabib, J. and A. Rustichini. (1996). Social Conflict and Growth, Journal of Economic Growth, 1, 1, 129-146.",
        "Bertola, G. (1993). Factor Shares and Savings in Endogenous Growth, American Economic Review, 83, 1184-1198.",
        "Deininger, K and L. Squire (1996). New Data Set Measuring Income Inequality, World Bank Economic Review, 10 (September), 565-591.",
        "Forbes, K. (1997). A Reassessment of the Relationship between Inequality and Growth, unpublished, MIT.",
        "Greenwood J. and B. Jovanovic (1990). Financial Development, Growth and the Distribution of Income., Journal of Political Economy, 98, 5, 1076-1107.",
        "Gupta, D. (1990). The Economics of Political Violence, New York, Praeger.",
        "Helpman, E. (1997). General Purpose Technologies and Economic Growth, Cambridge MA, MIT Press.",
        "Hibbs, D.(1973). Mass Political Violence: A Cross-Sectional Analysis, New York, Wiley.",
        "Kuznets, S. (1955). Economic Growth and Income Inequality, American Economic Review, 45, 1-28.",
        "Li, H. and H. Zou (1998). Income Inequality Is not Harmful for Growth: Theory and Evidence, Review of Development Economics, 2, 318-334.",
        "Li H., L. Squire and H. Zou. (1998). Explaining International and Intertemporal Variations in Income Inequality, Economic Journal , 108, 26-43.",
        "Loury, G. (1981). Intergenerational Transfers and the Distribution of Earnings, Econometrica, 49, 843-867.",
        "Mauro, P. (1995). Corruption, Country Risk, and Growth, Quarterly Journal of Economics, 110, 681-712.",
        "Papanek, G. and O. Kyn. (1986). The Effect on Income Distribution of Development, the Growth Rate and Economic Strategy, Journal of Development Economics, 23, 1, :55-65.",
        "Perotti, R. (1993). Political Equilibrium, Income Distribution and Growth, Review of Economic Studies, 60, 755-776.",
        "Persson, T. and G. Tabellini. (1994). Is Inequality Harmful for Growth'DONE'. Theory and Evidence, American Economic Review, 84, 600-621.",
        "Piketty, T. (1997). The Dynamics of the Wealth Distribution and Interest Rates with Credit Rationing, Review of Economic Studies, 64.",
        "Robinson, S. (1976). A Note on the U-hypothesis Relating Income Inequality and Economic Development, American Economic Review, 66, 3, 473-440.",
        "Rodriguez, F. (1998). Inequality, Redistribution and Rent-Seeking, unpublished, University of Maryland.",
        "Theil, H. (1967). Economics and Information Theory, Amsterdam, NorthHolland.",
        "Venieris Y. and D. Gupta. (1986). Income Distribution and Sociopolitical Instability as Determinants of Savings: A Cross Sectional Model, Journal of Political Economy, 94, 873-883."
    ]
}