{
    "id": 7039,
    "cites": 30,
    "cited_by": 153,
    "reference": [
        "Journal of Econometrics 45, 267-29 0. Roll, Richard, 1992, A mean-variance analysis of tracking error, Journal of Portfolio ManagementS 18, 13-22.",
        "Pagan, Adrian, and G. William Schwert, 1990, Alternative models for conditional stock volatility.",
        "I Nelson, Daniel B., 1992, Filtering and forecasting with misspecified ARCH models I: Getting the right variance with the wrong model, Journal of Econometrics 52, 61-90.",
        "Michaud, Richard 0., 1989, The Markowitz optimization enigma: Is `optimized optimal?, Financial Analysts Journal 45, 3 1-42.",
        "Merton, Robert C., 1980, On estimating the expected return on the market: An exploratory investigation, Journal of Financial Economics 8, 323-361.",
        "Ivlarkowitz, Harry M., 1959, Portfolio selection: Efficient diversification of investments (Yale Uni- versity Press, New Haven, CT.).",
        "Markowitz, Harry M., 1952, Portfolio selection, Journal of Finance 7, 77-9 1.",
        "Ledoit, Olivier, 1997, Improved estimation of the covariance matrix of stock returns with an appli- cation to portfolio selection, working paper, University of California Los Angeles.",
        "Jobson, J. D., and Bob Korkie, 1981, Putting Markowitz theory to work, Journal of Portfolio Management 7, 70-74.",
        "Lakonishok, Josef, Andrei Shleifer, and Robert W. Vishny, 1992, The structure and performance of the money management industry, Brookings Papers: Microeconomics, 339-391.",
        "Jagannathan, Ravi, and Zhenyu Wang, 1992, The cross-section of expected stock returns: Do size and book to market equity measure systematic risk better than beta?, working paper, University of Minnesota.",
        "Huber, Peter J., 1977, Robust covariances, in S. S. Gupta and Dennis S. Moore, eds.: Statistical decision theory and related topics II (Academic Press, New York, NY).",
        "Green, Richard J., and Burton Hollifield, 1992, When will mean-variance efficient portfolios be well diversified?, Journal of Finance 47, 1785-1809.",
        "Fama, Eugene F., and Kenneth R. French, 1997, Industry costs of equity, Journal of Financial Economics 43, 153-193.",
        "Frost, Peter A., and James E. Savarino, 1986, An empirical Bayes approach to efficient portfolio selection, Journal of Financial and Quantitative Analysis 21, 293-305.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Elton. Edwin J., Martin J. Gruber, and Thomas Urich, 1978, Are betas best?, Journal of Finance 23. 1375-1384.",
        "Elton, Edwin J., and Martin J. Gruber, 1973, Estimating the dependence structure of share prices Implications for portfolio selection, Journal of Finance 28, 1203-1232.",
        "Daniel, Kent, and Sheridan Titman, 1997, Evidence on the characteristics of cross sectional varia- tion in stock returns, Journal of Finance 52, 1-33.",
        "Connor, Gregory, and Robert A. Korajczyk, 1993, A test for the number of factors in an approxi- mate factor model, Journal of Finance 48, 1263-129 1.",
        "Connor, Gregory, and Robert A. Korajczyk, 1988, Risk and return in an equilibrium APT: Appli- cation of a new test methodology, Journal of Financial Economics 21, 255-289.",
        "Cohen, Kalman J., and Jerry A. Pogue, 1967, An emnpirical evaluation of alternative portfolio selection models, Journal of Business 40, 166-193.",
        "Chopra, Vijay K., and Williamn T. Ziemba, 1993, The effect of errors in means, variances and covariances on optimal portfolio choice, Journal of Portfolio Management 19, 6-11.",
        "Chan, Louis K. C., and Josef Lakonishok, 1993, Are the reports of betas death premature?, Journal of Portfolio Management 19, 5 1-62.",
        "Chan, Lotmis K. C., Jason Karceski, and Josef Lakonishok, 1998, The risk and return from factors, Journal of Financial and Quantitative Analysis 33, 159-188.",
        "Best, Michael J., and Robert R. Grauer, 1991, On the sensitivity of mean-variance-efficient portfo- lios to changes in asset means: Some analytical and computational results, Review of Financial Studies 4, 3 15-342.",
        "Bawa, Vijay S., and Stephen J. Brown, 1979, Capital market equilibrium: Does estimation risk really matter?, in Vijay S. Bawa, Stephen J. Brown and Roger W. Klein, eds.: Estimation Risk and Optimal Portfolio Choice (North-Holland Publishing Co., Amsterdam).",
        "BARRA, 1990, The United States Equity Model: Handbook (BARRA, Berkeley).",
        "Alexander, Gordon J., 1978, A re-evaluation of alternative portfolio selection models applied to common stocks, Journal of Financial and Quantitative Analysis 13, 71-78.",
        "Schwert, G. William, and Paul J. Seguin, 1990, Heteroskedasticity in stock returns, Journal of Finance 45, 1129-1155."
    ]
}