{
    "id": 704,
    "cites": 15,
    "cited_by": 11,
    "reference": [
        "1. Brainard, William C., and Tobin, James. Pitfalls in Financial ModelBuilding. American Economic Review, LVII (May, 1968), 99-122.",
        "2. David, Paul A., and Scadding, John L. Private Savings, Ultrarationality, Aggregation, and `Denisons Law. Journal of Political Economy, LXXXII (March/April, 1974), 225-49.",
        "3. Denison, Edward F. A Note on Private Saving. Review of Economics and Statistics, XL (August, 1958), 261-267.",
        "4. Friedman, Benjamin M. Crowding Out or Crowding In? Economic Consequences of Financing Governemnt Deficits. Brookings Papers on Economic Activity (No. 3, 1978), 593-654.",
        "5. Friedman, Benjamin M. Postwar Changes in the American Financial Markets. Martin Feldstein (ed.), The American Economy in Transition. Chicago: University of Chicago Press, 1980.",
        "6. Friedman, Benjamin M. The Relative Stability of Money and Credit `Velocities in the United States: Evidence and Some Speculations. Mimeo, National Bureau of Economic Research, 1981.",
        "7. Friedman, Benjamin M. Financing Capital Formation in the l98Os: Issues for Public Policy. Michael L. Wachter and Susan M. Wachter (eds.), A New U.S. Industrial Policy. Philadelphia: University of Pennsylvania Press, forthcoming.",
        "8. Goldfeld, Stephen M., and Blinder, Alan S. Some Implications of Endogenous Stabilization Policy. Brookings Papers on Economic Activity (No. 3, 1972), 585-640.",
        "9. Minsky, Hyman P. Financial Stability Revisited: The Economics of Disaster. Reappraisal of the Federal Reserve Discount Mechanism. Washington: Board of Governors of the Federal Reserve System, 1972.",
        "10. Minsky, Hyman P. A Theory of Systematic Fragility. Altman and Sametz (eds.), Financial Crises: Institutions and Markets in a Fragile Environment. New York: Wiley-International, 1977.",
        "11. Modigliani, Franco. The Life Cycle Hypothesis of Saving, the Demand for Wealth and the Supply of Capital. Social Research, XXX (Summer, 1966), 160-217.",
        "12. Modigliani, Franco, and Ando, Albert. Impacts of Fiscal Actions on Aggregate Income and the Monetarist Controversy: Theory and Evidence. Jerome Stein (ed.), Monetarism. Amsterdam: North-Holland Publishing Company, 1976.",
        "13. Sargent, Thomas J. The Observational Equivalence of Natural and Unnatural Rate Theories of Macroeconomics. Journal of Political Economy, LXXXIV (June, 1976), 631-640.",
        "14. Sims, Christopher A. Macroeconomics and Reality. Econometrica, XLVIII (January, 1980), 1-48.",
        "15. Smith, Gary, Pitfalls in Financial Model Building: A Clarification. American Economic Review, LXV (June, 1975), 510-16."
    ]
}