{
    "id": 7040,
    "cites": 23,
    "cited_by": 17,
    "reference": [
        "Adams, James D., Technology, Trade, and Wages: Sectoral Evidence, mimeograph, 1998.",
        "Aitken, Brian, Ann Harrison, and Robert E. Lipsey, Wages and Foreign Ownership: A Comparative Study of Mexico, Venezuela, and the United States, Journal of International Economics, May 1996, 345-372.",
        "Autor, David H., Lawrence F. Katz, and Alan B. Krueger, Computing Inequality: Have Computers Changed the Labor Market'DONE', Quarterly Journal of Economics, November 1998.",
        "Baldwin, Robert E., The Effect of Trade and Foreign Direct Investment on Employment and Relative Wages, NBER Working Paper 5037, February 1995.",
        "Berman, Eli, John Bound, and Zvi Griliches, Changes in the Demand for Skilled Labor Within U.S. Manufacturing Industries: Evidence from the Annual Survey of Manufactures, Quarterly Journal of Economics, May 1994, 367-398.",
        "Blonigen, Bruce A., Firm-specific Assets and the Link Between Exchange Rates and Foreign Direct Investment, American Economic Review, June 1997, pp. 447-65.",
        "Carr, David L., James R. Markusen, and Keith E. Maskus, Estimating the Knowledge-Capital Model of the Multinational Enterprise, NBER Working Paper 6773, October 1998.",
        "Davis, Steven J., Cross-Country Patterns of Change in Relative Wages, in Olivier J. Blanchard and Stanley Fischer (eds), 1992 Macroeconomics Annual, NBER, 1992.",
        "Dunning, John H., International Production and the Multinational Enterprise, London: George Allen and Unwin, 1981.",
        "Feenstra, Robert C. and Gordon H. Hanson, Foreign Investment, Outsourcing, and Relative Wages, in Robert C. Feenstra, Gene M. Grossman, and Douglas A. Irwin (eds.), Political Economy of Trade Policy: Essays in Honor of Jagdish Bhagwati, Cambridge, MA: MIT Press, 1996a, pp. 89-127.",
        "Feenstra, Robert C., and Gordon H. Hanson, Globalization, Outsourcing, and Wage Inequality, American Economic Review, May 1996b, pp. 240-245.",
        "Feenstra, Robert C., and Gordon H. Hanson, Foreign Direct Investment and Relative Wages: Evidence from Mexicos Maquiladoras, Journal of International Economics, 1997, pp. 371-393.",
        "Globerman, Steven, John C. Ries, and Ilan Vertinsky, The Economic Performance of Foreign Affiliates in Canada, Canadian Journal of Economics, 1994, pp. 143-156.",
        "Haskel, Jonathan E., and Matthew J. Slaughter, Does the Sector Bias of Skill-Biased Technical Change Explain Changing Skill Differentials'DONE', August 1998, revision, NBER Working Paper 6565.",
        "Helpman, Elhanan, A Simple Theory of International Trade with Multinational Corporations, Journal of Political Economy, 92, 1984, No. 3, 451-471.",
        "Howenstine, Ned G. and Dale P. Shannon, Differences in Foreign-Owned U.S. Manufacturing Establishments by Country of Owner, Survey of Current Business, March 1996, pp. 43-60.",
        "Howenstine, Ned G. and William J. Zeile, Characteristics of Foreign-owned U.S. Manufacturing Establishments, Survey of Current Business, January 1994, pp. 34-59.",
        "Klein, Michael W. and Eric S. Rosengren, The Real Exchange Rate and Foreign Direct Investment in the United States, Journal of International Economics, May 1994, pp. 373-89.",
        "Kogut, Bruce and Sea Jin Chang, Technological Capabilities and Japanese Foreign Direct Investment, Review of Economics and Statistics, August 1991, 73(3), pp. 401-13.",
        "Markusen, James R., The Boundaries of Multinational Enterprises and the Theory of International Trade, Journal of Economic Perspectives, Spring 1995, 169-189.",
        "Markusen, James R., and Anthony J. Venables, Multinational Firms and the New Trade Theory, Journal of International Economics, December 1998, 183-204.",
        "Slaughter, Matthew J., Production Transfer Within Multinational Enterprises and American Wages, 1999, forthcoming Journal of International Economics.",
        "Zeile, William J., The Domestic Orientation of Production and Sales by U.S. Manufacturing Affiliates of Foreign Companies, Survey of Current Business, April 1998, pp. 29-50."
    ]
}