{
    "id": 7043,
    "cites": 20,
    "cited_by": 11,
    "reference": [
        "Barberis, Nicholas, MaximBoycko, Andrei Shleifer and Natalia Tsukanova, HowDoes Privatization Work'DONE' Evidence from the Russian Shops, Journal of Political Economy 104 (August 1996): 764-90.",
        "Boardman, Anthony E. and Aidan R.Vining, Ownership and Performance in Competitive Environments: A Comparison of the Performance of Private, Mixed, and State-Owned Enterprise, Journal of Law and Economics 32 (April 1989): 1-33.",
        "Boubakri, Narjess and Jean-Claude Cosset, The Financial and Operating Performance of Newly Privatized Firms: Evidence from Developing Countries, Journal of Finance, Vol. 53, No. 3, June 1998.",
        "Bresnan, John, Managing Indonesia: The Modern Political Economy, Columbia University Press, New York, 1993.",
        "Claessens, Stijn and Simeon Djankov, Politicians and Firms: Evidence from Seven Central and Eastern European Countries, mimeo, 1997.",
        "Ehrlich, Isaac, Georges Gallais-Hamonno, Zhiqiang Liu and Randall Lutter, Productivity Growth and Firm Ownership: An Analytical and Empirical Investigation, Journal of Political Economy 102, (October 1994): 1006-1038.",
        "Funkhouser, Richard and Paul W. MacAvoy, A Sample of Observations on Comparative Prices in Public and Private Enterprises, Journal of Public Economics 11 (June 1979): 353-68.",
        "Gertner, Robert H., David S. Scharfstein and Jeremy Stein, Internal Versus External Capital Markets, Quarterly Journal of Economics (November 1994): 1211-1230.",
        "Goeltom, Miranda, Indonesias Financial Liberalization, Institute of Southeast Asian Studies, Singapore, 1995.",
        "Griliches, Zvi and Jacques Mairesse, Production Functions: The Search for Identification, mimeo, March 1995.",
        "Groves, Theodore, Yongmiao Hong, John McMillan and Barry Naughton, Autonomy and Incentives in Chinese State Enterprises, Quarterly Journal of Economics, (February 1994): 183-209.",
        "Harrison, Ann E., Productivity, Imperfect Competition and Trade Reform: Theory and Evidence, Journal of International Economics 36 (1994): 53-73.",
        "Kikeri, Sunita, John Nellis and Mary Shirley, Privatization: Lessons from Market Economies, The World Bank Observer 9, (July 1994): 241-72.",
        "La Porta, Rafael and Florencia Lopez-de-Silanes, The Benefits of Privatization: Evidence from Mexico, NBER Working Paper 6215, October 1997.",
        "Laffont, Jean-Jacques and Jean Tirole, A Theory of Incentives in Procurement and Regulation, The MIT Press, Cambridge, Massachusetts, 1993.",
        "Megginson, William L., Robert C. Nash, and Mathias van Randenborgh, The Financial and Operating Performance of Newly Privatized Firms: An International Empirical Analysis, Journal of Finance, XLIX (1994): 403-52.",
        "Pinto, Brian and Sweder van Wijnbergen, Ownership and Corporate Control in Poland: Why State Firms Defied the Odds, CEPR Discussion Paper No. 1273, December 1995.",
        "Pitt, Mark M. and Lung-Fei Lee, The Measurement and Sources of Technical Inefficiency in the Indonesian Weaving Industry, Journal of Development Economics 9 (1981), 43-64.",
        "Shleifer, Andrei and Robert W. Vishny, Politicians and Firms, Quarterly Journal of Economics, (November 1994): 995-1025.",
        "Vickers, John and George Yarrow, Economic Perspectives on Privatization, The Journal of Economic Perspectives, Volume 5, Issue 2(Spring), 1991, 111-132."
    ]
}