{
    "id": 7045,
    "cites": 22,
    "cited_by": 5,
    "reference": [
        "Blanco, Herminio, and Peter M. Garber (1986), Recurrent Devaluation and Speculative Attacks on the Mexican Peso, Journal of Political Economy, v. 94, p. 148-166.",
        "Calvo, Guillermo A. (1986), Temporary Stabilization: Predetermined Exchange Rates, Journal of Political Economy, v. 94, pp.1319-1329.",
        "Money, Credit and Banking, v. 19, pp. 19-32. , and Allan Drazen, (1993) Uncertain Duration of Reform: Dynamic Implications, Working Papers in International Economics No. WP 4, Center for International Economics, University of Maryland.",
        "Drazen, Allan and Elhanan Helpman, (1988), Stabilization with Exchange Rate Management Under Uncertainty, in Economic Effects of the Government Budget, ed. by E. Helpman, A.",
        "Greenwood, Jeremy (1983), Expectations, the Exchange Rate and the Current Account, Journal of Monetary Economics, vol. 12, pp. 543-569.",
        "Canadian Journal of Economics, vol. 17, pp. 806-823 Helpman, Elhanan and Assaf Razin (1987), Exchange Rate Management: Intertemporal Tradeoffs, American Economic Review, vol. 77, pp.107-123.",
        "Kamin, Steven and John H. Rogers (1996), Monetary Policy in the End-Game to Exchange- Rate-Based Stabilizations: The Case of MÃ\u0083Â©xico, Journal of International Economics.",
        "Kaminsky, Graciela and Carmen M. Reinhart (1999), Twin Crises: The Causes of Banking and Balance of Payments Crises, American Economic Review, forthcoming.",
        "Kiguel, Miguel and Nissan Liviatan (1992), The Business Cycle Associated with Exchange Rate Based Stabilization, World Bank Economic Review, vol. 6., pp. 279-305.",
        "Kimbrough, Kent P. (1986) The Optimum Quantity of Money Rule in the Theory of Public Finance Journal of Monetary Economics, 18(3), 277-84.",
        "King, Robert G., Charles I. Plosser, and Sergio T. Rebelo (1988), Production, Growth, and Business Cycles, Journal of Monetary Economics, vol. 21, pp. s126-s150.",
        "Klein, Michael W. and Nancy P. Marion, (1997) Explaining the Duration of Exchange-Rate Pegs, Journal of Development Economics, v. 54, pp. 387-404.",
        "Krugman, Paul, (1979), A Model of Balance-of-Payments Crises, Journal of Money, Credit, and Banking, vol. 11, pp.311-325.",
        "Kumhof, Michael (1999), Lower Inflation Through Lower Interest Rates - Capital Inflow Sterilization in Small Open Economies, mimeo, Department of Economics, Stanford University.",
        "Mendoza, Enrique G. (1995), The Terms of Trade, the Real Exchange Rate and Economic Fluctuations, International Economic Review, vol. 36, pp. 101-137.",
        "Macroeconomics, Federal Reserve Bank of Minneapolis. , and (1999), Devaluation Risk and the Syndrome of Exchange-RateBased -Stabilizations, NBER Working Paper No. 7014, National Bureau of Economic Research, Cambridge: MA.",
        "Side Economics in a Global Economy,: American Economic Review, vol. 88, no.1, pp. 226-245. Mundell, Robert A. (1960) The Monetary Dynamics of International Adjustment under Fixed and Flexible Exchange Rates, Quarterly Journal of Economics, v. LXXIV, no. 2, pp.227-257.",
        "Obstfeld, Maurice (1986), Rational and Self-Fulfilling Balance-of-Payments Crises, American Economic Review, vol. 76, pp. 72-81.",
        "Rebelo, Sergio T, and Carlos A. VÃ\u0083Â©gh, (1996), Real Effects of Exchange-Rate-Based Stabilization: An Analysis of Competing Theories, NBER Macro Annual, National Bureau of Economic Research, Cambridge: MA.",
        "Economics, University of Pennsylvania. (1998b), Real Exchange Rate Targeting and Aggregate Instability, mimeo, Department of Economics, University of Pennsylvania.",
        "VÃ\u0083Â©gh, Carlos A. (1992), Stopping High Inflation: An Analytical Overview, IMF Staff Papers, 39, 626-695.",
        "Uribe (1998b) shows that real exchange targeting, i.e., exchange rate policies whereby the rate of depreciation is set as an increasing function of the relative price of nontradables in terms of tradables, can produce endogenous aggregate instability."
    ]
}