{
    "id": 7046,
    "cites": 30,
    "cited_by": 83,
    "reference": [
        "Attanasio, Orazio P. and Martin Browning. Consumption over the Life Cycle and over the Business Cycle. American Economic Review, December 1995, ~(5), pp. 1118-37.",
        "Baxter, Marianne. Are Consumer Durables Important for Business Cycles?. Review of Economics and Statistics, February 1996, 78(1), pp. 147-55.",
        "Baxter, Marianne and Crucini, Mario J. Explaining Saving-Investment Correlations. American Economic Review, June 1993, 83(3), pp. 416-436.",
        "Becker, Gary S. A Theory of the Allocation of Time, Economic Journal, September 1965, 75, pp. 493-517.",
        "Benhabib, Jess; Rogerson, Richard and Wright, Randall. Homework in Macroeconomics: Household Production and Aggregate Fluctuations. Journal of Political Economy, December, 1991, 9fi(6), pp. 1166-1187.",
        "Caballero Ricardo J. Consumption Puzzles and Precautionary Savings. Journal of Monetary Economics, January 1990, 25(1), pp. 113-136.",
        "Campbell, John Y. and Ludvigson, Sydney. Elasticities of Substitution in Real Business Cycle Models with Home Production. Working paper, Harvard University, 1997.",
        "Campbell John Y. and Mankiw, N. Gregory. Consumption, Income, and Interest Rates: Reinterpreting the Time Series Evidence. NBER Macroeconomics Annual, 1989, pp. 185-216.",
        "Campbell John Y. and Mankiw, N. Gregory. Permanent Income, Current Income, and Consumption. Journal of Business and Economic Statistics, July 1990, ~(3), pp. 265-279.",
        "Campbell John Y. and Mankiw, N. Gregory. The Response of Con- sumption to Income: A Cross-Country Investigation. European Economic Review, May 1991, 35(4), pp. 723-767.",
        "Canova, Fabio and Ubide, Angel. International Business Cycles, Fi- nancial Markets and Household Production. Universitat Pompeu Fabra (Barcelona, Spain) Discussion Paper Series 27, Working paper 204, Jan- 42 uary 1997, and forthcoming, Journal of Economic Dynamics and Control.",
        "Christiano, Lawrence; Eichenbaum, Martin, and Marshall, David. The Permanent Income Hypothesis Revisited. Econometrica, March 1991, 59(2), pp. 397-424.",
        "Cochrane, John H. Comment: `The Response of Consumption to Income: A Cross-Country Investigation by J.Y. Campbell and N.G. Mankiw, `Why Test the Permanent Income Hypothesis?  European Economic Review, May 1990, 35(4), pp. 757-764.",
        "Eichenbaum, Martin and Hansen, Lars Peter. Estimating Models with Intertemporal Substitution Using Aggregate Time Series Data. Journal of Business and Economic Statistics, January 1990, 8(1), pp. 53-69.",
        "Feldstein, Martin S., Dicks-Mireaux, Louis and Poterba, James. The Effective Tax Rate and the Pretax Rate of Return. Journal of Public Economics, July 1983, 21(2), pp. 129-158.",
        "Flavin, Marjorie A. The Adjustment of Consumption to Changing Expecta- tions About Future Income. Journal of Political Economy, October 1981, 89(5), pp.974-1009.",
        "Friedman, Milton. A Theory of the Consumption Function. Princeton, New Jersey: Princeton University Press, 1957.",
        "Garber, Peter and King, Robert. Deep Structural Excavation? A Critique of Euler Equation Methods. University of Rochester Discussion Paper No. 83-14, 1983.",
        "Greenwood, Jeremy, and Hercowitz, Zvi. The Allocation of Capital and Time over the Business Cycle. Journal of Political Economy, December 1991, 99(6), pp. 1188-1214.",
        "Greenwood, Jeremy; Rogerson, Richard and Wright Randall. House- hold Production in Real Business cycle theory, in: T. Cooley, ed., Frontiers of Business Cycle Research. Princeton: Princeton University Press, 1995, pp. 157-174.",
        "Hall Robert E. Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence. Journal of Political Economy, Decem- ber 1978, 86(6), pp. 971-987.",
        "Juster, F. Thomas and Stafford, Frank P. The Allocation of Time: Empir- ical Findings, Behavioral Models, and Problems of Measurement. Journal 44 of Economic Literature, June 1991, 29(2), pp. 471-522.",
        "King, Robert G., Plosser, Charles and Rebelo, Sergio. Production, Growth and Business Cycles: Technical Appendix. Working paper, Rochester Center for Economic Research, 1987.",
        "Mankiw Gregory N. Consumer Durables and the Real Interest Rate. Review of Economics and Statistics, August 1985, 67(3), pp. 353-362.",
        "McGrattan, Ellen; Rogerson, Richard and Wright, Randall. An Equi- librium Model of the Business Cycle with Household Production and Fiscal Policy. International Economic Review, May 1997, 38(2), pp. 267-290.",
        "Rios-Rull, Victor. Working in the Market, Home Production, and the Ac- quisition of Skills: A General-Equilibrium Approach. American Economic Review, September 1993, 83(4), pp. 893-907.",
        "Rogerson, Richard. Indivisible Labor, Lotteries and Equilibrium. Journal of Monetary Economics, January 1988, ~jj1), pp. 3-16.",
        "Rupert, Peter; Rogerson, Richard, and Wright Randall. Estimating Substitution Elasticities in Household Production Models. Economic Theory, June 1995, 6(1), pp. 179-193.",
        "Shea, John. Instrument Relevance in Multivariate Linear Models: A simple Measure. Review of Economics and Statistics, May 1997, 79(2), pp. 348- 52.",
        "Shapiro, Matthew D. and Joel Slemrod. Consumer Response to the Timing of Income: Evidence from a Change in Tax Withholding. American Economic Review, March 1995, ~(1), pp. 274-283."
    ]
}