{
    "id": 705,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Allen, Polly Reynolds, Organization and ~~inistration of a ilonetary Union, Studies in International Finance NÃ\u0082Â° 33., ?rinceton, June 1976.",
        "Corden, W.M., Monetary Integration, Essays in International Finance NÃ\u0082Â° 93, Princeton, April 1972.",
        "Flood, Robert P. and Marion, Nancy P., The Transmission of Disturbances Under Alternative Exchange-Rate Regimes with Optimal Indexing, NBER Working Paper nÃ\u0082Â° 500, July 1980.",
        "Fisher, Stanley, Wage Indexation and Macroeconomic Stability, in K. Brunner and A. Meltzer, Stabilization of the Domestic and International Econczny, Vol. 5 of Carnegie-Rochester Conference Series on Public Policy. Amsterdam North-Holland, 1977, 107-148.",
        "Gray, Jo Anna, Wage Indexation : A Macroeconomic Approach, Journal of Mone tary Econanics, 2, April 1976, 221-235.",
        "Ingram, James C., The Case for European Monetary Integration, Essays in International Finance, NÃ\u0082Â° 98, Princeton, April 1973.",
        "Marston, Richard C. ,Cross. Country Effects of Sterilization, Reserve Currencies, and Foreign Exchange Intervention, Journal of International Economics, February 1980, 63-78.",
        "Marston, Richard C., Exchange-Rate Unions and the Volatility of the Dollar, NBER Working Paper no 492, June 1980.",
        "MoKinnon, Ronald I., Optimum Currency Areas, American Economic Review, 53 September 1963, 717-725.",
        "Modigliani, Franco and Padoa-Schioppa, Toni~so, The Management of an Open Economy with 100 % Plus Wage Indexation, Essays in International Finance NÃ\u0082Â° 130, Princeton, December 1978.",
        "Mundell, Robert A., Capital Mobility and Stabilization Policy Under Fixed and Flexible Exchange Rates, Canadian Journal of Economics and Political Science, 29, November 1963, 475-85.",
        "Nundell, Robert A., A Theory of Optimum Currency Areas, American Economic Review, 51, September 1961, 657-665.",
        "Sachs, Jeffrey, Wage Indexation, Flexible Exchange Rates, and Macro-Economic Policy, International Finance Discussion Papers NÃ\u0082Â° 137, Washington Board of Governors, April 1979.",
        "Tower, Edward and Willett, Thomas D., The Theory of Optflnum Currency Areas and Exchange Rate Flexibility, Special Papers in International Economics NÃ\u0082Â° 11, Princeton, May 1976."
    ]
}