{
    "id": 7050,
    "cites": 13,
    "cited_by": 9,
    "reference": [
        "Board of Trustees, Federal Old-Age and Survivors Insurance and Disability Insurance Trust Funds. 1998. 1998 Annual Report. Washington, DC: U.S.",
        "Government Printing Office. Diamond, P. 1992. Organizing the Health Insurance Market. Econometrica, 60: 1233-1254.",
        "Diamond, P., 1998, Economics of Social Security Reform. In Arnold, R.D., M.J. Graetz, and A.H. Munnell (eds.), Framing the Social Security Debate: Values, Politics, and Economics, Washington DC: Brookings Institution for the National Academy of Social Insurance.",
        "Dickson, Joel, 1998, personal communication.",
        "Edey Malcolm, and John Simon, 1998 Australias Retirement Income System, in Fedlstein, 1998.",
        "Levitt, Arthur, 1998, Speech at Harvard University, October 19.",
        "Mitchell, Olivia, 1998, Administrative Costs in Public and Private Retirement Systems, in Feldstein, Martin (ed.), Privatizing Social Security, National Bureau of Economic Research, University of Chicago Press.",
        "Mitchell, O., Poterba, J., Warshawsky, M, and Brown, J. forthcoming. New Evidence on the Money'DONE's Worth of Individual Annuities. American Economic Review. National Academy of Social Insurance, 1998, Evaluating Issues in Privatizing Social Security, Report of the Panel on Privatization of Social Insurance, Washington: National Academy of Social Insurance (available at www.nasi.org).",
        "Olsen, Kelly A., and Dallas L. Salisbury, 1998, Individual Social Security Accounts: Issues in Assessing Administrative Feasibility and Costs, EBRI Special Report SR-34 and Issue Brief 203, Washington: EBRI.",
        "Poterba, J., and M. Warshawsky. 1998. The Costs of Annuitizing Retirement Payouts from Individual Accounts. This volume.",
        "December 16, 1998 31 Rea, John D., and Brian K. Reid, 1998, Trends in the Ownership Cost of Equity Mutual Funds, Washington: Investment Company Institute Perspective.",
        "Social Security Administration, 1997, Annual Statistical Supplement to the Social Security Bulletin.",
        "Wilson, James Q., 1989, Bureaucracy, Basic Books, Inc."
    ]
}