{
    "id": 7053,
    "cites": 18,
    "cited_by": 4,
    "reference": [
        "Carmichael, Lorne and W. Bentley MacLeod. 1997. Gift Giving and the Evolution of Cooperation. European Economic Review, forthcoming.",
        "Datta, Saikat. 1996. Building Trust. LSEPS Discussion Paper No. TE/96/305 (March).",
        "Property Rights Theory of the Firm with Endogenous Timing. University of Exeter Discussion Paper 98/07. den Haan, Wouter, Garey Ramey, and Joel Watson. 1999. Contract-Theoretic Approaches to Wages and Displacement. UCSD Working Paper No. 99-02 (January).",
        "Dixit, Avinash K., and Robert S. Pindyck. 1994. Investment Under Uncertainty (Princeton, NJ: Princeton University).",
        "Dixit, Avinash K., and Robert S. Pindyck. 1995. The Options Approach to Capital Investment. Harvard Business Review 73 (May-June): 105-115.",
        "Egan, Mary Lou, and Ashoka Mody. 1992. Buyer-Seller Links in Export Development. World Development 20: 321-334.",
        "Gereffi, Gary. 1995. Global Production Systems and Third World Development. In Barbara Stallings, ed., Global Change, Regional Response: The New International Context of Development (New York: Cambridge University Press): 100-142.",
        "Ghosh, Parikshit, and Debraj Ray. 1996. Cooperation in Community Interaction Without Information Flows. Review of Economic Studies 63 (July): 491-519.",
        "Greif, Avner. 1993. Contract Enforceability and Economic Institutions in Early Trade: The Maghribi Traders Coalition. American Economic Review 83: 857-882.",
        "Horstmann, Ignatius J., and James R. Markusen. 1996. Exploring New Markets: Direct Investment, Contractual Relations and the Multinational Enterprise. International Economic Review 37 (February): 1-19.",
        "Kandori, Michihiro. 1992. Social Norms and Community Enforcement. Review of Economic Studies 59: 63-80.",
        "Kranton, Rachel. 1996. The Formation of Cooperative Relationships. Journal of Law, Economics, and Organization 12: 214-223.",
        "Jovanovic, Boyan. 1979. Job Matching and the Theory of Turnover. Journal of Political Economy 87 (October): 972-990.",
        "Ramey, Garey, and Joel Watson. 1996. Bilateral Trade and Opportunism in a Matching Market. UCSD Working Paper No. 96-08 (March).",
        "Rhee, Yung Whee, Bruce Ross-Larson, and Garry Pursell. 1984. Koreas Competitive Edge: Managing the Entry into World Markets (Baltimore: Johns Hopkins).",
        "Stokey, Nancy M., and Robert E. Lucas. 1989. Recursive Methods in Economic Dynamics (Cambridge, MA: Harvard).",
        "Vernon-Wortzel, H., L.H. Wortzel, and S. Deng. 1988. Do Neophyte Exporters Understand Importers? Columbia Journal of World Business 23 (Winter): 49-56.",
        "Watson, Joel. 1999a. Starting Small and Renegotiation. Journal of Economic Theory, in press."
    ]
}