{
    "id": 7054,
    "cites": 21,
    "cited_by": 13,
    "reference": [
        "Hanson, G.H. and M.J. Slaughter. 1999. Factor-Price Insensitivity to Immigration and the Rybczynski Theorem: Evidence from U.S. States. Mimeo, University of Michigan.",
        "Hamilton, J.D. 1994. Time Series Analysis. Princeton, NJ: Princeton University Press.",
        "Hanson, G.H. and A. Spilimbergo. 1999. Illegal Immigration, Border Enforcement, and Relative Wages: Evidence from Apprehensions at the U.S.-Mexico Border, A merican Economic Review, forthcoming.",
        "Friedberg, Rachel M. and Hunt, Jennifer. The Impact of Immigrants on Host-Country Wages, Employment, and Growth. Journal of Economic Perspectives, Spring 1995, 9(2), pp. 23-44.",
        "Godfrey, L.G. 1994. Testing for Serial Correlation by Variable Addition in Dynamic Models Estimated by Instrumental Variables. The Review of Economics and Statistics 76: 550-5 59.",
        "Grossman, J.B. 1982. The Substitutability of Natives and Immigrants in Production.t Review of Economics and Statistics 54: 596-603.",
        "Filer, R.K. 1992. The Effect of Immigrant Arrivals on Migratory Patterns of Native Workers.~ In G.J. Borjas and R.B. Freeman, eds., Immigration and the Work Force. Chicago: University of Chicago Press.",
        "Espenshade, Thomas J. Unauthorized Immigration to the United States. A nnual Review of Sociology Vol. 21, 1995, pp. 195-216.",
        "Espenshade, Thomas J. Does the Threat of Border Apprehension Deter Undocumented U.S. Immigration? Population and Development Review, December 1994, 20(4), pp. 87 1-91.",
        "Donato, Katherine M., and Massey, Douglas 5. 1992. Mexican Migration to the United States: A Critical Review. Latin American Research Review, 27: 3-43.",
        "Donato, Katherine M.; Durand, Jorge and Massey, Douglas 5. 1992. Stemming the Tide? Assessing the Deterrent Effects of U.S. Immigration and Control. Demogrqhy, May, 29(2), pp. 139-57.",
        "Cornelius, Wayne A. 1992. From Sojourners to Settlers: The Changing Profile of Mexican Immigration to the United States, in Jorge A. Bustamente, Clark W. Reynolds, and Raul A. Hinojosa, eds., US.-Mexico Relations: Labor-market Interdependence. Stanford, CA: Stanford University Press, pp. 155-95.",
        "Card, D.E. 1997. Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration. NBER Working Paper No. 5927.",
        "Borjas, G.J. and L. Hilton. 1996. Immigration and the Welfare State: Immigrant Participation in Means-Tested Entitlement Programs. Quarterly Journal of Economics 106: 575-604.",
        "Altonji, J.G. and D. Card. 1991. The Effects of Immigration on the Labor Market Outcomes of Less-Skilled Natives. In J.M. Abowd and R.B. Freeman, eds., Immigration, Trade, and the Labor Market. Chicago: University of Chicago Press, pp. 201-59.",
        "Blanchard, 0. and L. Katz. 1992. Regional Evolutions. Brookings Papers on Economic Activity 1: 1-75.",
        "Borjas, G.J. 1987. Immigrants, Minorities, and Labor Market Competition. Industrial and Labor Relations Review 40: 382-392.",
        "Borjas, George J. The Economics of Immigration. Journal of Economic Literature, December 1994, 32(4), pp. 1667-1717.",
        "Borjas, G.J., R.B. Freeman, and L.F. Katz. 1992. On the Labor Market Effects of Immigration and Trade. In G.J. Borjas and R.B. Freeman, eds., Immigration and the Work Force. Chicago: University of Chicago Press, pp. 2 13-44.",
        "Borjas, G.J., R.B. Freeman, and L.F. Katz. 1997. How Much do Immigration and Trade Affect Labor Market Outcomes? Brookings Papers on Economic Activity 1: 1-90.",
        "Borjas, G.J., Freeman, Richard B. and Lang, Kevin. 1991. Undocumented Mexican-Born Workers in the United States: How Many, How Permanent? in John M. Abowd and Richard B. Freeman, eds., Immigration, Trade, and the Labor Market. Chicago, IL: University of Chicago Press, pp. 77-100."
    ]
}