{
    "id": 7055,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "Boudoukh, Jacob, Matthew Richardson, and Robert F. Whitelaw, 1994, Industry returns and the Fisher effect, Journal of Finance 49, 1595-1616.",
        "Breeden, Douglas T., 1979, An intertemporal asset pricing model with stochastic consumption and investment opportunities, Journal of Financial Economics 7, 265-296.",
        "Breeden, Douglas T., Michael R. Gibbons, and Robert Litzenberger, 1989, Empirical tests of the consumption-oriented CAPM, Journal of Finance 44, 231-262.",
        "Campbell, John Y., 1991, A variance decomposition for stock returns, Economic Journal 101, 157-179.",
        "Campbell, John Y., 1996, Understanding risk and return, Journal of Political Economy 104, 267297.",
        "Campbell, John Y., and John Ammer, 1993, What moves the stock and bond markets'DONE' A variance decomposition for long-term asset returns, Journal of Finance 48, 3-38.",
        "Campbell, John Y., and Jianping Mei, 1993, Where do betas come from'DONE' Asset price dynamics and the sources of systematic risk, Review of Financial Studies 6, 567-592.",
        "Carhart, M.M., 1997, On the persistence of mutual fund performance, Journal of Finance, 52, 57-82.",
        "Chan, Louis K.C., Jason Karceski and Josef Lakonishok, 1998, The risk and return from factors, Journal of Financial and Quantitative Analysis 33, 159-188.",
        "Chen, Nai-Fu, Richard Roll, and Stephen A. Ross, 1986, Economic forces and the stock market, Journal of Business 59, 383-403.",
        "Davis, James, Eugene F. Fama and Kenneth R. French, 1999, Characteristics, covariances, and average returns: 1929-1997, February 1999, Center for Research in Security Prices Working Paper 471.",
        "Davis, Steven J., and Paul Willen, 1998, Using financial assets to hedge labor income risks: Estimating the benefits, University of Chicago working paper.",
        "Dumas, Bernard, 1994, A test of the international CAPM using business cycle indicators as instrumental variables, in Jeffrey Frankel, ed.: The Internationalization of Equity Markets (University of Chicago Press, Chicago, Ill.).",
        "Economic Tracking Portfolios - Page 36 Fama, Eugene F., 1981, Stock returns, real activity, inflation, and money, American Economic Review 71, 545-565.",
        "Fama, Eugene F., 1990, Stock returns, expected returns, and real activity, Journal of Finance 45, 1089-1108.",
        "Fama, Eugene F. and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Ferson, Wayne E. and Campbell R. Harvey, 1991, The variation of economic risk premiums, Journal of Political Economy 99, 385-415.",
        "Jagannathan, Ravi and Wang, Zhenyu, 1996, The conditional CAPM and the cross-section of expected returns, Journal of Finance 51, 3-53.",
        "Lamont, Owen, Christopher Polk and JesÃ\u0083Âºs SaÃ\u0083Â¡-Requejo, 1999, Financial constraints and stock returns, working paper.",
        "McQueen, Grant and V. Vance Roley, 1993, Stock prices, news, and business conditions, Review of Financial Studies 6, 683-707.",
        "Schwert, G. William, 1990, Stock returns and real activity: A century of evidence, Journal of Finance 45, 1237-1257.",
        "Sharpe, William F., 1982, Factors in New York Stock Exchange Security Returns, 1931-1979, Journal of Portfolio Management Fall 1982.",
        "Shiller, Robert J., 1993, Macro markets (Oxford University Press, Oxford, UK).",
        "Titman, Sheridan and Arthur Warga, 1989, Stock returns as predictors of interest rates and inflation, Journal of Financial and Quantitative Analysis 24, 47-57."
    ]
}