{
    "id": 7057,
    "cites": 46,
    "cited_by": 19,
    "reference": [
        "[2] Berger, A.N., and G.F. Udell (1995), Relationship Lending and Lines of Credit in Small Firm Finance, Journal of Business 68, 351-381.",
        "[17] Farmer, R. (1988b), Money and Contracts, Review of Economic Studies 55, 431-446.",
        "[15] Drabenstott, M. and L. Meeker (1997), Improving Rural Financing, Independent Banker, July, 33-35.",
        "[16] Farmer, R. (1988a), What is a Liquidity Crisis? Journal of Economic Theory 46, 1-15.",
        "[14] Den Haan, W.J., G. Ramey, and J. Watson (1997), Job Destruction and Propagation of Shocks, Discussion Paper No. 97-23, Department of Economics, UCSD, October.",
        "[13] DellAriccia, G., and P. Garibaldi (1998), Bank Lending and Interest Rate Changes in a Dynamic Matching Model, IMF Working Paper WP/98/93, June.",
        "[12] Cooper, R., and D. Corbae (1997), Financial Fragility and the Great Depression, NBER Working Paper No. 6094, July.",
        "[11] Cooley, T.F., and V. Quadrini (1998b), Financial Markets and Firm Dynamics, draft, University of Rochester and Universitat Pompeu Fabra, February.",
        "[10] Cooley, T.F., and V. Quadrini (1998a), Monetary Policy and the Financial Decisions of Firms, draft, University of Rochester and Universitat Pompeu Fabra, February. LIQUIDITY FLOWS AND FRAGILITY OF BUSINESS ENTERPRISES 40",
        "[9] Christiano,L.J., and M. Eichenbaum (1995), Liquidity Effects, Monetary Policy, and the Business Cycle, Journal of Money, Credit and Banking 27, 1113-1136.",
        "[8] Carlstrom, C.T., and T.S. Fuerst (1997), Agency Costs, Net Worth, and Business Fluctuations: A Computable General Equilibrium Analysis, American Economic Re- view 87, 893-910.",
        "[7] Caballero, R.J., and M.L. Hammour (1998), Improper Churn: Social Costs and Macro- economic Consequences, draft, MIT, February.",
        "[6] Brewster Stearns, L. and M. S. Mizruchi (1993), Corporate Financing: Social and Economic Determinants, in R. Swedberg, ed., Explorations in Economic Sociology, New York: Russell Sage Foundation.",
        "[5] Bernanke, B., and C. Lown (1991), The Credit Crunch, Brookings Papers on Eco- nomic Activity 1991:2, 205-239.",
        "[4] Bernanke, B., and M. Gertler (1989), Agency Costs, Net Worth, and Business Fluctu- ations, American Economic Review 79, 14-31.",
        "[3] Bernanke, B. (1983), Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review 73, 257-276.",
        "[18] Fuerst, T.S. (1992), Liquidity, Loanable Funds, and Real Activity, Journal of Mone- tary Economics 29, 3-24.",
        "[19] Furlong, F.T. (1992), Capital Regulation and Bank Lending, Federal Reserve Bank of San Francisco Economic Review 3, 23-33.",
        "[20] Gertler, M. (1992), Financial Capacity and Output Fluctuations in an Economy with Multiperiod Financial Relationships, Review of Economic Studies 59, 455-472.",
        "[21] Gibson, M.S. (1995), Can Bank Health Affect Investment? Evidence from Japan, Journal of Business, 68, 281-308.",
        "[22] Greenwood, J., and B. Jovanovic (1990), Financial Development, Growth, and the Distribution of Income, Journal of Political Economy 98, 1076-1107. LIQUIDITY FLOWS AND FRAGILITY OF BUSINESS ENTERPRISES 41",
        "[23] Haines, G., A. Riding, and R. Thomas (1991), Small Business Bank Shopping in Canada, Journal of Banking and Finance 15, 1041-1056.",
        "[24] Hoshi, T., A.K. Kashyap, and D.S. Scharfstein (1990), Bank Monitoring and Invest- ment: Evidence from the Changing Structure of Japanese Corporate Banking Rela- tionships, in R.G. Hubbard, ed., Asymmetric Information, Corporate Finance, and Investment, Chicago: University of Chicago Press.",
        "[25] Hoshi, T., A.K. Kashyap, and D.S. Scharfstein (1993), Corporate Structure, Liquidity and Investment: Evidence from Japanese Industrial Groups, Quarterly Journal of Economics 106, 33-60.",
        "[26] Kahn, C., and J. Scheinkman (1985), Optimal Employment Contracts with Bank- ruptcy Constraints, Journal of Economic Theory 35, 343-365.",
        "[27] Kashyap, A.K., and J.C. Stein (1997), What Do a Million Banks Have to Say about the Transmission of Monetary Policy? NBER Working Paper No. 6056.",
        "[29] King, R.G., and R. Levine (1993), Finance, Entrepreneurship, and Growth: Theory and Evidence, Journal of Monetary Economics 32, 513-542.",
        "[30] Kiyotaki, N., and J. Moore (1997), Credit Cycles, Journal of Political Economy 105, 2 11-248.",
        "[31] Levine, R. (1997), Financial Development and Economic Growth: Views and Agenda, Journal of Economic Literature 35, 688-726.",
        "[32] Lucas, R.E. Jr. (1990), Liquidity and Interest Rates, Journal of Economic Theory 50, 237-264. LIQUIDITY FLOWS AND FRAGILITY OF BUSINESS ENTERPRISES 42",
        "[33] Mathis, S. and T. Ulrich (1982), Small Business Credit: The Competitive Factor, Bankers Magazine 165, 41-45.",
        "[34] Mortensen, D.T., and C.A. Pissarides (1994), Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies 61, 397-415.",
        "[35] Neuberger, J.A. and G.C. Zimmerman (1990), Bank Pricing of Retail Deposit Accounts and The California Rate Mystery, Federal Reserve Bank of San Francisco Economic Review, Spring, 3-16.",
        "[36] New York Times (1998), July 3, p. C2.",
        "[37] Nosal, E. (1998), Financial Distress and Underemployment, Review of Economic Stud- ies 65, 817-845.",
        "[38] Petersen, M.A., and R.G. Rajan (1994), The Benefits of Lending Relationships: Evi- dence from Small Business Data, Journal of Finance 49, 3-37.",
        "[39] Petersen, M.A., and R.G. Rajan (1995), The Effect of Credit Market Competition on Lending Relationships, Quarterly Journal of Economics 110, 407-443.",
        "[40] Prowse, S.D. (1998), The Economics of the Private Equity Market, Economic Review, Federal Reserve Bank of Dallas, Third Quarter, 21-34.",
        "[41] Rajan, R.G. (1992), Insiders and Outsiders: The Choice between Informed and Arms- Length Debt, Journal of Finance 47, 1367-1400.",
        "[42] Ramey, G., and J. Watson (1997a), Contractual Fragility, Job Destruction, and Busi- ness Cycles, Quarterly Journal of Economics 112, 873-9 11.",
        "[43] Ramey, G., and J. Watson (1997b), Contractual Intermediaries, Discussion Paper No. 97-26, Department of Economics, UCSD, October. LIQUIDITY FLOWS AND FRAGILITY OF BUSINESS ENTERPRISES 43",
        "[44] Rose, 5. (1993), Comment, in Michael Klausner and Lawrence J. White, eds., Struc- tural Change in Banking, Homewood, Ill.: Business One Irwin.",
        "[45] Sappington, D. (1983), Limited Liability Contracts between Principal and Agent, Journal of Economic Theory 29, 1-21.",
        "[46] Sharpe, S.A. (1990), Asymmetric Information, Bank Lending, and Implicit Contracts: A Stylized Model of Customer Relationships, Journal of Finance 45, 1069-1087.",
        "[47] Sharpe, S.A. (1995), Bank Capitalization, Regulation, and the Credit Crunch: A Critical Review of the Research Findings, Finance and Economics Discussion Series 95/20, May.",
        "[48] Slovin, M.B., M.E. Sushka, and J.A. Polonchek (1993), The Value of Bank Durability: Borrowers as Bank Stakeholders, Journal of Finance 48, 247-266."
    ]
}