{
    "id": 7058,
    "cites": 23,
    "cited_by": 69,
    "reference": [
        "United States General Accounting Office. Child Care Subsidies Increase Likelihood that LowIncome Mothers Will Work. December 1994.",
        "Stoney, Louise and Mark H. Greenberg. The Financing of Child Care: Current and Emerging Trends. The Future of Children. Summer/Fall 1996.",
        "Quint, Janet C., Johannes M. Bos, and Denise Polit. New Chance: Final Report on a Comprehensive Program for Young Mothers in Poverty and Their Children. New York: Manpower Demonstration Research Corporation, July 1997.",
        "Pavetti, LaDonna A. and Amy Ellen Duke. Increasing Participation in Work and Work-Related Activities: Lessons from Five State Welfare Reform Demonstration Projects. Washington, DC: Urban Institute. September 1995.",
        "Mroz, Thomas A. The Sensitivity of an Empirical Model of Married Womens Hours of Work to Economic and Statistical Assumptions. Econometrica. July 1987.",
        "Maynard, Rebecca (editor) Building Self-Sufficiency among Welfare-Dependent Teenage Parents: Lessons from the Teenage Parent Demonstration. Princeton, NJ: Mathematica Policy Research, Inc., June 1993.",
        "Martinson, Karin and James Riccio. GAIN: Child Care in a Welfare Employment Initiative. New York: Manpower Demonstration Research Corporation. 1989.",
        "Kimmel, Jean. The Effectiveness of Child Care Subsidies in Encouraging the Welfare-to-Work Transition of Low-Income Single Mothers. American Economic Review. May 1995.",
        "Hofferth, Sandra L. Child Care in the United States Today. The Future of Children. Summer/Fall 1996.",
        "Hofferth, Sandra L. Comments on `The Importance of Child Care Costs to Womens Decision Making, in David M. Blau (ed.), The Economics of Child Care. New York: Russell Sage Foundation. 1991.",
        "Han, Wen-Jui and Jane Waldfogel. Child Care and Womens Employment. unpublished manuscript, Columbia University School of Social Work. April 1998.",
        "Gueron, Judith M. and Edward Pauly. From Welfare to Work. New York: Russell Sage Foundation. 1991.",
        "Gentry, William M. and Alison P. Hagy. The Distributional Effects of the Tax Treatment of Child Care Expenses, in Martin Feldstein and James M. Poterba (eds.), Empirical Foundations of Household Taxation. Chicago: University of Chicago Press, 1996.",
        "Gelbach, Jonah. How Large an Effect Do Child Care Costs Have on Single Mothers Labor Supply? Evidence Using Access to Free Public Schooling. MIT, unpublished manuscript. November 21, 1997.",
        "Freedman, Stephen and Daniel Friedlander. The JOBS Evaluation: Early Findings on Program Impacts in Three Sites. New York: Manpower Demonstration Research Corporation. 1995.",
        "Eissa, Nada and Hilary Williamson Hoynes. The Earned Income Tax Credit and the Labor Supply of Married Couples. Center for Labor Economics, University of California - Berkeley, Working Paper No. 4, June 1998.",
        "Connelly, Rachel. The Effect of Child Care Costs on Married Womens Labor Force Participation. Review of Economics and Statistics, February 1992.",
        "Cleveland, Gordon, Morley Gunderson and Douglas Hyatt. Child Care Costs and the Employment of Women: Canadian Evidence. Canadian Journal of Economics. February 1996.",
        "Blau, David M. and Alison P. Hagy. The Demand for Quality in Child Care. Journal of Political Economy. Vol. 106, No. 1 (February 1998). pp. 104-147. Bloom, Dan, Mary Farrell, James J. Kemple, and Nandita Verma. The Family Transition Program: Implementation and Interim Impacts of Floridas Initial Time-Limited Welfare Program. New York: Manpower Demonstration Research Corporation. 1998.",
        "Blau, David and Phillip K. Robins. Child Care Costs and Family Labor Supply. Review of Economics and Statistics, August 1988.",
        "Berger, Mark C. and Dan A. Black. Child Care Subsidies, Quality of Care, and the Labor Supply of Low-Income, Single Mothers. Review of Economics and Statistics. November 1992.",
        "Behrens, Jean. The Demand for the Gary Subsidized Child Care Program. Princeton, NJ: Mathematica Policy Research. March 1978.",
        "Averett, Susan L., H. Elizabeth Peters, and Donald M. Waldman. Tax Credits, Labor Supply, and Child Care. Review of Economics and Statistics. February 1997."
    ]
}