{
    "id": 7059,
    "cites": 30,
    "cited_by": 8,
    "reference": [
        "Small, Kenneth A. and Camilla Kazimi. On the Costs of Air Pollution from Motor Vehicles. Journal of Transport Economics and Policy 29 (January 1995): 7-32.",
        "Sierra Research. Analysis of the Effectiveness and Cost-Effectiveness of Remote Sensing Devices. Report 5R94-05-05, prepared for the U.S. Environmental Protection Agency. (Sacramento, CA: Sierra Research, 1994).",
        "Sevigny, Maureen. Taxing Automobile Emissions for Pollution Control. (Cheltenham, UK: Edward Elgar Publishing Ltd., 1998).",
        "Pigou, Arthur C. The Economics of Welfare. Fourth edition. (London: MacMillan and Co., 1932).",
        "Krupnick, Alan J. and Margaret A. Walls. The Cost-effectiveness of Methanol for Reducmg Motor Vehicle Emissions and Urban Ozone. Journal of Policy Analysis and Management 11 (Summer 1992): 373-396.",
        "Krupnick, Alan J. and Paul R. Portney. Controlling Urban Air Pollution: A Benefit Cost Assessment. Science 252 (April 26, 1991): 522-528.",
        "Kohn, Robert E. An Additive Tax and Subsidy for Controlling Automobile Pollution. Applied Economics Letters 3 (July 1996): 459-462.",
        "Kahn, Matthew E. New Evidence on Trends in Vehicle Emissions. Rand Journal of Economics 27 (Spring 1996b): 183-196.",
        "Kahn, Matthew E. New Estimates of the Benefits of Vehicle Emissions Regulation. Economics Letters 51 (June 1996a): 363-369.",
        "Innes, Robert. Regulating Automobile Pollution Under Certainty, Competition, and Imperfect Information. Journal of Environmental Economics and Management 31 (September 1996): 219-239.",
        "Harrington, Winston, Virginia McConnell and Anna Alberini. Economic Incentive Policies under Uncertainty: The Case of Vehicle Emission Fees, in Roberto Roson and Kenneth A. Small, eds., Environment and Transport in Economic Modelling. (Dordrect, The Netherlands: Kluwer Academic Publishers, 1998).",
        "Harrington, Winston, Margaret Walls and Virginia McConnell. Shifting Gears: New Directions for Cars and Clean Air. Discussion Paper 94-26-REV. (Washington, DC: Resources for the Future, 1994).",
        "Harrington, Winston. Fuel Economy and Motor Vehicle Emissions. Journal of Environmental Economics and Management 33 (July 1997): 240-252.",
        "Hall, Jane V., Arthur M. Winer, Michael T. Kleinman, Frederick W. Lurmann, Victor Brajer and Steven D. Colome. Valuing the Health Benefits of Clean Air. Science 255 (February 14, 1992): 8 12-817.",
        "Goldberg, Pinelopi K. The Effects of Corporate Average Fuel Efficiency Standards in the US. The Journal of Industrial Economics 46 (March 1998): 1-33.",
        "Fullerton, Don and Sarah West. Tax and Subsidy Combinations for the Control of Car Pollution. Working paper prepared for the Public Policy Institute of California (March, 1999).",
        "Fullerton, Don and Ann Wolverton. The Case for a Two-Part Instrument: Presumptive Tax and Environmental Subsidy, forthcoming in Paul R. Portney and Robert M. Schwab, eds., Environmental Economics and Public Policy: Essays in Honor of Wallace E. Oates. (Cheltenham, UK: Edward Elgar Publishing Ltd., 1999).",
        "Fullerton, Don. Environmental Levies and Distortionary Taxation: Comment. Ih~ American Economic Review 87 (March 1997): 245-25 1.",
        "Faiz, Asif, Christopher S. Weaver and Michael P. Walsh. Air Pollution From Motor Vehicles. (Washington, DC: The World Bank, 1996).",
        "Eskeland, Gunnar and Shantayanan Devarajan. Taxing Bads by Taxing Goods: Pollution Control with Presumptive Charges. (Washington, DC: The World Bank, 1996).",
        "Eskeland, Gunnar. A Presumptive Pigovian Tax: Complementing Regulation to Mimic an Emissions Fee. The World Bank Economic Review 8.3 (September 1994): 373-394.",
        "Dunleep, KG. NEMS Transportation Sector Model. (Arlington, VA: Energy and Environmental Analysis, 1992).",
        "California Air Resources Board (CARB). Test Report of the Light-Duty Vehicle Surveillance Program, Series 13 (LDVSP13) Project. (September 3, 1997).",
        "Burmich, Pam. The Air Pollution-Transportation Linkage. (Sacramento, CA: State of California Air Resources Board, Office of Strategic Planning, 1989).",
        "Bradsher, Keith. Favors Benefit Light Trucks, But May Be Harmful. The Austin American-Statesman. (December 7, 1997): A25, A42, A43.",
        "Bohm, Peter and Clifford S. Russell. Comparative Analysis of Alternative Policy Instruments, in Allen V. Kneese and James L. Sweeney, eds., Handbook of Natural Resource and Energy Economics, Volume 1. (Amsterdam: North Holland, 1985): 395-460.",
        "Baumol, William J. and Wallace E. Oates. Theory of Environmental Policy. Second edition. (New York: Cambridge University Press, 1988).",
        "Auerbach, Alan J. The Theory of Excess Burden and Optimal Taxation, in Martin Feldstein and Alan Auerbach, eds., Handbook of Public Economics, Volume 1. (Amsterdam: North Holland, 1985): 6 1-125.",
        "Alberini, Anna, Winston Harrington and Virginia McConnell. Estimating an Emissions Supply Function from Accelerated Vehicle Retirement Programs. The Review of Economics and Statistics 78 (May 1996): 25 1-263.",
        "Alberini, Anna, Winston Harrington and Virginia McConnell. Determinants of Participation in Accelerated Vehicle-retirement Programs. The Rand Journal of Economics 26 (Spring 1995): 93-112."
    ]
}