{
    "id": 706,
    "cites": 22,
    "cited_by": 1,
    "reference": [
        "Ashenfelter, 0. and J.J. Heckman, \"The Estimation of Income and Substitution Effects in a Model of Family Labor Supply,\" Econometrica, 42 (January* 1974), pp. 73-85. Bowen, W.G. and T.A. Finegan, The Economics of Labor Force Particpation, Prinecton, N.J., Princeton University Press (1969).",
        "Burdett, K. and D.T. Mortensen, \"Labor Supply under Uncertainty,\" in Research in Labor Economics, Vol. 2 (1978), edited by R. Ehrenberg, aslo N.U. Math Center Discussion Paper, No. 297.",
        "Cain, G.G., Married Women in the Labor Force: An Economic Analysis, Chicago, University of Chicago Press, (1966).",
        "Flinn, C.J. and J.J. Heckman, \"Models for the Analysis of Labor Force Dynamics,\" Economics Research Center NORC (June 1980).",
        "Heckman, J.J. and G. Borjas, \"A Continous Time Model of Heterogeneity and State Dependence with Simple Tests and Applications to Labor Mobility and Unemployment,\" presented to Summer Meetings of Econometric Society, Montreal (1979).",
        "Heckman, J.J. and T.E. MaCurdy,\" A Life Cycle Model of Female Labor Supply,\" Review of Economic Studies, January, 1980.",
        "Howard, R.A., Dynamic Probabilistics Systems: Volume II: Semi-Markov and Decision Processes, New York, John Wiley & Sons, (1971).",
        "Kalbfleisch, J.D. and R.L. Prentice, The Statistical Analysis of Failure Time Data,\" New York, John Wiley & Sons, (1980) Keeley, M.C. et al., \"The Estimation of Labor Supply Models Using Experimental Data,\" American Economic Review, 68 (December, 1978), pp. 873-87.",
        "Kiefer, N.M. and G. Neumann, \"An Empirical Job-Search Model,\" Journal of Political Economy, 87 (February, 1979), pp. 89-107.",
        "Kurz, M. and R.G. Spiegelman, \"The Design of the Seattle and Denver Income Maintenance Experiments,\" Stanford Research Institute, Research Memorandum No. 18 (June, 1972).",
        "Kurz, M., R.G. Spiegelman, and J.A. Brewster, \"The Payment System for the Seattle and Denver Income Maintenance Experiments,\" Stanford Research Institute, Research Memorandum No. 19 (June, 1973).",
        "Kurz, M. et al., \"A Cross-Sectional Estimation of Labor Supply for Families in Denver 1970,\" Stanford Research Institute, Research Memorandum No. 24 (November, 1974).",
        "Lippman, S. and J.J. McCall, \"The Economics of Job Search: A Survey,\" Economic Inquiry, 14 (1976), pp. 155-89 (a), pp. 347-68 (b).",
        "Lundberg, S.J., \"Unemployment and Household Labour Supply,\" unpublished dissertation, Northwestern University (1981).",
        "Marston, S.T., \"Employment Instability and High Unemployment Rates,\" Brookings Papers on Economic Activity, 1 (1976), pp. 169-203.",
        "Mincer, J., \"Labor Force Participation of Married Women,\" in Aspects of Labor Economics, edited by H.G. Lewis, Princeton, N.J., Princeton University Press (1962), pp. 63-105.",
        "Mincer, J., \"Labor Force Participation and Unemployment,\" in Prosperity and Unemployment, edited by R.A. Gordon and M.S. Gordon, New York, John Wiley & Sons, (1966), pp. 73-112.",
        "Toikka, R.S., \"A Markovian Model of Labor Market Decisions by Workers,\" American Economic Review, 66 (December, 1976), pp. 821-34.",
        "Tuma, N., M. Hannon, and L. Goreneveld, \"Dynamic Analysis of Event Histories,\" American Journal of Sociology, 84 (January, 1979), pp. 820-54.",
        "Tuma, N. and P.K. Robins, \"A Dynamic Model of Employment Behavior: An Application to the Seattle and Denver Income Maintenance Experiments,\" Econometrica, 48 (May, 1980).",
        "WÃ\u0083Â¤chter, M.L., \"A New Approach to the Equilibrium Labour Force,\" Economica, (February, 1974), pp. 35-51.",
        "Watts, H.W. and A. Rees, eds., The New Jersey Income - Maintenance Experiment, Vol. II, New York, Academic Press (1977). APPENDIX A"
    ]
}