{
    "id": 7063,
    "cites": 33,
    "cited_by": 43,
    "reference": [
        "Atkeson, A. and C. Phelan, 1994, Reconsidering the Costs of Business Cycles with Incomplete Markets, NBER Macreconomics Annual, pp: 187-207.",
        "Barro, R. and X. Sala-i-Martin, 1995, Economic Growth, McGraw-Hill, New York, Saint Louis.",
        "Bean, C.I., 1990, Endogenous Growth and the Procyclical Behavior of Productivity, European Economic Review, 34, pp:355-363.",
        "Becker, R., 1985, Capital Income Taxation and Perfect Foresight, Journal of Public Economics, 26, 147-167.",
        "Burnside, C. and M. Eichenbaum, 1994, Factor Hoarding and Propagation of Business Cycle Shocks, NBER working paper No. 4675.",
        "Christiano. L., 1988, Why Does Inventory Investment Fluctuate So Much, Journal of Monetary Economics, Vol 21, pp: 247-280.",
        "Cooley, T.F. (ed), 1995, Frontiers in Business Cycle Research, Princeton University Press, Princeton, New Jersey.",
        "Colley, T.F and, E. C. Prescott, 1995, Economic Growth and Business Cycles, in Cooley, T.F.",
        "Jersey, pp: 1-38. Danthine, J.P. and Donaldson, J., 1985, A Note on the Effects of Capital Income Taxation on the Dynamics of a Competitive Economy, Journal of Public Economics, 28, 255-265.",
        "Gomme, P. J., 1993, Money and Growth Revisited: Measuring the Costs of Inflation in an -27- Endogenous Growth Model, Journal of Monetary Economics, 32, August, pp: 51-77.",
        "Hopenhayn, H. and M. Muniagurria, 1996, Policy Variability and Economic Growth, Review of Economic Studies, 63, pp: 611-625.",
        "Imrohorog-lu, A,, 1989, Costs of Business Cycles with Indivisibilities and Liquidity Constraints, Journal of Political Economy, 97(6), pp: 1364-1383.",
        "Jones, L. E. and R. E. Manuelli, 1990, A Convex Model of Equilibrium Growth: Theory and Policy Implications, Journal of Political Economy, 98, 1008-1038.",
        "Jones, L. E. and R. E. Manuelli, 1999, The Equivalence Between Productivity and Tax Shocks, working paper.",
        "Jones, L. E., R. E. Manuelli and P. E. Rossi, 1993, Optimal Taxation in Models of Endogenous Growth, Journal of Political Economy, Vol. 101, No. 3, 485-517.",
        "Jones, L. E. and R. E. Manuelli, 1997, The Sources of Growth Journal of Economic Dynamics and Control, 27, pp: 75-114.",
        "Jones, L. E., R. E. Manuelli, H. Siu and E. Stacchetti, 1998, The Business Cycle Frequency Properties of Models of Endogenous Growth, working paper.",
        "Judd, K., 1987, Useful Planning Equivalents of Taxed Economies, working paper.",
        "Judson, R. and A. Orphanides, 1996, Inflation, Volatility and Growth, Finance and Economics Discussion series 96-19, Federal Reserve Board, May.",
        "Kehoe, T., D. Levine and P. Romer, 1992, On Characterizing Equilibria of Economies with Externalities and Taxes as Solutions to Optimization Problems, Economic Theory, 2, 4368.",
        "King, R. G., C. Plosser and S. Rebelo, 1988, Production, Growth and Business Cycles, II: New Directions, Journal of Monetary Economics, 21, 309-341.",
        "King, R. G. and S. Rebelo, 1988, Business Cycles with Endogenous Growth, Rochester Working Paper.",
        "Kocherlakota, N. and K.M. Yi, 1994, Is There Endogenous Long Run Growth'DONE' Evidence From the U.S. and the U.K., working paper, September.",
        "Kormendi, R. L. and P.G. Meguire, 1985, Macroecomic Determinants of Growth: Cross-Country Evidence, Journal of Monetary Economics, Vol. 16, September, pp: 141-163.",
        "Levhari D. and T.N. Srinivasan, 1969, Optimal Savings Under Uncertainty, Review of Economic Studies, Vol XXXVI, No. 106, April, pp: 153-163.",
        "Lucas, R. E., Jr., 1988, On the Mechanics of Economic Development, Journal of Monetary Economics, 22, 3-42.",
        "Phelps, E.S., 1962, The Accumulation of Risky Capital: A Sequential Utility Analysis, Econometrica, 30, pp: 729-743.",
        "Ramey, G. and V. Ramey, 1995, Cross-Country Evidence on the Link Between Volatility and Growth, American Economic Review, 85, pp:1138-1151.",
        "Rebelo, S., 1991, Long Run Policy Analysis and Long Run Growth, Journal of Political Economy, 99, 500-521.",
        "Rothschild, M. and J. Stiglitz, 1971, Increasing Risk II: Its Economic Consequences, Journal of Economic Theory, 3, 66-84.",
        "Stokey, N.L. and R.E. Lucas (with the collaboration of E.C. Prescott), 1989, Recursive Methods in Economic Dynamics, Harvard University Press.",
        "Summers, R. and A. Heston, 1993, Penn World Tables, Version 5.5, available on diskette from N.B.E.R.",
        "Zhu, X., 1992, Optimal Fiscal Policy in a Stochastic Growth Model, Journal of Economic Theory, Vol. 58, No.2, 250-290."
    ]
}