{
    "id": 7069,
    "cites": 32,
    "cited_by": 6,
    "reference": [
        "Barberis, Nicholas, 1999, Investing for the long run when returns are predictable, Journal of Finance , forthcoming.",
        "Bawa, Vijay S., Stephen J. Brown, and Roger W. Klein, 1979, Estimation Risk and Optimal Portfolio Choice (North-Holland, Amsterdam).",
        "Brown, Stephen J., 1979, Optimal portfolio choice under uncertainty: A Bayesian approach, in Vijay S. Bawa, Stephen J. Brown, and Roger W. Klein, Eds: Estimation Risk and Optimal Portfolio Choice (North-Holland, Amsterdam).",
        "Brown, Stephen J., and William N. Goetzmann, 1995, Performance persistence, Journal of Finance 50, 679-698.",
        "Carhart, Mark, 1997, On persistence in mutual fund performance, Journal of Finance 52, 57-82.",
        "Chevalier, Judith and Glenn Ellison, 1999, Are some mutual fund managers better than others ? Cross-sectional patterns in behavior and performance, Journal of Finance , forthcoming.",
        "Daniel, Kent, Mark Grinblatt, Sheridan Titman, and Russ Wermers, 1997, Measuring mutual fund performance with characteristic based benchmarks, Journal of Finance 52, 1035-1058.",
        "Daniel, Kent and Sheridan Titman, 1997, Evidence on the characteristics of cross- sectional variation in stock returns, Journal of Finance 52, 1-34.",
        "Fama, Eugene, 1970, Efficient capital markets: A review of theory and empirical work, Journal of Finance 25, 383-417.",
        "Fama, Eugene and Kenneth French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Ferson, Wayne and Rudi Schadt, 1996, Measuring fund strategy and performance in changing economic conditions, Journal of Finance 51, 425-461.",
        "Frost, Peter A., and James E. Savarino, 1986, An empirical Bayes approach to efficient portfolio selection, Journal of Financial and Quantitative Analysis 21, 293-305.",
        "Gelman, Andrew, John B. Carlin, Hal S. Stern, and Donald B. Rubin, 1995, Bayesian Data Analysis , Chapman and Hall.",
        "Gibbons, Michael R., Stephen A. Ross, and Jay Shanken, 1989, A test of the efficiency of a given portfolio, Econometrica 57, 1121-1152.",
        "Gruber, 1996, Another puzzle: The growth in actively managed mutual funds, Journal of Finance 51, 783-810.",
        "Jobson, J.D., and Bob Korkie, 1980, Estimation for Markowitz efficient portfolios, Journal of the American Statistical Association 75, 544-554.",
        "Jobson, J.D., Bob Korkie, and V. Ratti, 1979, Improved estimation for Markowitz efficient portfolios using James-Stein type estimators, Proceedings of the American Statistical Association , Business and Economics Statistics Section 41, 279-284.",
        "Jorion, Philippe, 1985, International portfolio diversification with estimation risk, Journal of Business 58, 259-278.",
        "Jorion, Philippe, 1986, Bayes-Stein estimation for portfolio analysis, Journal of Financial and Quantitative Analysis 21, 279-292.",
        "Jorion, Philippe, 1991, Bayesian and CAPM estimators of the means: Implications for portfolio selection, Journal of Banking and Finance 15, 717-728.",
        "Kandel , Shmuel, Robert McCulloch , and Robert F. Stambaugh, 1995, Bayesian inference and portfolio efficiency, Review of Financial Studies 8. 1-53.",
        "Kandel, Shmuel, and Robert F. Stambaugh, 1996, On the predictability of stock returns: An asset-allocation perspective, Journal of Finance 51, 385-424.",
        "Keim , Donald B., and Ananth Madhavan , 1997, Transactions costs and investment style: An inter-exchange analysis of institutional equity trades, Journal of Financial Economics 46, 265-92.",
        "Klein, Roger W., and Vijay S. Bawa, 1976 , The effect of estimation risk on optimal portfolio choice, Journal of Financial Economics 3, 215-231.",
        "PÃ\u0083Â¡stor, Lubos, 1999, Portfolio selection and asset pricing models, Journal of Finance , Forthcoming.",
        "PÃ\u0083Â¡stor, Lubos, and Robert F. Stambaugh, 1999a, Costs of equity capital and model mispricing, Journal of Finance 54, 67-121.",
        "PÃ\u0083Â¡stor, Lubos, and Robert F. Stambaugh, 1999b, Comparing Asset-Pricing Models: An Investment Perspective, Working paper, The Wharton School.",
        "Perold, AndrÃ\u0083Â© F., 1988, The implementation shortfall: paper versus reality, The Journal of Portfolio Management 14, 4-9.",
        "Shanken, Jay, 1987, A Bayesian approach to testing portfolio efficiency, Journal of Financial Economics 19, 195-215.",
        "Shleifer, Andrei, 1999, Clarendon Lectures: Inefficient Markets , Oxford University Press, Forthcoming.",
        "Stambaugh, Robert F., 1997, Analyzing investments whose histories differ in length, Journal of Financial Economics 45, 285-331.",
        "Zheng, Lu, 1999, Is money smart? A study of mutual fund investors fund selection ability, Journal of Finance 54, forthcoming."
    ]
}