{
    "id": 7072,
    "cites": 15,
    "cited_by": 2,
    "reference": [
        "Tommasi, M. ,(1993), Inflation and Relative Prices: Evidence from Argentina, in Sheshinski, E., and Y. Weiss, (eds.), Optimal Pricing, Inflation, and the Cost of Price Adjustment. MIT Press, Cambridge, pp :485-512.",
        "Sheshinski, E., and Y. Weiss, (1993), Optimal Pricing, Inflation, and the Cost of Price Adjustment. MIT Press, Cambridge.",
        "Samuelson, W., (1984), Bargaining Under Asymmetric Information, Econometrica, Vol. 52, No. 4, July, 995-1006.",
        "Roubini, N. and X. Sala-i-Martin, (1995), A Growth Model of Inflation, Tax Evasion, and Financial Repression, Journal of Monetary Economics, 35(2), April, pp: 275-301.",
        "Myerson, R., (1985), Analysis of Two Bargaining Problems with Incomplete Information, in Game Theoretic Models of Bargaining, A. Roth, Ed., Cambridge University Press, Cambridge.",
        "Working Paper, November. Lucas, R. E. Jr, and M. Woodford (1993), Real Effects of Monetary Shocks in an Economy with Sequential Purchases, NBER Working Paper No. 4250, January.",
        "Lucas, R. E. Jr, (1972), Expectations and the Neutrality of Money, Journal of Economic Theory, 4, pp:103-124, April.",
        "Lach, S. and D. Tsiddon, (1992), The Behavior of Prices and Inflation: An Empirical Analysis of Disaggregated Price Data, Journal of Political Economy, Vol. 100, No. 2, pp:349389, April.",
        "Heymann, D and A Leijonhuf~ud, (1995), High Inflation, Clarendon Press, Oxford.",
        "Gomme, P., (1993), Money and Growth Revisited: Measuring the Costs of Inflation in an Endogenous Growth Model, Journal of Monetary Economics, 32(1), August, pp:51-77.",
        "Dotsey, M. and P-D. Sarte, (1997), Inflation Uncertainty and Growth in a Simple Monetary Model, Federal Reserve Bank of Richmond Working Paper.",
        "Eden,.B., (~994), Inflation and Price Dispersion, Bank of Israel Research Department Working Paper No. 94.13, August. Fischer, 5., (1991), Growth, Macroeconomics and Development, NBER Macroeconomics Annual 1991, Vol. 6, ed. Olivier Jean Blanchard and Stanley Fischer, pp. 329-64. Cambridge, Mass.: MIT Press/National Bureau of Economic Research.",
        "Cooley, T. F. and G. D. Hansen, (1989), The Inflation Tax in a Real Business Cycle Model, American Economic Review, 79, September, pp:733-48.",
        "Chwe, M., (1995), Money Neutrality is Equivalent to Common Knowledge and Game Theoretic Bargaining Foundations of the Phillips Curve, Department of Economics, University of Chicago.",
        "Chari, V. V., L. E. Jones and R. E. Manuelli, (1995), The Growth Effects of Monetary Policy, Federal Reserve Bank of Minneapolis Quarterly Review, Vol. 19, No. 4, Fall, pp: 19-3 2."
    ]
}