{
    "id": 7074,
    "cites": 33,
    "cited_by": 30,
    "reference": [
        "Altonji, Joseph, and David Card. 1991. The Effects of Immigration on the Labor Market Outcomes of Less-Skilled Natives. In John Abowd and Richard Freeman, eds, Immigration, Trade, and the Labor Market, (Chicago, IL: University of Chicago Press), 201-234.",
        "Bartel, Ann. 1989. Where Do the New U.S. Immigrants Live'DONE' Journal of Labor Economics 7 (4): 371-391.",
        "Bernard, Andrew B. and J. Bradford Jensen. 1999. Understanding Increasing and Decreasing Wage Inequality. In Robert C. Feenstra, ed., The Impact of International Trade on Wages, Chicago: University of Chicago Press.",
        "Bernstein, Jeffrey R. and David E. Weinstein. 1998. Do Endowments Predict the Location of Production'DONE' Evidence from National and International Data. NBER Working Paper No. 6815.",
        "Blackorby, Charles, William Schworm, and Anthony Venables. 1993. Necessary and Sufficient Conditions for Factor Price-Equalization. Review of Economic Studies 60: 413-434.",
        "Borjas, George J. 1994. The Economics of Immigration. Journal of Economic Literature 32: 1667-1717.",
        "Borjas, George J. 1995. The Economic Benefits From Immigration. Journal of Economic Perspectives 9 (2): 3-22.",
        "Borjas, George J., Richard B. Freeman, and Lawrence F. Katz. 1996. Searching for the Effect of Immigration on the Labor Market. American Economic Review 86 (2): 247-251.",
        "Borjas, George J., Richard B. Freeman, and Lawrence F. Katz. 1997. How Much Do Immigration and Trade Affect Labor Market Outcomes'DONE' Brookings Papers on Economic Activity 1: 1-90.",
        "Card, David. 1990. The Impact of the Mariel Boatlift on the Miami Labor Market. Industrial and Labor Relations Review 43 (2): 245-257.",
        "Card, David. 1997. Immigrant Inflows, Native Outflows, and the Local Labor Market Impacts of Higher Immigration. National Bureau of Economic Research Working Paper 5927.",
        "Coehlo, P. and M. Ghali. 1971. The End of the North-South Wage Differential. American Economic Review 61: 932-937.",
        "Davis, Donald R., David E. Weinstein, Scott C. Bradford, and Kazushige Shimpo. 1997. Using International and Japanese Regional Data to Determine When the Factor Abundance Theory of Trade Works. American Economic Review: 421-446.",
        "Davis, Donald R., and David E. Weinstein. 1998. An Account of Global Factor Trade. National Bureau of Economic Research Working Paper 6785.",
        "Davis, Stephen J. and John Haltiwanger. 1991. Wage Dispersion Between and within U.S.",
        "Manufacturing Plants. Brookings Papers on Economic Activity 1: 115-200. Ethier, Wilfred J. 1984. Higher Dimensional Issues in Trade Theory. In Ronald W. Jones and Peter B. Kenen, eds, Handbook of International Economics Volume 1, (Amsterdam: North Holland Press), 131-184.",
        "Flier, Randall K. 1992. The Impact of Immigrant Arrivals on Migratory Patterns of Natives. In George J. Borjas and Richard B. Freeman, eds, Immigration and the Work Force: Economic Consequences for the United States and Source Areas, (Chicago, IL: University of Chicago Press).",
        "Friedberg, Rachel, and Jennifer Hunt. 1995. The Impact of Immigrants on Host Country Wages, Employment, and Growth. Journal of Economic Perspectives 9 (2): 23-44.",
        "Gandal, Neil, Gordon H. Hanson, and Matthew J. Slaughter. 1999. Rybczynski Effects and Adjustment to Immigration in Israel. Mimeo.",
        "Greene, William H. 1997. Econometric Analysis. Englewood Cliffs, NJ: Prentice Hall.",
        "Harrigan, James. 1997. Technology, Factor Supplies, and International Specialization: Estimating the Neoclassical Model. American Economic Review: 475-494.",
        "Johnson, George. 1983. Intermetropolitan Wage Differentials in the United States. In J.",
        "Triplett, ed., The Measurement of Labor Costs, Chicago: University of Chicago Press, pp. 309330. Judge, George G., William E. Griffiths, R. Carter Hill, and Tsoung-Chao Lee, 1980. The Theory and Practice of Econometrics, New York: John Wiley and Sons.",
        "Klepper, Steven and Edward E. Leamer. 1984. Consistent Sets of Estimates for Regressions With Errors in All Variables. Econometrica 52(1): 163-184.",
        "LaLonde, Robert and Robert Topel. 1991. Labor Market Adjustments to Increased Immigration. In John Abowd and Richard Freeman, eds, Immigration, Trade, and the Labor Market, (Chicago, IL: University of Chicago Press), 167-200.",
        "Leamer, Edward E., and James Levinsohn. 1995. International Trade Theory: The Evidence. In Gene M. Grossman and Kenneth Rogoff, eds, Handbook on International Economics Volume 3, (Amsterdam: North Holland Press), 1339-1394.",
        "Maskus, Keith E. and Allan Webster. 1999. Estimating the HOV Model with Technology Differences Using Disaggregated Labor Skills for the United States and the United Kingdom. Review of International Economics 7(1): 8-19.",
        "Montgomery, Edward. 1991. Evidence on Metropolitan Wage Differences across Industries and over Time. Journal of Urban Economics 31: 69-83.",
        "Murphy, Kevin M., Chin-hui Juhn, and Brooks Pierce. 1993. Wage Inequality and the Rise in Returns to Skill. Journal of Political Economy 101: 410-442.",
        "Rybczynski, T. M. 1955. Factor Endowments and Relative Commodity Prices. Economica 22: 336-341.",
        "Samuelson, Paul A. 1948. International Trade and the Equalization of Factor Prices. Economic Journal 48: 163-184.",
        "Stolper, Wolfgang and Paul A. Samuelson. 1941. Protection and Real Wages. Review of Economics and Statistics 9(1): 58-73.",
        "Trefler, Daniel. 1993. International Factor Price Differences: Leontief Was Right! Journal of Political Economy 101(6): 961-987."
    ]
}