{
    "id": 7076,
    "cites": 22,
    "cited_by": 13,
    "reference": [
        "Arrow, Kenneth. \"Economic Welfare and the Allocation of Resources for Inventions\" in The Rate of Return of Inventive Activity, ed. by R. Nelson, Princeton University Press, 1962. Bresnahan, Timothy and Peter Reiss, \"Entry and Competition in Concentrated Markets\", Journal of Political Economy 99 (1991) 9771009.",
        "Compaine, Benjamin M. The Newspaper Industry in the 1980s: An Assessment of Economics and Technology. Knowledge Industry Publications, Inc., White Plains, N.Y. 1980.",
        "Davidson, Sidney and Robert H. Roy, \"A Case Study in Newspaper Operations\" in Operations Research and Systems Engineering, ed. by Charles Flagle, William H. Huggins, and Robert H. Roy (Baltimore: The John Hopkins Press, 196 0.) Dertouzos, James N. and Timothy H. Quinn, \"Bargaining Responses to the Technology Revolution: The Case of the Newspaper Industry\", unpublished monograph prepared for the U.S. Department of Labor, Rand Corporation, January 1985.",
        "Featerhston, James S. \"Making Offset History in Opelousas\", Journalism Quarterly, Summer 1977, 368-371.",
        "Fudenberg, Drew and Jean Tirole, \"Preemption and Rent Equilization in the adoption of New Technology\", Review of Economic Studies: 52 (1985) 383-401.",
        "Fudenberg, Drew and Jean Tirole, Dynamic Models of Oligopoly, Harwood Academic Publishers, New York, 1986.",
        "Gilbert, Richard and David Newberry, \"Preemptive Patenting and the Persistence of Monopoly\", American Economic Review 72 (1982) 514-526.",
        "Grilliches, Zvi, \"Hybrid Corn\" An Exploration in the Economics of Technological Change\", Econometrica 25 (1957) 501-522.",
        "Henderson, R.,7 A. Jaffe and M. Trajtenberg. \"Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations\". Quarterly Journal of Economics, 1993.",
        "Karshenas, M. and P. Stoneman, \"Rank, Stock, Order, and Epidemic Effects in the Diffusion of New Process Technologies: An Empirical Model\", RAND Journal of Economics, 24 (1993) 479-502.",
        "Katz, Michael L. and Carl Shapiro, \"R&D Rivaly with Licensing or Imitation\", American Economic Review 77 (1987) 402-420.",
        "Mooney, J. Printers in Appalachia: The International Printing Pressmen and Assistants' Union of North America, 1907-1967, 1993.",
        "Oster, S. \"The Diffusion of Innovation among Steel Firms: The Basic Oxygen Furnace,\" Bell Journal of Economics, 13 (1982) 45-56.",
        "Reingenam, J. \"On the Diffusion of New Technology: A Game Theoretic Approach\", Review of Economic Studies, 48 (1981) 395-405.",
        "Saloner, G. and A. Shepard, \"Adoption of Technologies with Network Effects: An Empirical Examination of the Adoption of Automated Teller Machines\", The RAND Journal of Economics, 26 (1995) 479-501.",
        "Riordan, Michael. \"Regulation and Preemptive Technology Adoption\", RAND Journal of Economics, Autumn 1992, 334-349.",
        "Rose, N. and P. Joskow, \"The Diffusion of New Technologies: Evidence from the Electric Utility Industry\", RAND Journal of Economics, 21 (1980) 354-374.",
        "Scott, Daniel T. Technology and Union Survival: A Study of the Printing Industry. Preager 1987, New York.",
        "Tirole, Jean. The Theory of Industrial Organization, MIT Press, Cambridge MA, 1994.",
        "Tripsas, Mary. Surviving Radical Change: An Empirical Study of the Typesetter Industry, Ph.D. Thesis, MIT Sloan School of Management, Cambridge, MA, 1996.",
        "Vickers, John, \"The Evolution of Market Structure when there is a Sequence of Innovations\" Journal of Industrial Economics 35 (1986), 1-12 . The American Pressmen, selected issues. Editor and Publisher, selected issues.",
        "Editor and Publisher International Yearbook, 1960-1977. Facts about the Globe. The Typographical Journal, selected issues."
    ]
}