{
    "id": 7078,
    "cites": 66,
    "cited_by": 67,
    "reference": [
        "Angrist, J.D. and A.B. Krueger (1991), Does compulsory school attendance affect schooling and earnings?, Quarterly Journal of Economics 106:979-1014.",
        "Auster, R., I. Leveson and D. Sarachek (1969), The production of health: An exploratory study, Journal of Human Resources 4:411-436.",
        "Becker, G.S. (1964), Human Capital (Columbia University Press for the National Bureau of Economic Research, New York).",
        "Becker, G.S. (1965), A theory of the allocation of time, Economic Journal 75:493-517.",
        "Becker, G.S. (1996), Accounting for Tastes (Harvard University Press, Cambridge, Massachusetts).",
        "Becker, G.S., M. Grossman and K.M. Murphy (1991), Rational addiction and the effect of price on consumption, American Economic Review 81:237-241.",
        "Becker, G.S., M. Grossman and K.M. Murphy (1994), An empirical analysis of cigarette addiction, American Economic Review 84:396-418.",
        "Becker, G.S. and C.B. Mulligan (1997), The endogenous determination of time preference, Quarterly Journal of Economics 112:729-758.",
        "Becker, G.S. and K.M. Murphy (1988), A theory of rational addiction, Journal of Political Economy 96:675-700.",
        "Ben-Porath, Y. (1967), The production of human capital and the life cycle of earnings, Journal of Political Economy 75:353-367.",
        "Bentham, J. (1931), Principles of Legislation (Harcourt, Brace and Co., New York).",
        "Berger, M.C. and J. P. Leigh (1989), Schooling, self-selection, and health , Journal of Human Resources 24:433-455.",
        "Bound, J., D.M. Jaeger and R.M. Baker (1995), Problems with instrumental variables estimation when the correlation between the instruments and the endogenous explanatory variable is weak, Journal of the American Statistical Association 90:443-450.",
        "Chang, F .-R. (1996), Uncertainty and investment in health , Journal of Health Economics 15:369-376.",
        "Corman, H., T.J. Joyce and M. Grossman (1987), Birth outcome production functions in the U.S., Journal of Human Resources 22:339-360.",
        "Cropper, M.L. (1977), Health, investment in health, and occupational choice, Journal of Political Economy 85:273-1294.",
        "Currie, J. (forthcoming), Child health, chapter 23 in this volume. Dardanoni, V. and A. Wagstaff (1987), Uncertainty, inequalities in health and the demand for health, Journal of Health Economics 6:283-290.",
        "Dardanoni, V. and A. Wagstaff (1990), Uncertainty and the demand for medical care, Journal of Health Economics 9:23-38.",
        "Ehrlich, I. and H. Chuma (1990), A model of the demand for longevity and the value of life extensions, Journal of Political Economy 98:761-782.",
        "Econometric evidence from German micro data , Health Economics 4:169-182. Evans, R.G. and G.L. Stoddart, Determinants of the health of populations, chapter 2 in this volume. 94 Farrell, P. and V.R. Fuchs (1982), Schooling and health: The cigarette connection , Journal of Health Economics 1:217-230.",
        "Frisch, R. (1964), Dynamic utility, Econometrica 32:418-424.",
        "Fuchs, V.R. (1966), The contribution of health services to the American economy, Milbank Memorial Fund Quarterly 44:65-102.",
        "Fuchs, V.R. (1982), Time preference and health: An exploratory study, in: V.R. Fuchs, ed., Economic Aspects of Health (University of Chicago Press for the National Bureau of Economic Research, Chicago) 93-120.",
        "Garber, A.M. and C.E. Phelps (1997), Economic foundations of cost-effectiveness analysis, Journal of Health Economics 16:1-31.",
        "Ghez, G.R. and G.S. Becker (1975), The Allocation of Time and Goods Over the Life Cycle (Columbia University Press for the National Bureau of Economic Research, New York).",
        "Goldberger, A.S. (1974), Unobservable variables in econometrics, in: P. Zarembreka, ed., Frontiers in Econometrics (Academic Press, New York) 193-213.",
        "Griliches, Z. and W.M. Mason (1972), Education, income, and ability, Journal of Political Economy 80:S74-S103.",
        "Grossman, M. (1972a), On the concept of health capital and the demand for health, Journal of Political Economy 80:223-255.",
        "Grossman, M. (1972b), The Demand for Health: A Theoretical and Empirical Investigation (Columbia University Press for the National Bureau of Economic Research, New York).",
        "Grossman, M. (1975), The correlation between health and schooling, in: N.E. Terleckyj, ed., Household Production and Consumption (Columbia University Press for the National Bureau of Economic Research, New York) 147-211.",
        "Grossman, M. (1982), The demand for health after a decade, Journal of Health Economics 1:1- 3.",
        "Grossman, M. and T. J. Joyce (1990), Unobservables, pregnancy resolutions, and birth weight production functions in New York City , Journal of Political Economy 98:983-1007.",
        "Grossman, M. and R. Kaestner (1997), Effects of education on health, in: J.R. Behrman and N.",
        "Stacey, eds ., The Social Benefits of Education (University of Michigan Press, Ann Arbor, Michigan) 69-123. Grossman, M., J.L. Sindelar, J. Mullahy and R. Anderson (1993), Policy watch: Alcohol and cigarette taxes, Journal of Economic Perspectives 7:211-222.",
        "Hause, J.C. (1972) , Earnings profile: Ability and schooling, Journal of Political Economy 80:S108-S138.",
        "Hausman, J.A. (1978), Specification tests in econometrics, Econometrica 46:1251-1271.",
        "JÃ\u0083Â¶reskog, K.G. (1973), A general method for estimating a linear structural equations system, in: A.S. Goldberger and O.D. Duncan, eds ., Structural Equations Models in the Social Sciences (Seminar Press, New York) 85-112.",
        "JÃ\u0083Â¶reskog, K.G. and D. SÃ\u0083Â¶rbom (1981), LISREL: Analysis of Linear Structural Relationships by the Method of Maximum Likelihood (International Educational Services, Chicago).",
        "Joyce, T.J. (1994), Self-selection, prenatal care, and birthweight among blacks, whites, and Hispanics in New York City, Journal of Human Resources 29:762-794.",
        "Kenkel, D.S. (1991), Health behavior, health knowledge, and schooling, Journal of Political Economy 99:287-305.",
        "Kenkel, D.S. (forthcoming), Prevention, chapter 38 in this volume. Lancaster, K.J. (1966), A new approach to consumer theory, Journal of Political Economy 74: 96 32-157.",
        "Lazear, E. (1977), Education: Consumption or production? , Journal of Political Economy 85:569-597.",
        "Leigh, J.P. and R. Dhir (1997), Schooling and frailty among seniors, Economics of Education Review 16:45-57.",
        "Liljas, B. (1998), The demand for health with uncertainty and insurance, Journal of Health Economics 17:153-170.",
        "MaCurdy, T.E. (1981), An empirical model of labor supply in a life-cycle setting, Journal of Political Economy 89:059-1085.",
        "Meltzer, D. (1997), Accounting for future costs in medical cost-effectiveness analysis , Journal of Health Economics 16:33-64.",
        "Michael, R.T. (1972), The Effect of Education on Efficiency in Consumption (Columbia University Press for the National Bureau of Economic Research, New York).",
        "Michael, R.T. (1973), Education in nonmarket production, Journal of Political Economy 81:306-327.",
        "Michael, R.T. and G.S. Becker (1973), On the new theory of consumer behavior, Swedish Economic Journal 75:378-396.",
        "Mincer, J. (1974), Schooling, Experience, and Earnings (Columbia University Press for the National Bureau of Economic Research, New York).",
        "Mushkin, S.J. (1962), Health as an investment, Journal of Political Economy 70, supplement :129-157.",
        "Muurinen, J. (1982), Demand for health: A generalised Grossman model, Journal of Health Economics 1:5-28.",
        "Picone, G., M.U. Echeverria and R.M. Wilson (1998), The effect of uncertainty on the demand for medical care, health capital and wealth , Journal of Health Economics 17:171-186.",
        "Ried, M. (1996), Willingness to pay and cost of illness for changes in health capital depreciation, Health Economics 5:447-468.",
        "Ried, M. (1998), Comparative dynamic analysis of the full Grossman model, Journal of Health Economics 17:383-426.",
        "Rosenzweig, M.R. and T.P. Schultz (1988), The stability of household production technology: A replication, Journal of Human Resources 23:535-549.",
        "Rosenzweig, M.R. and T.P. Schultz (1991), Who receives medical care? Income, implicit prices, and the distribution of medical services among pregnant women in the United States, Journal of Human Resources 26:473-508.",
        "Sander, W. (1995a), Schooling and quitting smoking, Review of Economics and Statistics 77:191-199.",
        "Sander, W. (1995b), Schooling and smoking, Economics of Education Review 14:23-33.",
        "Selden, T.M. (1993), Uncertainty and health care spending by the poor: The human capital model revisited, Journal of Health Economics 12:109-115.",
        "Staiger, D. and J.A. Stock (1997), Instrumental variables regression with weak instruments, Econometrica 65:557-586.",
        "Stratmann, T. (forthcoming), What do medical services buy? Effects of doctor visits on work day loss , Eastern Economic Journal. 98 Usher, D. (1975), Comments on the correlation between health and schooling, in: N.E.",
        "Terleckyj, ed., Household Production and Consumption (Columbia University Press for the National Bureau of Economic Research, New York) 212-220. Van Doorslaer, E.K.A., (1987), Health, Knowledge and the Demand for Medical Care (Assen, Maastricht, the Netherlands).",
        "Wagstaff, A. (1986), The demand for health: Some new empirical evidence, Journal of Health Economics 5:195-233.",
        "Wagstaff, A. (1993), The demand for health: An empirical reformulation of the Grossman model, Health Economics 2:189-198.",
        "Wu, D .-M. (1973), Alternative tests of independence between stochastic regressors and disturbances, Econometrica 41:733-750."
    ]
}