{
    "id": 7079,
    "cites": 160,
    "cited_by": 7,
    "reference": [
        "Abel, A.B. 1981. A dynamic model of investment and capacity utilization. Quarterly Journal of Economics XCVI, 379-403.",
        "Abel, A.B. 1983. Optimal investment under uncertainty. American Economic Review 73, 228-233.",
        "Abel, A.B., and J.C. Eberly. 1994. A unified model of investment under uncertainty. American Economic Review 84, 1369-1384.",
        "Arrow, K.J. 1968. Optimal capital policy with irreversible investment. In J.N. Wolfe, ed., Value, Capital and Growth, papers in Honour of Sir John Hicks. Edinburgh: Edinburgh University Press, 1-19.",
        "Auerbach, A.J., and K. Hassett. 1992. Tax policy and business fixed investment in the United States. Journal of Public Economics 47, 141-170.",
        "Berndt, E.R., and M.A. Fuss. 1981. Productivity measurement using capital asset valuation to adjust for variation^ in utilization. Working Paper No. 8125, Institute for Policy Analysis, Toronto.",
        "Berndt, E.R., and M.A. Fuss. 1986. Productivity measurement with adjustments for variations in capacity utilization and other forms of temporary equilibrium. Journal of Econometrics 33, 7-29.",
        "Berndt, E.R., and M.A. Fuss. 1989. Economic capacity utilization and productivity measurement for multiproduct firms with multiple quasi-fixed inputs. Working Paper No. 2932, National Bureau of Economic Research, Cambridge.",
        "Berndt, E.R., M. Fuss, and L. Waverman. 1980. Dynamic Adjustment Models of Industrial Energy Demand: Empirical Analysis for U.S. Manufacturing, 1947-1974. Palo Alto: Electric Power Research Institute, Final Report EPRI EA-1613. 89-",
        "Berndt, E.R., and C.J. Morrison. 1981. Capacity utilization measures: Underlying economic theory and an alternative approach. American Economic Review 71, 48-52.",
        "Berndt, E.R., C.J. Morrison, and G.C. Watkins. 1981. Dynamic models of energy demand: An assessment and comparison. In E.R. Berndt and B.C. Fields, eds., Measuring and Modeling Natural Resource Substitution. Cambridge: M.I.T. Press, 259-289.",
        "Berndt, E.R., and D. Wood. 1975. Technology, prices and the derived demand for energy. Review of Economics and Statistics 62, 259-268.",
        "Bernstein, J.I. 1983. Investment, labour skills, and variable factor utilization in the theory of the firm. Canadian Journal of Economics 16, 463-479.",
        "Bernstein, J.I., 1988a. Costs of production, intra- and interindustry R&D spillovers: Canadian evidence. Canadian Journal of Economics 21, 324-347.",
        "Bernstein, J.I. 1988b. Multiple outputs, adjustment costs and the structure of production for Bell Canada. International Journal of Forecasting 4, 207-219. o",
        "Bernstein, J.I. 1988c. Dynamic factor demands and adjustment costs -An analysis of Bell Canada&apos;s technology. Information Economics and Policy 3(1), 5-24.",
        "Bernstein, J.I., 1989a. The structure of Canadian interindustry R&D spillovers and the rates of return to R&D. Journal of Industrial Economics 21, 324-347.",
        "Bernstein, J.I. 1989b. An examination of the equilibrium specification and structure of production for Canadian telecommunications. Journal of Applied Econometrics 4(3), 265-282.",
        "Bernstein, J.I. 1994a. Exports, margins and productivity growth: With an application to the Canadian softwood lumber industry. Review of Economics and Statistics 76, 291-301. 90-",
        "Bernstein, J.I. 1994b. Taxes, incentives and production: the case of Turkey. Journal of Development Economics 45, 55-79.",
        "Bernstein, J.I., and P. Mohnen. 1988. Exports, markups and productivity growth in three Canadian high-tech industries. Working Paper No. 8809D, Department of Economics, UniversitÃ\u0083Â© du QuÃ\u0083Â©bec Ã\u0083Â  MontrÃ\u0083Â©al, MontrÃ\u0083Â©al.",
        "Bernstein, J.I., and P. Mohnen. 1991. Price cost margins, exports and productivity growth: With an application to Canadian industries. Canadian Journal of Economics 24, 638-659.",
        "Bernstein, J.I., and P. Mohnen. 1998. International R&D spillovers between U.S. and Japanese R&D intensive sectors. Journal of International Economics 44, 315-338.",
        "Bernstein, J.I., and M.I. Nadiri. 1987a. Corporate taxes and incentives and the structure of production: A selected survey. In J.M. Mintz and D.T. Purves, eds., The Impact of Taxation on Business Activity. Kingston: John Deutsch Institute for the Study of Economic Policy.",
        "Bernstein, J.I., and M.I. Nadiri. 1987b. Investment, depreciation and capital utilization. Economic Research Report No. 87-08, Department of Economics, New York University, New York.",
        "Bernstein, J.I., and M.I. Nadiri. 1988. Interindustry R&D spillovers, rates of return, and production in high-tech industries. American Economic Review 78, 429-434.",
        "Bernstein, J.I., and M.I. Nadiri. 1989. Research and development and intra-industry spillovers: An empirical application of dynamic duality. Review of Economic Studies 56, 249-267.",
        "Bernstein, J.I., and M.I. Nadiri. 1991. Product demand, cost of production spillovers, and the social rate of return. Working Paper No. 3625, National Bureau of Economic Research, Cambridge.",
        "Bernstein, J.I., and M.I. Nadiri. 1993. Production, financial structure and productivity growth in US manufacturing. NBER Working Paper No. 4309, National Bureau of Economic Research, Cambridge. 91-",
        "Bernstein, J.I., and A. Shah. 1994. Taxes and production: the case of Pakistan. International Tax and Public Finance 1, 227-245.",
        "Bertola, G. 1988. Adjustment costs and dynamic factor demand: Investment and employment under uncertainty. Ph.D. Dissertation, Massachusetts Institute of Technology, Department of Economics.",
        "Binder, M., and M.H. Pesaran. 1995. Multivariate rational expectations models and macroeconometric modelling: A review and some new results. In M.H. Pesaran and M. Wickens, eds., Handbook of Applied Econometrics, Vol. I, Oxford: Basil Blackwell, 139 - 187.",
        "Binder, M., and M.H. Pesaran. 1997. Multivariate linear rational expectations models: Characterization of the nature of the solutions and their fully recursive computation. Econometric Theory (forthcoming).",
        "Bischoff, C.W., and E.C. Kokkelenberg. 1987. Capacity utilization and depreciation-in-use. Applied Economics 19, 995-1007.",
        "Bitros, G-, and H. Kelejian, 1974. On the variability of the replacement investment capital stock ratio: Some evidence from capital scrappage. Review of Economics and&apos;Statistics 56, 270-278.",
        "Blanchard, O.J., and C.M. Kahn. 1980. Solution of linear difference models under rational expectations. Econometrica 38, 1305 - 1311.",
        "Boskin, M.J., and L.J. Lau. 1991. Capital Formation and Economic Growth. In Technology and Economics: Papers Commemorating Ralph Landau&apos;s service to the National Academy of Engineering. Washington, D.C.: National Academy Press, 47-56.",
        "Boskin, M.J., and L.J. Lau. 1992a. International and Intertemporal Comparison of Productive Efficiency: An Application of the Meta-production Function Approach to the Group-of-Five (G-5) Countries. Economic Studies Quarterly 43, 298-312.",
        "Cummins, J.G., and K.A. Hassett. 1992. The effect of taxation on investment: New evidence from firm level panel data. National Tax Journal 45, 243-251.",
        "Denny, M., M.A. Fuss, and L. Waver man. 1981a. The measurement and interpretation of total factor productivity in regulated industries, with an application to Canadian telecommunications. In T. Cowing and R. Stevenson, eds., Productivity Measurement in Regulated Industries. New York: Academic Press, 179-218.",
        "Denny, M., M.A. Fuss, and L. Waverman. 1981b. Substitution possibilities for energy: Evidence from U.S. and Canadian manufacturing industries. In E.R. Berndt and B.C. Field, eds., Modeling and Measuring Natural Resource Substitution. Cambridge: MIT Press, 230-258.",
        "Diewert, W.E. 1971. An application of the Shephard duality theorem: A generalized Leontief production function. Journal of Political Economy 79, 481-507.",
        "Diewert, W.E. 1974. Applications of duality theory. In M. Intriligator, and D.A. Kendrick, eds., Frontiers of Qantitative Economics, Vol. II. Amsterdam: North Holland, 106-171.",
        "Diewert, W.E. 1976. Exact and superlative index numbers. Journal of Econometrics 4, 115-145.",
        "Diewert, W.E. 1977. Walras&apos; theory of capital formation and the existence of a temporary equilibrium. In G. SchwÃ\u0083Â¶diauer, ed., Equilibrium and Disequilibrium in Economic Theory. Dordrecht: D. Reidel Pub-fishing Co., 73-126.",
        "Diewert, W.E. 1980. Aggregation problems in the measurement of capital. In D. Usher, ed., The Measurement of Capital. Chicago: University of Chicago Press, 433-528.",
        "Epstein, L.G., and M. Denny. 1980. Endogenous capital utilization in a short- run production model: Theory and empirical application. Journal of Econometrics 12, 189-207.",
        "Epstein, L.G., and A.J. Yatchew. 1985. The empirical determination of technology and expectations: A simplified procedure. Journal of Econometrics 27, 235-258.",
        "Fazari, S., R. Hubbard, and B. Petersen. 1996. Financing constraints and corporate investment. In Z.J. Acs, ed., Small Firms and Economic Growth. Cheltenham: Elgar.",
        "Feldstein, M.S. 1974. Tax incentives, stabilization policy, and the proportional replacement hypothesis: Some negative conclusions. Southern Economic Journal 40, 544-552.",
        "Feldstein, M. 1994. Fiscal policies, capital formation, and capitalism. Working Paper No. 4885, National Bureau of Economic Research, Cambridge.",
        "Feldstein, M.S., and D.K. Foot. 1971. The other half of gross investment: Replacement and modernization expenditures. Review of Economics and Statistics 53, 49-58.",
        "Feldstein, M.S., and M. Rothschild. 1974. Towards an economic theory of replacement investment. Econometric a 42, 393-423.",
        "Fuss, M.A. 1994. Productivity growth in Canadian telecommunications. Canadian Journal of Economics 27(2), 371-392.",
        "Fuss, M.A., and D. McFadden. 1978a. Production Economics: A Dual Approach to Theory and Applications, Vol. I. New York: North-Holland.",
        "Fuss, M.A., and D. McFadden. 1978b. Production Economics: A Dual Approach to Theory and Applications, Vol. II. New York: North-Holland.",
        "Fuss, M.A., D. McFadden, and Y. Mundlak. 1978. A survey of functional forms in the economic analyis of production. In M.A. Fuss and D. McFadden, eds., Production Economics: A Dual Approach to Theory and Applications. New York: North Holland, 219-268. 96-",
        "Galeotti, M. 1990. Specification of the technology for neoclassical investment theory: Testing the cost of adjustment approach. Review of Economics and Statistics LXXII, 471-480.",
        "Galeotti, M. 1996. The international dimension of neoclassical production theory. Journal of Economic Surveys 10, 421-460.",
        "Galeotti M., and F. Schiantarelli. 1997. The cyclicality of markups in a model with adjustment costs: Econometric evidence for US industry. Oxford Bulletin of Economics and Statistics, forthcoming.",
        "Gallant, A.R. 1987. Nonlinear Statistical Models. New York: Wiley.",
        "Gallant, A.R., and H. White. 1988. A Unified Theory of Estimation and Inference for Nonlinear Dynamic Models. New York: Basil Blackwell.",
        "Good, D., M.I. Nadiri, and R. Sickles. 1997. Index dumber and factor demand approaches to the estimation of productivity. In M.H. Pesaran and P. Schmidt, eds., Handbook of Applied Econometrics, Volume II -Microeconometrics. Oxford: Basil Blackwell.",
        "Gordon, S. 1996. How long is the firm&apos;s forecast horizon? Journal of Economic Dynamics and Control 20, 1145-1176.",
        "Goto, A., and Suzuki, K. 1989. R&d capital, rate of return on R&D investment and spillover of R&D in Japanese manufacturing industries. Review of Economics and Studies 71, 555-564.",
        "Gould, J.P. 1968. Adjustment costs in the theory of investment of the firm. Review of Economic Studies 35, 47-55.",
        "Greenwald, B.C., M. Kohn, and J.E. Stiglitz. 1990. Financial market imperfections and productivity growth. Journal of Economic Behavior and Organization 13, 321-345.",
        "Griliches, Z. 1980. Returns to research and development expenditures in the private sector. In J. Kendrick and B. Vaccara, eds., New Developments in Productivity Measurement and Analysis. Chicago: University of Chicago Press, 419-454. 97-",
        "Griliches, Z. 1987. Productivity: Measurement problems. In J. Eatwell, M. Milgate, and P. Newman, eds., The New Palgrave: A Dictionary of Economics. New York: Stockton Press.",
        "Griliches, Z. 1992. The search for R&D spillovers. Scandinavian Journal of Economics 94(0), Supplement, S29-47.",
        "Griliches, Z. 1996. The theory of the residual: A historical note. Journal of Economic Literature XXXIV, 1324-1330.",
        "Hall, E.R. 1988. The relation between price and marginal cost in the United States industry. Journal of Political Economy 96, 921-947.",
        "Hall, R.E., and D.W. Jorgenson. 1971. Application of theory of optimum capital accumulation. In G. Fromm, ed., Tax Incentives and Capital Spending. Washington, DC: The Brookings Institution, 9-60.",
        "Hansen, L.P. 1982. Large sample properties of generalized method of moments estimators. Econometrica 50, 1029-1054.",
        "Hansen, L.P., and T.J. Sargent. 1980. Formulating and estimating dynamic linear rational expectations models. Journal of Economic Dynamics and Control 2, 7-46.",
        "Hansen, L.P., and T.J. Sargent. 1981. Linear rational expectations models for dynamically interrelated variables. In R.E. Lucas, Jr. and T.J. Sargent, eds., Rational Expectations and Econometric Practice, Vol. I. Minneapolis: University of Minnesota Press,127-156.",
        "Hansen, L.P., and T.J. Sargent. 1982. Instrumental variables procedures for estimating linear rational expectations models. Journal of Monetary Economics 9, 263-296.",
        "Hansen, L.P., and K.J. Singleton. 1982. Generalized instrumental variables estimation of nonlinear rational expectations models. Econometrica 50, 1269-1286.",
        "Hayami, Y., and V.W. Ruttan. 1970. Agricultural productivity differences among coimtries. American Economic Review 60, 895-911.",
        "Lau, L.J., and P.A. Yotopoulos. 1989. Function approach to technological change in world agriculture. Journal of Development Economics 31, 241-69.",
        "Lee, Y.J., and J.K. Kwon. 1994. Interpretation and measurement of capacity utilization: The case of Korean manufacturing. Applied Economics 26, 981-990.",
        "Lucas, R.E. 1967a. Adjustment costs and the theory of supply. Journal of Political Economy 75, 321-334.",
        "Lucas, R.E. 1967b. Optimal investment policy and the flexible accelerator. International Economic Review 8, 78-85.",
        "Madan, D.B., and I.R. Prucha. 1989. A note on the estimation of non-symmetric dynamic factor demand models. Journal of Econometrics 42, 275-283.",
        "Malinvaud, E. 1953. Capital accumulation and the efficient allocation of resources. Econometrica 21,233-268.",
        "Malinvaud, E. 1969. First order certainty equivalence. Econometrica 37, 706-719. o",
        "Mamuneas, T., and M.I. Nadiri. 1996. Public R&D policies and cost behavior of the US manufacturing industries. Journal of Public Economics 63, 57-81.",
        "McFadden, D. 1978. Cost, revenue and profit functions. In M. Fuss and D. McFadden, eds., Production Economics: A Dual Approach to Theory and Applications, Vol. I. New York: North-Holland, 3-109.",
        "Mohnen, P., 1990. R&D and productivity growth: A survey of the literature. UniversitÃ\u0083Â© du QuÃ\u0083Â©bec Ã\u0083Â  MontrÃ\u0083Â©al, CERPE, Cahier de Recherche No. 57.",
        "Mohnen, P.A. 1992a. The Relationship Between R&D and Productivity Growth in Canada and Other Industrialized Countries. Ottawa: Canada Communication Group. 102-",
        "Mohnen, P.A. 1992b. International R&D spillovers in selected OECD countries. UniversitÃ\u0083Â© du QuÃ\u0083Â©bec Ã\u0083Â  Montreal, Departement des sciences Ã\u0083Â©conomiques, Cahier No. 9208.",
        "Mohnen, P., and N. LÃ\u0083Â©pine. 1991. R&D, R&D spillovers and payments for technology: Canadian evidence. Structural Change and Economic Dynamics 2(1), 213-228.",
        "Mohnen, P.A., M.I. Nadiri, and I.R. Prucha. 1983. R&D, production structure, and productivity growth in the U.S., Japanese, and German manufacturing sectors. In Proceedings of the Conference of Qualitative Studies of Research and Development in Industry. Paris: INSEE, 173-221.",
        "Mohnen, P.A., M.I. Nadiri, and I.R. Prucha. 1986. R&D, production structure, and rate of return in the U.S., Japanese and German manufacturing sectors: A nonseparable dynamic factor demand model. European Economic Review 30, 749-771.",
        "Morrison, C.J. 1983. Productivity measurement with non-static expectations and varying capacity utilization: An integrated approach. Paper presented at the 1983 NBER Summer Workshop on Investment and Productivity. Cambridge, xnimeo.",
        "Morrison, C.J. 1985a. Primal and dual capacity utilization: An application to productivity measurement in the U.S. automobile industry. Journal of Business and Economic Statistics 3, 312-324.",
        "Morrison, C.J. 1985b. On the economic interpretation and measurement of optimal capacity utilization with anticipatory expectations. Review of Economic Studies 52, 295-310.",
        "Morrison, C.J. 1986a. Productivity measurement with non-static expectations and varying capacity utilization: An integrated approach. Journal of Econometrics 33, 51-74.",
        "Morrison, C.J. 1986b. Structural models of dynamic factor demands with nonstatic expectations: An empirical assessment of alternative expectations specifications. International Economic Review 27, 365-386. 103-",
        "Morrison, C.J. 1988. Quasi-fixed inputs in the U.S. and Japanese manufacturing: A generalized Leontief restricted cost function approach. Review of Economics and Statistics 70(2), 275-287.",
        "Morrison, C.J. 1989. Unraveling the productivity growth slowdown in the U.S., Canada and Japan: The effects of sub equilibrium, scale and markups. Working Paper No. 2993, National Bureau of Economic Research, Cambridge.",
        "Morrison, C.J. 1990. Decisions of firms and productivity growth with fixed input constraints: An empirical comparison of U.S. and Japanese manufacturing. In C.R. Hulten, ed., Productivity Growth in Japan and the U.S. Chicago: University of Chicago Press, 135-167.",
        "Morrison, C.J. 1992a. Unraveling the productivity growth slowdown in the United States, Canada and Japan: The effects of sub equilibrium, scale economies and markups. The Review of Economics and Statistics 74(3), 381-393.",
        "Morrison, C.J. 1992b. Markups in U.S. and Japanese manufacturing: A short-run econometric analysis. Journal of Business & Economic Statistics 10 (1), 51-63.",
        "Morrison, C.J. 1997. Assessing the productivity of information technology equipment in U.S. manufacturing industries. Review of Economics and Statistics 79, 471-481.",
        "Morrison, C.J., and E.R. Berndt. 1981. Short-run labor productivity in a dynamic model. Journal of Econometrics, 16, 339-365.",
        "Morrison, C.J., and D. Siegel. 1997. External capital factors and increasing returns in U.S. manufacturing. Review of Economics and Statistics 79, 647-654.",
        "Mortenson, D.T. 1973. Generalized costs of adjustment and dynamic factor demand theory. Econometrica 41, 657-665.",
        "Mussa, M. 1977. External and internal adjustment costs and the theory of aggregate and firm investment. Economic a 44, 163-178. 104-",
        "Nadiri, M.I. 1993. Innovations and Technological Spillovers. Working Paper No. 4223, National Bureau of Economic Research, Cambridge.",
        "Nadiri, M.I. and S. Kim. 1996. International R&D Spillovers, Trade and Productivity in Major OECD Countries. Working Paper No. 5801, National Bureau of Economic Research, Cambridge.",
        "Nadiri, M.I., and B. Nandi. 1997. The changing structure of cost and demand for the U.S. telecommunications industry. Information Economics and Policy 9(4), 319-347.",
        "Nadiri, M.I., and I.R. Prucha. 1983. Nonstatic expectations, adjustment costs and the production structure and synamic factor demand for AT&T. Paper presented at the 1983 NBER Summer Workshop on Investment and Productivity. Cambridge, mimeo.",
        "Nadiri, M.I., and I.R. Prucha. 1984. Production structure, R&D and productivity growth in the U.S. Bell system: Estimation frdm dynamic factor demand functions under nonstatic expectations. Department of Economics, New York University and University of Maryland, mimeo.",
        "Nadiri, M.I., and I.R. Prucha. 1986. Comparison and analysis of productivity growth and R&D investment in the electrical machinery industries of the United States and Japan, Working Paper No. 1850, National Bureau of Economic Research, Cambridge.",
        "Nadiri, M.I., and I.R. Prucha. 1990a. Comparison and analysis of productivity growth and R&D investment in the electrical machinery industries of the United States and Japan. In C.R. Hulten, ed., Productivity Growth in Japan and the U.S. Chicago: University of Chicago Press, 109-133.",
        "Nadiri, M.I., and I.R. Prucha. 1990b. Dynamic factor demand models, productivity measurement, and rates of return: Theory and an empirical application to the U.S. Bell system. Structural Change and Economic Dynamics, 2, 263-289.",
        "Nadiri, M.I., and I.R. Prucha. 1996. Estimation of the depreciation rate of physical and R&D capital in the U.S. total manufacturing sector. Economic Inquiry 34, 43-56. 105-",
        "Nadiri, M.I., and S. Rosen. 1969. Interrelated factor demand functions. American Economic Review 59, 457-471.",
        "Nadiri, M.I., and S. Rosen. 1973. A Disequilibrium Model of Demand for Factors of Production. New York: Columbia University Press.",
        "Nadiri, M.I., and M.A. Schankerman. 1981a. Technical change, returns to scale, and the productivity slowdown. American Economic Review 71, 314-319.",
        "Nadiri, M.I., and M.A. Schankerman. 1981b. The structure of production, technological change, and the rate of growth of total factor productivity in the U.S. Bell system. In T. Cowing and R. Stevenson, eds., Productivity Measurement in Regulated Industries. New York: Academic Press, 219-247.",
        "Otha, M. 1974. A note on the duality between production and cost functions: Returns to scale and rate of technical progress. Economic Studies Quarterly 25, 63-65.",
        "Pindyck, R.S. 1988. Irreversible investment, capacity choice, and the value of the firm. American Economic Review 78, 969-985.",
        "Pindyck, R.S. 1991. Irreversibility, uncertainty and investment. Journal of Economic Literature 29, 1110-1152.",
        "Pindyck, R.S., and J.J. Rotemberg. 1983a. Dynamic factor demands under rational expectations. Scandinavian Journal of Economics 85, 223-238.",
        "Pindyck, R.S., and J.J. Rotemberg. 1983b. Dynamic factor demands and the effects of energy price shocks. American Economic Review 73, 1066-1079.",
        "Potscher, B.M., and I.R. Prucha. 1991a. Basic structure of the asymptotic theory in dynamic nonlinear econometric models, Part I: Consistency and approximation concepts. Econometric Reviews 10, 125-216.",
        "Potscher, B.M., and I.R. Prucha. 1991b. Basic structure of the asymptotic theory in dynamic nonlinear econometric models, Part II: Asymptotic normality. Econometric Reviews 10, 253-325. 106-",
        "Potscher, B.M., and I.R. Prucha. 1997. Dynamic Nonlinear Econometric Models: Asymptotic Theory. New York: Springer Verlag.",
        "Prucha, I.R. 1987. The variance-covariance matrix of the maximum likelihood estimator in triangular structural systems: Consistent Estimation. Econometrica 55, 977-978.",
        "Prucha, I.R. 1990. Comments on C.J. Morrison, Decisions of firms and productivity growth with fixed input constraints: An empirical comparison of U.S. and Japanese manufacturing. In C.R. Hulten, ed., Productivity Growth in Japan and the U.S. Chicago: University of Chicago Press, 167-172.",
        "Prucha, I.R. 1995. On the econometric estimation of a constant rate of depreciation. Empirical Economics 20, 299-302.",
        "Prucha, I.R. 1997. Estimation of a variable rate of depreciation: A dummy variable approach. Structural Change and Economic Dynamics 8, 319-325.",
        "Prucha, I.R., and M.I. Nadiri. 1982. Formulation and estimation of dynamic factor demand equations under non-static expectations: A finite horizon model. Technical Paper No. 26, National Bureau of Economic Research, Cambridge. (Revised March 1994).",
        "Prucha, I.R., and M.I. Nadiri. 1986. A comparison of alternative methods for the estimation of dynamic factor demand models under non-static expectations. Journal of Econometrics 33, 187-211.",
        "Prucha, I.R., and M.I. Nadiri. 1988. On the computation of estimators in systems with implicitly defined variables. Economics Letters 26, 141-145.",
        "Prucha, I.R., and M.I. Nadiri. 1990. Endogenous capital utilization and productivity measurement in dynamic factor demand models: Theory and an application to the U.S. electrical machinery industry. Working Paper No. 90-19, Department of Economics, University of Maryland, and Working Paper No. 3680, National Bureau of Economic Research, Cambridge. 107-",
        "Prucha, I.R., and M.I. Nadiri. 1991. On the specification of accelerator coefficients in dynamic factor demand models. Economics Letters 35, 123-129.",
        "Prucha, I.R., and M.I. Nadiri. 1996. Endogenous capital utilization and productivity measurement in dynamic factor demand models: Theory and an application to the U.S. electrical machinery industry. Journal of Econometrics 71, 343-379.",
        "Richter, M.K. 1966. Invariance axioms and economic indices. Econometrica 34, 739-755.",
        "Schramm, R. 1970. The influence of relative prices, production conditions and adjustment costs on investment behaviour. Review of Economic Studies 37, 361-376.",
        "Shapiro, M.D. 1986. Capital utilization and capital accumulation: Theory and evidence. Journal of Applied Econometrics 1, 211-234.",
        "Shephard, R.W. 1953. Theory of Cost and Production Functions. Princeton: Princeton University Press.",
        "Simon, H.A. 1956. Dynamic programming under certainty equivalence with a quadratic criterion function. Ã¢â\u0082¬Å¾Econometrica 24, 74-81.",
        "Solow, R.M. 1957. Technical change and the aggregate production function. Review of Economics and Statistics 39, 312-320.",
        "Srinivasan, S. 1995. Estimation of own R&D, R&D spillovers and exogenous technical change effects in some U.S. high-technology industries. Ph.D. Dissertation, University of Maryland, Department of Economics.",
        "Steigerwald, D.G., and C. Stuart. 1997. Econometric estimation of foresight: Tax policy and investment in the United States. Review of Economics and Statistics 79, 32-40.",
        "Steigum, E. Jr. 1983. A financial theory of investment behavior. Fkiono-metrica 51(3), 637-645.",
        "Stokey, N.L., R.E. Lucas, and E.C. Prescott. 1989. Recursive Methods in Economic Dynamics. Cambridge: Harvard University Press. 108-",
        "Theil, H. 1957. A note on certainty equivalence in dynamic planning. Econometrics 25, 346-349.",
        "Tobin, J. 1969. A general equilibrium approach to monetary theory. Journal of Money, Credit and Banking 1, 15-29.",
        "Treadway, A.B. 1969. On rational enterpreneurial behavior and the demand for investment. Review of Economic Studies 36, 227-239.",
        "Tireadway, A.B. 1970. Adjustment costs and variable inputs in the theory of the competitive firm. Journal of Economic Theory 2, 329-347.",
        "Treadway, A.B. 1971. The rational multivariate flexible accelerator. Ek:onometrica 39, 845-855.",
        "Treadway, A.B. 1974. The globally optimal flexible accelerator. Journal of Economic Theory 7, 17-39.",
        "Uhlig, H. 1995. A toolkit for analyzing nonlinear dynamic stochastic models easily. Discussion Paper 101, Federal Reserve Bank of Minneapolis.",
        "Uzawa, H. 1969. Time preference and the Penrose effect in a two-class model of economic growth. Journal of Political Economy 77, 628-652.",
        "Watkins, G.C. 1991. Short- and long-term equilibria. Energy Economics 13, 2-9.",
        "Watkins, G.C. and E.R. Berndt. 1992. Dynamic models of input demand: A comparison under different formulations of adjustment costs. In J. Moroney, ed., Advances in the Economics of Energy and Resources, Vol. 7. Greenwich: JAI Press, 159-188. 109-"
    ]
}