{
    "id": 7081,
    "cites": 28,
    "cited_by": 314,
    "reference": [
        "Acheson, A. L. Keith and Donald McFetridge, Intellectual Property and Endogenous Growth, in Howitt, Peter, ed. The Implications of Knowledge-Based Growth for Microeconomic Policies, Calgary, University of Calgary Press, 1996.",
        "Aw, Bee Yan, Sukkyun Chang, and Mark J. Roberts, Productivity and Turnover in the Export Market: Micro Evidence from Taiwan and South Korea, Pennsylvania State University, processed, March 1998.",
        "Balassa, Bela, The Structure of Protection in Developing Countries, Baltimore, Johns Hopkins University Press, 1971.",
        "Ben-David, Dan Equalizing Exchange: Trade Liberalization and Income Convergence, Quarterly Journal of Economics, 108(3), 1993.",
        "Bhalla, Surjit, and Lawrence J. Lau, Openness, Technological Progress, and Economic Growth in Developing Countries, World Bank, 1992.",
        "Buffie, Edward, Trade Policy in Developing Countries, unpublished book manuscript, November 1998.",
        "Frankel, Jeffrey, and David Romer, Does Trade Cause Growth? unpublished, University of California at Berkeley, June 1998.",
        "Gelb, Alan H. and Associates, Oil Windfalls : Blessing or Curse? New York, Oxford University Press, 1988.",
        "Gerschenkron, Alexander, Bread and Democracy in Germany, Berkeley and Los Angeles, University of California Press, 1943.",
        "Hall, Robert E., and Charles I. Jones, Why Do Some Countries Produce So Much More Output per Worker than Others? NBER Working Paper No. W6564, 1998.",
        "International Currency Analysis World Currency Yearbook, Brooklyn, N.Y.: International Currency Analysis, Inc, 1995.",
        "Jodha, Narpat Property Rights and Development, in Hanna et al, eds. Rights to Nature: Ecological, Economic, Cultural and Political Principles of Institutions for the Environment, Washington, DC, Island Press, 1996.",
        "Johnson, Bryan T., and Thomas P. Sheehy, 1996 Index of Economic Freedom, The Heritage Foundation, Washington, 1996.",
        "Leamer, Edward Measures of Openness, in Robert Baldwin, ed. Trade Policy and Empirical Analysis, Chicago, Chicaho University Press, 1988.",
        "Maddison, Angus, Phases of Capitalist Development, Oxford, New York, Oxford University Press, 1982.",
        "OECD, Economic Outlook No. 63, June, 1998.",
        "ORourke, Kevin H., Tariffs and Growth in the Late Nineteenth Century, CEPR Discussion Paper No. 1700, October 1997.",
        "Pritchett, Lant, Measuring Outward Orientation: Can it be Done? Journal of Development Economics, 49(2), May 1996.",
        "Radelet, Steven, Jeffrey D. Sachs, and Jong-Wha Lee, Economic Growth in Asia. HIID Development Discussion Paper, 1997.",
        "Roberts, Mark J., and James R. Tybout, eds., Industrial Evolution in Developing Countries, Oxford University Press for the World Bank, New York, 1996.",
        "Rodrik, Dani, The New Global Economy and Developing Countries: Making Openness Work, Overseas Development Council, Washington, DC, 1999.",
        "Srinivasan, T.N., As the Century Turns: Analytics, Empirics, and Politics of Development, Economic Growth Center, Yale University, December 1997.",
        "White, Halbert L. A Heteroskedasticity-Consistent Covariance Matrix Estimator and a direct Test for Heteroskedasticity, Econometrica, 48, 817-38, 1980.",
        "Wolf, Holger, Trade Orientation: Measurement and Consequences, Estudios de Economia 20(20), 52-72, 1993.",
        "World Bank, Mauritius Economic Memorandum: Recent Developments and Prospects, Washington, DC, The World Bank, 1983.",
        "World Bank, Mauritius: Managing Success, Washington, DC, The World Bank, 1989.",
        "World Bank, Adjustment in Africa: Reforms, Results, and the Road Ahead, Washington, DC, 1994.",
        "World Bank, World Tables, Washington, DC, The World Bank, 1995."
    ]
}