{
    "id": 7082,
    "cites": 42,
    "cited_by": 54,
    "reference": [
        "Antos, Joseph R., and Sherwin Rosen. Discrimination in the market for teachers. Journal of Econometrics 2 (May 1975): 123-50.",
        "Ballou, Dale. Do public schools hire the best applicants'DONE' Quarterly Journal of Economics 111, no. 1 (February 1996): 97-133.",
        "Ballou, Dale, and Michael Podgursky. Recruiting smarter teachers. Journal of Human Resources 30, no. 2 (Spring 1995): 326-38.",
        "Baugh, William H., and Joe A. Stone. Mobility and wage equibration in the educator labor market. Economics of Education Review 2, no. 3 (Summer 1982): 253-74. N.",
        "Betts, Julian R. Is there a link between school inputs and earnings'DONE' Fresh scrutiny of an old literature. In Does money matter The effect of school resources on student achievement and adult success, edited by Gary Burtless, 141-91. Washington, DC: Brookings, 1996.",
        "Blais, AndrÃ\u0083Â©, and StÃ\u0083Â©phane Dion, eds. The budget-maximizing bureaucrat: Appraisals and evidence. Pittsburgh: University of Pittsburgh Press, 1991.",
        "Boardman, Anthony E., Linda Darling-Hammond, and Stephen P. Mullin. A framework for the analysis of teachers demand and supply. Economics of Education Review 2, no. 2 (Spring 1982): 127-55.",
        "Brewer, Dominic J. Career paths and quit decisions: Evidence from teaching. Journal of Labor Economics 14, no. 2 (April 1996): 313-39.",
        "Brown, Byron W., and Daniel H. Saks. The production and distribution of cognitive skills within schools. Journal of Political Economy 83, no. 3 (June 1975): 571-93.",
        "Card, David, and Alan B. Krueger. Does school quality matter'DONE' Returns to education and the characteristics of public schools in the United States. Journal of Political Economy 100, no. 1 (February 1992): 1-40.",
        "South Carolina. Journal of Economic Perspectives 10, no. 4 (Fall 1996): 31-50.",
        "Carnegie Forum on Education and the Economy. A nation prepared: Teachers for the 21st century. : Carnegie Forum on Education and the Economy, 1986.",
        "Chambers, Jay G. The impact of collective bargaining for teachers on resource allocation in public school districts. Journal of Urban Economics 4, no. 3 (July 1977): 324-39.",
        "Cohen, David K., and Richard J. Murnane. Merit pay and the evaluation problem: Understanding why most merit pay plans fail and a few survive. Harvard Educational Review 56, no. 1 (February 1986): 1-17.",
        "Darling-Hammond, Linda. Doing what matters most: Investing in quality teaching. New York: National Commission on Teaching and Americas Future, 1997.",
        "Dolton, Peter, and Wilbert van der Klaauw. Leaving teaching in the UK: A duration analysis. The Economic Journal 105 (March 1995): 431-44.",
        "Ferguson, Ronald. Paying for public education: New evidence on how and why money matters. Harvard Journal on Legislation 28, no. 2 (Summer 1991): 465-98.",
        "Ferguson, Ronald F. Paying for Public Education: New Evidence on How and Why Money Matters. Harvard Journal on Legislation 28, no. 2 (Summer 1991): 465-98.",
        "Flyer, Fredrick, and Sherwin Rosen. The new economics of teachers and education. Journal of Labor Economics 15, no. 1 (part 2) (January 1997): 104-39.",
        "Gilford, Dorothy M., and Ellen Tenenbaum, eds. Precollege science and mathematics teachers: monitoring supply, demand and quality. Washington, D.C.: National Academy Press, 1990.",
        "Goertz, Margaret E., Ruth B. Ekstrom, and Richard J. Coley. The impact of state policy on entrance into the teaching procession: Final report. : Educational Testing Service, 1984.",
        "Greenberg, David, and John McCall. Teacher mobility and allocation. Journal of Human Resources 9, no. 4 (Fall 1974): 480-502.",
        "Gritz, R. Mark, and Neil D. Theobald. The effects of school district spending priorities on length of stay in teaching. Journal of Human Resources 31, no. 3 (Summer 1996): 477-512.",
        "Grogger, Jeffrey T. Does school quality explain the recent black/white wage trend'DONE' Journal of Labor Economics 14, no. 2 (April 1996): 231-53.",
        "Hanushek, Eric A. Assessing the effects of school resources on student performance: An update. Educational Evaluation and Policy Analysis 19, no. 2 (Summer 1997): 141-64.",
        "Hanushek, Eric A., John F. Kain, and Steven G. Rivkin. Does special education raise academic achievement for students with disabilities'DONE'. National Bureau of Economic Research, Working Paper No. 6690, 1998.",
        "Hanushek, Eric A., and Richard R. Pace. Who chooses to teach (and why)'DONE' Economics of Education Review 14, no. 2 (June 1995): 101-17.",
        "Hanushek, Eric A., Steven G. Rivkin, and Lori L. Taylor. Aggregation and the estimated effects of school resources. Review of Economics and Statistics 78, no. 4 (November 1996): 611-27.",
        "Hanushek, Eric A. with others. Making schools work: Improving performance and controlling costs. Washington, DC: Brookings Institution, 1994.",
        "Hoxby, Caroline Minter. How teachers unions affect education production. Quarterly Journal of Economics 111, no. 3 (August 1996): 671-718.",
        "Kain, John F., and Daniel M. OBrien. A longitudinal assessment of reading achievement evidence from the Harvard/UTD Texas schools project. Paper presented at the Green Center Conference, Achieving Universal Literacy, University of Texas at Dallas, April 2-4, 1998.",
        "Kain, John F., and Kraig Singleton. Equality of Educational Opportunity revisited. New England Economic Review (May/June 1996): 87-111.",
        "Kirby, Sheila Nataraj, David W. Grissmer, and Lisa Hudson. New and returning teachers in Indiana: sources of supply. Santa Monica: RAND, 1991.",
        "Loeb, Susanna, and Marianne Page. Examining the link between wages and quality in the teacher workforce. (mimeo), Department of Economics, University of California, Davis, 1998.",
        "Muranane, Richard J., and Randall Olsen. The effects of salaries and opportunity costs on length of stay in teaching: Evidence from Michigan. Review of Economics and Statistics 71, no. 2 (May 1989): 347-52.",
        "Murnane, Richard J. Teacher mobility revisited. Journal of Human Resources 16, no. 1 (Winter 1981): 3-19.",
        "Murnane, Richard J., Judith D. Singer, John B. Willett, James J. Kemple, and Randall J. Olsen. Who will teach'DONE' Cambridge: Harvard University Press, 1991.",
        "Niskanen, William A. Bureaucracy and Representative Government. Chicago: Aldine-Atherton, 1971.",
        "Rivkin, Steven G., Eric A. Hanushek, and John F. Kain. Teachers, schools, and academic achievement. National Bureau of Economic Research, Working Paper No. 6691 1998.",
        "Rumberger, Russell W. The impact of salary differentials on teacher shortages and turnover: The case of mathematics and science teachers. Economics of Education Review 6, no. 4 (1987): 389-99.",
        "Strauss, Robert P. Public school teachers in Pennsylvania: Demand and supply through school year 2000.",
        "Weaver, W. Timothy. Americas teacher quality problem: Alternatives for reform. New York: Praeger, 1983."
    ]
}