{
    "id": 7085,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "Chan, Louis K. C., N. Jegadeesh, and Josef Lakonishok, 1995, Evaluating the performance of value versus glamour stocks: The impact of selection bias, Journal of Financial Economics 38, 269-296.",
        "Comment, Robert and G. William Schwert, 1995, Poison or placebo'DONE' Evidence on the deterrence and wealth effects of modern antitakeover measures, Journal of Financial Economics 39, 3-43.",
        "Greene, William H., 1993, Econometric analysis, 2nd ed. (Macmillan, New York).",
        "Harford, Jarrad, 1999, Corporate cash reserves and acquisitions, Journal of Finance 54, forthcoming.",
        "Hasbrouck, Joel, 1985, The characteristics of takeover targets, Journal of Banking and Finance 9, 351-362.",
        "Healy Paul M., Krishna G. Palepu, and Richard S. Ruback, 1992, Does corporate performance improve after mergers'DONE' Journal of Financial Economics 31, 135-176.",
        "Herzel, Leo and Richard W. Shepro, 1990, Bidders and targets: Mergers and acquisitions in the U.S. (Blackwell, Cambridge, MA).",
        "Jensen, Michael C., 1986, Agency costs of free cash flow, corporate finance, and takeovers, American Economic Review 76, 323-329.",
        "Lang, Larry H. P., RenÃ\u0083Â© M. Stulz and Ralph A. Walkling, 1989, Managerial performance, Tobins Q, and the gains from successful tender offers, Journal of Financial Economics 24, 137-154.",
        "Manne, Henry G., 1965, Mergers and the market for corporate control, Journal of Political Economy 73, 110-120.",
        "Mikkelson, Wayne H. and M. Megan Partch, 1989, Managers voting rights and corporate control, Journal of Financial Economics 25, 263-290.",
        "MÃ\u0083Â¸rck, Randall, Andrei Shleifer, and Robert W. Vishny, 1988, Characteristics of targets of hostile and friendly takeovers, in: Alan J. Auerbach, ed., Corporate takeovers: Causes and consequences (National Bureau of Economic Research, Chicago, IL) 101-129.",
        "MÃ\u0083Â¸rck, Randall, Andrei Shleifer, and Robert W. Vishny, 1989, Alternative mechanisms for corporate control, American Economic Review 89, 842-852.",
        "Hostile Takeovers'DONE' 35 Opler, Tim, Lee Pinkowitz, RenÃ\u0083Â© M. Stulz, and Rohan Williamson, 1999, The determinants and implications of corporate holdings of liquid assets, Journal of Financial Economics 52, forthcoming.",
        "Palepu, Krishna G., 1986, Predicting takeover targets: A methodological and empirical analysis, Journal of Accounting and Economics 8, 3-35.",
        "Schwert, G. William, 1996, Markup pricing in mergers and acquisitions, Journal of Financial Economics 41, 153-192.",
        "Shivdasani, Anil, 1993, Board composition, ownership structure, and hostile takeovers, Journal of Accounting and Economics 16, 167-198.",
        "Sridharan, Uma V. and Marc R. Reinganum, 1995, Determinants of the choice of the hostile takeover mechanism: An empirical analysis of tender offers and proxy contests, Financial Management 24, 57-67.",
        "White, Halbert, 1980, A heteroskedasticity-consistent covariance matrix estimator and a direct test for heteroskedasticity, Econometrica 48, 817-838."
    ]
}