{
    "id": 7087,
    "cites": 34,
    "cited_by": 22,
    "reference": [
        "Bernanke, B.S., and M. Woodford (1997) Inflation Forecasts and Monetary Policy, Journal of Money, Credit, and Banking 29, 653-684.",
        "Binder, M. and M. H. Pesaran (1995). Multivariate rational expectations models: A review and some new results. In M. H. Pesaran and M. Wickens, eds., Handbook of Applied Econometrics. Oxford: Basil Blackwell.",
        "Blanchard, O.J., and C.M. Kahn (1980) The Solution of Linear Difference Models Under Rational Expectations, Econometrica 48, 1305-1311.",
        "Blanchard, O.J., and S. Fischer (1980). Lectures on Macroeconomics. MIT Press, Cambridge, MA.",
        "Blanchard, 0. J. and C.M. Kahn (1980). The solution of linear difference models under rational expectations. Econometrica 48, 1305-13 11.",
        "Brock, W.A. (1975) A Simple Perfect Foresight Monetary Model, Journal of Monetary Economics 1, 133-150.",
        "Burmeister, E., R.P. Flood, and P.M. Garber (1983) On the Equivalence of Solutions in Rational Expectations Models, Journal of Economic Dynamics and Control 5,311-321.",
        "Calvo, G.A.(1978) On the Indeterminacy of Interest Rates and Wages with Perfect Foresight, Journal of Economic Theory 19, 321-337.",
        "Economics 12, 383-398. Clarida. R., J. Gali, and M. Gertler (1997) Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, NBER Working Paper 6442.",
        "Evans, 0. W. (1985) Expectational Stability and the Multiple Equilibria Problem in Linear Rational Expectations Models, Quarterly Journal of Economics 100, 1217-1233.",
        "Journal of Monetary Economics 18, 147-157. _____________ (1989) The Fragility of Sunspots and Bubbles, Journal of Monetary Economics 23, 297-3 17.",
        "Evans, G.W., and S. Honkapohja (1992) On the Robustness of Bubbles in Linear RE Models, International Economic Review 33, 1-14.",
        "Flood, R.P., and P.M. Garber (1980a) An Economic Theory of Monetary Reform, Journal of Political Economy 88, 24-58.",
        "Tests, Journal of Political Economy 88, 745-770. Froot, K.A. and M. Obstfeld (1991) Intrinsic Bubbles: The Case of Stock Prices, American Economic Review 81, 1189-1214.",
        "Fuhrer, J.C., and G.R. Moore (1995) Inflation Persistence, Quarterly Journal of Economics 109, 127-159.",
        "Golub, G. H. and C.F. Van Loan, C. F. (1996). Matrix Computations, 3rd ed. Baltimore: Johns Hopkins.",
        "Gray, J.A. (1984) Dynamic Instability in Rational Expectations Models: An Attempt to Clarify, International Economic Review 25, 93-122.",
        "Kerr, W., and R.G. King (1996), Limits on Interest Rate Rules in the IS Model, Federal Reserve Bank of Richmond Economic Quarterly 82 (No. 2), 47-76.",
        "King, R. 0. and M. W. Watson (1995). The solution of singular linear difference systems under rational expectations. Working paper, University of Virginia.",
        "Klein, P., (1997). Using the generalized Schur form to solve a system of linear expectational difference equations. Working paper, Stockholm University (TIES).",
        "Marcet, A., and T.J. Sargent, Convergence of Least Squares Learning Mechanisms in Self Referential Linear Stochastic Models, Journal of Economic Theory 48, 3 37-368. McCallum, B.T. (1983) On Non-Uniqueness in Rational Expectations Models: An Attempt at Perspective, Journal of Monetary Economics 11, 139-168.",
        "University. _______________ (1997) Issues in the Design of Monetary Policy Rules, NBER Working paper 6016. Also forthcoming in J.B. Taylor and M. Woodford (eds.), Handbook of Macroeconomics.",
        "McCallum, B.T., and E. Nelson (1997) An Optimizing IS-LM Specification for Monetary Policy and Business Cycle Analysis, NBER Working Paper 5875. Also forthcoming in Journal of Money, Credit, and Banking.",
        "McCallum, B.T. (1998) Solutions to Linear Rational Expectations Models: A Compact Exposition, Economics Letters 61,143-147.",
        "Obstfeld, M. and K. Rogoff (1983) Speculative Hyperinflations in Maximizing Models: Can We Rule Them Out? Journal of Political Economy 91, 675-687.",
        "Rotemberg, J.J. (1982) Sticky Prices in the United States, Journal of Political Economy 60, 1187-1211.",
        "Sargent, T.J. (1987) Macroeconomic Theory, 2nd ed. Academic Press, New York.",
        "Sims, C.A. (1994) A Simple Model for Study of the Determination of the Price Level and the Interaction of Monetary and Fiscal Policy, Economic Theory 4, 38 1-399.",
        "University. Svensson, L.E.O. (1998) Inflation Targeting as a Monetary Policy Rule, NBER Working Paper 6790.",
        "Taylor, J.B. (1977) Conditions for Unique Solutions in Stochastic Macroeconomic Models with Rational Expectations, Econometrica 45, 1377-1385.",
        "Series on Public Policy 39, 195-2 14. Uhlig, H. (1997). A toolkit for analyzing nonlinear dynamic stochastic models easily. Working paper, University of Tilburg.",
        "Whitman, C.H. (1983) Linear Rational Expectations Models: A Users Guide. University of Minnesota Press, Minneapolis.",
        "Woodford, M. (1984) Indeterminacy of Equilibrium in the Overlapping Generations Model: A Survey, Working Paper, Columbia University.",
        "Usefulness Be Judged from Forecasting Regressions? in Monetary Policy, ed. by N.G. Mankiw. University of Chicago Press, Chicago. _______________ (1995) Price-Level Determinacy without Control of a Monetary Aggregate, Carnegie-Rochester Conference Series on Public Policy 43, 1-46."
    ]
}