{
    "id": 7089,
    "cites": 14,
    "cited_by": 14,
    "reference": [
        "Armknecht, Paul A., and Daniel H. Ginsburg, Improvements in Measuring Price Changes in Consumer Services: Past, Present, and Future, in Zvi Griliches, ed., Output Measurement in the Service Sector, (Chicago, IL: University of Chicago Press, 1992).",
        "Barzel, Yoram, Cost of Medical Treatment: Comment, American Economic Review, 58, September 1968, 937-938.",
        "Bureau of Labor Statistics, The Consumer Price Index, Chapter 19 in BLS Handbook of Methods, Bulletin 2414 (September 1992).",
        "Cardenas, Elaine M., Revision of the CPI Hospital Services Component, Monthly Labor Review, CCIX (December 1996), 40-48.",
        "Cutler, David M., Mark McClellan, Joseph P. Newhouse, and Dahlia K. Remler, Are Medical Prices Declining'DONE' Evidence from Heart Attack Treatments, Quarterly Journal of Economics, November 1998, 991-1024.",
        "Cutler, David M., and Elizabeth Richardson, Measuring the Health of the United States Population, Brookings Papers on Economic Activity, Microeconomics, 1997, 217270.",
        "Fisher, Franklin M., and Zvi Griliches, Aggregate Price Indices, New Goods, and Generics, Quarterly Journal of Economics, CX (February 1995), 229-244.",
        "Fisher, Franklin M., and Karl Shell, The Economic Theory of Price Indices, (New York, NY: Academic Press, 1972).",
        "Ford, Ina Kay and Philip Sturm, CPI Revision Provides More Accuracy in the Medical Care Services Component, Monthly Labor Review, (April 1988).",
        "Frank, Richard G., Susan Busch, and Ernst Berndt, Measuring Prices and Quantitites of Treatment for Depression, American Economic Review, 87 (May 1998).",
        "Fuchs, Victor, The Future of Health Policy, (Cambridge, MA: Harvard University Press, 1993).",
        "Goldman L, Cook EF. The decline in ischemic heart disease mortality rates. An analysis of the comparative effects of medical interventions and changes in lifestyle. Ann Intern Med . 1984;101(6):825-36.",
        "Griliches, Zvi, editor, Price Indexes and Quality Change, Cambridge, MA: Harvard University Press, 1971.",
        "Griliches, Zvi, editor, Output Measurement in the Service Sector, Chicago: University of Chicago press, 1992."
    ]
}