{
    "id": 709,
    "cites": 17,
    "cited_by": 1,
    "reference": [
        "Astin, Alexander W., Predicting Academic Performance in College. Free Press, New York, 1971. Berndt, Ernest, Bronwyn Hall, Robert Hall, and Jerry Hausman, Estimation and Inference in Nonlinear Structural Models, Annals of Economic and Social Measurement, pp. 653-665, 1974.",
        "Cronbach, Lee J. and Goldine C. Gleser, Psychological Tests and Personnel Decisions. Urbana Illinois, University of Illinois Press, 2nd edition, 1965.",
        "Duncan, Gregory M., Formulation and Statistical Analysis of the Mixed, Continuous/Discrete Dependent Variable Model in Classical Production Theory, Econometrica, Vol. 48, No. 4, pp. 835-852, May 1980.",
        "Eckland, Bruce K., Louise Henderson, Ann Tickamyer, and William Trent, National Longitudinal Study: Constructed Education Variables, NCES, Washington, D.C., March 1979.",
        "Ford, Susan and Sandy Campos, Summary of Validity Data from the Admissio Testing Program Validity Study Service, ETS, Princeton, N.J., 1977.",
        "--- Black Economic Progress After 1964: Who Has Gained and Why, NBER Working Paper Number 282, 1978.",
        "Fuller, Winship, Charles Manski, and David Wise, New Evidence on the Economic Determinants of Post-Secondary Schooling Choices, J.F.K. School of Government Discussion Paper Number 90D, June 1980a.",
        "----;_ The Impact of the Basic Educational Opportunity Grant Program on College Enrollments, J.F.K. School of Government Discussion Paper Number 94D, July 1980b. -64-Grilliches, Zvi, Economic Problems of Youth, in James Coleman (ed.) Youth: Transition to Adulthood, Chicago, University of Chicago Press, 1974.",
        "Hausman, Jerry and David Wise, Attrition Bias in Experimental and Panel Data: The Gary Income Maintenance Experiment, Econometrica, Vol. 47, No. 2, pp. 455-473, 1979. Kohn, Meir G., Charles Manski, and David Mundel, An Empirical Investigation of Factors Which Influence College-Going Behavior, Annals. of Economic and Social Measurement, pp. 391-420, 1976. Levinsohn, Jay R. et al., National Longitudinal Study Base Year, First, Second, and Third Followup Data File Users Manual, NCES, Washington, D.C., 1978.",
        "Lord, Frederic M. and Melvin R. Novick, Statistical Theories of Mental Test Scores, Reading, MA, Addison-Wesley, 1968. McFadden, Daniel, Econometric Net Supply Systems for Firms With Continuous and Discrete Commodities, presented at the joint HarvardMIT Econometrics Seminar, Spring 1979. Morgan, James N. and Greg J. Duncan, College Quality and Earnings, in Ismail Sirageldin fed.). Research in Human Capital and Development, Vol. 1, pp. 103-121 , 1979. Nairn, Allan and Associates, The Reign of ETS: The Corporation That Makes Up Minds, 1980. (The Ralph Nader Report on the Educational Testing Service).",
        "Radner, Roy and Leonard Miller, Demand and Supply in U.S. Higher Education, New York, McGraw-Hill, 1975. -65-Slack, Warner V. and Douglas Porter, The Scholastic Aptitude Test: A Critical Appraisal,  Harvard Educational Review, Vol. 50, pp. 154175, May 1980.",
        "Solmon, Lewis C., The Definition of College Quality and Its Impact on Earnings, Explorations in Economic Research, Vol. 2, No. 4, pp. 537-587, 1975.",
        "U. S. Congress, Subcommittee on Elementary, Secondary, and Vocational Education, Hearings on the Truth in Testing Act of 1979 and the Educational Testing Act of 1979, October 1979.",
        "Venti, Steven and David A. Wise, Test Scores, Educational Opportunities, and Individual Choice, J.F.K. School of Government Discussion Paper Number 92D, June 1980, Revised February 1981.",
        "Willis, Robert and Sherwin Rosen, Education and Self-Selection, Journal of Political Economy, Vol. 87, pp. S7-S36, October 1979.",
        "Wise, David A., Academic Achievement and Job Performance, American Economic Review, pp. 360-366, 1975a.",
        "__ Personal Attributes, Job Performance, and Probability of Promotion, Econometrica, Vol. 42, No. 5-6, pp. 913-931, 1975b."
    ]
}