{
    "id": 7090,
    "cites": 87,
    "cited_by": 100,
    "reference": [
        "Lucas, Robert E., Jr., Liquidity and Interest Rates, Journal of Economic Theory, 1990, 50, 237-64.",
        "Mankiw, N. Gregory, Small Menu Costs and Large Business Cycles: A Macroeconomic Model, Quarterly Journal of Economics, 1985, 10, 529-38.",
        "Lucas, Robert E., Jr., Expectations and the Neutrality of Money, Journal of Economic Theory, 1972, 4, 103-24.",
        "Lewis, Karen K., What Can Explain the Apparent Lack of International Consumption Risk Sharing?, Journal of Political Economy, 1996, 104, 267-97.",
        "Lothian, James R., Capital Market Integration and Exchange-Rate Regimes in Historical Perspective, Photocopy, Fordham University, 1995. Forthcoming.",
        "Kimball, Miles S., The Quantitative Analytics of the Basic Neomonetarist Model, Journal of Money, Credit, and Banking, 1995, 27, 1241-77.",
        "Kiley, Michael T., Endogenous Price Stickiness and Business Cycle Persistence, Journal of Money, Credit, and Banking, 1999. Forthcoming.",
        "Keynes, John Maynard, The General Theory of Employment, Interest and Money, New York: Harcourt Brace, 1936.",
        "International Monetary Fund, International Capital Markets: Developments, Prospects, and Key Policy Issues, Washington, D.C.: International Monetary Fund, 1997.",
        "Forthcoming. 26 Hansen, Gary D., Indivisible Labor and the Business Cycle, Journal of Monetary Economics, 16:3, 309-327. Hume, David, Writings on Economics, Edinburgh: Nelson, 1955.",
        "Gali, Jordi, Technology, Employment, and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations? American Economic Review, 1999, forthcoming.",
        "Means, Gardiner C., Industrial Prices and Their Relative Inflexibility, 74th Congress, 1st session, 1935.",
        "Meese, Richard A., and Kenneth Rogoff, Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample?, Journal of International Economics, 1983, 14, 3-24.",
        "Mendoza, Enrique G., Real Business Cycles in a Small Open Economy, American Economic Review, 1991, 81, 797-8 18.",
        "Mendoza, Enrique G., The Robustness of Macroeconomic Indicators of Capital Mobility, in Leonardo Leiderman and Assaf Razin, eds., Capital Mobility: The Impact on Consumption, Investment, and Growth, Cambridge: Cambridge University Press, 1994.",
        "Murphy, Kevin M., Andrei Shleifer, and RobertW. Vishny, Building Blocks of Market Clearing Business Cycle Models, NBER Macroeconomics Annual 1989, 1989, 247-87.",
        "OConnell, Paul G. J., and Shang-Jin Wei, The Bigger They Are, The Harder They Fall: How Price Differences Across U.S. Cities Are Arbitraged, National Bureau of Economic Research, Working Paper Series No. 6089, July 1997.",
        "Obstfeld, Maurice, Risk-Taking, Global Diversification, and Growth, American Economic Review, 1994, 84, 13 10-29.",
        "Obstfeld, Maurice, and Kenneth Rogoff, The Mirage of Fixed Exchange Rates, Journal of Economic Perspectives, 1995, 9, 73-96.",
        "Obstfeld, Maurice, and Alan M. Taylor, Nonlinear Aspects of Goods-Market Arbitrage and Adjustment: Heckschers Commodity Points Revisited, Journal of the Japanese and International Economies, 1997, 11, 441-79.",
        "Obstfeld, Maurice, and Alan M. Taylor, The Great Depression as a Watershed: International Capital Mobility in the Long Run, in Michael D. Bordo, Claudia D. Goldin and Eugene N. White, eds., The Defining Moment: The Great Depression and the American Economy in the Twentieth Century, Chicago: University of Chicago Press, 1998.",
        "Obstfeld, Maurice, and Alan M. Taylor, Global Capital Markets: Integration, Crisis, and Growth, Japan-U.S. Center Sanwa Monographs on International Financial Markets, Cambridge: Cambridge University Press, 1999. In progress.",
        "Polanyi, Karl, The Great Transformation, New York: Rinehart, 1944.",
        "Razin, Assaf, and Andrew K. Rose, Business-Cycle Volatility and Openness: An Exploratory Cross-Sectional Analysis, in Leonardo Leiderman and Assaf Razin, eds., Capital Mobility: The Impact on Consumption, Investment, and Growth, Cambridge: Cambridge University Press, 1994.",
        "Rogerson, Richard, Indivisible Labor, Lotteries, and Equilibrium, Journal of Monetary Economics, 21:1, 3-16. Romer, Christina D., and David H. Romer, Does Monetary Policy Matter? A New Test in the Spirit of Friedman and Schwartz, NBER Macroeconomics Annual 1989, 1989, 121-70.",
        "Romer, David H., The New Keynesian Synthesis, Journal of Economic Perspectives, Winter 1993, 7:1, 5-22.",
        "Rotemberg, Julio J., and Michael Woodford, Dynamic General Equilibrium Models with Imperfectly Competitive Product Markets, in Thomas F. Cooley, ed. Frontiers of Business Cycle Research, Princeton, N.J.: Princeton University Press, 1995.",
        "Rotemberg, Julio J., and Michael Woodford, Imperfect Competition and the Effects of Energy Price Increases on Economic Activity, Journal of Money, Credit, and Banking, 1996, 28, 550-77.",
        "Rotemberg, Julio J., and Michael Woodford, The Cyclical Behavior of Prices and Cost, 1998, photocopy.",
        "Schmitt-GrohÃ\u0083Â©, Stephanie, Comparing Four Models of Aggregate Fluctuations due to SelfFulfilling Expectations, Journal of Economic Theory, 1997, 72, 96-147.",
        "Shleifer, Andrei, Implementation Cycles, Journal of Political Economy, 1986, 94, 1163-90.",
        "Solon, Gary, Robert Barsky, and Jonathan A. Parker, Measuring the Cyclicality of Real Wages: How Important Is Composition Bias?, Quarterly Journal of Economics, 1994, 109, 1-25.",
        "Stock, James H., and Mark W. Watson, Business Cycle Fluctuations in U.S. Macroeconomic Time Series, National Bureau of Economic Research, Working Paper Series No. 6528, April 1998.",
        "Stockman, Alan C., The Equilibrium Approach to Exchange Rates, Federal Reserve Bank of Richmond Economic Review, 1987, 73, 12-30.",
        "Stockman, Alan C., Aggregation Bias and the Cyclical Behavior of Real Wages, 1983, photocopy.",
        "Taylor, Alan M., International Capital Mobility in History: The Saving-Investment Relationship, National Bureau of Economic Research, Working Paper Series No. 5743, September 1996.",
        "Taylor, Mark P., The Economics of Exchange Rates, Journal of Economic Literature, 1995, 33, 13-47.",
        "Temin, Peter, Lessons from The Great Depression, Cambridge, Mass.: MIT Press, 1989.",
        "Tobin, James, Money and Income: Post Hoc, Ergo Propter Hoc? Quarterly Journal of Economics, 1970.",
        "Trehan, Bharat, and Carl E. Walsh, Testing Intertemporal Budget Constraints: Theory and Applications to U.S. Federal Budget and Cunent Account Deficits, Journal of Money, Credit, and Banking, 1991, 23, 206-23.",
        "Warner, Elizabeth J., and Robert B. Barsky, The Timing and Magnitude of Retail Store Markdowns: Evidence from Weekends and Holidays, Quarterly Journal of Economics, 1995, 110, 321-52.",
        "Wickens, Michael R., and Merih Uctum, The Sustainability of Current Account Deficits: A Test of the U.S. Intertemporal Budget Constraint, Journal of Economic Dynamics and Control, 1993, 17, 423-41.",
        "Williamson, Jeffrey G., The Evolution of Global Labor Markets since 1830: Background Evidence and Hypotheses, Explorations in Economic History, 1995, 32, 141-96.",
        "Fuerst, Timothy S., Liquidity, Loanable Funds, and Real Activity, Journal of Monetary Economics, 1992, 29, 3-24.",
        "Gali, Jordi, Monopolistic Competition, Business Cycles, and the Competition of Aggregate Demand, Journal of Economic Theory, 1994, 63, 73-96.",
        "Froot, Kenneth A., and Kenneth Rogoff, Perspectives on PPP and Long-Run Real Exchange Rates, in Gene Grossman and Kenneth Rogoff, eds., Handbook of International Economics, vol. 3, Amsterdam: North Holland, 1995.",
        "Friedman, Milton, and Anna Schwartz, A Monetary History of the United States, 1867-1 960, National Bureau of Economic Research. Studies in Business Cycles., Princeton, N.J.: Princeton University Press, 1963.",
        "Frankel, Jeffrey A., and Andrew K. Rose, A Panel Project on Purchasing Power Parity: Mean Reversion within and between Countries, Journal of International Economics, 1996, 40, 209-24.",
        "Eichengreen, Barry J., and Marc Flandreau, The Geography of the Gold Standard, in Jorge Braga de Macedo, Barry J. Eichengreen and Jaime Reis, eds., Currency Convertibility: The Gold Standard and Beyond, London: Routledge, 1996.",
        "Erceg, Christopher, Nominal Wage Rigidities and the Propagation of Monetary Disturbances, Board of Governors of the Federal Reserve System, International Finance Discussion Paper Series No. 590, 1997.",
        "Eichengreen, Bany J., Globalizing Capital: A History of the International Monetary System, Princeton, N.J.: Princeton University Press, 1996.",
        "Dunlop, John T., The Movement in Real and Money Wage Rates, Economic Journal, 1938, 48, 4 13-444.",
        "Dunlop, John T., Real and Money Wage Rates, Journal of Economic Perspectives, Spring 1998, 12:2, 223-234.",
        "Eichengreen, Bany J., The Comparative Performance of Fixed and Flexible Exchange Rate Regimes: Interwar Evidence., in N. Thygesen, K. Velupillai and S. Zambelli, eds., Business Cycles: Theory, Evidence andAnalysis, London: Macmillan, 1991.",
        "Dornbusch, Rudiger, Expectations and Exchange Rate Dynamics, Journal of Political Economy, 1976, 84, 1161-76.",
        "Dighe, Ranjit S., Wage Rigidity in the Great Depression: Truth? Consequences?, Research in Economic History, 1997, 17, 85-134.",
        "Devereux, Michael B., Real Exchange Rates and Macroeconomics: Evidence and Theory, Canadian Journal of Economics, 1997, 30, 773-808.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans, Monetary Policy Shocks: What Have We Learned and to What End?, National Bureau of Economic Research, Working Paper Series No. 6400, February 1998.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans, Sticky Price and Limited Participation Models of Money: A Comparison, European Economic Review, 1997, 41, 1201-49.",
        "Caplin, Andrew, and John Leahy, Aggregation and Optimization with State-Dependent Pricing, Econometrica, 1997, 65, 601-625.",
        "Chari, V. V., Patrick J. Kehoe, and Ellen R. McGrattan, Sticky Price Models of the Business Cycles: Can the Contract Multiplier Solve the Persistence Problem? Federal Reserve Bank of Minneapolis, Staff Report No. 217, December 1996.",
        "Calomiris, Charles W., and Christopher Hanes, Historical Macroeconomics and American Macroeconomic History, in Kevin D. Hoover, ed. Macroeconometrics: Developments, Tensions, and Prospects, Recent Economic Thought Series, Boston: Kluwer Academic, 1995.",
        "Bordo, Michael D., and Hugh Rockoff, The Gold Standard as a Good Housekeeping Seal of Approval, Journal of Economic History, 1996, 56, 3 89-428.",
        "Bordo, Michael D., and Finn E. Kydland, The Gold Standard as a Rule: An Essay in Exploration, Explorations in Economic History, 1995, 32, 423-64.",
        "Bordo, Michael D., Christopher J. Erceg, and Charles N. Evans, Money, Sticky Wages, and the Great Depression, National Bureau of Economic Research, Working Paper Series No. 6071, June 1997.",
        "Blanchard, Olivier Jean, Why Does Money Affect Output? A Survey, in Benjamin M. Friedman and Frank H. Hahn, eds., Handbook of Monetary Economics, vol. 2, Amsterdam: North-Holland, 1990.",
        "Blanchard, Olivier Jean, Aggregate and Individual Price Adjustment, Brookings Papers on Economic Activity, 1987, 57-109.",
        "Bils, Mark, Pricing in a Customer Market, Quarterly Journal of Economics, 1989, 104, 699-7 18.",
        "Bils, Mark, The Cyclical Behavior of Marginal Cost and Price, American Economic Review, 1987, 77, 838-55.",
        "Bernanke, Ben S., and Kevin Carey, Nominal Wage Stickiness and Aggregate Supply in the Great Depression, Quarterly Journal of Economics, 1996, 111, 853-83.",
        "Bergman, U. Michael, Michael D. Bordo, and Lars Jonung, Historical Evidence on Business Cycles: The International Experience, Photocopy, Lund University, 1998.",
        "Benhabib, Jess, and Kazuo Nishimura, Indeterminacy and Sunspots with Constant Returns, Journal of Economic Theory, 1998, 81, 58-96.",
        "Benhabib, Jess, and Roger E. A. Farmer, Indeterminacy and Sector-Specific Externalities, Journal of Monetary Economics, 1996, 37, 42 1-43.",
        "Baxter, Marianne, and Alan C. Stockman, Business Cycles and the Exchange-Rate Regime: Some International Evidence, Journal of Monetary Economics, 1989, 23, 377-400.",
        "Baxter, Marianne, and Robert G. King, Measuring Business Cycles: Approximate Band-Pass Filters for Economic Time Series, National Bureau of Economic Research, Working Paper Series No. 5022, February 1995.",
        "Basu, Susanto, John G. Fernald, and Miles S. Kimball, Are Technology Improvements Contractionary?, Board of Governors of the Federal Reserve System, International Finance Discussion Paper Series No. 625, 1998.",
        "Basu, Susanto, and John G. Fernald, Returns to Scale in U.S. Production: Estimates and Implications, Journal of Political Economy, 1997, 105, 249-83.",
        "Basu, Susanto, Intermediate Goods and Business Cycles: Implications for Productivity and Welfare, American Economic Review, 1995, 85, 512-31.",
        "Barsky, Robert, and Lutz Kilian, Money, Stagflation, and Oil Prices: A Re-Interpretation, Photocopy, University of Michigan, 1998.",
        "Bano, Robert J., and Robert G. King, Time-separable Preferences and IntertemporalSubstitution Models of Business Cycles, Quarterly Journal of Economics, 1984, 99, 8 17-39.",
        "Bano, Robert J., and Herschel I. Grossman, A General Disequilibrium Model of Income and Employment, American Economic Review, 1971, 61, 82-93.",
        "Ball, Laurence, N. Gregory Mankiw, and David Romer, The New Keynesian Economics and the Output-Inflation Trade-off, Brookings Papers on Economic Activity, 1988, 1-65.",
        "Ball, Laurence, and David Romer, Real Rigidities and the Non-neutrality of Money, Review of Economic Studies, 1990, 57, 183-203.",
        "Backus, David K., Patrick J. Kehoe, and Finn E. Kydland, Dynamics of the Trade Balance and the Terms of Trade: The J-Curve, American Economic Review, 1994, 84, 84-103.",
        "Backus, David K., Patrick J. Kehoe, and Finn E. Kydland, International Business Cycles: Theory vs. Evidence, Federal Reserve Bank of Minneapolis Quarterly Review, 1993, 17, 14-29.",
        "Backus, David K., and Patrick J. Kehoe, International Evidence on the Historical Properties of Business Cycles, American Economic Review, 1992, 82, 864-8 8.",
        "Akerlof, George A., and JanetL. Yellen, A Near-rational Model of the Business Cycle, with Wage and Price Intertia, Quarterly Journal of Economics, 1985, 100, 823-38."
    ]
}