{
    "id": 7091,
    "cites": 27,
    "cited_by": 44,
    "reference": [
        "Transparency International, 1998. Corruption perception Index. www.gwdg.de/-~uwvw/CPI 1 998.html.",
        "Velasco, A., 1987. Financial crises and balance of payments crises: A simple model of the Southern cone experience. Journal of Development Economics 27, 263-283.",
        "Obstfeld, M., 1994. The logic of currency crises. Working Paper no. 4640. National Bureau of Economic Research, Cambridge, MA.",
        "Morgan Guaranty Trust Company, 1998. Asian Financial Markets, 2~ Qtr. J.P. Morgan, NYC.",
        "McKinnon, R., Pill, H., 1996. Credible liberalizations and international capital flows: The overborrowing syndrome. In: Ito, T., Krueger, A.O. (Eds.) Financial Deregulation and Integration in East Asia. Chicago University Press, Chicago.",
        "Krugman, P., 1998. Bubble, boom, crash: Theoretical notes on Asias crisis. MIT, Cambridge, MA. Unpublished.",
        "Krugman, P., 1979. A model of balance-of-payments crises. Journal of Money, Credit, and Banking 11,312-325.",
        "Kaminsky, G., Reinhart, C., 1998b. Financial crises in Asia and Latin America: Then and now. Mimeo. Board of Governors of the Federal Reserve System, Washington, D.C.",
        "Kaminsky, G., Lizondo, S., Reinhart, C., 1998. Leading indicators of currency crises. TMF Staff Paper 45, 1-48.",
        "Kaminsky, G., Reinhart, C., forthcoming. The twin crises: The causes of banking and balance of payments problems. American Economic Review. Kaminsky, G., Reinhart, C., 1998a. Currency and banking crises: The early warnings of distress. International Finance Discussion Paper no. 629. Board of Governors of the Federal Reserve System, Washington, D.C.",
        "Kaminsky, G., Leiderman, L., 1996. High real interest rates in the aftermath of disinflation: credit crunch or credibility crisis. International Finance Discussion Paper no. 543. Board of Governors of the Federal Reserve System, Washington, D.C.",
        "Hutchison, M.M., McDill, K., 1998. Determinants, costs and duration of banking sector distress: The Japanese experience in international comparison, paper presented at the NBER-TCER Japan Project Meeting, Tokyo, October 1998.",
        "Goldfajn, I., ValdÃ\u0083Â©s, R.O., 1995. The aftermath of appreciations. Working Paper no. 5650 National Bureau of Economic Research, Cambridge, MA.",
        "Eichengreen, B., Wyplosz, C. 1993. The unstable EMS. Brookings Papers on Economic Activity, 51-124.",
        "Frankel, J.A., Rose, A.K., 1996. Currency crashes in emerging markets: An empirical treatment. Journal of International Economics 41, 35 1-368.",
        "Eichengreen, B., Rose, A.K., 1998. Staying afloat when the wind shifts: External factors and emerging-market banking crises. Working Paper no. 6370. National Bureau of Economic Research, Cambridge, MA.",
        "Dornbusch, R., Goldfajn, I., ValdÃ\u0083Â©s, R.O., 1995. Currency crises and collapses. Brookings Papers on Economic Activity, 2 19-270.",
        "Dooley, M.P., forthcoming. A model of crises in emerging markets. Economic Journal. Dooley, M.P., Fernandez-Arias, E., Kletzer, K., 1996. Is the Debt Crisis history? Recent capital inflows to developing countries. World Bank Economic Review 10, 27-50.",
        "Dooley, M.P., 1988. Capital flight: A response to differences in financial risks. IMF Staff Papers 35, 422-36.",
        "Diaz-Alejandro, C., 1985. Good-bye financial repression, hello financial crash. Journal of Development Economics 19, 1-24.",
        "Corsetti, G., Pesenti, P., Roubini, N., 1998. Paper Tigers? A preliminary assessment of the Asian crisis. Working Paper no. 6783. National Bureau of Economic Research, Cambridge, MA.",
        "Chinn, M.D., Maloney, W.F., 1998. Financial and capital account liberalization in the Pacific Basin: Korea and Taiwan. International Economic Journal 12, 53-74.",
        "Chinn, M.D., Dooley, M.P., 1997. Asia-Pacific capital markets: Measurement of integration and the implications for economic cctivity. In: Ito, T. and Krueger, A.O. (Eds.) Regionalism versus Multilateral Trading Arrangement. Chicago University Press for NBER, Chicago, pp. 169-196.",
        "Calvo, G.A., Mendoza, E.G., 1996b. Reflections on Mexicos balance-of-payments crisis: A chronicle of death foretold. Journal of International Economics 41, 235-264.",
        "Boughton, J., forthcoming. From Suez to Tequila: The IMF as crisis manager. Economic Journal. Calvo, G.A., Mendoza, E.G., 1996a. Petty crime and cruel punishment: Lessons from the Mexican debacle. American Economic Review 86, 170-175.",
        "B.I.S., 1998. Annual Report. Bank for International Settlements, Basle, Switzerland.",
        "Berg, A., Pattillo, C., 1998. Are currency crises predictable? A test. IMF Working Paper 98/154. IMF: Washington, D.C."
    ]
}