{
    "id": 7092,
    "cites": 28,
    "cited_by": 4,
    "reference": [
        "Arrow, K.J. and R.C. Lind. 1970. Uncertainty and the Evaluation of Public Investment Decisions, 60 American Economic Review 364-378.",
        "Auerbach, Alan J. and Kevin A. Hassett. 1999. Washington, D.C.: American Enterprise Institute.",
        "National Tax Journal 371-387. Bradford, David F., and Wallace E. Oates. 1971. The Analysis of RevenueSharing in a New Approach to Collective Fiscal Decisions, 85 Quarterly Journal of Economics 416-439.",
        "Chacon, Richard. 1997. Board Trims Its Plan for Free Tuition, Boston Globe, September 23, 1997, page A-1.",
        "Coase, Ronald H. 1988. The Firm, the Market, and the Law. Chicago: University of Chicago Press.",
        "Committee on Ways and Means, U.S. House of Representatives (1996). 1996 Green Book: Background Material and Data on Programs Within the Jurisdiction of the Committee on Ways and Means. Washington: U.S. Government Printing Office.",
        "Giannarelli, Linda and Eugene Steuerle. 1995. The Twice-Poverty Trap: Tax Rates Faced by AFDC Recipients. Washington, D.C.: Urban Institute.",
        "Glied, Sherry. 1997. Chronic Condition: Why Health Reform Fails. Cambridge, MA: Harvard University Press.",
        "Hansmann, Henry B. 1980. The Role of Nonprofit Enterprise, 89 Yale Law Journal 835 (1980).",
        "Hart, Oliver, Andrei Shleifer, and Robert W. Vishny. 1996. The Proper Scope of Government: Theory and an Application to Prisons, NBER Working Paper No. 5744.",
        "Cambridge, MA: National Bureau of Economic Research. Hershkoff, Helen and Stephen Loffredo. 1997. The Rights of the Poor.",
        "Carbondale, IL: Southern Illinois University Press. 64 Kotlikoff, Laurence J. 1992. Generational Accounting: Knowing Who Pays, and When, for What We Spend. New York: The Free Press.",
        "Lyon, Andrew B. 1995. Individual Marginal Tax Rates Under The U.S. Tax and Transfer System, in Bradford, David F. (ed.), Distributional Analysis of Tax Policy.",
        "Washington, D.C.: AEI Press. Mirrlees, James. 1971. An Exploration in the Theory of Optimum Income Taxation, 38 Review of Economic Studies 175-208.",
        "Musgrave, Richard A. 1959. The Theory of Public Finance. New York: McGraw-Hill.",
        "Rawls, John. 1971. A Theory of Justice. Cambridge, MA: Harvard University Press.",
        "Rosen, Harvey S. 1995. Public Finance (4th ed.). Chicago: Richard D. Irwin, Inc.",
        "Rouse, Cecilia Elena. 1998. Private School Vouchers and Student Achievement: An Evaluation of the Milwaukee Parental Choice Program, 108 Quarterly Journal of Economics 553-602.",
        "Shaviro, Daniel N. 1997a. Do Deficits Matter'DONE'. Chicago: University of Chicago Press.",
        "Shaviro, Daniel N. 1997b. The Minimum Wage, the Earned Income Tax Credit, and Optimal Subsidy Policy, 64 University of Chicago Law Review 405-481.",
        "Shaviro, Daniel N. 1997c. Assessing the `Contract Failure Explanation for Nonprofit Organizations and Their Tax-Exempt Status, 41 New York Law School Law Review 1001 (1997).",
        "Shaviro, Daniel N. 1999. Effective Marginal Tax Rates on Low-Income Households, Washington, D.C.: Employment Policies Insititute.",
        "Shaviro, Daniel N. 2000. When Rules Change: An Economic and Political Analysis of Transition Relief and Retroactivity . Chicago: University of Chicago Press.",
        "Slemrod, Joel. 1990. Optimal Taxation and Optimal Tax Systems, 4 Journal of Economic Perspectives 157-178.",
        "Steuerle, Eugene. forthcoming. Removing Marriage Penalties, Washington, D.C.: The Communitarian Network. Sullivan, Daniel. 1989. Monopsony Power in the Market for Nurses, 32(2) (Part 2) Journal of Law and Economics S135.",
        "Tiebout, Charles M. 1956. A Pure Theory of Local Expenditures, 44 Journal of Political Economy 416-424.",
        "Weicher, John C. 1997. Privatizing Subsidized Housing. Washington, D.C.: AEI Press.",
        "Woodbury, Stephen A. and Robert G. Spiegelman. 1987. Bonuses to Workers and Employers to Reduce Unemployment: Randomized Trials in Illinois, 77 American Economic Review 513-530."
    ]
}