{
    "id": 7093,
    "cites": 16,
    "cited_by": 151,
    "reference": [
        "Tanzi, Vito, 1999, Corruption Around the World, IMF Staff Papers.",
        "Wei, Shang-Jin, 1997a, How Taxing is Corruption on International Investors? The National Bureau of Economic Research Working Paper 6030, May.",
        "Wei, Shang-Jin, 1997b, Why is Corruption So Much More Taxing Than Tax? Arbitrariness Kills. The National Bureau of Economic Research Working Paper, November.",
        "Shleifer, Andrei and Robert W. Vishny, 1994, Politicians and Firms, Quarterly Journal of Economics, November.",
        "Shleifer, Andrei and Robert W. Vishny, 1993, 0Corruption, Quarterly Journal of Economics, 108: 599-617.",
        "Rose-Ackerman, Susan, 1978, Corruption: A Study in Political Economy, New York: Academic Press.",
        "Rose-Ackerman, Susan, 1998a, Biibes and Gifts, in Avner Ben-Ncr and Louis Putterman, eds., Economics. Values, and Organization, Cambridge University Press.",
        "Mauro, Paolo, 1995, Corruption and Growth, Quarterly Journal of Economics, 110: 68 1-712.",
        "Lui, Francis, 1985, An Equilibrium Queuing Model of Bribery, Journal of Political Economy, August, 93(4): 760-781.",
        "Leff, Nathaniel H., 1964, Economic Development Through Bureaucratic Corruption, Ih~ 18 American Behavior Scientist, November, 8(2): 8-14.",
        "Klitgaard, Robert, 1990, Tropical Gangsters, BasicBooks.",
        "Krueger, Anne 0., 1974, The Political Economy of Rent-seeking Society, American Economic Review, June, 64(3): 291-303.",
        "Kaufinann, Daniel, 199Th, Corruption: Some Myths and Facts. An early version was published in Foreign Policy, Summer 1997, pp114-131.",
        "Huntington, Samuel P., 1968, Political Order in Changing Societies. New Haven: Yale University Press.",
        "Eliott, Kimberly Ann, 1997, Corruption and the Global Economy, Institute for International Economics, Washington DC.",
        "Ades, Alberto, and Rafael Di Tella, 1997, National Champions and Corruption: Some Unpleasant Interventionist Arithmetic, forthcoming, The Economic Journal. Andvig, Jens Christopher, 1991, The Economics of Corruption: A Survey, Studi, Economici, 43: 57-94. Bliss, Christopher, and Rafael Di Tella, 1997, Does Competition Kill Corruption? Journal of Political Economy, December, 5(105): 1001-1023. Bardhan, Pranab, 1997, Corruption and Development: A Review of Issues, Journal of Economic Literature, Vol. XXXV (September): 1320-1346."
    ]
}