{
    "id": 7096,
    "cites": 22,
    "cited_by": 3,
    "reference": [
        "[22] Viscusi, W. Kip, Determinants of the Disposition of Product Liability Claims and Compensation for Bodily Injury, Journal of Legal Studies 15 (1986), 32i-346. 40",
        "[21] U.S. Environmental Protection Agency, Users Guide to the RPM Site Data, (Washington, DC: The Agency, 1995).",
        "[20] U.S. Enivornmental Protection Agency, Progress Toward Implementing Superfund, Fiscal Year 199~ (Washington, DC: The Agency, 1994).",
        "[18] Spier, Kathryn E., A Note on Joint and Several Liability: Insolvency, Settlement, and Incentives, Journal of Legal Studies 23 (1994), 559-568.",
        "[19] Tietenberg, Tom H., Indivisible Toxic Torts: The Economics of Joint and Several Liability, Land Economics 65 (1989), 305-3i9.",
        "[17] Spier, Kathryn E., The Dynamics of Pretrial Negotiation, Review of Economic Studies 59 (1992), 93-i08.",
        "[16] Reisch, Mark, Superfund Reauthorization Issues in the 105th Congress, Congressional Research Service Report, 1998.",
        "[15] Polinsky, A. Mitchell, and Steven Shavell, Contribution and Claim Reduction Among Antitrust Defendants: An Economic Analysis, Stanford Law Review 33 (1981), 447471.",
        "[1] Dixon, Lloyd S., The Transaction Costs Generated by Superfunds Liability Approach in Richard L. Revesz and Richard B. Stewart, eds. Analyzing Superfund: Economics, Science, and Law (Washington, DC: Resources for the Future, 1995), pp. 171-185.",
        "[2] Donohue, John J., III, The Effect of Joint and Several Liability on the Settlement Rate Mathematical Symmetries and Metaissues About Rational Litigant Behavior: Comment on Kornhauser and Revesz, Journal of Legal Studies 23 (1994), 543-558.",
        "[3] Easterbrook, Frank H., William M. Landes, and Richard A. Posner, Contribution Among Antitrust Defendants: A Legal and Economic Analysis, Journal of Law and Economics 23 (1980), 331-370.",
        "[4] Eisenberg, Theodore and Henry S. Farber, The Litigious Plaintiff Hypothesis: Case Selection and Resolution, RAND Journal of Economics 28 (1997), 592-5112.",
        "[5] Guilkey, David K. and James L. Murphy, Estimation and Testing in the Random Effects Probit Model, Journal of Econometrics 59 (1993), 301-317.",
        "[6] Kahan, Marcel, The Incentive Effects of Settlements under Joint and Several Liability, International Review of Law and Economics 16 (1996), 389-395.",
        "[7] Kessler, Daniel, Institutional Causes of Delay in the Settlement of Legal Disputes, Journal of Law, Economics, and Organization 12 (1996), 432-460.",
        "[8] Kiefer, Nicholas M., Economic Duration Data and Hazard Functions, Journal of Economic Literature 26 (1988), 646-679.",
        "[9] Klerman, Daniel, Settling Multidefendant Lawsuits: The Advantage of Conditional Setoff Rules, Journal of Legal Studies 25 (1996), 445-462.",
        "[10] Kornhauser, Lewis A. and Richard L. Revesz, Settlements Under Joint and Several Liability, New York University Law Review 68 (1993), 427-493.",
        "[11] Kornhauser, Lewis A. and Richard L. Revesz, Multidefendant Settlements: The Impact of Joint and Several Liability, Journal of Legal Studies 23 (1994), 41-76.",
        "[12] Kornhauser, Lewis A. and Richard L. Revesz, Evaluating the Effects of Alternative Superfund Liability Rules, in Richard L. Revesz and Richard B. Stewart, Analyzing Superfund: Economics Science and Law (Washington, DC: Resources for the Future, 1995a), pp. 115-144. 39",
        "[13] Kornhauser, Lewis A. and Richard L. Revesz, Dc Minimis Settlements Under Superfund: An Empirical Study, in Richard L. Revesz and Richard B. Stewart, Analyzing Superfund: Economics Science and Law (Washington, DC: Resources for the Future, i995b), pp. i87-2i5.",
        "[14] Perloff, Jeffrey M. and Daniel L. Rubinfeld, Settlements in Private Antitrust Litigation  in Lawrence J. White, ed. Private Antitrust Litigation (Cambridge, MA: M.I.T. Press, 1988), pp. i49-i84."
    ]
}