{
    "id": 7099,
    "cites": 16,
    "cited_by": 5,
    "reference": [
        "Greenwald, B. and Stiglitz, J. (1986). `Externalities in economies with imperfect information and incomplete markets. Quarterly Journal of Economics, vol. 101(May), pp. 229-64.",
        "Hansmann, H. (1996). `The changing roles of public, private, and nonprofit enterprise in education, health care and other human services. In Individual and Social Responsibility: Child Care, Education, Medical Care, and Long-Term Care in America (ed. V. Fuchs), pp. 245-75.",
        "Chicago: University of Chicago Press. Hart, O., Shleifer, A., and Vishny, R. (1997). `The proper scope of government: theory and and application to prisons. Quarterly Journal of Economics, vol. 112(4), pp. 1127-61.",
        "Kremer, M. and Sarychev, A. (1998). `Why do governments operate schools'DONE' Unpublished manuscript, Harvard University.",
        "Levin, H. (1998). `Educational vouchers: effectiveness, choice, and costs. Journal of Policy Analysis and Management, vol. 17(3), pp. 373-92.",
        "Poterba, J. (1996). `Government intervention in the markets for education and health care: how and why'DONE' In Individual and Social Responsibility: Child Care, Education, medical Care, and Long-Term Care in America (ed. V. Fuchs), pp. 277-307. Chicago: University of Chicago Press.",
        "Salamon, L. and Anheier, H. (1998). `The third route: government-nonprofit collaboration in Germany and the United States. In Private Action and the Public Good (eds. W. Powell and E.",
        "Clemens), pp. 151-62. New Haven: Yale University Press. Sappington, D. and Stiglitz, J. (1987). `Privatization, information, and incentives. Journal of Policy Analysis and Management, vol 6(4), pp.567-82.",
        "Schlesinger, M. (1998). `Mismeasuring the consequences of ownership: external influences and the comparative performance of public, for-profit, and private nonprofit organizations. In Private Action and the Public Good (eds. W. Powell and E. Clemens), pp. 85-113. New Haven: Yale University Press.",
        "Shleifer, A. (1998). `State versus private ownership. Journal of Economic Perspectives, vol 12(4), pp.133-50.",
        "Starr, P. (1989). `The meaning of privatization. In Privatization and the Welfare State (eds. S.",
        "Tobin, J. (1970). `On limiting the domain of inequality. Journal of Law and Economics, vol 13 (October), pp. 263-77.",
        "Vining, A. and Boardman, A. (1992). `Ownership versus competition: efficiency in public enterprise. Public Choice, vol 73, pp.205-239.",
        "Weisbrod, B. (1998). `Institutional form and organizational behavior. In Private Action and the Public Good (eds. W. Powell and E. Clemens), pp. 69-84. New Haven: Yale University Press.",
        "Weisbrod, B. (1988). The Nonprofit Economy. Cambridge: Harvard University Press.",
        "Wolf, C. (1988). Markets or Governments: Choosing Between Imperfect Alternatives."
    ]
}