{
    "id": 710,
    "cites": 25,
    "cited_by": 1,
    "reference": [
        "Abowd, John W. , An Econometric Model of the U.S. Market for Higher Education, in R. Ehrenberg, (ed.), Research in Labor Economics, Vol. 4, 1980.",
        "Astin, Alexander W., Predicting Academic Performance in College, Free Press, New York, 1971.",
        "Astin, Alexander W. and James W. Henson, New Measures of College Se- lectivity, Research in Higher Education, Vol. 6, 1977, pp. 1-9.",
        "Berndt, Ernst, Bronwyn Hall, Robert Hall, and Jerry Hausman, Estima- tion and Inference in Nonlinear Structural Models, Annals of Economic and Social Measurement, 1974, pp. 653-665.",
        "Dresch, Stephen P. and Adair Waldenberg, Labor Market Incentives, Intellectual Competence and College Attendance, Institute for Demographic and Economic Studies, New Haven, March 1978.",
        "Duncan, Gregory M. , Formulation and Statistical Analysis of the Mixed, Continuous/Discrete Dependent Variable Model in Classical Production Theory, EconometricÃ\u0083Â , May 198U, pp. 839-852. Educational Testing Service, Test Use and Validity, Princeton, N.J., February 1980.",
        "Ford, Susan and Sandy Campos, Summary of Validity Data from the Admissions Testing Program Validity Study Service, ETS, Prince- ton, N.J., 1977.",
        "Fuller, Winship, Charles Manski, and David Wise, New Evidence on the Economic Determinants of Post-Secondary Schooling Choices , J.F.K. School of Government Discussion Paper Number 90D, June 1980.",
        "Hartnett, Rodney T. and Robert Feldmesser, College Admissions Testing and the Myth of Selectivity: Unresolved Questions and Needed Research, AAHE Bulletin, March, 1981.",
        "Kohn, Mier G. , Charles Manski and David Mundel , An Empirical Investi- gation of Factors Which Influence College-Going Behavior,~ Annals of Economic and Social Measurement, 1976, pp. 391-420.",
        "Levinsohn, Jay R. et al., National Longitudinal Study Base Year, First, Second, and Third Followup Data File Users Manual, NCES, Washington, D.C., 1978.",
        "Manski , Charles and David Wise, Post-Secondary Educational Choice in theNational Longitudinal Study: A Partial Analysis, in Experiences of Recent High School Graduates, D. C. Heath, Lexing- ton, MA, 1978, pp. 129-162.",
        "McFadden, Daniel, Econometric Net Supply Systems for Firms with Con- tinuous and Discrete Comodities, presented at the joint Harvard- MIT Econometrics Seminar, Spring 1979.",
        "Nairn, Allan and Associates, The Reign of ETS: The Corporation That Makes Up Minds, 1980. (The Ralph Nader Report on the Educational Testing Service).",
        "Radner, Roy and Leonard Miller, Demand and Supply in U.S. Higher Edu cation, McGraw-Hill, New York, 1975.",
        "Rothschild, Michael, Social Effects of Ability Testing, June l979~ unpublished. Schrader, W.B., `The Predictive Validity of College Board Admissions Tests, in William Angoff (ed.), The College Board Admissions Testing Program, CEEB, New York, 1971.",
        "Slack, Warner V. and Douglas Porter, The Scholastic Aptitude Test: A Critical Appraisal, Harvard Education Review, Vol. 50, May 1980, pp. 154-175.",
        "Solmon, Lewis C., The Definition of College Quality and its Impact on Earnings, Explorations in Economic Research, Vol. 2, No. 4, 1975, pp. 537-587.",
        "Solmon, Lewis C., and Paul Wachtel, The Effects on Income of Type of College Attended, Sociology of Education, Vol. 48, 1975, pp. 75-90.",
        "Venti, Steven and David Wise, Test Scores and Self-Selection of Higher Education: College Attendance Versus College Completion, Mimeograph, July 1980.",
        "Willingham, Warren W. and Hunter Breland, The Status of Selective Admissions,t in Selective Admissions in Higher Education, Jossey- Bass, San Francisco, 1977.",
        "Willis, Robert and Sherwin Rosen, Educatjon and Self-Selection, ~Journa1 of Political Economy, Vol. 87, October 1979, pp. S7-S36.",
        "Wing, Cliff W. and Michael Wallach, College Admissions and the Psy- chology of Talent, Holt, Rinehart, and Winston, New York, 1971.",
        "David A. , Academic Achievement and Job Performance, American Wise, Economic Review, 1975a, pp. 360-366.",
        "David A., Personal Attributes, Job Performance, and Probability Wise, of Promotion, Econometrica, Vol. 43, No. 5-6, 1975b, pp. 913-931."
    ]
}