{
    "id": 7100,
    "cites": 16,
    "cited_by": 16,
    "reference": [
        "Bernheim, Douglas B. and Michael D. Whinston, 1986, Menu Auctions, Resource Allocation, and Economic Influence, Quarterly Journal of Economics, 101, 1-31.",
        "Brecher, Richard and Carlos Diaz-Alejandro, 1977, Tariffs, Foreign Capital and Immiserizing Growth, Journal of International Economics, 7, 317-322.",
        "Feenstra, Robert C., Wen Hai, Wing T. Woo, and Shunli Yao, 1999, Discrepancies in International Data: An Application to China-Hong Kong EntrepÃ\u0083Â´t Trade, American Economic Review, May, forthcoming.",
        "Grossman, Gene M and Elhanan Helpman, 1994, Protection for Sale, American Economic Review, 84, 833-850.",
        "Grossman, Gene M and Elhanan Helpman, 1996, Foreign Investment with Endogenous Protection, in Robert C. Feenstra, Gene M. Grossman and Douglas A. Irwin, eds., The Political Economy of Trade Policy: Papers in Honor of Jagdish Bhagwati, Cambridge: MIT Press, 199-224.",
        "Grub, Phillip Donald and Jian Hai Lin, 1991, Foreign Direct Investment in China, New York: Quorum Books.",
        "Li, David D. and Qi Chen, 1998, Why Arent Foreign Direct Investments Always Welcome'DONE' -- A Political Economy Analysis, University of Michigan, mimeo.",
        "Naughton, Barry, 1996, Chinas Emergence and Prospects as a Trading Nation, Brookings Papers on Economic Activity, 2: 1996, pp. 273-343.",
        "Pomfret, Richard W. T., 1991, Investing in China: Ten Years of the Open Door Policy. Ames: Iowa State University Press.",
        "Rosen, Daniel, 1998, Behind the Open Door: Foreign Firms in China, Institute for International Economics, Washington, D.C.",
        "Sachs, Jeffrey D. and Wing Thye Woo, 1997, Understanding Chinas Economic Performance, NBER Working Paper no. 5935, February.",
        "Steinfeld, Edward, 1998, Forging Reform in China: The Fate of State-Owned Industry, New York: Cambridge University Press.",
        "Wei, Shang-Jin, 1998, Why Does China Attract so Little Foreign Investment'DONE' Harvard University and NBER, mimeo.",
        "World Bank, 1997, China Engaged: Integration with the Global Economy. Washington, D.C.",
        "Xinjiang Statistical Bureau , 1998, Chinas Regional Economy in the 17 Years Since Reform and Liberalization electronic database on diskette.",
        "Young, Alwyn, 1997, The Razors Edge: Distortions and Incremental Reform in the Peoples Republic of China, University of Chicago, mimeo."
    ]
}