{
    "id": 7103,
    "cites": 15,
    "cited_by": 13,
    "reference": [
        "Bohn, Henning, 1997, Risk Sharing in a Stochastic Overlapping Generations Economy, unpublished, University of California at Santa Barbara.",
        "Bohn, Henning, 1998, Social Security Reform and Financial Markets, in Federal Reserve Bank of Boston Conference on Social Security Reform.",
        "Diamond, Peter, 1997, Macroeconomic Aspects of Social Security Reform, Brookings Papers on Economic Activity, 2.",
        "Diamond, Peter, and John Geanakoplos, Social Security Investment in Equities II: Decreasing Returns Diamond, Peter and Menahem Yaari, 1972, Implications of the Theory of Rationing for Consumer Choice Under Uncertainty, American Economic Review, LXII (3), June, 333-343.",
        "Financial Economists Roundtable, 1998, Statement on Social Security, unpublished.",
        "Forbes, Steve, 1996, How to Replace Social Security, The Wall Street Journal, December 18.",
        "Geanakoplos, John, Olivia S. Mitchell, and Stephen P. Zeldes, 1999, Social Security Moneys Worth, in Mitchell, Myers, and Young, eds., 1999, Prospects for Social Security Reform, University of Pennsylvania Press, Philadelphia.",
        "Greenspan, Alan, 1997, Testimony before the Task Force on Social Security of the Committee on the Budget, U. S. Senate, November 20.",
        "Kennickell, Arthur, Martha Starr-McCluer, and Annika E. Sunden, 1997, Family Finances in the U.S.: Recent Evidence from the Survey of Consumer Finances, Federal Reserve Bulletin, January.",
        "Mitchell, Olivia S., and James F. Moore, 1997, Retirement Wealth Accumulation and Decumulation: New Developments and Outstanding Opportunities, Working Paper 97-12, The Wharton School, University of Pennsylvania.",
        "Moore, Stephen, 1997, Prepared Testimony on the Future of Social Security for This Generation and the Next, House Ways and Means Committee, Social Security Subcommittee, 105 Cong. 1 sess. June 24.",
        "Washington: Government Printing Office. Munnell, Alicia H., and Pierluigi Balduzzi, 1998, Investing the Trust Fund in Equities, unpublished, Boston College.",
        "Panel on Privatization of Social Security, National Academy of Social Insurance, 1998, Evaluating Issues in Privatizing Social Security, Washington: National Academy of Social Insurance.",
        "Smetters, Kent, 1997, Investing the Social Security Trust Fund in Equity: An Options Pricing Approach, Technical Paper 1997-1, Congressional Budget Office, Macroeconomic Analysis and Tax Analysis Divisons.",
        "Social Security Administration, 1996, Annual Statistical Supplement to the Social Security Bulletin."
    ]
}