{
    "id": 7109,
    "cites": 43,
    "cited_by": 30,
    "reference": [
        "[1] Acemoglu, Daron. 1996. A Microfoundation for Social Increasing Returns in Human Capital Accumulation. Quarterly Journal of Economics. 111(3, August): 779-804.",
        "[2] Baumgardner, James R. 1988. Physicians Services and the Division of Labor Across Markets. The Journal of Political Economy. 96(5, October): 948-982.",
        "[3] Becker, Gary S. 1991. ATreatise on the Family (Enlarged Edition). Cambridge, MA: Harvard University Press.",
        "[4] Becker, Gary S. and Kevin M. Murphy. 1992. The Division of Labor, Coordination Costs, and Knowledge. The Quarterly Journal of Economics. 107(4, November): 1137-1160.",
        "[5] Blanchard, Olivier Jean and Lawrence F. Katz. 1992. Regional Evolutions. Brookings Papers on Economic Activity.",
        "[6] Blomquist, Glenn C., Mark C. Berger, and John P. Hoehn. 1988. New Estimates of Quality of Life in Urban Areas. The American Economic Review. 78(1, March): 89-107.",
        "[7] Brueckner, Jan K. and David A. Fansler. 1983. The Economics of Urban Sprawl: Theory and Evidence on the Spatial Sizes of Cities. Review of Economics and Statistics. 65(3, August 1983): 479-82.",
        "[8] Flyer, Frederick and Sherwin Rosen. 1997. The New Economics of Teachers and Education. Journal of Labor Economics. 15(1, Part 2, January): S104-39.",
        "[9] Frank, Robert. 1978a. Family Location Constraints and the Geographic Distribution of Female Professionals. Journal of Political Economy. 86(1, February): 117-30.",
        "[10] Frank, Robert. 1978b. Why Women Earn Less: The Theory and Estimation of Differential Overqualification. American Economic Review. 68(3, June): 360-73.",
        "[11] Gaspar, Jess and Edward L. Glaeser. 1998. Information Technology and the Future of Cities. Journal of Urban Economics. 43(1, January): 136-56.",
        "[12] Glaeser, Edward L. 1998. Are Cities Dying'DONE' Journal of Economic Perspectives. 12(2, Spring): 139-160.",
        "[13] Glaeser, Edward L. and David C. Mare. Forthcoming. Cities and Skills. Journal of Labor Economics.",
        "[14] Glaeser, Edward L., Scheinkman, Jose A., Shleifer, Andrei. 1995. Economic Growth in a Cross-Section of Cities. Journal of Monetary Economics. 36(1, December): 117-43.",
        "[15] Goldin, Claudia. 1990. Understanding the Gender Gap: An Economic History of American Wom e n . New York-Oxford: Oxford University Press.",
        "[16] Goldin, Claudia. 1992. The Meaning of College in the Lives of American Women: The Past One-Hundred Years. National Bureau of Economic Research Working Paper No. 4099 (June), Cambridge, MA.",
        "[17] Goldin, Claudia. 1997. Career and Family: College Women Look to the Past. In F. Blau and R. Ehrenberg, Eds, Gender and Family Issues in the Workplace. New York: Russell Sage.",
        "[18] Goodman, John L Jr. and John B. Ittner. 1992. The Accuracy of Home Owners Estimates of House Value. Journal of Housing Economics. 2(4): 339-57.",
        "[19] Gyourko, Joseph, Tracy, Joseph. 1991. The Structure of Local Public Finance and the Quality of Life. Journal of Political Economy. 99(4, August): 774-806.",
        "[20] Heckman, James, Anne Layne-Farrar, and Petra Todd. 1996. Human Capital Pricing Equations with an Application to Estimating the Effect of Schooling Quality on Earnings. Review of Economics and Statistics. 78(4, November): 562-610.",
        "[21] Heckman, James and Jose Scheinkman. 1987. The Importance of Bundling in a GormanLancaster Model of Earnings. Review of Economic Studies. 54(2, April): 243-55.",
        "[22] Hofferth, Sandra L. and Douglas A. Wissoker. 1992. Price, Quality, and Income in Child Care Choices. Journal of Human Resources. 27(1, Winter): 70-111.",
        "[23] Jaeger, David A., Susanna Loeb, Sarah E. Turner, and John Bound. 1998. Coding Geographic Areas Across Census Years: Creating Consistent Definitions of Metropolitan Areas. National Bureau of Economic Research Working Paper No. 6772, Cambridge MA.",
        "[24] Juhn, Chinhui and Kevin M. Murphy. 1997. Wage Inequality and Family Labor Supply. Journal of Labor Economics. 15(1, January), Pt. 1: 72-97.",
        "[25] Kahn, Matthew E. 1997. Particulate Pollution Trends in the United States. Regional Science and Urban Economics. 27(1, February): 87-107.",
        "[26] Kim, Sunwoong. 1989. Labor Specialization and the Extent of the Market. The Journal of Political Economy. 97(3, June): 692-705.",
        "[27] Lucas, Robert E., Jr. 1988. On the Mechanics of Economic Development. Journal of Monetary Economics. 22(1, July): 3-42.",
        "[28] Mare, Robert D. 1991. Five Decades of Educational Assortative Mating. American Sociological Review. 56(1, February): 15-32.",
        "[29] Marwell, Gerald, Rachel Rosenfeld, and Seymour Spilerman. 1979. Geographic Constraints on Womens Careers in Academia. Science. 205(21, September): 1225-1231.",
        "[30] Mincer, Jacob. 1962. Labor Force Participation of Married Women: A Study of Labor Supply. In Aspects of Labor Economics. Universities-National Bureau Committee for Economic Research. Princeton, NJ: Princeton University Press.",
        "[31] Mincer, Jacob. 1978. Family Migration Decisions. Journal of Political Economy. 86(7, October): 749-73.",
        "[32] Ofek, Haim and Yesook Merrill. 1997. Labor Immobility and the Formation of Gender Wage Gaps in Local Markets. Economic Inquiry. 35(1, January): 28-47.",
        "[33] Pencavel, John. 1998. Assortative Mating by Schooling and the Work Behavior of Wives and Husbands. American Economic Review. 88(2, May): 326-29.",
        "[34] Rauch, James E. 1993. Productivity Gains from Geographic Concentration of Human Capital: Evidence from the Cities. Journal of Urban Economics. 34(3, November): 380400.",
        "[35] Roback, Jennifer. 1982. Wages, Rents, and the Quality of Life. Journal of Political Economy. 90(6, December): 1257-78.",
        "[36] Rosen, Sherwin. 1979. Wage-based Indexes of Urban Quality of Life. In Peter Mieszkowski and Mahlon Straszheim, Eds, Current Issues in Urban Economics. Baltimore, MD: Johns Hopkins University Press.",
        "[37] Rosen, Sherwin. 1983. A Note on Aggregation of Skills and Labor Quality [Linear Synthesis of Skill Distribution]. Journal of Human Resources. 18(3, Summer): 425-31.",
        "[38] Ruggles, Steven and Matthew Sobek. 1995. Integrated Public Use Microdata Series, IPUMS95 Version 1.0. Social History Research Laboratory. Minneapolis, MN: Department of History. University of Minnesota. http://www.hist.umn.edu/ ipums/.",
        "[39] Simon, Curtis. 1998. Human Capital and Metropolitan Employment Growth. Journal of Urban Economics. 43: 223-243.",
        "[40] Sjaastad, Larry A. 1962. The Costs and Returns of Human Migration. Journal of Political Economy. 70(5, October): 80-93.",
        "[41] Topel, Robert H. and Sherwin Rosen. 1988. Housing Investment in the United States Journal of Political Economy. 96(4, August): 718-40.",
        "[42] Topel, Robert H. and Michael P. Ward. 1992. Job Mobility and the Careers of Young Men. Quarterly Journal of Economics. 107(2, May): 439-479.",
        "[43] Weiss, Yoram. 1997. The Formation and Dissolution of Families: Why Marry'DONE' Who Marries Whom And What Happens Upon Divorce. In Mark R. Rosenzweig and Oded Stark, Eds., Handbook of Population and Family Economics. Amsterdam: Elselvier."
    ]
}