{
    "id": 7110,
    "cites": 18,
    "cited_by": 10,
    "reference": [
        "Bailey, W. (1994). Risk and return on Chinas new stock markets: Some preliminary evidence. Pacific-Basin Finance Journal 2: 243-260.",
        "Bailey, W. and Jagtiani, J. (1994). Foreign ownership restrictions and stock prices in the Thai capital market, Journal of Financial Economics 36: 57-87.",
        "Domowitz, I., Glen, J. and Madhavan, A. (1997). Market segmentation and stock prices: Evidence from an emerging market, Journal of Finance 52(3): 1059-85.",
        "Errunza, V. and Losq. E. (1985). International asset pricing under mild segmentation: Theory and test., Journal of Finance 40: 105-24.",
        "Errunza, V. and Losq, E. (1989). Capital flow controls, international asset pricing, and investors welfare: A multi-country framework, Journal of Finance 44: 1025-37.",
        "Eun, C. S. and Janakiramanan, S. (1986). A model of international asset pricing with a constraint on the foreign equity ownership, Journal of Finance 41: 897-9 14.",
        "Fernald. J. and Rogers, J. H. (1998). Puzzles in the Chinese stock market. Board of Governors of the Federal Reserve System, International Finance Discussion Papers Number 619.",
        "Giovannini, A. and de Melo, M. (1993). Government revenue and financial repression. Artierican Economic Review 83: 953-63.",
        "Gordon, R. G. and Varian, H. R. (1989). Taxation of asset income in the presence of a world securities market, Journal of International Economics 34: 2107-2138.",
        "Gordon, R. H. and Jun, J. (1993). Taxes and the form of ownership of foreign corporate equity, in A. Giovannini, R. G. Hubbard and J. Slemrod (eds), Studies in International Taxation, University of Chicago Press, Chicago, pp. 13-44.",
        "Gordon, R. and Slemrod, 3. (forthcoming). Are `real responses to taxes simply income shifting between corporate and personal tax bases?, in J. Slemrod (ed.), Atlas Shrugged. Hietala, P. T. (1989). Asset pricing in partially segmented markets: Evidence from the Finnish market, Journal of Finance 44: 697-718.",
        "Hines, J. R., Jr. and Willard, K. L. (1992). Trick or treaty? bargains and surprises in international tax agreements.",
        "International Finance Corporation (1999). Emerging stock markets factbook.",
        "State Statistical Bureau (1997). China Statistical Yearbook 1997, China Statistical Publishing House.",
        "Stulz. R. M. (1981). On the effects of barriors to international investment. Journal of Finance 36: 383-403.",
        "Stulz. R. M. and Wasserfallen, W. (1995). Foreign equity investment restrictions, capital flight, and shareholder wealth maximization: Theory and evidence, Review of Financial Studies 8: 1019-1057.",
        "Su. D. (1997). Ownership restrictions and stock prices: Evidence from Chinese markets. University of Akron.",
        "World Bank (1995). China: The emerging capital market-volume II: Detailed technical analysis, Report 14501-CHA, World Bank."
    ]
}