{
    "id": 7113,
    "cites": 16,
    "cited_by": 12,
    "reference": [
        "Cantor, Richard and Frank Packer (1996), The Credit Rating Industry, Federal Reserve Bank of New York Quarterly Review (Summer/Fall), pp. 1-26.",
        "Eaton, Jonathan and Mark Gersovitz (1981), Poor-Country Borrowing in Private Financial Markets and the Repudiation Issue, Princeton Studies in International Finance No. 47, International Finance Section, Department of Economics, Princeton University.",
        "Edwards, Sebastian (1986), The Pricing of Bonds and Bank Loans in International Markets: An Empirical Analysis of Developing Countries Foreign Borrowing, European Economic Review 30, pp. 565-589.",
        "Eichengreen, Barry and Ashoka Mody (1998a), What Explains Changing Spreads on Emerging-Market Debt'DONE' Fundamentals or Market Sentiment NBER Working Paper no.",
        "Eichengreen, Barry and Ashoka Mody (1998b), Interest Rates in the North and Capital Flows to the South: Is There a Missing Link'DONE' International Finance 1, pp.35-58.",
        "Feldstein, Martin (1999) A Self-Help Guide for Emerging Market Economies, Foreign Affairs 78 (March/April, 1999).",
        "Fischer, Stanley (1999), On the Need for an International Lender of Last Resort, American Economic Association and American Finance Association Meetings, January 3, 1999, http://www.imf.org/external/np/speeches/1999/010399.HTM.",
        "Folkerts-Landau, David (1985), The Changing Role of International Bank Lending in Development Finance, Staff Papers 32, pp. 317-363.",
        "Gutentag, Jack and Richard Herring (1985), The Current Crisis in International Lending, Washington, D.C.: The Brookings Institution.",
        "Haque, Nadeem, Mammohan Kumar, Nelson Mark and Donald Mathieson (1996), The Economic Content of Indicators of Developing Country Creditworthiness, Staff Papers 43, pp. 688-724.",
        "International Monetary Fund (1998), International Capital Markets: Developments, Prospects, and Key Policy Issues, Washington D.C.",
        "James, Christopher (1990), Heterogeneous Creditors and the Market Value of Bank LDC Loan Portfolios, Journal of Monetary Economics 25, pp. 325-346.",
        "Kletzer, Kenneth (1994), Asymmetries of Information and LDC Borrowing with Sovereign Risk, Economic Journal 94, pp. 287-307.",
        "Levine, Ross and Sara Zervos (1998), Stock Markets, Banks, and Economic Growth, American Economic Review 88, pp. 537-558.",
        "Preece, Dianna and Donald J. Mullineaux (1996), Monitoring, Loan Renegotiability, and Firm Value: The Role of Lending Syndicates, Journal of Banking and Finance 20, pp.577-593.",
        "Sachs, Jeffrey and Daniel Cohen (1982), LDC Borrowing with Default Risk, NBER Working Paper no. 925 (July)."
    ]
}