{
    "id": 7118,
    "cites": 17,
    "cited_by": 32,
    "reference": [
        "Becker, Gary S. and Casey B. Mulligan. Deadweight Costs and the Size of Government NBER Working paper 6789, November 1998.",
        "Blanchet, Didier and Louis-Paul PelÃ\u0083Â©. Social Security and Retirement in France. NBER working paper no. 6214, October 1997.",
        "Costa, Dora L. The Evolution of Retirement. Chicago: University of Chicago Press, 1998.",
        "Diamond, Peter. The Economics of Social Security Reform. NBER Working Paper no. 6719, September 1998.",
        "Hopkins, Thomas D. Regulatory Costs in Profile. CSAB Policy Study Number 132, August 1996.",
        "Institut National de la Statistique et des Etudes Economiques. Enquete Budget des Familles. 1995.",
        "International Monetary Fund. Government Finance Statistics Yearbook. Washington, DC: International Monetary Fund, various issues. 37 Jackman, Robert W. Politics and Social Equality: a Comparative Analysis. New York: John Wiley, 1975.",
        "Miron, Jeffrey A. and David N. Weil. The Genesis and Evolution of Social Security. NBER Working paper 5949, March 1997.",
        "Mitchell, Olivia S. Administrative Costs in Public and Private Retirement Systems. in Martin Feldstein, ed. Privatizing Social Security. Chicago: University of Chicago Press, 1998.",
        "Mulligan, Casey B. Behavioral Effects of Social Security Reform: Evidence from the Clergy. Working paper, University of Chicago, August 1997.",
        "Mulligan, Casey B. and Tomas Philipson. Regulation and the Income Incidence of Government Policy. Working paper, University of Chicago, January 1999.",
        "Pampel, Fred C. and John B. Williamson. Age, Class, Politics and the Welfare State. Cambridge: Cambridge University Press, 1989.",
        "Torrey, Barbara Boyle and Carole J. Thompson. An International Comparison of Pension Systems. Presidents Commission on Pension Policy. Washington, DC: Government Printing Office, March 1980.",
        "Tullock, Gordon. On Voting. Cheltenham, UK: Edward Elgar, 1998.",
        "United States Council of Economic Advisers. Economic Report of the President. Washington, DC: Government Printing Office, 1992.",
        "United States Office of Management and Budget. Tax Expenditures. Section 5 of Analytical Perspectives, Budget of the United States Government, Fiscal Year 1998. Washington, DC: Government Printing Office, 1998.",
        "United States Social Security Administration. Social Security Programs Throughout the World. Washington, DC: Government Printing Office, various issues. United States Social Security Administration. Social Security Handbook. 13th edition. Washington, DC: Government Printing Office, 1997."
    ]
}