{
    "id": 7119,
    "cites": 65,
    "cited_by": 20,
    "reference": [
        "Auerbach, Alan J., Jagadeesh Gokhale, and Laurence J. Kotlikoff. Social Security and Medicare Policy from the Perspective of Generational Accounting. in Poterba, James M., ed. Tax Policy and the Economy. Volume 6. Cambridge: MIT Press, 1992: 129-45.",
        "Barro, Robert J. Are Government Bonds Net Wealth'DONE' The Journal of Political Economy, Vol. 82, No. 6. (Nov. - Dec., 1974), pp. 1095-1117.",
        "Barro, Robert J. Determinants of Economic Growth: A Cross-Country Empirical Study. MIT Press, Cambridge, MA, 1998.",
        "Becker, Gary S. and Casey B. Mulligan. Deadweight Costs and the Size of Government NBER Working paper 6789, November 1998.",
        "Becker, Gary S. and Kevin M. Murphy. The Family and the State. Journal of Law and Economics. 31(1), April 1988: 1-18.",
        "Benabou, Roland. Inequality and Growth. NBER Macroeconomics Annual 1996. Cambridge, MA: M.I.T.",
        "Blanchet, Didier and Louis-Paul PelÃ\u0083Â©. Social Security and Retirement in France. NBER working paper no. 6214, October 1997.",
        "Bodie, Zvi and Robert C. Merton. Pension Benefit Guarantees in the United States: A Functional Analysis. in R. Schmitt, ed. The Future of Pensions in the United States. Philadelphia: University of Pennsylvania Press, 1992.",
        "Boskin, Michael J., Laurence J. Kotlikoff, Douglas Puffert and John Shoven Social Security: A Financial Appraisal Across and Within Generations. National Tax Journal. 40, 1987: 19-34.",
        "BÃ\u0083Â¶rsch-Supan, Axel and Reinhold Schnabel. Social Security and Retirement in Germany. NBER Working Paper No. 6153, August 1997.",
        "Browning, Edgar K. Why the Social Insurance Budget Is Too Large in a Democracy. Economic Inquiry. 13(3), Sept. 1975: 373-88.",
        "Burkhauser, Richard B. and Jennifer L. Warlick. Disentangling the Annuity from the Redistributive Aspects of Social Security in United States. Review of Income and Wealth. 27, 1981: 401-22.",
        "Cashin, Paul. Government Spending, Taxes, and Economic Growth. International Monetary Fund Staff Papers. 42(2), June 1995: 237-69.",
        "Cawley, John and Tomas Philipson. An Empirical Examination of Information Barriers to Trade in Insurance. Forthcoming, American Economic Review. 1999.",
        "Cawson, Alan. Introduction: Varieties of Corporatism. in Alan Crawson, ed. Organized Interests and the State. London: Sage, 1985.",
        "Costa, Dora L. The Evolution of Retirement. Chicago: University of Chicago Press, 1998.",
        "Danziger, Sheldon, et al. Implications of the Relative Economic Status Of the Elderly for Transfer Policy. In Henry J. Aaron and Gary Burtless, eds. Retirement and Economic Behavior. Washington, DC: Brookings Institute, 1984: 175-96.",
        "Diamond, Peter. National Debt in a Neoclassical Growth Model. American Economic Review. 55, 1965: 1125-1150.",
        "Diamond, Peter. A Framework for Social Security Analysis. Journal of Public Economics. 8(3), December 1977: 275-98.",
        "Diamond, Peter. Privatization of Social Security: Lessons from Chile. National Bureau of Economic Research Working Paper 4510, October 1993.",
        "Diamond, Peter. The Economics of Social Security Reform. NBER Working Paper no. 6719, September 1998.",
        "Diamond, Peter A. and James A. Mirrlees. A Model of Social Insurance with Variable Retirement. Journal of Public Economics. 10(3), December 1978: 295-336.",
        "Easterly, William and Sergio Rebelo. Fiscal Policy and Economic Growth: An Empirical Investigation. Journal of Monetary Economics. 32(3), December 1993: 417-58.",
        "Feldstein, Martin. Social Security, Induced Retirement, and Aggregate Capital Accumulation, The Journal of Political Economy, Vol. 82, No. 5. (Sep. - Oct., 1974), pp. 905-926.",
        "Feldstein, Martin. The Optimal Level of Social Security Benefits. Quarterly Journal of Economics. 10(2), May 1985: 303-20.",
        "Feldstein, Martin. Introduction. in Martin Feldstein, ed. Privatizing Social Security. Chicago: University of Chicago Press, 1998.",
        "Friedman, Benjamin M. and Mark J. Warshawsky. The Cost of Annuities: Implications for Saving Behavior and Bequests. Quarterly Journal of Economics. 105(1), February 1990: 135-54.",
        "Fudenberg, Drew and Jean Tirole. Game Theory. Cambridge, MA: MIT Press, 1991.",
        "Garrett, Daniel M. The Effects of Differential Mortality Rates on the Progressivity of Social Security. Economic Inquiry. 33(3), July 1995: 457-75.",
        "Hagemann, Robert P., and Christoph John, Fiscal Reform in Sweden: What Generational Accounting Tells Us. Contemporary Economic Policy. 15(3), July 1997: 1-12.",
        "Hamermesh, Daniel S. Social Security as Longevity Insurance. Conference on Economic Development and Social Welfare in Taiwan. January, 1987.",
        "Hopkins, Thomas D. Regulatory Costs in Profile. CSAB Policy Study Number 132, August 1996.",
        "Institut National de la Statistique et des Etudes Economiques. Enquete Budget des Familles. 1995.",
        "International Monetary Fund. Government Finance Statistics Yearbook. Washington, DC: International Monetary Fund, various issues. Jackman, Robert W. Politics and Social Equality: a Comparative Analysis. New York: John Wiley, 1975.",
        "Jensen, Svend E. Hougaard and Bernd Raffelhuschen. Generational and Gender-Specific Aspects of the Tax and Transfer System in Denmark. Empirical Economics. 22(4), 1997: 615-35.",
        "Johnson, D. Gale. Social Security for the Rural Elderly. University of Chicago, Office of Agricultural Economics Research paper no. 98:04, April 1998.",
        "Kotlikoff, Laurence J. Generational Accounting. New York: Free Press, 1992.",
        "Kotlikoff, Laurence J. and Jeffrey Sachs. The Personal Security System: A Framework for Reforming Social Security. Federal Reserve Bank of St. Louis Review. 80(2), March-April 1998: 11-13.",
        "Kotlikoff, Laurence J. and Avia Spivak. The Family as an Incomplete Annuities Market. Journal of Political Economy. 89(2), April 1981: 372-91.",
        "Kotlikoff, Laurence J. and David A. Wise. The Incentive Effects of Private Pension Plans. in Zvi Bodie, John B. Shoven, and David A. Wise, eds. Financial Aspects of the US Pension System. Chicago: University of Chicago Press, 1987: 283-336.",
        "Kremer, Michael. Should Taxes Be Independent of Age'DONE' Working paper, MIT, 1998.",
        "Laitner, John. Bequests, Gifts, and Social Security. Review of Economic Studies. 55(2), April 1988: 275-99.",
        "Lazear, Edward P. Why Is There Mandatory Retirement'DONE' Journal of Political Economy. 87(6), December 1979: 1261-84.",
        "Lucas, Robert E. On the Mechanics of Economic Development. Journal of Monetary Economics. 22(1), July 1988: 3-42.",
        "Merton, Robert C. On the Role of Social Security as a Means for Efficient Risk-Sharing in an Economy where Human Capital is not Tradeable. in Zvi Bodie, John Shoven, and David Wise, eds. Financial Aspects of the US Pension System. Chicago: University of Chicago Press, 1983.",
        "Mirrlees, James A. An Exploration in the Theory of Optimum Income Taxation. Review of Economic Studies. 37 38(114), April 1971: 175-208.",
        "Mulligan, Casey B. The 100% Tax in Theory and Practice. Working paper, University of Chicago, November 1998.",
        "Mulligan, Casey B. and Tomas Philipson. Regulation and the Income Incidence of Government Policy. Working paper, University of Chicago, January 1999.",
        "Mulligan, Casey B. and Xavier Sala-i-Martin. Gerontocracy, Retirement, and Social Security. NBER Working Paper, May 1999a.",
        "Mulligan, Casey B. and Xavier Sala-i-Martin. Social Security in Theory and Practice (I): Facts and Political Theories. NBER Working Paper, May 1999b.",
        "Olson, Laura Katz. The Political Economy of Aging: The State, Private Power, and Social Welfare. New York: Columbia University Press, 1982.",
        "Pampel, Fred C. and John B. Williamson. Age, Class, Politics and the Welfare State. Cambridge: Cambridge University Press, 1989.",
        "Parsons, Donald O. Measuring and Deciding Disability. in Carolyn Weaver, ed. Disability and work: Incentives, Rights, and Opportunities. Washington DC, AEI Press, 1991.",
        "Piven, Francis Fox and Richard A. Cloward. Regulating the Poor: The Functions of Social Welfare. New York: Vantage Books, 1971.",
        "Pogue, Thomas F. and L.G. Sgontz. Social Security and Investment in Human Capital. National Tax Journal. 30(2), June 1977: 157-69.",
        "Sala-i-Martin, Xavier A Positive Theory of Social Security. Journal of Economic Growth. (1)2, June 1996: 277-304.",
        "Samuelson, Paul A. An Exact Consumption Loan Model of Interest With or Without the Social Contrivance of Money. Journal of Political Economy. 66(6), December 1958: 467-82.",
        "Sargent, Thomas J. Simulating the Privatization of Social Security in General Equilibrium: Comment. in Martin Feldstein, ed. Privatizing Social Security. Chicago: University of Chicago Press, 1998.",
        "Tirole, Jean. On the Possibility of Speculation under Rational Expectations. Econometrica. 50, September 1982: 1163-1181.",
        "Tirole, Jean. Asset Bubbles and Overlapping Generations. Econometrica. 53(6), December 1985: 14991528.",
        "Torrey, Barbara Boyle and Carole J. Thompson. An International Comparison of Pension Systems. Presidents Commission on Pension Policy. Washington, DC: Government Printing Office, March 1980.",
        "Tyabji, Amina. Social Security in the Asian-Pacific Region. Asian-Pacific Economic Literature. 7(1), May 38 1993: 53-72.",
        "Turner, John A. Population Age Structure and the Size of Social Security. Southern Economic Journal. 50(4), April 1984: 1131-46.",
        "United States Council of Economic Advisors. Economic Report of the President. Washington, DC: Government Printing Office, 1992.",
        "United States Social Security Administration. Social Security Programs Throughout the World. Washington, DC: Government Printing Office, various issues. United States Social Security Administration. Social Security Handbook. 13th edition. Washington, DC: Government Printing Office, 1997."
    ]
}