{
    "id": 7124,
    "cites": 40,
    "cited_by": 71,
    "reference": [
        "Abowd, John M. Does Performance-based Compensation Affect Corporate Performance'DONE' Industrial and Labor Relations Review, 43(3), February 1990, pp. 52S-73S.",
        "Abowd, John M. and Bognanno, Michael. International Differences in Executive and Managerial Compensation, in R. B. Freeman and L. F. Katz, eds. Differences and Changes in Wage Structures (Chicago: University of Chicago Press for the NBER, 1995), pp. 67-103.",
        "Aggarwal, Rajesh and Samwick, Andrew A. The Other Side of the Tradeoff: The Impact of Risk on Executive Compensation. Journal of Political Economy, 107(1), February 1999, pp. 65-105.",
        "Aggarwal, Rajesh and Samwick, Andrew A. Executive Compensation, Strategic Competition, and Relative Performance Evaluation: Theory and Evidence, Journal of Finance, forthcoming. Antle, Rick and Smith, Abbie An Empirical Investigation of the Relative Performance Evaluation of Corporate Executives. Journal of Accounting Research, 24(1), Spring 1986, pp. 1-39.",
        "Barro, Jason and Barro, Robert J. Pay, Performance, and Turnover of Bank CEOs. Journal of Labor Economics, 8(4), October 1990, pp. 448-81.",
        "Bertrand, Marianne and Sendhil Mullainathan, Are CEOs Rewarded for Luck'DONE' A Test of Performance Filtering, Princeton University working paper, 1999.",
        "Black, Fisher and Scholes, Myron, The Pricing of Options and Corporate Liabilities, Journal of Political Economy, 81(3), 1973, pp. 637-59.",
        "Byrne, John A. How High Can CEO Pay Go'DONE' Business Week, April 22, 1996, pp. 100-106.",
        "Byrne, John A. Executive Pay: The Party Aint Over Yet Business Week, May 6, 1993, pp. 5664.",
        "Byrne, John A. The Flap Over Executive Pay'DONE' Business Week, May 6, 1991, pp. 90-96.",
        "Byrne, John A. and Lori Bongiorno CEO Pay: Ready For Takeoff. Business Week, April 24, 1995, pp. 88-94.",
        "Ciscel, David H. Determinants of Executive Compensation. Southern Economic Journal, 40(4), April 1974, pp. 613-17.",
        "Ciscel, David H. and Carroll, Thomas M. The Determinants of Executive Salaries: An Econometric Survey. Review of Economics and Statistics, 62(1), February 1980, pp. 713.",
        "Core, John and Guay, Wayne. Estimating the Incentive Effects of Executive Stock Option Portfolios. Mimeo, The Wharton School, University of Pennsylvania, November 1998.",
        "Coughlan, Anne T. and Schmidt, Ronald M. Executive Compensation, Management Turnover, and Firm Performance: An Empirical Investigation. Journal of Accounting and Economics, 16(1-2-3), January-April-July 1993, pp. 43-66.",
        "Cox, John C. and Rubinstein, Mark. Options Markets. New Jersey: Prentice-Hall, Inc., 1985.",
        "Cuny, Charles J. and Jorion, Philippe. Valuing Executive Stock Options with Endogenous Departure. Journal of Accounting and Economics, 20(2), September 1995, pp. 193-205.",
        "Deckop, John R. Determinants of Chief Executive Officer Compensation. Industrial and Labor Relations Review, 41(2), January 1988, pp. 215-26.",
        "Dial, Jay and Murphy, Kevin J. Incentives, Downsizing, and Value Creation at General Dynamics. Journal of Financial Economics, 37(3), March 1995, pp. 261-314.",
        "Garen, John E. Executive Compensation and Principal-Agent Theory. Journal of Political Economy, 102(6), December 1994, pp. 1175-99.",
        "Gibbons, Robert and Murphy, Kevin J. Relative Performance Evaluation for Chief Executive Officers. Industrial and Labor Relations Review, 43(3), February 1990, pp. 30S-51S.",
        "Hall, Brian J. and Liebman, Jeffrey B. Are CEOs Really Paid Like Bureaucrats. Quarterly Journal of Economics, 111(3), August 1998, pp. 653-91.",
        "Hallock, Kevin F. Layoffs, Top Executive Pay, and Firm Performance. American Economic Review, 88(4) September 1998, pp. 711-23.",
        "Hardy, Eric S. Americas Highest Paid Bosses. Forbes, May 20, 1996, pp. 184-89.",
        "Healy, Paul M. The Effect of Bonus Schemes on Accounting Decisions. Journal of Accounting and Economics, 7(1-3), September 1985, pp. 85-107.",
        "Holthausen, Robert W., Larcker, David F, and Sloan, Richard G. Annual Bonus Schemes and the Manipulation of Earnings. Journal of Accounting and Economics, 19(1), February 1995, pp. 29-74.",
        "Janakiraman, Surya N., Lambert, Richard A., and Larcker, David F. An Empirical Investigation of the Relative Performance Evaluation Hypothesis. Journal of Accounting Research, 30(1), Spring 1992, pp. 53-69.",
        "Jensen, Michael C. and Murphy, Kevin J. Performance Pay and Top-Management Incentives. Journal of Political Economy, 98(2), April 1990, pp. 225-64 (a).",
        "Jensen, Michael C. and Murphy, Kevin J. Its Not How Much You Pay, but How. Harvard Business Review, 68(3), May-June 1990, pp. 138-53 (b).",
        "Kahn, Lawrence M. and Sherer, Peter D. Contingent Pay and Managerial Performance. Industrial and Labor Relations Review, 43(3), February 1990, pp. 107S-20S.",
        "Kaplan, Steven N. Top Executive Rewards and Firm Performance: A Comparison of Japan and the United States. Journal of Political Economy, 102(3), June 1994, pp. 510-46.",
        "Kole, Stacey and Lehn, Kenneth Deregulation and the Adaptation of Governance Structure: The Case of the U.S. Airline Industry. Mimeo, Simon Graduate School of Business Administration, University of Rochester, July 1996.",
        "Larcker, David F. The Association Between Performance Plan Adoption and Corporate Capital Investment. Journal of Accounting and Economics, 5(1), 1983, pp. 3-30.",
        "Leonard, Jonathan S. Executive Pay and Firm Performance. Industrial and Labor Relations Review, 43(3) February 1990, pp. 13S-29S.",
        "Masson, Robert T. Executive Motivations, Earnings, and Consequent Equity Performance. Journal of Political Economy, 79(6), 1971, pp. 1278-92.",
        "Murphy, Kevin J. Corporate Performance and Managerial Remuneration: An Empirical Analysis. Journal of Accounting and Economics, 7(1-3), April 1985, pp. 11-42.",
        "Murphy, Kevin J. Executive Compensation, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Volume 3, 1999, forthcoming.",
        "Reingold, Jennifer. Executive Pay. Business Week, April 21, 1997, pp. 58-66.",
        "Saly, P. Jane Repricing Stock Options in a Down Market. Journal of Accounting and Economics, 18(3), November 1994, pp. 325-56.",
        "Tehranian, Hassan and Waegelein, James F. Market Reaction to Short-Term Executive Compensation Plan Adoption. Journal of Accounting and Economics, 7(1-3), April 1985, pp. 131-44."
    ]
}