{
    "id": 7125,
    "cites": 16,
    "cited_by": 4,
    "reference": [
        "Bernanke, Ben (1995). The Macroeconomics of the Great Depression: A Comparative Approach, Journal of Money, Credit and Banking, 27 (February), 1-28.",
        "Bernanke, Ben, and Harold James (1991). The Gold Standard, Deflation, and Financial Crisis in the Great Depression: an International Comparison. In R. G. Hubbard (ed.), Financial Markets and Financial Crises. Chicago: University of Chicago Press.",
        "Blanco, Herminio and Peter M. Garber (1986). Recurrent Devaluationand Speculative Attacks on the Mexican Peso.Journal of Political Economy 94 (1) (February): 148-66.",
        "Bordo, Michael D. (1994). Review of Barry Eichengreen, Golden Fetters: The Gold Standard and the Great Depression, Journal of International Economics 36 (February), 193-197.",
        "Bordo, Michael D., and Barry Eichengreen (1998a). The Rise and Fall of a Barbarous Relic: The Role of Gold in the International Monetary System. NBER Working Paper No.",
        "Bordo, Michael D., and Barry Eichengreen (1998b). Implications of the Great Depression for the Development of the International Monetary System. In Bordo, Goldin and White (eds.) The Defining Moment: The Great Depression and the American Economy in the Twentieth Century. Chicago: Chicago University Press.",
        "Cassel, Gustav (1928). Postwar Monetary Stabilization. New York: Columbia University Press.",
        "Choudhri, Ehsan U., and Levis A. Kochin (1980). The Exchange Rate and The International Transmission of Business Cycle Disturbances: Some Evidence from the Great Depression, Journal of Money, Credit and Banking 12, pp. 565-574.",
        "New York: Oxford University Press. Eichengreen, Barry (1990). Elusive Stability. New York: Cambridge University Press.",
        "Einzig, Paul (1937). The Theory of Forward Exchange. London: Macmillan.",
        "Flood, Robert P., and Peter M. Garber, Collapsing Exchange Rate Regimes: Some Linear Examples, Journal of International Economics, 17 (August 1984), 1-13.",
        "Flood, Robert P., and Nancy P. Marion (1996). Speculative Attacks: Fundamentals and SelfFulfilling Prophecies. NBER Working Paper No. 5789.",
        "Meltzer, Allan H. (1995). Why Did Monetary Policy Fail in the Thirties'DONE' A History of the Federal Reserve. Chapter 5, Carnegie Mellon (Mimeo).",
        "Nurkse, Ragnar (1944). International Currency Experience. Geneva: League of Nations.",
        "Romer, Christina (1993). The Nation in Depression, Journal of Economic Perspectives, 7 (Spring) pp.19-40.",
        "Willis, H. Parker and John M. Chapman (1934). The Banking Situation. New York: Columbia University Press."
    ]
}