{
    "id": 713,
    "cites": 12,
    "cited_by": 6,
    "reference": [
        "Floating Exchange Rate Regime, Working Paper, Tel-Aviv University. Jones, Ronald, 1971, A Three-Factor Model in Theory, Trade, and History, in J. Bhagwati, R. Jones, R. Mundell, and J. Vanek (eds.), Trade, Balance of Payments and Growth: Papers in International Economics in Honor of Charles P. Kindleberger, Amsterdam: North-Holland.",
        "American Economic Review, 960-71. Helpman, Elhanan, 1981, An Exploration in the Theory of Exchange Rate Regimes, forthcoming, Journal of Political Economy.",
        "Working Paper, University of Chicago (b). - Obstfeld, Maurice, 1980, Macroeconomic Policy, Exchange-Rate Dynamics, and Optimal Asset Accumulation; NBER Working Paper No. 599.",
        "Lucas, Robert E. Jr., 1980, Equilibrium in a Pure Currency Economy, in J. Kareken and N. Wallace (eds.) Models of Monetary Economies, Federal Reserve Bank of Minneapolis (a).",
        "Jovanovic, Boyan, 1981, Inflation and Welfare in the Steady State, Working Paper, Bell Laboratories.",
        "Wilson, Charles, 1979, Anticipated Disturbances and Exchange Rate Dynamics, Journal of Political Economy, 639-47 (a). _______ 1979, An Infinite Horizon Model with Money, in J. R. Green and J. A. Scheinkmari (eds.), General Equilibrium,, Growth, and Trade: , Essays in Honor of Lionel McKenzie, New York: Academic Press (b).",
        "Economy, Journal of Monetar~y Economics, forthcoming (b). Weiss, Laurence, 1980, A Model of International Trade and Finance, Quarterly Journal of Economics.",
        "Working Paper (b). - , 1981, Exchange Rates, Relative Prices, and Resource Allocation, forthcoming, J. Bhandari and B. Putnam (eds.), The International Transmission of Inflation under Flexible Exchange Rates (a).",
        "Stockman, Alan, 1980, A Theory of Exchange Rate Determination, Journal of Political Economy, 673-98 (a).",
        "Rodriguez, Carlos, 1980, The Role of Trade Flows in Exchange Rate Determination: A Rational Expectations Approach, Journal of Political Economy.",
        "Dornbusch, Rudiger, 1976, Expectations and Exchange Rate Dynamics, Journal of Political Economy, 1161-76.",
        "Aschauer, David, 1981, On a Positively Sloped Long Run Phillips Curve, University of Rochester."
    ]
}