{
    "id": 7130,
    "cites": 33,
    "cited_by": 7,
    "reference": [
        "[1] Becker, Gary S. and Kevin M. Murphy (1988), A Theory of Rational Addiction, Joarnal of Political Economy, 96, 675-700.",
        "[2] Becker, Gary S., Michael Grossman, and Kevin M. Murphy. An Empirical Analysis of Cigarette Addiction. American Economic Review, 84, June 1994, 396-418.",
        "[3] Berkow, Robert, ed., The Merck Manaal. 16th ed. Rahway, N.J.: Merck and Co., Inc., 1992.",
        "[4] Blane, Howard T. and Morris E. Chafetz, eds., Yoath, Alcohol and Social Policy, New York: Plenum Press, 1979.",
        "[6] Bureau of the Census (1965), Carrent Popalation Reports: Popalation Estimates, Series P-25, No. 311, Washington: USGPO.",
        "[7] Bureau of the Census (1975), Historical Statistics of the United States, Washington: USGPO.",
        "[8] Chaloupka, Frank J. (1991), Rational Addictive Behavior and Cigarette Smoking, Joarnal of Political Economy, 99, 4(August), 722-742.",
        "[9] Chaloupka, Frank J., Michael Grossman, Gary S. Becker, and Kevin M. Murphy (1993), Alcohol Addiction: An Econometric Analysis, manuscript, University of Illinois at Chicago.",
        "[10] Chaloupka, Frank J. and Michael Grossman (1994), Drinking and Addiction ? Evidence from the First National Health and Nutritution Examination Survey, manuscript, University of Illinois at Chicago.",
        "[11] Chaloupka, Frank J. and Henry Wechsler (1995), The Impact of Price, Availability, and Alcohol Control Policies on Binge Drinking in College, NBER WP 5319.",
        "[12] Clark, Norman H. (1976), Deliver Us From Evil: An Interpretation of American Prohibition, W.W. Norton and Compancy: New York. 24",
        "[13] Cook, P.J. (1981), The Effect of Liquor Taxes on Drinking, Cirrhosis, and Auto Accidents, in M.H. Moore and D.R. Gerstein, eds., Alcohol and Public Policy: Beyond the Shadow of Prohibition, National Academy Press, Washington, 255-85.",
        "[14] Cook, P.J. and Tauchen, G., The Effect of Liquor Taxes on Heavy Drinking, Bell Journal of Economics, 1982, 13, 379-390.",
        "[15] Fisher, Irving (1928), Prohibition Still at Its Worst, New York: Alcohol Information Committee.",
        "[16] Fisher, Irving (1930), The Noble Experiment, New York: Alcohol Information Committee.",
        "[17] Friedman, Milton (1991), The War We Are Losing, in Krauss, Meyvyn B. and Edward P. Lazear, eds., Searching for Alternatives: DntgControl Policy in the United States, Stanford, CA: Hoover Institution, pp.53-67.",
        "[18] Grossman, Michael, Frank J. Chaloupka, and Ismail Sirtalan (1995), An Empirical Analysis of Alcohol Addiction: Results from the Monitoring the Future Panels, NBER WP 5200.",
        "[19] Holder, Harold D. and Cheryl J. Cherpitel (1996), The End of U.S. Prohibition: A Case Study of Mississippi, Contemporary Drug Problems, 23(2), Summer, 301-330.",
        "[21] Levine, Harry G. and Craig Reinarman (1991), From Prohibition to Regulation: Lessons from Alcohol Policy for Drug Policy, The Milbank Quarterly, 69, 1-43.",
        "[22] Manning, Willard G., Linda Blumberg, and Lawrence H. Moulton (1995), The Demands for Alcohol: The Differential Response to Price, Journal of Health Economics, 14, 2(June), 123-48.",
        "[23] Merz, Charles (1932), The Dry Decade, Garden City, NY: Doubleday, Doran and Co. 25",
        "[25] Miron, Jeffrey A. and Jeffrey Zwiebel (1991), Alcohol Consumption During Prohibition, American Economic Review, 81(2), May, 242-247.",
        "[26] Miron, Jeffrey A. and Jeffrey Zwiebel (1995), The Economic Case Against Drug Prohibition, Journal of Economic Perspectives, 9(4), Fall, 175-192.",
        "[27] Moore, Michael J. and Philip J. Cook (1995), Habit and Heterogeneity in the Youthful Demand for Alcohol, NBER WP 5 152.",
        "[28] Motta, Massimo (1997), Advertising Bans, manuscript, Department of Economics, University of Pompeu Fabra, Barcelona, Spain.",
        "[29] Newey, Whitney and Kenneth West, A Simple, Positive Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 1987, 55, 703-8.",
        "[30] Phelps, Charles E. and Sui-Fai Leung (1991), My Kingdom for a Drink? A Review of Estimates of the Price Sensitivity of Demand for Alcoholic Beverages, manuscript, University of Rochester.",
        "[31] Schmeckebier, Laurence F. (1929), The Bureau of Prohibition: Its History, Activites, and Organization, The Brookings Institution: Washington.",
        "[32] Sinclair, Andrew (1962), Prohibition: The Era of Excess, Faber and Faber: London.",
        "[33] Thornton, Mark (1991), The Economics of Prohibition, University of Utah Press: Salt Lake City.",
        "[34] U.S. Department of Treasury (1932), Statistics Concerning Intoxicating Liquors, Washington: USGPO.",
        "[35] Warburton, Clark (1932), The Economic Results of Prohibition, Columbia University Press: New York.",
        "[36] Wickersham, George W. (1931), Enforcement of the Prohibition Laws, v.5, U.S. Government Printing Office: Washington. 26"
    ]
}