{
    "id": 7131,
    "cites": 31,
    "cited_by": 40,
    "reference": [
        "[1] ANGRIST, J. AND LAVY, V. (1996): Using Maimonides Rule to Estimate the Effect of Class Size on Scholastic Achievement, Unpublished manuscript, MIT.",
        "[2] ANGRIST, J., G. IMBENS AND D. RUBIN (1994): Identification of Causal Effects using Instrumental Variables, forthcoming in Journal of the American Statistical Association.",
        "[3] BELSON, W. A. (1956): A Technique for Studying the Effects of a Television Boradcast, Applied Statistics, Vol V, 195-202.",
        "[4] BERK, R. A. AND RAuMA, D. Capitalizing on Nonrandom Assignment to Treatments: A Regression-Discontinuity Evaluation of a Crime-Control Program, Journal of the American Statistical Association, 78, 381, 21-28.",
        "[5] BLACK, S. (1996): Do `Better Schools Matter? Parents Think So! Unpublished manuscript, Harvard University.",
        "[6] BROWN, C. AND J. MEDOFF (1989): The Employer Size-Wage Effect, Journal of Political Economy, 97, 1027-59.",
        "[7] CARRINGTON, W. J., K. MCCuE AND B. PIERCE, Using Establishment Size to Measure the Impact of Title WI and Affirmative Action, Working Paper 347, Johns Hopkins University.",
        "[9] CLEVELAND, W. (1979): Robust Locally Weighted Regression and Smoothing Scatterplots, Journal of the American Statistical Association, 74. 829-836.",
        "[10] DONOHUE, J. AND HECKMAN, J. (1991): ~`Continuous Versus Episodic Change: The Impact of Civil Rights Policy on the Economic Status of Blacks, Journal of Economic Literature, 29, 1603-1643.",
        "[11] FAN, J. (1992): Design Adaptive Nonparametric Regression, Journal of the American Statistical Association, 87, 998-1004.",
        "[12] FAN, J. (1996): Local Polynomial Modelling and Its Applications. New York: Chapman and Hall.",
        "[13] FAN, J., T. Hu, AND Y. TRUONG (1994): Robust Nonparametric Function Estimation, Scandinavian Journal of Statistics, 21, 433-446. 20",
        "[14] GOZALO, P. AND LINTON, 0. (1997): Local Nonlinear Least Squares: Using Parametric Information in Nonparametric Regression, unpublished manuscript, Yale University.",
        "[15] HARDLE, W. (1990), Applied Nonparametric Regression. New York: Cambridge University Press.",
        "[16] HARDLE, W. AND LINTON, 0. (1994), Applied Nonparametric Methods, in Handbook of Econometrics, Volume 4, ed. by D.F. McFadden and R.F. Engle. Amsterdam: North Holland, 2295 - 2339.",
        "[17] HECKMAN, J. (1990): Varieties of Selection Bias, American Economic Review, 80, 313-318.",
        "[18] HECKMAN, J., H. ICHIMURA, J. SMITH AND P. TODD (1998): Characterizing Selection Bias Using Experimental Data, Econometrica, 66, 1017 - 1098.",
        "[19] HECKMAN, J., AND J. SMITH (1998): Evaluating the Welfare State, in Econometrics and Economic Theory in the ~Oth Century: The Ragnar Frisch Centennial, ed. by S. Strom. Cambridge: Cambridge University Press for Econometric Monograph Series.",
        "[20] HECKMAN, J. AND PAYNER, B. (1989): Determining the Impact of Federal Antidiscrimination Policy on the Economic Status of Blacks: A Study of South Carolina, American Economic Review, 79, 138-177.",
        "[21] HOLZER, H. J. (1996): Employer Hiring Decisions and Antidiscrimination Policy, in Demand Side Strategies for Low- Wage Labor Markets, ed. by R. Freeman and P. Gottschalk. New York: Russell Sage Foundation.",
        "[22] IMBENS, C., AND J. ANGRIST (1994): Identification of Local Average Treatment Effects, in Econometrica, 62, 467-475.",
        "[23] PETERS, C. C. (1941): A Method of Matching Groups for Experiments With no Loss of Population, Journal of Educational Research, 34, 606-612.",
        "[24] PORTER, J. (1998): Estimation of Regression Discontinuities, Seminar Notes.",
        "[25] ROSENBAUM, P., AND D. RUBIN (1983): The Central Role of the Propensity Score in Observational Studies for Causal Effects, Biometrika, 70, 41-55.",
        "[26] ROSENBAUM, P., AND D. RUBIN (1985): The Bias Due to Incomplete Matching, Biometrics, 41, 103 - 116.",
        "[27] SMITH, J. AND WELCH, F. (1989): Black Economic Progress After Myrdal, Journal of Economic Literature, 27, 519-564. 21",
        "[28] STONE, C. (1977): Consistent Nonparametric Regression, Annals of Statistics, 5, 595-645.",
        "[29] THISTLETHWAITE, D., AND D. CAMPBELL (1960) : Regression-discontinuity Analysis: An alternative to the ex post facto experiment, Journal of Educational Psychology, 51, 309-317.",
        "[30] TODD, P. (1995): Local Linear Approaches to Program Evaluation Using a Semiparametric Propensity Score, unpublished manuscript, University of Pennsylvania.",
        "[31] TROCHIM, W. (1984): Research Design for Program Evaluation: the Regression-Discontinuity Approach. Beverly Hills: Sage Publications.",
        "[32] VAN DER KLAAUW, W. (1996): A Regression-Discontinuity Evaluation of the Effect of Financial Aid Offers on College Enrollment, Unpublished manuscript, New York University."
    ]
}