{
    "id": 7137,
    "cites": 20,
    "cited_by": 14,
    "reference": [
        "Akerlof, George, William Dickens and George Perry, The Macroeconomics of Low Inflation, Brookings Papers on Economic Activity, 1996, 1 1-76.",
        "Baar, Kenneth 1983. Guidelines for drafting rent control laws: Lessons of a decade Rutgers Law Review, 35(4) :721-885.",
        "Ball, Lawrence and N. Gregory Mankiw, A Sticky-Price Manifesto, Carnegie Rochester Conference Series on Public Policy, Vol. 41 (1994), 127-151.",
        "Block, W. and E. Olsen, Rent Control: Myths and Realities, The Fraser Institute, Vancouver 1981.",
        "Caballero, R. J. and E. Engel, Dynamic (S-s) Economies, Econometrica, 59 (1991), 1659-86.",
        "Capek, Stella M. and John I. Gilderbloom. Community versus Commodity: Tenants and the American City, State University of New York Press, Albany 1992.",
        "Caplin, A. and D. Spulber, Menu Costs and the Neutrality of Money, Quarterly Journal of Economics, 102 (1987) 703-725.",
        "Caplin, A. and J. Leahy, State Dependent Pricing and the Dynamics of Money and Output, Quarterly Journal of Economics, 106 (1991) 683-708.",
        "Card, D. and D. Hyslop, Does Inflation Grease the Wheels of the Labor Market? in Christina D. Romer and David H. Romer, Reducing Inflation: Motivation and Strategy, 1996, 71-120.",
        "Cecchetti, Stephen G. The Frequency of Price Adjustment: A Study of the Newsstand Prices of Magazines, Journal of Econometrics 31 (1986) 255-274.",
        "Downs, Anthony. Residential Rent Controls: An Evaluation, The Urban Land Institute, WAshington D.C., 1988.",
        "Gilderbloom John et al. Rent Control: A Source Book, Foundation for National Progress, Housing Information Center, 1981.",
        "Gilderbloom, John and Richard P. Appelbaum. Rethinking Rental 32 Housing, Temple University Press, 1988.",
        "Hubert, F. Contracting with Costly Tenants, Regional Science and Urban Economics, 25 (1995) 631-654.",
        "Kahn, S. Evidence of Nominal Wage Stickiness from Microdata, American Economic Review, 1998.",
        "Kashyap, Sticky Prices: New Evidence from Retail Catalogs, Quarterly Journal of Economics, 110 (1995) 245-274.",
        "Lach, S. and D. Tsiddon, The Behavior of Prices and Inflation: An Empirical Analysis of Disaggregated Price Data, Journal of Political Economy, April 1992 100 (2), 349-89.",
        "Lach, S. and D. Tsiddon, Staggering and Synchronization in PriceSetting: Evidence from Multiproduct Firms American Economic Review, December 1996, 86 (5), 1175-1196.",
        "Levy, Daniel, Mark Bergern, Shantanu Dutta, and Robert Venable. The Magnitude of Menu Costs: Direct Evidence from Large U.S. Supermarket Chains, Quarterly Journal of Economics, August 1997, CX11 (3), 791-826.",
        "Niebanck, Paul L., ed. The Rent Control Debate, The University of North Carolina Pres, Chapel Hill, 1985."
    ]
}