{
    "id": 7138,
    "cites": 15,
    "cited_by": 7,
    "reference": [
        "Baker, M. and D. Benjamin. 1998. Early Retirement Provisions and the Labor Force Behavior of Older Men: Evidence from Canada, Journal of Labor Economics, in press.",
        "Baker, M. and D. Benjamin. 1999. How Do Retirement Tests Affect the Labor Supply of Older Men, Journal of Public Economics, 71: 27-51.",
        "Burbidge, J. 1987. Social Security in Canada. Canadian Tax Paper No. 79, Canadian Tax Foundation.",
        "Blau, D.M. 1997. Social Security and the Labor Supply of Older Married Couples. Labor Economics 4: 373-418.",
        "Blau, D.M. 1998. Labor Force Dynamics of Older Married Couples. Journal of Labor Economics 16:595-629.",
        "CCH Canadian Limited. 1996. Canadian Employment benefits and Pension Guide Reports, North York ON: CCH Canadian Limited, V. 1.",
        "Gruber, J. 1997. Social Security and Retirement in Canada. National Bureau of Economic Research Working Paper 6308.",
        "Hurd, M.D. 1990. The Joint Retirement Decisions of Husbands and Wives. In Issues in the Economics of Aging, edited by David A. Wise, pp. 231-254. Chicago: University of Chicago Press.",
        "McCarty, T.A. 1990. The Effect of Social Security on Married Womens Labor Force Participation. National Tax Journal 43: 95-110.",
        "Pesando, J.E. and S.A. Rea. 1977. Public and Private Pensions in Canada: An Economic Analysis. Toronto: University of Toronto Press.",
        "Pozzebon, S. and 0.S. Mitchell. 1989. Married Womens Retirement Behavior. Journal of Population Economics 2:39-53.",
        "Thirtieth Parliament. 1975. House of Commons Debates, 1st Session, v. vi.",
        "Standing Committee on Health, Welfare and Social Affairs. 1975. Minutes of Proceedings and Evidence.",
        "Vistnes, J.P. 1994. An Empirical Analysis of Married Womens Reirement Decisions . National Tax Journal 48: 135-155.",
        "White, H. 1980. A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica, 48: 8 17-830."
    ]
}