{
    "id": 7142,
    "cites": 19,
    "cited_by": 27,
    "reference": [
        "Liquid/Miscible Natural Gas Injectant, April 12, 1996, Anchorage.",
        "Allen, Douglas W. and Dean Lueck, 1993, Transaction Costs and the Design of Cropshare Contracts, Rand Journal of Economics, 24 (1): 78-100.",
        "American Petroleum Institute, 1970, Model Form of Unit Agreement, January, 1970, third edition. Washington D.C.",
        "March, 1974, first edition, Washington D.C.",
        "Agreements, June 1993, fourth and second editions, respectively, Washington D.C.",
        "Bain, Joe, 1947, The Economics of the Pacific Coast Petroleum Industry, Part III, Berkeley: University of California Press.",
        "Fitzgerald, Jay and Joseph T. Pokalsky, 1995, The Natural Gas Market, in Managing Energy Price Risk, edited by Robert Jamison, London: Risk Publications.",
        "Klein, Benjamin, 1996, Why Hold-Ups Occur: The Self-Enforcing Range of Contractual Relationships, Economic Inquiry, 34(3):444-463.",
        "Contractual Arrangement, American Economic Review, 87(2): 415420. Libecap, Gary D., 1989, Contracting for Property Rights, New York: Cambridge University Press.",
        "Economics, Peter Newman, ed., New York: Oxford University Press. Libecap, Gary D. and Steven N. Wiggins, 1984, Contractual Responses to the Common Pool: Prorationing of Crude Oil Production American Economic Review, 74: 87-98.",
        "The Case of Oil Field Unitization, Journal of Political Economy, 93: 690-714. Lueck, Dean and P. Schenewerk, 1996, An Economic Analysis of Unitized and NonUnitized Production, Society of Petroleum Engineers, Paper No. SPE 36577, October 1996.",
        "MacAvoy, Paul W., 1983, Energy Policy: An Economic Analysis, New York: W.W.",
        "Murray, Paula C. and Frank B. Cross, 1992, The Case for a Texas Compulsory Unitization Statute, St. Marys Law Journal, 23: 1099-1154.",
        "Nehring, Richard, 1981, The Discovery of Significant Oil and Gas Fields in the United States, Santa Monica, CA: The Rand Corporation.",
        "Oil and Gas Journal, various issues. Oil Weekly, various issues. Petroleum News Alaska, various issues. Smith, James L., 1987, The Common Pool, Bargaining, and the Rule of Capture, Economic Inquiry 25: 631-44.",
        "Szabo, D.J. and K. O. Meyers, 1993, Prudhoe Bay: Development History and Future Potential, Society of Petroleum Engineers Paper No. 26053.",
        "Weaver, Jacqueline Lang, 1986, Unitization of Oil and Gas Fields in Texas: A Study of Legislative, Administrative, and Judicial Policies, Washington D.C.: Resources for the Future.",
        "Wiggins, Steven N. and Gary D. Libecap, 1985, Oil Field Unitization: Contractual Failure in the Presence of Imperfect Information, American Economic Review 75: 376-385.",
        "Williamson, Oliver E., 1975, Markets and Hierarchies, New York: Free Press."
    ]
}