{
    "id": 7143,
    "cites": 22,
    "cited_by": 58,
    "reference": [
        "Nyberg, Peter and Vesa VihriÃ\u0083Â¤lÃ\u0083Â¤ (1993) Finish Banking Problems: Handling and Prospects, Bank of Finland Bulletin, 67, 3-7.",
        "Modigliani, Franco and Merton Miller (1958) The Cost of Capital, Corporation Finance, and the Theory of Investment, American Economic Review, 48, 261-297.",
        "Mishkin, Frederic (1996) Understanding Financial Crises: A Developing Country Perspective, in Bruno, Michael and Boris Pleskovic (eds.) Annual World Bank Conference on Development Economics 1996, 29-62. Washington, DC: World Bank.",
        "Merton, Robert (1987) An Analytic Derivation of the Cost of Deposit Insurance and Loan Guarantees. An Application of Modern Option Pricing Theory, Journal of Banking and Finance, 1: 3-11.",
        "Kareken, John and Neil Wallace (1978) Deposit Insurance and Bank Regulation: A Partial Equilibrium Exposition, Journal of Business, 51, 413-438.",
        "Lane, Timothy, Atish Ghosh, Javier Hamann, Steven Phillips, Marianne SchulzeGhattas, and Tsidi Tsikata (1999) IMF-Supported Programs in Indonesia, Korea and Thailand: A Preliminary Assessment, Working Paper, International Monetary Fund, January.",
        "Kaminsky, Graciela and Carmen Reinhart (1999) The Twin Crises: The Causes of Banking and Balance-of-Payments Problems, American Economic Review, forthcoming.",
        "International Monetary Fund (1999) IMF-Supported Programs in Indonesia, Korea and Thailand: A Preliminary Assessment. Jackson, Karl. D (1999) Introduction: the Roots of the Crisis, in Karl D. Jackson ed. Asian Contagion: The Causes and Consequences of a Financial Crisis. Boulder, CO: Westview Press.",
        "International Monetary Fund (1998) International Capital Markets: Developments, Prospects, and Key Policy Issues, World Economic and Financial Surveys, Washington.",
        "Gavin, Michael and Ricardo Hausmann (1996) The Roots of Banking Crises: The Macroeconomic Context, in Ricardo Hausmann and Liliana RojasSu Ã\u0083Â¡rez eds. Banking Crises in Latin America. Washington, DC: InterAmerican Development Bank.",
        "Garber, Peter and Subir Lall (1998) Derivative Products in Exchange Rate Crises, in Glick, Reuven Managing Capital Flows and Exchange Rates: Perspectives from the Pacific Basin, New York, Cambridge University Press.",
        "Folkerts-Landau, David (1997) International Capital Markets: Developments, Prospects, and Key Policy Issues, November. Washington, DC: International Monetary Fund.",
        "Edwards, Sebastian and Carlos Vegh (1997) Banks and Macroeconomic Disturbances under Predetermined Exchange Rates, Journal of Monetary Economics, 40: 239-278.",
        "Drees, Burkhard and Ceyla Pazarba~ioglu (1998) The Nordic Banking Crises: Pitfalls in Financial Liberalization? International Monetary Fund Occasional Paper 161.",
        "Diaz-Alejandro, Carlos (1985) Goodbye Financial Repression, Hello Financial Crash, Journal of Development Economics, 19: 1-4.",
        "Chari, V.V., Lawrence Christiano, and Martin Eichenbaum (1995) Inside Money, Outside Money and Short Term Interest Rates, Journal of Money, Credit and Banking, 1354-1386.",
        "Calvo, Guillermo and Allan Drazen (1998) Uncertain Duration of Reforms: Dynamic Implications, Macroeconomic Dynamics.",
        "Chang, Roberto and Andres Velasco (1999) Iliquidity and Crises in Emerging Markets: Theory and Policy, Working Paper, New York University.",
        "Calomiris, Charles (1998) The IMFS Imprudent Role as Lender of Last Resort, The Cato Journal, 17.",
        "Caballero, Ricardo and Arvind Krishnamurthy (1998) Emerging Markets Crises: An Assets Markets Perspective, Working Paper, MIT.",
        "Albuquerque, Rui (1999) `Optimal Currency Hedging, Working Paper, University of Rochester.",
        "Akerlof, George and Paul Romer (1993) Looting: The Economic Underworld of Bankruptcy for Profit, Brookings Papers in Economic Activity, 2: 1-60."
    ]
}