{
    "id": 7144,
    "cites": 30,
    "cited_by": 14,
    "reference": [
        "Andersen, T.G., T. Bollerslev, F.X. Diebold, and P. Labys, 1999, The Distribution of Exchange Rate Volatility, unpublished paper, Northwestern University, Duke University, and University of Pennsylvania.",
        "Bernard, A.B. and D.G. Steigerwald, 1993, Cleansing Recessions: Evidence from Stock Prices, working paper, MIT and UC Santa Barbara.",
        "Black, F., 1976, Studies of Stock Price Volatility Changes, Proceedings of the 1976 Meetings of the Business and Economic Statistics Section, 177181, American Statistical Association.",
        "Bollerslev, T., R. Chou, and K. Kroner, 1992, ARCH Modeling in Finance: A Review of the Theory and Empirical Evidence, Journal of Econometrics 52, 559.",
        "Caballero, R.J. and M. Hammour, 1994, The Cleansing Eect of Recessions, American Economic Review 84, 13501368.",
        "Campbell, J.Y., 1996, Understanding Risk and Return, Journal of Political Economy 104, 298345.",
        "Campbell, J.Y., S. Kim, and M. Lettau, 1994, Dispersion and Volatility in Stock Returns: An Empirical Investigation, unpublished paper, Princeton University.",
        "Campbell, J.Y., A.W. Lo, and A.C. MacKinlay, 1997, The Econometrics of Financial Markets, Princeton University Press, Princeton, NJ.",
        "Campbell, J.Y. and P. Perron, 1991, Pitfalls and Opportunities: What Macroeconomists Should Know about Unit Roots, NBER macroeconomics annual, Blanchard, O.J and S. Fischer, eds., MIT Press, Cambridge and London, 141201.",
        "Christie, A., 1981, The Stochastic Behavior of Common Stock Variances: Value, Leverage, and Interest Rate Eects, Journal of Financial Economics 10, 407432.",
        "Duee, G.R., 1995, Stock Returns and Volatility: A Firm-Level Analysis, Journal of Financial Economics 37, 399420.",
        "Eden, B. and B. Jovanovic, 1994, Asymmetric Information and the Excess Volatility of Stock Prices, Economic Inquiry 32, 228235.",
        "Engle, R.F. and G.G.J. Lee, 1993, Long Run Volatility Forecasting for Individual Stocks in a One Factor Model, unpublished paper, University of California at San Diego.",
        "Fama, E.F. and K.R. French, 1997, Industry Costs of Equity, Journal of Financial Economics 43, 153194.",
        "Ferson, W.E. and C.R. Harvey, 1991, The Variation of Economic Risk Premiums, Journal of Political Economy 99, 385415.",
        "French, Kenneth and Richard Roll, 1986, Stock Return Variances: The Arrival of Information and the Reaction of Traders. Journal of Financial Economics 19, 3-30.",
        "Froot, Kenneth and Andre Perold, 1995, New Trading Practices and Short-Run Market Eciency. Journal of Futures Markets 15, 731-765.",
        "Hamilton, J.D. and G. Lin, 1996, Stock Market Volatility and the Business Cycle, Journal of Applied Econometrics 11, 573593.",
        "Hentschel, L., 1995, All in the Family: Nesting Symmetric and Asymmetric GARCH Models, Journal of Financial Economics 39, 71104.",
        "Heston, Steven L. and K. Geert Rouwenhorst, 1994, Does Industrial Structure Explain the Benefits of International Diversification'DONE' Journal of Financial Economics 36, 3-27.",
        "Leahy, J.V. and T.M. Whited, 1996, The Eect of Uncertainty on Investment: Some Stylized Facts, Journal of Money, Credit, and Banking 28, 6483.",
        "Loungani, P., M. Rush, and W. Tave, 1990, Stock Market Dispersion and Unemployment , Journal of Monetary Economics 25, 367388.",
        "Malkiel, B.G. and Y. Xu, 1995, The Structure of Stock Market Volatility, unpublished paper, Princeton University.",
        "Merton, R.C., 1980, On Estimating the Expected Return on the Market: An Exploratory Investigation, Journal of Financial Economics 8, 323361.",
        "Nelson, D., 1992, Filtering and Forecasting with Misspecified ARCH Models I: Getting the Right Variance with the Wrong Model, Journal of Econometrics 52, 6190.",
        "Newey, Whitney and Kenneth D. West, 1994, Automatic Lag Selection in Covariance Matrix Estimation, Review of Economic Studies 61, 631654.",
        "Ocer, R.R., 1973, The Variability of the Market Factor of the New York Stock Exchange, Journal of Business 46, 434453.",
        "Roll, Richard, 1992, Industrial Structure and the Comparative Behavior of International Stock Market Indices, The Journal of Finance 47, 3-42.",
        "Schwert, G.W., 1989, Why Does Stock Market Volatility Change Over Time'DONE', Journal of Finance 44, 11151153.",
        "Shleifer, A. and R.W. Vishny, The Limits of Arbitrage, Journal of Finance 52, 3555. Whitelaw, Robert F., 1994, Time Variations and Covariations in the Expectation and Volatility of Stock Market Returns, The Journal of Finance 49, 515-41."
    ]
}