{
    "id": 7147,
    "cites": 118,
    "cited_by": 2953,
    "reference": [
        "Aiyagari, Rao S., and R. Anton Braun, 1998, Some Models to Guide the Fed, Carnegie-Rochester Conference Series on Public Policy 48, June, pp.1-42.",
        "Ball, Laurence, 1995, Disinflation with Imperfect Credibility, Journal of Monetary Economics 35, pp.5-23.",
        "Ball, Laurence, 1997, Efficient Rules for Monetary Policy, 1997, NBER Working Paper No. 5952, March.",
        "Ball, Laurence, 1998, Policy Rules for Open Economies, NBER WP& 6760.",
        "Barro, Robert J. and David B. Gordon, 1983, A Positive Theory of Monetary Policy in a Natural Rate Model, Journal of Political Economy 91, pp. 589-610.",
        "Benhabib, Jess, Stephanie Schmitt-Grohe, and Martin Uribe, 1998, The Perils of Taylor Rules, mimeo, New York University.",
        "Bernanke, Ben S. and Alan Blinder, 1992, The Federal Funds Rate and the Transmission of Monetary Policy, American Economic Review 82: pp.90121",
        "Bernanke, Ben. S. and Mark Gertler, 1995, Inside the Black Box: The Credit Channel of Monetary Policy Transmission, Journal of Economic Perspectives 9 no.2, Fall, 27-48.",
        "Bernanke, Ben. S., Mark Gertler and Simon Gilchrist, 1998, The Financial Accelerator in a Quantitative Business Cycle Framework, NBER Working Paper No. 6755, March, forthcoming in The Handbook of Macroeconomics, John Taylor and Michael Woodford, eds.",
        "Bernanke, Ben S., Mark Gertler and Mark Watson, 1997, Systematic Monetary Policy and The Effects of Oil Price Shocks, Brookings Papers on Economic Activity 5, (Spring), pp. 91-157.",
        "Bernanke, Ben S., and Ilian Mihov, 1997, What Does the Bundesbank Target?, European Economic Review 41, June, pp. 1025-1054.",
        "Bernanke, Ben S., and Ilian Mihov, 1998, Measuring Monetary Policy, Quarterly Journal of Economics, CXIII, August, pp. 869-902.",
        "Bernanke, Ben S. and Frederic Mishkin, 1997, Inflation Targeting: A New Framework for Monetary Policy?, Journal of Economic Perspectives 9, Spring, pp. 97-116.",
        "Bernanke, Ben S., and Michael Woodford, 1997, Inflation Forecasts and Monetary Policy, Journal of Money, Credit and Banking,",
        "Blanchard, Olivier J., 1997, Macroeconomics, Prentice-Hall, Upper Saddle River, New Jersey.",
        "Blinder, Alan S., 1997, What Central Bankers Can Learn from Academics - and Vice-Versa, Journal of Economic Perspectives 11, Spring, 3-20.",
        "Bomfin, Antulio N., and Glenn D.Rudebusch, 1997, Opportunistic and Deliberate Disinflation Under Imperfect Credibility, mimeo, Federal Reserve Bank of San Francisco, July.",
        "Brainard, William C., 1967, Uncertainty and the Effectiveness of Policy, American Economic Review 57, May, pp. 411-25.",
        "Brayton, Flint, Andrew Levin, Ralph Tryon, and John C. Williams, 1997, The Evolution of Macro Models at the Federal Reserve Board, Finance and Economics Discussion Paper Series No. 1997-29, Federal Reserve Board, June.",
        "Calvo, Guillermo, 1983, Staggered Prices in a Utility Maximizing Framework, Journal of Monetary Economics, 12, pp. 383-398.",
        "Campbell, John Y., 1995, Some Lessons from the Yield Curve, Journal of Economic Perspectives 9, Summer, pp. 129-52.",
        "Carlstrom, Charles T., and Timothy S. Fuerst, 1995, Interest Rate Rules vs. Money Supply Rules: A Welfare Comparison in a Cash-in-Advance Model, Journal of Monetary Economics, pp.247-268.",
        "Chari, V.V., Lawrence J. Christiano, and Martin Eichenbaum, 1998, Expectation Traps and Discretion, Journal of Economic Theory.",
        "Christiano, Lawrence J. and Christopher J. Gust, 1999, Taylor Rules in a Limited Participation Model, NBER Working Paper No. 7017.",
        "ChristianeÃ\u0082Â», Lawrence J., Martin Eichenbaum and Charles Evans, 1996, The Effects ef Menetary Pelicy Shecks: Evidence frem the Flew ef Funds, Review of Economics and Statistics 78 (February): pp. 16-34.",
        "Christiane, Lawrence J., Martin Eichenbaum and Charles Evans, 1997, Sticky Price and Limited Participatien Medels ef Meney: A Cemparisen, European Economic Review 41, PP- 1201-1241.",
        "Christiane, Lawrence J., Martin Eichenbaum and Charles Evans, 1998, Menetary Pelicy Shecks: What Have We Learned and te What End?, NBER Working Paper No. 6400.",
        "Clarida, Richard and Mark Gertler, 1997, Hew the Bundesbank Cenducts Menetary Pelicy, in Reducing Inflation: Motivation and Strategy, Christina and David Remer editers, NBER, Chicage, pp. 363-412.",
        "Clarida, Richard, Jerdi Gali and Mark Gertler, 1997, Menetary Pelicy Rules and Macreecenemic Stability: Evidence and Seme Theery, NBER Working Paper No. 6445-",
        "Clarida, Richard, Jerdi Gali and Mark Gertler, 1998, Menetary Pelicy Rules in Practice: Seme Internatienal Evidence, European Economic Review, XLII, pp. 1033-1068.",
        "Currie, David and Paul Levine, 1993, Rules, Reputation and Macroeconomic Policy Coordination, Cambridge: Cambridge University Press.",
        "DeLong, J. Bradford America&apos;s Peacetime Inflation: The 1970s, 1997, in Reducing Inflation: Motivation and Strategy, Christina and David Romer editors, NBER, Chicago, pp. 247-280.",
        "Erceg, Christopher J., Dale W. Henderson, and Andrw T. Levin, 1998, Output-Gap and Price Volatilities: Reaffirming Tradeoffs in an Optimizing Model, mimeo, Federal Reserve Board.",
        "Estrella, Arturo, and Frederic S. Mishkin, 1997, Is There a Role for Monetary Aggregates in the Conduct of Monetary Policy?, Journal of Monetary Eocnomics 41, October, pp. 279-304.",
        "Estrella, Arturo, and Frederic S. Mishkin, 1998, Re-Thinking the Role of NAIRU in Monetary Policy: Implications of Model Formulation and Uncertainty, forthcoming in Monetary Policy Rules, edited by John B. Taylor?.",
        "Faust, John and Lars E.O. Svensson, 1998, Credility and Transparency: Monetary Policy with Unobseravble Goals, mimeo, Federal Reserve Board.",
        "Feldstein, Martin S., 1997, The Costs and Benefits of Going from Low Inflation to Price Stability, in Reducing Inflation: Motivation and Strategy, Christina and David Romer editors, NBER, Chicago, pp. 123-66.",
        "Feldstein, Martin and James H. Stock, 1996, Measuring Money Growth when Financial Markets are Changing, Journal of Monetary Economics 37, February, pp. 3-28.",
        "Fischer, Stanley, Modern Approaches to Central Banking, 1995, NBER Working Paper No. 5067, March",
        "Friedman, Benjamin M., 1990, Targets and Instruments ef Menetary Pel-icy, in Handbook of Monetary Economics, edited by Benjamin M. Friedman and Frank Hahn, Amsterdam, Nerth Helland.",
        "Friedman, Benjamin M., and Kenneth N. Kuttner, 1996, A Price Target fer U.S. Menetary Pelicy? Lessens frem the Experience with Meney Grewth Targets, Brookings Papers on Economic Activity, 1: pp 77-146.",
        "Fuhrer, Jeffrey C., 1997a, Inflatien/Output Variance Trade-Offs and Optimal Menetary Pelicy, Journal of Money Credit and Banking, Vel 29, Ne. 2, May., pp 214-23",
        "Fuhrer, Jeffrey C., 1997b, The (Un)Impertance ef Ferward_Leeking be-havier in Price Setting, Journal fo Money, Credit and Banking 29, August, pp. 338-50.",
        "Fuhrer, Jeffrey C., and Geerge R. Meere, 1995a, Inflatien Persistence, Quarterly Journal of Economics, Ne. 440, February, pp 127-159.",
        "Fuhrer, Jeffrey C., and Geerge R. Meere, 1995b,  Menetary Pelicy Trade-effs and the Cerrelatien between Neminal Interest Rates and Real Output, American Economic Review, Vel. 85, Ne. 1, March , pp 219-239.",
        "Gali, Jerdi, Hew Well Dees the IS/LM Medel Fit Pest-War U.S. Data?, 1992, Quarterly Journal of Economics 92, pp. 709-738.",
        "Gali, Jordi and Mark Gertler, 1998, Inflation Dynamics: A Structural Econometric Analysis, mimeo, New York University.",
        "Gali, Jordi and Mark Gertler, 1999, Rules vs. Discretion Revisited: The Gains from Commitment in the Absence of an Inflationary Bias, work in progress.",
        "Gertler, Mark, 1996, Comments on Friedman and Kuttner  Brookings Papers on Economic Activity, vol. 1, pp. 77-125.",
        "Goodfriend, Marvin, 1991, Interest Rates and the Conduct of Monetary Policy, Carnegie-Rochester Conference Series on Public Policy, No. 34, 1991, pp 7-37.",
        "Goodfriend, Marvin and Robert G. King, 1997, The New Neoclassical Synthesis and the Role of Monetary Policy, NBER Macroeconomics Annual, Ben Bernanke and Julio Rotemberg editors..",
        "Gordon, Robert J., 1997, The Time-Varying NAIRU and it s Implications for Economic Policy, Journal of Economic Perspectives 11, Winter, pp. 11-32.",
        "Haldane, Andrew, 1995, Inflation Targeting, Bank of England.",
        "Hall, Robert E., 1997, Comments on Shiller, Brookings Papers on Economic Activity, Spring, 219-223.",
        "Hall, Robert E., and N. Gregory Mankiw, 1994, Nominal Income Targeting, in Monetary Policy, edited by N. Gregory Mankiw, Chicago, University of Chicago Press.",
        "Henderson, Dale W. and Warren J.Mckibbon, 1993, A Comparison of Some Basic Monetary Policy Regimes for Open Economies, Carnegie-Rochester Series on Public Policy, 39, pp. 221-317.",
        "Huizinga, John and Frederic S. Mishkin, 1986, Monetary Policy Regime Shifts and the Unusual Behavior of Real Interest Rates, Carnegie Rochester Conference Series on Public Policy 24, pp. 231-274.",
        "Ireland, Peter N., 1996a, The Role of Countercyclical Monetary Policy, Journal of Political Economy, Vol 104, No. 4, 1996, pp 704-723.",
        "Ireland, Peter N., 1996b, Expectations, Credibility, and Time-Consistent Monetary Policy, mimeo, Rutgers, December.",
        "Jovanovic, Boyan and Masako Udea, Contracts and Money, 1997, Journal of Political Economy 105. August, pp. 700-708.",
        "Kerr, William and Robert G. King, 1996, Limits on Interest Rate Rules in the IS Model, Economic Quarterly, LXXXII, pp. 47-76.",
        "King, Robert G., and Alexander L. Wolman, 1996,: Inflation Targeting in a St. Louis Model of the 21st Century NBER Working Paper No. 5507.",
        "King, Robert G., and Alexander L. Wolman, 1998,: What Should the Monetary Authority Do When Prices Are Sticky, forthcoming in Monetary Policy Rules, edited by John B. Taylor?",
        "Kydland, Finn E. and Edward C. Prescott, 1977, Rules Rather Than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy 85, pp. 473-491.",
        "Leeper, Eric M., 1991, Equilibria Under &apos;Active&apos; and &apos;Passive&apos; Monetary and Fiscal Policies, Journal of Monetary Economics, No. 27, 1991, pp 129147.",
        "Leeper, Eric M., Christopher Sims and Tao Zha, 1996, What Does Monetary Policy Do?, Brookings Papers on Economic Activity 2, (Fall), pp. 1-63.",
        "Lown, Cara S. and Robert Rich, 1997, Is There and Inflation Puzzle?, Federal Reserve Bank of New York Economic Policy Review, 51-69.",
        "McCallum, Bennett T., 1988, Robustness Properties of a Rule for Monetary Policy, Carnegie-Rochester Conference on Public Policy 29, pp. 173204.",
        "McCallum, Bennett T., 1997a, Crucial Issues Concerning Central Bank Independence, Journal of Monetary Economics 39, June, pp. 99-112.",
        "McCallum, Bennett T., 1997b, Issues in the Design of Monetary Policy Rules, NBER Working Paper No., 6016, April, also forthcoming in The Handbook of Macroeconomics.",
        "McCallum, Bennett T., 1997c, The Alleged Instability of Nominal Income Targeting, NBER Working Paper No. 6291, November.",
        "McCallum, Bennett T., and Edward Nelson, 1997, An Optimizing IS-LM Specification for Monetary Policy and Business Cycle Analysis, NBER Working Paper No. 5875, January.",
        "Menacelli, Temmase, 1999, Inte the Mussa Puzzle: Menetary Pelicy Regimes and the Real Exchange Rate in a Small Open Ecenemy, mimee, Besten Cellege.",
        "Onatski Alexei, and James H. Steck, 1999, Rebust Menetary Pelicy Under Medel Uncertainty in a Small Medel ef the U.S. Ecenemy, mimee, Harvard.",
        "Orphanides, Athanasies, 1998, Menetary Pelicy Evaluatien with Neisy In-fermatien, mimee, Federal Reserve Beard.",
        "Orphanides, Athanasies and David Wilcex, 1996, The Oppertunistic Approach te Disinflatien, Finance and Economics Discussion Paper Series Ne. 96-24, Federal Reserve Beard, May.",
        "Orphanides, Athanasies, David H. Small, Velker Weiland, and David W. Wilcex, 1997, A Quantitative Expleratien ef the Oppertunistic Appreach te Disinflatien, Finance and Economics Discussion Series, Federal Reserve Beard, Washingten D.C., Ne. 36, June.",
        "Perssen, Tersten and Guide Tabellini, 1997, Pelitical Ecenemics and Macreecenemic Pelicy, mimee, Institute fer Internatienal Ecenemics, Steckhelm.",
        "Peele, William, 1970, Optimal Cheice ef Menetary Pelicy Instruments in a Simple Stechastic Macre Medel, Quarterly Journal of Economics 84, pp. 197-216.",
        "Reberts, Jehn M., 1997, Is Inflatien Sticky? , Journal of Monetary Economics, Ne. 39, pp 173-196.",
        "Rogoff, Kenneth, 1985, The Optimal Degree of Commitment to an Intermediate Monetary Target, Quarterly Journal of Economics, 100, November, pp. 1169-89.",
        "Rogoff, Kenneth, 1987, Reputational Constraints on Monetary Policy, Carnegie-Rochester Conference on Public Policy 26&apos; Spring, 141-181.",
        "Romer, Christina D. and David H. Romer, 1989, Does Monetary Policy Matter? A NEw Test in the Spirit of Friedman and Schwartz, NBER Macroeconomics Annual.",
        "Rotemberg, Julio, 1996, Prices, Hours and Output: An Empirical Analysis Based on a Sticky Price Model, Journal of Monetary Economics 37, June, pp. 505-534.",
        "Rotemberg, Julio and Michael Woodford, 1997, An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy, NBER Macroeconomics Annual, Ben Bernanke and Julio Rotemberg eds.",
        "Rotemberg, Julio and Michael Woodford, 1998, Interest Rate Rules in an Estimated Sticky Price Model, forthcoming in Monetary Policy Rules, edited by John B. Taylor?.",
        "Rudebusch, Glenn D., 1995, Federal Reserve Interest Rate Targeting, Rational Expectations and the Term Structure, Journal of Monetary Economics 35: pp. 245-274.",
        "Rudebusch, Glenn D. and Lars Svensson, 1998, Policy Rules for Inflation Targeting, forthcoming in Monetary Policy Rules, edited by John Taylor.",
        "Sack, Brian, 1997a, Uncertainty and Gradual Menetary Pelicy, mimee, Federal Reserve Beard, May.",
        "Sack, Brian, 1997b, Dees the Fed Act Gradually? A VAR Analysis, mimee, Federal Reserve Beard, May.",
        "Sargent, Themas J., 1998, The Cenquest ef American Inflatien, mimee.",
        "Sargent, Themas J., 1999, Cemment en Ball, ferthceming in Monetary Policy Rules, edited by Jehn B. Tayler.",
        "Sargent, Themas J. and Neil Wallace, 1975 Ratienal Expectatiens, the Optimal Menetary Instrument and the Optimal Meney Supply Rule, Journal of Political Economy 83, pp. 241-254.",
        "Sberdene, Argia, 1998, Prices and Unit Laber Cests: A New Test ef Sticky Prices, mimee, Rutgers University.",
        "Shiller, Rebert J.,1997, Public Resistance te Indexatien: A Puzzle, Brook-ings Papers on Economic Activity, Spring, pp. 159-212.",
        "Sims, Christepher, 1994, A Simple Medel fer the Determinatien ef the Price Level and the Interactien ef Menetary and Fiscal Pelicy, Economic Theory 4, pp. 381-399.",
        "Svenssen, Lars E. O., 1997a, Inflatien Ferecast Targeting: Implementing and Menitering Inflatien Targets, European Economic Review 41, June, pp. 1111-47.",
        "Svensson, Lars E. O., 1997b, Inflation Targeting: Some Extensions, NBER Working Paper No. 5962, March, forcthcoming in the Scandanavian Journal of Economics.",
        "Svensson, Lars E.O., 1997c, Optimal Inflation Targets, &apos;Conservative Central Banks, and Linear Inflation Contracts, American Economic Review",
        "Svensson, Lars E.O., 1998, Inflation Targeting as a Monetary Policy Rule, NBER Working Paper No. 6790, forthcoming in the Journal of Monetary Economics.",
        "Svensson, Lars E.O., 1998, Open-Economy Inflation Targeting, mimeo, forthcoming in the Journal of International Economics.",
        "Svensson, Lars E.O., and Leonardo Leiderman, 1995, Inflation Targets, CEPR (London).",
        "Taylor, John B., 1979, Estimation and Control of Macroeconomic Model with Rational Expectations, Econometrica, vol. 47, (September), pp. 126786.",
        "Taylor, John B., 1993a, Discretion versus Policy Rules in Practice, Carnegie-Rochester Series on Public Policy 39, 195-214.",
        "Taylor, John B., 1998, Monetary Policy Rules, University of Chicago Press, forthcoming.",
        "Taylor, John B., 1998, An Historical Analysis of Monetary Policy Rules, forthcoming in Monetary Policy Rules, edited by John B. Taylor.",
        "Taylor, John B., 1993b, Macroeconomic Policy in a World Economy, New York: W.W. Norton.",
        "Theil, Henri, 1961, Economic Forecasts and Policy, 2nd editien, Amsterdam, Nerth Helland.",
        "Tinbergen, Jan, 1952, On the Theory of Economic Policy, 2nd editien, Amsterdam, Nerth Helland.",
        "Walsh. Carl, 1998, Monetary Theory and Policy, M.I.T. Press.",
        "Wieland, Velker, 1997, Menetary Pelicy and Uncertainty abeut the Natural Unempleyment Rate, mimee, Federal Reserve Beard, July.",
        "Williams, Jehn C., 1997, Simple Rules fer Menetary Pelicy , mimee, Federal Reserve Beard, June 1997.",
        "Welman, Alexander, 1998, Staggered Price Setting and the Zere Lewer Beund en the Neminal Interest Rate, mimee, Federal Reserve Bank ef Richmend.",
        "Weedferd, Michael, 1994a, Nenstandard Indicaters fer Menetary Pelicy, in Monetary Policy, N. Gregery Mankiw editer, Chicage, University ef Chicage Press: pp. 95-115.",
        "Weedferd, Michael, 1994b, Menetary Pelicy and Price Level Determinacy in a Cash-in-Advance Ecenemy, Economic Theory 4, 345-380.",
        "Weedferd, Michael, 1996, Centrel ef the Public Debt: A Requirement fer Price Stability?, NBER Working Paper No. 5684, July.",
        "Woodford, Michael, 1998, Optimal Monetary Policy Inertia, mimeo, Princeton University.",
        "Yun, Tack, 1996, Nominal Price Rigidity, Money Supply Endogeneity, and Business Cycles, Journal of Monetary Economics, No. 37, 1996, pp 345370."
    ]
}