{
    "id": 7149,
    "cites": 18,
    "cited_by": 29,
    "reference": [
        "Akerlof, G. (1970), The Market for Lemons: Quality Uncertainty and the Market Mechanism, Quarterly Journal of Economics, 84, 488-500.",
        "Benjamin, D., and R. Kormendi (1974), The Interrelationship between Markets for New and Used Durable Goods, Journal of Law and Economics, 17, 381-401.",
        "Bond, E. (1982), A Direct Test of the Lemons Model: The Market for Used Pickup Trucks, American Economic Review, 72, 836-840.",
        "Durable Goods, Southern Economic Journal, 422-431. 25 ________, and L. Samuelson (1984), Durable Good Monopolies with Rational Expectations and Replacement Sales, RAND Journal of Economics, 15, 336-345.",
        "Bulow, J. (1982), Durable Goods Monopolists, Journal of Political Economy, 90, 314-332.",
        "Coase, R. (1972), Durability and Monopoly, Journal of Law and Economics, 15, 143-149.",
        "Fudenberg, D. and J. Tirole (1998), Upgrades, Tradeins, and Buybacks, RAND Journal of Economics, 29, 235-258.",
        "Genesove, D. (1992) Adverse Selection in the Wholesale Used Car Market, Journal of Political Economy, 101, 644-665.",
        "Greene, W. (1997), Econometric Analysis, 3 rd edition, Upper Saddle River: Prentice-Hall.",
        "Hamilton, B. and M. Macauley (1998), Competition and Car Longevity, mimeo, Resources for the Future.",
        "Hendel, I. and A. Lizzeri (1998), Adverse Selection in Durable Goods Markets, mimeo, Princeton University.",
        "Hirshleifer, J. (1971), Suppression of Inventions, Journal of Political Economy, 79, 382-383.",
        "Liebowitz, S. (1982), Durability, Market Structure, and New-Used Goods Models, American Economic Review, 72, 816-824.",
        "Miller, H. L. (1974), On Killing off the Market for Used Textbooks and the Relationship between Markets for New and Secondhand Goods, Journal of Political Economy, 82, 612-619.",
        "Purohit, D. (1992), Exploring the Relationship between the Markets for New and Used Durable Goods: The Case of Automobiles, Marketing Science, 154-167.",
        "Varian, H. (1997), Buying, Sharing and Renting Information Goods, mimeo, University of California at Berkeley.",
        "Waldman, M. (1993), A New Perspective on Planned Obsolescence, Quarterly Journal of Economics, 108, 273-283.",
        "Business, 69, 489-510. ________ (1997), Eliminating the Market for Secondhand Goods: An Alternative Explanation for Leasing, Journal of Law and Economics, 40, 61-92."
    ]
}