{
    "id": 7152,
    "cites": 25,
    "cited_by": 16,
    "reference": [
        "[1] Andersen, Torben M. (1989), Credibility of Policy Announcements: The Output and Ination Costs of Disinationary Policies, European Economic Review 33, 1330.",
        "[2] Barro, Robert, and David Gordon (1983), A Positive Theory of Monetary Policy in a Natural Rate Model, Journal of Political Economy 91, 589-610.",
        "[3] Bernanke, Ben S., and Ilian Mihov (1997), What Does the Bundesbank Target'DONE' European Economic Review 41, 10251053.",
        "[4] Blinder, Alan S. (1998), Central Banking in Theory and Practice, MIT Press, Cambridge MA.",
        "[5] Clarida, Gali and Gertler (1998), Monetary Policy Rules in Practice: Some International Evidence, European Economic Review 42, 10331067.",
        "[6] Crawford, Vincent, and Joel Sobel (1982), Strategic Information Transmission, Econometrica, 50, 14311451.",
        "[7] Cukierman, Alex, and Allan H. Meltzer (1986a), The Credibility of Monetary Announcements, inM.J.M.Neumann,ed.,Monetary Policy and Uncertainty, Nomos Verlagsgesellschaft, Baden-Baden, 3968.",
        "[9] Faust, Jon, and Lars E.O. Svensson (1998), Transparency and Credibility: Monetary Policy with Unobserved Goals, NBER Working Paper No. 6452.",
        "[10] Fischer, Stanley (1990), Rules Versus Discretion in Monetary Policy, in Benjamin M. Friedman and Frank H. Hahn, eds., Handbook of Monetary Economics, vol II, North Holland, Amsterdam and New York, 1155-1184.",
        "[12] Garnkle, Michelle, and Seonghwan Oh (1995), When and How Much to Talk. Credibility and Flexibility in Monetary Policy with Private Information, Journal of Monetary Economics 35, 341357.",
        "[13] Goodfriend, Marvin (1986), Monetary Mystique: Secrecy and Central Banking, Journal of Monetary Economics 17, 63-92",
        "[14] Judd, Kenneth (1996), Computational Economics and Economic Theory: Substitutes or Complements'DONE' manuscript, Hoover Institution.",
        "[15] Kydland, Finn, and Edward Prescott (1977), Rules rather than Discretion: the Inconsistency of Optimal Plans, Journal of Political Economy 85, 473-91.",
        "[16] Lewis, Karen (1991), Why Doesnt Society Minimize Central Bank Secrecy, Economic Inquiry, 29, 403415.",
        "[17] Muscatelli, Anton (1998), Optimal Ination Contracts and Ination Targets with Uncertain Central Bank Preferences: Accountability Through Independence, Economic Journal 108, 529542.",
        "[18] Neumann, Manfred (1997), Monetary Targeting in Germany, in Iwan Kuroda, ed., Towards More Eective Monetary Policy, St. Martins Press, New York.",
        "[19] Palmqvist, Stefan (1998), Why Central Banks Announce their Objectives: Monetary Policy with Discretionary Signalling, Working Paper, University of California, Berkeley.",
        "[20] Persson, Torsten, and Guido Tabellini (1993), Designing Institutions for Monetary Stability, in A.H. Meltzer and C.I. Plosser, eds., Carnegie-Rochester Conference Series on Public Policy 39, 5384.",
        "[21] Rogo, Kenneth (1989), Reputation, Coordination and Policy, in Robert Barro, ed., Modern Business Cycle Theory, Harvard University Press, Cambridge, MA.",
        "[22] Rudebusch, Glenn D. and Carl E. Walsh (1998), U.S. Ination Targeting: Pro and Con, FRBSF Economic Letter 98-18.",
        "[23] Stein, Jeremy C. (1989), Cheap Talk and the Fed: A Theory of Imprecise Policy Announcements, American Economic Review 79, 3242.",
        "[24] Svensson, Lars E.O. (1997), Ination Forecast Targeting: Implementing and Monitoring Ination Targets, European Economic Review 41, 1111-1146.",
        "[25] Svensson, Lars E.O. (1999a), Ination Targeting as a Monetary Policy Rule, Journal of Monetary Economics,forthcoming.",
        "[26] Svensson, Lars E.O. (1999b), Monetary Issues for the European Central Bank, Series on Public Policy, forthcoming.",
        "[27] von Hagen, JÃ\u0083Â¼rgen (1995) Ination and Monetary Targeting in Germany, in Leonardo Leiderman and Lars E.O. Svensson, eds., Ination Targets, CEPR, London."
    ]
}