{
    "id": 7153,
    "cites": 15,
    "cited_by": 9,
    "reference": [
        "CVII, pp. 797-817. Bikhchandani, Sushil, David Hirshleifer, and Ivo Welch, (1992), A Theory of Fads, Fashion, Custom, and Cultural Change as Informational Cascades, Journal of Political Economy, V. 100, pp.992-1026.",
        "Bohn, Henning and Linda L. Tesar (1994), Can Standard Portfolio Theory Explain International Portfolio Investment'DONE', mimeo, Dept. of Economics, University of California-Santa Barbara.",
        "Calvo, Guillermo A. (1998), Varieties of Capital Market Crises, in G. Calvo and M. King (eds.) The Debt Burden and its Consequences for Monetary Policy, Proceedings of a Conference held by the International Economic Association at the Deutsche Bundesbank, London, Macmillan.",
        "Calvo, Guillermo A. and Enrique G. Mendoza, (1996) Mexicos Balance-of-Payments Crisis: A Chronicle of a Death Foretold, Journal of International Economics, November.",
        "Calvo, Sara and Carmen M. Reinhart (1995), Capital Flows to Latin America: Is there Evidence of Contagion Effects. Mimeo, World Bank, Washington D.C..",
        "Erb, Claude B., Campbell R. Harvey, and Tadas E. Viskanta (1996), Expected Returns and Volatility in 135 Countries, Journal of Portfolio Management, v. 22, no. 3, pp. 46-58.",
        "Grossman, Sanford J. and Joseph E. Stiglitz, (1976), Information and Competitive Price Systems, American Economic Review, v. 66, pp. 246-253.",
        "Review, v. 70, pp. 477-498 Keynes, John Maynard (1936), The General Theory of Employment, Interest, and Money, Harcourt, Brace, and Co., New York.",
        "Lewis, Karen K. (1995), Stocks, Consumption, and the Gains from International Risk-Sharing, mimeo, Wharton School of Business, University of Pennsylvania.",
        "Mendoza, Enrique G., (1991), Capital Controls and the Dynamic Gains from Trade in a Business Cycle Model of a Small Open Economy, IMF Staff Papers, v. 38, 480-505.",
        "Maurice (1994), Risk-Taking, Global Diversification, and Growth, American Economic Review, v. 84, pp. 1310-1330.",
        "Pritsker, Matt G. (1994), The Value of Information to an Individual Agent, mimeo, Board of Governors of the Federal Reserve System, Washington D.C.",
        "Scharfstein, David S. and Jeremy C. Stein (1990), Herd Behavior and Investment, American Economic Review, v. 80, pp.465-479.",
        "Shiller, Robert J. (1995), Conversation, Information, and Herd Behavior, American Economic Review: Papers and Proceedings, May.",
        "Investors, NBER working paper No. 1851. and John Pound (1987), Are Institutional Investors Speculators, Journal of Portfolio Management, Spring, pp.46-52."
    ]
}