{
    "id": 7156,
    "cites": 18,
    "cited_by": 3,
    "reference": [
        "Baumol, William, John C. Panzar, and Robert Willig, 1986. On the Theory of Contestable Markets, in New Developments in the Theory of Industrial Structure, edited by G.F. Matthewson and Joseph E. Stiglitz, Cambridge, Mass.: MIT Press.",
        "Becker, Gary, 1983. A Theory of Competition Among Pressure Groups for Political Influence, Quarterly Journal of Economics, 98(August), pp. 37-40.",
        "Caprio, Gerald, and Daniela Klingebeil, 1996. Bank Insolvency: Bad Luck, Bad Policy, or Bad Banking, Annual Conference on Development Economics, Washington: The World Bank, pp. 79-104.",
        "Claessens, Stijn, Asli DemirguÃ\u0083Â§-Kunt, and Harry Huizenga, 1997. How Does Foreign Entry Affect the Domestic Banking Market'DONE', Washington: The World Bank Development Research Group (mimeo).",
        "Dooley, Michael P., 1997. A Model of Crises in Emerging Markets, NBER Working Paper No. 6300, Cambridge, Mass.: National Bureau of Economic Research (Dec.).",
        "Hiemstra, Stephen, Stephen Kane, Thomas Lutton, and P.A.V.B. Swamy, 1997. A New Method of Forecasting Bank Resolutions, Washington: Office of the Comptroller of the Currency (mimeo).",
        "Kane, Edward J., 1991. Financial Regulation and Market Forces, Swiss Journal of Economics and Statistics, July, pp. 325-342.",
        "Markets, in Seongtae Lee (ed.), The Implications of Globalization of Financial Markets, Seoul, Bank of Korea Conference Proceedings, pp. 278-298. Kindleberger, Charles P., 1978. Manias, Panics, and Crashes: A History of Financial Crises, New York: Basic Books, Inc.",
        "Minsky, Hyman, 1977. A Theory of Systemic Fragility, in Edward Altman and Arnold Sametz (ed.), Financial Crises: Institutions and Markets in a Fragile Financial Environment, New York: Wiley-Interscience.",
        "Ohlson, James A., 1987. The Theory of Financial Markets and Information, Amsterdam Elsevier Science Publishers.",
        "Ors, Evren, 1998. The Sensitivity of Inferences About Bank Efficiency to Data-Set Selection, (draft of Ph.D. Dissertation), Boston College, Department of Finance.",
        "Pomerleano, Michael, 1997. The Banking Regulatory Framework in Asia - A Survey, Washington: The World Bank (unpublished draft of August 21).",
        "Selgin, George, 1996. Real versus Pseudo Free Trade in Banking: A Critique of NAFTAs Financial Services Provisions in James A. Dorn and Roberto SalinasLe Ã\u0083Â³n (ed.), Money and Markets in the Americas: New Challenges for Hemispheric Integration, Vancouver, B.C.: The Frasier Institute, pp. 177-202.",
        "Stigler, George, 1971. The Theory of Economic Regulation, Bell Journal of Economics, 1(Spring), pp. 3-21.",
        "Stiglitz, Joseph E., 1996. Some Lessons From the East Asian Miracle, The World Bank Research Observer 11(August), pp. 151-177.",
        "Todd, Walker, 1991. History of International Lending, in G. Kaufman (ed.), Research in Policy, Greenwich, CT: JAI Press, pp. 201-289.",
        "Wagster, John D., 1996. Impact of the Basle Accord on International Banks, Journal of Finance, 51(September), pp. 1321-1346.",
        "Wall, Larry and Robert Eisenbeis, 1999. Financial Regulatory Structure and the Resolution of Conflicting Goals, Journal of Financial Services, 16 (nos. 2-3), pp. ."
    ]
}