{
    "id": 7157,
    "cites": 31,
    "cited_by": 14,
    "reference": [
        "Adler, Michael, and Bernard Dumas, 1983, International Portfolio Choice and Corporation Finance: A Synthesis, Journal of Finance 38, 925-984.",
        "Bekaert, Geert and Robert J. Hodrick, 1992, Characterizing Predictable Components in Excess Returns on Equity and Foreign Exchange Markets, Journal of Finance 47, 467-510.",
        "Campbell, John Y., 1991, A Variance Decomposition for Stock Returns, Economic Journal 101, 157-179.",
        "Campbell, John Y., 1993, Intertemporal Asset Pricing Without Consumption, American Economic Review 83,487-512.",
        "Campbell, John Y., 1996, Understanding Risk and Return, Journal of Political Economy 104, 298-345.",
        "Campbell, John Y., and Robert J. Shiller, 1988, The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financial Studies 1, 195-228.",
        "Chang, Jow-ran and Mao-wei Hung, 1999, An International Asset Pricing Model With Timevarying Hedging Risk, manuscript, National Taiwan University.",
        "Cumby, Robert E. and John Huizinga, 1992, Testing the Autocorrelation Structure of Disturbances in Ordinary Least Squares and Instrumental Variables Regressions, Econometrica 60, 185-196.",
        "De Santis, Giorgio, and Bruno Gerard, 1998, How Big Is the Premium for Currency Risk, Journal of Financial Economics 49, 375-412.",
        "Dumas, Bernard, and Bruno Solnik, 1995, The World Price of Foreign Exchange Risk, Journal of Finance 50, 445-479.",
        "Epstein, Larry G., and Stanley E. Zin, 1989, Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns, Econometrica 57, 937-969.",
        "Fama, Eugene F., and Kenneth R. French, 1988, Dividend Yields and Expected Stock Returns, Journal of Financial Economics 22, 3-26.",
        "Fama, Eugene F., and Kenneth R. French, 1989, Business Conditions and Expected Returns on Stocks and Bonds, Journal of Financial Economics 25, 23-50.",
        "Fama, Eugene F., and Kenneth R. French, 1996, Multifactor Explanations of Asset Pricing Anomalies, Journal of Finance 51, 55-84.",
        "Ferson, Wayne E., and Campbell R. Harvey, 1993, The Risk and Predictability of International Equity Returns, Review of Financial Studies 6, 527-566.",
        "Giovannini, Alberto and Philippe Weil, 1989, Risk Aversion and Intertemporal Substitution in the Capital Asset Pricing Model, NBER Working Paper No. 2824, January.",
        "Hansen, Lars Peter, 1982, Large Sample Properties of Generalized Method of Moments Estimators, Econometrica 50, 1029-1054.",
        "Hansen, Lars Peter, and Kenneth J. Singleton, 1982, Generalized Instrumental Variables Estimation of Nonlinear Rational Expectation Models, Econometrica 50, 1269-1286.",
        "Harvey, Campbell, 1991, The World Price of Covariance Risk, Journal of Finance 46, 111157.",
        "Hodrick, Robert J., 1981, International Asset Pricing with Time-Varying Risk Premia, Journal of International Economics 11, 573-587.",
        "Hodrick, Robert J., 1992, Dividend Yields and Expected Stock Returns: Alternative Procedures for Inference and Measurement, Review of Financial Studies 5, 357-386.",
        "Jagannathan, Ravi, and Zhenyu Wang, 1996, The Conditional CAPM and the Cross-Section of Expected Returns, Journal of Finance 51, 3-53.",
        "Korajczyk, Robert A. and Claude J. Viallet, 1989, An Empirical Investigation of International Asset Pricing, Review of Financial Studies 2, 553-586.",
        "Lamont, Owen, 1998, Earnings and Expected Returns, Journal of Finance 53, 1563-1587.",
        "Merton, Robert C., 1973, An Intertemporal Capital Asset Pricing Model, Econometrica 41, 867-87.",
        "Ross, Stephen A., 1976, The Arbitrage Theory of Capital Asset Pricing, Journal of Economic Theory 13, 341-360.",
        "Rozeff, Michael, 1984, Dividend Yields Are Equity Risk Premiums, Journal of Portfolio Management 11, 68-75.",
        "Schwarz, Gideon, 1978, Estimating the Dimension of a Model, Annals of Statistics 6, 461-464.",
        "Sims, Christopher A., 1980, Macroeconomics and Reality, Econometrica 48, 1-48.",
        "Vassalou, Maria, 1997, Exchange Rate and Foreign Inflation Risk Premiums in Global Equity Returns, Columbia University Working Paper.",
        "Weil, Philippe, 1989, The Equity Premium Puzzle and the Risk-Free Rate Puzzle, Journal of Monetary Economics 24, 401-421."
    ]
}