{
    "id": 7158,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Austen-Smith, David. Information Transmission in Debate. American Journal of Political Science 34 February 1990: 124152.",
        "Austen-Smith, David, and Banks, Jerey S. Information Aggregation, Rationality and the Condorcet Jury Theorem. American Political Science Review 90 January 1996: 3445.",
        "Condorcet, M.J.A.N. de Caritat. An Essay on the Application of Analysis to the Probability of Decisions Rendered by a PluralityofVotes, 1875. Abridged and translated in Iain McLean and Arnold B. Urken, eds., Classics of Social Choice. Ann Arbor: University of Michigan Press, 1995.",
        "Crawford, VincentP., and Sobel, Joel. Strategic Information Transmission. Econometrica 50 November 1982: 14311451.",
        "DeGroot, Morris H. Optimal Statistical Decisions. New York: McGraw Hill, 1970.",
        "Dewatripont, Mathias, and Tirole, Jean. Advocates. Journal of Political Economy 107 February 1999: 139.",
        "Dixit, Avinash. Comparative Statics for Oligopoly. International Economic Review 27 February 1986: 107122.",
        "Edwards, A.W.F. Likelihood expanded edition. Baltimore: Johns Hopkins University Press, 1992.",
        "Feddersen, Timothy J., and Pesendorfer, Wolfgang. The Swing Voters Curse. American Economic Review 86 June 1996: 408424.",
        "Feddersen, Timothy J., and Pesendorfer, Wolfgang. Voting Behavior and Information Aggregation in Elections with Private Information. Econometrica 65 September 1997: 10291058.",
        "Feddersen, Timothy J., and Pesendorfer, Wolfgang. Convicting the Innocent: The Inferiority of Unanimous Jury Verdicts under Strategic Voting. American Political Science Review 92 March 1998: 2335.",
        "Gibbard, A. Manipulation of Voting Schemes: A General Result. Econometrica 41 1973: 587602.",
        "Klevorick, Alvin K., Rothschild, Michael, and Winship, Christopher. Information Processing and Jury Decisionmaking. Journal of Public Economics 23 1984: 245278.",
        "Li, Hao. A Theory of Conservatism. Unpublished manuscript, University of Hong Kong, 1999.",
        "Posner, Richard A. An Economic Approach to the Law of Evidence. Unpublished manuscript, University of Chicago, 1998.",
        "Sah, Raaj Kumar, and Stiglitz, Joseph E. The Architecture of Economic Systems: Hierarchies and Polyarchies. American Economic Review 76 September 1986: 716727.",
        "Sah, Raaj Kumar, and Stiglitz, Joseph E. Committees, Hierarchies and Polyarchies. Economic Journal 98 June 1988: 451470.",
        "Satterthwaite, M. Strategy-Proofness and Arrows Conditions: Existence and Corresponding Theorems for Voting Procedures and Social Welfare Functions. Journal of Economic Theory 10 1975: 187217."
    ]
}