{
    "id": 7159,
    "cites": 21,
    "cited_by": 10,
    "reference": [
        "Banz, R., 1981, The relation between return and market value of common stocks, Journal of Financial Economics 9, 3-18.",
        "Barberis, N., A. Shleifer, and R. Vishny, 1998, A model of investor sentiment, Journal of Financial Economics 49(3), 307-343.",
        "Chan, L.K., N. Jegadeesh and J. Lakonishok, 1996, Momentum Strategies, Journal of Finance 51, 1681-1713.",
        "Conrad, J., and G. Kaul, 1993, Long-term overreaction or biases in computed returns? Journal of Finance 48, 39-63.",
        "Conrad, J., and G. Kaul, 1998, An anatomy of trading strategies, Review of Financial Studies 11,489-519.",
        "Daniel, K., D. Hirshleifer, and A. Subrahmanyam, 1998, Investor Psychology and security market under-and overreactions, Journal of Finance 53, 1839-1886.",
        "Daniel, K. D. and S. Titman, 1997, Evidence on the characteristics of cross-sectional variation in stock returns, Journal of Finance 52, 1-33.",
        "DeBondt, W.F.M and R. H. Thaler, 1985, Does the stock market overreact? Journal of Finance 40, 793-805.",
        "DeLong, J.B., A. Shleifer, L.H. Summers, Waldmann, R.J., 1990, Positive feedback investment strategies and destabilizing rational speculation, Journal of Finance 45, 379-395.",
        "Fama, E., and K. French, 1996, Multifactor explanations of asset pricing anomalies, Journal of Financial Economics 51, 5 5-84.",
        "Grinblatt, M. and T. Moskowitz, 1999, Does industry explain momentum, Journal of Finance (forthcoming).",
        "Hong, H., and J. Stein, 1998, A unified theory of underreaction, momentum trading and overreaction in asset markets, Working paper, MIT Sloan School of Management.",
        "Keim, D. B., 1983, Size-related anomalies and stock return seasonality: Further empirical evidence, Journal of Financial Economics 12, 13-32.",
        "Jegadeesh, N., and S. Titman, 1993, Returns to buying winners and selling losers: Implications for stock market efficiency, Journal of Finance 48, 65-9 1.",
        "Lakonishok, J., A. Shleifer, and R. W. Vishny, 1994, Contrarian investment, extrapolation and risk, Journal of Finance 49, 154 1-78.",
        "Lo, A., and A. C. MacKinlay, 1990, When are contrarian profits due to stock marketoverreaction ?, Review of Financial Studies 3, 175-208.",
        "Loughran, T., and J. R. Ritter, 1995, The new issues puzzle, Journal of Finance 50, 23-5 1.",
        "Merton, R. C., 1980, On estimating the expected return on the market: An exploratory investigation, Journal of Financial and Quantitative Analysis 7, 323-361.",
        "Tversky, A. and D. Kahneman, 1974, Judgement under uncertainty: Heuristics and Biases, Science 185, 1124-1131.",
        "Rowenhorst, K.G., 1998, International momentum strategies, Journal of Finance 53, 267-284.",
        "Spiess, D. Katherine, and John Affleck-Graves, 1995, Underperformance in long-run stock returns following seasoned equity offerings, Journal of Financial Economics 38, 243-267."
    ]
}