{
    "id": 7162,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Bawa, Vijay S., Stephen J. Brown, and Roger W. Klein, 1979, Estimation Risk and Optimal Portfolio Choice, North Holland.",
        "Best, M. J. and R. R. Grauer, 1991, On the sensitivity of mean-variance efficient portfolios to changes in asset means: Some analytical and computational results, Review of Financial Studies 4, 315-342.",
        "Black, Fisher and Robert Litterman, 1992, Global portfolio optimization, Financial Analysts Journal, September-October 1992.",
        "Chopra, Vijay K. and William T. Ziemba, 1993, The effect of errors in means, variances, and covariances on optimal portfolio choice, Journal of Portfolio Management, Winter 1993, 6-11.",
        "Connor, Gregory, and Robert A. Korajczyk, 1986, Performance measurement within the arbitrage pricing theory: A new framework for analysis, Journal of Financial Economics 15, 373-394.",
        "Daniel, K., and S. Titman, 1997, Evidence on the characteristics of cross sectional variation in stock returns, Journal of Finance 52, 133.",
        "Dickinson, J. P., 1974, The reliability of estimation procedures in portfolio analysis, Journal of Financial and Quantitative Analysis, June, 447-462.",
        "Fama, E. and K. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Gibbons, M., Ross, S. and J. Shanken, 1989, A test of the efficiency of a given portfolio, Econometrica 57, 1121-1152.",
        "Green, Richard C. and Burton Hollifield, 1992, When will mean-variance efficient portfolios be well diversified?, Journal of Finance 47, 1785-1809.",
        "Grinblatt, Mark and Sheridan Titman, 1987, The relation between mean-variance efficiency and arbitrage pricing, Journal of Business 60, 97-112.",
        "Huberman, Gur and Shmuel Kandel, 1987, Mean-variance spanning, Journal of Finance 42, 873-888.",
        "Huberman, Gur, Shmuel Kandel, and Robert F. Stambaugh, 1987, Mimicking portfolios and exact arbitrage pricing, Journal of Finance 42, 1-9.",
        "Jobson, J. D. and Bob Korkie, 1985, Some tests of linear asset pricing with multivariate normality, Canadian Journal of Administrative Sciences 2, 114-138.",
        "Jobson, J. D. and B. Korkie, 1980, Estimation for Markowitz efficient portfolios, Journal of American Statistical Association 75, 544-554.",
        "Jorion, Philippe, 1986, Bayes-Stein estimation for portfolio analysis, Journal of Financial and Quantitative Analysis 21, 279-292.",
        "Jorion, Philippe, 1991, Bayesian and CAPM estimators of the means: Implications for portfolio selection, Journal of Banking and Finance 15, 717-727.",
        "Lakonishok, J., A. Shleifer, and R. Vishny, 1994, Contrarian investment, extrapolation, and risk, Journal of Finance 49, 1541-1578.",
        "Ledoit, Olivier, 1994, Portfolio selection: Improved covariance matrix estimation, manuscript, MIT.",
        "Michaud, Richard 0., 1989, The Markowitz optimization enigma: Is `optimized optimal?, Financial Analysts Journal 45(1), 3 1-42.",
        "Morrison, 1990, Multivari ate Statistical Methods, Third edition, McGraw-Hill, New York.",
        "Pastor, Lubo~, 1999, Portfolio selection and asset pricing models, Journal of Finance, forthcoming.",
        "Pastor, Lubo~, and Robert F. Stambaugh, 1999, Costs of equity capital and model mispricing, Journal of Finance 54, 67-12 1.",
        "Roll, R,, 1977, A critique of the asset pricing theorys tests: Part I, Journal of Financial Economics 4, 129-176.",
        "Roll, R., and S. Ross, 1980, An empirical investigation of the arbitrage pricing theory, Journal of Finance 35, 1073-1103.",
        "Ross, S., 1976, The arbitrage theory of capital asset pricing, Journal of Economic Theory 13, 341-360."
    ]
}