{
    "id": 7168,
    "cites": 20,
    "cited_by": 19,
    "reference": [
        "Abel, Andrew B. 1986. Capital Accumulation and Uncertain Lifetimes with Adverse Selection.",
        "Attanasio, Orazio and Hilary Hoynes. 1995. Differential Mortality and Wealth Accumulation. NBER Working Paper 5126.",
        "Blake, David. 1995. Pension Schemes and Pension Funds in the United Kingdom. Oxford: Clarendon Press.",
        "Brown, Jeffrey R., Olivia S. Mitchell, and James M. Poterba. 1999. The Role of Real Annuities and Indexed Bonds in an Individual Accounts Retirement Program. National Bureau of Economic Research Working Paper 7005.",
        "Brugiavini, A. 1993. Uncertainty Resolution and the Timing of Annuity Purchases. Journal of Public Economics, 50, pp.31-62.",
        "Budd, Alan and Nigel Campbell. 1998. The roles of the public and private sectors in the U.K. pension system. In Privatizing Social Security, ed. Martin Feldstein. Chicago: University of Chicago Press.",
        "Cawley, John and Tomas Philipson. 1999. An Empirical Examinatin of Information Barriers to Trade in Insurance. American Economic Review (forthcoming).",
        "Friedman, Benjamin, and Mark Warshawsky. 1988. Annuity prices and saving behavior in the United States.",
        "In Z. Bodie, J. Shoven, and D. Wise, eds. Pensions in the US Economy. Chicago: University of Chicago Press. Friedman, Benjamin, and Mark Warshawsky. 1990. The cost of annuities: Implications for saving behavior and bequests. Quarterly Journal of Economics (February), 105(1), pp.135-154.",
        "Hurd, Michael and Kathleen McGarry. 1997. The Predictive Validity of Subjective Probabilities of Survival. NBER Wokring Paper 6193.",
        "Institute of Actuaries and Faculty of Actuaries, Continuous Mortality Investigation Committee. 1990.",
        "Continuous Mortality Investigation Reports, Number 10. Institute of Actuaries and Faculty of Actuaries, Continuous Mortality Investigation Committee. 1999.",
        "Continuous Mortality Investigation Reports, Number 16. Khorasanee, M. Zaki. 1996. Annuity Choices for Pensioners. Journal of Actuarial Practice, 4(2), pp.229255.",
        "Mitchell, Olivia S., James M. Poterba, Mark Warshawsky, and Jeffrey R. Brown. 1999. New Evidence on the moneys worth of individual annuities. American Economic Review (forthcoming).",
        "Murthi, Mamta, J. Michael Orszag, and Peter Orszag. 1999. The Charge Ratio on Individual Accounts: Lessons for the U.K. Experience. Birkbeck College, University of London Working Paper 99-2.",
        "Poterba, James and Mark Warshawsky. 1999. The Costs of Annuitizing Retirement Payouts from Individual Accounts. NBER Working Paper 6918.",
        "Rothschild, Michael and Joseph Stiglitz. 1976. An Essay on the Economics of Imperfect Information.",
        "Quarterly Journal of Economics, (November), 90(4), pp.629-649. U.S. Congressional Budget Office. 1999. Social Security Privatization: Experiences Abroad. Washington: U.S. Congressional Budget Office.",
        "Warshawsky, Mark. 1988. Private Annuity Markets in the United States. Journal of Risk and Insurance, 55, pp. 518-528.",
        "Wilson, Charles. 1977. A Model of Insurance Markets with Incomplete Information. Journal of Economic Theory, 16, pp.167-207."
    ]
}