{
    "id": 7169,
    "cites": 41,
    "cited_by": 112,
    "reference": [
        "Atkeson, Andrew, Fernando Alvarez, and Patrick Kehoe, 1999, Volatile Exchange Rates and the Forward Premium Anomaly: A Segmented Asset Market View, Working paper, University of Chicago.",
        "Banz, R. W. 1981, The Relationship Between Return and Market Value of Common Stocks, Journal of Financial Economics, 9, 3-18.",
        "Bekaert, Geert and Robert J. Hodrick, 1992, Characterizing Predictable Components in Excess Returns on Equity and Foreign Exchange Markets, Journal of Finance 47, 467-509.",
        "Berk, Jonathan, 1997, Does Size Really Matter? Financial Analysts Journal, September/October 1997, 12-18.",
        "Carhart, Mark M. 1997, On Persistence in Mutual Fund Performance, Journal of Finance LII 57-82.",
        "Chen, Nai-Fu, Richard Roll and Steven Stephen A. Ross, 1986, Economic Forces and the Stock Market, Journal of Business 59, 383-403.",
        "Cochrane, John H., 1997, Where is the Market Going? Uncertain Facts and Novel Theories, Economic Perspectives XXI: 6 (November/December 1997) Federal Reserve Bank of Chicago.",
        "Cochrane, John H., 1996, A Cross-Sectional Test of an Investment-Based Asset Pricing Model, Journal of Political Economy 104, 572-621.",
        "DeBondt, Werner F.M. and Thaler, Richard H., 1985, Does the Stock Market Overract? Journal of Finance 40, 793-805.",
        "Engel, Charles, 1996, The Forward Discount Anomaly and the Risk Premium: a Survey of Recent Evidence, Journal of Empirical Finance 3, 123-192.",
        "Fama, Eugene F., 1965, The Behavior of Stock Market Prices, Journal of Business 38, 34-105.",
        "Fama, Eugene F., 1970, Efficient Capital Markets: A review of Theory and Empirical Work, Journal of Finance 25, 383-417.",
        "Fama, Eugene F., 1984, Forward and Spot Exchange Rates, Journal of Monetary Economics 14, 319-338.",
        "Fama, Eugene F. 1991, Efficient Markets II, Journal of Finance 46, 1575-1618.",
        "Fama, Eugene F. and Robert R. Bliss, 1987, The information in Long-Maturity Forward Rates, American Economic Review, 77, 680-92.",
        "Fama, Eugene F. and Kenneth R. French, 1989, Business Conditions and Expected Returns on Stocks and Bonds, Journal of Financial Economics 25, 23-49.",
        "Fama, Eugene F. and Kenneth R. French, 1993, Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics 33, 3-56.",
        "Fama, Eugene F.,and Kenneth R. French, 1996, Multifactor Explanations of AssetPricing Anomalies, Journal of Finance 47, 426-465.",
        "Fama, Eugene F., Kenneth R. French, 1997, Size and Book-to-Market Factors in Earnings and Returns, Journal of Finance 50, 131-55.",
        "Fama, Eugene F. and Kenneth R. French, 1997, Industry Costs of Equity, Journal of Financial Economics 43, 153-193.",
        "Heaton, John and Deborah Lucas, 1997 Portfolio Choice and Asset Prices: The Importance of Entrepreneurial Risk, Manuscript, Northwestern University.",
        "Hendricks, Darryll, Jayendu Patel and Richard Zeckhauser, 1993, Hot Hands in Mutual Funds: Short-Term Persistence of Performance, Journal of Finance 48, 93-130.",
        "Hodrick, Robert, 2000, International Financial Management, Forthcoming, Englewood Cliffs, NJ: Prentice-Hall.",
        "Hsieh, David and William Fung, 1999, Hedge Fund Risk Management, Working paper, Duke University.",
        "Jagannathan, Ravi and Zhenyu Wang, 1996 The Conditional CAPM and the CrossSection of Expected Returns, Journal of Finance 51, 3-53.",
        "Jagadeesh, Narasimham, and Sheridan Titman, 1993, Returns to Buying Winners and Selling Losers: Implications for Stock Market Efficiency, Journal of Finance 48, 65-91.",
        "Jensen, Michael C., 1969, The pricing of capital assets and evaluation of investment portfolios, Journal of Business 42, 167-247.",
        "Liew, Jimmy, and Maria Vassalou, 1999, Can Book-to-Market, Size and Momentum be Risk Factors that Predict Economic Growth? Working paper, Columbia University.",
        "Daniel, Kent, David Hirshleifer and Avanidhar Subrahmanyam, 1998, Investor Psychology and Security Market Under- and Overreactions, Journal of Finance LIII, 1839-1885.",
        "MacKinlay, A. Craig 1995, Multifactor Models Do Not Explain Deviations from the CAPM, Journal of Financial Economics 38, 3-28.",
        "Merton, Robert C., 1969 Lifetime Portfolio Selection Under Uncertainty: The Continuous Time Case, Review of Economics and Statistics 51, 247-257.",
        "Merton, Robert C., 1971a, Optimum consumption and Portfolio rules in a Continuous Time Model, Journal of Economic Theory III 373-413.",
        "Merton, Robert C., 1971b, An Intertemporal Capital Asset Pricing Model, Econometrica 41, 867-87.",
        "Moskowitz, Tobias and Mark Grinblatt, 1998, Do industries explain momentum? CRSP working paper 480, University of Chicago.",
        "Moskowitz, Tobias and Mark Grinblatt, 1999, Tax Loss Selling and Return Autocorrelation: New Evidence, Working Paper, University of Chicago.",
        "New York Times, Mutual Funds Report; Whats Killing the Value Managers? April 4, 1999, Sunday.",
        "Reyfman, Alexander, 1997, Labor Market Risk and Expected Asset Returns, Ph.D. Thesis, University of Chicago.",
        "Ross, S. A., 1976, The Arbitrage Theory of Capital Asset Pricing, Journal of Economic theory 13, 341-360.",
        "Samuelson, Paul A., 1969, Lifetime Portfolio Selection by Dynamic Stochastic Programming, Review of Economics and Statistics 51, 239-246.",
        "Sargent, Thomas J., 1993, Bounded Rationality in Macroeconomics, Oxford: Oxford University Press.",
        "Lewis, Michael, 1999, How the Eggheads Cracked, New York Times Magazine January 24."
    ]
}