{
    "id": 7170,
    "cites": 18,
    "cited_by": 46,
    "reference": [
        "Barberis, Nicholas, 1999, Investing for the Long Run when Returns are Predictable Forthcoming, Journal of Finance.",
        "Black, Fischer and Robert Litterman, 1991, Global Asset Allocation with Equities, Bonds, and Currencies Goldman Sachs Fixed Income Research.",
        "Campbell, John Y. and Luis M. Vicera, 1998, Who Should Buy Long Term Bonds? Manuscript, Harvard University.",
        "Campbell, John Y. and Luis M. Vicera, 1999, Consumption and Portfolio Decisions when Expected returns are Time Varying, forthcoming Quarterly Journal of Economics.",
        "Cochrane, John H. and Argia M. Sbordone, 1988, Multivariate Estimates of the Permanent Components in GNP and Stock Prices, Journal of Economic Dynamics and Control, 12, 255-296.",
        "Cochrane, John H., 1997, Where is the Market Going? Uncertain Facts and Novel Theories, Economic Perspectives XXI: 6 (November/December 1997) Federal Reserve Bank of Chicago.",
        "Daniel, Kent, David Hirshleifer and Ananidhar Subrahmanyam 1998, Investor Psychology and Security Market Under- and Overreactions, Journal of Finance LIII 1839-1885.",
        "Fama, Eugene F. and Kenneth R. French, 1989, Business Conditions and Expected Returns on Stocks and Bonds, Journal of Financial Economics 25, 23-49.",
        "Gallant, A. Ronald, Lars Peter Hansen, and George Tauchen, 1990, Using Conditional Moments of Asset Payoffs to Infer the Volatility of Intertemporal Marginal Rates of Substitution, Journal of Econometrics, 45, 141-79.",
        "Kandel, Shmuel and Robert Stambaugh, 1996, On the Predictability of Stock returns: An Asset Allocation Perspective, Journal of Finance 51, 385-424.",
        "Kim, T.S. and Omberg, E., 1996, Dynamic Nonmyopic Portfolio Behavior, Review of Financial Studies 9, 141-161.",
        "Lakonishok, Josef, Andrei Shleifer and Robert W. Vishny, 1994, Contrarian Investment, Extrapolation and Risk, Journal of Finance 49, 1541-1578..",
        "Markowitz, H. 1952, Portfolio Selection, Journal of Finance, 7, 77-99.",
        "Merton, Robert C., 1969, Lifetime Portfolio Selection Under Uncertainty: The Continuous Time Case, Review of Economics and Statistics 51, 247-257.",
        "Merton, Robert C., 1971a, Optimum consumption and Portfolio Rules in a Continuous Time Model, Journal of Economic Theory III, 373-413.",
        "Merton, Robert C. 1971b, An Intertemporal Capital Asset Pricing Model, Econometrica 41, 867-87.",
        "Samuelson, Paul A., 1969, Lifetime Portfolio Selection by Dynamic Stochastic Programming, Review of Economics and Statistics 51, 239-246.",
        "Sargent, Thomas J., 1993, Bounded Rationality in Macroeconomics, Oxford: Oxford University Press."
    ]
}