{
    "id": 7171,
    "cites": 12,
    "cited_by": 10,
    "reference": [
        "Baker, Michael, Dwayne Benjamin, and Shuchita Stanger. 1999. The Highs and Lows of the Minimum Wage Effect: A Time-Series Cross-Section Study of the Canadian Law. Journal of Labor Economics, Vol. 17, No. 2, April, pp. 318-50.",
        "Brown, Charles, Curtis Gilroy, and Andrew Kohen. 1982. The Effect of the Minimum Wage on Employment and Unemployment. Journal of Economic Literature, Vol. 20, No. 2, June, pp.",
        "Card, David. 1992a. Using Regional Variation in Wages to Measure the Effects of the Federal Minimum Wage. Industrial and Labor Relations Review, Vol. 46, No. 1, October, pp. 2237.",
        "Card, David, Lawrence F. Katz, and Alan B. Krueger. 1994. Comment on David Neumark and William Wascher, Employment Effects of Minimum and Subminimum Wages: Panel Data on State Minimum Wage Laws. Industrial and Labor Relations Review, Vol. 47, No. 3, April, pp.",
        "Card, David, and Alan B. Krueger. 1994. Minimum Wages and Employment: A Case Study of the Fast-Food Industry in New Jersey and Pennsylvania. American Economic Review, Vol. 84, No. 4, September, pp. 772-793.",
        "Review Papers and Proceedings, Vol. 85, No. 2, May, pp. 238-43. Currie, Janet, and Bruce C. Fallick. 1996. The Minimum Wage and the Employment of Youth: Evidence from the NLSY. Journal of Human Resources, Vol. 21, No. 2, Spring, pp. 404428.",
        "Evans, William N., and Mark Turner. 1995. Employment Effects of Minimum and Subminimum Wages: Comment. Mimeograph, University of Maryland.",
        "Griliches, Zvi. 1977. Estimating the Returns to Schooling: Some Econometric Problems. Econometrica, Vol. 45, No. 1, January, pp. 1-22.",
        "Katz, Lawrence F., and Alan B. Krueger. 1992. The Effect of the Minimum Wage on the Fast-Food Industry. Industrial and Labor Relations Review, Vol. 46, No. 1, October, pp. 6-21.",
        "Approach. NBER Working Paper No. 4617. . 1994b. Employment Effects of Minimum and Subminimum Wages: Reply to Card, Katz, and Krueger. Industrial and Labor Relations Review, Vol. 47, No. 3, April, pp. 497-512.",
        "Estimates from Matched CPS Data. Research in Labor Economics, Vol. 15, pp. 25-64. . 1996b. Reply to Evans and Turner. Finance and Economics Discussion Series No. Z.11, Federal Reserve Board.",
        "Payroll Records. Mimeograph, Michigan State University. . 1998b. Is the Time-Series Evidence on Minimum Wage Effects Contaminated by Publication Bias'DONE' Economic Inquiry, Vol. 36, No. 3, July, pp. 458-70."
    ]
}