{
    "id": 7172,
    "cites": 24,
    "cited_by": 4,
    "reference": [
        "Bos, Johannes M., The Labor Market Value of Remedial Education: Evidence from Time Series Data on an Experimental Program for School Dropouts, unpublished Ph.D. dissertation, Robert F. Wagner Graduate School of Public Service, New York University, May, 1995.",
        "Blackburn, McKinley, David Bloom, and Richard B. Freeman. The Declining Position of Less-Skilled American Males. In A Future of Lousy Jobs, ed. Gary Burtless, 31-67. Washington, D.C.: The Bookings Institution, 1990.",
        "Cameron, Steve V. Assessing High School Certification for Women Who Dropout. Working Paper, Department of Economics, University of Chicago, 1992.",
        "Cameron, Steve V., and James J. Heckman. Determinants of Young Male School and Training Choices. In Skill Formation by the Private Sector: International Comparisons, ed. Lisa M. Lynch. Chicago: University of Chicago Press, 1993a.",
        "Cameron, Stephen V., and James J. Heckman. The Nonequivalence of High School Equivalents. Journal of Labor Economics 11, no. 1 (1993b): 1-47.",
        "Cao, Jian, Ernst W. Stromsdorfer, and Gregory Weeks. The Human Capital Effect of the GED on Low Income Women. Journal of Human Resources 31, no. 1 (1996): 206-228.",
        "Cave, George, and Johannes Bos. The Value of a GED in a Choice-Based Experimental Sample. New York: Manpower Demonstration Research Corporation, 1994. Paper Murnane, Willett, and Tyler 46 presented at the 106th Annual Meeting of the American Economic Association, Boston.",
        "Ellwood, David. Teenage Unemployment: Permanent Scars of Temporary Blemishes'DONE' in R. Freeman and D. Wise (eds.), The Youth Labor Market Problem: Its Nature, Causes and Consequences (Chicago: University of Chicago Press, 1982).",
        "Garet, Michael S., Zhongren Jing, and Mark Kutner. The Labor Market Effects of Completing the GED: Asking the Right Questions. Washington, D.C.: American Institutes for Research, 1995.",
        "Juhn, Chinjui, Kevin M. Murphy, and Brooks Pierce. Wage Inequality and the Rise in Returns to Skill. Journal of Political Economy 101, no. 31 (1993): 410-442.",
        "Kirsch, Irwin S., Ann Jungeblut, Lynn Jenkins, and Andrew Kolstad. Adult Literacy in America: a first look at the findings of the National Adult Literacy Survey. National Center for Education Statistics Publication 93275, August 1993.",
        "Maloney, Tim. Estimating the Returns to a Secondary Education for Female Dropouts. Working Paper No. 100, Department of Economics, University of Auckland, 1992.",
        "McMillen, Marilyn, and Phillip Kaufman. Dropout Rates in the United States: 1994.",
        "Washington, D.C.: National Center for Education Statistics, 1996.",
        "Murnane, Willett, and Tyler 47 Meyer, Robert, and David Wise. High School Preparation and Early Labor Force Experience. In R. Freeman and D. Wise (eds.), The Youth Labor Market Problem: Its Nature, Causes and Consequences (Chicago: University of Chicago Press, 1982).",
        "Murnane, Richard J., John B. Willett, and Katherine P. Boudett. Do High School Dropouts Benefit from Obtaining a GED'DONE' Educational Evaluation and Policy Analysis 17, no. 2 (1995): 133-147.",
        "Murnane, Richard J., John B. Willett, and Katherine P. Boudett. Does Acquisition of a GED Lead to More Training, Post-secondary Education, and Military Service for School Dropouts'DONE' Industrial Labor Relations Review forthcoming (1997).",
        "Neal, Derek A., and William R. Johnson. The Role of Pre-market Factors in BlackWhite Wage Differences. Journal of Political Economy 104, no. 5 (1996): 869895.",
        "Passmore, David L. Employment of Young GED Recipients. Washington, D.C.: American Council on Education, 1987, 14.",
        "Reder, Steve. The Nature and Impact of GED Training in Oregon. Portland, Oregon: Northwest Regional Education Laboratory, 1994.",
        "Rich, Lauren. The Long-Run Impact of Early Unemployment: A Reexamination. Unpublished paper, University of Michigan, 1994.",
        "Soh, Hoon Sahib. The Rate of Return of the General Equivalency Diploma. Murnane, Willett, and Tyler 48 Unpublished Ph.D. dissertation, Department of Economics, Stanford University, 1996.",
        "Sum, Andrew. Literacy in the Labor Force: Results from the National Adult Literacy Survey. Washington, D.C.: National Center for the Educational Statistics, 1996.",
        "Tyler, John H., Richard J. Murnane, and John B. Willett. Estimating the Impact of the GED on the Earnings of Young Dropouts Using a Series of Natural Experiments. Cambridge, MA: Harvard Graduate School of Education, 1997. Working Paper."
    ]
}