{
    "id": 7173,
    "cites": 38,
    "cited_by": 2,
    "reference": [
        "Anderson, Patricia M. and Bruce D. Meyer, 1997, Unemployment Insurance Takeup Rates and the After-tax Value of Benefits, Quarterly Journal of Economics 112(3):913-37.",
        "Bassi, Laurie J., 1988, Poverty among Women and Children: What Accounts for the Change'DONE', American Economic Review 78(2) May:91-95.",
        "Bound, John and Timothy Waidmann, 1992, Disability Transfers, Self-reported Health, and the Labor Force Attachment of Older Men: Evidence from the Historical Record, Quarterly Journal of Economics 107(4):1393-419.",
        "Carter, Grace M., Joseph P. Newhouse, and David A. Relles, 1990, How Much Change in the Case Mix Index is DRG Creep'DONE', Journal of Health Economics 9(4):411-28.",
        "Chaikind, Stephen and Hope Corman, 1991, The Impact of Low Birthweight on Special Education Costs, Journal of Health Economics 10(3):291-311.",
        "Chambers, Jay G., 1998, The Patterns of Expenditures on Students with Disabilities: A Methodological and Empirical Analysis, in T. Parrish, J. Chambers, and C. Guarino, eds., Funding Special Education (Thousand Oaks, CA: Corwin Press, Inc.).",
        "Chambers, Jay G., 1996, Special Education Expenditures and Revenues in a Census-based Funding System: A Case Study of the Commonwealth of Massachusetts, Center for Special Education Finance State Analysis Series (Palo Alto, CA: American Institutes for Research).",
        "Courty, Pascal and Gerald Marschke, 1997, Measuring Government Performance: Lessons from a Federal Job-Training Program, American Economic Review 87(2):383-88.",
        "Cullen, Julie Berry and David N. Figlio, 1998, Local Gaming of State School Finance Policies: How Effective are Intergovernmental Incentives'DONE', University of Michigan and University of Florida mimeo.",
        "Hanushek, Eric A., John F. Kain, and Steven G. Rivkin,1998, Does Special Education Raise Academic Achievement for Students with Disabilities'DONE', National Bureau of Economic Research Working Paper No. 6691.",
        "Harry, Beth, 1992, Cultural Diversity, Families and the Special Education System (New York, NY: Teachers College Press).",
        "Hartman, William T., 1980, Policy Effects of Special Education Funding Formulas, Journal of Education Finance 6:135-59.",
        "Heckman, James J., Carolyn Heinrich, and Jeffrey A. Smith, 1997, Assessing the Performance of Performance Standards in Public Bureaucracies, American Economic Review 87(2):389-95.",
        "Heckman, James J., Jeffrey A. Smith, and Christopher Taber, 1996, What Do Bureaucrats Do'DONE' 30 The Effects of Performance Standards and Bureaucratic Preferences on Acceptance into the JTPA Program, in Libecap, ed., Reinventing Government and the Problem of Bureaucracy (Greenwich, CT: JAI Press):191-217.",
        "Kane, D. and P. Johnson, 1993, Vermonts Act 230: A New Response to Meeting the Demands of Diversity (Montpelier, VT: Vermont Department of Education).",
        "Kenny, Lawrence W. and David A. Denslow, 1980, Compensating Differentials in Teacher Salaries, Journal of Urban Economics 7:198-207.",
        "Krueger, Alan B., 1990, Incentive Effects of Workers Compensation Insurance, Journal of Public Economics 41(1):73-99.",
        "Kubik, Jeffrey D., 1997, The Incentive Effects of Health-targeted Social Insurance, Massachusetts Institute of Technology Ph.D. dissertation.",
        "Ladd, Helen F. and John Yinger, 1994, The Case for Equalizing Aid, National Tax Journal 47(1):211-24.",
        "Lumsdaine, Robin L. and David A. Wise, 1994, Aging and Labor Force Participation: A Review of Trends and Explanations, in Noguchi and Wise, eds., Aging in the United States and Japan: Economic Trends (Chicago, IL: University of Chicago Press), 7-41.",
        "McLaughlin, M.J. and M.F. Owings, 1993, Relationships Among States Fiscal and Demographic Data and the Implementation of P.L. 94-142, Exceptional Children 59:247-261.",
        "Mellard, Daryl F., 1985, Report of the Learning Disability Field Study, submitted to Office of Education of the Exceptional Children of the Superintendent of Public Instruction, Frankfort, Kentucky.",
        "Mellard, Daryl F., 1983, Learning Disabilities Field Study: Final Report, Institute for Research in Learning Disabilities, University of Kansas.",
        "Moffitt, Robert, 1992, Incentive Effects of the U.S. Welfare System: A Review, Journal of Economic Literature 30(1):1-61.",
        "Montgomery, Deborah L., 1995, A Profile of Special Education Finance Reform in Oregon, Center for Special Education Finance State Analysis Series (Palo Alto, CA: American Institute for Research).",
        "Moore, Mary T., E.W. Strang, M. Schwartz, and M. Braddock, 1988, Patterns in Special Education Service Delivery and Cost (Washington, D.C.: Decision Resources Group).",
        "Parrish, Thomas B., 1996, Special Education Finance: Past, Present, and Future, Center for Special Education Finance Policy Paper No. 8 (Palo Alto, CA: American Institutes for Research).",
        "Parsons, Donald O., 1980, The Decline in Male Labor Force Participation, Journal of Political Economy 88(1):117-34.",
        "Reschly, Daniel J., 1996, Identification and Assessment of Students with Disabilities in The Future of Our Children: Special Education for Students with Disabilities (Center for the Future of Children).",
        "Reschovsky, Andrew, and Amy Ellen Schwartz, 1992, Evaluating the Success of Need-Based State Aid in the Presence of Property Tax Limitations, Public Finance Quarterly 20:483-498.",
        "Rothstein, Richard and Karen Hawley Miles, 1995, Wheres the Money Gone'DONE' Changes in the Level and Composition of Education Spending (Washington, D.C.: Economic Policy Institute).",
        "Shiono, Patricia H. and Richard E. Behrman, 1995, Low Birth Weight: Analysis and Recommendations in The Future of Our Children: Low Birth Weight (Center for the Future of Children).",
        "Singer, Judith D., Judith S. Palfrey, John A. Butler, and Deborah Klein Walker, 1989, Variation in Special Education Classification Across School Districts: How Does Where You Live Affect What You Are Labeled'DONE', American Educational Research Journal 26:261-81.",
        "Thurlow, M.L. and J.E. Ysseldyke, 1980, Factors Influential on the Psychoeducational Decisions Reached by Educators, University of Minnesota Institute for Research in Learning Disabilities Research Report No. 25.",
        "U.S. Department of Education, several years, Annual Report to Congress on the Implementation of the Individuals with Disabilities Act (Washington, D.C.: U.S. Government Printing Office). U.S. General Accounting Office, 1994, Rapid Rise in Children on SSI Disability Rolls Follows New Regulations, GAO/HEHS-94-225.",
        "Verstegen, Deborah A., 1994, Fiscal Provisions of the Individuals with Disabilities Education Act: Historical Overview, Center for Special Education Finance Policy Paper Number 2 (Palo Alto, CA: American Institutes for Research).",
        "Wagner, M., 1995, The Contributions of Poverty and Ethnic Background to the Participiation of Secondary School Students in Special Education, unpublished report to the Office of Special Education Programs, Department of Education.",
        "Ysseldyke, J., B. Algozzine, M. Shinne, and M. McGue, 1982, Similarities and Differences Between Low Achievers and Students Classified as Learning Disabled, The Journal of Special Education 16:73-85."
    ]
}