{
    "id": 7175,
    "cites": 29,
    "cited_by": 6,
    "reference": [
        "Allen, Jeffrey W., and John J. McConnell, 1998, Equity Carve-Outs and Managerial Discretion, Journal of Finance 53, 163-187.",
        "Berger, Philip G. and Eli Ofek, 1995, Diversifications Effect On Firm Value, Journal of Financial Economics 37, 39-65.",
        "Berger, Philip G. and Eli Ofek, 1996, Bustup Takeovers of Value-Destroying Diversified Firms, Journal of Finance 51, 1175-1200.",
        "Berger, Philip G. and Eli Ofek, 1998, Causes and Consequences of Corporate Refocusing Programs, Review of Financial Studies, forthcoming.",
        "Boot, Arnoud W.A., 1992, Why hand on to losers'DONE' Divestitures and takeovers, Journal of Finance 47, 1401-1424.",
        "Comment, Robert and Gregg A. Jarell, 1995, Corporate focus and stock returns, Journal of Financial Economics 37, 67-87.",
        "Daley, Lane, Vikas, Mehrotra, and Ranjini, Sivakumar, 1997, Corporate Focus and Value Creation: Evidence from Spin-offs, Journal of Financial Economics 45, 257-281.",
        "Dennis, David J., Diane K. Dennis, and Atulya Sarin, 1997, Agency problems, equity ownership, and corporate diversification, Journal of Finance 52, 135-160.",
        "Fulgieri, Paolo, and Laurie Simon Hodrick, 1997, Synergies and internal agency conflicts: The double-edged sword of mergers, unpublished working paper, Columbia University.",
        "Hyland, David, 1997, Why Firms Diversify: An Empirical Examination, Unpublished Doctoral Dissertation, The Ohio State University, Columbus, Ohio.",
        "John, Kose and Eli Ofek, 1995, Asset Sales and Increase in Focus, Journal of Financial Economics 37, 105-26.",
        "Kaplan, Steven, and Michael S. Weisbach, 1992, The Success of Acquisitions: Evidence from Divestitures, Journal of Finance 47, 107-139.",
        "Lang, Larry, Annette Poulsen and RenÃ\u0083Â© M. Stulz, Asset Sales, 1994, Firm Performance, And The Agency Costs Of Managerial Discretion, Journal of Financial Economics 37, 3-37.",
        "Lang, Larry H. P. and RenÃ\u0083Â© M. Stulz, 1994, Tobins q, Corporate Diversification, And Firm Performance, Journal of Political Economy 102, 1248-1280.",
        "Liebeskind, Julia, and Opler, Tim C., 1992, The Causes of Corporate Refocusing, unpublished working paper, Southern Methodist University.",
        "Matsusaka, John G., 1997, Corporate Diversification, Value Maximization, and Organizational Capabilities, Working paper, University of Southern California.",
        "Matsusaka, John G., and Vikram Nanda, 1996, Internal Capital Markets and Corporate Refocusing, Working Paper, USC and University of Michigan.",
        "Meyer, Margaret, Paul Milgrom, and John Roberts, 1990, Organization Prospects, Influence Costs, and Ownership Changes, Journal of Economics and Management Strategy 1, 9-35.",
        "Morck, Randall, Andrei Shleifer, and Robert Vishny, 1990, Do managerial motives drive bad acquisitions'DONE', Journal of Finance 45, 31-48.",
        "Nanda, Vikram, and M.P. Narayanan, 1997, Disentangling Value: Misvaluation and the Scope of the Firm, Working Paper, University of Michigan.",
        "Palia, Darius, 1998, Division-level overinvestment and agency conflicts in diversified firms, Working Paper, Columbia University.",
        "Rajan, Raghuram, Henri Servaes, and Luigi Zingales, 1999, The diversification discount and inefficient investment, Journal of Finance, forthcoming.",
        "Scharfstein, D.S., 1997, The dark side of internal capital markets II: Evidence from diversified conglomerates, MIT Working Paper.",
        "Scharfstein, David S., and Jeremy C. Stein, 1999, The dark side of internal capital markets: divisional rent-seeking and inefficient investment, MIT Working Paper.",
        "Shin, Hyun-Han, and RenÃ\u0083Â© M. Stulz, 1998, Are Internal Capital Markets Efficient'DONE', Quarterly Journal of Economics 113, 531-552.",
        "Shleifer, Andrei, and Robert W. Vishny, 1989, Management Entrenchment: The Case Of Manager-Specific Investments, Journal of Financial Economics 25, 123-140.",
        "Shleifer, Andrei, and Robert W. Vishny, 1992, Liquidation Values and Debt Capacity: A Market Equilibrium Approach, Journal of Finance 47, 1343-1366.",
        "Stein, Jeremy C., 1997, Internal capital markets and the competition for corporate resources, Journal of Finance 52, 111-134.",
        "Weisbach, Michael S., 1995, CEO turnover and the firms investment decisions, Journal of Financial Economics 37, 159-188."
    ]
}