{
    "id": 7176,
    "cites": 123,
    "cited_by": 29,
    "reference": [
        "Akerlof, George, The Market for &apos;Lemons&apos;: Qualitative Uncertainty and the Market Mechanism, Quarterly Journal of Economics, 1970, 74: 488-500.",
        "Altman, Daniel, David M. Cutler and Richard J. Zeckhauser, Adverse selection and adverse retention, American Economic Review, Vol. 88, No. 2 (May, 1998), pp. 122-26.",
        "Arrow, Kenneth, Uncertainty and the Welfare Economics of Medical Care, American Economic Review, 1963, 53(5), 941-973.",
        "Arrow, Kenneth, Aspects of the Theory of Risk Bearing, Helsinki: Yrjo Jahnssonin Saatio, 1965.",
        "Arrow, Kenneth, The Economics of Agency, in John Pratt and Richard Zeckhauser, eds., Principals andAgents: The Structure ofBusiness, Cambridge, MA: Harvard Business School Press, 1985, 37-5 1.",
        "Baker, Laurence C, and Kenneth S. Corts, The Effects of HMOs on Conventional Insurance Premiums: Theoiy and Evidence, NBER Working Paper No. 5356, November 1995.",
        "Baumgardner, James, The Interaction between Forms of Insurance Contract and Types of Technical Change in Medical Care, Rand Journal of Economics, Vol. 22 (1), Spring 1991, 36-53.",
        "Beck, R. G., The effects of co-payment on the poor, Journal of Human Resources, Vol. 9, No. 1 (Winter 1974), pp. 129-142.",
        "Berk, Marc L., and Alan C. Monheit, The Concentration of Health Expenditures: An Update, Health Affairs, Winter 1992, 145-149.",
        "Bhattacharya, Jayanta, William B. Vogt, Aki Yoshikawa and Toshitaka Nakahara, The utilization of outpatient medical services in Japan, Journal of Human Resources, Vol. 31, No. 2 (Spring 1996), pp. 450-76.",
        "Bice, Thomas W., Risk vulnerability and enrollment in a prepaid group practice, Medical Care, Vol. 13, No. 8 (August 1975), pp. 698-703.",
        "Blomqvist, Ake G., Optimal non-linear health insurance, Journal of Health Economics, Vol. 16, No. 3 (June 1997), pp. 303-21.",
        "Brown, Randall S., et al., The Medicare Risk Program for HMOs -- Final Summary Report on Findings from the Evaluation, Final Reprot under HCFA Contract Number 500-88-0006, (Princeton, NJ: Mathematica Policy Research, Inc., 1993).",
        "Buchanan, Joan L.. Emmett B. Keeler. John E. Roiph and Martin R. Holmer, Simulating health expenditures under alternative insurance plans, Management Science, Vol. 37, No. 9 (September 1991), PP. 1067-89.",
        "Buchmueller, Thomas C. and Paul J. Feldstein. The effect of price on switching among health plans, Journal of Health Economics, Vol. 16, No. 2 (April 1997), pp. 231-47.",
        "Cardon, James and Igal Hendel, Asymmetric information in health care and health insurance markets: Evidence from the National Medical Expenditure Survey, mimeo (July 8, 1996).",
        "Carroll, Norman V. and W. Gary Erwin, Patient shifting as a response to Medicare prospective payment, Medical Care, Vol. 25. No. 12 (December 1987), pp. 1161-67.",
        "Cave, Jonathan, Subsidy Equilibrium and Multiple-Option Insurance Markets, in Richard Scheffler and Louis F. Rossiter. eds., Advances in Health Economics and Health Services Research. Volume 6. Biased Selection in Health Care Markets. Greenwich, CT: JAI Press, 1985, 27-45.",
        "Cherkin, Daniel C., Louis Grothaus and Edward H. Wagner, The effect of office visit copayments on utilization in a health maintenance organization, Medical Care, Vol. 27, No. 7 (July 1989), pp. 669-79.",
        "Cochrane, John, Time Consistent Health Insurance, Journal of Political Economy, 103(3), June 1995, 445-73.",
        "Colle, Ann D. and Michael Grossman, Determinants of pediatric care utilization, Journal of Human Resources, Vol. 13 (Supp. 1978), pp. 115-53.",
        "Conrad, Douglas A.. David Grembowski and Peter Milgrom. Adverse selection within dental insurance markets, Advances in Health Economics and Health Services Research, Vol. 6, Richard M. Scheffler and Louis F. Rossiter, eds. (Greenwich, CT: JAI Press, 1985), pp. 17190.",
        "Congressional Budget Office, The Effects of Managed Care on Use and Costs of Health Services, mimeo, June 1992.",
        "Cutler, David M., Estimating the Effect of Reimbursement Policy on Medical Outcomes, doctoral dissertation. Massachusetts Institute of Technology, 1991.",
        "________________ The incidence of adverse medical outcomes under prospective payment, Econometrica. Vol. 63, No. 1 (January 1995), pp. 29-50.",
        "______________ Why Don&apos;t Markets Insure Long-Term Risk, mimeo, 1996.",
        "Cutler, David M. and Sarah J. Reber, Paying for health insurance: The tradeoff between competition and adverse selection Quarterly Journal of Economics, Vol. 113, No. 2 (May 1998), PP. 433-66.",
        "Cutler, David M. and Richard J. Zeckhauser, Adverse selection in health insurance, Frontiers in Health Policy Research, Vol. 1, Alan Garber, ed. (Cambridge, MA: MIT Press, 1998).",
        "Cutler, David M., Mark McClellan, and Joseph P. Newhouse, What Does Managed Care Do?, mimeo, 1998.",
        "Davis, Karen and Louise B. Russell, The substitution of hospital outpatient care for inpatient care, Review of Economics and Statistics, Vol. 54, No. 2 (May 1972), pp. 109-120.",
        "De Meza, David, Health Insurance and the Demand for Medical Care, Journal of Health Economics, Vol. 2 (1), March 1983, 47-54.",
        "Deshamais, Susan I., James Chesney and Steven Fleming, Trends and regional variations in hospital utilization and quality during the first two years of the prospective payment system, Inquiry, Vol. 25 (Fall 1988), pp. 374-82.",
        "Desharnais, Susan I., Roger Wroblewski and Dale Schumacher, How the Medicare prospective payment system affects psychiatric patients treated in short-term general hospitals, Inquiry, Vol. 27 (Winter 1990). pp. 3 82-88.",
        "Diamond, Peter, Optimal Income Taxation: An Example with a U-Shaped Pattern of Optimal Marginal Tax Rates, ;merican Economic Review, 88 (1), March 1998, p 83-95. Dowd, Bryan and Roger Feldman, &apos;Biased selection in twin cities health plans, Advances in Health Economics and Health Services Research, Vol. 6, Richard M. Scheffler and Louis F.",
        "Eggers, Paul W., Risk differential between Medicare beneficiaries enrolled and not enrolled in an HMO, Health Care Financing Review, Vol. 1 (1980), pp. 91-99.",
        "Eichner, Matthew J., Incentives, price expectations and medical expenditures: an analysis of claims under employer-provided health insurance, mimeo (July 30, 1998).",
        "Eichner, Matthew J., Mark McClellan, and David Wise, Insurance or Self-Insurance?: Variation, Persistence, and Individual Health Accounts, in David Wise, ed., Inquiries in the Economics ofAging, Chicago: University of Chicago Press, 1998.",
        "Ellis, Randall P., &apos;The effect of prior-year health expenditures on health coverage pian choice, Advances in Health Economics and Health Services Research, Vol. 6, Richard M. Scheffler and Louis F. Rossiter, eds. (Greenwich, CT: JAI Press, 1985), pp 127-47. Employee choice of health insurance. Review ofEconomics and Statistics, Vol.",
        "_______________ Creaming, Skimping and Dumping: Provider Competition on the Intensive and Extensive Margins, Journal of Health Economics, Vol. 17 (5), October 1998,p 537-55. Ellis, Randall P. and Andrew Van de Ven, NEED FINAL TITLE this volume.",
        "Ellis, Randall P. and Thomas G. McGuire, Hospital response to prospective payment: Moral hazard, selection, and practice-style effects, Journal of Health Economics, Vol. 15 (1996), pp. 257-77.",
        "Eze, Pius and Barbara Wolfe. Is dumping socially inefficient? An analysis of the effect of Medicare&apos;s prospective payment system on the utilization of Veterans Affairs inpatient services, Journal of Public Economics, Vol. 52 (1993), pp. 329-44. Farley, Pamela J. and Alan C. Monheit. Selectivity in the demand for health insurance and health care, Advances in Health Economics and Health Services Research, Vol. 6, Richard M.",
        "Feder, Judith, Jack Hadley and Stephen Zuckerman, How did Medicare&apos;s prospective payment system affect hospitals? New England Journal of Medicine, Vol. 317, No. 14 (October 1, 1987), pp. 867-73.",
        "Feldman, Roger, Michael Finch, Bryan Dowd and Steven Cassou, The demand for employmentbased health insurance plans, Journal of Human Resources, Vol. 24, No. 1 (Winter 1989), pp. 117-42.",
        "Feldman, Roger and Dowd, Bryan, Must Adverse Selection Cause Premium Spirals, Journal of Health Economics. 10 (October 1991), 350-357.",
        "Feldman, Roger and Bryan Dowd, The Effectiveness of Managed Competition in Reducing the Costs of Health Insurance, in Robert B. Helms, ed., Health policy reform: Competition and controls, Washington. D.C.: AEI Press, 1993, p 176-217.",
        "Feldstein, Paul J., General report, Report of the Commission on the Cost of Medical Care (Chicago: American Medical Association, 1964), part 1.",
        "Feldstein, Martin S., The rising price of physicians&apos; services, Review of Economics and Statistics, Vol. 52, No.2 (May 1970), pp. 121-33.",
        "________________ Hospital cost inflation: A study of nonprofit price dynamics, American Economic Review, Vol. 60 (1971), pp. 853-72.",
        "Feldstein, Martin S. and Bernard Friedman, Tax Subsidies, the Rational Demand for Insurance and the Health Care Crisis, Journal of Public Economics, Vol. 7. No. 2 (April 1977), PP. 15578.",
        "Fisher, Charles R., Hospital and Medicare financial performance under PPS, 1985-90, Health Care Financing Review, Vol. 14. No. 1 (Fall 1992), pp. 171-83.",
        "Fitzgerald, John F., Patricia S. Moore and Robert S. Dittus, The care of elderly patients with hip fracture: Changes since implementation of the prospective payment system, New England Journal of Medicine. Vol. 319, No. 21 (November 24, 1988), P. 1392-97.",
        "Folland, Sherman and Robert Kleiman, The effect of prospective payment under DRGs on the market value of hospitals, Quarterly Review of Economics and Business, Vol. 30, No. 2 (Summer 1990), pp. 50-68.",
        "Frank, Richard G. and Judith R. Lave, The effect of benefit design on the length of stay of Medicaid psychiatric patients, Journal of Human Resources, Vol.21, No. 3 (Summer 1986), pp. 321-37.",
        "________________ A comparison of hospital responses to reimbursement policies for Medicaid psychiatric patients, RAND Journal of Economics, Vol. 20, No. 4 (Winter 1989), pp. 588600.",
        "Frank, Richard G., and Thomas McGuire, Economic Functions of Carve-Outs, American Journal of Managed Care, 4(SP), 1998, SP31-SP39.",
        "Fuchs, Victor R. and Marcia J. Kramer, Determinants of expenditures for physicians&apos; services in the United States, 1948-68, National Bureau of Economic Research Occasional Paper Series, No. 117 (1972).",
        "Gaumer, Gary L., Eugene L. Poggio, Craig G. Coelen, Cary S. Sennett and Robert J. Schmitz, Effects of state prospective reimbursement programs on hospital mortality, Medical Care, Vol. 27, No. 7 (July 1989), pp. 724-36.",
        "Gerety, M. B., V. Soderholm-Difatte and C. H. Winograd, Impact of prospective payment and discharge location on the outcome of hip fracture, Journal of General Internal Medicine, Vol. 4, No. 5 (September-October 1989), pp. 388-91.",
        "Glied, Sherry, Managed Care, this volume. Goldman, Fred and Michael Grossman, The demand for pediatric care: An hedonic approach, Journal of Political Economy, Vol. 86, No. 2 (April 1978), pp. 259-80.",
        "Griffith, Mary Jane, Nicholas Baloff and Edward L. Spitznagel, Utilization patterns of health maintenance organization disenrollees, Medical Care. Vol. 22, No. 9 (September 1984), pp. 827-34.",
        "Guterman, Stuart and Allen Dobson, Impact of the Medicare prospective payment system for hospitals, Health Care Financing Review, Vol. 7, No. 3 (Spring 1986), pp. 97-114.",
        "Guterman, Stuart, Stuart H. Altman and Donald A. Young, Hospitals&apos; financial performance in the first five years of PPS, Health Affairs, Vol.9, No. I (Spring 1990), pp. 125-134.",
        "Hadley, Jack, Stephen Zuckerman and Judith Feder, Profits and fiscal pressure in the prospective payment system: Their impacts on hospitals, Inquiry, Vol. 26 (Fall 1989), pp. 354-65.",
        "Hodgkin, Dominic and Thomas G. McGuire, Payment levels and hospital response to prospective payment, Journal of Health Economics, Vol. 13 (1994), pp. 1-29.",
        "Jackson-Beeck, Marilyn and John H. Kleinman, Evidence for self-selection among health maintenance organization enrollees, Journal ofthe american MedicalAssociation, Vol. 250, No. 20 (November 25. 1983), pp. 2826-29.",
        "Juba, David A., Judith R. Lave and Jonathan Shaddy, An analsyis of the choice of health benefits plans, Inquiry, Vol. 17 (Spring 1980), pp. 62-71.",
        "Kahn, Katherine L. et al. (series), The effects of the DRG-based prospective payment system on quality of care for hospitalized Medicare patients, Journal of the American Medical Association, Vol. 264, No. 15 (October 17, 1990), pp. 1953-1994 (eight articles).",
        "Kotowitz, Yehuda, Moral Hazard, in the New Paigrave Dictionary of Economics, 1987.",
        "Langwell, Katherine M. and James P. Hadley, Evaluation of the Medicare competition demonstrations, Health Care Financing Review, Vol. 11, No. 2 (Winter 1989), pp. 65-80.",
        "Lave, Judith R., Richard G. Frank, Carl Taube, Howard Goldman and Agnes Rupp, The early effects of Medicare&apos;s prospective payment system on psychiatry, Inquiry, Vol. 25 (Fall 1988), pp. 354-63.",
        "Long, Stephen H., Russell F. Settle and Charles W. Wrightson, Employee premiums, availability of alternative plans, and HMO disenrollment, Medical Care, Vol. 26, No. 10 (October 1988), pp. 927-3 8. Luft, Harold S., Joan B. Trauner and Susan C. Maerki, Adverse selection in a large, multiple-option health benefits program: A case study of the California Public Employees&apos; Retirement System, Advances in Health Economics and Health Services Research, Vol. 6, Richard M.",
        "Ma, Ching-to Albert. and Thomas McGuire, Optimal Health Insurance and Provider Payment, American Economic Review, Vol. 87 (4), September, 1997, pp. 685-704.",
        "Maibach, Ed., Katharine Dusenbury. Pamel Zupp, et al., Marketing HMOs to Medicare Beneficiaries: An Analysis of Four Medicare Markets, Menlo Park, CA: Kaiser Family Foundation, 1998.",
        "Manning, Willard G. and M. Susan Marquis, Health insurance: The tradeoff between risk pooling and moral hazard, Journal of Health Economics, Vol. 15, No. 5 (October 1996),pp. 609-39.",
        "Marquis, M. Susan, Adverse selection with a multiple choice among health insurance plans: A simulation analysis, Journal of Health Economics, Vol. 11, No. 2 (August 1992), pp. 12951.",
        "Marquis, M. Susan and Charles E. Phelps, Price elasticity and adverse selection in the demand for supplemental health insurance.&apos; Economic Inquiry, Vol. 25, No. 2 (April 1987), pp. 299-313.",
        "McAvinchey, Ian D. and Andreas Yannopoulos, Elasticity estimates from a dynamic model of interrelated demands for private and public acute health care, Journal of Health Economics, Vol. 12 (July 1993), pp. 171-86.",
        "McGuire, Thomas G., Price and membership in a prepaid group medical practice, Medical Care, Vol. 19, No. 2 (February 1981), pp. 172-83.",
        "Menke, Tern, Impacts ofPPS on Medicare Part B expenditures and utilization for hospital episodes of care, Inquiry, Vol. 27 (Summer 1990), pp. 114-26.",
        "Merrill, Jeffrey, Catherine Jackson and James Reuter, Factors that affect the HMO enrollment decision: A tale of two cities, Inquiry, Vol. 22 (Winter 1985), pp. 388-95.",
        "Miller, Robert H. and Harold S. Luft. Does Managed Care Lead to Better or Worse Quality of Care?, Health Affairs. 16(5), September/October 1997, pp. 7-25.",
        "Morrisey, Michael A., Frank A. Sloan and Joseph Valvona, Medicare prospective payment and posthospital transfers to subacute care, Medical Care, Vol. 26, No. 7 (July 1988), pp. 68598.",
        "Newhouse, Joseph P., Do unprofitable patients face access problems? Health Care Financing Review, Vol. 11, No. 2 (Winter 1989), pp. 33-42.",
        "Newhouse, Joseph P., Reimbursing Health Plans and Health Providers: Efficiency in Production Versus Selection,&apos; Journal ofEconomic Literature, XXXIV (September 1996), 1236-1263.",
        "Newhouse, Joseph P. and Daniel J. Byrne, &apos;Did Medicare&apos;s prospective payment system cause length of stay to fall? Journal of Health Economics, Vol. 7(1988), pp. 413-16.",
        "Newhouse, Joseph P. and Charles E. Phelps, Price and income elasticities for medical care services, The Economics of Health and Medical Care, ch. 9 (New York: John Wiley & Sons, 1974), pp. 140-61.",
        "_______________ &apos;New estimates of price and income elasticities of medical care services, The Role of Health Insurance in the Health Services Sector, ch. 7 (New York: National Bureau of Economic Research. 1976), pp. 261-313.",
        "Nichols, Albert, and Richard Zeckhauser, Targeting Transfers through Restrictions on Recipients American Economic Review, 72 (2), May 1982, p 3 72-77. Palmer, R. M., R. M. Saywell. Jr.. I. W. Zollinger, B. K. Erner, A. D. LaBov, D. A. Freund, J. E. Garber, G. W. Misamore and F. B. Throop, The impact of the prospective payment system on the treatment of hip fractures in the elderly,Archives of Internal Medicine, Vol. 149, No.",
        "Pauly, Mark, The Economics of Moral Hazard: Comment, American Economic Review, 1968, 58: 53 1-53 6.",
        "Pauly, Mark, Overinsurance and Public Provision of Insurance: The Roles of Moral Hazard and Adverse Selection, Quarterly Journal of Economics, 1974, 88: 44-54.",
        "Pauly, Mark, Taxation, Health Insurance and Market Failure, Journal of Economic Literature, 1986, 24 (6): 629-675.",
        "Pauly, Mark, and Scott Ramsey. Would You Like Suspenders to Go With that Belt? An Analysis of Optimal Combinations of Cost Sharing and Managed Care, mimeo, 1998.",
        "Pauly, Mark, Howard Kunreuther, and Richard Hirth, Guaranteed Renewability in Insurance, Journal of Risk & Uncertainly. Vol. 10 (2), March 1995, pp. 143-56.",
        "Phelps, Charles E., The demand for health insurance: A theoretical and empirical investigation, RAND Research Paper Series, No. R-1054-OEO (July 1973).",
        "Phelps, Charles E. and Joseph P. Newhouse, Effect of coinsurance: A multivariate analysis, Social Security Bulletin (June 1972), pp. 20-28.",
        "_________________ Effects on coinsurance on demand for physician services, RAND Research Paper Series, No. R-976-OEO (June 1972).",
        "_______________ Coinsurance, the price of time, and the demand for medical services, Review of Economics and Statisiics, Vol. 56, No. 3 (August 1974), pp. 334-42. Plato, The Republic.",
        "Price, James R. and James \\V. Mays, Biased selection in the Federal Employees Health Benefits Program, Inquiry. Vol. 22 (Spring 1985), pp. 67-77.",
        "Ramsey, Scott D. and Mark Pauly, Structural Incentives and Adoption of Medical Technologies in HMO and Fee-for-Service Health Insurance Plans, Inquiry, 34 (3), Fall 1997, p 228-36. Ray, W. A., M. R. Griffin and D. K. Baugh, Mortality following hip fracture before and after implementation of the prospective payment system, Archives of Internal Medicine, Vol.",
        "Rodgers, Jack and Karen E. Smith, Is there biased selection in Medicare HMOs? Health Policy Economics Group Report (Washington, DC: Price Waterhouse LLP, May 16, 1996).",
        "Rosenthal, Gerald, Price elasticity of demand for short-term general hospital services, Empirical Studies in Health Economics, Herbert E. Klarman, ed., (Baltimore, MD: Johns Hopkins Press, 1970), pp. 101-117.",
        "Rosett, Richard N. and Lien-fu Huang, The effect of health insurance on the demand for medical care, Journal of Political Economy, Vol. 81 (MarchlApril 1973), pp. 28 1-305.",
        "Rothschild, Michael, and Joseph E. Stiglitz. Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information, Quarterly Journal of Economics, 1976, 90: 629-650.",
        "Russell, Louise B. and Carrie Lynn Manning, The effect of prospective payment on Medicare expenditures, Nei England Jo urnal of Medicine, Vol. 320, No. 7 (1989), pp. 439-44.",
        "Sager, Mark A., Douglas V. Easterling, David A Kindig and Odin W. Anderson, Changes in the location of death after passage of Medicare&apos;s prospective payment system, New England Journal of Medicine, Vol. 320, No. 7 (1989), pp. 433-39.",
        "Scitovsky, Anne A. and Nelda McCall, Coinsurance and the demand for physician services: Four years later, Social Security Bulletin (May 1977), pp. 19-27.",
        "Scitovsky, Anne A., Nelda McCall and Lee Benham, Factors affecting the choice between two prepaid plans. \\Iedical Care. Vol. 16, No. 8 (August 1978), pp. 660-675.",
        "Scitovsky, Anne A. and Nelda M. Snyder, Effect of coinsurance on use of physician services, Social Security Bulletin (June 1972), pp. 3-19.",
        "Shaw, George Bernard. The Dociois Dilemma, 1911.",
        "Sheingold, Steven H.. The first three years of PPS: Impact on Medicare costs, Health Affairs, Vol. 8, No. 3 (Fall 1989), p. 191-204.",
        "Sheingold, Steven H. and Thomas Buchberger, Implications of Medicare&apos;s prospective payment system for the provision of uncompensated hospital care, Inquiry, Vol. 23 (Winter 1986), pp. 371-81.",
        "Sloan, Frank A., Michael A. Morrisev and Joseph Valvona, Medicare prospective payment and the use of medical technologies in hospitals, Medical Care, Vol. 26, No, 9 (September 1988), pp. 837-50.",
        "Spence, Michael, and Richard Zeckhauser. Insurance, Information, and Individual Action, American Economic Revew, Papers and Proceedings, 1971, 61(2): 380-387.",
        "Staiger, Douglas and Gary L. Gaumer, Price regulation and patient mortality in hospitals, mimeo (August 1995).",
        "van de Ven, Wyn, and P. M. M. and Rene C. J. A. van Vliet, Consumer surplus and adverse selection in competitive health insurance markets: An empirical study, Journal of Health Economics, Vol. 14, No. 2 (June 1995), pp. 149-69.",
        "Welch, W. Pete, Restructuring the Federal Employees Health Benefits Program: The private sector option, Inquiry, Vol. 26 (Fall 1989), pp. 321-34.",
        "Weissman, Joel, and Arnold Epstein, Falling Through the Safety Net: Insurance and Access to Medical Care. Baltimore, MD: Johns Hopkins University Press, 1994.",
        "Wholey, Douglas, Roger Feldman, and Jon B. Christianson, The Effect of Market Structure on HMO Premiums, Journal of Health Economics, 14 (1), May 1995, pp. 8 1-105.",
        "Wilike, Richard J, William S. Custer, James W. Moser and Robert A. Musacchio, Collaborative production and resource allocation: The consequences of prospective payment for hospital care, Quarterly Review of Economics and Business, Vol. 31, No. 1 (Spring 1991), pp. 2847.",
        "Wilson, Charles, The Nature of Equilibrium in Markets with Adverse Selection, The Bell Journal of Economics. 11(1), Spring 1980. pp. 108-30.",
        "Wrightson, William. James Genuardi and Sharman Stephens, Demographic and utilization characteristics of HMO disenrollees, GHAA Journal (Summer 1987), pp. 23-42.",
        "Zeckhauser, Richard, Medical Insurance: A Case Study of the Tradeoff Between Risk Spreading and Appropriate Incentives, Journal of Economic Theory, 1970, 2: 10-26.",
        "Zeckhauser, Richard, Risk Spreading and Distribution, in Harold M. Hochman and George E. Peterson, eds., Redistribution Through Public Choice, New York: Columbia University Press, 1974, 206-28. Zweifel, Peter, and Willard G. Manning, Consumer Incentives in Health Care, this volume. &lt;/ref_section&gt;"
    ]
}