{
    "id": 7178,
    "cites": 29,
    "cited_by": 34,
    "reference": [
        "[29] von Hagen, JÃ\u0083Â¼rgen (1995), Ination and Monetary Targeting in Germany, in Leiderman, Leonardo, and Lars E.O. Svensson, eds. (1995), Ination Targets, Centre of Economic Policy",
        "[28] TÃ\u0083Â¶dter, Karl-Heinz, and Gerhard Ziebarth (1997), Price Stability vs. Low Ination in Germany: An Analysis of Costs and Bene...ts, NBER Working Paper No. 6150.",
        "[27] TÃ\u0083Â¶dter, Karl-Heinz, and Hans-Eggert Reimers (1994), P-Star as a Link between Money and Prices in Germany, Weltwirtschaftliches Archiv 130, 273289.",
        "[26] Svensson, Lars E.O. (1999d), Monetary Policy Issues for the Eurosystem, Carnegie- Rochester Series on Public Policy, forthcoming.",
        "[25] Svensson, Lars E.O. (1999c), Ination Targeting: Some Extensions, Scandinavian Journal of Economics, forthcoming.",
        "[24] Svensson, Lars E.O. (1999b), Ination Targeting as a Monetary Policy Rule, Journal of Monetary Economics, forthcoming.",
        "[23] Svensson, Lars E.O. (1999a), Better to Respond to Determinants of Targets than to Targets Themselves, in preparation.",
        "[22] Rudebusch, Glenn D., and Lars E.O. Svensson (1999), Eurosystem Monetary Targeting: Lessons from U.S. Data, Working Paper.",
        "[21] Neumann, Manfred (1997), Monetary Targeting in Germany, in Kuroda, Iwai, ed., To- wards More Eective Monetary Policy, Mcmillan, London.",
        "[20] Meltzer, Allan H. (1999), The Transmission Process, presented to the Deutsche Bun- desbank Conference on The Monetary Transmission Process: Recent Developments and Lessons for Europe, March 1999.",
        "[19] Laubach, Thomas, and Adam S. Posen (1997), Disciplined Discretion: Monetary Targeting in Germany and Switzerland, Essays in International Finance, No. 206, Princeton Univer- sity.",
        "[18] Kareken, John H., Thomas Muench, and Neil Wallace (1973), Optimal Open Market Strategy: The Use of Information Variables, American Economic Review 63, 156172.",
        "[17] Jahnke, Wilfried, and Hans-Eggert Reimers (1995), The Transmission of Monetary Pol- icy in the Econometric Model of the Deutsche Bundesbank for the German Economy, in Financial Structure and the Monetary Policy Transmission Mechanism, Bank for Interna- tional Settlements, Basle.",
        "[16] Issing, Otmar (1998), The European Central Bank at the Eve of EMU, speech in London, November 26, 1998.",
        "[15] Hansen, Lars P., and Thomas J. Sargent (1998), Alternative Representations of Discounted Robust Linear Quadratic Control, Working Paper.",
        "[14] Hallman, Jerey J., Richard D. Porter, and David H. Small, (1991), Is the Price Level Tied to the M2 Monetary Aggregate in the Long Run?, American Economic Review 81, 841-858.",
        "[13] Gerlach, Stefan, and Lars E.O. Svensson (1999), Ination and Money in the Euroa Area: A Case for Monetary Indicators? in preparation.",
        "[12] Friedman, Benjamin M. (1975), Targets, Instruments, and Indicators of Monetary Policy, Journal of Monetary Economics 1, 443473.",
        "[11] European Central Bank (1999), The Stability-Oriented Monetary Policy Strategy of the Eurosystem, ECB Monthly Bulletin, January 1999, http://www.ecb.int, 3950.",
        "[10] European Central Bank (1998b), The Quantitative Reference Value for Monetary Growth, Press Release, December 1, 1998, http://www.ecb.int.",
        "[9] European Central Bank (1998a), A Stability-Oriented Monetary Policy Strategy for the ESCB, Press Release, October 13, 1998, http://www.ecb.int.",
        "[8] Clarida, Richard, and Mark Gertler (1997), How the Bundesbank Conducts Monetary Policy, in Romer, Christina, and David Romer, eds., Reducing Ination: Motivation and Strategy, Chicago University Press.",
        "[7] Clarida, Richard, Jordi Gali and Mark Gertler (1998a), Monetary Policy Rules in Practice: Some International Evidence, European Economic Review 42, 10331067.",
        "[6] Christiano, Lawrence C. (1989), P Is Not the Ination Forecasters Holy Grail, Federal Reserve Bank of Minneapolis Quarterly Review 13 (Fall 1989), 318.",
        "[5] Bryant, Ralph C. (1980), Money and Monetary Policy in Interdependent Nations, Brookings Institution, Washington D.C.",
        "[4] Brunner, Karl, and Allan H. Meltzer (1969), The Nature of the Policy Problem, in Karl Brunner, ed., Targets and Indicators of Monetary Policy, Chandler, San Francisco, 126.",
        "[3] Browne, F.X., G. Fagan, and J. Henry (1997), Money Demand in EU Countries: A Survey, Sta Paper No. 7, European Monetary Institute.",
        "[2] Bernanke, Ben S., and Ilian Mihov (1997), What Does the Bundesbank Target? European Economic Review 41, 1025-1054.",
        "[1] Bernanke, Ben S., Thomas Laubach, Frederic S. Mishkin, and Adam S. Posen (1998), Ination Targeting: Lessons from the International Experience, Princeton University Press."
    ]
}