{
    "id": 718,
    "cites": 19,
    "cited_by": 5,
    "reference": [
        "Ballentine, J. Gregory (1981), The Impact of the Interaction between Taxes and Inflation in an Economy with Business and Housing Sectors, Minieo, University of Florida.",
        "Ebrill, Liam P. and Un M. Possen (1980), Inflation, Aggregate Demand, Capital Accummulation and Productivity, NBER Conference Paper No. 53.",
        "Feldstein, Martin S., (1981), The Distribution of the U.S. Capital between Residential and Industrial Uses, Economic Inquiry, Vol. XIX, No. 1.",
        "Feldstein, Martin S. and Lawrence Summers (1978), Inflation, Tax Rules, and the Long-Term Interest Rate, Brookings Papers on Economic Activity, 1.",
        "Follain, James R., Jr. (1981), Does Inflation Affect Real Behavior: The Case of Housing, Southern Economic Journal, forthcoming.",
        "Friend, Irwin and. Marshall Blume (1975), The Demand for Risky Assets, American Economic Review, Vol. 65, No. 5, 900-22.",
        "Friend, Irwin and J. Hasbrouch (1980), Effects of Inflation on Profitability and Valuation of U.S. Corporations, Mimeo, University of Pennsylvania.",
        "Grebler, Leo (1979), The Growth of Residential Capital Since World War II, AREUEA Journal, Winter.",
        "Hanushek, Eric A. and John M. Q,uigley (1980), What is the Price Elasticity of Housing Demand? Review of Economics and Statistics, Vol. 62, August.",
        "Heridershott, Patric H., (1980), Real User Costs arid the Demand for Single Family Housing, Brookings Papers on Economic Activity, 2.",
        "Taxation, Valuation Errors, RIsk and Profitability, American Economic Review, December, Hendershott, Patric H. and Sheng Cheng Hu (1980), Government-Induced Biases in the Allocation of the Stock of Fixed Capital in the United States, in G.M. von Furstenberg (ed.) Capital, Efficiency and Growth, Ballinger Publishing Company.",
        "Brook ings Inst itut ion. ___________________________ (1981b), Inflation and Extraordinary Returns on Owner-Occupied Housing: Some Implications for Capital Allocation and Productivity Growth, Journal of Macroeconomics, Vol. 3, Spring.",
        "Kau, James and Donald Kennan (1981), Inflation, Taxes and Housing in a Growing Economy, Mimeo, University of Georgia.",
        "Kearl, James R. and Frederic S. Mishkin (1977), Illiquidity, the Demand for Residential Housing, and Monetary Policy, The Journal of Finance, December.",
        "Malkiel, Burton G. (1979), The Capital Formation Problem in the United States, Journal of Finance, Vol. 3~+, May, 291-306.",
        "Rosen, Harvey S. (1979), `~Housing Decisions and the U.S. Income Tax: An Econometric Analysis, Journal of Public Economics, Vol. Il.",
        "Slemrod, Joel (1980), A General Equilibrium Model of Capital Income Taxation, Ph.D. dissertation, Harvard University, 1980.",
        "Simulation Methods in Tax Policy Analysis, Palm Beach, Florida January 26-27. 140 Smith, Barton A. (1976), The Supply of Urban Housing, Quarterly Journal of Economics, August.",
        "Villani, Kevin E. (1981), The Tax Subsidy to Housing in an Inflationary Environment: Implications for After-Tax Housing Costs, in C.F."
    ]
}