{
    "id": 7180,
    "cites": 14,
    "cited_by": 20,
    "reference": [
        "Abel, Andrew. 1990. Consumption and Investment, Chapter 14 in Benjamin Friedman and Frank Hahn (eds.) Handbook of Monetary Economics, North-Holland. 725-778.",
        "Baily, Martin Neil. 1981. Productivity and the Services of Capital and Labor, Brookings Papers on Economic Activity No. 1. 1-50.",
        "Bradford, David F. 1991. Market Value versus Financial Accounting Measures of National Saving, in B. Douglas Bernheim and John B. Shoven (eds.) National Saving and Economic Performance Chicago: University of Chicago Press for the National Bureau of Economic Research. 15-44.",
        "Brainard, William C., John B. Shoven, and Laurence Weiss. 1980. The Financial Valuation of the Return to Capital, Brookings Papers on Economic Activity. 453-502. Number 2.",
        "Brynjolfsson, Erik, and Shinkyu Yang. 1999. The Intangible Costs and Benefits of Computer Investments: Evidence from Financial Markets, Sloan School, MIT, April.",
        "Campbell, John Y, and Robert E. Shiller. 1998. Valuation Ratios and the LongRun Stock Market Outlook, Journal of Portfolio Management 24(2):1126.",
        "Winter. Cochrane, John H. 1991. Production-Based Asset Pricing and the Link between Stock Returns and Economic Fluctuations, Journal of Finance 209-237.",
        "Model, Journal of Political Economy 104: 572-621. Gale, William, and John Sablehaus. 1999. Perspectives on the Household Saving Rate, Brookings Papers on Economic Activity, forthcoming.",
        "Gordon, Robert J. 1994. discussion of S.D. Oliner and S.E. Sichel. Computers and Output Growth Revisited: How Big is the Puzzle'DONE' Brookings Papers on Economic Activity 273-334. Number 2.",
        "Jeremy Greenwood and Boyan Jovanovic, The IT Revolution and the Stock Market, American Economic Review Papers and Proceedings 89:116122, May 1999.",
        "Hansen, Lars Peter, and Ravi Jagannathan. 1991. Implications of Security Market Data for Models of Dynamic Economies, Journal of Political Economy, vol. 99, pp. 225-262.",
        "Lucas, Robert E., Jr. 1978. Asset Prices in an Exchange Economy, Econometrica 46:1429-1445, November.",
        "Shiller, Robert E. 1989. Market Volatility. Cambridge: MIT Press.",
        "Summers, Lawrence H. 1981. Taxation and Corporate Investment: A q-Theory Approach, Brookings Papers on Economic Activity 67-127. Number 1."
    ]
}