{
    "id": 7186,
    "cites": 17,
    "cited_by": 30,
    "reference": [
        "Board of Governors of the Federal Reserve System. 1944. Banking and Monetary Statistics.",
        "Washington, DC. Bordo, Michael D. 1993. The Bretton Woods International Monetary System: An Historical Overview, In Michael D. Bordo and Barry Eichengreen (eds.) A Retrospective on the Bretton Woods System: Lessons for International Monetary Reform. Chicago: University of Chicago Press.",
        "Bordo, Michael D. and Barry Eichengreen. 1998. The Rise and Fall of a Barbarous Relic: The Role of Gold in the International Monetary System. NBER Working Paper 6436.",
        "March. Bordo, Michael D. and Finn E. Kydland. 1995. The Gold Standard as a Rule: An Essay in Exploration Explorations in Economic History. Vol. 32. No.2. October. pp. 423-464.",
        "Bordo, Michael D. and Hugh Rockoff. 1996. The Gold Standard as a `Good Housekeeping Seal of Approval Journal of Economic History. Vol. 56. No.2. June. pp. 389-428.",
        "New York NY: NBER. [Reprinted, New York NY: Arno Press, 1970].",
        "Chandler, Lester V. 1958. Benjamin Strong, Central Banker. Washington: Brookings.",
        "Clay, Henry. 1957. Lord Norman. London: Macmillan; New York: St. Martins Press.",
        "Princeton: Princeton University Press. Hallwood, Paul, Ronald MacDonald, and Ian Marsh. 1996. Credibility and Fundamentals: Were the Classical and Interwar Gold Standards Well Behaved Target Zones'DONE' in Tamin Bayoumi, Barry Eichengreen and Mark Taylor (eds). Economic Perspectives on the Classical Gold Standard. Cambridge: Cambridge University Press.",
        "Lewis, Cleona. 1938. Americas Stake in International Investments. Washington DC: The Brookings Institute.",
        "Mitchell, B.R. 1992. International Historical Statistics: Europe. New York: Stockton Press.",
        "Mitchell, B.R. 1993. International Historical Statistics: the Americas. New York: Stockton Press.",
        "Mitchell, B.R. 1995. International Historical Statistics: Africa, Asia and Oceania. New York: Stockton Press.",
        "Officer, Lawrence. 1996. Between the Dollar-Sterling Gold Points: Exchange Rates, Parity and Market Behavior. Cambridge: Cambridge University Press.",
        "Simmons, Beth. 1994. Who Adjusts'DONE' Princeton: Princeton University Press.",
        "Spence, A. Michael. 1974. Market Signalling: Information Transfer in Hiring and Related Processes. Cambridge, MA: Harvard University Press.",
        "London UK: Athlone. Tsokhas, Kosmos. 1994. The Australian Role in Britains Return to the Gold Standard. Economic History Review, Vol. 47, No. 1, February, pp. 129-146."
    ]
}