{
    "id": 7188,
    "cites": 24,
    "cited_by": 40,
    "reference": [
        "Solon, Gary, Robert Barsky and Jonathan Parker. 1994. Measuring the Cyclicality of Real Wages: How Important is Composition Bias? Quarterly Journal of Economics 109(1): 1-26.",
        "Keane, Michael, Robert Moffitt and David Runkle. 1988. Real Wages over the Business cycles: Estimating the Impact of Heterogeneity with Micro Data. Journal of Political Economy 96:1232-1266.",
        "Karoly, Lynn. 1992. The Trend in Inequality Among Families, Individuals and Workers in the United States. In Uneven Tides: Rising Inequality in America, ed. Sheldon Danziger and Peter Gottschalk. New York: The Russell Sage Foundation.",
        "Holzer, Hany J. 1991. Employment, Unemployment, and Demand Shifts in Local Labor Markets. The Review of Economics and Statistics.",
        "Freeman, Richard. 1991b. Employment and Earnings of Disadvantaged Young Men in a Labor Shortage Economy. In The Urban Underclass, ed. C. Jencks and Peterson. Washington DC: Brookings Institution Press.",
        "Freeman, Richard. 1991a. Labour Market Tightness and the Mismatch Between Demand and Supply of Less-Educated Young Men in the United States in the 1 980s. In Mismatch and Labour Mobility, ed. P. Schioppa. Cambridge: Cambridge University Press.",
        "Freeman, Richard. 1982. Economic Determinants of Geographic and Individual Variation in the Labor Market Position of Young Persons. In The Youth Labor Market Problem: Its Nature, Causes, and Consequences, ed. R Freeman and D. Wise. Chicago: University of Chicago Press.",
        "Card, David. 1995. The Wage Curve: A Review. Journal of Economic Literature 33:785-799.",
        "Cutler, David and Lawrence Katz. 1991. Macroeconomic Performance and the Disadvantaged. Brookings Papers on Economic Activity 2:1991.",
        "Cain, Glen and Ross Fiimie. 1990. The Black-White Difference in Youth Employment: Evidence from Demand Side Factors. Journal of Labor Economics 8:S364-95.",
        "Bound, Joim and Hany Holzer. 1993. Industrial Shifts, Skill Levels, and the Labor Market for White and Black Males. The Review of Economics and Statistics, August.",
        "Bound, Joim and Richard Freeman. 1992. What Went Wrong? The Erosion of Relative Earnings and Employment Among Young Black men in the 1 980s The Quarterly Journal of Economics, 107:201-232.",
        "Blank, Rebecca, David Card, and Philip Robins. 1998. Financial Incentives for Increasing Work and Income Among Low-Income Families. Paper prepared for the Joint Center for Poverty Research conference on Labor Markets and Less Skilled Workers.",
        "Blank, Rebecca and David Card. 1993. Poverty, Income Distribution and Growth: Are They Still Related? Brookings Papers on Economic Activity, 2:1993.",
        "Blank, Rebecca and Alan Blinder. 1986. Macroeconomics, Income Distribution, and Poverty. In Fighting Poverty: What Works and What Doesn t, ed. Sheldon Danziger and Daniel Weinberg. Cambridge, MA: Harvard University Press.",
        "Blanchard, Olivier J. and Lawrence F. Katz. 1992. Regional Evolutions. Brookings Papers on Economic Activity 1:1992.",
        "Blank, Rebecca. 1989. Disaggregating the Effect of the Business Cycle on the Distribution of Income. Economica 56: 141-163.",
        "Bils, Mark. 1985. Real Wages over the Business Cycle: Evidence from Panel Data. Journal of Political Economy 93(4) pp. 666-689.",
        "Bartik, Timothy J. 1996. The Distributional Effects of Local Labor Demand and Industrial Mix: Estimates Using Individual Panel Data. Journal of Urban Economics 40(2): 150-178.",
        "Bartik, Timothy J. 1994 The Effects of Metropolitan Job Growth on the Size Distribution of Family Income. Journal of Regional Science 34(4):483-501.",
        "Bartik, Timothy J. 1993b Economic Development and Black Economic Success. Upjohn Institute Technical Report No. 93-001.",
        "Bartik, Timothy J. 1993a The Effects of Local Labor Markets on Individual Labor Market Outcomes for Different Demographic Groups and the Poor. W.E. Upjohn Institute Working Paper 93-23.",
        "Bartik, Timothy J. 1991. Who Benefits from State and Local Economic Development Policies? W.E. Upjohn Institute for Employment Research. Kalamazoo Michigan.",
        "Acs, Gregory and Douglas Wissoker. 1991. The Impact of Local Labor Markets on the Employment Patterns of Young Timer-City Males. Mimeo, Urban Institute."
    ]
}