{
    "id": 7190,
    "cites": 79,
    "cited_by": 27,
    "reference": [
        "Angrist, J., Imbens, G. and Krueger, A. (1998), Jackknife Instrumental Variables Estimation, forthcoming in Journal of Applied Econometrics.",
        "Angrist, J. arid Krueger, A. (1991), Does Compulsory School Attendance Affect Schooling and Earnings?, Quarterly Journal of Economics 106, 979-1014.",
        "Angrist, J. and Krueger, A. (1999), Empirical Strategies in Labor Economics, forthcoming in: 0. Ashenfelter and D. Card, eds., Handbook of Labor Economics, (North Holland, Amsterdam).",
        "Angrist, J., and Newey, W. (1991), Over-Identification Tests in Earnings Functions with Fixed Effects, Journal of Business and Economic Statistics 9, 317-323.",
        "Ashenfelter, 0., Harmon, C. and Oosterbeek, H. (1998), Empirical Estimation of the Schooling/Earnings Relationship - A Review, mimeo.",
        "Ashenfelter, 0. and Krueger, A. (1994), Estimates of the Economic Return to Schooling from a New Sample of Twins, American Economic Review 84, 1157-1173.",
        "Barnett, W. (1992), Benefits of Compensatory Preschool Education, Journal of Human Resources 27, 279-312.",
        "Barro, R. (1997), Determinants of Economic Growth: A Cross-Country Empirical Study, Lionel Robbins Lectures, (MIT Press, Cambridge).",
        "Barro, R. arid Lee, J.-W. (1993), International Comparisons of Educational Attainment, Journal of Monetary Economics 32, 363-394.",
        "Barro, R. and Sala-i-Martin, X. (1995), Economic Growth (McGraw-Hill, New York).",
        "Becker, G. (1964), Human Capital (Columbia University Press, New York).",
        "Becker, G. and Chiswick, B. (1966), Education and the Distribution of Earnings, American Economic Review 56, 358-369.",
        "Behrman, J. and Birdsall, N. (1983), The Quality of Schooling: Quantity Alone Is Misleading, American Economic Review 73, 928-946.",
        "Behrman, J. and Rosensweig, M. (1994), Caveat Emptor: Cross-country Data on Education and the Labor Force, Journal of Development Economics 44, 147-172.",
        "Benhabib, J. and Spiegel, M. (1994), The Role of Human Capital in Economic Development: Evidence from Aggregate Cross-Country Data, Journal of Monetary Economics 34, 143-174.",
        "Bus, M. and Klenow, P. (1998), Does Schooling Cause Growth or the Other Way Around?, National Bureau of Economic Research, Working Paper 6393, Cambridge.",
        "Blaug, M., Layard, R. and Woodhall, M. (1969), The Causes of Graduate Unemployment in India, (Allen Lane, Penguin Press, London).",
        "BlomstrÃ\u0083Â¶m, M., Lipsey, R. and Zejan, M (1993), Is Fixed Investment the Key to Economic Growth, National Bureau of Economic Research, Working Paper No. 4436, Cambridge.",
        "Bound, J., Jaeger, D. and Baker, R. (1995), Problems with Instrumental Variables Estimation When the Correlation Between the Instruments and the Endogenous Explanatory Variable is Weak, Journal of the American Statistical Association 90, 443-450.",
        "Butcher, K. and Case, A. (1994), The Effect of Sibling Composition on Womens Education and Earnings, Quarterly Journal of Economics 109, 53 1-563.",
        "Card, D. (1995a), Using Geographic Variation in College Proximity to Estimate the Returns to Schooling, in: L. Christofides et al., eds., Aspects of Labor Market Behaviour: Essays in Honour of John Vanderkamp (University of Toronto Press, Toronto), 201-222.",
        "Card, D. (1995b), Earnings, Schooling and Ability Revisited, in: S. Polachek, ed., Research in Labor Economics. (JAI Press, Greenwich).",
        "Card, D. (1998), The Causal Effect of Schooling on Earnings, forthcoming in: 0. Ashenfelter and D. Card, eds., Handbook of Labor Economics (North Holland, Amsterdam).",
        "Card, D. and Krueger, A. (1992), Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States, Journal of Political Economy 100, 1-40.",
        "Card, D. and Krueger, A. (1996), Labor Market Effects of School Quality: Theory and Evidence, in: G. Burtless, ed., The Link Between Schools, Student Achievement, and Adult Success (Brookings Institution, Washington).",
        "Casselli, F., Esquivel, G. and Lefort, F. (1996), Reopening the Convergence Debate: A New Look at Cross-Country Growth Empirics, Journal of Economic Growth 1, 363-389.",
        "Chamberlain, G. and Imbens, G. (1996), Hierarchical Bayes Models with Many Instrumental Variables, mimeo., Harvard University.",
        "Conneely, K. and Uusitalo, R. (1998), Estimating Heterogeneous Treatment Effects in the Becker Schooling Model, mimeo., University of Helsinki. 40 Dale, S. and Krueger, A. (1998), Estimating the Payoff to Attending an Elite College: An Application of Selection on Observables and Unobservables, mimeo., Princeton University.",
        "Donald, S. and Newey, W. (1997), Choosing the Number of Instruments, mimeo., MIT.",
        "Duflo, E. (1998), Evaluating the Schooling and Labor Market Consequences of a School Construction Program: An Analysis of the Indonesian Experience, mimeo., MIT.",
        "Edin, P.A., and Holmlund, B. (1995), The Swedish Wage Structure: The Rise and Fall of Solidarity Wage Policy?, in: R. Freeman and L. Katz, eds., Differences and Changes in Wage Structures. (University of Chicago Press, Chicago), 307-344.",
        "Entwisle, D., Alexander, K., Olson, L. (1997), Children, Schools and Inequality (Westview Press, Boulder).",
        "Forslund, A. and Krueger, A. (1997), An Evaluation of the Swedish Active Labor Market Policy: New and Received Wisdom, in: R. Freeman, B. Swedenborg, and R. Topel, eds., The Welfare State in Transition (University of Chicago Press, Chicago), 267-298.",
        "Fredriksson, P. (1997), Economic Incentives and the Demand for Higher Education, Scandinavian Journal of Economics 99, 129-142.",
        "Freeman, R. and Katz, L., eds. (1995), Differences and changes in wage structures (University of Chicago Press, Chicago), 25-66.",
        "Goldin, C. and Katz, L., The Origins of Technology-Skill Complementarity, National Bureau of Economic Research, Working Paper No. 5657, Cambridge. Gollin, D. (1998), Getting Income Shares Right: Self Employment, Unincorporated Enterprise, And the Cobb-Douglas Hypothesis, mimeo., Williams College.",
        "Gorseline, D. (1932), The Effect of Schooling Upon Income (University of Indiana Press, Bloomington).",
        "Griliches, Z. and Mason, W. (1972), Education, Income, and Ability, Journal of Political Economy 80, Part II, S74-S 103.",
        "Griliches, Z. (1977), Estimating the Returns to Schooling: Some Econometric Problems, Econometrica 45, 1-22.",
        "Griliches, Z. (1986), Economic Data Issues, in: Z. Griliches and M. Intriligator, eds., Handbook of Econometrics (North-Holland, Amsterdam).",
        "Hall, R. and Jones, I. (1998), Why Do Some Countries Produce So Much More Output per Worker than Others?, Quarterly Journal of Economics, forthcoming.",
        "Harberger, A. (1965), Investment in Men Versus Investment in Machines: The Case of India, in C. Anderson and M. Bowman, eds., Education and Economic Development (Aldine Publishing, Chicago), 11-50.",
        "Harbison, F. and Myers, C., eds. (1965), Manpower and Education (McGraw-Hill, New York), xi.",
        "Harmon, C. and Walker, I. (1995), Estimates of the Economic return to Schooling for the United Kingdom, American Economic Review 85, 1278-1286.",
        "Heckman, J. (1998), Rethinking Myths About Education and Training; Understanding The Sources of Skill Formation In A Modern Economy, mimeo., David Kinley Lecture and Presidential Address, Midwest Economics Association.",
        "Heckman, J. and Klenow, P. (1977), Human Capital Policy, mimeo., University of Chicago.",
        "Ichino, A. and Winter-Ebmer, R. (1988), The Long-Run Educational Cost of World War II, mimeo., European University Institute.",
        "Isacsson, G. (1999), Estimates of the Return to Schooling in Sweden from a Large Sample of Swedish Twins, forthcoming in Labour Economics.",
        "Jacobson, L., LaLonde, R., and Sullivan, D. (1997), The Returns from Community College Schooling for Displaced Workers, mimeo., Westat, Inc.",
        "Kane, T. and Rouse, C. (1995), Labor Market Returns to Two- and Four-Year College, American Economic Review 85, 600-614.",
        "Kjellstrom, C. (1997), Omitted Variable Bias and the Wage Premium for Schooling: New Swedish Evidence, Working Paper 2/1997, Swedish Institute for Social Research.",
        "Klenow, P. and Rodriguez-Clare, A. (1997), The Neoclassical Revival in Growth Economics: Has it Gone Too Far?, in: B. Bernanke and J. Rotemberg, eds., NBER Macroeconomics Annual (MIT Press, Cambridge), 73-103.",
        "Krueger, A. (1998), Experimental Estimates of Education Production Functions, Quarterly Journal of Economics, forthcoming.",
        "Krueger, A. and M. Lindahl (1998), Education for Growth: Why and For Whom?, mimeo., Princeton University.",
        "Krueger, A. and Pischke, J.-S. (1995), A Comparative Analysis of East and West German Labor Markets: Before and After Unification, in: R. Freeman and L. Katz, eds., Differences and Changes in Wage Structures. (University of Chicago Press, Chicago), 405-445.",
        "Kyriacou, G. (1991), Level and Growth Effects of Human Capital, C.V. Starr Center, Working Paper, New York University.",
        "Lang, K. (1993), Ability Bias, Discount Rate Bias and the Return to Education, mimeo., Boston University, Department of Economics.",
        "Lucas, R. (1988), On the Mechanics of Economic Development, Journal of Monetary Economics 22, 3-42.",
        "Machlup, F. (1970), Education and Economic Growth (University of Nebraska Press, Lincoln).",
        "Maluccio, J. (1997), Endogeneity of Schooling in the Wage Function, mimeo., Yale University, Department of Economics.",
        "Meghir, C., and Palme, M. (1999), Assessing the Effect of Schooling on Earnings Using a Social Experiment, mimeo., Stockholm School of Economics.",
        "Miller, H. (1955), Income of the American People (United States Government Printing Office, Washington).",
        "Mincer, J. (1974), Schooling, Earnings, and Experience (Columbia University Press, New York).",
        "Murphy, K. and Welch, F. (1990), Empirical Age-Earnings Profiles, Journal of Labor Economics 8, 202-229.",
        "Park, J. (1994), Returns to Schooling: A Peculiar Deviation from Linearity, Princeton University, Industrial Relations Section Working Paper No. 335, Princeton.",
        "Pritchett, L. (1997), Where Has All the Education Gone?, The World Bank, Policy Research Working Paper No. 1581, Washington.",
        "Psacharopoulos, G. (1994), Returns to Investment in Education: A Global Update, World Development 22, 1325-1343.",
        "Rivkin, S., Hanushek, E., and Kain, J. (1998), Teachers, Schools and Academic Achievement, mimeo., University of Rochester.",
        "Romer, P. (1990), Endogenous Technological Change, Journal of Political Economy 89, S71S 102.",
        "Rosen, S. (1977), Human Capital: A Survey of Empirical Research, in: R. Ehrenberg, ed., Research in Labor Economics, (JAI Press, Greenwich).",
        "Smith, J. (1998), Healthy Bodies and Thick Wallets: The Dual Relation Between Health and SES, Journal of Economic Perspectives, forthcoming.",
        "Spence, A. (1973), Job Market Signaling, Quarterly Journal of Economics 87, 355-374.",
        "Staiger, D. and Stock, J. (1997), Instrumental Variables Regressions with Weak Instruments, Econometrica 65, 557-586.",
        "Summers, A. and Wolfe, B. (1977), Do Schools Make a Difference?, American Economic Review 67, 63 9-652.",
        "Taubman, P. (1976), Earnings, education, Genetics, and Environment, Journal of Human Resources 11, 447-461.",
        "Topel, R. (1998), Labor Markets and Economic Growth, forthcoming in: 0. Ashenfelter and D. Card, eds., Handbook of Labor Economics, (North Holland, Amsterdam).",
        "UNESCO. (1967), Statistical Yearbook, 1967 (UNESCO, Paris).",
        "Willis, R. (1986), Wage Determinants: A Survey and Reinterpretation of Human Capital Earnings Functions, in: 0. Ashenfelter and R. Layard, eds. Handbook of Labor Economics, Vol. 1 (North Holland, Amsterdam).",
        "Winston, G. and Yen, I. (1995), Costs, Prices, Subsidies, and Aid in U.S. Higher Education, Working Paper DP-32, Williams College."
    ]
}