{
    "id": 7191,
    "cites": 31,
    "cited_by": 16,
    "reference": [
        "Abel, Andrew B. Capital Accumulation and Uncertain Lifetimes with Adverse Selection. Econometrica 54 (September 1986): 1079-1097.",
        "Abel, Andrew and Mark Warshawsky. Specification of the Joy of Giving: Insights from Altruism. Review of Economics and Statistics 70 (1988), 145-149.",
        "American Council on Life Insurance. 1997 Life Insurance Fact Book. Washington, D.C.: ACLI, 1997.",
        "Attanasio, Orazio and Hilary W. Hoynes, Differential Mortality and Wealth Accumulation, NBER Working Paper No. 5126, May 1995.",
        "Auerbach, Alan J., Laurence Kotlikoff, and David Weil, The Increasing Annuitization of the Elderly: Estimates and Implications for Intergenerational Transfers, Inequality, and National Saving, NBER Working Paper 4182, October 1992.",
        "Bernheim, Douglas D., How Strong Are Bequest Motives? Evidence Based on Estimates of the Demand for Life Insurance and Annuities, Journal of Political Economy 99 (1991), 899-927.",
        "Bound, John. Self Reported Objective Measures of Health in Retirement Models. Journal of Human Resources 26(1), 1991. 106-138.",
        "Brown, Jeffrey R., Olivia S. Mitchell, and James M. Poterba. The Role of Real Annuities and Indexed Bonds in an Individual Accounts Retirement Program. NBER Working Paper No. 7005, March 1999.",
        "Brown, Jeffrey R. and James M. Poterba. Joint Life Annuities and Annuity Demand by Married Couples. MIT Mimeo. 1999.",
        "Brown, Jeffrey R. Are the Elderly Really Overannuitized? New Evidence on Life Insurance and Bequests. Forthcoming in David Wise, ed., The Economics of Aging, Volume 6. 1999.",
        "Diamond, Peter A., 1977, A Framework for Social Security Analysis, Journal of Public Economics 8: 275-298.",
        "Employee Benefit Research Institute, EBRI Databook on Employee Benefits, Washington, D.C., 1995.",
        "Feldstein, Martin. The Optimal Level of Social Security Benefits. Quarterly Journal of Economics Vol. C No. 2 (May 1985). 305-320.",
        "Frees, Edward W., Jacques Carriere, and Emiliano Valdez. Annuity Valuation with Dependent Mortality, Journal of Risk and Insurance 63 (1996), 229-261.",
        "Friedman, Benjamin, and Mark Warshawsky. Annuity Prices and Saving Behavior in the United States. In Z. Bodie, J. Shoven, and D. Wise, eds., Pensions in the US Economy. Chicago: University of Chicago Press, 1988. Pp. 53-77.",
        "Hubbard, R. Glenn. Uncertain Lifetimes, Pensions, and Individual Saving. In Z. Bodie, J. Shoven, and D. Wise, eds., Issues in Pension Economics. Chicago: University of Chicago Press, 1987. Pp. 175-206.",
        "Hurd, Michael D., Daniel McFadden and Li Gan. Subjective Survival Curves and Life Cycle Behavior. Presented at NBER Summer Institute. Version 7/12/96. Hurd, Michael D. Mortality Risk and Bequests. Econometrica 57 (4) 1989 pp779-813.",
        "Hurd, Michael D. and Kathleen McGarry. Evaluation of the Subjective Probabilities of Survival. Journal of Human Resources 30 Supplement 1995 S268-S292.",
        "Hurd, Michael D. Savings of the Elderly and Desired Bequests. American Economic Review 77 (3) 1987 pp. 298-312.",
        "Hurd, Michael D. The Marginal Value of Social Security. NBER Working Paper 2411. 1987.",
        "Ibbotson Associates. Stocks Bonds Bills and Inflation: 1998 Yearbook. Chicago: Ibbotson Associates.",
        "Jousten, Alain. Lifecycle Modeling of Bequests and Their Impact on Annuity Valuation. Mimeo, MIT Economics Department, 1997.",
        "Kotlikoff, Laurence J. and Avia Spivak. The Family as an Incomplete Annuities Market. Journal of Political Economy 89 (April 1981): 372-391.",
        "Kotlikoff, Laurence J. and Lawrence Summers. The Role of Intergenerational Transfers in Aggregate Capital Accumulation. Journal of Political Economy 89 (4) 1981. 706-32.",
        "Laitner, John and F. Thomas Juster, 1996, New Evidence on Altruism: A Study of TIAA-CREF Retirees, American Economic Review 86: 893-908.",
        "LIMRA International. Immediate Annuities. Product Design Series. Hartford: LIMRA International. 1998.",
        "McGill, Dan M., Kyle N. Brown, John J. Haley, and Sylvester J. Schieber, Fundamentals of Private Pensions, ~ ed., Pension Research Council, University of Pennsylvania, 1996.",
        "Milevsky, Moshe A. Optimal Asset Allocation Towards the End of the Life Cycle: To Annuitize or Not to Annuitize, Journal of Risk and Insurance (forthcoming). Mitchell, Olivia S., James M. Poterba, Mark Warshawsky, and Jeffrey R. Brown. New Evidence on the Moneys Worth of Individual Annuities. American Economic Review (forthcoming). 1999.",
        "Mitchell, Olivia 5., Jan Olson and Thomas Steinmeier, Construction of the Earnings and Benefits File (EBF) for Use with the Health and Retirement Survey. NBER Working Paper 5707. August 1996.",
        "Moore, James F. and Olivia S. Mitchell. Projected Retirement Wealth and Savings Adequacy in the Health and Retirement Study. Working Paper, Pension Research Council, Wharton School, University of Pennsylvania. 1998.",
        "Wilhelm, Mark, 1996, Bequest Behavior and the Effect of Heirs Earnings: Testing the Altruistic Model of Bequests, American Economic Review 86: 874-892."
    ]
}