{
    "id": 7192,
    "cites": 15,
    "cited_by": 5,
    "reference": [
        "Auerbach, A. J., L. E. Burman, and J. M. Siegel (1998). Capital gains taxation and tax avoidance: New evidence from panel data. NBER Working Paper 6399, NBER.",
        "Balcer, Y. and K. L. Judd (1987). Eects of capital gains taxation on lifecycle investment and portfolio management. Journal of Finance 42 (3), 743--758.",
        "Bodie, Z. and D. B. Crane (1997, November). Personal investing: Advice, theory, and evidence. Financial Analysts Journal , 13--23.",
        "Constantinides, G. (1983). Capital market equilibrium with personal tax.",
        "Econometrica 51 (3), 611--636. Dammon, R. M. and C. S. Spatt (1996). The optimal trading and pricing of securities with asymmetric capital gains taxes and transaction costs.",
        "Review of Financial Studies 9 (3), 921--952. Dybvig, P. H. and S. A. Ross (1986). Tax clienteles and asset pricing.",
        "Chicago: Ibbotson Associates. Judd, K. L. (1998). Numerical Methods in Economics. Cambridge: MIT.",
        "Mankiw, N. G. and J. M. Poterba (1996). Stock market yields and the pricing of municipal bonds. NBER Working Paper 5607, NBER.",
        "Markowitz, H. M. (1952). Portfolio selection. Journal of Finance 7 (1), 77--91.",
        "Poterba, J. M. (1987). How burdensome are capital gains taxes'DONE' Evidence from the United States. Journal of Public Economics 33, 157--172.",
        "Poterba, J. M. and A. A. Samwick (1997). Household portfolio allocation over the life cycle. NBER Working Paper 6185, NBER.",
        "Protopapadakis, A. (1983). Some indirect evidence on eective capital gains tax rates. Journal of Business 56 (2), 127--138.",
        "Shoven, J. B. (1999). The location and allocation of assets in pension and conventional savings accounts. NBER Working Paper 7007, NBER.",
        "Shoven, J. B. and C. Sialm (1998). Long run asset allocation for retirement savings. Journal of Private Portfolio Management 1 (2), 13--26.",
        "Stiglitz, J. E. (1983). Some aspects of the taxation of capital gains. Journal of Public Economics 21, 257--294."
    ]
}