{
    "id": 7195,
    "cites": 58,
    "cited_by": 91,
    "reference": [
        "Anderson, James E. and Douglas Marcouiller (1999). Trade, Insecurity, and Home Bias: An Empirical Investigation. NBER Working Paper 7000 (March).",
        "Bairoch, Paul (1993), Economics and World History, Chicago: University of Chicago Press.",
        "Bairoch, Paul and Richard Kozul-Wright (1998), Globalization Myths: Some Reflections on Integration, Industrialization and Growth in the World Economy, In Transnational Corporations and the Global Economy, edited by Richard Kozul-Wright and Robert Rowthorn. New York: St.",
        "Martins Press. Baldwin, Richard E. and Philippe Martin (1999), Two Waves of Globalization: Superficial Similarities, Fundamental Differences, NBER Working Paper 6904 (January).",
        "Bayoumi, Tamim (1990), Saving-Investment Correlations: Immobile Capital, Government Policy, or Endogenous Behavior'DONE' IMF Staff Papers 37, pp.360-387.",
        "Berle, Adolf A. and Gardiner C. Means (1932), The Modern Corporation and Private Property, New York: Commerce Clearing House.",
        "Bordo, Michael and Barry Eichengreen (1999), Plu Ca Change: A Century of Banking and Currency Crises, unpublished manuscript, Rutgers University and University of California, Berkeley.",
        "Bordo, Michael D., Barry Eichengreen and Jongwoo Kim (1998), Was There Really an Earlier Era of Financial Globalization Comparable to Today'DONE' In Bank of Korea, The Implications of the Globalization of World Financial Markets, Seoul: Bank of Korea, pp.27-83.",
        "Bordo, Michael D., Michael Edelstein, Hugh Rockoff (1999), Was Adherence to the Gold Standard a Good Housekeeping Seal of Approval During the Inter-War Period'DONE' unpublished manuscript, Rutgers University (February).",
        "Bordo, Michael D. and Hugh Rockoff (1996), The Gold Standard as a Good Housekeeping Seal of Approval, Journal of Economic History 56, pp.389-428.",
        "Bordo, Michael D. and Anna J. Schwartz (1998), Under What Circumstances, Past and Present, Have International Rescues of Countries in Financial Distress Been Successful'DONE' NBER Working Paper 6824 (December).",
        "Breizas, Elise (1995), Foreign Capital Flows in the Century of Britains Industrial Revolution: New Estimates, Controlled Conjectures, Economic History Review XLVIII, pp.46-67.",
        "Chandler, Alfred D. (1990), Scale and Scope: The Dynamics of Industrial Capitalism, Cambridge, Mass.: Harvard University Press.",
        "Cole, Harold L., James Dow and William B. English (1995), Default, Settlement, and Signaling: Lending Resumption in a Reputational Model of Sovereign Debt, International Economic Review 36, pp. 365-385.",
        "Collins, William J., Kevin H. ORourke, and Jeffrey Williamson (1997), Were Trade and Factor Mobility Substitutes in History'DONE' NBER Working Paper 6059 (June). Forthcoming in Trade and Factor Mobility, edited by xxx, NewYork: Cambridge University Press.",
        "Council of Economic Advisers (1999), Economic Report of the President, Washington, DC: GPO.",
        "Dam, Kenneth (1970), The GATT: Law and the International Economic Organization, Chicago: University of Chicago Press.",
        "Davis, Lance E. and Robert A. Huttenback (1986), Mammon and the Pursuit of Empire, Cambridge: Cambridge University Press.",
        "Dooley, Michael P. (1997), A Model of Currency Crises in Emerging Countries, NBER Working Paper.",
        "Eichengreen, Barry (1990), Trends and Cycles in Foreign Lending, in Horst Siebert (ed), Capital Flows in the World Economy, Tubingen: Mohr, pp.3-28.",
        "Eichengreen, Barry (1996a), Globalizing Capital: A History of the International Monetary System, Princeton: Princeton University Press.",
        "Eichengreen, Barry (1996b), Financing Infrastructure in Developing Countries: Lessons from the Railway Age, in Ashoka Mody (ed.), Infrastructure Delivery: Private Initiative and the Public Good, Washington, DC: The World Bank, pp.107-128.",
        "Eichengreen, Barry and Ashoka Mody (1998), What Explains the Changing Spreads on EmergingMarket Debt: Fundamentals or Market Sentiment'DONE' NBER Working Paper No. 6408 (February).",
        "Eichengreen, Barry, Andrew Rose and Charles Wyplosz (1995), Exchange Market Mayhem: The Antecedents and Aftermath of Speculative Attacks, Economic Policy 21, pp. 249-312.",
        "Eichengreen, Barry, Andrew Rose and Charles Wyplosz (1996), Speculative Attacks on Pegged Exchange Rates: An Empirical Exploration with Special Reference to the European Monetary System in Matthew Canzoneri, Wilfred Ethier and Vittorio Grilli (eds.), The New Transatlantic Economy, New York: Cambridge University Press.",
        "Feenstra, Robert C. (1998) Integration of Trade and Disintegration of Production in the Global Economy, Journal of Economic Perspectives 12, pp.31-50.",
        "Feldman, David H. (1993), Redundant Tariffs as Rational Endogenous Protection, Economic Inquiry 31, pp. 436-447.",
        "Fishlow, Albert (1985), Lessons from the Past: Capital Markets During the 19 th Century and the Interwar Period, in Miles Kahler, The Politics of International Debt, Ithaca, NY: Cornell University Press, pp.37-94.",
        "Fischer, Ronald D., and Thomas J. Prusa (1999), Contingent Protection as Better Insurance, NBER Working Paper 6933 (February).",
        "Fogel, Robert (1964), Railroads and American Economic Growth, Baltimore: Johns Hopkins University Press.",
        "Girton, Lance and Donald Roper (1997), A Monetary Model of Exchange Market Pressure Applied to Postwar Canadian Experience, American Economic Review 67, pp. 537-48.",
        "Goldberg, Pinelopi K., and Frank Verboven (1998), The Evolution of Price Discrimination in the European Car Market, NBER Working Paper No. 6818 (November).",
        "Goodhart, Charles and P.J.R. DeLargy (1999), Financial Crises: Plus Ã\u0083Â§a change, plus cest la meme chose, LSE Financial Markets Group Special Paper No. 108.",
        "Gordon, Barry K. (1992), Multivariate Cointegration Tests and the Law of One Price in International Wheat Markets, Review of Agricultural Economics 14 (June), pp.117-124.",
        "Hatton, Timothy J. and Jeffrey G. Williamson (1992), International Migration and World Development: A Historical Perspective, Harvard Institute of Economic Research Discussion Paper no. 1606 (August).",
        "Hermalin, Benjamin E. and Andrew K. Rose (1999), Risks to Lenders and Borrowers in International Capital Markets, NBER Working Paper no. 6886 (January).",
        "Hoekman, Bernard, and Michel Kostecki (1995), The Political Economy of the World Trading System: From GATT to WTO. New York: Oxford University Press.",
        "Hummels, David (1999), Transportation Costs and International Integration in Recent History, unpublished manuscript, University of Chicago.",
        "Hummels, David, Dana Rapoport, and Kei-Mu Yi (1998), Vertical Specialization and the Changing Nature of World Trade, Economic Policy Review, Federal Reserve Bank of New York (June), pp.79-94.",
        "International Monetary Fund (1998), World Economic Outlook, Washington, D.C. (May).",
        "Irwin, Douglas A. The United States in a New Global Economy'DONE' A Centurys Perspective, American Economic Review Papers and Proceedings 86 (May 1996), pp. 41-46.",
        "Kindleberger, Charles P. (1989), Manias, Panics and Crashes: A History of Financial Crises, Revised Edition, New York: Basic Books.",
        "Krugman, Paul (1995), Growing World Trade: Causes and Consequences, Brookings Papers on Economic Activity 1, pp.327-362.",
        "Lamoreaux, Naomi (1985), The Great Merger Movement in American Business, Cambridge: Cambridge University Press.",
        "Lawrence, Robert Z., Albert Bressand and Takatoshi Ito (1996), A Vision for the World Economy: Openness, Diversity and Cohesion, Washington, D.C.: The Brookings Institution.",
        "Lawrence, Robert Z., and Robert E. Litan (1986), Saving World Trade: A Pragmatic Approach, Washington, D.C.: The Brookings Institution.",
        "Lewis, Cleona (1938), Americas Stake in International Investments, Washington, D.C.: The Brookings Institution.",
        "Rauch, James and Alessandra Casella (1998), Overcoming Informational Barriers to International Resource Allocation: Prices and Group Ties, NBER Working Paper 6628 (June).",
        "Rodrik, Dani (1998), The Debate Over Globalization: How to Move Forward by Looking Backward, unpublished manuscript, Harvard University.",
        "Royal Institute for International Affairs (1937), The Problem of International Investment, London: Oxford University Press.",
        "Sachs, Jeffrey and Andrew Warner (1995), Economic Reform and the Process of Global Integration, Brookings Papers on Economic Activity 1, pp.1-118.",
        "Schott, Jeffrey J. (1994), The Uruguay Round: An Assessment, Washington, D.C.: Institute for International Economics (November).",
        "Raff (eds.), Coordination and Information: Historical Perspectives on the Organization of Enterprise, Chicago: University of Chicago Press, pp.209-246. Sobel, Robert (1965), The Big Board, New York: Free Press.",
        "Soros, George (1998), The Crisis of Global Capitalism, New York: Public Affairs Books.",
        "Summers, Lawrence H. (1998), Reflections on Managing Global Integration, presented to the Annual Meeting of the Association of Government Economists, 4 January.",
        "Sykes, Alan O. (1991), Protectionism as a `Safeguard: A Positive Analysis of the GATT `Escape Clause with Normative Speculations, University of Chicago Law Review 58 (Winter), pp.255-305.",
        "Sylla, Richard and George David Smith (1995), Information and Capital Market Regulation in Anglo-American Finance, in Michael D. Bordo and Richard Sylla (eds.), Anglo-American Financial Systems, New York: Irwin, pp.170-206.",
        "Taylor, Alan M. (1996), International Capital Mobility in History: The Saving-Investment Relationship, NBER Working Paper 5743 (September)."
    ]
}