{
    "id": 7196,
    "cites": 16,
    "cited_by": 28,
    "reference": [
        "Collins, William J., Kevin H. ORourke and Jeffrey G. Williamson, Were Trade and Factor Mobility Substitutes in History'DONE' N.B.E.R. Working Paper Number 6059, June 1997.",
        "Froot, Kenneth and Jeremy Stein, Exchange Rates and Foreign Direct Investment: An Imperfect Capital Markets Approach, Quarterly Journal of Economics, vol. 106, 1991, pp. 1191-1217.",
        "Goldberg, Linda S. and Michael W. Klein, 1998. Foreign Direct Investment, Trade and Real Exchange Rate Linkages in Developing Countries, in Reuven Glick ed. Managing Capital Flows and Exchange Rates: Lessons from the Pacific Basin (Cambridge University Press).",
        "Jones, Ronald W., International Capital Movements and the Theory of Tariffs and Trade, Quarterly Journal of Economics, volume 81, February 1967, pp. 1-38.",
        "Kemp, Murray C., The Gain from International Trade and Investment: A NeoHeckscher -Ohlin Approach, American Economic Review, volume 61, September 1966, pp. 788-809.",
        "Klein, Michael W. and Eric Rosengren, The Real Exchange Rate and Foreign Direct Investment in the United States: Relative Wealth vs. Relative Wage Effects, Journal of International Economics, vol. 36, 1994, pp. 373-389.",
        "Kloeke, Teun, 1981. OLS Estimation in a Model Where A Microvariable is Explained by Aggregates and Contemporaneous Disturbances are Equicorrelated, Econometrica vol 49 no 1 (January) pp. 205-207.",
        "Lipsey, Robert E., 1999. The Role of Foreign Direct Investment in International Capital Flows. NBER working paper 7094 (April).",
        "Markusen, James R., Factor Movements and Commodity Trade as Complements, Journal of International Economics, volume 13, 1983, pp. 341-356.",
        "Markusen, James R., The Boundaries of Multinational Enterprises and the Theory of International Trade Journal of Economic Perspectives Spring 1995 vol. 9 no. 2, pp. 169189.",
        "Markusen, James R. and Lars E.O. Svensson, Trade in Goods and Factors with International Differences in Technology, International Economic Review, volume 26, 1985, pp. 175-192.",
        "Mundell, Robert, International Trade and Factor Mobility, American Economic Review, volume 47, June 1957, pp. 321-335.",
        "Purvis, Douglas D., Technology, Trade and Factor Mobility, Economic Journal, volume 82, 1972, pp. 991-999.",
        "Schmitz, Andrew and Peter Helmberger, Factor Mobility and International Trade: The Case of Complementarity, American Economic Review, volume 60, 1970, pp. 761-767.",
        "Svensson, Lars E.O., Factor Trade and Goods Trade, Journal of International Economics, volume 16, 1984, pp. 365-378.",
        "Wong, Kar-yiu, Are International Trade and Factor Mobility Substitutes'DONE' Journal of International Economics, volume 21, no. 1/2, August 1986, pp. 25-44."
    ]
}