{
    "id": 7200,
    "cites": 40,
    "cited_by": 11,
    "reference": [
        "Altonji, Joseph G., and Christina H. Paxson, Labor Supply Preferences, Hours Constraints, and Hours-Wage Trade-offs, Journal of Labor Economics 6 (1988), 254-276.",
        "Berger, Jacqueline, The Social Security Earnings Test and Labor Supply of the Elderly, unpublished Ph.D. thesis, Princeton University (1996).",
        "Blinder, Alan S., Roger H. Gordon, and Donald E. Wise, Reconsidering the Work Disincentive Effects of Social Security, National Tax Journal 33 (1980), 431-442.",
        "Blomquist, SÃ\u0083Â¶ren, Estimation Methods for Male Labor Supply Functions: How to Take Account of Taxes, Working Paper 7, Department of Economics, Uppsala University (1992).",
        "Blomquist, SÃ\u0083Â¶ren, Restrictions in Labor Supply Estimation: Is the MaCurdy Critique Correct'DONE' Economics Letters 47 (1995), 229-235.",
        "Blomquist, SÃ\u0083Â¶ren, and Whitney Newey, Nonparametric Estimation of Labor Supply Functions Generated by Piecewise Linear Budget Constraints, Working Paper 1997:24, Department of Economics, Uppsala University, Sweden (1997).",
        "Blundell, Richard, Alan Duncan and Costas Meghir, Estimating Labour Supply Responses Using Tax Reforms, Econometrica 66 (1998), 827-862.",
        "Burkhauser, Richard V., The Early Acceptance of Social Security: An Asset Maximization Approach, Industrial and Labor Relations Review 33 (1980), 484-492.",
        "Burtless, Gary, and Jerry Hausman, The Effect of Taxes on Labor Supply, Journal of Political Economy 86 (1978), 1103-1130.",
        "Burtless, Gary, and Robert A. Moffitt, The Joint Choice of Retirement Age and Post-Retirement Hours of Work, Journal of Labor Economics 3 (1985), 209-236.",
        "Card, David, Labor Supply with a Minimum Hours Threshold, Carnegie-Rochester Conference Series on Public Policy 33 (1990), 137-168.",
        "Cogan, John F., Fixed Costs and Labor Supply,Econometrica 49 (1981), 945-963.",
        "Coile, Courtney, Peter Diamond, Jonathan Gruber, and Alain Jousten, Delays in Claiming Social Security Benefits, unpublished manuscript, Massachusetts Institute of Technology (1999).",
        "Economic Report of the President (Washington, DC: United States Government Printing Office, 1999).",
        "Friedberg, Leora, The Social Security Earnings Test and Labor Supply of Older Men, in James Poterba (ed.), Tax Policy and the Economy, Volume 12 (Cambridge, MA: MIT Press, 1998).",
        "Friedberg, Leora, The Trend Towards Part-Time Work among Older Workers, unpublished manuscript, University of California, San Diego (1999).",
        "Gustman, Alan L., and Thomas L. Steinmeier, A Structural Retirement Model, Econometrica 54 (1986), 555-584.",
        "Gustman, Alan L., and Thomas L. Steinmeier, Changing the Social Security Rules for Work After 65, Industrial and Labor Relations Review 44 (1991), 733-745.",
        "Hanoch, Giora, and Marjorie Honig, Retirement, Wages, and Labor Supply of the Elderly, Journal of Labor Economics 1 (1983), 131-151.",
        "Hausman, Jerry A., The Effect of Wages, Taxes, and Fixed Costs on Womens Labor Force Participation, Journal of Public Economics 14 (1980), 161-194.",
        "Hausman, Jerry A., Exact Consumers Surplus and Deadweight Loss, American Economic Review 71 (1981), 662-676.",
        "Heckman, James J., Comment, in Martin Feldstein (ed.), Behavioral Simulation Methods in Tax Policy Analysis (Chicago: The University of Chicago Press, 1983).",
        "Heckman, James J., and Thomas E. MaCurdy, New Methods for Estimating Labor Supply Function: A Survey, in Ronald Ehrenberg (ed.), Research in Labor Economics, Volume 4 (Greenwich, CT: JAI Press Inc., 1981).",
        "Honig, Marjorie, and Cordelia Reimers, Is It Worth Eliminating the Earnings Test'DONE' American Economic Association Papers and Proceedings 79 (1989), 103-107.",
        "Kristof, Kathy, Personal Finance, Los Angeles Times (September 5, 1997), D5.",
        "Krueger, Alan B., and JÃ\u0083Â¶rn-Steffen Pischke, The Effect of Social Security on Labor Supply: A Cohort Analysis of the Notch Generation, Journal of Labor Economics 10 (1992), 412-437.",
        "Leonesio, Michael V., Effects of the Social Security Earnings Test on the Labor Market Activity of Older Americans: A Review of the Evidence, Social Security Bulletin 53 (1990), 2-21.",
        "MaCurdy, Thomas, Work Disincentive Effects of Taxes: A Reexamination of Some Evidence, American Economic Association Papers and Proceedings 82 (1992), 243-249.",
        "MaCurdy, Thomas, David Green, and Harry Paarsch, Assessing Empirical Approaches for Analyzing Taxes and Labor Supply, Journal of Human Resources 25 (1990), 415-490.",
        "Meyer, Bruce, Natural and Quasi-Experiments in Economics, Journal of Business and Economic Statistics 13 (1995), 151-162.",
        "Moffitt, Robert, The Econometrics of Piecewise-Linear Budget Constraints: A Survey and Exposition of the Maximum Likelihood Method, Journal of Business and Economic Statistics 4 (1986), 317328.",
        "National Center for Policy Analysis, Tax Fairness for the Elderly: Eliminating the Social Security Earnings Penalty, Policy Backgrounder No. 137, Dallas, TX, (1995).",
        "Packard, Michael D., The Earnings Test and the Short-Run Work Response to Its Elimination, Social Security Bulletin 53 (1990), 2-16.",
        "Pencavel, John, Labor Supply of Men, in Orley Ashenfelter and Richard Layard (eds.), Handbook of Labor Economics, Volume 1 (Amsterdam: North-Holland, 1986).",
        "Reimers, Cordelia, and Marjorie Honig, The Perceived Budget Constraint under Social Security: Evidence from Reentry Behavior, Journal of Labor Economics 11(1993), 184-204.",
        "Reimers, Cordelia, and Marjorie Honig, Responses to Social Security by Men and Women: Myopic and Far-Sighted Behavior, Journal of Human Resources 31 (1996), 359-382.",
        "Robbins, Aldona, and Gary Robbins, Paying People Not to Work: The Economic Costs of the Social Security Retirement Earnings Limit, National Center for Policy Analysis Policy Report No.142 (1989).",
        "Ruhm, Christopher, Bridge Jobs and Partial Retirement. Journal of Labor Economics 8 (1990), 482-501.",
        "Simon, Ruth, How To Be Sure You Never Go Broke, Money 25 (October 1996), 100-114.",
        "Vroman, Wayne, Some Economic Effects of the Retirement Test, in Ronald Ehrenberg (ed.), Research in Labor Economics, Volume 7 (Greenwich, CT: JAI Press Inc., 1985)."
    ]
}