{
    "id": 7205,
    "cites": 54,
    "cited_by": 2,
    "reference": [
        "Analysis, Journal of the American Medical Association 271(May 18): 1512-1519. Morrisey, M. and C. Ashby (1982), An Empirical Analysis of HMO Market Share, Inquiry 19(2): 136-49.",
        "Morrison, E. and H. Luft (1991), Alternative Delivery Systems, in Eli Ginzberg, ed., Health Services Research.",
        "Newcomer R. (1995), Case Mix Controlled Service Use and Expenditures in the Social/Health Maintenance Organization, Journal of Gerontology, Medical Sciences SOA:M35-M44.",
        "Newhouse, J.P. (1978), The Structure of Health Insurance and the Erosion of Competition in the Medical Marketplace, In W. Greenberg ed. Competition in the Health Care Sector: Past, Present, and Future. Germantown, MD: Aspen Systems.",
        "Newhouse, J.P. (1993), Free for All? Lessons from the RAND Health Insurance Experiment. Cambridge, MA: Harvard University Press.",
        "Newhouse, J.P. and P.A. Lindsey (1988), Do Second Opinion Programs Improve Outcomes? Journal of Health Economics 7: 285-288.",
        "Newhouse, J. (1996), Reimbursing Health Plans and Health Providers: Efficiency in Production versus Selection, Journal of Economic Literature 34(3): 1236-63.",
        "Newhouse, J., W. Schwartz, A. Williams and C. Witsberger (1985), Are Fee-for-Service Costs Increasing Faster than HMO Costs? Medical Care 23(8): 960-66.",
        "Norquist G.S. and K.B. Wells (1991). How do HMOs reduce outpatient mental health costs?. American Journal of Psychiatry 148:96-101.",
        "Pauly, M.V. (1970), Efficiency, Incentives and Reimbursement for Health Care. Inquiry 7(1): 115-13 1.",
        "Pauly, M.V. (1978), Is Medical Care Really Different? in Warren Greenberg ed. Competition in the Health Care Sector. Germantown, MD: Aspen Systems.",
        "Pauly, M.V. (1985), What is Adverse about Adverse Selection? in Advances in health Economics and Health Services Research 6:28 1-286.",
        "Pearson S.D., T.H. Lee, E. Lindsey, S.T. Hawkings, E.F. Cook and L. Goldman (1994), The Impact of Membership in a Health Maintenance Organization on Hospital Admission Rates for Acute Chest Pain, Heath Services Research April:59-74.",
        "Perkoff, G.T., L. Kahn and P.J. Haas (1976), The Effects of an Experimental Prepaid Group Practice on Medical Care Utilization and Cost, Medical Care 14(5): 432-449.",
        "Physician Payment Review Commission. 1996. Annual Report to Congress, 1996.",
        "Physician Payment Review Commission. 1997. Annual Report to Congress, 1997.",
        "Quinn, K. The Sources and Types of Health Insurance. Abt Associates Inc., March 1998.",
        "Ramsey, S. and M. Pauly (1997), Structural Incentives and Adoption of Medical Technologies in HMO and Fee-for-Service Health Insurance Plans, Inquiry 34(3): 228-36.",
        "Rapoport, J., S. Gehlbach, S. Lemeshow and D. Teres (1992), Resource utilization among intensive care patients: managed care vs. traditional insurance, Archives of Internal Medicine 152: 2207-2212.",
        "Reed S.K., K.D. Hennessey, 0.S. Mitchell and H.M. Babigian (1994), A Mental Health Capitation Program: II. Cost Benefit Analysis, Hospital and Community Psychiatry 45:1097-1103.",
        "Remler, D.K. et al. (1997), What Do Managed Care Plans do to Affect Care? Results from a Survey of Physicians, Inquiry 34(3): 196-204.",
        "Robinson, J.C., L.B. Gardner and H.S. Luft (1993), Health Plan Switching in Anticipation of Increased Medical Care Utilization, Medical Care 3 1(1): 43-5 1.",
        "Robinson, J.C. (1991), HMO Market Penetration and Hospital Cost Inflation in California, JAMA 266(19): 2719-2723.",
        "Robinson, J.C. (1993), Payment Mechanisms, Nonprice Incentives, and Organizational Innovation in Health Care, Inquiry 30(Fall): 328-333.",
        "Robinson, J.C. (1996), Decline in Hospital Utilization and Cost Inflation Under Managed Care in California, JAMA 276(13): 1060-4.",
        "Rosenberg, S., D. Allen, J. Handte,T. Jackson, L. Leto, B. Rodstein, S. Stratton, G. Westfall and R. Yasser (1995), Effect of Utilization Review in a Fee-For-Service Health Insurance Plan, The New England Journal of Medicine 333 (20): 1326-30.",
        "Russell, L. (1986), Is Prevention Better than Cure? Washington, D.C.: Brookings Institution.",
        "Selden, T. (1990), A Model of Capitation, Journal of Health Economics 9(4): 397-409.",
        "Sisk, J.E., S.A. Gorman, A. Lenhard-Reisinger, S.A. Glied, W.H. DuMouchel and M.M. Hynes (1996), Evaluation of Medicaid Managed Care: Satisfaction, Access and Use, Journal of the American Medical Association 276:50-55.",
        "Smith, D.G. (1997), The Effects of Preferred Provider Organizations on Health Care Use and Costs, Inquiry 34 (Winter): 278-287.",
        "Starr, P. (1981), The Social Transformation of American Medicine. New York: Basic Books.",
        "Stearns, S., B. Wolfe and D. Kindig (1992), Physician Responses to Fee-for-Service and Capitation Payment, Inquiry 29(4): 416-25.",
        "Stern, R.S., P.1. Juhn, P.J. Gertler and A.M. Epstein (1989), A comparison of length of stay and costs for health maintenance organizations and fee-for-service patients, Archives of Internal Medicine 149:1185-118 8.",
        "Strumwasser, I., N.V. Paranjpe, D.L. Ronis, J. McGinnis, and D.W. Kee (1989), The Triple Option Choice: Self-Selection Bias in Traditional Coverage, HMOs, and PPOs, Inquiry 26(4): 432-41.",
        "Sturm R., C.A. Jackson, L.S. Meredith, W. Yip, W.G. Manning , W.H. Rogers and K.A. Wells (1995), Mental Health Care Utilization in Prepaid and Fee-for-Service Plans among Depressed Patients in the Medical Outcomes Study, Health Services Research 25:319-340.",
        "Szilagyi P.G., K.J. Roghmann, H.R. Foye, C. Parks, J. MacWhinney, R. Miller, L. Nazarian, T. Mclnerny and S. Klein (1990), The effect of independent practice association plans on use of pediatric ambulatory medical care in one group practice, Journal of the American Medical Association 263:2198-2203.",
        "Tussing, A.D. and M.A. Wojtowycz (1994), Health Maintenance Organizations, Independent Practice Associations, and Cesarean Section Rates, Health Services Research 29(1): 75-93.",
        "Udvarhelyi I.S., K. Jennison, R.S. Phillips and A.M. Epstein (1991), Comparison of the quality of ambulatory care for fee-for-service and prepaid patients, Annals of Internal Medicine 115:394-400.",
        "Van de Ven, W.P.M.M. and R.P. Ellis (1999), Risk Adjustment, Chapter in Handbook of Health Economics.",
        "Ware, J.E. Jr., R.H. Brook, W.H. Rogers, E.B. Keeler, A.R. Davies, C.D. Sherbourne, G.A. Goldberg, P. Camp and J.P. Newhouse (1987), Health Outcomes for Adults in Prepaid and Fee-for-Service Systems of Care: Results from the Health Insurance Experiment. RAND 4-3459-HHS. Santa Monica, CA: RAND Corporation.",
        "Weiner, J.P. (1994), Forecasting the Effects of Health Reform on US Physician Workforce Requirement. Evidence from HMO Staffing Patterns, JAMA 272(3): 222-30.",
        "Welch, W.P. (1984), HMO Enrollment: A Study of Market Forces and Regulations, Journal of Health Politics, Policy, and Law 8(4): 743-758.",
        "Welch, W.P. (1985), Health Care Utilization in HMOs: Results from Two National Samples, Journal of Health Economics 4(4): 293-308.",
        "Wells K.B., S.D. Hosek, M.S. Marquis (1992), The effects of preferred provider options in fee-forservice plans on use of outpatient mental health services by three employee groups, Medical Care 30:412-427.",
        "Wheeler, J.R.C. and T.M. Wickizer (1990), Relating Health Care Market Characteristics to the Effectiveness of Utilization Review, Inquiry 27(4): 344-351.",
        "Wholey, D., R. Feldman and J. Christianson (1995), The Effect of Market Structure on HMO Premiums, Journal of Health Economics 14(1): 8 1-105.",
        "Wholey, D., R. Feldman, J. Christianson and Engberg (1996), Scale and Scope Economies among Health Maintenance Organizations, Journal of Health Economics 15(6): 657-684.",
        "Wickizer, T M. (1992), The Effect of Utilization Review on Hospital Use and Expenditures: A Covariance Analysis, Health Services Research 27(1): 103-21.",
        "Wickizer, T.M., R.C.J.Wheeler, and P.J. Feldstein (1989), Does Utilization Review Reduce Unnecessary Hospital Care and Contain Costs? Medical Care 27: 632-647.",
        "Wouters A.V. (1990), The cost of acute outpatient primary care in a preferred provider organization, Medical Care 28:573-585.",
        "Yelin, E.H., L.A. Criswell and P.G. Feigenbaum (1996), Health Care Utilization and Outcomes among Persons with Rheumatoid Arthritis in Fee-for-Service and Prepaid Group Practice Settings, Journal of the American Medical Association 276:1048-1053.",
        "Yelin, E.H., M.A. Shern and W.V. Epstein (1986), Health outcomes for a chronic disease in prepaid group practice and fee-for-service settings, Medical Care 24:236-246.",
        "Zelman, W.A. (1996), The Changing Health Care Marketplace. San Francisco: Jossey-Bass.",
        "Zwanziger, J. and R. Auerbach (1991), Evaluating PPO Performance Using Prior Expenditure Data, Medical Care 29(2): 142-5 1."
    ]
}