{
    "id": 7206,
    "cites": 33,
    "cited_by": 4,
    "reference": [
        "Aghion, P., O. Hart and J. Moore, 1994, Improving Bankruptcy Procedure, Washington University Law Quarterly, Vol. 72, No. 3, 849-872.",
        "Armstrong, M., S. Cowan, J. Vickers, 1994, Regulatory Reform. Cambridge: MIT Press.",
        "Aspe, P. 1993, Economic Transformation the Mexican Way. Cambridge: MIT Press.",
        "Barberis, N, M. Boycko, A. Shleifer, and N Tsukanova, 1996, How Does Privatization Work: Evidence From the Russian Shops, Journal of Political Economy, Vol. 104(4) 764-790.",
        "Bishop, M., J. Kay and C. Mayer, 1994, The Regulatory Challenge. Oxford: Oxford University Press.",
        "Blanchard, O., 1997, The Economics of Post-Communist Transition, Clarendon Lectures.",
        "Oxford: Oxford University Press. Boardman, A. and A. Vining, 1992, Ownership versus Competition: Efficiency in Public Enterprise, Public Choice, 73, 205-239.",
        "Boycko, M, A. Schleifer and R. Vishny, 1995, Privatizing Russia. Cambridge: MIT Press.",
        "Cavallo, D., 1997, El Peso de la Verdad, Buenos Aires: Editorial Planeta.",
        "Feldstein, M., ed., 1998, Privatizing Social Security, Chicago: The University of Chicago Press.",
        "Goldman, M., 1998, Russian Billionaires Club, The International Economy, September.",
        "Hachette, D. and R. Luders, 1993, Privatization in Chile, ICS Press.",
        "Hanson, G., 1994, Antitrust in Post-Privatization Latin America: An Analysis of the Mexican Airlines Industry, The Quarterly Review of Economics and Finance, Vol 34, 199-216.",
        "Hart, O., 1995, Firms, Contracts and Financial Structure, Oxford: Oxford University Press.",
        "Kikeri, S., J. Nellis and M, Shirley, 1992, Privatization: The Lessons From experience, The World Bank.",
        "Kornai, J., 1992, The Socialist System: The Political Economy of Socialism, Princeton: Princeton University Press.",
        "Krueger, A., 1993, Political Economy of Policy Reform in Developing Countries.",
        "La Porta, R. and F. Lopez-de-Silanes, 1997, The Benefits of Privatization: Evidence From Mexico, NBER working paper 6215.",
        "Lopez-de-Silanes, F., 1997, Determinants of Privatization Prices, Quarterly Journal of Economics, 112(4), 965-1026.",
        "MacGregor, I., 1986, The Enemies Within. London: Collins.",
        "McMillan, J., 1994, Selling Spectrum Rights, Journal of Economic Perspectives.",
        "Megginson, W., R. Nash and M. Van Randenborgh, 1994, The Financial and Operating Performance of Newly Privatized Firms: an International Empirical Analysis, Journal of Finance, Vol. 49(2) 403-452.",
        "Milgrom, P., forthcoming, Auction Theory for Privatization, Cambridge: Cambridge University Press. Nankani H. and C. Vuylsteke, 1988, Techniques of Privatization of State Owned Enterprises. The World Bank.",
        "Newbery, D., 1997, Privatization, Restructuring and Regulation of Network Utilities, The Walras-Pareto Lectures, mimeo, University of Cambridge.",
        "Noll, R., 1989, Economic Perspectives on the Politics of Regulation, in Handbook of Industrial Organization, Amsterdam: North Holland.",
        "Olson, M., 1982, The Rise and Decline of Nations, New Haven: Yale University Press.",
        "Rogosinski, J., 1993, Too Much Vodka! The International Economy, March.",
        "Rogozinski, J., 1997, La Privatizacion en Mexico. Mexico: Editorial Trillas.",
        "Shleifer, A. and R. Vishny, Politicians and Firms, Quarterly Journal of Economics, Vol. 109(4), 995-1025. Thatcher, M., 1993, The Downing Street Years, Harper Collins.",
        "Tornell, A., 1997, Rational Atrophy: The US Steel Industry, mimeo, Harvard University.",
        "Tornell, A. and P. Lane, 1999, Voracity and Growth, American Economic Review.",
        "Tornell, A. and A. Velasco, 1992, The Tragedy of the Commons and Economic Growth, Journal of Political Economy.",
        "Viscusi, et. al., 1992, Economics of Regulation and Antitrust, Heath."
    ]
}