{
    "id": 7208,
    "cites": 41,
    "cited_by": 112,
    "reference": [
        "AUDRETSCH, DAVID B. AND TALAT MAHMO0D 1995, New Firm Survival and the Technological Regime , Review of Economics and Statistics 77:1, 97-103.",
        "ALCHIAN, A. AND H. DEMSETZ, 1972, Production, Information Costs and Economic Organization, American Economic Review 777-705.",
        "BANZ, R.0LF W., 1981, The Relationship Between Return and the Market Value of Common Stocks, Journal of Financial Economics 9, 3-18.",
        "BARRO R. AND J. LEE, 1993, International Comparisons of Educational Attainment, NBER Working Paper.",
        "CAVES, RICHARD E. AND THOMAS A. PUGEL (1980). Intra-Industry Differences in Conduct and Performance Monograph Series, New York University.",
        "C0AsE, R., 1937, The Nature of the Firm, Economica 4:386-405.",
        "FAMA, E. AND M. JENSEN (1983). Separation of Ownership and Control, Journal of Law and Economics , June.",
        "GERTLER, MARK AND SIMON GILCHRIST (1994). Monetary Policy, Business Cycles.",
        "GINARTE, JUAN CARLOS AND WALTER G. PARK (1997). Determinants of Patent Rights: A Cross-National Study, mimeo, American University, Washington D.C.",
        "GOLLIN, DOUGLAS. (1998). Nobodys Business but My Own: Self Employment and Small Enterprise in Economic Development, Working Paper, June 1998, Williams College.",
        "GROSSMAN, S. AND HART, 0. 1986, The Costs and the Benefits of Ownership: A Theory of Vertical and Lateral Integration Journal of Political Economy 691-719.",
        "HARRIS, MILTON AND ARTuR RAVIv 1990, The theory of capital structure Journal of Finance 46, 297-355.",
        "Hart, Oliver, Firms, Contracts, and Financial Structure, (Oxford: Clarendon Press, 1995).",
        "HART, 0. AND J. MOORE 1990, Property Rights and the Nature of the Firm Journal of Political Economy 1119-1158.",
        "HOLMSTROM, BENGT, 1999 The Firm as a Subeconomy Journal of Law, Economics and Organizatiorz,15, no 1, 74-102.",
        "HOLMSTROM, BENGT AND J.R0BERTs 1998 The Boundaries of the Firm Revisited,~ Journal of Economic Perspectives , 12: 73-94.",
        "HOPENHAYN, HUGO A. (1992). Entry, Exit, and Firm Dynamics in Long Run Equilibrium, Econometrica, September 1992, vol. 60, no. 5, 1127-1150.",
        "ISLAM, NAZRUL. (1995). Growth Empirics: A Panel Data Approach, The Quarterly Journal of Economics, November 1995, 1127-1170.",
        "KLEPPER, STEVEN (1996). Entry, Exit, Growth, and Innovation over the Product Life Cycle, American Economic Review, 86:3, 562-583.",
        "KREMER, MICHAEL. (1993). The 0-Ring Theory of Economic Development.~ The Quarterly Journal of Economics, August 1993, 551-575.",
        "JENSEN M. C. AND W. MECKLING. 1976, Theory of the Firm: Managerial Behavior.",
        "Agency Costs and Capital Structure, Journal of Financial Economics 3: 305-360. JENSEN,M. AND K.J. MURPHY 1990, Performance Pay and Top-Management Incentives , Journal of Political Economy 98, 225-264.",
        "LA PORTA, R., FL0RENcI0, LOPEZ DE SILANES, ANDREI SHLEIFER, AND ROBERT VISHNY 1997a, The Legal Determinants of External Finance, Journal of Finance, 52, 113 1-1150.",
        "LA PORTA, R., FLORENCIO, LOPEZ DE SILANES, ANDRE! SHLEIFER, AND ROBERT VISHNY 1997b, Trust in large organizations, American Economic Review, 87:2, 333-338.",
        "LA PORTA, R., LOPEZ-DE-SILANE5, F., SHLEIFER, A. AND R. VISHNY , 1998, Law and Finance, Journal of Political Economy, 106, 1113-1155.",
        "LUCAS, ROBERT E., JR. (1978). On the Size Distribution of Business Firms, Bell Journal of Economics, vol 9, 508-523.",
        "MATA, JOSE. (1996). Markets, Entrepreneurs, and the Size of New Firms, Economic Letters, 52:1, 89-94.",
        "PAGANO, MARCO, AND F. PANETTA AND L. ZINGALES, ,1998, Why Do Companies Go Public? An Empirical Analysis] Journal of Finance, 53: 27-64 PAKES, ARIEL, AND RICHARD ERICSON, , forthcoming, Empirical Implications of Alternative Models of Firm Dynamics, Journal of Economic Theory.",
        "PETERSEN, M. AND R. RAJAN, 1997, Review of Financial Studies, 10:1, 661-691.",
        "RAJAN, R. AND L. ZINGALEs, 1995, What Do We Know about Capital Structure? Some Evidence From International Data Journal of Finance , 50: 142 1-1460.",
        "RAJAN, R. AND L. ZINGALES, 1998a, Financial Dependence and Growth The American Economic Review 88: 559-586.",
        "RAJAN, R. AND L. ZINGALES, 1998b, Power in a Theory of the Firm, Quarterly Journal of Economics CXIII: 387-432.",
        "RAJAN, R. AND L. ZINGALES, 1998c, The Firm as a Dedicated Hierarchy: A Theory of the Origins and Growth of Firms, University of Chicago working paper.",
        "RAJAN, R. AND L. ZINGALES, 1999, Politics, Law, and Financial Development, University of Chicago working paper. http://gsblgz.uchicago.edu.",
        "RINGLEB AND WIGGINS (1990) Liability and Large-Scale, Long-Term Hazards, Journal of Political Economy 98.",
        "ROSEN, SHERwIN. (1982). Authority, Control, and the Distribution of Earnings. Bell Journal of Economics, Autumn 1982, 3 11-323.",
        "SHEPARD, ANDREA. (1987). Licensing to Enhance Demand for New Technologies. Rand Journal of Economics, 18, 360-368.",
        "SUTTON, JOHN, 1991, `Sunk Costs and Market Structure: Price Competition, Advertising, and the Evolution of Concentartion, MIT Press, Cambridge: MA.",
        "SUTTON, JOHN (1997). Gibrats Legacy, Journal of Economic Literature, 35:1, 40-59.",
        "WILLIAMSON, 0., 1975, `Market and Hierarchies: Analysis and Antitrust Implications.",
        "The Free Press, New York. WILLIAMSON, 0., 1985, `The Economic Institutions of Capitalism, The Free Press, New York."
    ]
}