{
    "id": 7209,
    "cites": 38,
    "cited_by": 2,
    "reference": [
        "Zeckhauser, R., Pound, J., 1990. Are large shareholders effective monitors?: an investigation of share ownership and corporate performance. In Hubbard, R.G. (Ed.), Asymmetric Information, Corporate Finance, and Investment. University of Chicago Press, Chicago.",
        "Shleifer, A., Vishny, R., 1986. Large shareholders and corporate control. Journal of Political Economy 94, 461-488.",
        "Scholes, M., Williams, J., 1976. Estimating betas from nonsynchronous data. Journal of Financial Economics 5, 309-327.",
        "Newey, W., 1985. Generalized method of moments specification testing. Journal of Econometrics 29, 229-256.",
        "Moyer, R., Rao, R., Sisneros, P., 1992. Substitutes for voting rights: evidence from dual class recapitalization. Financial Management 21, 35-47.",
        "Millstein, I., MacAvoy, P., 1998. The active board of directors and improved performance of the large publicly-traded corporation. Columbia Law Review 98, 1283-1322.",
        "McConnell, J., Servaes, H., 1990. Additional evidence on equity ownership and corporate value. Journal of Financial Economics 27, 595-612.",
        "Margiotta, M., Miller, R., 1991. Managerial compensation and the cost of moral hazard. Unpublished working paper. Carnegie Mellon University.",
        "Kole, S., 1996. Managerial ownership and firm performance: incentives or rewards? Advances in Financial Economics 2, 119-149.",
        "Kole, S., 1995. Measuring managerial equity ownership: a comparison of sources of ownership 34 data. Journal of Corporate Finance 1, 413-435.",
        "Kaplan, S., 1989. Effects of management buyouts on operating performance and value. Journal of Financial Economics 24, 217-254.",
        "Jensen, M., Warner, J., 1988. The distribution of power among corporate managers, shareholders, and directors. Journal of Financial Economics 20, 3-24.",
        "Jensen, M., Meckling, W., 1976. Theory of the firm: managerial behavior, agency costs and ownership structure. Journal of Financial Economics 3, 305-360.",
        "Jensen, M., 1986. Agency costs of free cash flow, corporate finance, and takeovers. American Economic Review, 76, 323-329.",
        "Jensen, G., Solberg, D., Zorn, T., 1992. Simultaneous determination of insider ownership, debt, and dividend policies. Journal of Financial and Quantitative Analysis 27, 247-263.",
        "Hubbard, R.G., Palia, D., 1995. Executive pay and performance: evidence from the U.S. banking industry. Journal of Financial Economics 39, 105-130.",
        "Holthausen, R., Larcker, D., 1993. Organizational structure and financial performance. Unpublished working paper. The Wharton School.",
        "Holderness, C., Kroszner, R., Sheehan, D., 1999. Were the good old days that good?: evolution of managerial stock ownership and corporate governance since the great depression. Journal of Finance 54, 435-469.",
        "Hermalin, B., Weisbach, M., 1991. The effects of board compensation and direct incentives on firm performance. Financial Management 20, 101-112.",
        "Hausman, J., 1978. Specification tests in econometrics. Econometrica 46, 1251-1271.",
        "Griliches, Z., Hausman, J., 1986. Errors in variables in panel data. Journal of Econometrics 31, 93-188.",
        "Greene, W., 1997. Econometric Analysis. Prentice Hall, Upper Saddle River, N.J.",
        "Gertler, M., Hubbard, R.G., 1993. Corporate financial policy, taxation, and macroeconomic risk. RAND Journal of Economics 24, 286-303.",
        "Gertler, M., Hubbard, R.G., 1988. Financial factors in business fluctuations. Financial Market Volatility: Causes and Consequences. Federal Reserve Bank, Kansas City.",
        "Fershtman, C., Judd, K., 1987. Equilibrium incentives in oligopoly. American Economic 33 Review 77, 927-940.",
        "Fama, E., Jensen, M., 1983. Separation of ownership and control. Journal of Law and Economics 26, 301-325.",
        "Fama, E., 1980. Agency problems and the theory of the firm. Journal of Political Economy 88, 288-307.",
        "Easterbrook, F., 1984. Two agency-cost explanations of dividends. American Economic Review 78, 650-659.",
        "Dimson, E., 1979. Risk measurement when shares are subject to infrequent trading. Journal of Financial Economics 7, 197-226.",
        "Demsetz, H., Lehn, K., 1985. The structure of corporate ownership: causes and consequences. Journal of Political Economy 93,1155-1177.",
        "Crutchley, C., Hansen, R., 1989. A test of the agency theory of managerial ownership, corporate leverage, and corporate dividends. Financial Management 18, 36-46.",
        "Cole, R., Mehran, H., 1997. The effect of changes in ownership structure on performance: evidence from the thrift industry. Mimeograph, Board of Governors of the Federal Reserve System.",
        "Berle, A., Means, G., 1932. The Modern Corporation and Private Property. Macmillan, New York.",
        "Baysinger, B., Butler, H., 1985. Corporate governance and the board of directors: performance effects of changes in board composition. Journal of Law, Economics, and Organization 1, 102-123.",
        "American Law Institute., 1982. Principles of Corporate Governance and Structure: Restatement and Recommendations. ALI, New York.",
        "Alchian, A., 1969. Corporate management and property rights. In Henry Manne, (Ed.), Economic Policy and Regulation of Corporate Securities. American Enterprise Institute for Public Policy Research, Washington, D.C.",
        "Agrawal, A., Knoeber, C., 1996 . Firm performance and mechanisms to control agency problems between managers and shareholders. Journal of Financial and Quantitative Analysis 31, 377-397.",
        "MÃ\u0083Â¸rck, R., Shleifer, A., Vishny, R., 1988. Management ownership and market valuation. Journal of Financial Economics 20, 293-315."
    ]
}