{
    "id": 7211,
    "cites": 17,
    "cited_by": 30,
    "reference": [
        "Barro, Robert J. and David Gordon (1983), A Positive Theory of Monetary Policy in a Natural Rate Model, Journal of Political Economy 91, 589-610.",
        "Bartolini, Leonardo, and Allan Drazen (1997a), Capital Account Liberalization as a Signal, American Economic Review 87, pp.",
        "Journal of International Economics 42, pp. Bensaid, Bernard and Olivier Jeanne (1997), The Instability of Fixed Exchange Rate Systems When Raising the Nominal Interest Rate is Costly, European Economic Review 41, 1461-78.",
        "Bikhchandani, S., D. Hirshleifer, and I. Welch (1992), A Theory of Fads, Fashions, Customs, and Cultural Change as Informational Cascades, Journal of Political Economy 100, 9921026.",
        "Drazen, Allan (1998), Interest Rate Defense Against Speculative Attacks: An Asymmetric Information Model, working paper.",
        "Drazen, Allan and Elhanan Helpman (1987), Stabilization with Exchange Rate Management, Quarterly Journal of Economics 102, 835-55.",
        "Helpman, A. Razin, and E. Sadka, editors, Economic Effects of the Government Budget, Cambridge, MA: MIT Press. Drazen, Allan and Paul Masson (1994), Credibility of Policies versus Credibility of Policymakers, Quarterly Journal of Economics 109, 735-54.",
        "Eichengreen, Barry and Charles Wyplosz, (1993), The Unstable EMS, Brookings Papers on Economic Activity 1, 51-143.",
        "Eichengreen, Barry, Andrew Rose, and Charles Wyplosz, (1995), Exchange Market Mayhem: The Antecedents and Aftermath of Speculative Attacks, Economic Policy 21, 249-312.",
        "Feldstein, Martin (1997), The Political Economy of the European Economic and Monetary Union: Political Sources of an Economic Liability, Journal of Economic Perspectives 11, 23-42.",
        "Flood, Robert and Peter Garber (1984), Collapsing Exchange Rate Regimes: Some Linear Examples, Journal of International Economics 17, 1-13. .",
        "Gerlach, Stefan and Frank Smets (1995), Contagious Speculative Attacks, European Journal of Political Economy 11, 5-63. .",
        "Krugman, Paul (1979), a Model of Self-Fulfilling Balance of Payments Crises, Journal of Money Credit and Banking 11, 311-25.",
        "Masson, Paul (1995), Gaining and Losing EMS Credibility: The Case of the United Kingdom, The Economic Journal 105, 571-82.",
        "Equilibria, working paper, IMF Research Department. MÃ\u0083Â©litz, Jacques (1995), Comment in C. Bordes, E. Giardin, and J. MÃ\u0083Â©litz, editors, European Currency Crises and After, Manchester: Manchester Univ Press.",
        "Obstfeld, Maurice (1986), Rational and Self-Fulfilling Balance-of-Payments Crises, American Economic Review 76, 72-81. .",
        "Review 40, 1037-48. Ozkan, F. Gulcin and Alan Sutherland, (1995) Policy Measures to Avoid a Currency Crisis, Economic Journal 105, 510-19."
    ]
}