{
    "id": 7212,
    "cites": 20,
    "cited_by": 16,
    "reference": [
        "Balassa, Bela. 1989. Comparative Advantage, Trade Policy, and Economic Delelopment, New York: New York University Press.",
        "Balassa, Bela and Associates. 1964. Studies in Trade Liberalization: Problems and Prospects for the Industrial Countries, Baltimore: Johns Hopkins Press.",
        "Balassa, Bela and Luc Bauwens. 1988. Changing Trade Patterns in Manufactured Goods: An Econometric Investigation, Contributions to Economic Analysis No. 176, Amsterdam: North Holland.",
        "Balassa, Bela and Marcus Noland. 1989. The Changing Comparative Advantage of Japan and the United States, Journal of the Japanese and International Economies, (June), pp.",
        "Balassa, Bela and Marcus Noland. 1988. Japan in the World Economy. Washington, DC: Institute for International Economics.",
        "Heston, Alan and Robert E. Lipsey, eds. 1998. International and Interarea Comparisons of Prices, Incomes, and Output, manuscript of a conference volume, Summer.",
        "Hillman, Arye. 1980. Observations on the Relation Between Revealed Comparative Advantage and Comparative Advantage as Indicated by Pre-Trade Relative Prices, Weltwirtschaftliches Archiv, 116/2, pp. 315-321.",
        "Hoekman, Bernard and Simeon Djankov. 1997. Determinants of the Export Structure of Countries in Central and Eastern Europe, The World Bank Economic Review, 11:3 (), pp. 471487.",
        "Hummels, David; Dana Rapaport; and Kei-Mu Yi. 1998. Vertical Specialization and the Changing Nature of World Trade, Federal Reserve Bank of New York Economic Policy Review, 4:2 (June), pp. 79-99.",
        "Keller, Wofgang. 1998. Product Differentiation, Scale Economies, and Foreign Trade, manuscript, presented at the Fifth Annual Empirical Investigations in International Trade Conference, Purdue University, November 13-15, 1998.",
        "Kirova, Milka S. and Robert E. Lipsey. 1998. Measuring Real Investment: Trends in the United States and International Comparisons, Federal Reserve Bank of New York Economic Policy Review, 4:1 (January-February), pp. 3-18; also National Bureau of Economic Research Working Paper No. 6404, February.",
        "Kravis, Irving B. and Robert E. Lipsey. 1971. Price Competitiveness in World Trade. New York: Columbia University Press for the National Bureau of Economic Research.",
        "Kreinin, Mordechai and Michael G. Plummer. 1994a. `Natural Economic Blocs: An Alternative Formulation, The International Trade Journal, 8:2 (Summer), pp. 193-205.",
        "Kreinin, Mordechai and Michael G. Plummer. 1994b. Structural Change and Regional Integration in East Asia, International Economic Journal, 8:2 (Summer), pp. 1-12.",
        "Leamer, Edward E. 1997. Evidence of Ricardian and Heckscher-Ohlin Effects in OECD Specialization Patterns, in Maskus et al. (1997).",
        "Maskus, Keith E.; Peter M. Hooper; Edward E. Leamer; and J. David Richardson, eds. 1997.",
        "Quiet Pioneering: Robert M. Stern and His International Economic Legacy, Ann Arbor: University of Michigan Press. Moenius, Johannes and David Riker. 1998. Trade Barriers and the Volatility of Comparative Advantage, manuscript, presented at the Fifth Annual Empirical Investigations in International Trade Conference, Purdue University, November 13-15, 1998.",
        "Proudman, James and Stephen Redding. 1997. Persistence and Mobility in International Trade, Bank of England Working Paper Series No. 64, June.",
        "Schott, Peter K. 1998. One Size Fits All'DONE' Theory, Evidence, and Implications of Cones of Diversification, manuscript, presented at the Fifth Annual Empirical Investigations in International Trade Conference, Purdue University, November 13-15, 1998.",
        "Wolff, Edward N. 1998. Specialization and Productivity Performance in Low-, Medium-, and High-Tech Manufacturing Industries, in Heston and Lipsey (1998)."
    ]
}