{
    "id": 7217,
    "cites": 25,
    "cited_by": 12,
    "reference": [
        "Bishop, John H. 1989. Is the Test Score Decline Responsible for the Productivity Growth Decline'DONE' American Economic Review 79 (March): 178-197.",
        "Braatz, Jay, and Robert D. Putnam. 1997. Families, Communities, and Education in America: Exploring the Evidence. Harvard University Working Paper (July).",
        "Card, David. 1999, forthcoming. The Causal Effect of Education on Earnings. In O. Ashenfelter and D.",
        "Card, The Handbook of Labor Economics. Vol. 3. Amsterdam: North-Holland Publishing Co. Chandler, Alfred. 1977. The Visible Hand: The Managerial Revolution in American Business. Cambridge, MA: Harvard University Press.",
        "Dubester, Henry J. 1948. State Censuses: An Annotated Bibliography of Censuses of Population Taken after the Year 1790 by States and Territories of the United States. Washington, D.C.: U.S. G.P.O..",
        "Goldin, Claudia. 1998. Americas Graduation from High School: The Evolution and Spread of Secondary Schooling in the Twentieth Century, Journal of Economic History 58 (June): 345-73.",
        "Goldin, Claudia, and Lawrence F. Katz. 1998. The Origins of Technology-Skill Complementarity, Quarterly Journal of Economics CXIII (August): 693-732.",
        "Goldin, Claudia, and Lawrence F. Katz. 1999a. The Returns to Skill in the United States across the Twentieth Century. NBER Working Paper no. 7126 (May).",
        "Gorseline, Donald Eugene. 1932. The Effect of Schooling Upon Income. Bloomington, IN: The Graduate Council of Indiana University.",
        "Huffman, Wallace. 1999 (forthcoming). Human Capital: Education and Agriculture. In G. Rausser and B. Gardner, Handbook of Agricultural Economics. Amsterdam: North Holland Press.",
        "Juhn, Chinhui. 1999. Wage Inequality and Demand for Skill: Evidence from Five Decades, Industrial and Labor Relations Review 52 (April): 424-43.",
        "Lazonick, William. 1990. Competitive Advantage on the Shop Floor. Cambridge, MA: Harvard University Press.",
        "Lillard, Lee, James P. Smith, and Finis Welch. 1986. What Do We Really Know about Wages'DONE' The Importance of Nonreporting and Census Imputation, Journal of Political Economy 94 (June): 489506.",
        "Mincer, Jacob. 1974. Schooling, Experience, and Earnings. New York: Columbia University Press for the National Bureau of Economic Research.",
        "Ryan, Bryce, and Neal Gross. 1950. Acceptance and Diffusion of Hybrid Corn Seed in Two Iowa Communities, Research Bulletin 372 Agricultural Experiment Station, Iowa State College of Agriculture and Mechanic Arts (January). Ames, IA.",
        "Schultz, Theodore W. 1964. Transforming Traditional Agriculture. New Haven, CT: Yale University Press.",
        "Smith, Daniel Scott. 1996. The Number and Quality of Children: Education and Marital Fertility in Early Twentieth-Century Iowa, Journal of Social History XXX: 367-93.",
        "State of Iowa. [year] Biennial Report of the Department of Public Instruction for [year] to [year]. Des Moines, IA: State Printer. State of Iowa, Department of Agriculture. 1912. Thirteenth Annual Iowa Year Book of Agriculture. Des Moines, IA: R. Henderson, State Printer.",
        "Taubman, Paul, and Terrence Wales. 1972. Mental Ability and Higher Educational Attainment in the 20 th Century. NBER Occasional Paper 118. New York: National Bureau of Economic Research.",
        "Tinbergen, Jan. 1975. Income Differences: Recent Research. Amsterdam: North-Holland Publishing Co.",
        "Tyack, David, and Elisabeth Hansot. 1990. Learning Together: A History of Coeducation in American Schools. New York: Russell Sage Press.",
        "Manufactures, 1909, General Report and Analysis. Washington, D.C.: U.S. G.P.O.",
        "Washington, D.C.: U.S. G.P.O. U.S. Bureau of the Census. 1975. Historical Statistics of the United States from Colonial Times to the Present. Washington, D.C.: U.S. G.P.O.",
        "U.S. Department of Education, National Center for Education Statistics. 1993. 120 Years of American Education: A Statistical Portrait. Washington, D.C.: U.S. G.P.O.",
        "Welch, Finis. 1970. Education in Production, Journal of Political Economy 78 (Jan./Feb.): 35-59."
    ]
}