{
    "id": 7218,
    "cites": 30,
    "cited_by": 2,
    "reference": [
        "Topel, R.H., and M.P. Ward (1992), ~Job Mobility and the Careers of Young Men, Quarterly Journal of Economics 107, 439-479.",
        "Topel, R.H. (1993), ~What Have We Learned from Empirical Studies of Unemployment and Turnover? American Economic Review 83, 110-115.",
        "Topel, R.H. (1991), ~Specific Capital, Mobility and Wages: Wages Rise with Job Seniority, Journal of Political Economy 99, 145-176.",
        "Topel, R.H. (1990), ~Specific Capital and Unemployment: Measuring the Costs and Consequences of Worker Displacement, Carnegie-Rochester Conference Series on Public Policy 33, 181-214.",
        "Stevens, A.H. (1997), ~Persistent Effects of Job Displacement: The Importance of Multiple Job Losses, Journal of Labor Economics 15, 165-188.",
        "JOB DESTRUCTION AND THE EXPERIENCES OF DISPLACED WORKERS 37 Ruhm, C.J. (1991b), ~The Time Profile of Displacement-Induced Changes in Unemployment and Earnings, in J.T. Addison, ed., Job Displacement: Consequences and Implications for Public Policy, Detroit: Wayne State University Press.",
        "Ruhm, C.J. (1991a), ~Are Workers Permanently Scarred by Job Displacements? American Economic Review 81, 319-324.",
        "Ramey, G., and J. Watson (1997b), ~Contractual Intermediaries, Discussion Paper 97-26, UCSD, October.",
        "Neal, D. (1995), ~Industry-Specific Human Capital: Evidence from Displaced Workers, Journal of Labor Economics 13, 654-677.",
        "Pries, M. (1998), ~Persistence of Employment Fluctuations: A Model of Recurring Job Loss, draft, Stanford University, November.",
        "Mortensen, D.T., and C.A. Pissarides (1998), ~Technological Progress, Job Creation, and Job Destruction, Review of Economic Dynamics 1, 733-753.",
        "Mortensen, D.T., and C.A. Pissarides (1994), ~Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies 61, 397-415.",
        "Ljungqvist, L., and T.J. Sargent (1998), ~The European Unemployment Dilemma, Journal of Political Economy 106, 514-550.",
        "Kletzer, L.G. (1989), ~Returns to Seniority After Permanent Job Loss, American Economic Review 79, 536-543.",
        "Jacobson, L.S., R.L. LaLonde and D.G. Sullivan (1993b), The Costs of Worker Dislocation, Kalamazoo, MI: W.E. Upjohn Institute.",
        "Jacobson, L.S., R.L. LaLonde and D.G. Sullivan (1993a), ~Earnings Losses of Displaced Workers, American Economic Review 83, 685-709.",
        "Hall, R.E. (1995), ~Lost Jobs, Brookings Papers on Economic Activity, 1995(1), 221-73.",
        "Hall, R.E. (1999) ~Aggregate Job Destruction and Inventory Liquidation, Working Paper 6912, National Bureau of Economic Research, January.",
        "JOB DESTRUCTION AND THE EXPERIENCES OF DISPLACED WORKERS 36 Gomes, J., J. Greenwood and S. Rebelo (1997), ~Equilibrium Unemployment, Working Paper 5922, National Bureau of Economic Research, February.",
        "Den Haan, W.J., G. Ramey and J. Watson (1999a), Contract-Theoretic Approaches to Wages and Displacement, Discussion Paper No. 99-02, UCSD, January.",
        "Den Haan, W.J., G. Ramey and J. Watson (1999b), Liquidity Flows and Fragility of Business Enterprises, Discussion Paper No. No. 99-07, UCSD, March.",
        "Den Haan, W.J., G. Ramey and J. Watson (1997), Job Destruction and Propagation of Shocks, Discussion Paper 97-23, UCSD, October.",
        "Davis, S.J., J.C. Haltiwanger and S. Schuh (1996), Job Creation and Destruction, Cambridge, MA: MIT Press.",
        "Cole, H.L., and R. Rogerson (1996), Can the Mortensen-Pissarides Matching Model Match the Business Cycle Facts? Staff Report 224, Research Department, Federal Reserve Bank of Minneapolis, December.",
        "Carrington, W.J. (1993), Wage Losses for Displaced Workers: Is It Really the Firm that Matters? Journal of Human Resources 28, 435-462.",
        "Cabrales, A., and H.A. Hopenhayn (1998), Job Dynamics, Correlated Shocks and Wage Profiles, draft, Universitat Popoeu and University of Rochester, Feb.",
        "Caballero, R.J., and M.L. Hammour (1996), On the Timing and Efficiency of Creative Destruction, Quarterly Journal of Economics 111, 805-852.",
        "Caballero, R.J., and M.L. Hammour (1994), The Cleansing Effect of Recessions, American Economic Review 84, 1350-1368.",
        "Barlevy, G. (1998), The Sullying Effect of Recessions, draft, Northwestern University, March.",
        "Barlevy, G. (1997), Temporary and Permanent Reallocation: Further Evidence from the PSID, draft, Northwestern University, September."
    ]
}