{
    "id": 7219,
    "cites": 30,
    "cited_by": 9,
    "reference": [
        "World Bank, 1997, Private capital flows to developing countries: The road to financial integration, Oxford University Press.",
        "Warther, V. A., 1995, Aggregate mutual fund flows and security returns, Journal of Financial Economics 39, 209-235.",
        "Tesar, L., and I. Werner, 1995b, Home bias and high turnover, Journal of International Money and Finance, vol. 14, no. 4, 467-492.",
        "Tesar, L., and I. Werner, 1995a, U.S. equity investment in emerging stock markets, World Bank Economic Review 9, no. 1, 109-130.",
        "Tesar, L., and I. Werner, 1994, International equity transactions and U.S. portfolio choice, in J. Frankel, The internationalization of equity markets, University of Chicago Press, Chicago, IL., 185-215.",
        "Shleifer, A., 1986, Do demand curves for stocks slope down?, Journal of Finance 41, 579- 590.",
        "Stulz, RenÃ\u0083Â© M., 1999, International portfolio flows and security markets, Unpublished working paper, The Ohio State University, Columbus, OH.",
        "Picard, D., 1985, Testing and estimating change-points in time series, Advances in Applied Probability 176, 841-867.",
        "Lumsdaine, Robin L., and David H. Papell, 1997, Multiple trend breaks and the unit root hypothesis, Review of Economics and Statistics LXXIX (2), 212-218.",
        "Kim, E. and Vijay Singal, 1999, Opening up of stock markets: Lessons from emerging economies, Journal of Business forthcoming.",
        "Henry, Peter Blair, 1999a, Equity prices, stock market liberalization, and investment, unpublished 32 Journal of Financial Economics, forthcoming.",
        "Froot, Kenneth A., Paul G. J. OConnell and Mark S. Seasholes, The Portfolio Flows of International Investors, I, Unpublished manuscript, Harvard Business School, Cambridge, MA. Harvey, Campbell R., 1995, Predictable risk and returns in emerging markets, Review of Financial Studies 8, 773-816.",
        "Fernandez-Arias, Eduardo, 1996, The new wave of private capital flows: Push or pull?, Journal of Development Economics 48, 389-418.",
        "Edelen, Roger M. and Jerold B. Warner, 1999, Why are mutual fund flow and market returns related ? Evidence from high-frequency data, Unpublished working paper, University of Rochester, Rochester, NY.",
        "Clark, J.M, and E. Berko, 1997, Foreign investment fluctuations and emerging market stock returns: The case of Mexico, unpublished working paper, Federal Reserve Bank of New York, New York, NY.",
        "Calvo, Guillermo A. and Enrique Mendoza, 1998, Contagion, globalization and volatility of capital flows, forthcoming in Sebastian Edwards, Ed., Capital inflows to emerging markets, NBER and University of Chicago Press.",
        "Calvo, Guillermo A., Leonardo Leiderman and Carmen M. Reinhart, 1994, The capital inflows problem: Concepts and issues, Contemporary Economic Policy XII, July, 54-66.",
        "Calvo, Guillermo A., Leonardo Leiderman and Carmen M. Reinhart, 1993, Capital inflows and real exchange rate appreciation in Latin America: The role of external factors, IMF Staff Papers, Washington, DC.",
        "Bohn, Henning, and Linda L. Tesar, 1997, The U.S. international investment portfolio and meanvariance optimization, Unpublished working paper, University of California at Santa Barbara, Santa Barbara, CA.",
        "Bohn, Henning, and Linda L. Tesar, 1996, U.S. equity investment in foreign markets: Portfolio rebalancing or return chasing?, American Economic Review 86 (2), May, 77-81.",
        "Bekaert, Geert, Campbell R. Harvey and Robin Lumsdaine, 1998, Dating the integration of world capital markets, Unpublished working paper, Brown, Stanford and Duke University.",
        "Bekaert, Geert and Campbell R. Harvey, 1998b, Capital flows and the behavior of emerging market equity returns, forthcoming in Sebastian Edwards, Ed., Capital inflows to emerging markets, NBER and University of Chicago Press.",
        "Bekaert, Geert and Campbell R. Harvey, 1998a, Foreign speculators and emerging equity markets, Unpublished working paper, Duke and Stanford University.",
        "Bartolini, Leonardo and Allan Drazen, 1996, Capital account liberalization as a signal, Unpublished working paper, National Bureau of Economic Research, 5725.",
        "Bekaert, Geert and Campbell R. Harvey, 1995, Time-varying world market integration, Journal of Finance 50, 403-444.",
        "Banerjee, Anindya, Robin L. Lumsdaine and James H. Stock, 1992, Recursive and sequential tests of the unit root and trend-break hypotheses: Theory and international evidence, Journal of Business and Economic Statistics 10:2, July, 271-287.",
        "Bai, Jushan, Robin L. Lumsdaine and James H. Stock, 1998, Testing for and dating breaks in stationary and nonstationary multivariate time series, Review of Economic Studies, 65:3, 395-432.",
        "Bai, Jushan and Pierre Perron, 1998b, Estimating and testing linear models with multiple structural changes, Econometrica 66, 47-78.",
        "Bai, Jushan, and Pierre Perron, 1998a, Computation and analysis of multiple structural change models, unpublished manuscript.",
        "Bachetta, Philippe and Eric Van Wincoop, 1998, Capital flows to emerging markets Liberalization, overshooting and volatility, forthcoming in Sebastian Edwards, Ed., Capital inflows to emerging markets, NBER and University of Chicago Press."
    ]
}