{
    "id": 722,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "Bateman, Fred and Thomas Weiss, (1981). A Deplorable Scarcity: The Failure of Industrialization in the Slave Economy, Chapel Hill, University of North Carolina Press.",
        "Bidwell, Percy W. and John I. Falconer. (1925). History of Agriculture in the Northern United States. Washington, Carnegie Institution of Washington.",
        "Carey, Henry C. (1835). Essay on the Rate of Wages: With an examination of the causes of the differences in the condition of the labouring populations throughout the world. Philadelphia. Clarke, Richardand Lawrence Summers. (1980). The Labour Scarcity Controversy Reconsidered, Economic Journal (March).",
        "Cole, Arthur Harrison. (1926). The American Wool Manufacture. Two Volumes. Harvard University Press.",
        "Davis, Pearce. (1949). The Development of the American Glass Industry. Harvard University Press.",
        "Dublin, Thomas. (1979). Women at Work: The Transformation of Work and Community in Lowell Massachusetts, 1826-1860. Columbia University Press.",
        "Goldin, Claudia and Kenneth Sokoloff. (1981). Women, Children, and Industrialization in the Early Republic: Evidence from the Manufacturing Censuses, National Bureau of Economic Research Working Paper, forthcoming.",
        "Habakkuk, H.J. (1962). American and British Technology in the Nineteenth Century. Cambridge University Press.",
        "Hazard, Blanche. (1921). The Organization of the Boot and Shoe Industry in Massachusetts Before 1875. Harvard University Press.",
        "Holmes, George. (1912). Wages of Farm Labor. Department of Agriculture Bulletin 99. Washington, D.C.",
        "Lebergott, Stanley. (1964). Manpower in American Economic Growth: The American Record Since 1800. McGraw-Hill.",
        "Lewis, W. Arthur. (1958). Economic Development with Unlimited Supplies of Labour. In A. N. Agarwala and S. P. Singh, Eds., The Economics of Underdevelopment. Oxford University Press.",
        "McLane, Louis. (1832). Documents Relative to the Statistics of Manufactures in the U.S., Volumes I and II. U.S. Congress Serial Set 222 and 223. Duff Green. Metzer, Jacob. (1975). Rational Management, Modern Business Practices, and Economies of Scale in the Ante-Bellum Southern Plantations, Explorations in Economic Hist~y (April).",
        "Ware, Caroline F. (1931). The Early New England Cotton Manufacture: A Study in Industrial Beginnings. Russell and Russell.",
        "Williamson, Jeffrey and Peter Lindert. (.1980). American Inequality: A Macroeconomic History. Academic Press."
    ]
}