{
    "id": 7222,
    "cites": 17,
    "cited_by": 10,
    "reference": [
        "Zingales, Luigi. Survival of the Fittest or the Fattest? Exit and Financing in the Trucking Industry. The Journal of Finance 3, no.3 (1998): 905-938.",
        "Wilson, D. Assessing the Impact of Information Technology on Organizational Performance, in R. Barker, R. Kauffman, and M.A. Mahmood (Eds.), Strategic Information Technology Management. Idea Group, Harrisburg, PA, 1993.",
        "Solow, Robert, New York Times Book Review (July 12, 1987).",
        "Swan, P.F. The Effect of Changes in Operations on Less-Than-Truckload Motor Carrier Productivity and Survival, Ph.D. Dissertation, The University of Michigan, 1997.",
        "Siegel, D. and Z. Griliches. Purchased Services, Outsourcing, Computers, and Productivity in Manufacturing, NBER Working Paper 3678 (April 1991).",
        "Roach, S.S. Americas Technology Dilemma: A Profile of the Information Economy, Morgan Stanley Special Economic Study (April 1987).",
        "Porter, Michael E. and Victor E. Millar. How Information Gives You a Competitive Advantage. Harvard Business Review, July-August (1985c): 149-160.",
        "Porter, Michael E. Competitive Advantage: Creating and Sustaining Superior Performance, The Free Press (1985b).",
        "Morrison, C.J., and ER. Berndt. Assessing the Productivity of Information Technology Equipment in the US Manufacturing Industries. NBER Working Paper 3582. January (1990).",
        "Porter, Michael E. Technology and Competitive Advantage. Journal of Business Strategy 5 (1985a): 60-68.",
        "McMullen, B. Starr, and Hiroshi Tanaka. An Econometric Analysis of Differences Between Motor Carriers: Implications for Market Structure. Quarterly Journal of Business and Economics 34, no.4 (1995): 16-29.",
        "McMullen, B. Starr. The Impact of Regulatory Reform on US Motor Carrier Costs. Journal of Transport Economics and Policy September (1987): 307-3 18.",
        "Hubbard, Thomas. Why Are Monitoring Technologies Valuable? The Use of On-Board Information Technology in the Trucking Industry. UCLA and NBER, Mimeo (August 4, 1998).",
        "Grimm, C.M., T.M. Corsi, and J.L. Jarrell. U.S. Motor Carrier Cost Structure Under Deregulation, Logistics and Transportation Review, 25, no. 3 (Fall 1989): 23 1-249.",
        "Dos Santos, B.L., K.G. Peffers, and D.C. Mauer. The Impact of Information Technology Investment Announcements on the Market Value of the Firm, Information Systems Res.,4,1 (1993): 1-23.",
        "Dewan, Sanjeev, and Chung-ki Mm. The Substitution of Information Technology for Other Factors of Production: A Firm Level Analysis. Management Science 43, no.2 (1997): 1660- 1675.",
        "Firms. Economic Innovation and New Technology 3 (1995): 183-199."
    ]
}