{
    "id": 7224,
    "cites": 38,
    "cited_by": 66,
    "reference": [
        "Anand, S. and S. Kanbur (1993), Inequality and Development: A Critique, Journal of Development Economics 41, 19-43.",
        "Anderson, J. E. and J. P. Neary (1994), Measuring the Restrictiveness of Trade Policy, The World Bank Economic Review 8, 151-69.",
        "Anderson, T.W. and C. Hsiao (1981), Estimation of Dynamic Models with Error Components, Journal of the American Statistical Association 76, 589-606.",
        "Ahluwalia, M. (1976), Inequality, Poverty and Development, Journal of Development Economics 3, 307-42.",
        "Arellano, M. and S. Bond (1991), Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Data, Review of Economic Studies 58, 277-297.",
        "Arellano, M. and O. Bover (1995), Another Look at the Instrumental Variable Estimation of Error-Components Models, Journal of Econometrics 68, 29-51.",
        "Barro, Robert and Jong-Wha Lee (1994), Data Set for a Panel of 138 Countries, available from the National Bureau of Economic Research at: http://www.nber.org/pub/barro.lee/zip .",
        "Bloom, D. and J. G. Williamson (1997), Demographic Change and Human Resource Development, Ch. 3 in Emerging Asia: Change and Challenges (Manila: Asian Development Bank).",
        "Borjas, G. (1994), The Economics of Immigration, Journal of Economic Literature 32, 1667-717.",
        "Borjas, G., R. Freeman and L. Katz (1992), On the Labor Market Impacts of Immigration and Trade, in G. Borjas and R. B. Freeman (eds.), Immigration and the Work Force: Economic Consequences for the United States and Source Areas (Chicago: University of Chicago Press).",
        "Bourguignon, F. and C. Morison (1998), Inequality and Development: The Role of Dualism, Journal of Development Economics 57(2), 233-258.",
        "Chenery, H. B. et al. (1974), Redistribution with Growth (London: Oxford University Press).",
        "Davidson, R. and J. Mackinnon (1993), Estimation and Inference in Econometrics (Oxford: Oxford University Press).",
        "Davis, D. R. (1996), Trade Liberalization and Income Distribution, NBER Working Paper 5693, National Bureau of Economic Research, Cambridge, Mass. (August).",
        "Deaton, A. S. and C. H. Paxson (1994), Intertemporal Choice and Inequality, Journal of Political Economy 102(3), 437-467.",
        "Deininger, K. and L. Squire (1996), A New Data Set Measuring Income Inequality, World Bank Economic Review 10, 565-91.",
        "Easterlin, R. A. (1980), Birth and Fortune: The Impact of Numbers on Personal Welfare (New York: Basic Books).",
        "Freeman, R. (1979), The Effects of Demographic Factors on Age-Earnings Profiles, Journal of Human Resources 14, 289-318.",
        "Gastil, Raymond and Lindsay Wright (1988, etc.), Freedom in the World (Westport, CT: Greenwood Publishing Group).",
        "Judson, R. and A. Owen (1997), Estimating Dynamic Panel Data Models: A Practical Guide for Macroeconomists, Federal Reserve Board Finance and Economics Discussion Series mimeo.",
        "Kosters, M. H. (1994), An Overview of Changing Wage Patterns in the Labor Market, in J. Bhagwati and M. H.",
        "Kosters (eds.), Trade and Wages: Leveling Wages Down'DONE' (Washington, D.C.: AEI Press). Kuznets, S. (1955), Economic Growth and Income Inequality, American Economic Review 45, 1-28.",
        "Li, H., L. Squire and H. Zou (1998), Explaining International and Intertemporal Variations in Income Inequality, Economic Journal 108, 26-43.",
        "Lindert, P. H. (1997), Three Centuries of Inequality in Britain and America, in A. B. Atkinson and F. Bourguignon (eds.), Handbook of Income Distribution (Amsterdam: North Holland).",
        "Lindert, P. H. and J. G. Williamson (1985), Growth, Equality and History, Explorations in Economic History 22, 34177.",
        "Macunovich, D. J. (1998), Relative Cohort Size and Inequality in the United States, American Economic Review 88, 259-64.",
        "Macunovich, D. J. (1999), The Fortune of Ones Birth: Relative Cohort Size and the Youth Labor Market in the U.S., Journal of Population Economics, forthcoming.",
        "Murphy, K. and F. Welch (1992), The Structure of Wages, Quarterly Journal of Economics 107, 285-326.",
        "Nickell, S. (1981), Biases in Dynamic Models with Fixed Effects, Econometrica 49, 1417-1426.",
        "Perotti, R. (1996), Growth, Income Distribution and Democracy, Journal of Economic Growth 1, 149-87.",
        "Richardson, J. D. (1995), Income Inequality and Trade: How to Think, What to Conclude, Journal of Economic Perspectives 9, 33-55.",
        "Robbins, D. (1996), Trade, Trade Liberalization and Inequality in Latin America and East Asia---Synthesis of Seven Countries, Harvard Institute for International Development, mimeo. (March).",
        "Sachs, J. and A. Warner (1995), Economic Reform and the Process of Global Integration, Brookings Papers on Economic Activity 1, 1-68.",
        "Schultz, T. P. (1998), Inequality in the Distribution of Personal Income in the World: How It Is Changing and Why, Journal of Population Economics 11, 307-44.",
        "Welch, F. (1979), Effects of Cohort Size on Earnings: The Baby Boom Babies Financial Bust, Journal of Political Economy 87, S65-97.",
        "Williamson, J. G. (1997), Globalization and Inequality, Past and Present, World Bank Research Observer 12, 117-35.",
        "Wood, A. (1994), North-South Trade, Employment and Inequality: Changing Fortunes in a Skill-Driven World (Oxford: Clarendon Press).",
        "World Bank (1998), World Development Indicators on CD-ROM (Washington, D.C.: The World Bank)."
    ]
}