{
    "id": 7225,
    "cites": 44,
    "cited_by": 7,
    "reference": [
        "Bergmann, Barbara R., 1996. Saving our children from poverty: What the United States Can Learn from France. New York: Russell Sage Foundation.",
        "Berndt, Ernst R. and Laurits Christensen, 1974. Testing for the Existence of a Consistent Aggregate Index of Labor Inputs, American Economic Review 64 (3), June: 391-404.",
        "Blau, David M., forthcoming. The Effect of Child Care Characteristics on Child Development, Journal of Human Resources. Blau, David M., 1997. The Production of Quality in Child Care Centers, Journal of Human Resources 32(2): 354-87.",
        "Blau, David M., 1999. The Production of Quality in Child Care Centers: Another Look, manuscript, University of North Carolina at Chapel Hill.",
        "Blau, David M., 1992. The Child Care Labor Market, Journal of Human Resources, 27 (1): 9-39.",
        "Blau, David M, 1993. The Supply of Child Care Labor, Journal of Labor Economics, 11(2): 324-347.",
        "Blau, David M, and Alison P. Hagy, 1998. The Demand for Quality in Child Care, Journal of Political Economy, 106:1, 1998, pp.104-146.",
        "Blau, David M., and Phillip Robins, 1988. Child Care Costs and Family Labor Supply, Review of Economics and Statistics 70 (3), August: 374-381.",
        "Borjas, George J, 1986. The Demographic Determinants of the demand for Black Labor, The Black Youth Unemployment Crisis eds. Richard Freeman and Harry Holzer, Chicago: The University of Chicago Press for the NBER.",
        "Chipty, Tasneem, and Ann Dryden Witte, 1998. An Empirical Investigation of Firms Responses to Minimum Standards Regulations, National Bureau of Economic Research, Working Paper 6104; Cambridge.",
        "Connelly, Rachel, 1992. The Effect of Child Care Costs on Married Womens Labor Force Participation, Review of Economics and Statistics 74 (1), February: 83-90.",
        "Council of Economic Advisors, 1997. The Economics of Child Care, Washington D.C.",
        "Gertler, Paul J., and Donald M. Waldman, 1992. Quality-Adjusted Cost Functions and Policy Evaluation in the Nursing Home Industry, Journal of Political Economy 100(6):1232-56.",
        "Gagne, Robert, 1990. On the Relevant Elasticity Estimates for Cost Structure Analyses of the Trucking Industry, Review of Economics and Statistics; 72 (1): 160-64.",
        "Goldhaber, Dan D., and Dominic J. Brewer, 1997. Why Dont Schools and Teachers Seem to Matter'DONE' Journal of Human Resources 32 (3): 505-523.",
        "Gormley, William T. 1991. State Regulations and the Availability of Child Care Services, Journal of Policy Analysis and Management, 10 (Winter): 78-95.",
        "Hagy, Alison P., 1998, The Demand for Child Care Quality, Journal of Human Resources, 33 (3): 683-710.",
        "Hanushek, Eric A. with others. 1994, Making Schools Work: Improving Performance and Controlling Costs, Washington D.C.: Brookings Institution.",
        "Hansmann, Henry, 1996. The Changing Roles of Public, Private, and Nonprofit Enterprise in Education, Health Care, and Other Human Services. In Victor Fuchs (ed.). Individual and Social responsibility: Child Care, Education, Medical Care, and Long-Term Care in America, National Bureau of Economic Research Conference Report Series. Chicago: University of Chicago Press, 1996, pp. 245-71.",
        "Harms, Thelma, Deborah Cryer, and Richard Clifford, 1990. Infant/Toddler Environment Rating Scale. New York: Teachers College Press.",
        "Harms, Thelma and Richard Clifford, 1980. Early Childhood Environment Rating Scale. New York: Teachers College Press.",
        "Hayes, Cheryl D., John L. Palmer and Martha L. Zaslow, eds. 1990, Who cares For Americas Children'DONE' Child Care Policy for the 1990s. Washington: National Academy Press.",
        "Helburn, Suzanne W. (ed.) 1995. Cost, Quality and Child Outcomes in Child Care Centers, Technical Report. Denver, CO: Center for Research on Economic and Social Policy, University of Colorado at Denver.",
        "Hofferth, Sandra L. and Duncan D. Chaplin, 1998. State Regulations: Effects on Cost, Quality, Availability, and Use of Child Care Programs, Working paper, Urban Institute.",
        "Hotz, V. Joseph, and M. Rebecca Kilburn, 1998. Regulating Child Care: The Effects of State Regulations on Child Care Demand and Its Cost, Working Paper, RAND.",
        "Hu, WeiYin, 1999. Child Support, Welfare Dependency, and Womens Labor Supply, Journal of Human Resources 34 (1): 71-103.",
        "Leibowitz, Arleen, Linda J. Waite, and Christina Witsberger, 1988. Child Care for Preschoolers: Differences by Childs Age, Demography; 25(2): 205-20.",
        "Lakdawalla, Darius and Tomas Philipson, 1998. Nonprofit Production and Competition, National Bureau of Economic Research Working Paper No: 6377, Cambridge, MA.",
        "Love, John M., Peter Z. Schochet, and Alicia L. Meckstroth, 1996. Are They in Any Real Danger'DONE' What Research Does - And Doesnt - Tell Us About Child Care Quality and Childrens Well-Being, Working Paper, Mathematica Policy Research, Princeton, NJ.",
        "Michalopoulos, Charles, Philip K. Robins and Irwin Garfinkel, 1992. A Structural Model of Labor Supply and Child Care Demand, Journal of Human Resources 27(1): 166-203.",
        "Mocan, H. Naci, 1995. Quality Adjusted Cost Functions for Child Care Centers, American Economic Review Papers and Proceedings 85(2): 409-13.",
        "Mocan, H. Naci, and Deborah Viola, 1997. The Determinants of Child Care Workers Wages and Compensation: Sectoral Difference, Human Capital, Race, Insiders and Outsiders, NBER Working Paper 6328, Cambridge.",
        "Mroz, Thomas. 1999, Discrete Factor Approximations for Use in Simultaneous Equation Models: Estimating the Impact of a Dummy Endogenous Variable on a Continuous Outcome, Journal of Econometrics, forthcoming.",
        "Mukerjee, Swati and Ann Dryden Witte, 1993. Provision of Child Care: Cost Functions for Profit-Making and Non-profit Day Care Centers, Journal of Productivity Analysis 4(1-2): 145-63.",
        "Nadiri, Ishaq, and Sherwin Rosen, 1973. A Disequilibrium Model of Production, New York: NBER.",
        "Phillips, Deborah, Jeff Lande, and Marc Goldberg, 1990. The State of Child Care Regulations: A Comparative Analysis, Early Childhood Research Quarterly 5: 151-179.",
        "Powell, Irene and James Cosgrove, 1992. Quality and Cost in Early Childhood Education, Journal of Human Resources 27(3): 472-84.",
        "Preston, Anne, 1993. Efficiency, Quality, and Social Externalities in the Provision of Day Care: Comparisons of Nonprofit and For-Profit Firms, Journal of Productivity Analysis 4(1-2): 165-82.",
        "Ribar, David C., 1995. A Structural Model of Child Care and the Labor Supply of Married Women, Journal of Labor Economics 13(3): 558-97.",
        "Robins, Phillip K, 1991. Child Care Policy and Research: An Economists Perspective, in David Blau (ed.) The Economics of Child Care, New York: The Russell Sage Foundation.",
        "Rose-Ackerman, Susan, 1996. Altruism, Nonprofits, and Economic Theory, Journal of Economic Literature 34(2): 701-28.",
        "Rosen, Sherwin, 1974. Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition, Journal of Political Economy 82(1): 34-55.",
        "Walker, James R., 1992. New Evidence on the Supply of Child Care, Journal of Human Resources 27(1): 40-69.",
        "Weisbrod, Burton A., 1998. The Nonprofit Mission and Its Financing, Journal of Policy Analysis and Management, 17(2): 165-74."
    ]
}