{
    "id": 7230,
    "cites": 76,
    "cited_by": 12,
    "reference": [
        "Aakvik, A., J. Heckman and E. Vytlacil (1998), Local Instrumental Variables and Latent Variable Models For Estimating Treatment Effects, unpublished manuscript, University of Chicago.",
        "Ahmad, and N. Stern (1984), The Theory of Tax Reform and Indian Indirect Taxes, 25(3), 259-298.",
        "Auerbach, A. and L. Kotlikoff (1987), Dynamic Fiscal Policy, Cambridge: Cambridge University Press.",
        "Baumol, W. and Quandt, R. (1966), The Demand For Abstract Transport Modes: Theory and Measurement, Journal of Regional Science, 6, 13-26.",
        "Bell, S. and C. Reesman (1987), AFDC Homemaker - Health Aide Demonstration: Trainee Potential And Performance (Abt Associates: Cambridge, Massachusetts).",
        "Bentham, J., (1824), Handbook of Political Fallacies, republished by Johns Hopkins Press, 1952.",
        "Besley, T. and S. Coate (1998), The Public Choice Critique of Welfare Economics: An Exploration, unpublished manuscript, London School of Economics, December.",
        "Bloom, H., L. Orr, G. Cave, S. Bell, and F. Doolittle (1993), The National JTPA Study: Title 11-A Impacts on Earnings and Employment at 18 Months. Bethesda, MD: Abt Associates.",
        "Boadway. R. and Bruce, N. (1984), Welfare Economics. Oxford, England: Basil Blackwell.",
        "Browning, M., Hansen, and L, Heckman, J. (1999), Estimating Dynamic General Equilibrium Models, forthcoming in Handbook of Macroeconomics, ed. by J. Taylor and M. Woodford. Amsterdam: North Holland.",
        "Cameron, S. and J. Heckman (1999), Can Tuition Policy Combat Rising Wage Inequality, ed. by M. Kosters, in Financing College Tuition: Government Policies and Social Priorities, AEI Press: Washington, DC., 75-125.",
        "Chipman, J. and J. Moore (1976), Why An Increase in GNP Need Not Imply An Improvement in Potential Welfare, Kyklos, 29, 391-418.",
        "Coate, S. (1998), Welfare Economics and The Evaluation of Policy Changes, unpublished paper, Department of Economics, Cornell University.",
        "Couch, K. (1992), New Evidence on the Long-Term Effects of Employment Training, Journal of Labor Economics, 10:4. 380-388.",
        "Csorgo (1993), Quantile Processes with Statistical Applications. Philadelphia: Society for Industrial and Applied Mathematics.",
        "Davies, J. and J. Whalley (1991), Taxes and Capital Formation: How Important Is Human Capital?, in B. Bernheim and J. Shoven, eds., National Saving and Economic Performance, Chicago: University of Chicago Press.",
        "Domencich, T. and D. McFadden (1975), Urban Travel Demand: A Behavioral Analysis. North Holland: Amsterdam.",
        "Frechet, M. (1951), Sur Les Tableux de Correlation Dont Les Marges Sont Donnes, Ann. University Lyon: Sect. A, 14, 53-77.",
        "Gabaix, X., (1998), Cost of Inequality unpublished manuscript, Department of Economics, MIT.",
        "Gueron, J. and E. Pauly (1991), From Welfare to Work, New York: Russell Sage Foundation.",
        "Harberger, A. (1971), Three Basic Postulates for Applied Welfare Economics: An Interpretive Essay, Journal of Economic Literature, 9, 785-797.",
        "Harberger, A. (1978), on the Use of Distributional Weights in Social-Cost Benefit Analysis, Journal of Political Economy, 86, S87-S120.",
        "Harsanyi, J. (1955), Cardinal Welfare, Individualistic Ethics and Interpersonal Comparisons of Utility, Journal of Political Economy, 63, 309-321.",
        "Harsanyi, J. (1975), Can the Maximin Principle Serve as a Basis for Morality? A Critique of John Rawis Theory, American Political Science Review, 69(2), 594-606.",
        "Heckman, J. (1974a), The Effect of Child Care Programs on Womens Work Effort, Journal of Political Economy, 82(2), 5136-5163. Reprinted in Economics of the Family: Marriage, Children, and Human Capital, ed. by T.W. Schultz. Chicago: University of Chicago Press.",
        "Heckman, J. (1974b), Shadow Prices, Market Wages and Labor Supply, Econometrica, 42(4) 679-94.",
        "Heckman, J. (1976), A Life Cycle Model of Earnings, Learning and Consumption, Journal of Political Economy, 84(4, pt.2), S11-S44.",
        "Heckman, J. (1978), Dummy Endogenous Variables In A Simultaneous Equation System. Econometrica, 46(4), 931-959.",
        "Heckman, J. (1990a), Varieties of Selection Bias. American Economic Review, 80(2), 313-318.",
        "Heckman, J. (1992), Randomization and Social Program Evaluation, in Evaluating Welfare and Training Programs, ed. by C. Manski and I. Garflnkel. Boston: Harvard University Press, 201-230.",
        "Heckman, J. (1997), Instrumental Variables: A Study of Implicit Behavioral Assumptions in One Widely-Used Estimator Used in Making Program Evaluations, Journal of Human Resources, Summer.",
        "Heckman, J. (1999), Econometric Evaluation of Social Programs, forthcoming in Handbook of Econometrics, Vol. V, Amsterdam: North Holland.",
        "Heckman, J., L. Lochner and C. Taber (1998a), Explaining Rising Wage Inequality: Explorations With A Dynamic General Equilibrium Model of Labor Earnings With Heterogeneous Agents, Review of Economic Dynamics, 1(1), January.",
        "Heckman, J., N. Hohmann, M. Khoo and J. Smith (1997), Did We Learn the Right Lesson from the National JTPA Study? Substitution Bias in Social Experiments, Mimeo, University of Chicago, under revision, Quarterly Journal of Economics.",
        "Heckman, J. and B. HonorÃ\u0083Â© (1990), The Empirical Content of the Roy Model, Econometrica, 58(5), 1121-1149.",
        "Heckman, J., H. Ichimura, J. Smith and P. Todd. (1998), Characterizing Selection Bias Using Experimental Data, Econometrica, 66(5), 1017-1098.",
        "Heckman, J., H. Ichimura and P. Todd (1997a), Matching As An Econometric Evaluation Estimator: Evidence on Its Performance Applied To The JTPA Program, Part I. Theory and Methods, Review of Economic Studies, October.",
        "Heckman, J., H. Ichimura and P. Todd (1998), Matching As An Econometric Estimator: Evidence on Its Performance Applied to the JTPA Program, Part II. Empirical Evidence, Review of Economic Studies, April.",
        "Heckman, J. and R. Robb (1985), Alternative Methods For Evaluating The Impact of Interventions, in Longitudinal Analysis of Labor Market Data, ed. by J. Heckman and B. Singer. New York: Cambridge University Press, 156-245.",
        "Heckman, J. and J. Smith (1998), Evaluating The Welfare State, in S. Strom, ed,Ecoriometrics and Economic Theory in the Twentieth Century, Econometric Monograph Series, 31 Cambridge: Cambridge University Press.",
        "Heckman, J. and J. Smith (1993), Assessing The Case For Randomized Evaluation of Social Programs, in Measuring Labour Market Measures: Evaluating the Effects of Active Labour Market Policies, ed. by K. Jensen and P. K. Madsen. Copenhagen: Danish Ministry of Labor, 35-96.",
        "Heckman, J. and J. Smith (1995), Assessing The Case For Social Experiments, Journal of Economic Perspectives, 9, 85-110.",
        "Heckman, J. and J. Smith (1996), Experimental and Nonexperimental Evaluation, in International Handbook of Labor Market Policy and Evaluation, ed. by G. Schmidt, J.O Reilly and K. Schomann. Cheltenham, U.K: Elgar Publishers.",
        "Heckman, J., R. LaLonde, and J. Smith (1999), The Economics and Econometrics of Active Labor Market Programs, in 0. Ashenfelter and D. Card, eds.. Handbook of Labor Economics, Vol. III, North Holland.",
        "Heckman, J., J. Smith and N. Clements (1997), Making The Most Out of Program Evaluations and Social Experiments: Accounting for Heterogeneity in Program Impacts, Review of Economic Studies, October.",
        "Heckman, J. and E. Vytlacil (1998), Instrumental Variable Estimation of A Correlated Random Coefficient Model, Journal of Human Resources, Fall.",
        "Heckman, J. and E. Vytlacil (1999), Local Instrumental Variables And Latent Variable Models For Identifying and Bounding Treatment Effects, forthcoming in The Proceedings of The National Academy of Sciences of the USA.",
        "Imbens, G. and J. Angrist (1994), Identification and Estimation of Local Average Treatment Effects, Econometrica, 62, 467-471.",
        "Katz, D., B. Gutek, R. Kahn and E. Barton (1975), Bureaucratic Encounters: A Pilot Study in the Evaluation of Government Services. Ann Arbor, MI: Institute for Social Research.",
        "Knight, F. (1921), Risk, Uncertainty and Profit. New York: Houghton Muffin Company.",
        "Kotlikoff, L., K. Smetters, and J. Walliser (1997), The Economic Impact of Privatizing Social Security, unpublished manuscript, Boston University.",
        "Laffont, J. J. (1989), Fundamentals of Public Economics. Cambridge, MA: MIT Press.",
        "Lancaster, K. (1971), Consumer Demand: A New Approach. New York: Columbia University.",
        "Lewis, H. Gregg (1963), Unionism and Relative Wages, Chicago: University of Chicago Press.",
        "Lucas, R. (1987), Models of Business Cycles, Oxford: Basil Blackwell.",
        "Lucas, R. and T. Sargent (1981), Introduction, in Essays on Rational Expectations and Econometric Practice. Minneapolis: University of Minnesota Press, xi-xl.",
        "Maital, Schiomo (1973), Public Goods and Income Distribution: Some Further Results, Econometrica, 41(3), 561-568.",
        "Marschak, J. (1953), Economic Measurements For Policy and Prediction, in Studies in Econometric Method, ed. by W. Hood and T. Koopmans. New York: John Wiley, 1-26.",
        "Moffitt, R. (1992), Evaluation of Program Entry Effects, in Evaluating Welfare and Training Programs, ed. by C. Manski and I. Garfinkel. Boston: Harvard University Press, 231-252.",
        "Moulin, H. (1983), The Strategy of Social Choice. Amsterdam: North Holland.",
        "Orr, L., H. Bloom, S. Bell, W. Lin, G. Cave, F. Doolittle (1995), The National JTPA Study: Impacts, Benefits and Costs of Title 11-A. Bethesda, MD: Abt Associates.",
        "Rawls, J., (1971), A Theory of Justice. Cambridge, MA: Harvard University Press.",
        "Roemer, J., (1996), Theories of Distributive Justice, Cambridge: Harvard University Press.",
        "Rothschild, M. and J. Stiglitz (1970), Increasing Risk I: A Definition, Journal of Economic Theory, 2, 225-243.",
        "Roy, A. (1951): Some Thoughts on the Distribution of Earnings, Oxford Economic Papers, 3, 135-146.",
        "Saez, E. (1998), Using Elasticities to Derive Optimal Income Tax Rates, unpublished paper, MIT, Department of Economics.",
        "Sen, A. (1973), On Economic Inequality. Oxford: Clarendon Press.",
        "Sen, A. (1979), Strategies and Revelation: Informational Constraints in Public Decisions in Aggregation and Revelation of Preferences, ed. by J. J. Laffont. Amsterdam: North Holland.",
        "Smith, J. (1997), The JTPA Selection Process: A Descriptive Analysis, in Performance Standards in a Federal Bureaucracy: Analytical Essays on the JTPA Performance Standards System, ed. by J. Heckman. Kalamazoo, MI: W.E. Upjohn Institute.",
        "Theil (1961), Economic Forecasts and Policy, Amsterdam: North Holland.",
        "Tinbergen, J. (1956), Economic Policy: Principles and Design. Amsterdam: North Holland.",
        "Trostel, P. (1993), The Effect of Taxation on Human Capital, Journal of Political Economy, 101(2), 327-50.",
        "U.S. General Accounting Office (1996): Job Training Partnership Act: Long-Term Earnings and Employment Outcomes. GAO/HEHS-96-40.",
        "Vickrey, W. (1945), Measuring Marginal Utility By Reactions To Risk, Econometrica, 13, 319-333.",
        "Vickrey, W. (1961), Risk Utility and Social Policy, Social Research.",
        "Young, P. (1994), Equity in Theory and Practice, Princeton: Princeton University Press."
    ]
}