{
    "id": 7231,
    "cites": 13,
    "cited_by": 81,
    "reference": [
        "Barran, F. Coudert V., and Mojon (1997) La transmission des politiques monetaires dans les pays Europeens, Revue Francaise dEconomie ,12,2, 133-176.",
        "Bernanke, B.S. and A. Blinder (1988) Money, Credit and Aggregate Demand, American Economic Review.",
        "Cecchetti, S.G. (1999) Legal Structure and the Monetary Policy Transmission Mechanism, mimeo, Federal Reserve Bank of New York.",
        "Cerasi V., B. Chizzolini, and M. Ivaldi (1998) Sunk Cost and Competitiveness of European Banks after Deregulation, FMG Discussion Paper 290, London School of Economics.",
        "Romer and D.Romer eds. Reducing Inflation: Motivation and Strategy, Chicago University Press Dornbusch R., Favero C.A. and F.Giavazzi (1998) The Immediate challenges for the European Central Bank, Economic Policy, 26,17-64.",
        "Gerlach S. and F.Smets (1995) The monetary transmission mechanism: Evidence form the G-7 countries , BIS discussion paper .",
        "Kashyap A.K., J.C.Stein and D.W. Wilcox (1993) Monetary policy and credit conditions: Evidence from the composition of external finance, American Economic Review, March, 83, 78-98.",
        "Kashyap A.K. and J.C.Stein (1997a) The role of banks in monetary policy: a survey with implications for the European monetary union, Economic Perspectives, Federal Reserve Bank of Chicago.",
        "Kashyap A.K. and J.C. Stein (1997b) What do a million bank have to say about the transmission of monetary policy'DONE' NBER Working Paper No. 6056.",
        "Kashyap A.K. and J.C. Stein (1997c) The impact of monetary policy on bank balance sheets, Carnegie-Rochester Conference Series on Public Policy, 42.",
        "Kieler, M and T. Saarenheimo (1998), Differences in monetary policy transmission 'DONE' A case not closed, European Commission, Economic Papers, No. 132, November.",
        "Maclennan D, Muellbauer J.N.J. and M.Stephens (1998) Asymmetries in housing and financial market institutions and EMU, mimeo, Nuffield College, Oxford.",
        "Ramaswamy R. and T.Sloeck (1997) The real effect of monetary policy in the EU: What are the differences'DONE', IMF Staff Papers."
    ]
}