{
    "id": 7233,
    "cites": 70,
    "cited_by": 50,
    "reference": [
        "Ades, Alberto and Federico Kaune. 1997. A New Measure of Current Account Sustainability for Developing Countries. Goldman-Sachs Emerging Markets Economic Research.",
        "Aspe, Pedro. 1993. Economic Transformation, the Mexican Way. Cambridge, MIT Press.",
        "Bacchetta, Philippe and Eric van Wincoop. 1998 Capital Flows to Emerging Markets: Liberalization, Overshooting, and Volatility. National Bureau of Economic Research Working Paper No. 6530, April.",
        "Bruno, Michael. 1995. Currency Crises and Collapses: Comment. Brookings Papers on Economic Activity, No 2.",
        "Burki, Shahid J. 1997. A Fate Foretold: The World Bank and the Mexican Crisis. In S. Edwards and M.",
        "Naim eds. Mexico 1994. Washington, DC: Carnegie Endowment.",
        "Calvo, Guillermo A. 1998. Varieties of Capital Market Crisis. In G. E. Calvo and M. King eds. The Debt Burden and its Consequences for Monetary Policy, London: Macmillan, forthcoming.",
        "Calvo, Guillermo A., Leonardo Leiderman, and Carmen Reinhart. 1993. Capital Inflows and Real Exchange Rate Appreciation in Latin America: The Role of External Factors. IMF Staff Papers, 40, March.",
        "Calvo, Guillermo A., Leonardo Leiderman, and Carmen Reinhart. 1995. Capital Inflows to Latin America with Reference to Asian Experience. In S. Edwards ed. Capital Controls, Exchange Rates and Monetary Policy in the World Economy, Cambridge: Cambridge University Press.",
        "Calvo, Guillermo A. and Enrique Mendoza. 1996. Petty Crime and Cruel Punishment: Lessons from the Mexican Debacle. American Economic Review, May.",
        "Calvo, Guillermo and Enrique Mendoza. 1998. Empirical Puzzles of Chilean Stabilization Policy. Mimeo, Duke University.",
        "Calvo, Guillermo and Carlos Vegh. 1998. Inflation Stabilization and Balance of Payment Crises and Developing Countries. forthcoming J. Taylor and M Woodford eds. Handbook of Macroeconomics, Amsterdam: North-Holland.",
        "Cardoso, Eliana, and Ilan Goldfajn. 1997. Capital Flows to Brazil-The Endogeneity of Capital Controls. IMF Working Paper WP/97/115.",
        "Chang, Roberto and Andres Velasco. 1998. Financial Crises in Emerging Markets: A Canoical Model. National Bureau of Economic Research Working Paper No. 6606, June.",
        "Chase Manhattan Bank, 1997. Emerging markets After Thailand: Guilt by Association or Flattered by Comparison'DONE' October 1.",
        "Chinn, Menzie. 1998. Before the Fall: Were East Asian Currencies Overvalued'DONE' National Bureau of Economic Research Working Paper No. 6491, March.",
        "Chote, Robert. 1998. Financial Crises and Asia, CEPR Conference Report, No.6. London: Centre for Economic Policy Research; Washington, D.C. 1998.",
        "Corden, W. Max. 1994. Economic Policy, Exchange Rates, and the International System. Oxford: Oxford University Press, and Chicago: The University of Chicago Press.",
        "Corsetti, Giancarlo, Paolo Pesenti, and Nouriel Roubini. 1998. Paper Tigers'DONE' A Model of the Asian Crisis. paper presented at the NBER-Bank of Portugal International Seminar on Macroeconomics, Lisbon, 14-15 June.",
        "Cowan, Kevin and Jose de Gregorio. 1998. Exchange Rate Policies and Capital Account Mangement. In R. Glick ed. Managing Capital Flows and Exchange Rate Rates, Cambrige: Cambridge University Press.",
        "DAmato, Alfonse. 1995. Report on the Mexican Economic Crisis. United States Senate, June 29. 1995.",
        "Dooley, Michael P. 1995. A Survey of Academic Literature on Controls over International Capital Transactions. IMF Working Paper 95/127.",
        "Dooley, Michael P. 1997. A Model of Crises in Emerging Markets. National Bureau of Economic Research Working Paper No. 6300.",
        "Dornbusch, Rudiger. 1998a. Asian Crisis Themes. Mimeo, MIT, February Dornbusch, Rudiger. 1998b. Capital Controls: an Idea whose Time is Past. in S Fischer et al, Should the IMF pursue Capital-Account Liberalization'DONE'. Essays in International Finance No.207, International Finance Section, Princeton University, May.",
        "Dornbusch, Rudiger, Ilan Goldfajn and Rodrigo O.Valdes. 1995. Currency Crises and Collapses. Brookings Papers on Economic Activity. 1. 219-270.",
        "Dornbusch, Rudiger and Alejandro Werner. 1994. Mexico: Stabilization, Reform, and No Growth. Brooking Papers on Economic Activity. 1. 253-297.",
        "Edwards, Sebastian. 1984. The Order of Liberalization of the External Sector in Developing Countries. Princeton Essays in International Finance 156. Princeton University.",
        "Edwards, Sebastian. 1989. Structural Adjustment Policies in Highly Indebted Countries. in J.Sachs ed., Developing Countries Debt and Economic Performance Vol 2, Chicago: University of Chicago Press.",
        "Edwards, Sebastian. 1993. Exchange Rates as Nominal Anchors. Weltwirtschaftliches Archiv 129.",
        "Edwards, Sebastian. 1997. The Mexican Peso Crisis'DONE' How Much Did We Know When Did We Know It National Bureau of Economic Research Working Paper. No. 6334.",
        "Edwards, Sebastian. 1998a. Capital Inflows into Latin America: A Stop-Go Story'DONE' National Bureau of Economic Research Working Paper. No. 6441.",
        "Edwards, Sebastian. 1998b. Capital Flows, Real Exchange Rates, and Capital Controls: Some Latin American Experiences. National Bureau of Economic Research Working Paper. No. 6800.",
        "Edwards, Sebastian, and Alejandra Edwards. 1991. Monetarism and Liberalization: The Chilean Experience. Chicago, Ill.: University of Chicago Press.",
        "Edwards, Sebastian and Moshin Khan. 1985. Interest Rate Determination in Developing Countries: A Conceptual Framework. IMF Staff Papers. 32. September.",
        "Edwards, Sebastian and Julio Santaella. 1993. Devaluation Controversies in the Developing Countries: Lessons from the Bretton Woods Era, In M. Bordo and B Eichengreen eds. A Retrospective on the Bretton Woods System: Lessons for International Monetary Reform. Chicago: University of Chicago Press.",
        "Eichengreen, Barry and Paul Masson. 1998. Exit Strategies: Policy Options for Countries Seeking Greater Exchange Rate Flexibility. International Monetary Fund Occasional Paper No. 168.",
        "Eichengreen, Barry and Michael Mussa. 1998. Capital Account Liberalization: Theoretical and Practical Aspects. International Monetary Fund Occasional Paper No. 172.",
        "Eichengreen, Barry and Andrew K. Rose. 1998a. Staying Afloat when the Wind Shifts: External Factors and Emerging-Market Banking Crises. National Bureau of Economic Research Working Paper No.",
        "Eichengreen, Barry and Andrew K. Rose. 1998b. The Empirics of Currency and Banking Crises. Mimeo, University of California, Berkeley.",
        "Fischer, Stanley. 1994. Comments on Dornbusch and Werner, Brookings Papers on Economic Activity, No. 1, 304-309.",
        "Fischer, Stanley. 1998. The Asian Crisis: a View from the IMF. Address at the Midwater Conference of the Bankers Association for Foreign Trade, Washington DC, January 22.",
        "Frankel, Jeffrey A., and Andrew Rose. 1996. Currency Crashes in Emerging Markets: An Empirical Treatment. Journal of International Economics, 41, November 1996.",
        "Garber, Peter M. 1998. Should the IMF Pursue Capital-Account Convertibility'DONE' Princeton Essays in International Finance 207. Princeton University.",
        "Gavin, Michael, Ricardo Hausmann and Leonardo Leiderman. 1996. The Macroeconomics of Capital Flows to Latin America: Experience and Policy Issues. In R Hausmann and L. Rojas-Suarez eds.",
        "Goldman Sachs. Emerging Markets Economic Research, Various Issues. Goldman Sachs. 1997. The Foreign Exchange Market, September.",
        "Goldstein, Morris. 1998. The Asian Financial Crisis: Causes, Curses and Systematic Implications. Policy Analyses in International Economics No. 55, Washington D.C.: Institute for International Economics.",
        "Group of Thirty. 1995. Mexico: Why Didnt Wall Street Sound the Alarm'DONE' Group of Thirty, New York 1995.",
        "Hale, David. 1997. Rubins Folly'DONE', The International Economy, September/October. 1997, 14-19.",
        "Hamilton, James. D. 1994. Time Series Analysis, Princeton University Press. Princeton: New Jersey.",
        "International Monetary Fund. 1997. World Economic Outlook, Interim Assessment. Washington DC.",
        "December. International Monetary Fund. 1998. World Economic Outlook . Washington D.C. May.",
        "Ito, Takatoshi. 1999. Capital Flows in Asia. National Bureau of Economic Research Working Paper No.",
        "Kaminsky, Graciela and Carmen M. Reinhart. 1997. The Twin Crises: the Causes of Banking and Balanceof -Payment Problems. Mimeo, Federal Reserve Board.",
        "Krugman, Paul. 1994. The Myth of Asias Miracle. Foreign Affairs, November/December.",
        "Krugman, Paul. 1998a. What Happened to Asia'DONE' mimeo, MIT.",
        "Krugman, Paul 1998b. Saving Asia: Its Time to get Radical. Fortune, September 7.",
        "Litan, Robert E. 1998. A Three-Step Remedy for Asias Financial Flu. Brooking Policy Brief. No 30, February.",
        "McKinnon, Ronald and Huw Pil. 1996. Credible Liberalization and International Capital Flows: the Overborrowing Syndrome. In T. Ito and A.O. Krueger eds. Financial Deregulation and Integration in East Asia, Chicago: The University of Chicago Press.",
        "Milesi-Ferretti, Gian Maria and Assaf Razin. 1996. Sustainability of Persistent Current Account Deficits. National Bureau of Economic Research Working Paper No. 5467.",
        "Milesi-Ferretti, Gian Maria and Assaf Razin. 1998. Sharp Reduction in Current Account Deficits: an Empirical Analysis. European Economic Review, 42. 897-908.",
        "Mishkin, Frederic S. 1998. International Capital Movements, Financial Volatility and Financial Instability. National Bureau of Economic Research Working Paper No. 6390.",
        "Obstfeld, M. 1997. Open-Economy Macroeconomics: Developments in Theory and Policy. National Bureau of Economic Research Working Paper No. 6319.",
        "Organization for Economic Cooperation and Development. 1995. OECD Economic Surveys: Mexico.",
        "Radelet, Steven and Jeffrey Sachs. 1998. The Onset of the East Asian Financial Crisis. National Bureau of Economic Research Working Paper No. 6880.",
        "Rebelo, Sergio. 1997. What Happens when Countries Peg their Exchange Rates'DONE': The Real Side of Monetary Reforms. National Bureau of Economic Research Working Paper No. 6168.",
        "Rodrik, Dani. 1998. Who needs Capital-Account Convertibility'DONE' in S Fischer et al, Should the IMF pursue Capital-Account Liberalization Essays in International Finance No.207, International Finance Section, Princeton University, May.",
        "Sachs, Jeffrey, Aaron Tornell and Andres Velasco. 1995. Lessons from Mexico. Mimeo, Harvard University, March.",
        "Valdes-Prieto, Salvador and Marcelo Soto. 1996. New Selective Capital Controls in Chile: Are They Effective'DONE' Mimeo, Catholic University of Chile, Santiago.",
        "Wang, Yan and John D. Shilling. 1995. Managing Capital Flows in East Asia. World Bank Discussion Paper.",
        "ENDNOTES 1 On the Mexican crisis see, for example, Leiderman and Thorne (1995), Sachs, Tornell and Velasco (1995), Calvo and Mendoza (1996), the papers in Edwards and Naim (1997), Edwards (1997), and those in the special issue of the Journal of International Economics (1996). The Mexican authorities views can be found in Gil Diaz and Carstens (1996, 1997). The financial community perspective is in Group of Thirty (1995)."
    ]
}