{
    "id": 7234,
    "cites": 22,
    "cited_by": 2,
    "reference": [
        "Credibility Problem? Journal of Monetary Economics 33 (April 1994): 355-380.",
        "Apostol, Tom M. Mathematical Analysis. Reading: Addison-Wesley Publishing Company, 1974.",
        "Backus, David and John Driffill. Inflation and Reputation. American Eco- nomic Review 75 (June 1985): 530-538.",
        "Barro, Robert J. Reputation in a Model of Monetary Policy with Incomplete Information. Journal of Monetary Economics 17 (January 1986): 3-20.",
        "Barro, Robert J. and David B. Gordon. Rules, Discretion and Reputation in a Model of Monetary Policy. Journal of Monetary Economics 12 (July 1983): 101-121.",
        "Blackburn, Keith and Michael Christensen. Monetary Policy and Policy Credi- bility: Theories and Evidence. Journal of Economic Literature 27 (March 1989): 1-45.",
        "Charm, V.V. and Patrick J. Kehoe. Sustainable Plans. Journal of Political Economy 98 (August 1990): 783-802.",
        "Friedman, Milton. The Optimum Quantity of Money. In The Optimum Quan- tity of Money and Other Essays. Chicago: Aldine Publishing Company, 1969.",
        "Fuchs, Gerard. Is Error Learning Behaviour Stabilizing? Journal of Economic Theory 20 (June 1979): 300-317.",
        "Fuchs, Gerard and Guy Laroque. Dynamics of Temporary Equilibria and Ex- pectations. Econometrica 44 (November 1976): 1157-1178.",
        "Grandmont, Jean-Michel and Guy Laroque. Stability of Cycles and Expecta- tions. Journal of Economic Theory 40 (December 1986): 138-151.",
        "Ireland, Peter N. Sustainable Monetary Policies. Journal of Economic Dy- namics and Control 22 (November 1997): 87-108.",
        "Kydland, Finn E. and Edward C. Prescott. Rules Rather than Discretion: The Inconsistency of Optimal Plans. Journal of Political Economy 85 (June 1977): 473-491.",
        "Lucas, Robert E., Jr. Equilibrium in a Pure Currency Economy. Economic Inquiry 18 (April 1980): 203-220.",
        "Marcet, Albert and Thomas J. Sargent. Convergence of Least Squares Learn- ing Mechanisms in Self-Referential Linear Stochastic Models. Journal of Economic Theory 48 (August 1989): 337-368.",
        "McCallum, Bennett T. Two Fallacies Concerning Central-Bank Independence. American Economic Review 85 (May 1995): 207-211.",
        "Rogoff, Kenneth. Reputation, Coordination, and Monetary Policy. In Robert J. Barro, ed. Modern Business Cycle Theory. Cambridge: Harvard Univer- sity Press, 1989.",
        "Rubinstein, Ariel. Finite Automata Play the Repeated Prisoners Dilemma. Journal of Economic Theory 39 (June 1986): 83-96.",
        "Sargent, Thomas J. Bounded Rationality in Macroeconomics. Oxford: Clarendon Press, 1993.",
        "Stokey, Nancy L. Credible Public Policy. Journal of Economic Dynamics and Control 15 (October 1991): 627-656.",
        "Taylor, John B. Establishing Credibility: A Rational Expectations Viewpoint. American Economic Review 72 (May 1982): 81-85.",
        "Tillmann, Georg. Stability in a Simple Pure Consumption Loan Model. Jour- nal of Economic Theory 30 (August 1983): 315-329."
    ]
}