{
    "id": 7245,
    "cites": 18,
    "cited_by": 48,
    "reference": [
        "Akerlof, G.A., W.T. Dickens and G.L. Perry [1996], The Macroeconomics of Low Inflation, Brookings Papers on Economic Activity, No. 1, pp. 1-76.",
        "Ball, Laurence and Cecchetti, Stephen G. [1990], Inflation and Uncertainty at Short and Long Horizons, Brookings Papers on Economic Activity, No. 1, pp. 2 15-254.",
        "Buiter, Willem H. [1977], Crowding out and the effectiveness of fiscal policy, Journal of Public Economics, 7, pp. 309-3 28.",
        "Chadha,Jag, Andrew Haldane and Norbert Janssen [1998], Shoe-leather costs reconsidered Bank of England Working Paper No. 86, October.",
        "Chank, K.C., G.A. Karolyi, F.A. Longstaff and A.B. Sanders [1992], An Empirical Comparison of Alternative Models of the Short-Term Interest Rate, Journal of Finance, 47, pp. 1209-1227.",
        "Feldstein, Martin [1997], The Costs and Benefits of Going from Low Inflation to Price Stability, in Christina D. Romer and David H. Romer eds., Reducing Inflation: Motivation and Strategy, pp. 123-156, Chicago, The University of Chicago Press.",
        "Fischer, S. [1994], The Costs and Benefits of Disinflation, in J.A.H. de Beaufort Wijnholds, S.C.W. Eijffinger and L.H. Hoogduin (eds.), A Framework for Monetary Stability, pp. 3 1-42, Dordrecht, Kiuwer Academic Publishers.",
        "Hutchinson, Frances and Brain Burkitt [1997], The Political Economy of Social Credit and Guild Socialism, Routledge Studies in the History of Economics, Routledge, London and New York.",
        "Ito, Takatoshi [1998], Japan and the Asian Financial Crisis: The Role of Financial Supervision in Restoring Growth; paper presented at a conference on The Japanese Financial System, New York: Columbia University, October.",
        "Krugman, Paul [1998a], Japans trap, mimeo, May.",
        "Krugman, Paul [1998b] Further notes on Japans liquidity trap, mimeo, June Krugman, Paul [1998c] Japan: still trapped, mimeo, November.",
        "Krugman, Paul [1998d], Its baaack! Japans slump and the return of the liquidity trap, Brookings Papers on Economic Activity, 2, pp. 137-205.",
        "Meltzer, Allan H. [1999],The Transmission Process, mimeo, March.",
        "Okun, Arthur M. [1971], The Mirage of Steady Inflation, Brookings Papers on Economic Activity, No 2, pp. 485-498.",
        "Okun, Arthur M. [1975], Inflation: Its Mechanics and Welfare Costs, Brookings Papers on EconomicActivityNo. 2,pp. 351-390.",
        "Orage, A.R. [1917], An Alphabet of Economics, London: Unwin.",
        "Porter, William [1999], Negative Rates - An Exploration, Credit Suisse First Boston Market Analysis, 25 May.",
        "TÃ\u0083Â¶dter, Karl-Heinz and Gerhard Ziebarth [1997], Price Stability vs. Low Inflation in Germany: An Analysis of Costs and Benefits, NBER Working Paper No. 6170, September."
    ]
}