{
    "id": 7246,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "Banz, Rolf W., 1981, The relationship between return and the market value of common stocks, Journal of Financial and Quantitative Analysis 14, 421-441.",
        "Berk, Jonathan, 1999, Sorting out sorts, forthcoming Journal of Finance.",
        "Chan, Louis K.C., Yasushi Hamao and Josef Lakonishok, 1991, Fundamentals and stock returns in Japan, Journal of Finance 46, 1739-1764.",
        "Chan, Louis K.C., Jason Karceski and Josef Lakonishok, 1998, The risk and return from factors, NBER Working Paper A1.83 WP 6098.",
        "Chui, C.W. Andy and K.C. Wei, 1998, Book-to-market, firm size, and the turn-of-the-year effect: Evidence from Pacific-Basin emerging markets, Pacific-Basin Finance Journal 6, 275-298.",
        "Daniel, Kent, David Hirshleifer and Avanidhar Subrahmanyam, 1998a, Investor psychology and security market under- and over-reactions, Journal of Finance 53, 1839-1886.",
        "Daniel, Kent, David Hirshleifer and Avanidhar Subrahmanyam, 1998b, Investor psychology and capital asset pricing, Northwestern University Working Paper.",
        "Daniel, Kent and Sheridan Titman, 1997, Evidence on the characteristics of cross-sectional variation in stock returns, Journal of Finance 52, 1-33.",
        "DeBondt, Werner, F.M., and Richard H. Thaler, 1985, Does the stock market overreact'DONE' Journal of Finance 40, 493-808.",
        "Fama, Eugene F., and Kenneth R. French, 1992, The cross-section of expected stock returns, Journal of Finance 47, 427-465.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Fama, Eugene F., and Kenneth R. French, 1996, Multifactor explanations of asset pricing anomalies, Journal of Finance 51, 55-84.",
        "Heston, Steven L., K. Geert Rouwenhorst and Roberto E. Wessels, 1998, The role of beta and size in the cross-section of European stock returns, European Financial Management 53 forthcoming.",
        "Jagannathan, Ravi, Keiichi Kubota and Hitoshi Takehara, 1998, Relationship between labor-income risk and average return: empirical evidence from the Japanese stock market, Journal of Business 71, 319-347.",
        "Jegadeesh, Narasimhan. and Sheridan Titman, 1993, Returns to buying winners and selling losers: Implications for stock market efficiency, Journal of Finance 48, 65-91.",
        "Keim, Donald B., 1983, Size related anomalies and stock return seasonality: Further evidence, Journal of Financial Economics 12, 13-32.",
        "Merton. Robert C., 1973, An intertemporal capital asset pricing model, Econometrica 41, 867887.",
        "Ross, Stephen A,. 1976, The arbitrage theory of capital asset pricing, Journal of Economics Theory 13, 341-360.",
        "Rouwenhorst, K. Geert, 1998a, International momentum strategies, Journal of Finance 53, 267284.",
        "Rouwenhorst, K. Geert, 1998b, Local return factors and turnover in emerging stock markets, Yale SOM working paper."
    ]
}