{
    "id": 7249,
    "cites": 52,
    "cited_by": 37,
    "reference": [
        "[1] Altonji, J. and T. Dunn, 1996. Returns to Education and the Family, Review of Economics and Statistics, Vol. LXXVIII(4), 692-704.",
        "[2] Arellano, M. and B. HonorÃ\u0083Â© 1998, Panel Data: Some Recent Developments, forthcoming in J. Heckman and E. Leamer, eds., Handbook of Econometrics, Vol. 5, Amsterdam: North Holland.",
        "[3] Bartholomew, D.J., 1973. Stochastic Models For Social Proceses. 2d Edition, Wiley.",
        "[4] Blossfeld, H. and Y. Shavit, 1993. Persistent Inequality: Changing Educational Attainment in Thirteen Countries, Boulder, Co: Westview Press, 1993.",
        "[5] Callan, P., 1997.Stewards of Opportunity: Americans Public Community Colleges, Daedalus, 126(4), 95-112.",
        "[6] Cameron, S., 1996. Three Essays on the Demand for Education. Dissertation, University of Chicago, Department of Economics.",
        "[8] ____ 1996. Dynamics of Educational Attainment For Blacks, Whites and Hispanics, expanded version of this paper, University of Chicago, Department of Economics.",
        "[9] ______ 1994. The Determinants of High School Graduation and College Attendance. In Training and the Private Sector, ed Lisa M. Lynch, University of Chicago Press.",
        "[10] ______ 1993. The Nonequivalence of High School Equivalents. The Journal of Labor Economics 11(1, pt. 1) (January): 1-47.",
        "[11] ______ 1992. Comment on Hauser, in Studies of Supplies and Demand in Higher Education, ed. by Charles Clotfelter and Michael Rothschild, University of Chicago Press, 105-119.",
        "[12] Card, D., 1996, Schooling, Earnings and Ability Revisited, in S. Polachek, ed., Research in Labor Economics, 14, Greenwich, CT, JAI Press.",
        "[13] Cavallo, A., J. Heckman, J. Hsee, and E. Vytlacil, 1998. Understanding The GED, unpublished book manuscript, University of Chicago, Department of Economics.",
        "[14] Chen, X., J. Heckman and E. Vytlacil, 1998, Identi...cation and p N Estimation of Semiparametric Panel Binary Variable Models For Single Spells With A Factor Structure, unpublished manuscript, University of Chicago, under revision.",
        "[15] Clotfelter, C., R. Ehrenberg, M. Getz and J. J. Siegfried, 1991. Economic Challenges In Higher Education, Chicago, University of Chicago Press.",
        "[17] Comay, Y, M. Melnik and R. Pollatshek, 1972. The Option Value of Education and the Optimal Path For Investment in Human Capital, International Economic Review ; 14(2), 421-435.",
        "[18] Domencich, T. and D. McFadden, 1975. Urban Travel Demand. North Holland, Amsterdam.",
        "[19] Duncan, Greg, Brooks-Gunn, Jeanne, Yeung, W. Jean and Smith, Judith, 1998. How Much Does Childhood Poverty Aect the Life Chances of Children'DONE', American Sociological Review, Vol. 63, pp. 406-423.",
        "[20] Eckstein, and Wolpin, 1989, The Speci...cation and Estimation of Dynamic Stochastic Discrete Choice Models, Journal of Human Resources, 24:562-598.",
        "[21] Hansen, L., 1989. Impact of Student Financial Aid on Access. In The Crisis in Higher Education. Joseph Froomkin, ed. New York: Academy of Political Science.",
        "[22] Hauser, R., 1993. Trends in College Attendance among Blacks, Whites, and Hispanics. In Studies of Supply and Demand in Higher Education. C. Clotfelter and M. Rothschild, eds. University of Chicago Press.",
        "[23] ______ 1991. The Decline in College Entry Among African Americans: Findings in Search of Explanations. Manuscript, March.",
        "[24] ______ and D. Featherman, 1976. Equality of Schooling: Trends and Prospects. Sociology of Education 49, 99-120.",
        "[25] Heckman, J., 1995. Lessons From the Bell Curve, Journal of Political Economy, 103(5), 1091-1120.",
        "[26] _____ 1981. Statistical Models For Discrete Panel Data. In Structural Analysis of Discrete Data, C. Manski and D. McFadden, eds. MIT Press.",
        "[27] Heckman, J., J., Smith, and Wittekind, M., 1997. Awareness of Social Programs, unpublished manuscript, University of Chicago.",
        "[28] Heckman, J. and B. Singer, 1984. A Method of Minimizing The Impact of Distributional Assumption in Econometric Models For Duration Data. Econometrica, 52(2), 271-320.",
        "[29] Heckman, J. and C. Taber, 1994. Identi...cation in Binary Stochastic Process Models, unpublished manuscript, University of Chicago.",
        "[30] Heckman, J. and J. Walker, 1990. The Relationship Between Wages and Income And the Timing and Spacing of Births. Econometrica, 58(6), 1411-1441.",
        "[31] Kane, 1998, Public Subsidies For Higher Education: Overview and Outline for Reform, in Financing College Tuition: Government Policies and Educational Priorities, M. Kosters, ed., American Enterprise Institute, 51-53.",
        "[33] ____ 1995. Rising Public College Tuition and College Entry: How Well Do Public Subsidies Promote Access to College'DONE' NBER Working Paper 5164, April, 1995",
        "[34] _____ and C. Rouse, 1995. The Labor Market Returns To Two and Four Year College: Is A Credit A Credit and Do Degrees Matter'DONE' American Economic Review.",
        "[36] ______ Kosters, Marvin, 1998. Financing College Tuition: Government Policies and Educational Priorities, American Enterprise Institute, Washington, D.C.",
        "[37] Krueger, A., 1997. Whats Up With Wages'DONE', November, Goldman Sachs U.S. Economic Research, 1-18.",
        "[38] Lazear, E.,1977. Education: Consumption vs. Production'DONE', Journal of Political Economy, 85(3), 569-598.",
        "[39] Leslie and Brinkman, 1986. The Economic Value of Higher Education, MacMillan Publishing Company, New York.",
        "[40] Lindsey, B., 1995. Mixture Models: Theory, Geometry and Applications, Institute of Mathematical Statistics, Alexandria, Va.",
        "[41] McFadden, D. 1974. Conditional Logit Analysis of Qualitative Choice Behavior, P. Zarembka, ed., Frontiers In Econometrics, New York: Academic Press.",
        "[42] McPherson, M., and Schapiro, M.O., 1991. Does Student Aid Aect College Enrollment 'DONE' New Evidence on a Persistent Controversy, American Economic Review, 81(1), 309-18.",
        "[43] Mare, R.D., 1980. Social Background and School Continuation Decisions. Journal of The American Statistical Association 75 (June), 295-305.",
        "[44] Mortenson, T., 1988. Pell Grant Program Changes and Their Eects on Applicant Eligibility, American College Testing Program Research Report, No. 88-2.",
        "[46] Or...eld, G., 1992. Money, Equity, and College Access. Harvard Educational Review 62(Fall): 337-72.",
        "[47] Rao, C. R., 1965. On Discrete Distributions Arising Out of Methods of Ascertainment, in Classical and Contagious Discrete Distributions, ed. by G. P. Patil. Calcutta: Statistical Publication Society, 320-333",
        "[48] Read, T. and N. Cressie, 1988. Goodness of Fit Statistics For Discrete Multivariate Data. Springer, Berlin.",
        "[49] Reich, R.,1991. The Work of Nations: Preparing Ourselves for 21st-Century Capitalism. New York: A. A. Knopf.",
        "[50] Sewell, W. and R. Hauser, 1975. Education, Occupation and Earnings: Achievement In The Early Career, New York, Academic Press.",
        "[51] Shea, J., 1996. Does Parents Money Matter'DONE', University of Maryland Working Paper.",
        "[52] St. John, Edward, P., 1993. Untangling the Web: Using the Price-Response Measures in Enrollment Projections, Journal of Higher Education, 64(6), 675-695.",
        "[53] Taubman, P., 1977. Kinometrics: Determinants of Socioeconomic Success Within and Between Families. North Holland.",
        "[54] _____1989. Role of Parental Income in Educational Attainment. A.E.R. Papers and Proceedings 79 (May):57-61.",
        "[55] U. S. Department of Education, 1996. The Condition of Education, 1996, Washington, U.S. Government Printing Oce.",
        "[56] White, H., 1982. The Econometrics of Misspeci...ed Maximum Likelihood Models. Econometrica 50.",
        "[57] Willis, R. and S. Rosen, 1979. Education and Self-Selection, Journal of Political Economy 87 (October):S9-S40."
    ]
}