{
    "id": 7250,
    "cites": 47,
    "cited_by": 118,
    "reference": [
        "Aoki, Masahiko and Hugh Patrick, 1994, The Japanese Main Bank System: Its Relevance for Developing and Transforming Economies, Oxford University Press.",
        "Atkinson, David, 1998, Nihon ni Oote Ginko ha 2-4 ko shika Hitsuyo denai (Japan Needs no more than 2-4 Major Banks), Goldman Sachs Investment Research.",
        "Bank of Japan, Bank Supervision Department (1997) Sinyo Risuku Kanri no Koudo-ka ni muketa Jiko Satei no Katsuyo ni tsuite (Using Self Examination to improve Credit Risk Management), Nihon Ginko Geppo, October Issue, 1-16.",
        "Berger, Allen and Gregory Udell, 1995, Lines of Credit and Relationship Lending in Small Firm Finance, Journal of Business 68: 351-381.",
        "Cai, Jun, K.C. Chan and Takeshi Yamada, 1996, The Performance of Japanese Mutual Funds, Columbia University, Center on Japanese Economy and Business Working Paper 107.",
        "Cargill, Thomas, 1999, What Caused the Current Banking Crisis? manuscript, University of Nevada, Reno.",
        "Cargill, Thomas F., Michael M. Hutchison, and Takatoshi Ito, 1997, The Political Economy of Japanese Monetary Policy. Cambridge, MA; MIT Press.",
        "Choy, Jon, 1999, Japans Banking Industry: The `Convoy Disperses in Stormy Seas, Japan Economic Institute Report No.lOA.",
        "Corbett, Jenny, 1999a, Crisis what Crisis? The Policy Response to Japans Banking Crisis, in C. Freeman editor, Why did Japan Stumble? Causes and Cures, Edward Elgar, forthcoming.",
        "Corbett, Jenny, 1999b, Japans Banking Crisis in International Perspective, in M. Aoki and G. Saxonhouse editors, Finance, Governance, and Competitiveness, Oxford University Press, forthcoming.",
        "Craig, Valentine V., 1998, Financial Deregulation in Japan, FDIC Banking Review, pp. 1-12, volume 11, number 3.",
        "Dale, Richard, 1992, International Banking Deregulation: The Great Banking Experiment, Blackwell Finance.",
        "Economic Planning Agency, 1998, Keizai Hakusho (Economic White Paper) Federal Reserve Board, Flow of Funds Accounts.",
        "Federation of Bankers Associations of Japan, Analysis of Financial Statements of All Banks, various issues. Federation of Bankers Associations of Japan, Analysis of Interim Financial Statements of All Banks, various issues. Financial Supervisory Agency web site (www .fsa. go. jp) Fiorillo, James ,1999a, private correspondence.",
        "Fiorillo, James, 1999b, Bits and Pieces: Tracking the Japanese Financial System, May 19, 1999 report, ING Barings, mimeo.",
        "Fukao, Mitsuhiro, 1999, Re-capitalizing Japans Banks: The functions and problems of the Financial Revitalization Act and the Bank Recapitalization Act, mimeo, Keio University.",
        "Gertler, Mark and Simon Gilchrist, 1994, Monetary Policy, Business Cycles, and the Behavior of Small Manufacturing Firms, Quarterly Journal of Economics, 59, pp. 309-340.",
        "Hamada, Koichi, and Akiyoshi Horiuchi, 1987, The Political Economy of Financial Markets, in Kozo Yamamura and Yasukichi Yasuba (Eds.) The Political Economy of Japan: Volume 1. The Domestic Transformation. Stanford, CA: Stanford University Press, pp.223-260.",
        "Hoshi, Takeo and Anil Kashyap, 1999, Keiretsu Financing, manuscript in progress.",
        "Hutchison, Michael, 1998, Are All Banking Crises Alike, working paper, UC Santa Cruz.",
        "International Monetary Fund, 1998a, Japan Selected Issues, IMF Staff Country Report No. 98/113.",
        "International Monetary Fund, 1998b, International Financial Statistics, (IMF:Washington DC).",
        "International Monetary Fund, 1998c, World Economic Outlook May 1998, International Monetary Fund, Washington, DC.",
        "Iwahara, Shinsaku, Yuri Okina, Yoshitsugu Kanemoto, and Kazumi Narisawa (1999), Kinyu 45 Kikan no Furyo Saiken no Jittai to Hatan Shori Sukiimu (The Reality of Bad Loans at Financial Institutions and Schemes to Deal With Failures) in Jurist (Tokyo), 1151, 10-36.",
        "Jenkinson, Timothy J, 1990, Initial Public Offerings in the United Kingdom, the United States and Japan, Journal of the Japanese and International Economies, pp. 428-449, volume 3, number 4.",
        "Kashyap, Anil, Raghuram Rajan, and Jeremy Stein, 1999, Banks as Liquidity Providers: An Explanation for the Coexistence of Lending and Deposit-Taking, NBER working paper, 6962.",
        "Lincoln, Edward, 1998, Japans Financial Problems, Brookings Papers on Economic Activity 1998:2, Washington DC.",
        "Lindgren, Carl-Johan, Gillian Garcia and Matthew I. Saal, 1996, Bank Soundness and Macroeconomic Policy, International Monetary Fund.",
        "Milhaupt, Curtis J. and Geoffrey P. Miller, 1997, Cooperation, Conflict, and Convergence in Japanese Finance: Evidence from the `Jusen Problem, Law and Policy in International Business, 29, 1-78.",
        "Naito, Keisuke, 1999, Nihon-ban Big Bang ni yotte Toujousuru Kinyu Shohin no Kojin Kinyu Shisan Unyo he no Eikyo (The Impact of New Financial Products introduced by Japanese Big Bang on Financial Investments by Individuals), Fuji Research Institute Research Paper.",
        "Ogawa, Kazuo and Shin-ichi Kitasaka, 1998, Bank Lending in Japan: Its Determinants and Macroeconomic Implications, Osaka University working paper.",
        "Ohara, Yukiko, 1996, Japans Banking: The Darkest Hour Before Dawn. The Future is in the Hands of MoF, Columbia University, Center on Japanese Economy and Business Working Paper 127.",
        "Ohara, Yukiko, 1998, Ginko Sector One Point (Banking Sector One Point), SBC Warburg.",
        "Ohmura, Keiichi, and Hidetaka Kawakita, 1992, Zeminaru Nihon no Kabushiki Shijo (Seminar Japanese Stock Markets). Tokyo: Toyo Keizai Shinpo-sha.",
        "Organization for Economic Co-operation and Development, Bank Profitability: Financial Statements of Banks, Statistical Supplement, Organization for Economic Co-operation and Development, several issues. Organization for Economic Co-operation and Development, Financial Accounts of OECD countries, several issues. Organization for Economic Co-operation and Development, 1998, OECD Economic Surveys 1998: Japan, (OECD: Paris).",
        "Packer, Frank, 1998, The Disposal of Bad Loans in Japan: The Case of CCPC, manuscript, Federal Reserve Bank of New York.",
        "Patrick, Hugh, 1972, Finance, Capital Markets and Economic Growth in Japan, in Arnold W. Sametz (Ed) Financial Development and Economic Growth. New York, NY; New York University Press, pp.109-139.",
        "Peek, Joseph and Eric Rosengren, 1997a, The International Transmission of Financial Shocks: The Case of Japan, American Economic Review, volume 87(4), pp. 495-505.",
        "Peek, Joseph and Eric Rosengren, 1997b, Collateral Damage: Effects of the Japanese Real Estate Collapse on Credit Availability and Real Activity in the United States, Federal Reserve Bank of Boston Working Paper, 97-5.",
        "Petersen Mitchell and Raghuram Rajan, 1994, The Benefits of Firm-Creditor Relationships: Evidence from Small Business Data, Journal of Finance, volume 49, pp 3-37.",
        "Rajan, Raghuran and Luigi Zingales, 1998. Financial Dependence and Growth American Economic Review.",
        "Rosenbluth, Frances McCall, 1989, Financial Politics in Contemporary Japan, Ithaca, NY; Cornell University Press.",
        "Second Financial System Committee of the Financial System Research Council, 1989, Interim Report on `A New Japanese Financial System, English translation by the Federation of Bankers Associations of Japan.",
        "Takeda, Mashiko and Phil Turner, 1992, The liberalisation of Japans financial markets: some major themes, Bank of International Settlements, working paper.",
        "Toyama, Haruyuki, 1998, The Monetary, Regulatory and Competitive Implications of the Restructuring of the Japanese Banking Industry, Bank of Japan, working paper.",
        "U.S. Bureau of the Census, Quarterly Financial Report for Manufacturing, Mining, and Trade Corporations (OFR), various issues. Woo, David, 1998, In Search of Capital Crunch: Supply Factors Behind the Credit Slowdown in Japan, working paper IMF.",
        "White, Halbert, 1980, A Heteroskedasticity-consistent covariance matrix estimator and a direct test for heteroskedasticity, Econometrica, 48, 8 17-838."
    ]
}