{
    "id": 726,
    "cites": 24,
    "cited_by": 12,
    "reference": [
        "Abel, A. and Mishkin, F. S. (1980), On the Econometric Testing of Rational- ity and Market Efficiency, University of Chicago, June.",
        "Barro, R. J. (1977), Unanticipated Money Growth and Unemployment in the United States, American Economic Review 67, No. 2, March: 101-115.",
        "United States, Journal of Political Economy 86, August: 549-580. _________ (1979), Developments in the Equilibrium Approach to Business Cycles, University of Rochester and the National Bureau of Economic Research, July.",
        "Carlson, J. A. (1977), A Study of Price Forecasts, Annals of Economic and Social Measurement 6, Winter: 27-56.",
        "Fama, E. F. (1976), Foundations of Finance, Basic Books.",
        "Friedman, B. N. (1980), Survey Evidence on the `Rationality of Interest Rate Expectations, Journal of Monetary Economics 6, October: 453- 466.",
        "Granger, C. W. J. (1969), Investigating Causal Relations by Econometric Models and Cross-Spectral Methods, Econometrica 37, July: 424-438.",
        "Grossman, J. (1979), Nominal Demand Policy and Short-Run Fluctuations in Unemployment and Prices in the United States, Journal of Political Economy 87, October: 1063-85.",
        "Kohn, R. (1979), Asymptotic Estimation and Hypothesis Testing Results for Vector Linear Time Series Models, Econometrica 47, July: 1005-30.",
        "Leiderman, L. (1980), Macroeconometric Testing of the Rational Expecta- tions and Structural Neutrality Hypothesis for the United States, Journal of Monetary Economics 6, January: 69-82.",
        "Levich, R. (1979), On the Efficiency of Markets for Foreign Exchange, in R.",
        "Dornbusch and J. A. Frenkel, eds., International Economic Policy, Baltimore, The Johns Hopkins University Press. Lucas, R. E., Jr. (1972), Econometric Testing of the Natural Rate Hypothe- sis, in 0. Eckstein, ed., The Econometrics of Price Determination, Board of Governors of the Federal Reserve System: 5-15.",
        "Brunner and Meltzer, eds., The Phillips Curve and Labor Markets, Carnegie-Rochester Conference Series on Public Policy, Vol. 1, Amsterdam, North-Holland: 19-46. McCallum, B. T. (1979), On the Observational Inequivalence of Classical and Keynesian Models, Journal of Political Economy, 87, April: 395- 402.",
        "Mishkin, F. S. (1978), Efficient-Markets Theory: Implications for Monetary Policy, Brookings Papers on Economic Activity 3: 707-752.",
        "Modigliani, F. (1977), The Monetarist Controversy or, Should We Foresake Stabilization Policies?, American Economic Review 67, March: 1-19.",
        "Nodigliani, F. and Shiller, R. J. (1973), Inflation~, Rational Expectations -39-- and the Term Structure of Interest Rates, Economica 40, February: 12-43.",
        "Mullineaux, D. J. (1978), On Testing for Rationality: Another Look at the Livingston Price Expectations Data, Journal of Political Economy 86, April: 329-336.",
        "Nelson, C. R. (1979), Granger Causality and the Natural Rate Hypothesis, Journal of Political Economy 87, April: 390-394.",
        "Pesando, J. E. (1975), A Note on the Rationality of the Livingston Price Expectations, Journal of Political Economy 83, August: 849-58.",
        "Poole, W (1976), Rational Expectations in the Macro Model, Brookings Papers on Economic Activity, 2: 463-505.",
        "Sargent, T. J. (1973), Rational Expectations, the Real Rate of Interest, and the Natural Rate of Unemployment, Brookings Papers on Economic Activity, 2.",
        "States, Journal of Political Economy 84, April: 207-37. _________ (1976b), The Observational Equivalence of Natural and Unnatural Rate Theories of Macroeconomics, Journal of Political Economy 84, June: 631-640.",
        "Sargent, T. J. and Wallace, N. (1975), Rational Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule, Journal of Political Economy 83, April: 241-54.",
        "Zeilner, A. (1962), An Efficient Method of Estimating Seemingly Unrelated Regressions and Tests for Aggregation Bias, Journal of the American Statistical Association 57: 348-368."
    ]
}