{
    "id": 7262,
    "cites": 18,
    "cited_by": 36,
    "reference": [
        "Centers for Disease Control and Preventions Information and Prevention Sourcepage, Smoking Prevalence Among U.S. Adults, Centers for Disease Control and Prevention, 1996.",
        "Centers for Disease Control and Preventions Tobacco Information and Prevention Sourcepage, Adult Prevalence Data, Centers for Disease Control and Prevention, 1998.",
        "Chaloupka, F.J., and H. Wechsler, Price Tobacco Control Policies and Smoking Among Young Adults, Journal of Health Economics, 16: 359-373, 1997.",
        "Chaloupka, F.J., and M. Grossman, Price, Tobacco Control Policies, and Youth Smoking, National Bureau of Economic Research Working Paper No. 5740, 1996.",
        "Douglas, S. M., The Duration of the Smoking Habit, Economic Inquiry, v XXXVI, n1, 49-64, 1998.",
        "Evans, W. N., M.C. Farrelly, and E. Montgomery, Do Workplace Smoking Bans Reduce Smoking'DONE', National Bureau of Economic Research Working Paper No. 5567, 1996.",
        "Keeler, T.E., T.W. Hu, P.G . Barnett, W.G. Manning, and H. Sung, Tobacco Taxation, Demand, and Oligopoly Behavior: Analysis and Estimation with State Panel Data, Working Paper, Institute of Business and Economic Research, University of California, Berkeley, 1994.",
        "Ohsfeldt R.L., R.G. Boyle, and E.I. Capilouto, Tobacco Taxes, Smoking Restrictions, and Tobacco Use, National Bureau of Economic Research Working Paper No. 6486, 1998.",
        "Sung, H.Y, T.W. Hu, and T.E. Keeler, Cigarette Taxation and Demand : An Empirical Model, Contemporary Economic Policy, Volume XII, Number3, 1994.",
        "Tauras, J.A. and F.J. Chaloupka, Price, Clean Indoor Air Laws, and Cigarette Smoking: Evidence from Longitudinal Data for Young Adults, National Bureau of Economic Research Working Paper 6937, 1999.",
        "Tobacco Institute, The Tax Burden on Tobacco, Washington D.C.: Tobacco Institute, 1997.",
        "Historic Compilation, Volume 32. University of Michigan News and Information Services, Monitoring the Future Study Press Release, December 18, 1998, Ann Arbor: University of Michigan News and Information Services, 1998.",
        "U.S. Department of Health and Human Services, Reducing the Health Consequences of Smoking: 25 Years of Progress. A Report of the Surgeon General, Rockville, Maryland: U.S. Department of Health and Human Services, Public Health Service, Centers for Disease Control, Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health, 1989.",
        "U.S. Department of Health and Human Services, The Health Benefits of Smoking Cessation. A Report of the Surgeon General, Rockville, Maryland: U.S. Department of Health and Human Services, Public Health Service, Center for Disease Control, Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health, 1990.",
        "U.S. Department of Health and Human Services, Preventing Tobacco Use Among Young People: A Report of the Surgeon General, Atlanta Georgia: Public Health Service, Center for Disease Control and Prevention, National Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health, 1994.",
        "U.S. Department of Health and Human Services. Tobacco Use Among U.S. Racial/Ethnic Minority Groups---African Americans, American Indians and Alaska Natives, Asian Americans and Pacific Islanders, and Hispanics: A Report of the Surgeon General, Atlanta, Georgia: U.S. Department of Health and Human Services, Centers for Disease Control and Prevention, National Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health, 1998.",
        "U.S. Public Health Service, Smoking and Health. Report of the Advisory Committee to the Surgeon General of the Public Health Service, U.S. Department of Health, Education, and Welfare, Public Health Service, Center for Disease Control, 1964.",
        "Warner, K.E., Cost Effectiveness of Smoking-Cessation Therapies Interpretation of the Evidence and Implications for Coverage, Pharmacoeconomics, 11 (6): 538-549, 1997."
    ]
}