{
    "id": 7264,
    "cites": 28,
    "cited_by": 54,
    "reference": [
        "Aitken, B., G. Hanson, et al. (Forthcoming). Spillovers, Foreign Investment, and Export Behavior. Journal of International Economics. Balassa, B. (1971) The Structure of Protection in Developing Countries. Baltimore: The Johns Hopkins University Press.",
        "Baldwin, R. (1992). On the Growth Effects of Import Competition. Cambridge, National Bureau of Economic Research.",
        "Bernard, A. B. and J. B. Jensen (l999a). Exceptional Exporter Performance: Cause, Effect or Both? Journal of International Economics, 47(1) pp. 1-26. . (l999b) Exporting and Productivity Yale University, mimeo, March. Blumenthal, T. (1972). Exports and Economic Growth: The Case of Postwar Japan. Ouarterly Journal of Economics(November): 617-631.",
        "Boltho, A. (1985). Was Japans Industrial Policy Successful. Cambridge Journal of Economics 9: 187-201.",
        "Clerides, S., S. Lach, et al. (1996). Is Learning by Exporting Important? Micro-Dynamic Evidence From Colombia, Mexico and Morocco. Cambridge MA, NBER.",
        "Denison, E. and W. Chung (1976). Economic Growth and Its Sources. Asias New Giant. H. Patrick and H. Rosovsky. Washington DC, Brookings Institution.",
        "Dore, R. (1986). Flexible Rigidities: Industrial Policy and Structural Adjustment in the Japanese Economy. Stanford, Stanford University Press.",
        "Edwards, S. (1992) Trade Orientation, Distortions, and Growth in Developing Countries, Journal of Development Economics, 39: 31-57.",
        "Feder, G. (1983). On Exports and Economic Growth. Journal of Development Economics 12(Feb-April): 59-73.",
        "Frankel, J., D. Romer, and T. Cyrus (1996) Trade and Growth in East Asian Countries: Cause and Effect? National Bureau of Economic Research Working Paper 5732.",
        "Fukuda, S. and H. Toya (1995). Conditional Convergence in East Asian Countries. Growth Theories in Light of the East Asian Experience. T. Ito and A. Kreuger. Chicago, University of Chicago Press.",
        "Gerschenkron, A. (1952). Economic Backwardness in Historical Perspective. The Progress of Underdeveloped Areas. B. F. Hoselitz. Chicago, University of Chicago Press: 3-29.",
        "Grossman, G. and E. Helpman (1991) Innovation and Growth in the Global Economy. Cambridge, The MIT Press.",
        "Ito, T. (1992). The Japanese Economy. Cambridge MA, MIT Press.",
        "Itoh, M., M. Okuno, et al. (1988). Foreign Trade and Direct Investment. Industrial Policy of Japan. R. Komiya, M. Okuno and K. Suzumura. San Diego, Academic Press.",
        "Katz, R. B. (1996). Mainframe Economics in a PC World, New York University.",
        "Lawrence, R. Z. (1993). Japans Different Trade Regime: An Analysis with Particular Reference to Keiretsu. Journal of Economic Perspectives 7(3): 3-19.",
        "Lee, J. (1995) Government Interventions and Productivity Growth in Korean Manufacturing Industries, NBER Working Paper 5060.",
        "Nelson, R. and S. Winter (1974) Neoclassical vs. Evolutionary Theories of Economic Growth: Critique and Prospectus, The Economic Journal, 84, pp. 886-905.",
        "Lee, J.-W. (1996). Government Interventions and Productivity Growth. Journal of Economic Growth 1(September): 391-414.",
        "McKinsey (1993). Manufacturing Productivity, McKinsey Global Institute.",
        "Minami, R. (1994). The Economic Development of Japan: A Quantitative Study. New York, St. Martins Press.",
        "Porter, M. E. (1990). The Competitive Advantage of Nations. Detroit, Free Press.",
        "Rodrik, D. (1994) King Kong vs. Godzilla: The World Bank and the East Asian Miracle in A Fishlow, C Gwin, S. Haggard, D Rodrik and R. Wade, Miracle or Design? Lessons for the East Asian Experience, Overseas Development Council, Washington DC.",
        "Rodrik, D. (1995). Getting Interventions Right: How South Korea and Taiwan Grew Rich. Economic Policy April: 55-107.",
        "World Bank (1993). The East Asian Miracle. New York, Oxford University Press.",
        "World Bank (1993). The East Asian Miracle: Proceedings, The World Bank and the Overseas Economic Cooperation Fund.",
        "Tilton, R. (1996). Restrained Trade: Cartels in Japans Basic Materials Industries. Ithaca, Cornell University Press."
    ]
}