{
    "id": 7265,
    "cites": 58,
    "cited_by": 230,
    "reference": [
        "Acemoglu, Daron, and Fabrizio Zilibotti, Was Promotheus Unbound by Chance? Risk, Diversification and Growth,  Journal of Political Economy, August 1997, 105, pp. 709-751.",
        "Bagehot, Walter, Lombard Street, London: William Clowes and Sons, 1873. Bhagwati, Jagdish, The Capital Myth: The Difference Between Trade in Widgets and Trade in Dollars, Foreign Affairs, 1998, 77, 7-12.",
        "Bhagwati, Jagdish, The Capital Myth: The Difference Between Trade in Widgets and Trade in Dollars, Foreign Affairs, 1998, 77, 7-12.",
        "Bryant, John, A Model of Bank Reserves, Bank Runs and Deposit Insurance, Journal of Banking and Finance, 1980, 4, 335-344.",
        "Bulow, Jeremy, and Kenneth Rogoff, Multilateral Negotiations for Rescheduling Developing Country Debt: A Bargaining-Theoretic Framework, International Monetary Fund Staff Papers, December 1988 35, 644-57.",
        "Bulow, Jeremy, and Kenneth Rogoff, A Constant Recontracting Model of Sovereign Debt, Journal of Political Economy, February 1989a, 97, 155-178.",
        "Bulow, Jeremy, and Kenneth Rogoff, Sovereign Debt: Is to Forgive to Forget? American Economic Review, March 1989b, 79, 43-50.",
        "Bulow, Jeremy, and Kenneth Rogoff, Cleaning Up Third-World Debt Without Getting Taken To the Cleaners, Journal of Economic Perspectives Winter 1990, 4, 31-42.",
        "Bulow, Jeremy, Kenneth Rogoff and Afonso Bevilaqua, Official Creditor Seniority and Burden Sharing in the Former Soviet Bloc, Brookings Papers in Macroeconomic Activity, Spring 1992, 1, 195-222.",
        "Calomaris, Charles W., Blueprints for a New Global Financial Architecture, mimeo, Columbia Business School, 1998.",
        "Capie, Forest, Can There Be an International Lender of Last Resort? International Finance, 1998, 1, 311-325.",
        "Caprio, Jerry, and Patrick Honohan, Beyond Capital Ideals: Restoring Banking Stability, Journal of Economic Perspectives 13 (Fall 1999), forthcoming.",
        "Chari, V.V., and Patrick Kehoe, Asking the Right Questions About the IMF, Federal Reserve Bank of Minneapolis Annual Report, Special Issue, 1998, 13, 2-26.",
        "Chang, Roberto, and Andres Velasco, Financial Crises in Emerging Markets: A Canonical Model, National Bureau of Economic Research Working Paper No. 6606, June 1998.",
        "Cole, Harold, and Patrick Kehoe, The Role of Institutions in Reputation Models of Sovereign Debt, Journal of Monetary Economics, 1995, 35, 45-64.",
        "Cole, Harold, and Patrick Kehoe, Reputation Spillover Across Relationships with Enduring and Transient Benefits: Reviving Reputation Models of Sovereign Debt, Minneapolis Federal Reserve Quarterly Review, Winter 1997, 21.",
        "Cole, Harold, and Timothy Kehoe, A Self-Fulfilling Debt Crises, Federal Reserve of Minneapolis Staff Report 211, July 1998.",
        "Cooper, Richard, A Monetary System for the Future, Foreign Affairs, 1984, 63, 166-84.",
        "Corrigan, Gerald, Testimony Before the Senate Committee on Banking, Housing and Urban Affairs, Washington DC, May 3, 1990.",
        "Diamond, Douglas, and Philip Dybvig, Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy, June 1983, 91, 401-19.",
        "Eaton, Jonathan, and Mark Gersovitz, Debt with Potential Repudiation: Theory and Estimation, Review of Economic Studies, April 1981, 48, 289-309.",
        "Edwards, Sebastion, Capital Flows, Real Exchange Rates, and Capital Controls: Some Latin American Experiences, National Bureau of Economic Research Working Paper No. 6800, November 1998.",
        "Eichengreen, Barry, Toward a New International Financial Architecture: A Practical Post-Asia Agenda. Washington: The Institute for International Economics, 1999.",
        "English, William, Understanding the Costs of Sovereign Default: American State Debts in the 1840s, American Economic Review, March 1996, 86, 259-275.",
        "Freixas, Xavier, and Jean-Charles Rochet, Microeconomics of Banking. Cambridge: The MIT Press, 1997.",
        "Garten, Jeffrey, In This Economic Chaos, A Global Central Bank Can Help, International Herald Tribune, September 25, 1998, 8.",
        "Giannini, Curzio, Enemy of None but Friend of All? An International Perspective on the Lender of Last Resort Function, International Monetary Fund Working Paper WP/99/10, 1999.",
        "Goldstein, Morris, The Case for an International Banking Standard. Washington: The Institute for International Economics, 1997.",
        "Goldstein, Morris, The Asian Financial Crisis: Causes, Cures, and Systemic Implications. Washington: The Institute for International Economics, 1998.",
        "Goodhart, Charles, and Dirk Shoenmaker, Should the Functions of Monetary Policy and Bank Supervision be Separated? Oxford Economic Papers, October 1995, 47, 539-60.",
        "Grossman, Herschel, and John Van Huyck, Sovereign Debt as a Contingent Claim, American Economic Review, December 1988, 78, 1088-97.",
        "Group of 22, Report of the Working Group on Transparency and Accountability. Washington, Group of 22, 1998.",
        "Kaufman, Henry, Preventing the Next Global Financial Crisis, Washington Post, January 28, 1998, A17.",
        "Kehoe, Patrick, Coordination of Fiscal Policies in a World Economy, Review of Economic Studies, May 1987, 19, 349-76.",
        "Kenen, Peter, The Theory of Optimal Currency Areas: An Eclectic View. In Mundell, Robert A., and Alexander K. Swoboda, eds., Monetary Problems of the International Economy. Chicago: University of Chicago Press, 1969, 41-60.",
        "Krugman, Paul, Saving Asia: It's Time to Get Radical, Fortune, September 7, 1998a, 74-80.",
        "Krugman, Paul, Heresy Time, <http//web.mit.edu/krugman/www/heresy.html>, September 28b, 1998.",
        "Meltzer, Allan, Asian Problems and the IMF, Testimony Prepared for the Joint Economic Committee, U.S. Congress, February 24, 1998.",
        "Martin, Philippe, and Helene Rey, Financial Super-Markets: Size Matters for Asset Trade,  mimeo, London School of Economics, November 1998.",
        "Mishkin, Frederic S., Preventing Financial Crises: An International Perspective, National Bureau of Economic Research Working Paper No. 4636, February 1994.",
        "Morris, Stephen, and Hyun song Shin, Unique Equilibrium in a Model of Self-Fulfilling Currency Attacks, American Economic Review, June 1998, 88, 587-97.",
        "Mundell, Robert A., A Theory of Optimum Currency Areas, American Economic Review, September 1961, 51, 657-65.",
        "Obstfeld, Maurice, Risk-Taking, Global Diversification and Growth, American Economic Review, December 1994, 85, 1310-29.",
        "Obstfeld, Maurice, and Kenneth Rogoff, The Mirage of Fixed Exchange Rates, Journal of Economic Perspectives, Fall 1995, 9, 73-96.",
        "Obstfeld, Maurice, and Kenneth Rogoff, Foundations of International Macroeconomics. Cambridge: MIT Press, 1996.",
        "Ozler, Sule, Have Commercial Banks Ignored History? American Economic Review, June 1993, 83, 608-20.",
        "Raffer, Kunibert, Applying Chapter 9 Insolvency to International Debts: An Economically Efficient Solution with a Human Face, World Development, 1990, 18, 301-11.",
        "Rodrick, Dani, Has Globalization Gone too Far? Washington: The Institute for International Economics, 1997.",
        "Rogoff, Kenneth, Can International Monetary Cooperation be Counterproductive? Journal of International Economics, May 1985, 18, 199-217.",
        "Sachs, Jeffrey, Do We Need an International Lender of Last Resort? Princeton University, Frank Graham Memorial Lecture, 1995.",
        "Sachs, Jeffrey, Fixing the IMF Remedy, The Banker, February 1998, 148, 16-18.",
        "Wallace, Neil, Another Attempt to Explain an Illiquid Banking System: The Diamond and Dybvig Model with Sequential Servicing Taken Seriously, Federal Reserve Bank of Minneapolis Quarterly Review, Fall 1988, 12, 3-16.",
        "Soros, George, The Crisis of Global Capitalism. New York: Public Affairs Press.",
        "Svensson, Lars E. O., Trade in Risky Assets, American Economic Review, June 1988, 78, 375-94.",
        "Tobin, James, A Proposal for International Monetary Reform, Eastern Economic Journal, 1978, 4: 153-59.",
        "Ventura, Jaume, Growth and Interdependence, Quarterly Journal of Economics, 1997, 115.",
        "Eichengreen, Barry, and Richard Portes, Crisis, What Crisis? Orderly Workouts for Sovereign Debtors. London: The Centre for Economic Policy Research, 1995.",
        "Fischer, Stanley, On the Need for an International Lender of Last Resort, Journal of Economic Perspectives 13 (Fall 1999), forthcoming."
    ]
}