{
    "id": 7269,
    "cites": 21,
    "cited_by": 70,
    "reference": [
        "Advisory Committee of Intergovernmental Relations, 1995, Significant features of fiscal federalism, 1.",
        "Ahmed, S. and Rogers, J., 1995, Government budget deficits and trade deficits: are present value constraints satisfied in long-term data?, Journal of Monetary Economics 36, 35 1-374.",
        "Alesina, A., Ardagna, S., Perotti, R., and Schiantarelli, F., 1999, Fiscal policy, profits, and investment, mimeo, Boston College.",
        "Barro, R., 1981, Output effects of government purchases, Journal of Political Economy 89(6), 1086-1121.",
        "Baxter, M. and King, R., 1993, Fiscal policy in general equilibrium, American Economic Review.",
        "Baxter, M. and King, R., 1996, Measuring business cycles: approximate band-pass filters for economic time series, mimeo, University of Virginia.",
        "Bernanke, B. and Mihov, I., 1998, Measuring monetary policy, Quarterly Journal of Economics 113(3), 869-902.",
        "Blanchard, 0. and Watson, M., 1986, Are all business cycles alike?, pp. 123-156, The American Business Cycle: Continuity and Change, Robert Gordon, ed, NBER and University of Chicago Press.",
        "Blinder, A., 1981, Temporary income taxes and consumer spending, Journal of Political Economy 89(1), 26-53.",
        "Bohn, H., 1991, Budget balance through revenue or spending adjustments? Some historical evidence for the United States, Journal of Monetary Economics 27, 333-359.",
        "Bohn, H., 1998, The behavior of U.S. public debt and deficits, Quarterly Journal of Economics 113(3), 949-964.",
        "Bryant, R., 1988, Empirical Macroeconomics for Interdependent Economies, Brookings Institution, Washington.",
        "Edelberg, W., Eichenbaum, M., and Fisher, J., 1998, Understanding the effects of a shock to government purchases, mimeo, Northwestern University. Fatas, A. and Mihov, I., 1998, Measuring the effects of fiscal policy, mimeo, INSEAD.",
        "Giorno, C., Richardson, P., Roseveare, D., and van der Noord, P., 1995, Estimating potential output, output gaps, arid structiral budget deficits, Economics Department Working Paper 152, OECD, Paris.",
        "Gordon, D. and Leeper, E., 1994, The dynamic impact of monetary policy: an exercise in tentative identification, Journal of Political Economy 102(6), 1128-1147.",
        "Hamilton, J. and Flavin, M., 1986, On the limitations of government borrowing: a framework for empirical testing, American Economic Review 76, 808-819.",
        "Poterba, J., 1988, Are consumers forward looking? evidence from fiscal experiments, American Economic Review, Papers and Proceedings 78, 413-418.",
        "Ramey, V. and Shapiro, M., 1997, Costly capital reallocation and the effects of government spending, Carnegie-Rochester Conference Series on Public Policy.",
        "Rotemberg, J. and Woodford, M., 1992, Oligopolistic pricing and the effects of aggregate demand on economic activity, Journal of Political Economy 110(6), 1153-1207.",
        "Sims, C. and Zha, T., 1996, Does monetary policy generate recessions?, mimeo, Yale University.",
        "Stock, J. and Watson, M., 1997, Business cycle fluctuations in u.s. economic time series, mimeo, Harvard University."
    ]
}