{
    "id": 7274,
    "cites": 23,
    "cited_by": 3,
    "reference": [
        "Aitken, Brian, Ann Harrison and Robert E. Lipsey. (1996) Wages and Foreign Ownership: A Comparative Study of Mexico, Venezuela, and the United States, Journal of International Economics, 40(3/4): 345-71.",
        "Bartik, Timothy J. (1991). Who Benefits from State and Local Economic Development Policies'DONE' Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Bhagwati, Jagdish N., Elias Dinopoulos, and Kar-Yui Wong. (1992) Quid Pro Quo Foreign Investment. American Economic Review, Papers and Proceedings. 82(2): 186-90.",
        "BlomstrÃ\u0083Â¶m, Magnus. (1991) Host Country Benefits of Foreign Investments, in D. G. McFetridge (Ed.), Foreign Investment, Technology and Economic Growth. Calgary: University of Calgary Press.",
        "BlomstrÃ\u0083Â¶m, Magnus, and Ari Kokko. (1994) Home Country Effects of Foreign Direct Investment: Evidence from Sweden. NBER Working Paper No. 4639.",
        "Blonigen, Bruce A. and David N. Figlio. (1998) Voting for Protection: Does Direct Foreign Investment Influence Legislator Behavior'DONE' American Economic Review, 88(4):1002-1014.",
        "Caves, Richard E. (1979) Multinational Firms, Competition and Productivity in Host-Country Industries, Economica. 41: 176-93.",
        "Coughlin, Cletis, Joseph V. Terza, and Vachira Arromodee. (1991) State Characteristics and the Location of Foreign Direct Investment within the United States, Review of Economics and Statistics, 73(4): 67583.",
        "Crihfield, John B. (1989). A Structural Empirical Analysis of Metropolitan Labor Demand, Journal of Regional Science, 29(3): 347-371.",
        "Doms, Mark E. and J. Bradford Jensen. (1996). Comparing Wages, Skills, and Productivity Between Domestic and Foreign Owned Manufacturing establishments in the United States, mimeo.",
        "Feenstra, Robert C. and Gordon H. Hanson. (1997). Foreign Direct Investment and Relative Wages: Evidence from Mexicos Maquiladoras, Journal of International Economics, 42(3/4): 371-393.",
        "Figlio, David N. (1997) Teacher Salaries and Teacher Quality, Economics Letters, 55(2): 267-271.",
        "Glaeser, Edward L., Hedi D. Kallal, Jose A. Scheinkman, and Andrei Shleifer. (1992). Growth in Cities, Journal of Political Economy. 100(6): 1126-1152.",
        "Glickman, Norman J. and Douglas P. Woodward. (1988). The Location of Foreign Direct Investment in the United States: Patterns and Determinants, International Regional Science Review. 11(2): 137-154.",
        "Glickman, Norman J. and Douglas P. Woodward. (1989). The New Competitors: How Foreign Investors 21 are Changing the U.S. Economy. New York: Basic Books.",
        "Globerman, Steven, John C. Ries, and Ilan Vertinsky. (1994). The Economic Performance of Foreign Affiliates in Canada, Canadian Journal of Economics, 27(1): 143-156.",
        "Graham, Edward M. and Paul R. Krugman. (1995). Foreign Direct Investment in the United States, Third Edition. Washington, DC: Institute for International Economics.",
        "Head, Keith, John Ries, and Deborah Swenson. (1995). Agglomeration Benefits and Location Choice: Evidence from Japanese Manufacturing Investments in the United States, Journal of International Economics, 38(3/4): 223-247.",
        "Howenstein, Ned G. and William J. Zeile. (January 1994). Characteristics of Foreign-owned U.S.",
        "Manufacturing Establishments, Survey of Current Business, 74(1): 34-59. Marston, Stephen T. (1985). Two Views of the Geographic Distribution of Unemployment, Quarterly Journal of Economics, 50(1): 57-79.",
        "Terkla, David G. and Peter B Doeringer. (1991). Explaining Variations in Employment Growth: Structural and Cyclical Change among States and Local Areas, Journal of Urban Economics, 29(3): 329348.",
        "Topel, Robert H. (1986). Local Labor Markets, Journal of Political Economy, 94(3): S111-S143.",
        "Woodward, Douglas P. (1992). Locational Determinants of Japanese Manufacturing Start-ups in the United States, Southern Journal of Economics, 58(3): 690-708."
    ]
}