{
    "id": 7275,
    "cites": 22,
    "cited_by": 5,
    "reference": [
        "Acs, Zoltan J. and David B. Audretsch. Innovation and Small Firms. Cambridge, MA: The MIT Press, 1990.",
        "Baldwin, Robert E., Robert E. Lipsey and J. David Richardson. Geography and Ownership as Bases for Economic Accounting. Chicago, IL: University of Chicago Press for the National Bureau of Economic Research, 1998.",
        "Belderbos, Rene. Antidumping and Tariff Jumping: Japanese Firms DFI in the European Union and the United States, Weltwirtschaftliches Archiv, 133(1997), 419-457.",
        "Blonigen, Bruce A., Firm-specific Assets and the Link Between Exchange Rates and Foreign Direct Investment, American Economic Review, June 1997, pp. 447-65.",
        "Blonigen, Bruce A. and Matthew J. Slaughter. U.S. Skill Upgrading and Inward Foreign Direct Investment, Mimeograph, 1999.",
        "Carlsson, Bo, David B. Audretsch, and Zoltan J. Acs., Flexible Technology and Plant Size: U.S. Manufacturing and Metalworking Industries, International Journal of Industrial Organization, 12 (1994), 359-71.",
        "Doms, Mark E. and J. Bradford Jensen. Comparing Wages, Skills, and Productivity Between Domestically and Foreign-Owned Manufacturing Establishments in the United States, in R.E. Baldwin, R.E. Lipsey, and J.D. Richardson (Eds.), Geography and Ownership as Bases for Economic Accounting. Chicago, IL: University of Chicago Press for the National Bureau of Economic Research, 1998, pp. 235-55.",
        "Dunne, Timothy, Mark J. Roberts, and Larry Samuelson. Patterns of Firm Entry and Exit in U.S. Manufacturing Industries, RAND Journal of Economics, 19(Winter 1988): 495-515.",
        "Dunne, Timothy, Mark J. Roberts, and Larry Samuelson. Growth and Failure of U.S. Manufacturing Plants, Quarterly Journal of Economics, 104(November 1989): 671-98.",
        "Evans, David S., The Relationship Between Firm Growth, Size, and Age: Estimates for 100 Manufacturing Industries, Journal of Industrial Economics, 35(June 1987a): 567-81.",
        "Evans, David S., Tests of Alternative Theories of Firm Growth, Journal of Political Economy, 97(August 1987b): 657-74.",
        "Globerman, Steven, John C. Ries, and Ilan Vertinsky. (1994). The Economic Performance of Foreign Affiliates in Canada, Canadian Journal of Economics. 27(1): 143-56.",
        "Hall, Bronwyn H., The Relationship Between Firm Size and Firm Growth in the U.S. Manufacturing Sector, Journal of Industrial Economics. 25(June, 1987): 583-606.",
        "Howenstine, Ned G. and William J. Zeile, Characteristics of Foreign-Owned U.S. Manufacturing Establishments, Survey of Current Business, 74 (January 1994), 34-59.",
        "JapansExpanding U.S. Manufacturing Presence. Washington, DC: Japan Economic Institute (JEI), various issues. Jovanovic, Boyan, Selection and Evolution of Industry, Econometrica, 50 (May 1982), 649-70.",
        "Kogut, Bruce, and Sea Jin Chang, Technological Capabilities and Japanese Foreign Direct Investment, Review of Economics and Statistics, 73 (August 1991), 401-13.",
        "Kogut, Bruce, and Sea Jin Chang, Platform Investments and Volatile Exchange Rates: Direct Investment in the U.S. by Japanese Electronic Companies, Review of Economics and Statistics, 78 (1996), 221-31.",
        "Kumar, M.S., Growth, Acquisition Activity and Firm Size: Evidence from the United Kingdom, Journal of Industrial Economics, 33 (1985), 327-38.",
        "Markusen, James R., The Boundaries of Multinational Enterprises and the Theory of International Trade, Journal of Economic Perspectives, Spring 1995, 169-89.",
        "Sutton, John, Gibrats Legacy, Journal of Economic Literature. 25(March 1997): 40-59.",
        "Yamawaki, Hideki. International competitiveness and the Choice of Entry Mode: Japanese Multinationals in U.S. and European Manufacturing Industries, mimeograph, 1993.",
        "Yu, C. -M. The Experience Effect and Foreign Direct Investment, Weltwirtschaftliches Archiv, 126(1990), 561-580."
    ]
}