{
    "id": 7278,
    "cites": 49,
    "cited_by": 22,
    "reference": [
        "Bailey, Elizabeth M., 1996. Allowance Trading Activity and State Regulatory Rulings: Evidence from the U.S. Acid Rain Program, W.P. No.96-002, MIT CEEPR, March.",
        "Baumol, William J. and Wallace E. Oates, 1988. The Theory of Environmental Policy, Cambridge, U.K.: Cambridge University Press.",
        "Beetsma, Roel and Harald Uhlig, 1998. An Analysis of the Stability and Growth Pact, mimeo, May.",
        "Bernheim, Douglas B. and Michael D. Whinston, 1986. Menu Auctions, Resource Allocation, and Economic Influence, Quarterly Journal of Economics, 101, February, 1-32.",
        "Brookings Papers on Economic Activity, 1978. Special Issue: Innovative Policies to Slow Inflation, vol. 2., Washington DC: The Brookings Institution.",
        "Camerer, Colin F. and Keith Weigelt, 1993. Convergence in Experimental Double Auctions for Stochastically Lived Assets, in Daniel Friedman and John Rust (eds.) The Double Auction Market, 355-396.",
        "Canzoneri, Matthew B., Robert E. Cumby and Behzad T. Diba, 1998. Is the Price Level Determined by the Needs for Fiscal Solvency'DONE', CEPR Discussion Paper No. 1772, January.",
        "Cason, Timothy N., 1993. Seller Incentive Properties of EPAs Emission Trading Auction, Journal of Environmental Economics and Management, 25, 2, September, 177-95.",
        "Cason, Tomothy N., 1995. An Experimental Investigation of the Seller Incentives in EPAs Emission Trading Auction, American Economic Review, 85, 4, September, 905-22.",
        "Clauser, Laura and Charles R. Plott, 1993. On the Anatomy of the Nonfacilitating Features of the Double Auction Institution in Conspiratorial Markets, in Daniel Friedman and John Rust 38 (eds.) The Double Auction Market, 333-353.",
        "Copeland, Thomas E. and Daniel Friedman, 1987. The Effect of Sequential Information Arrival on Asset Prices: An Experimental Study, Journal of Finance, 42, July, 763-797.",
        "Crocker, Thomas D., 1966. The Structuring of Atmospheric Pollution Control Systems, in Harold Wolozin (ed.) The Economics of Air Pollution, New York, N.Y.: W. W. Norton and Co., Inc..",
        "Dales, John, 1968. Pollution, Property and Prices, Toronto, Canada: University Press.",
        "Eichengreen, Barry and Charles Wyplosz, 1998. The Stability Pact: More than a Minor Nuisance'DONE', Economic Policy, 26, April, 67-113.",
        "Ellerman, A. Denny, Richard Schmalensee, Paul L. Joskow, Juan Paulo Montero and Elizabeth M. Bailey, 1997. Emission Trading Under the U.S. Acid Rain Program: Evaluation of Compliance Costs and Allowance Market Performance, Special Report, MIT, CEEPR, October.",
        "Chari V.V. and Patrick J. Kehoe, 1998, On the Need for Fiscal Constraints in a Monetary Union, Federal Reserve Bank of Minneapolis, Working Paper No. 589, August.",
        "Flandreau, Marc, Jacques Le Cacheux and Zumer, 1998. La Belle Epoque of Stability Pacts, Economic Policy, 26, April.",
        "Friedman, Daniel, 1984. On the Efficiency of Experimental Double Auction Markets, American Economic Review, 74, March, 60-72.",
        "Friedman, Daniel, 1993. The Double Auction Market Institution. A Survey, in Daniel 39 Friedman and John Rust (eds.) The Double Auction Market, 3-25.",
        "Friedman, Daniel and Joseph Ostroy, 1995. Competitivity in Auction Markets: An Experimental and Theoretical Investigation, Economic Journal, 105, January, 22-53.",
        "Friedman, Daniel and John Rust (eds.), 1993. The Double Auction Market. Institutions, Theories and Evidence, Santa Fe Institute Studies in the Science of Complexity, New York, N.Y.: Addison- Wesley Publishing Co.",
        "Fullerton, Don, Shaun P. McDermott and Jonathan P. Caulkins, 1996. Sulfur Dioxide Compliance of a Regulated Utility, NBER W.P. No.5542, Cambridge, Ma, April.",
        "Hahn, Robert W., 1984. Market Power and Transferable Property Rights, Quarterly Journal of Economics, 99,4, 753-65.",
        "Hahn, Robert W., 1989. Economic Prescriptions for Environmental Problems: How the Patient Followed the Doctors Orders, Journal of Economic Perspectives, 3, 2, Spring, 95-114.",
        "Isaac, R. Mark and Charles R. Plott, 1981. The Opportunity for Conspiracy in Restraint of Trade Journal Of Economic Behavior and Organizations, 2, January, 1-30.",
        "Joskow, Paul L. and Richard Schmalensee, 1998. The Political Economy of Market-Based Environmental Policy: The U.S. Acid Rain Program, Journal of Law and Economics, XLI, April, 37-83.",
        "Joskow, Paul L., Richard Schmalensee and Elizabeth M. Bailey, 1998. The Market for Sulfur Dioxide Emissions, American Economic Review, 88,4, September, 669-685.",
        "Krupnick, Alan J., Wallace E. Oates and Eric Van De Verg, 1983. On Marketable Air Pollution Permits: The Case for a System of Pollution Offsets, Journal of Environmental Economics and Management, 10,3, September, 233-47.",
        "Leeper, Eric M., 1991. Equilibria Under Active and Passive Monetary and Fiscal Policies, Journal of Monetary Economics, 27, February, 129-147.",
        "Lerner, Abba P., 1977. Stagflation - Its Causes and Cure, Challenge, 20, Sept/Oct., 14-19.",
        "Lerner, Abba P. and David C. Colander, 1980. MAP: A Market Anti-Inflation Plan, Harcourt Brace Jovanovich, Inc.: New York.",
        "Montgomery, W. David, 1972. Market Licenses and Efficient Pollution Control Programs, Journal of Economic Theory, 5, 3, 395-418.",
        "Okun, Arthur M., 1977. The Great Stagflation Swamp, Challenge, 20, Nov/Dec., 6-13.",
        "Pagano, Marco, 1998. The Changing Microstructure of European Equity Markets, in Guido Ferrarini (ed.), The European Securities Markets: The Investment Services Directive and Beyond, Kluwer Law International.",
        "Riker, William H. and Itai Sened, 1991. A Political Theory of the Origin of Property Rights: Airport Slots, American Journal of Political Science, 35, 4, 951-69.",
        "Schmalensee, Richard, Paul L. Joskow, A. Denny Ellerman, Juan Pablo Montero and Elizabeth M. Bailey, 1998. An Interim Evaluation of Sulfur Dioxide Emissions Trading, Journal of Economic Perspectives, 12, 3, Summer, 53-68.",
        "Seidman,Laurence S., 1976. A New Approach to the Control of Inflation, Challenge, 19, July/Aug. 39-43.",
        "Sims, Christopher A., 1998. The Precarious Fiscal Foundations of EMU, Yale University, mimeo, December.",
        "Smith, Vernon L., 1982. Microeconomic Systems as an Experimental Science, American Economic Review, 72, 923-955.",
        "Smith, Vernon L., Arlington W. Williams, W. Kenneth Bratton and Michael G. Vannoni, 1982.",
        "Economic Review, 72, March, 58-77. Smith, Vernon L., Gerry L. Suchanek and Arlington W. Williams, 1988. Bubbles, Crashes and Endogenous Expectations in Experimental Spot Asset Markets, Econometrica, 56, 1119-1152.",
        "Stavins, Robert, 1998. What Can We Learn from the Grand Policy Experiment'DONE' Lessons from SO2 Allowance Trading, Journal of Economic Perspectives, 12, 3, 69-88.",
        "Tietenberg, Thomas H., 1985. Emissions Trading: An Exercise in Reforming Pollution Policy, Washington D.C.: Resources for the Future, Inc..",
        "Vickrey, William, 1986. Design of a Market Anti-Inflation Program in David C. Colander (ed.) Incentives-Based Incomes Policies, Cambridge, Ma: Ballinger, 149-158.",
        "Vickrey, William, 1993. Todays Tasks for Economists, American Economic Review, 83, March, 1-10.",
        "Wallich, Henry C. and Sidney Weintraub, 1971. A Tax-Based Income Policy, Journal of Economic Issues, 5, June, 1-17.",
        "Weitzman, Martin L., 1974. Prices vs. Quantities, The Review of Economic Studies, 41, October, 479-489.",
        "Wilson, Robert, 1987. Equilibrium in Bid-Ask Markets in G. Feiwel (ed.) Arrow and the Ascent of Economic Theory: Essays in Honor of Kenneth J. Arrow, London: McMillan.",
        "Woodford, Michael, 1996. Control of the Public Debt: A Requirement for Price Stability, Princeton University, mimeo, February."
    ]
}