{
    "id": 728,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Angell, J. (1929) The Recovery of Germany, New Haven: Yale University Press.",
        "Brady, R. (1933) The Rationalization Movement in German Industry, Berkeley: University of California Press.",
        "Bresciani-Turroni, C. (1968) The Economics of Inflation, Northampton: Augustus M. Kelley.",
        "Cagan, P. (1980) Reflections on Rational Expectations, Journal of Money, Credit and Banking, XII:826-832.",
        "Feliner, W. (1980) The Valid Core of Rationality Hypotheses in the Theory of Expectations, Journal of Money, Credit and Banking, XII:763-787.",
        "Fisch.er, S. (1980) Towards an iJnderstanding of the Costs of Inflation: II, Carnegie-Rochester Conference.",
        "Flood, R., and P. Garber (1980) An Economic Theory of Monetary Reform, Journal of Political Economy, 88:24-58.",
        "Gordon, R. J. (1981) Why Stopping Inflation May be Costly: Evidence from Fourteen Historical Episodes, paper presented at conference of NBER Project on Inflation.",
        "Lucas, R. B. (1978) Unemployment Policy, American Economic Review, Papers and Proceedings, 68:353-357.",
        "University of Chicago Press. McCallum, B. (1980) Rational Expectations and Macroeconomic Stabilization Policy; An Overview, Journal of Money, Credit and Banking, XII:7l6-746.",
        "Meyer, L., and R. Rasche (1980) On the Costs and Benefits of Anti-Inflation Policies, Federal Reserve Bank of St. Louis Monthly Review, 62:3-14.",
        "Okun, A. (1978) Efficient Disinflationary Policies, American Economic Review, Papers and Proceedings, 68:348-352.",
        "Perry, G. (1978) Slowing the Wage-Price Spiral: the Macroeconomic View, Brookings Papers on Economic Activity, 259-291.",
        "Sargent, T. (1980) The Ends of Four Big Inflations, Working Paper 158, Federal Reserve Bank of Minneapolis.",
        "Schacht, H. (1927) The Stabilization of the Mark, New York: Adelphi Company.",
        "Jahrgang, Berlin. -3- Taylor, J. (1975) Monetary Policy during a Transition to Rational Expectations, Journal of Political Economy, 83:1009-1021.",
        "Some Estimation Results, Discussion Paper, Columbia University. _________ (1979) Recent Developments in the Theory of Stabilization Policy, Working Paper, prepared for Federal Reserve Bank of St. Louis Conference on Stabilization Policy."
    ]
}