{
    "id": 7282,
    "cites": 16,
    "cited_by": 90,
    "reference": [
        "Blanchard, 0. and Portugal, P., 1998, What hides behind an unemployment rate. Comparing Portuguese and U.S. unemployment, NBER Working Paper 6636.",
        "Blanchard, 0. and Summers, L., 1986, Hysteresis and the European unemployment problem, NBER Macroeconomics Annual 1, 15-78, Stanley Fischer (editor) , MIT Press.",
        "Bruno, M. and Sachs, J., 1985, The Economics of Worldwide Stagflation, Basil Blackwell, Oxford.",
        "Grubb, D., Jackman, R., and Layard, R., 1982, Causes of the current stagflarion, Review of Economic Studies 49(5), 707-730.",
        "Lazear; E., 1990, Job security provisions and employment, Quarterly Journal oIEconomics 105-3, 699-726.",
        "Lindbeck, A., 1995, Hazardous welfare-state dynamics, American Economic Review 85(2), 9-15.",
        "Mortensen, D. and Pissarides, C., 1998, Job reallocation, employment fluctuations, and unemployment differences, mimeo (forthcoming, Handbook of Macroeconomics).",
        "Mortensen, D. and Pissandes, C., 1999, Unemployment responses to `skill biased shocks: the role of labour market policy, Economic Journal 109, 1-24.",
        "Nickell, S., 1997, Unemployment and labor market rigidities: Europe versus North Amer- Shocks and Institutions 34 ica, Journal of Economic Perspectives 11(3), 55-74.",
        "Nickell, S. and Bell, B,, 1994, Would cutting payroll taxes on the unskilled have a significant effect on unemployment?, Presented at CEPR conference on Unemployment Policy, Vigo, Spain, September 1994.",
        "Nickell, S. and Layard, R, 1998, Labour market institutions and economic performance, CEP Discussion Paper 407 (forthcoming, Handbook of Labor Economics).",
        "OECD, 1999, OECD Employment Outlook, OECD.",
        "Phelps, E., 1994, Structural Slumps. The modern equilibrium theory of unemployment, interest, and assets, Harvard University Press; Cambridge MA.",
        "Salomaki, A. and Munzi, T, 1999, Net replacement rates of the unemployed. comparisons of various approaches, Economic Paper 133, European Commission, Directorate General for Economic and Financial Affairs.",
        "Sargent, T and Ljundqvist, L., 1995, The European unemployment dilemna, WP 95-17, Federal Reserve Bank of Chicago.",
        "Wilson, W. J., 1987, The Truly Disadvantaged, University of Chicago Press, Chicago."
    ]
}