{
    "id": 7284,
    "cites": 26,
    "cited_by": 7,
    "reference": [
        "Anderson, T.W., 1984, An Introduction to Multivariate Statistical Analysis (John Wiley and Sons, New York, NY).",
        "Berger, James 0., 1985, Statistical Decision Theory and Bayesian Analysis (Springer-Verlag, New York, NY).",
        "Brown, Stephen J., 1979, Optimal portfolio choice under uncertainty: A Bayesian approach, in Vijay S. Bawa, Stephen J. Brown, and Roger W. Klein, Eds: Estimation Risk and Optimal Portfolio Choice (North Holland, Amsterdam).",
        "Casella, George, and Edward I. George, 1992, Explaining the Gibbs Sampler, The American Statistician 46, 167-174.",
        "Daniel, Kent, and Sheridan Titman, 1997, Evidence on the characteristics of cross sectional variation in stock returns, Journal of Finance 52, 1-33.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Grinblatt, Mark, and Sheridan Titman, 1987, The relation between mean-variance efficiency and arbitrage pricing, Journal of Business 60, 97-112.",
        "Huberman, Gur, Shmuel Kandel, and Robert F. Stambaugh, 1987, Mimicking portfolios and exact arbitrage pricing, Journal of Finance 42, 1-9.",
        "Ingersoll, Jonathan, 1984, Some results in the theory of arbitrage pricing, Journal of Finance 39, 1021-1039.",
        "Jobson, J.D.. and Bob Korkie, 1985, Some tests of linear asset pricing with multivariate normality, Canadian Journal of Administrative Sciences 2, 114-138.",
        "Kandel, Shmuel, Robert McCulloch, and Robert F. Stambaugh, 1995, Bayesian inference and portfolio efficiency, Review of Financial Studies 8, 1-53.",
        "Kandel, Shmuel, and Robert F. Stambaugh, 1996, On the predictability of stock returns: An asset allocation perspective, Journal of Finance 51, 385-424.",
        "Kass, Robert E., and Adrian E. Raftery, 1995, Bayes factors, Journal of the American Statistical Association 90, 773-795.",
        "Klein, Roger W. and Vijay S. Bawa, 1976, The effect of estimation risk on optimal portfolio choice, Joarnal of Financial Economics 3, 215-231.",
        "Learner, Edward E., 1978, Specification Searches: Ad Hoc Inference with Non-Experimemtal Data (John Wiley, New York, NY).",
        "Lintner, John, 1965, The valuation of risk assets and the selection of risky investments in stock portfolios and capital budgets, Review of Economics and Statistics 47, 13-37.",
        "MacKinlay, A. Craig, 1995, Multifactor models do not explain the CAPM, Journal of Financial Economics 38, 3-28.",
        "MacKinlay, A. Craig, and fi~ubo~ P~stor, 1999, Asset pricing models: Implications for expected returns and portfolio selection, working paper, University of Pennsylvania.",
        "Merton, Robert C., 1973, An intertemporal capital asset pricing model, Econometrica 41, 867-887.",
        "Pastor, Lubo~, 1999, Portfolio selection and asset pricing models, Journal of Finance, forthcoming. Pastor, Lubo~, and Robert F. Stambaugh, 1999, Costs of equity capital and model mispricing, Journal of Finance, 54, 67-121.",
        "Poirier, Dale J., 1995, Intermediate Statistics and Econometrics (MIT Press, Cambridge, MA).",
        "Ross, Stephen A., 1976, The arbitrage theory of capital asset pricing, Jo~urnal of Economic Theory 13, 341-360.",
        "Shanken, Jay, 1987, A Bayesian approach to testing portfolio efficiency, Journal of Financial Economics 19, 195-215.",
        "Sharpe, William F., 1964, Capital asset prices: A theory of market equilibrium under conditions of risk, Jonrnal of Finance 19, 425-442.",
        "Wang, Zhenyu, Efficiency loss and constraints on portfolio holdings, Journal of Financial Economics 48, 359-375. Zeilner, Arnold, 1971, An Introduction to Bayesian Inference in Econometrics (John Wiley and Sons, New York, NY).",
        "Zeilner, Arnold, and V. Karuppan Chetty, 1965, Prediction and decision problems in regression models from the Bayesian point of view, Jonrnal of the American Statistical Association 60, 608-616."
    ]
}