{
    "id": 7286,
    "cites": 15,
    "cited_by": 4,
    "reference": [
        "Cutler, David, and Richard Zeckhauser, Reinsurance for catastrophes and cataclysms, in K. Froot, ed., The Financing of Catastrophe Risk, University of Chicago Press, 1999.",
        "Doherty, Neil, and Clifford Smith, Corporate insurance strategy: the case of British Petroleum, Journal of Applied Corporate Finance, Fall 1993, 4-15.",
        "Froot, Kenneth, Introduction to K. Froot, ed., The financing of catastrophe risk, University of Chicago Press, 1 999a. Froot, Kenneth, ed., The financing of catastrophe risk, University of Chicago Press, 1999b.",
        "Froot, Kenneth, and Paul OConnell, On the pricing of intermediated risks: theory and application to catastrophe reinsurance, NBER Working Paper no. 6011, April 1997.",
        "Froot, Kenneth, and Mark Seasholes, USAA: Catastrophe risk financing, case no. 9298 -007, Harvard Business School Press, 1997.",
        "Froot, Kenneth, Scharfstein, David, and Jeremy Stein, Risk management: coordinating corporate Investment and financing decisions, Journal of Finance, 48, December 1993, 1629-1658.",
        "Froot, K., B. Murphy, A. Stern, and S. Usher, The emerging asset class: insurance risk, July 1995, White Paper, Guy Carpenter and Co.",
        "Gron, Anne, Capacity constraints and cycles in property-casualty insurance markets, RAND Journal of Economics, Spring 1994, 110-127.",
        "Jaffee, Dwight, and Thomas Russell Catastrophe insurance, capital markets, and uninsurable risks, Journal of Risk and Insurance, Vol 64, No 2, 205-230, 1997.",
        "Kunreuther, Howard, et al, Disaster insurance protection, Wiley, New York, 1972.",
        "Lee, Charles, Andrei Shleifer, and Richard Thaler, Investor sentiment and the closedend fund puzzle, The Journal of Finance, 46, March 1991.",
        "Litzenberger, Robert, David Beaglehole, and Craig Reynolds, Assessing catastrophe reinsurance-linked securities as a new asset class, Journal of Portfolio Management, December 1996, 76-86.",
        "Moore, James, Tail estimation and catastrophe security pricing - Can we tell what target we hit if we are shooting in the dark? Wharton Financial Institutions Center, 1998.",
        "Moss, David, Government, markets, and uncertainty: An historical approach to public risk management in the United States, working paper, Harvard Business School, 1996.",
        "Tamerin, J.S., and H.L.P. Resnik, Risk taking by individual option: case study - cigarette smoking, in P. Diamond and M. Rothschild, ed., Perspectives on benefit-risk decision making, National Academy of Engineering, Washington, D.C., 1972."
    ]
}