{
    "id": 7288,
    "cites": 49,
    "cited_by": 64,
    "reference": [
        "Bartel, A., 1992. Productivity Gains from the Implementation of Employee Training Programs, NBER Working Paper 3893.",
        "Bishop, J., 1994. Formal Training and Its Impact on Productivity, Wages and In- novation, in L. Lynch, ed., Training and the Private Sect~r: International Comparisons.",
        "Chicago: University of Chicago Press. Bloom, H., L. Orr, G. Cave, S. Bell, and F. Doolittle, 1993. The National JTPA Study: Title Il-A Impacts on Earnings and Employment at 18 Months, Bethesda, Maryland: Abt Associates.",
        "Browning, lvi., L. Hansen and J. Heckman, 1999, Microdata and General Equilibrium Models, in J. Taylor and lvi. Woodford, eds., Handbook of Macroeconomics, North Holland: Amsterdam.",
        "Callan, P., 1997. Stewards of Opportunity: Americans Public Community Colleges, Daedalus, 126(4~, 95-112.",
        "Card, D., and A. Krueger, 1996. School Resources and Student Outcomes: An Overview of the Literature and New Evidence from North and South Carolina, Journal of Economic Perspectives, 10(4), 31-50.",
        "Cawley, J., J. Heckman and E. Vytlacil, 1999, A Note on Policies To Reward The Value Added By Educators, Review of Economics and Statistics.",
        "Coleman, J., 1961, The Adolescent Society, New York: Free Press.",
        "Coleman, J., E. Campbell, C. Hubson, J. McPartland, A. Mood, F. Weinfeld and R. York, 1966. Equality of Educational Opportunity, Washington D.C.: U.S. Government Printing Office.",
        "Coleman, J., S., Kilgore and T. Hoffer, 1981. Public and Private High Schools, Washington, D.C., National Center For Educational Statistics.",
        "Coleman, J. and T. Hoffer, 1987, Public and Private Schools: The Impacts of Communities, New York, Basic Books.",
        "Corson, W., P. Decker, P. Gleason, and W. Nicholson, 1993. International Trade and Worker Dislocation: Evaluation of the Trade Adjustment Assistance Program, Princeton, N.J.: Mathematica.",
        "P. Decker, S. Dunstan, and S. Karachsky, 1989. New Jersey Unemployment Insurance Reemployment Demonstration Project, Unemployment Insurance Occasional Paper 89-3, U.S. Department of Labor.",
        "Currie, J., and D. Thomas, 1995. Does Head Start Make a Difference? American Economic Review, 85(3), 341-64.",
        "Decker, P., and W. Corson, 1995. International Trade and Worker Displacement: Evaluation of the Trade Adjustment Assistance Program, Industrial and Labor Relations Review, 48,758-74.",
        "Donohue, John and Peter Siegelman, 1998. Allocating Resources among Prisons and Social Programs in the Battle Against Crime, Journal of Legal Studies, Vol. XXVII(1), 1-43.",
        "Gueron J., and E. Pauly, 1991. From Welfare to Work. New York: Russell Sage Foundation.",
        "Hansen, L., 1983. Impact of Student Financial Aid on Access, In The Crisis in Higher Education. Joseph Froomkin, ed. New York: Acad. Polit. Sci.",
        "Hanushek, E., 1998. The Evidence on Class Size unpublished manuscript, W. A.",
        "Wallis Center, University of Rochester. , 1997, Budgets, Priorities, and Investment in Human Capital, in lvi. Kosters, ed., Financing College Tuition: Government Policies And Social Priorities, AEI Press: Washington, D.C.",
        "Haskins, R., 1989. Beyond Metaphor: The Efficacy of Early Childhood Education, American Psychologist, 44(2), 274-82.",
        "Hauser, R., 1993. Trends in College Attendance Among Blacks, Whites, and His- panics, in Studies of Supply and Demand in Higher Education. C. Clotfelter and lvi.",
        "Rothschild, eds. University of Chicago Press. 1991. The Decline in College Entry Among African Americans: Findings in Search of Explanations, unpublished manuscript.",
        "Heckman, J., 1976. A Life Cycle model of Earnings, Learning and Consumption, Journal of Political Economy.",
        "Be? Gilbert Lecture, University of Rochester. Heckman, J. and N. Hohmann and J. Smith with lvi. Khoo, 1999, Substitution and Dropout Bias in Social Experiments: A Study of an Influential Social Experiment, forthcoming in Quarterly Journal of Economics.",
        "Heckman, J. and P. Klenow, 1998. Human Capital Policy, lvi. Boskin Editor, Policies to Promote Capital Formation, Hoover Institution.",
        "Heckman, J., A. Layne-Farrar, and P. Todd, 1996. Human Capital Pricing Equations 47 with an Application to Estimating the Effect of Schooling Quality on Earnings, The Review of Economics and Statistics, 78(6), 562-610.",
        "Heckman, J., L. Lochner, J. Smith and C. Taber, 1997. The Effects of Government Policy on Human Capital Investment and Wage Inequality, Chicago Policy Review, Vol. 1(2).",
        "Heckman, J., L. Lochner and C. Taber, 1998. Explaining Rising Wage Inequality: Explorations With A Dynamic General Equilibrium Model of Earnings With Heterogeneous Agents, Review of Economic Dynamics, 1(1).",
        "Heckman, J., R. Roselius, and J. Smith, 1994. U.S. Education and Training Policy: A Reevaluation of The Underlying Assumptions Behind The New Consensus, in A. Levenson and L. C. Solomon, eds., Labor Markets, Employment Policy and Job Creation. Santa Monica: Milken Institute for Job and Capital Formation.",
        "Herrnstein, R., and C. Murray, 1994. The Bell Curve, New York: The Free Press.",
        "Hollister, R., P. Kemper and R. Maynard, The National Supported Work Demonstration. Madison: University of Wisconsin Press, 1984.",
        "Hoxby, C., 1999, Where Should Federal Education Initiatives Be Directed? K-12 Education vs. Higher Education, in lvi. Kosters, ed., Financing College Tuition: Government Policies Society Priorities, AEI Press, Washington, D.C.",
        "Kane, T. and C. Rouse, 1995. The Labor Market Returns To Two and Four Year College: Is A Credit A Credit and Do Degrees Matter? American Economic Review.",
        "Krueger, A., 1997. Whats Up With Wages? Goldman Sachs U.S. Economic Research, November, 1-18.",
        "LaLonde, R., 1995. The Promise of Public Sector-Sponsored Training Programs, Journal of Economic Perspectives, 9(2) 149-68.",
        "Lally, J., P. Mangione, and A. Honig, 1988. The Syracuse University Family Develop- 48 ment Research Program: Long-Range Impact on an Early Intervention with Low-Income Children and Their Families, in D. Powell, ed., Parent Education as Early Childhood Intervention. Norwood: Ablex, 79-104.",
        "Leigh, D., 1995. Assisting Workers Displaced by Structural Change. Kalamazoo, Michigan: W. E. Upjohn Institute for Employment Research.",
        "Upjohn Institute for Employment Research. Lillard, L. and H. Tan, 1986. Private Sector Training: Who Gets It and What Are Its Effects?, Santa Monica, California: Rand.",
        "Long, D., C. Mallar, and C. Thorton, 1981. Evaluating the Benefits and Costs of the Job Corps, Journal of Policy Analysis and Management, (1)81, 55-76.",
        "Lynch, L., 1992. Private-Sector Training and the Earnings of Young Workers, American Economic Review, 82(1).",
        "Mincer, J., 1993. Investment in U.S. Education and Training, Discussion Paper 671, Columbia University.",
        "Mortensen, Dale, 1996. The Unemployment Effects of Active Labor Market Policy: A US-UK Comparison in Mehr Wettbewerb,Mehr Arbeit - 1st Volbeschaftigung eine Illusion, 157- 180, H. Von Drager, P. Pissula and A.W. Czege, editors, Nomos Verlags Gesellschaft, Baden.",
        "Neal, D., 1997, The Effects of Catholic Secondary Schooling on Educational Achievement, Journal of Labor Economics, 98-123.",
        "Orfield, G., 1992. Money, Equity, and College Access, Harvard Educational Review 7, 2(3), 337-372.",
        "Orr, L., H. Bloom, S. Bell, W. Lin, G. Cave and F. Doolittle, 1995. The National JTPA Study: Impacts, Benefits and Costs of Title IT-A. Bethesda, MD: Abt Associates.",
        "Pawasarat, J. and L. Quinn, 1993. Evaluation of The Wisconsin WEJT/CWEP Wel- fare Employment Programs, Milwaukee, Wisconsin: Employment and Training Institute, University of Wisconsin.",
        "Phelps, E., 1997. Rewarding Work: How to Restore Participation and to Self-Support Free Enterprise. Cambridge: Harvard University Press.",
        "Zigler, E., 1994. Reshaping Early Childhood Intervention to Be a More Effective Weapon Against Poverty, American Journal of Community Psychology, 22(1)."
    ]
}