{
    "id": 7295,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "Abowd, John, George Milkovich, and John Hannon, 1990. The Effects of Human Resource Management Decisions on Shareholder Value. Industrial arid Labor Relations Review, February, 43(3), 203s-36s.",
        "Anderson, Sarah and John Cavanagh, 1990. Workers Lose, CEOs Win, unpublished report, Institute for Policy Studies, Washington, D.C.",
        "Blackwell, David, W. Wayne Marr, and Michael F. Spivey, 1990. Plant Closing Decisions and the Market Value of the Firm. Journal of Financial Economics, August, 26(2), 277-88.",
        "Brown, Stephen J. and Jerold B. Warner, 1985. Using Daily Stock Returns: The Case of Event Studies. Journal of Financial Economics, March, 41(1), 2-31.",
        "Campbell, John Y., Andrew W. Lo, and A. Craig MacKinlay, 1997. The Econometrics of Financial Markets, Princeton University Press.",
        "Card, David, and Alan Krueger, 1995. Myth and Measurement: The New Economics of The Minimum Wage, Princeton University Press.",
        "Caves, Richard E., and Matthew B. Krepps, 1993. Fat: The Displacement of Nonpro- duction Workers from U.S. Manufacturing Industries, Brookings Papers on Economic Activity, MicroEconomics, 2, 227-273.",
        "Council of Economic Advisors, 1998, Economic Report of the President, United States Government Printing Office.",
        "Datta, Sudip, and Mai Iskandar-Datta, 1996. A Financial Analysis of Corporate Downsiz- ing: Evidence from Employee Layoffs, mimeo, Bentley College.",
        "Fama, Eugene, Lawrence Fisher, Michael Jensen, and Richard Roll, 1969. The Adjustment of Stock Price to New Information. International Economic Review, February, 10(1), 1-21.",
        "Brookings Papers on Economic Activity: Microeconomics. 22 Gombola, Michael J. and Tsetsekos, George P., 1992. Plant C~[osings for Financially Weak and Financially Strong Firms. Quarterly Journal of Business and Economics, Summer, 31(1), 69-83.",
        "Gunderson, Morley, Anil Verma, and Savita Verma, 1997. Impact of Layoff Announcements on the Market Value of the Firm. Relations Industrielles/Industrial Relations, Spring, 52(2), 364-81.",
        "Hallock, Kevin F., 1998. Layoffs, Top Executive Pay and Firm Performance. American Economic Review, September, 88(4), 711-23.",
        "Jacoby, Sanford, 1998. Downsizing in the Past. Challenge, May-June, 41(3), 100-12.",
        "Kaira, Rajiv, Glenn V. Henderson Jr., and Michael C. Walker, 1994. Share Price Reaction to Plant-Closing Announcements. Journal of Economics and Business, December 46(5), 381-95.",
        "MacKinlay, A. Craig, 1997. Event Studies in Economics and Finance. Journal of Economic Literature, March, 35(1), 13-39.",
        "Sloan, Allan, 1996. The Hit Men. Newsweek, February 127(9), 44-48."
    ]
}