{
    "id": 7299,
    "cites": 27,
    "cited_by": 14,
    "reference": [
        "Baker, Michael, Dwayne Benjamin, and Shuchita Stanger. 1999. The Highs and Lows of the Minimum Wage Effect: A Time Series-Cross Section Study of the Canadian Law. Journal of Labor Economics. 17(2): 318-50.",
        "Bazen, Stephen, and Nicolas Skourias. 1997. Is There a Negative Effect of Minimum European Economic Review. 41(3-5): 723-32.",
        "Burkhauser, Richard V., Kenneth A. Couch, and David C. Wittenburg. 1999. A Reassessment of the New Economics of the Minimum Wage Literature Using Monthly Data from the CPS. Cornell University Working Paper, Department of Policy Analysis and Management.",
        "Card, David. 1992. Do Minimum Wages Reduce Employment'DONE' A Case Study of Industrial and Labor Relations Review. 46(1): 38-54.",
        "Card, David, and Alan Krueger. 1994. Minimum Wages and Employment: A Case Study of the Fast Food Industry. American Economic Review. 84(4): 772-93.",
        "Card, David, and Alan Krueger. 1995. Myth and Measurement: The New Economics of the Minimum Wage. Princeton, NJ: Princeton University Press.",
        "Chapple, S. 1997. Do Minimum Wages Have an Adverse Impact on Employment'DONE' Labour Market Bulletin. 2: 25-50.",
        "Di Tella, Rafael, and Robert MacCulloch. 1999. The Consequences of Labour Market Flexibility: Panel Evidence Based on Survey Data. Mimeo. Harvard University.",
        "Dolado, Juan, Francis Kramarz, Stephen Machin, Alan Manning, David Margolis, and Coen Teulings. 1996. The Economic Impact of Minimum Wages in Europe. Economic Policy. October, 319-70.",
        "Dolado, Juan, Florentino Felgueroso, and Jan Jimeno. 1997. The Effects of Minimum Bargained Wages on Earnings: Evidence from Spain. European Economic Review. 41: 71321.",
        "Hamermesh, Daniel. 1996. What Can We Learn from International Evidence on LaborMarket Policies'DONE' Mimeo, University of Texas.",
        "Korenman, Sanders, and David Neumark. Cohort Crowding and Youth Labor Markets: A Cross-National Analysis. Forthcoming in David Blanchflower and Richard Freeman, eds., Youth Employment and Unemployment in Advanced Countries. Chicago: University of Chicago Press. Machin, Stephen, and Alan Manning. 1994. The Effects of Minimum Wages on Wage Dispersion and Employment: Evidence from the U.K. Wage Councils. Industrial and Labor Relations Review. 47(2): 319-29.",
        "Machin, Stephen, and Alan Manning, 1997. Minimum Wages and Economic European Economic Review. 41: 733-42.",
        "Maloney, T. 1995. Does the Adult Minimum Wage Affect Employment and New Zealand Economic Papers. (1): 1-19.",
        "Mare, D. 1995. Comments on Maloney. Mimeo. New Zealand Department of Labour.",
        "Minford, P., and P. Ashton. 1996. Minimum Wages: A Macroeconomic Assessment. Mimeo, University of Liverpool.",
        "Neumark, David, and William Wascher. 1992. Employment Effects of Minimum and Subminimum Wages: Panel Data on State Minimum Wage Laws. Industrial and Labor Relations Review. 46(1): 55-81.",
        "Neumark, David, and William Wascher. 1996. Reconciling the Evidence on Employment Effects of Minimum Wages: A Review of Our Research Findings. In Marvin Kosters, ed., The Effects of Minimum Wages on Employment. Washington, DC: American Enterprise Institute. 55-86.",
        "Nickell, Stephen. 1997. Unemployment and Labor Market Rigidities: Europe versus Journal of Economic Perspectives. 11(3): 55-74.",
        "Organisation for Economic Co-operation and Development. 1994. The OECD Jobs Study: Evidence and Explanations, Part II: The Adjustment Potential of the Labour Market.",
        "Paris: OECD. Organisation for Economic Co-operation and Development. 1996. Employment Outlook. Paris: OECD.",
        "Organisation for Economic Co-operation and Development. 1998a. Employment Outlook. Paris: OECD.",
        "Organisation for Economic Co-operation and Development. 1998b. Labour Force Statistics. Paris: OECD.",
        "Richardson, Sue. 1998. Who Gets Minimum Wages'DONE' Discussion Paper No. 386, Centre for Economic Policy Research, Australian National University.",
        "Van Soest, A. 1994. Youth Minimum Wage Rates: The Dutch Experience. International Journal of Manpower. 15(2-3): 100-17.",
        "The OECD study also reports results adding Spain and Portugal to the sample of countries in the analysis. When these countries are included, the estimates are smaller and often not statistically significant for teenagers and are close to zero for 20-24 year-olds. 5 See Korenman and Neumark (forthcoming) for an analysis of cohort size effects in OECD countries. 6 These countries include Belgium, Canada, France, Greece, Japan, Luxembourg, the Netherlands, New Zealand, Portugal, Spain, and the U.S. See OECD (1998a) for further details.",
        "In the case of OECD data, the average wage is a median wage. Dolado, et al. use a mean wage in constructing their indices. 9 The OECD also includes an indicator of the bite of minimum wages in the summary index. However, because of our interest in estimating the effects of minimum wages directly, we dropped that component and recalculated the index. 10 Where information was not available for 1993, we have indicated in parentheses the year for which we report this ratio."
    ]
}