{
    "id": 7302,
    "cites": 33,
    "cited_by": 53,
    "reference": [
        "Auernheimer, Leonardo and Benjamin Contreras [1995], Control de la tasa de interes con restriccion presupuestaria: Determinacion de los precios y otros resultados, El Trimestere Economico, 62(3), July-September, pp. 381-96.",
        "Begg, David K.H. and Badrul Haque [1984], A Nominal Interest Rate Rule and Price Level Indeterminacy Reconsidered, Greek Economic Review, 6(1), pp. 31-46.",
        "Buiter, Willem H. [1987], A fiscal theory of hyperdeflations'DONE' Some surprising monetarist arithmetic, Oxford Economic Papers, 39, pp. 111-18.",
        "Buiter, Willem H. [1998], The Young Persons Guide to Neutrality, Price Level Indeterminacy, Interest Rate Pegs and Fiscal Theories of the Price Level, National Bureau of Economic Research Working Paper No. 6396, February.",
        "Buiter, Willem H. and Kenneth M. Kletzer [1998], Uses and Limitations of Public Debt, in Steven Brakman, Hans van Ees and Simon K. Kuipers eds. Market Behaviour and Macroeconomic Modelling, MacMillan Press Ltd, London, 1998, pp. 275-307.",
        "Canzoneri, Matthew B., Robert E. Cumby and Behzad T. Diba [1998a], Does Fiscal or Monetary Policy Provide a Nominal Anchor: Evidence from the OECD Countries, Mimeo, Georgetown University.",
        "Canzoneri, Matthew B., Robert E. Cumby and Behzad T. Diba [1998b], Is the Price Level Determined by the Needs of Fiscal Solvency'DONE', CEPR Discussion Paper No. 1772, January.",
        "Clements, Michael, Berthold Herrendorf and Akos Valentinyi [1998], Price Level Determination and Default on Long-term Government Debt, University of Warwick Mimeo.",
        "Clower, Robert W. [1967], A reconsideration of the microfoundations of monetary theory., Western Economic Journal, 6, December, pp. 1-8.",
        "Cochrane, John H. [1996], Maturity Matters: Long-Term Debt in the Fiscal Theory of the Price Level, unpublished, University of Chicago, December.",
        "Cochrane, John H. [1999b], Long-term debt and optimal policy in the fiscal theory of the price level mimeo, University of Chicago, June 16.",
        "Concise Oxford Dictionary [1995], Ninth Edition, Della Thompson ed., Clarendon Press, Oxford.",
        "Dupor, Bill [1997], Exchange Rates and the Fiscal Theory of the Price Level, unpublished, University of Pennsylvania, October, forthcoming, Journal of Monetary Economics.",
        "Helpman, Elhanan [1981], An Exploration of the Theory of Exchange Rate Regimes, Journal of Political Economy, 89, October, pp. 865-890.",
        "Leeper, E.M. [1991], Equilibria Under `Active and `Passive Monetary and Fiscal Policies, Journal of Monetary Economics, 27, pp. 129-147.",
        "Loyo, Eduardo [1997a], Going International With the Fiscal Theory of the Price Level, Unpublished, Princeton University, November.",
        "Loyo, Eduardo [1997b], The Wealth Effects of Monetary Policy and Brazilian Inflation, unpublished, Princeton University, November.",
        "Lucas, Robert E. [1982], Interest Rates and Currency Prices in a Two-Country World, Journal of Monetary Economics, 22, July, pp. 335-60.",
        "Luttmer, Erzo, G.J. [1997], Notes on Price Level Determinacy, mimeo, London School of Economics, October.",
        "McCallum, Bennett T. [1998], Indeterminacy, Bubbles and the Fiscal Theory of Price Level Determination, NBER Working Paper No. 6456, March.",
        "Obstfeld, Maurice and Kenneth Rogoff [1983], Speculative hyperinflations in maximizing models: Can we rule them out'DONE', Journal of Political Economy, 91, August, pp. 675-87.",
        "Obstfeld, Maurice and Kenneth Rogoff [1986], Ruling out divergent speculative bubbles, Journal of Monetary Economics, 17, May, pp. 346-62.",
        "Obstfeld, Maurice and Kenneth Rogoff [1996], Foundations of International Macroeconomics, MIT Press, Cambridge, Massachusetts.",
        "Olivei, Giovanni [1997], Government Spending Shocks and the Real Interest Rate under Alternative Fiscal Regimes, Mimeo, Princeton University.",
        "Sargent, Thomas J. and Neil Wallace [1981], Some Unpleasant Monetarist Arithmetic, Quarterly Review, Federal Reserve Bank of Minneapolis, Fall.",
        "Sims, Christopher A. [1994], A Simple Model for Study of the Determination of the Price Level and the Interaction of Monetary and Fiscal Policy, Economic Theory, 4, pp. 381-399.",
        "Sims [1997], Fiscal Foundations of Price Stability in Open Economies, unpublished, Yale University, September.",
        "Tanzi, Vito [1978], Inflation, real tax revenue and the case for inflationary finance: theory with an application to Argentina, IMF Staff Papers, 25, September.",
        "Woodford, Michael [1994], Monetary Policy and Price Level Determinacy in a Cash-inAdvance Economy, Economic Theory, 4, pp. 345-380.",
        "Woodford, Michael [1995], Price-level Determinacy Without Control of a Monetary Aggregate, Carnegie-Rochester Conference Series on Public Policy 43, pp. 1-46.",
        "Woodford, Michael [1996], Control of the Public Debt: A Requirement for Price Stability'DONE' , NBER Working Paper No. 5684, July.",
        "Woodford, Michael [1998a], Doing without money: controlling inflation in a post-monetary World, Review of Economic Dynamics, 1, 173-219.",
        "Woodford, Michael [1998b], Public Debt and the Price Level, Mimeo, Princeton University, May."
    ]
}