{
    "id": 7305,
    "cites": 30,
    "cited_by": 11,
    "reference": [
        "ADB (Asian Development Bank) (1997) Emerging Asia-Changes and Challenges, Manila.",
        "Agarwal, A. (1996) Pay- offs to Progress, Down to Earth (Centre for Science and Environment, New Delhi) 5(10): 31-39.",
        "Andreoni, J. and A. Levinson (1998) The Simple Analytics of the Environmental Kuznets Curve, NBER Working Paper 6739.",
        "Antweiler, W., B.R. Copeland, and M.S. Taylor (1998) Is Free Trade Good for the Environment'DONE' National Bureau of Economic Research Working Paper No.6707, August 1998.",
        "Barbier, E. (1997) Introduction to the Environmental Kuznets Curve Special Issue Environment and Development Economics, vol.2, pp. 369-381.",
        "Barbier, F. (1996) The Economics of Soil Erosion: Theory, Methodology and Examples Economy and Environmental Programme of South East Asia, Special Paper, May 1996.",
        "Cooper, M. and C. Griffiths (1994) The Interaction of Population and Growth and Environmental Quality American Economic Review, vol. 84, pp. 890-897.",
        "Copeland, B.R. and M.S. Taylor (1994) North-South Trade and the Environment Quarterly Journal of Economics, vol. 109, pp. 755-787.",
        "Copeland, B.R. and M.S. Taylor (1995) Trade and Transboundary Pollution American Economic Review, vol.85, pp.716-737.",
        "Dasgupta, P. and K.G. Maler (1991) The Environment and Emerging Development Issues In S. Fischer, D. de Tray and S. Shah (eds.) Proceedings of the World Bank Annual Conference on Development Economics, Washington, D.C.: The World Bank.",
        "Ekins, P. (1997) The Kuznets Curve for the Environment and Economic Growth: Examining the Evidence Environmental Planning, vol. 29, pp. 805-830.",
        "Filmer, D. and L. Pritchett (1996) Environmental Degradation and the Demand for Children Discussion Paper, The World Bank, May.",
        "Grossman, G. and A. Krueger (1995) Economic Growth and the Environment Quarterly Journal of Economics, vol. 110, pp. 353-377.",
        "Hettige, H., Mani, M. and D. Wheeler (1997) Industrial Pollution in Economic Development Development Research Group, The World Bank, December 1997.",
        "Jaegar, W.K. (1999) Economic Growth and Environmental Resources mimeo, Department of Economics, Williams College, Ma. USA.",
        "Kaufman, R.K., Davidsdottir, B., Garnham, S. and P. Paul (1998) The Determinants of Atmospheric SO 2 Concentrations: Reconsidering the Environmental Kuznets Curve Ecological Economics, vol. 25, pp. 209-220.",
        "Knut, A.H. et.al. (1996) The Cost of Soil Erosion in Nicaragua Ecological Economics, vol. 16, pp.129-145.",
        "Ko, I.D., Lapan, H.E. and T. Sandler (1992) Controlling Stock Externalities: Flexible Versus Inflexible Pigovian Corrections European Economic Review, vol.36, pp. 1263-1276.",
        "LÃ\u0083Â³pez, R. (1997a) Evaluating Economywide Policies in the Presence of Agricultural Environmental Externalities: The Case of Ghana in The Greening of Economic Policy Reform Volume II: Case Studies, The World Bank Environmental Department and Economic Development Institute.W. Cruz, M. Munasinghe and J.J. Warford (eds.), pp. 27-54.",
        "Magrath, W. and P. Arens (1989) The Costs of Soil Erosion on Java: A Natural Resource Accounting Approach, Environment Working Paper 18, World Bank, Environment Department, Washington, D.C.",
        "Panyatou, T. (1993) Empirical Tests and Policy Analysis of Environmental Degradation at Different Stages of Economic Development, Working Paper WP238, Technology and Employment Program, ILO, Geneva.",
        "Schatan, C. (1998) Some Crucial Environmental Latin American Issues: Precedents for a WEO Discussion mimeo, ECLAC, Mexico.",
        "Seldon, T. and D. Song (1994) Environmental Quality and Development: Is there a Kuznets Curve for Air Pollution Emissions'DONE' Journal of Environmental Economics and Management, vol.27, pp.147-162.",
        "Shafik, N. and S. Bandopadhyay (1992) Economic Growth and Environmental Quality: Time Series and Cross-country Evidence Background Paper for the World Development Report 1992, World Bank: Washington, D.C. Oxford University Press.",
        "Torras, M. and J. Boyce (1998) Income Inequality and Pollution: a Reassessment of the Environmental Kuznets Curve, Ecological Economics, vol. 25, pp. 147-160.",
        "UN (1998) UN Human Development Report, 1998.",
        "Unruh, G.C. and W.R. Moomaw (1998) An Alternative Analysis of Apparent EKC-type Transitions, Ecological Economics, vol. 25, pp. 221-229.",
        "Warford, J.J., M. Munasinghe and W. Cruz (1997) The Greening of Economic Policy Reform, The World Bank Environmental Department and Economic Development Institute.",
        "World Bank (1992) World Development Report, 1992, Washington, D.C.: Oxford University Press.",
        "WRI (World Resources Institute) (1996) World Resources 1996-97, New York: Oxford University Press."
    ]
}