{
    "id": 7306,
    "cites": 14,
    "cited_by": 8,
    "reference": [
        "Blanchard, Oliver, and Peter Diamond (1989): The Beveridge Curve, Brookings Papers on Economic Activity, (1), 1--60.",
        "Association Papers and Proceedings, 82(2), 354--359. Blanchard, Olivier, and Lawrence Katz (1992): Regional Evolutions, Brookings Papers on Economic Activity, (1), 1--61.",
        "Burdett, Kenneth, and Dale Mortensen (1998): Equilibrium Wage Dierentials andEmG yer Size, International Economic Review, 39, 257--274.",
        "Davidson, Russell, and James MacKinnon (1993): Estimation and Inference in Econometrics. Ox ord University Press, New York.",
        "Davis, Steve, John Haltiwanger, and Scott Schuh (1996): Job Creation and Destruction. MIT Press, Cam bridge, MA.",
        "Davis, Steve, Pradash Loungani, and Ramamohan Mahidhara (1997): Regional Labor Fluctuations: Oil Shocks, Military Spending and Other Driving Forces, Northwestern/Chicago Joint Center For Poverty Research Working Paper 4.",
        "The Im pact ofYoung Workers on the Aggregate Labor Market RobertShim er Diamond, Peter (1982): Aggregate DemG2 Managemf t in Search Equilibrium - Journal of Political Economy, 90, 881--894.",
        "Flaim, Paul (1979): The Eect o Dem ographic Change on the Nations Unem - ploymG t Rate, Monthly Labor Review, 102, 13--23.",
        "Boom and the Unem ploym ent Rate, Monthly Labor Review, 113, 3--10. Gordon, Robert (1982): Inflation, Flexible Exchange Rates, and the Natural Rate oUnemqw ym8 t, in Workers, Jobs and Inflation, ed. by Martin Baily, pp. 89--152. Brookings Institute, Washington, D.C.",
        "Hall, Robert (1989): The Beveridge Curve: Com m ent, Brookings Papers on Economic Activity, (1), 61--64.",
        "Korenman, Sanders, and David Neumark (1997): Cohort Crowding and Youth Labor Markets: A Cross-National Analysis, NBER Working Paper 6031.",
        "Perry, George (1970): Changing Labor Markets and Inflation, Brookings Papers on Economic Activity, (3), 411--441.",
        "Pissarides, Christopher (1990): Equilibrium Unemployment Theory.Basil Blackwell, Ox ord.",
        "Shimer, Robert (1998): Why is the U.S."
    ]
}