{
    "id": 7309,
    "cites": 23,
    "cited_by": 5,
    "reference": [
        "Becker, Gary (1965) A Theory of the Allocation of Time, Economic Journal 73, 493-508.",
        "Becker, Gary (1985) Human Capital, Effort, and the Sexual Division of Labor, Journal of Labor Economics, 3, S33-S58.",
        "Bemanke, Ben and Alan Blinder (1988) The Federal Funds Rate and the Channels of Monetary Transmission, American Economics Review 82, 901-921.",
        "Bils, Mark and Jang-Ok Cho (1994) Cyclical Factor Utilization, Journal of Monetary Economics, 33 (2) 3 19-54.",
        "Bureau of Labor Statistics (1947) Hours of Work and Output, BLS Bulletin 917.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo (1993) Labor Hoarding and the Business Cycle, Journal of Political Economy 101, 245-273.",
        "Chari, V.V. Patrick Kehoe and Ellen McGrattan (1996) Sticky Price Models of the Business Cycle: Can the Contract Multiplier Solve the Persistence Problem? NBER Working Paper No. 5809.",
        "Cho, Jang-Ok, Thomas Cooley, and Louis Phaneuf (1997) Welfare Costs of Nominal Contracts, Review of Economic Studies 64, 465-484.",
        "Christiano, Lawrence, Martin Eichenbaum, and Charles Evans (1996) The Effects of Monetary Policy Shocks: Evidence from the Flow of Funds, Review of Economics and Statistics 78, 16-34.",
        "Ghez, G. R. and Gary Becker (1975) The Allocation of Time and Goods over the Life Cycle, New York: National Bureau of Economic Research, Columbia University Press.",
        "Goidmark, Josephine (1912) Fatigue and Efficiency. New York: Russell Sage Foundation.",
        "Hall, Robert (1986) The Role of Consumption in Economic Fluctuations, in R.J. Gordon (ed.) The American Business Cycle: Continuity and Change. Chicago: University of Chicago Press.",
        "Hartley, Peter (1992) The Effect of Minimum Wage Laws on Labour Markets, in Proceedings of the HR. Nicholls Society, Vol. 13, Melbourne, Australia.",
        "Hill, Martha (1985) Patterns of Time Use, in flme, Goods and Well-Being, edited by F. Thomas Juster and Frank P. Stafford. Ann Arbor: University of Michigan.",
        "King, Robert, Charles Plosser and Sergio Rebelo (1988) Production, Growth and Business Cycles: I. The Basic Neoclassical Model, ,Journal of Monetary Economics, 21, 195-232.",
        "Laidler, David (1985) The Demandfor Money: Theories and Evidence, 3~ Edition. New York: Harper and Row.",
        "Mankiw, Gregory (1997)Macroeconomics. New York: Worth Publishers.",
        "MaCurdy (1981) An Empirical Model of Labor Supply in a Life-Cycle Setting, Journal of Political Economy, 89, 1059-1085.",
        "Oi, Walter Y. (1990) Employment Relations in Dual Labor Markets (`Its Nice Work if You Can Get It), Journal of Labor Economics, 8, S124-S149.",
        "Parkin, Michael (1988), A Method for Determining whether Parameters in Aggregative Models are Structural, Carnegie-Rochester Conference on Public Policy, 29, 215-252.",
        "Passmore, Reginald, B.M. Nichol, and M. Narayana Rao (1974) Handbook on Human Nutritional Requirements. Geneva: World Health Organization.",
        "Sims, Christopher and Tao Zha (1994) Does Monetary Policy Generate Recessions?, Manuscript, Yale University.",
        "Strongin, Steven (1992) The identification of Monetary Policy Disturbances: Explaining the Liquidity Puzzle, Journal of Monetary Economics 35, 463-498."
    ]
}