{
    "id": 7310,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Basu, Susantu and John G. Fernald, Returns to Scale in U.S. Production: Estimates and Implications, 105 (1997): 249-283. Journal of Political Economy Becker, Gary S., Human Capital, Effort, and the Sexual Division of Labor, Journal of Labor Economics 3: S33-S58.",
        "Belsley, D.A., . Amsterdam: Industry Production Behavior: The Order-Stock Distinction North-Holland, 1969.",
        "Bernanke, Ben S., and Martin L. Parkinson, Procyclical Labor Productivity and Competing Theories of the Business Cycle: Some Evidence from Interwar U.S. Manufacturing, Journal of Political Economy 99 (June 1991), 439-59.",
        "Bils, Mark, The Cyclical Behavior of Marginal Cost and Price, American Economic Review (1987).",
        "Bils, Mark and Jang-Ok Cho, Cyclical Factor Utilization, 33 Journal of Monetary Economics (March 1994).",
        "Burnside, Craig, Eichenbaum, Martin, and Sergio Rebelo, Capital Utilization and Returns to Scale, in B.S. Bernanke and J.J. Rotemberg, eds., . Macroeconomics Annual Cambridge, MA: MIT Press, 1995.",
        "Christiano, Lawrence, Why Does Inventory Investment Fluctuate So Much'DONE' Journal of Monetary Economics (1988).",
        "Eichenbaum, Martin, Some Empirical Evidence on the Production Level and Production Cost Smoothing Models of Inventory Investment. 79 (Sept. American Economic Review 1989), 853-64.",
        "Fair, Ray C., The Production-Smoothing Model is Alive and Well, Journal of Monetary Economics 24 (Nov. 1989), 353-70.",
        "Farmer, Roger, and Jang Ting Guo, Real Business Cycles and the Animal Spirits Hypothesis, Journal of Economic Theory (1994).",
        "Feldstein, Martin, and Alan Auerbach, Inventory Behavior in Durable-Goods Manufacturing: The Target-Adjustment Model, Brookings Papers on Economic Activity 2 (1976), 351-404.",
        "Gali, Jordi, Technology, Employment, and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations, manuscript, New York, University, 1997.",
        "Hall, Robert, E., Labor Demand, Labor Supply, and Employment Volatility, NBER Macroannual (1991): 17-54.",
        "Kahn, James A., Inventories and the Volatility of Production. American Economic Review 77 (1987), 667-79.",
        "Kahn, James A., Why is Production more Volatile than Sales'DONE' Theory and Evidence on the Stockout-Avoidance Motive for Inventory Holding. Quarterly Journal of Economics 107 (1992).",
        "Pindyck, Robert S., Inventories and the Short-Run Dynamics of Commodity Prices, The Rand Journal of Economics 25 (1994), 141-159.",
        "Ramey, Valerie, Inventories as Factors of Production and Economic Fluctuations, American Economic Review 79 (1989), 338-354.",
        "Ramey, Valerie, Non-Convex Costs and the Behavior of Inventories. Journal of Political Economy 99 (1991).",
        "Rotemberg, Julio J. and Michael Woodford, Dynamic General Equilibrium Models with Imperfectly Competitive Markets, in , edited by Frontiers of Business Cycle Research T. Cooley. Princeton: Princeton University Press, 1995.",
        "Rotemberg, Julio J. and Michael Woodford, The Cyclical Behavior of Prices and Costs, NBER Working Paper No. 6909, January 1999.",
        "Shapiro, Matthew D., Cyclical Productivity and the Workweek of Capital, American Economic Review: Papers and Proceedings 83 (May 1993): 229-233.",
        "Shapiro, Matthew D., Capital Utilization and the Marginal Premium for Work at Night, manuscript, University of Michigan, 1995.",
        "Solow, Robert M., Some Evidence on the Short-Run Productivity Puzzle, in Development and Planning, edited by J. Baghwati and R.S. Eckaus. New York: St. Martins, 1968.",
        "Thurlow, Peter H., . Ph. D. Essays on the Macroeconomic Implications of Inventory Behavior thesis, University of Toronto, 1993.",
        "West, Kenneth, A Note on the Econometric Use of Constant Dollar Inventory Series, Economics Letters 13 (1983), 337-341.",
        "West, Kenneth, A Variance Bounds Test of the Linear Quadratic Inventory Model. Journal of Political Economy 94 (1986), 374-401."
    ]
}