{
    "id": 7312,
    "cites": 39,
    "cited_by": 2,
    "reference": [
        "Anderton, B. and P. Brenton (1998) The Dollar, Trade, Technology and Wage Inequality in the USA, Mimeo.",
        "Autor, D., L. Katz and A. Krueger (1998) Computing Inequality: Have Computers Changed the Labor Quarterly Journal of Economics 113: 1169-1213.",
        "Baldwin, R.E. and G.G. Cain (1997) Shifts in US Relative Wages: The Role of Trade, Technology and NBER Working Paper No. 5934.",
        "Bhattarai, K., M. Ghosh and J. Whalley (1999) On Some Properties of a Trade Closure Widely Used in Numerical Modelling. Economics Letters 62:13-21.",
        "Brenton, P.A. (1998) Rising Trade and Falling Wages: A Review of the Theory and the Empirics, in Brenton, P.A., and Pelkmans, J. (ed.), Globalization and European Workers. London: MacMillan, forthcoming.",
        "Berman, E., J. Bound and Z. Griliches (1994) Changes in the Demand for Skilled Labour within US Manufacturing: Evidence from Annual Survey of Manufactures, Quarterly Journal of Economics 109: 367-98.",
        "Blau, F. and L. Kahn (1996) International Differences in Male Wage Inequality: Institutions versus Market Journal of Political Economy 104: 791-836.",
        "Blonigen, B. and M. Slaughter (1999) Foreign-Affiliate Activity and U.S. Skill NBER Working Paper No. 7040.",
        "Borjas, G., R. Freeman and L. Katz (1991) On the Labour Market Effects of Immigration and Trade, in Borjas, G. and R. Freeman (eds.), Immigration and the Work Force . Chicago: The University of Chicago Press.",
        "Borjas, G., R. Freeman and L. Katz (1997) How Much Do Immigration and Trade Affect Labour Market Outcomes'DONE' Brookings Papers of Economic Activity: 1-85.",
        "Card, D. (1998) Falling Union Membership and Rising Wage Inequality: Whats the Connection'DONE' NBER Working Paper No. 6520.",
        "Davis, S. (1992) Cross-Country Patterns of Changes in Relative Wages, NBER Macroeconomics 28 Annual: 239-91.",
        "Deardorff, A. and D.S. Hakura (1994) Trade and Wages: What are the Questions, in Bhagwati, J. and M. Kosters (eds.), Trade and Wages: Levelling Wages Down'DONE'. Washington: AEI Press.",
        "De Melo, J. and S. Robinson (1989) Product Differentiation and the Treatment of Foreign Trade in Computable General Equilibrium Models of Small Economies. Journal of International Economics 27: 47-67.",
        "Dewatripont, M., A. Sapir and K. Sekkat (1998) Labour Market Effects of Trade with LDCs in Europe. In Dewatripont, M., A. Sapir and K. Sekkat (eds.) Trade and Jobs in Europe: Much Ado about Nothing. Oxford: Clarendon Press.",
        "Feenstra, R. and Hanson, C. (1996) Globalization, Outsourcing and Wage Inequality, American Economic Review, May, 240-45.",
        "Francois, F. and D. Nelson (1998) Trade, Technology and Wages: General Equilibrium Mechanics, Economic Journal 108: 1483-1499.",
        "Fortin, M. and L. Thomas (1997) Institutional Changes and and Rising Wage Inequality, Journal of Economic Perspectives 11: 75-96.",
        "Gottschalk, P. and T. Smeeding (1997) Cross National Comparisons of Earnings and Income Inequality, Journal of Economic Literature 35: 633-87.",
        "Hamermesh, D.S. (1993) Labour Demand. Princeton: Princeton University Press.",
        "Haskel, J. (1996) Declining Wages for Unskilled Workers. CEPR Discussion Paper No. 1490.",
        "Haskel, J. and M. Slaughter (1998) Does the Sector Bias of Skilled-Biased Technical Change Explains NBER Working Paper No. 6565.",
        "Haskel, J. and M. Slaughter (1999) Trade, Technology and U.K. Wage Inequality, NBER Working Paper No. 6978.",
        "Johnson, H.G. (1966) Factor Market Distortions and the Shape of the Transformation Frontier. Econometrica 34: 686-98.",
        "Kosters, M. (1994) An Overview of Changing Wage Patterns in the Labour Market, in Bhagwati, J. and M. Kosters, op. cit.",
        "Krugman, P. and R. Lawrence (1993) Trade, Jobs and Wages, NBER Working Paper No. 4478.",
        "Lawrence, R. and M. Slaughter (1993) International Trade and American Wages: Giant Sucking Sound Brookings Papers of Economic Activity 161:226.",
        "Leamer, E. (1996) In Search of Stolper-Samuelson Effects on U.S. Wages, NBER Working Paper 5427.",
        "Murphy, K. and F. Welch (1991), The Role of International Trade in Wage Differentials, in Koster, M.",
        "Press. Neven, D. and C. Wyplosz (1996) Relative Prices, Trade and Restructuring in European Industry. CEPR Discussion Paper No. 1451.",
        "OECD (1997) Trade, Earning and Employment: Assessing the Impact of Trade with Emerging Economies on OECD Labour Markets, Employment Outlook, OECD.",
        "Reinert, K. (1992) Armington Elasticities for United States Manufacturing Sectors. Journal of Policy Modelling 14: 631-39.",
        "Shiells, C. and K. Reinert (1993) Armington Models and Terms of Trade Effects: Some Econometric Canadian Journal of Economics 26: 299-316.",
        "Stern, R. M. et al. (1976) Price Elasticities in International Trade: An Annotated Bibliography. London: Macmillan.",
        "UNCTAD (1997) Trade and Development Report. Geneva: UNCTAD.",
        "Wood, A. (1994) North-South Trade, Employment and Inequality, Oxford: Clarendon Press.",
        "Wood, A. (1995) How Trade Hurt Unskilled Workers, Journal of Economic Perspectives 9: 57-80.",
        "Wood, A. (1997) Opennes and Wage Inequality in Developing Countries: the Latin American Chalange to East Asian Convenitonal Wisdom, World Bank Economic Review 11: 33-57.",
        "Wood, A. (1998b) Globalisation and the Rise in Labour Market Inequalities, Economic Journal 108: 1463-82."
    ]
}