{
    "id": 7313,
    "cites": 44,
    "cited_by": 50,
    "reference": [
        "Akerlof, G.A., Dickens, W.T., Perry, G.L., 1996. The macroeconomics of low inflation. Brookings Papers on Economic Activity 1, 1-76.",
        "Bacchetta, P., van Wincoop, E., 1998. Does exchange rate stability increase trade and capital flows? NBER Working Paper No. 6704.",
        "Benigno, P., 1999. Optimal monetary policy in a currency area. Mimeo, Princeton University.",
        "Bergin, P.R., Feenstra, R.C., 1999. Pricing to market, staggered contracts, and real exchange rate persistence. NBER Working Paper No. 7026.",
        "Bernanke, B., Carey, K., 1996. Nominal wage stickiness and aggregate supply in the Great Depression. Quarterly Journal of Economics 111, 853-883..",
        "Betts, C., Devereux, M., 1996. The exchange rate in a model of pricing to market. European Economic Review 40, 1007-1021.",
        "Betts, C., Devereux, M., 1998. Exchange rate dynamics in a model of pricing to market. Journal of International Economics 47, 569-598.",
        "Betts, C., Devereux, M., 2000. The international effects of monetary and fiscal policy in a two-country model. In: Calvo, G.A., Dornbusch, R., Obstfeld, M. (eds.), Money, Capital Mobility, and Trade: Essays in Honor of Robert A. Mundell. MIT Press, Cambridge, MA.",
        "Blanchard, O.J., Kiyotaki, N., 1987. Monopolistic competition and the effects of aggregate demand. American Economic Review 77, 647-666.",
        "Chari, V.V., Kehoe, P.J., McGrattan, E., 1998. Monetary shocks and real exchange rates in sticky price models of international business cycles. Federal Reserve Bank of Minneapolis Research Department Staff Report No. 223.",
        "Corsetti, G., Pesenti, P., 1998. Welfare and macroeconomic interdependence. NBER Working Paper No. 6307.",
        "Devereux, M., 1997. Real exchange rates and macroeconomics: Evidence and theory. Canadian Journal of Economics 30, 773-808.",
        "Devereux, M., Engel, C. 1998. Fixed versus floating exchange rates: How price setting affects the optimal choice of exchange-rate regime. NBER Working Paper No. 6867.",
        "Devereux, M., Engel, C. 1999. The optimal choice of exchange-rate regime: Price-setting rules and internationalized production. NBER Working Paper No. 6992.",
        "ECU Institute, 1995. International Currency Competition and the Future Role of the Single European Currency. Kluwer Law International, London.",
        "Engel, C., 1999a. A retrial in the case against the EMU. University of Washington, http://www.econ.washington.edu/faculty/facpage. asp?ID= cmengel.",
        "Engel, C., 1999b. Accounting for real exchange rate changes. Journal of Political Economy 107, 507-538.",
        "Engel, C., Rogers, J.H., 1996. How wide is the border? American Economic Review 86, 1112-1125.",
        "Engel, C., Rogers, J.H., 1998. Regional patterns in the law of one price: The roles of geography versus currencies. In: Frankel, J.A. (ed.), The Regionalization of the World Economy. University of Chicago Press, Chicago, IL, pp. 153-183.",
        "Erceg, C.J., Henderson, D.W., Levin, A.T., 1999. Optimal monetary policy with staggered wage and price contracts. International Finance Discussion Papers 640, Board of Governors of the Federal Reserve System.",
        "Gagnon, J.E., Knetter, M.M., 1995. Markup adjustment and exchange rate fluctuations: Evidence from panel data on automobile exports. Journal of International Money and Finance 14, 289-310.",
        "Goldberg, P.K., Knetter, M.M., 1997. Goods prices and exchange rates: What have we learned? Journal of Economic Literature 35, 1243-1272.",
        "Hau, H., 1999a. Exchange rate determination: The role of factor price rigidities and nontradables. Journal of International Economics 48, forthcoming.",
        "Hau, H., 1999b. Real exchange volatility and economic openness: Theory and evidence. Mimeo, ESSEC.",
        "Ireland, P.N., 1996. The role of countercyclical monetary policy. Journal of Political Economy 104, 704-723.",
        "Kimball, M.S., 1995. The quantitative analytics of the basic neomonetarist model. Journal of Money, Credit, and Banking 27, 1241-1277.",
        "Kollmann, R., 1996. The exchange rate in a dynamic-optimizing current account model with nominal rigidities: A quantitative investigation. Mimeo, UniversitÃ\u0083Â© de MontrÃ\u0083Â©al.",
        "Krugman., P., 1987. Pricing to market when the exchange rate changes. In: Arndt, S.W., Richardson, J.D. (eds.), Real-Financial Linkages among Open Economies. MIT Press, Cambridge, MA, pp. 49-70.",
        "Lane, P.R., 1999. The new open economy macroeconomics: A survey. CEPR Discussion Paper No. 2115.",
        "MacDougall, G.D.A., 1951. British and American exports: A study suggested by the theory of comparative costs, I. Economic Journal 61, 697-724.",
        "MacDougall, G.D.A., 1952. British and American exports: A study suggested by the theory of comparative costs, II. Economic Journal 62, 487-521.",
        "Obstfeld, M., 1998. Open-economy macroeconomics: Developments in theory and policy. Scandinavian Journal of Economics 100, 247-275.",
        "Obstfeld, M., Rogoff, K., 1995. Exchange rate dynamics redux. Journal of Political Economy 103, 624-660.",
        "Obstfeld, M., Rogoff, K., 1996. Foundations of International Macroeconomics. MIT Press, Cambridge.",
        "Obstfeld, M., Rogoff, K., 1998. Risk and exchange rates. NBER Working Paper No. 6694.",
        "Rangan, S., Lawrence, R.Z., 1993. The responses of U.S. firms to exchange rate fluctuations: Piercing the corporate veil. Brookings Papers on Economic Activity 2, 341-379.",
        "Rankin, N., 1998. Nominal rigidity and monetary uncertainty in a small open economy. Journal of Economic Dynamics and Control 22, 679-702.",
        "Rogoff, K., 1985. Can international monetary cooperation be counterproductive ? Journal of International Economics 18, 199-217.",
        "Rogoff, K., 1996. The purchasing power parity puzzle. Journal of Economic Literature 34, 647-68.",
        "Svensson, L.E.O., 1986. Sticky goods prices, flexible asset prices, monopolistic competition, and monetary policy. Review of Economic Studies 53, 385-405.",
        "Svensson, L.E.O., van Wijnbergen, 5., 1989. Excess capacity, monopolistic competition, and international transmission of monetary disturbances. Economic Journal 99, 785-805.",
        "Tille, C., 1998a. The international and domestic welfare effects of monetary policy under pricing to market. Second chapter, Ph.D. dissertation, Princeton University.",
        "Tille, C., 1998b. The welfare effects of monetary shocks under pricing to market: A general framework. Third chapter, Ph.D. dissertation, Princeton University.",
        "Akerlof, Dickens, and Perry (1996) discuss evidence on rigidities in nominal United States wages, with emphasis on downward rigidity."
    ]
}