{
    "id": 7314,
    "cites": 17,
    "cited_by": 8,
    "reference": [
        "Bassett, W. F., M. J. Fleming, and A. P. Rodriguez. 1998. How workers use 401(k) plans: The participation, contribution, and withdrawal decisions. National Tax Journal 51: 263-289.",
        "Chang, A. 1996. Tax policy, lump-sum pension distributions, and household saving. National Tax Journal 49: 235-252.",
        "Engelhardt, G. V. 1999. Pre-retirement lump-sum distributions and retirement income security: Evidence from the health and retirement survey. Mimeo, Dartmouth College.",
        "Fernandez, P. A. 1992. Preretirement lump sum distributions. In Trends in Pensions, 1992, J. Turner and D. Belier, eds. Washington: U.S. Department of Labor.",
        "Gustman, A. and T. Steinmeyer. 1995. Pension Incentives and Job Mobility. Kalamazoo, Ml: Upjohn Institute.",
        "Iwaszko, K. and B. OConnell. 1999. The 401(k) Millionaire. Villard Books.",
        "Merritt, S. 1997. How to Build Wealth with Your 401(k): Everything You Need to Know to Become More than a Millionaire Over the Course of Your Working Lifetime. Halyard Press.",
        "Neumark, D., D. Poisky, and D. Hansen. 1999. Has job stability declined yet? New evidence from the 1 990s? Michigan State University, mimeo.",
        "Poterba, J. M~, S. F. Venti, and D. A. Wise. 1998a. Implications of rising personal retirement saving. In Frontiers of the Economics of Aging, ed. D. Wise? 125-167. Chicago: University of Chicago Press.",
        "Poterba, J. M., S. F. Venti, and D. A. Wise. 1998b. Lump sum distributions from retirement saving plans: Receipt and utilization. In Inquiries in the Economics of Aginci, D. A. Wise, ed., 85-105. Chicago: University of Chicago Press.",
        "Poterba, J.M. and D. A. Wise. 1999. Personal retirement accounts and personal choice. In Personal Saving, Personal Choice, D. A. Wise, ed. (Stanford: Hoover Institution Press).",
        "Sabelhaus, J. and D. Weiner. 1999. Disposition of lump sum pension distributions: Page 37 Evidence from tax returns. National Tax Journal 52 (September, forthcoming).",
        "Venti, S. F. and D. A. Wise. 1997. Lifetime earnings, saving choices, and wealth at retirement. Harvard University, mimeo.",
        "Woods, John R. 1996. Pension Benefits Among the Aged: Conflicting measures, Unequal Distributions. Social Security Bulletic, 59 (Fall), 3-30.",
        "Yakoboski, P. 1993. New evidence on lump sum distributions and rollover activity. EBRI Notes. Washington: Employee Benefit Reesarch Institute.",
        "Yakoboski, P. 1994. Retirement program lump sum distributions: Hundreds of billions in hidden pension income. EBRI Issue Brief 146, Washington: Employee Benefit Reesarch Institute.",
        "Yakoboski, P. 1997. Large plan lump sums: Rollovers and cashouts. EBRI Issue Brief 188. Washington: Employee Benefit Reserch Institute."
    ]
}