{
    "id": 7315,
    "cites": 26,
    "cited_by": 15,
    "reference": [
        "Bond, Eric W. and Tain Jy Chen. 1987. The Welfare Effects of Illegal Immigration. Journal of International Economics 23(3/4): 315-328.",
        "Borjas, G.J., Freeman, R.B. and Lang, K. 1991. Undocumented Mexican-Born Workers in the United States: How Many, How Permanent'DONE' in J.M. Abowd and R.B. Freeman, eds., Immigration, Trade, and the Labor Market. Chicago: University of Chicago Press, pp. 77-100.",
        "Bratsberg, Bernt. 1996. Legal versus Illegal U.S. Immigration and Source Country Characteristics. Southern Economic Journal 61(3): 715-727.",
        "Bucci, Gabriella and Rafael Tenorio. 1996. On Financing the Internal Enforcement of Illegal Immigration Policies. Journal of Population Economics 9(1): 65-81.",
        "Chiswick, Barry R. 1984. Illegal Aliens in the United States Labor Market: Analysis of Occupational Attainment and Earnings. International Migration Review 18(3): 714-732.",
        "Djajic, Slobodan. 1987. Illegal Aliens, Unemployment, and Immigration Policy. Journal of Development Economics. 25(1): 235-249.",
        "Djajic, Slobodan. 1997. Illegal Immigration and Resource Allocation. International Economic Review. 38(1): 97-117.",
        "Ethier, Wilfred J. Illegal Immigration: The Host-Country Problem. American Economic Review, May 1986, 76(2), pp. 56-71.",
        "General Accounting Office (GAO). 1997. H-2A Agricultural Guestworker Program: Changes Could Improve Services to Employers and Better Protect Workers. Washington, D.C.",
        "Gimpel, James G. and James R. Edwards, Jr. 1999. The Congressional Politics of Immigration Reform. Boston: Allyn and Bacon.",
        "Godfrey, L.G. 1994. Testing for Serial Correlation by Variable Addition in Dynamic Models Estimated by Instrumental Variables. The Review of Economics and Statistics 76: 550-559.",
        "Goldberg, Pinelopi K. and Giovanni Maggi. 1997. Protection for Sale: An Empirical Investigation. NBER Working Paper No. 5942.",
        "Groenendijk, Kees and Rene Hampsink. 1994. Temporary Employment of Migrants in Europe.",
        "Amsterdam: Reeks, Recht, and Samenleving. Grossman, G. and E. Helpman. 1994. Protection for Sale. American Economic Review 84: 833-50 Hamilton, J.D. 1994. Time Series Analysis. Princeton, NJ: Princeton University Press.",
        "Hanson, G.H., R. Robertson, and A. Spilimbergo. 1999. Does Border Enforcement Protect U.S.",
        "Workers from Illegal Immigration'DONE' NBER Working Paper No. 7054. Hanson, G.H. and A. Spilimbergo. 1998. Mexican Migration and U.S. Policy Options. In Peter Hakim and Nora Lustig, eds., Immigration in U.S.-Mexican Relations, Washington, D.C.: Brookings Institution and Inter-American Dialogue.",
        "Hanson, G.H. and A. Spilimbergo. 1999. Illegal Immigration, Border Enforcement, and Relative Wages: Evidence from Apprehensions at the U.S.-Mexico Border, American Economic Review.",
        "Juffras, Jason. 1991. Impact of Immigration Reform and Control Act on the Immigration and Naturalization Service. The RAND Corporation Report JR-09.",
        "Krishna, Pravin and Devashish Mitra. 1999. A Theory of Unilateralism and Reciprocity in Trade Policy. Mimeo, Brown University.",
        "Martin, Philip L. 1990. Harvest of Confusion: Immigration Reform and California Agriculture. International Migration Review 24(1): 69-95.",
        "Moehring, H.B. 1988. Symbol versus Substance in Legislative Activity: The Case of Illegal Immigration. Public Choice 57(3): 287-294.",
        "Olson, Mancur. 1965. The Logic of Collective Action. Cambridge: Harvard University Press.",
        "Sapir, Andre. 1983. Foreign Competition, Immigration, and Structural Adjustment. Journal of International Economics 14(3/4): 381-394.",
        "Smith, James P. and Barry Edmonston, eds. 1997. The New Americans: Economic, Demographic, and Fiscal Effects of Immigration. Washington, D.C.: National Academy Press.",
        "Trefler, Daniel. 1993. Trade Liberalization and the Theory of Endogenous Protection. Journal of Political Economy 101: 138-160.",
        "U.S. Department of Labor. 1991. Employer Sanctions and U.S. Labor Markets. Washington, DC."
    ]
}