{
    "id": 7317,
    "cites": 67,
    "cited_by": 72,
    "reference": [
        "Amihud, Y., and H. Mendelson, 1980, Dealership market: Marketmaking with inventory, Journal of Financial Economics, 8: 31-53.",
        "Andersen, T., and T. Bollerslev, 1998, Deutsche mark-dollar volatility: Intraday activity patterns, macroeconomic announcements, and longer run dependencies, Journal of Finance, 53: 219-266.",
        "Bjonnes, G., and D. Rime, 1998, FX trading ... live: Impact of new trading environments, typescript, Norwegian School of Management, December.",
        "Blanchard, O., 1979, Speculative bubbles, crashes, and rational expectations, Economics Letters, 14: 387-389.",
        "Burnham, J., 1991, Current structure and recent developments in foreign exchange markets, in S. Khoury (ed.), Recent Developments in International Banking and Finance (North Holland, Amsterdam), 123-153.",
        "Cheung, Y., and M. Chinn, 1998, Macroeconomic implications of the beliefs and behavior of foreign exchange traders, typescript, U.C. Santa Cruz, November.",
        "Cheung, Y., and C. Wong, 1998, A survey of market practitioners views on exchange rate dynamics, Journal of International Economics, forthcoming.",
        "Chinn, M., 1991, Some linear and non-linear thoughts on exchange rates, Journal of International Money and Finance, 10: 214-230.",
        "Chinn, M., and R. Meese, 1994, Banking on currency forecasts, Journal of International Economics, 38: 161-178.",
        "Covrig, V., and M. Melvin, 1998, Asymmetric information and price discovery in the FX market: Does Tokyo know more about the yen'DONE', typescript, Arizona State University.",
        "Degennaro, R., and R. Shrieves. 1997, Public information releases, private information arrival, and volatility in the foreign exchange market, Journal of Empirical Finance, 4: 295-315.",
        "DeLong, B., A. Shleifer, L. Summers, and R. Waldmann, 1990, Positive feedback investment strategies, and destabilizing rational speculation, Journal of Finance, 45, 379-396.",
        "Dominguez, K., 1986, Are foreign exchange forecasts rational'DONE' New evidence from survey data, Economic Letters, 21: 277-281.",
        "Dornbusch, R., 1976, Expectations and exchange rate dynamics, Journal of Political Economy, 84: 1161-1176.",
        "Dornbusch, R., 1982, Equilibrium and disequilibrium exchange rates, Zeitschrift fur Wirtschafts und Sozialwissenschaften, 102: 573-799; reprinted in R. Dornbusch, Dollars, Debts and Deficits, MIT Press: Cambridge, MA.",
        "Easley, D., and M. OHara, 1992, Time and the process of security price adjustment, Journal of Finance, 47: 577-605.",
        "Evans, G., 1986, A test for speculative bubbles in the sterling-dollar exchange rate, American Economic Review, 76: 621-636.",
        "Evans, M., 1997, The microstructure of foreign exchange dynamics, Georgetown University typescript, November, presented at the NBER Market Microstructure Conference, December 4, 1997.",
        "Evans, M., 1999, What are the origins of foreign exchange movements'DONE', Georgetown University typescript, March.",
        "Fair, R., 1970, Estimation of simultaneous equations models with lagged endogenous variables and first order serially correlated errors, Econometrica, 38: 507-516.",
        "Flood, M., 1994, Market structure and inefficiency in the foreign exchange market, Journal of International Money and Finance, 13: 131-158.",
        "Flood. R., and R. Hodrick, On testing for speculative bubbles, Journal of Economic Perspectives, 4: 85-101. Flood, R., and A. Rose, Fixing exchange rates: A virtual quest for fundamentals, Journal of Monetary Economics 36, 3-37. Flood, R., and M. Taylor, 1996, Exchange rate economics: Whats wrong with the conventional macro approach'DONE', in Frankel, J., G. Galli, and A. Giovannini, (eds.) The Microstructure of Foreign Exchange Markets (Chicago: The University of Chicago Press), 261-294.",
        "Foster, D., and S. Viswanathan, 1990, A theory of interday variations in volumes, variances, and trading costs in securities markets, Review of Financial Studies, 3: 593-624.",
        "Frankel, J., and K. Froot, 1987, Using survey data to test standard propositions regarding exchange rate expectations, American Economic Review, 77: 133153.",
        "Frankel, J., and A. Rose, 1995, Empirical research on nominal exchange rates, in G.",
        "Grossman and K. Rogoff (eds.), Handbook of International Economics, Elsevier Science: Amsterdam, 1689-1729. Frenkel, J., 1976, A monetary approach to the exchange rate: Doctrinal aspects and empirical evidence, Scandinavian Journal of Economics, 78: 200-224.",
        "Goldberg, L., and R. Tenorio, 1997, Strategic trading in a two-sided foreign exchange auction, Journal of International Economics, 42: 299-326.",
        "Goodhart, C., 1988, The foreign exchange market: A random walk with a dragging anchor, Economica, 55: 437-460.",
        "Goodhart, C., and M. OHara, 1997, High frequency data in financial markets: Issues and applications, Journal of Empirical Finance, 4: 73-114.",
        "Grinblatt, M., S. Titman, and R. Wermers, 1995, Momentum investment strategies, portfolio performance, and herding: A study of mutual fund behavior, American Economic Review, 85, 1088-1105.",
        "Hansch, O., N. Naik, and S. Viswanathan 1998. Do Inventories Matter in Dealership Markets'DONE' Evidence from the London Stock Exchange, Journal of Finance, 53: 1623-1656.",
        "Hau, H., 1998, Competitive entry and endogenous risk in the foreign exchange market, Review of Financial Studies, 11: 757-788.",
        "Ho, T., and H. Stoll, 1981, Optimal dealer pricing under transactions and return uncertainty, Journal of Financial Economics, 9, 47-73.",
        "Hsieh, D., and A. Kleidon, 1996, Bid-ask spreads in foreign exchange markets: Implications for models of asymmetric information, in Jeffrey Frankel et al.",
        "Press, Chicago) 41-65. Isard, P., 1995, Exchange Rate Economics, Cambridge University Press: Cambridge, UK.",
        "Ito, T., R. Lyons, and M. Melvin, 1998, Is there private information in the FX market'DONE' The Tokyo experiment, Journal of Finance 53, 1111-1130.",
        "Jegadeesh, N., and S. Titman, 1993, Returns to buying winners and selling losers: Implications for stock market efficiency, Journal of Finance, 48, 65-92.",
        "Jones, C., G. Kaul, and M. Lipson, 1994, Transactions, volume, and volatility, Review of Financial Studies, 7: 631-651.",
        "Kouri, P., 1976, The exchange rate and the balance of payments in the short run and in the long run: A monetary approach, Scandinavian Journal of Economics, 78, 280-304.",
        "Kouri, P., and M. Porter, 1974, International capital flows and portfolio equilibrium, Journal of Political Economy, 82, 443-467.",
        "Kyle, A., 1985, Continuous auctions and insider trading, Econometrica 53, 13151335.",
        "Lyons, R., 1995, Tests of microstructural hypotheses in the foreign exchange market, Journal of Financial Economics 39, 321-351.",
        "Lyons, R., 1996, Optimal transparency in a dealer market with an application to foreign exchange, Journal of Financial Intermediation, 5, 225-254.",
        "Lyons, R., 1997, A simultaneous trade model of the foreign exchange hot potato, Journal of International Economics 42, 275-298.",
        "Lyons, R., 1998, Profits and position control: A week of FX dealing, Journal of International Money and Finance 17, 97-115.",
        "Lyons, R., 1999, The Microstructure Approach to Exchange Rates, MIT Press (chapters at www.haas.berkeley.edu/~lyons/NewBook.html), forthcoming.",
        "Mark, N., 1995, Exchange rates and fundamentals: Evidence on long-horizon predictability, American Economic Review, 85: 201-218.",
        "Meese, R., 1986, Testing for bubbles in exchange markets, Journal of Political Economy, 94: 345-373.",
        "Meese, R., 1990, Currency fluctuations in the post-Bretton Woods era, Journal of Economic Perspectives, 4: 117-134.",
        "Meese, R., and K. Rogoff, 1983a, Empirical exchange rate models of the seventies, Journal of International Economics, 14: 3-24.",
        "Meese, R., and K. Rogoff, 1983b, The out-of-sample failure of empirical exchange rate models, in J. Frenkel (ed.), Exchange Rate and International Macroeconomics, University of Chicago Press: Chicago.",
        "Meese, R., and K. Rogoff, 1988, Was it real'DONE' The exchange rate-interest differential relation of the modern floating-rate period, Journal of Finance, 43: 933-948.",
        "Mussa, M., 1976, The exchange rate, the balance of payments, and monetary and fiscal policy under a regime of controlled floating, Scandinavian Journal of Economics, 78: 229-248.",
        "Osler, C., 1998, Short-term speculators and the puzzling behavior of exchange rates, Journal of International Economics, 45: 37-57.",
        "Payne, R. 1999, Informed trade in spot foreign exchange markets: An empirical investigation, typescript, London School of Economics, January.",
        "Peiers, B. 1997. Informed traders, intervention, and price leadership: A deeper view of the microstructure of the foreign exchange market. Journal of Finance 52, 1589-1614.",
        "Reiss, P., and I. Werner, 1998, Does risk sharing motivate interdealer trading'DONE' Journal of Finance, 53: 1657-1704.",
        "Roll, R., 1988, R 2 , Journal of Finance, 43: 541-566.",
        "Romer, D., 1993. Rational asset-price movements without news, American Economic Review, 83: 1112-1130.",
        "Scholes, M., 1972, The market for securities: Substitution versus price pressure and the effect of information on share price, Journal of Business, 45: 179-211.",
        "Shleifer, A., 1986, Do demand curves for stocks slope down'DONE' Journal of Finance, 41: 579-590.",
        "Stoll, H., 1978, The supply of dealer services in securities markets, Journal of Finance, 33, 1133-1151.",
        "Taylor, M., 1995, The economics of exchange rates, Journal of Economic Literature 33, 13-47.",
        "Viswanathan, S., and J. Wang, 1998, Why is interdealer trade so pervasive in financial markets'DONE' Working paper, Duke University.",
        "Vogler, K., 1997, Risk allocation and interdealer trading, European Economic Review 41, 417-441.",
        "Wei, S., and J. Kim, 1997, The big players in the foreign exchange market: Do they trade on information or noise'DONE', NBER Working Paper 6256, November.",
        "Yao, J. 1998. Market making in the interbank foreign exchange market, New York University Salomon Center Working Paper S-98-3."
    ]
}