{
    "id": 7318,
    "cites": 17,
    "cited_by": 39,
    "reference": [
        "Bernheim, B. Douglas (1987). The Economic Effects of Social Security: Towards a Reconciliation of Theory and Measurement, Journal of Public Economics, 33, 273-304.",
        "Blau, David M. (1994). Labor Force Dynamics of Older Men, Econometrica, 62, 117-156.",
        "Boskin, Michael et al. (1987). Social Security: A Financial Appraisal Across and Within Generations, National Tax Journal, 40, 19-33.",
        "Brown, Jeffrey, and James Poterba (1999). Joint Life Annuities and Annuity Demand by Married Couples, NBER Working Paper 7199.",
        "Burtless, Gary and Robert Moffitt (1984). The Effect of Social Security Benefits on the Labor Supply of the Aged, in H. Aaron and G. Burtless, eds., Retirement and Economic Behavior. Washington: Brookings Institution, 135-175.",
        "Coile, Courtney, and Jonathan Gruber (1999). Social Security and Retirement, mimeo, MIT.",
        "Coile, Courtney, Peter Diamond, Jonathan Gruber, and Alain Jousten (1997). Delays in Claiming Social Security Benefits, mimeo, MIT.",
        "Crawford, Vincent P. and David M. Lillien (1981). Social Security and the Retirement Decision, Quarterly Journal of Economics, 96, 505-529.",
        "Diamond, Peter A. and Jonathan Gruber (1999). Social Security and Retirement in the U.S., in Jonathan Gruber and David Wise, eds., Social Security and Retirement Around the World.",
        "Chicago: University of Chicago Press. Gruber, Jonathan, and Peter Orszag (1999). What to do About the Social Security Earnings Test'DONE', Center for Retirement Research at Boston College, Issue in Brief 1.",
        "Hurd, Michael (1990). Research on the Elderly: Economic Status, Retirement, and Consumption and Saving, Journal of Economic Literature, 28, 565-637.",
        "Jousten, Alain (1998). Essays on annuity valuation, bequests, and Social Security Ph.D.",
        "Kotlikoff, Laurence J. and Avia Spivak (1981). The Family as an Incomplete Annuities Market, Journal of Political Economy 89(2):372-391.",
        "Krueger, Alan and Jorn-Steffen Pischke (1992). The Effect of Social Security on Labor Supply: A Cohort Analysis of the Notch Generation, Journal of Labor Economics,10, 412-437.",
        "Mirer, Thad W. (1998). The Optimal Time to File for Social Security Benefits, Public Finance Review, 26, 611-636.",
        "Ruhm, Christopher (1995). Secular Changes in the Work and Retirement Patterns of Older Men, Journal of Human Resources, 30, 362-385.",
        "Steuerle, C. Eugene and Jon M. Bakija (1994). Retooling Social Security for the 21 st Century: Right and Wrong Approaches to Reform. Washington, D.C.: Urban Institute Press."
    ]
}