{
    "id": 7319,
    "cites": 69,
    "cited_by": 4,
    "reference": [
        "Agrawal, Anup and Charles Knoeber, 1996, Firm performance and mechanisms to control agency problems between managers and shareholders, Journal of Financial and Quantitative Analysis 31 (September): 377-397.",
        "Baysinger, Barry and Henry Butler, 1985, Corporate Governance and the Board of Directors: Performance Effects of Changes in Board Composition, Journal of Law, Economics, and Organization 1: 101-24.",
        "Bhagat, Sanjai and Bernard Black, 1997, Do Independent Directors Matter? unpublished ms., Columbia Law School.",
        "Bhagat, Sanjai and Bernard Black, 1998, The Uncertain Relationship between Board Composition and Firm Performance, in Klaus Hopt, Mark Roe, and Eddy Wymeersch, eds., Corporate Governance: The State of the Art and Emerging Research (Oxford: Oxford University Press, 1998).",
        "Booth, James and Daniel Deli, 1998, On Executives of Financial Institutions as Outside Directors, working paper, Arizona State University, 1998.",
        "Brickley, James A., Ronald C. Lease, and Clifford W. Smith, Jr., 1988, Ownership Structure and Voting on Antitakeover Amendments, Journal of Financial Economics 20: 267-92.",
        "Carey, Mark, Mitch Post, and Steven A. Sharpe, 1998, Does Corporate Lending by Banks and Finance Companies Differ? Evidence on Specialization in Private Debt Contracting, Journal of Finance, 53(3).",
        "Chaitman, Helen, 1984, The Equitable Subordination of Bank Claims, Business Lawyer 39 (August): 1561.",
        "Chirinko, Robert and Julie Elston, 1997, Finance, Control, and Profitability: The Influence of German Banks, unpublished ms., Emory University.",
        "Demsetz, Harold, 1983, The structure of ownership and the theory of the firm, Journal of Law and Economics 26, 375-90.",
        "Demsetz, Harold and Kenneth Lehn, 1985, The structure of corporate ownership: Causes and consequences, Journal of Political Economy 93, 1155-1177.",
        "DeNatale, Andrew and Prudence Abram, 1985, The Doctrine of Equitable Subordination as Applied to Nonmanagement Creditors, Business Lawyer 40 (February): 417.",
        "Dewatripont, Mathias and Jean Tirole, 1994, A Theory of Debt and Equity: Diversity of Securities and Manager-Shareholder Congruence, Quarterly Journal of Economics 109.",
        "Diamond, Douglas, 1984, Financial Intermediation and Delegated Monitoring, Review of Economics Studies 51: 393-414.",
        "Douglas-Hamilton, Margaret, 1975, Creditor Liabilities Resulting from Improper Interference with the Management of a Financially Troubled Debtor, Business Lawyer 31: 343-65.",
        "Fazzari, Steven, R. Glenn Hubbard, and Bruce Petersen, 1988, Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity, 141-95.",
        "Gilson, Ronald J. and Reinier Kraakman, 1991, Reinventing the Outside Director: An Agenda for Institutional Investors, Stanford Law Review 43, 863.",
        "Gilson, Stuart, 1990, Bankruptcy, Boards, Banks, and Blockholders: Evidence on Changes in Corporate Ownership and Control when Firms Default, Journal of Financial Economics 27 (October): 355-88.",
        "Gorton, Gary, and Frank A. Schmid, Universal Banking and The Performance of German Firms, University of Pennsylvania (October 1996).",
        "Greene, William, 1997, Econometric Analysis, 3rd edition. Upper Saddle River, NJ: PrenticeHall. Hallock, Kevin F. Reciprocally Interlocking Boards of Directors and Executive Compensation, Journal of Financial and Quantitative Analysis, 32(3), September 1997.",
        "Hallock, Kevin F., Dual Agency: Corporate Boards with Reciprocally Interlocking Relationships, in Executive Compensation and Shareholder Value: Theory and Evidence, edited by Jennifer Carpenter and David Yermack, forthcoming. Hermalin, Benjamin and Michael Weisbach, 1988, The Determinants of Board Composition, Rand Journal of Economics 19 (Winter): 589-606.",
        "Himmelberg, Charles P. and Donald P. Morgan. 1995. Is Bank Lending Special? in Is Bank Lending Important for the Transmission of Monetary Policy, edited buy Joe Peek and Eric Rosengren, Federal Reserve Bank of Boston, Conference Series no. 39.",
        "Holderness, Clifford, Randall Kroszner, and Dennis Sheehan, 1999, Were the Good Old Days that Good? Changes in Managerial Stock Ownership since the Great Depression, Journal of Finance (April), 435-69.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein, 1991, Corporate Structure Liquidity and Investment: Evidence from Japanese Panel Data, Quarterly Journal of Economics, 33-60.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein, The Choice between Public and Private Debt: An Analysis of Post-Deregulation Corporate Financing in Japan. NBER Working Paper No. 4421, 1993.",
        "Houston, Joel, and Christopher James. Banking Relationships, Financial Constraints, and Investments: Are Bank Dependent Borrowers More Financially Constrained? Working Paper, University of Florida, 1995.",
        "James, Christopher, Some Evidence on the Uniqueness of Bank Loans, Journal of Financial Economics, 19 (1987), 217-236.",
        "James, Christopher, 1995, When Do Banks Take Equity in Debt Restructurings? Review of Financial Studies 8 (Winter): 1209-34.",
        "Jensen, Michael, 1989, Eclipse of the Modern Corporation, Harvard Business Review 67 (5), 61-47.",
        "Jensen, Michael, 1993, The Modern Industrial Revolution, Exit, and the Failure of Internal Control Systems, Journal of Finance 48 (July), 831-880.",
        "Kaplan, Steven and Bernadette Minton, 1994, Appointments of Outsiders to Japanese Boards: Determinants and Implications for Managers, Journal of Financial Economics 36: 225-58.",
        "Kaplan, Steven and Luigi Zingales, 1997, Do Investment-Cash Flow Sensitivities Provide Useful Measures of Financing Constraints? Quarterly Journal of Economics (February), 169-215.",
        "Klein, April, 1998, Affiliated Directors: Puppets of Management or Effective Directors? working paper, New York University, Stern School of Business.",
        "Kracaw, William and Marc Zenner, 1998, Bankers in the Boardroom: Good News or Bad News? working paper, Kenan-Flagler Business School, UNC, August 1998.",
        "Kroszner, Randall S., 1996, The evolution of universal banking in twentieth century America, in Anthony Saunders and Ingo Walter, eds., Financial System Design: Universal Banking Considered, Irwin Professional Publishers, New York, NY, 70-99.",
        "Kroszner, Randall S., 1998a, Rethinking Banking Regulation: A Review of the Historical Evidence, Journal of Applied Corporate Finance, Summer 1998, 48-58.",
        "Kroszner, Randall S., 1998b, Political Economy of Banking and Financial Reform in Emerging Markets, Research in Financial Services 10: 33-51.",
        "Kroszner, Randall S., 1999, Is the Financial System Politically Independent? working paper, Graduate School of Business, University of Chicago.",
        "Kroszner, Randall S. and Raghuram G. Rajan, 1997, Organization structure and credibility: Evidence from commercial bank securities activities before the Glass-Steagall Act, Journal of Monetary Economics 39 (August), 475-516.",
        "Kroszner, Randall S. and Philip E. Strahan, 1996, Regulatory Incentives and the Thrift Crisis: Dividends, Mutual-to-Stock Conversions, and Financial Distress. Journal of Finance 51 (September): 1285-1320.",
        "Kroszner, Randall S. and Thomas Stratmann, 1998, Interest Group Competition and the Organization of Congress: Theory and Evidence from Financial Services Political Action Committees, American Economic Review 88 (December): 1163-87.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, 1998, Law and Finance, Journal of Political Economy 106 (December): 1113-55.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, 1999, Investor Protection and Corporate Governance, working paper, Harvard University.",
        "Lummer, Scott L., and McConnell, John J., 1989, Further Evidence on the Bank Lending Process and the Capital Market Responses to Bank Loan Agreements, Journal of Financial Economics, 25: 99-122.",
        "Macey, Jonathan R. and Geoffrey P. Miller. 1992. Banking Law and Regulation, Boston: Little, Brown and Company.",
        "Mannino, Edward F., 1995, New Developments in Lender Liability Litigation, in Richard Nassberg, ed., ALI-ABA Banking and Commercial Lending Law Source Materials, 16 edition, th Philadelphia: American Law Institute-American Bar Foundation, 535-556.",
        "Milgrom, Paul and John Roberts, 1990, The Economics of Modern Manufacturing: Technology, Strategy, and Organization, American Economic Review 80, June, 511-528.",
        "Morck, Randall and Masao Nakamura, 1993, Banks and Corporate Control in Japan, working paper, University of Alberta.",
        "Mulligan, Casey, 1997, The Demand for Cash Balances by Firms, Journal of Political Economy.",
        "Ongena, Steven and David Smith, 1999, Bank Relationships: A Review, in P. Harker and S. Zenios, eds, The Performance of Financial Institutions, New York: Cambridge University Press.",
        "Payne, Thomas, James Millar, and G. William Glezen, 1996, Fiduciary Responsibility and Bankfirm Relationships: An Analysis of Shareholder Voting by Banks, Journal of Corporate Governance 3 (December): 75-87.",
        "Perlitz, Manfred, and Seger, Frank, 1994, Regarding The Particular Role of Universal Banks in German Corporate Governance, working paper, University of Mannheim.",
        "Petersen, Mitchell and Raghuram Rajan, 1994, The benefits of lending relationships: Evidence from small business data, Journal of Finance 49, 3-37.",
        "Phelan, Robin and Patrick Collins, 1996, An Overview of the Priority Provisions of the Bankruptcy Code, presented at the American Bankruptcy Institute Winter Leadership Conference, Rancho Mirago, CA.",
        "Prowse, Stephen D., 1990, The Structure of Corporate Ownership in Japan, The Journal o f Financial Economics, 27, 43-66.",
        "Prowse, Stephen D., 1992, The Structure of Corporate Ownership in Japan, The Journal of Corporate Ownership in Japan, The Journal of Finance, 47, 1121-1140.",
        "Putterman, Louis and Randall Kroszner, eds, 1996, The Economic Nature of the Firm: A Reader, 2nd edition, New York: Cambridge University Press.",
        "Rajan, Raghuram, 1992, A theory of the costs and benefits of universal banking, Center for Research in Security Prices Working Paper No. 346 (University of Chicago, Chicago, IL).",
        "Ramseyer, J. Mark, 1994, Explicit Reasons for Implicit Contracts: The Legal Logic of the Japanese Main Bank System, pp. 231-257 in Masahiko Aoki and Hugh Patrick, eds., The Japanese Main Bank System, Oxford: Oxford University Press.",
        "Roe, Mark J., 1990, Political and legal constraints on ownership and control of public companies, Journal of Financial Economics 27, 742.",
        "Roe, Mark J., 1994, Strong Managers, Weak Owners: The Political Roots of American Corporate Finance, Princeton University Press, Princeton, NJ.",
        "Rosenstein, Stuart and Jeffrey Wyatt, 1990, Outside Directors, Board Independence, and Shareholder Wealth, Journal of Financial Economics 26: 175-191.",
        "Schwartz, Alan, 1997, Priority Contracts and Priority in Bankruptcy, Cornell Law Review 82 (September): 1396-1419.",
        "Sheard, Paul, 1994, Main Banks and the Governance of Financial Distress, pp. 188-230 in Masahiko Aoki and Hugh Patrick, eds., The Japanese Main Bank System, Oxford: Oxford University Press.",
        "Smith, Clifford and Jerold Warner, 1979, On Financial Contracting: An Analysis of Bond Covenants, Journal of Financial Economics 7 (June): 117-161.",
        "Weisbach, Michael, 1988, Outside directors and CEO turnover, Journal of Financial Economics 20, 431-60.",
        "Weissman, Michael, 1992, Equitable Subordination: Whose Fault is No-Fault? The Secured Lender (November/December): 96-101, 125.",
        "Weissman, Michael, 1994, The Consequences of a Fiduciary Relationship, Journal of Commercial Lending (March): 42-47.",
        "Yermack, David, 1996, Higher market valuation of companies with a small board of directors, Journal of Financial Economics 40, 185-213."
    ]
}