{
    "id": 732,
    "cites": 26,
    "cited_by": 0,
    "reference": [
        "Aigner, D.J. and S.M. Goldfeld, Estimation and Prediction from Aggregate Data When Aggregates are Measured More Accurately Than Their Components, ~conometri~, Li.2 (Jan. 19714), 113-13)4.",
        "Bachus, D. arid D. Purvis, An Integrated Model of Household Flow-ofFunds Allocation, ~ ~_ofMo~y~ Credit a~Bank~g, 12 (May 1980), Special Issue, 1400-1421.",
        "Bachus, D., W.C. Brainard, G. Smith, and J. Tobin, A Model of U.S. Financial and Nonfinancial Economic Behavior,t ~Qj~rna1 o~. Money. Credit~ and~~~g, 12 (May 1980), Special Issue, 259-293.",
        "Barten, A.P., Maximum Likelihood Estimation of a Complete System of Demand Equations, European Econo~j~ Revi~, 1 (Fall 1969), 7-73.",
        "Berndt, E.R. and N.E. Savin, Estimation and Hypothesis Testing in Singular Equation Systems with Autoregressive Disturbances, ~a~rica, 14.3 (Sept. 1975), 937-957.",
        "Bosworth, B. and J. Duesenberry, A Flow of Funds Model and Its Implications, in ~ ~e~in Federal Debt Ma~~g~rnent, Conference Series No. 10, Federal Reserve Bank of Boston, 1973.",
        "Denton, F.T., Single-Equation Estimators and Aggregation Restrictions when Equations have the Same Set of Regressors, ~ 8 (Oct. 1978), 173-179.",
        "Fair, R.C., The Estimation of Simultaneous Equation Models with Lagged Endogenous Variables and First Order Serially Correlated Errors, Econometrica, ~8 (Nay, 1970), 507-516.",
        "Friedman, B. M., Financial Flow Variables arid the Short-Run Determination of Long-Term Interest Rates, Jg~~~i of Political ~ 8~ (Aug. 1977), 661-689.",
        "Friedman, B. M. The Effect of Shifting Wealth ~nership on the Term Structure of Interest Rates: The Case of Pensions, ~ ~ourng~_~nomics 14)4 (May, 1980), 567-590.",
        "Goldberger, A.S. Unobservable Variables in Econometrics, in P. Zarembka (ed.), Frontiers in_Econometrics, Academic Press, New York, 19714, 193-213.",
        "Goldfeld, S. M., The Demand for Money Revisited, ~ ~n_Economic Activ~, 1973:3, 577-638.",
        "Hendershott, P.H., A Flow of Funds Model: Estimates for the Noribank Finance 5ector, ~ournal of Mon~ redit ~ 3 (Nov. 1971), 815-832.",
        "He ride rshott, P. H., Understa ndi~ alMa 2L~J~ F lo~L ~aanci~l_Mod~j~. D.L. Heath, Lexington Books,. Lexington, MA., 1977.",
        "Hendershott, P.H. and F.S. Orlando, The Interest-Rate Behavior of Flow-of-Funds and Bank Reserves Financial Models, Jcl._2~ Money._C~~.~~d Bank~, ~ (Nov. 1976), 1497-~L2.",
        "Hsiao Cheng, Identification and Estimation of Simultaneous Equation Models with Measurement Error, International ~ 1, (June 1976), 519-339.",
        "Malinvaud, E., j~~j_Methods of Econ~etrics, North-Holland Publishing Co., Amsterdam, 1970.",
        "Motley, B., Household Demand for Assets: A Model of Short-Run Ad j us tm e nts, ~ev iew of E c onom~ ~ tiÃ\u0083Â§~, 52 (Aug. 1970), 236-2)41.",
        "Pagan, A., Efficient Estimation of Models with Composite Disturbance Terms, Journ~ ccnometrics, 1 (Dec. 1973), 329-3)40.",
        "Powell, A., Aitkin Estimators as a Tool in Allocating Predetermined Aggregates, ~~~of_th~ ~ ~ 614 (Sept. 1969), 913-922.",
        "V. Vance Roley, A Disaggregated Structural Model of the Treasury Securities, Corporate Bond, and Equity Markets: Estimation and Simulation Results, NBER Technical Paper No. 7 (Dec., 1980).",
        "V. Vance Roley, The Effect of Federal Debt Management Policy on Corporate Bond and Equity Yields, NBER Working Paper No. ~86 (Dec., 1980).",
        "Saito, M., Household Flow of Funds Equations: Specification and Estimation, Journal_o~~ey~_C~~~_~~, 9 (Feb. 1977), 1-20.",
        "Wachtel, P., A Model of the Interrelated Demand for Assets by Households, ~rina1s of Economic and_5~~ea~e~~n~., 1 (April 1972), 129-ILLO.",
        "Walsh, Carl E., Inflation Expectations and Household Behavior, Ph.D. thesis (University of California, Berkeley), 1976.",
        "Walsh, Carl E., Measurement Error, Budget Identities and the Estimation of Financial Models, Econometric Research Program Research Memorandum No. 266, Princeton University (August 1980)."
    ]
}