{
    "id": 7322,
    "cites": 25,
    "cited_by": 19,
    "reference": [
        "Winston, Gordon, and Ivan Yen, Costs, Prices, Subsidies, and Aid in U.S. Higher Education, Working Paper DP-32, Williams College, July, 1995.",
        "Wales, Terence, The Effect of College Quality on Earnings: Results from the NBER-Thorndike Data, Journal of Human Resources 8, 1973, pp. 306-17.",
        "Van der Klaauw, Wilbert, A Regression-Discontinuity Evaluation of the Effect of Financial Aid Offers on College Enrollment, Mimeo., Department of Economics, NYU, October 1997.",
        "U.S. Department of Education, National Center for Education Statistics, Digest of Education Statistics 1997, NCES 98-015, Washington, D.C., 1997.",
        "Solmon, Lewis, and Paul Wachtel, The Effects on Income of Type of College Attended, Sociology of Education 48, 1975, pp. 75-90.",
        "Solmon, Lewis, The Definition of College Quality, in Does College Matter: Some Evidence on the Impacts of Higher Education, edited by Lewis Solmon and Paul Taubman (New York: Academic Press, 1973).",
        "National Association for College Admission Counseling, Survey Examines Trends, the NACAC Bulletin, November, 1998, p. 1.",
        "Kane, Thomas, Racial and Ethnic Preferences in College Admission, in The Black-White Test Score Gap, edited by C. Jencks and M. Phillips, Washington, D.C.: Brookings Institution, 1998.",
        "Hunt, Shane, Income Determinants for College Graduates and the Return to Educational Investment. Unpublished Ph.D. Disseration, Yale University, 1963.",
        "Hoxby, Caroline, and Bridget Terry, Explaining Rising Income and Wage Inequality Among the College-Educated, Mimeo., Harvard University, April, 1999.",
        "Heckman, James, Sample Selection Bias as a Specification Error, Econometrica 47 (1), 1979, pp. 153-6 1.",
        "Grover, Ronald, How Steven Spielberg Sustains His Creative Empire, Business Week, July 13, 1998, p. 96.",
        "Griliches, Zvi, Sibling Models and Data in Economics: Beginnings of a Survey, Journal of Political Economy, 87 (5), 1979, pp. S37-S64.",
        "Fumiss, Todd W., ed. American Universities and Colleges ,11th edition (Washington D.C.: American Council on Education, 1973).",
        "Ellwood, David and Thomas Kane, Who is Getting a College Education: Family Background and the Growing Gaps in Enrollment, Mimeo., Kennedy School of Government, September 1998.",
        "Daniel, Kermit, Dan Black, and Jeffrey Smith, College Quality and the Wages of Young Men, Research Report No. 9707, Department of Economics, University of Western Ontario, 1997.",
        "Brewer, Dominic, Eric Eide and Ronald Ehrenberg, Does it Pay to Attend an Elite College? Cross Cohort Evidence on the Effects of College Type on Earnings, Journal of Human Resources 34 (1), Winter 1999, pp. 104-23.",
        "Brewer, Dominic and Ronald Ehrenberg, Does it Pay to Attend an Elite Private College? Evidence from the Senior High School Class of 1980 in Research in Labor Economics, vol. 15, pp. 239-71.",
        "Breneman, David W. Liberal Arts Colleges: Thriving, Surviving or Endangered (Washington, D.C.: The Brookings Institution, 1994).",
        "Braun, Henry and Ted Szatrowski, The Scale-Linkage Algorithm: Construction of a Universal Criterion Scale for Families of Institutions, Journal of Educational Statistics 9, 1984, pp. 311-330.",
        "Behrman, Jere R., Mark R. Rosenzweig and Paul Taubman, College Choice and Wages: Estimates Using Data on Female Twins, Review of Economics and Statistics, 78 (4), 1996, pp. 672-85.",
        "Behrman, Jere R., Jill Constantine, Lori Kletzer, Michael McPherson, and Morton 0. Schapiro, The Impact of College Quality on Wages: Are There Differences Among Demographic Groups? Working Paper No. DP-38, William College, 1996.",
        "Bamow, Burt S., Glen G. Cain and Arthur Goldberger, Selection on Observables, Evaluation Studies Review Annual, 5:43-59, 1981.",
        "Barrons, 1982, Barrons Profiles of American Colleges (Woodbury, NY: Barrons Educational Series, 12th edition).",
        "American Council on Education, American Universities and Colleges, 1 2th edition (Hawthorn, New York: Walter de Gruyter, 1983)."
    ]
}