{
    "id": 7327,
    "cites": 15,
    "cited_by": 57,
    "reference": [
        "Watson, Mark, Vector Autoregressions and Cointegration, Chapter 47 in Handbook of Econometrics, Vol. IV, Eds. R.F. Engle and D.L. McFadden, Elsevier Science, New York, 1994, 2843-29 15.",
        "Park, RE, RH Brook, J Kosecoff, et al., Explaining variations in hospital death rates: Randomness, severity of illness, quality of care, JAMA, 264(4), 1990,484-90.",
        "Moths, Carl, Parametric Empirical Bayes Inference: Theory and Applications, JASA, 78(381), 1983, 47-55.",
        "Noimand, Sharon- Lise T., Mark E. Glickman and Constantine A. Gatsonis, Statistical methods for profiling providers of medical care: issues and applications, JASA, 92(439), 1997, 803-8 14.",
        "McClellan, Mark and Haruko Noguchi, Validity and interpretation of treatment effect estimates using observational data: treatment of heart attacks in the elderly, manuscript, Stanford University, February 1998b.",
        "McClellan, Mark and Haruko Noguchi, Does High-Tech Mean Low Value? Technological Change in Heart Attack Care, American Economic Review Papers and Proceedings, May 1998a.",
        "McClellan, Mark, and Joseph Newhouse, The Marginal Costs and Benefits of Medical Technology, Journal of Econometrics, Spring 1997.",
        "McClellan, Mark, Barbara McNeil, and Joseph Newhouse, Does More Intensive Treatment of Acute Myocardial Infarction Reduce Mortality? Journal of the American Medical Association, Sept. 1994.",
        "Landon, B., LI lezzoni, AS Ash, et al., Judging hospitals by severity-adjusted mortality rates: the case of CABG surgery, Inquiry, 33(2), 1996, 155-166.",
        "Kessler, Daniel, and Mark McClellan, Do Doctors Practice Defensive Medicine? Quarterly Journal of Economics, May 1996.",
        "Krakauer, H., RC Bailey, KJ Skellan, et al., Evaluation of the HCFA model for the analysis of mortality following hospitalization, Health Services Research, 27(3), 1992, 3 17-3 3 5.",
        "Holtz-Eakin, Douglas, Whitney Newey and Harvey Rosen, Estimating Vector Autoregressions with Panel Data, Econometrica, 56(6), 1988, 137 1-95.",
        "Heidenreich, Paul, and McClellan, Mark, The Benefits of Technological Change in Heart Attack Case: A Literature Review and Synthesis, Stanford University mimeo, 1998.",
        "Chamberlain, Gary, Panel Data Chapter 22 in Handbook of Econometrics, Vol. II, Eds. Z. Griliehes and M.D. Intriligator, Elsevier Science, New York, 1984, 1247-13 18.",
        "Goldman, Lee, and E.F. Cook, The decline in ischemic heart disease mortality rates. An analysis of the comparative effects of medical interventions and changes in lifestyle. Annals of Internal Medicine. 19 S4; 101 (6):825-3 6. Hamilton, James, State-Space Models, Chapter 50 in Handbook of Econometrics, Vol. IV, Eds. R.F. Engle and D.L. McFadden, Elsevier Science, New York, 1994, 3039-3080."
    ]
}