{
    "id": 7332,
    "cites": 16,
    "cited_by": 17,
    "reference": [
        "Borjas, George. 1979. Job Satisfaction, Wages and Unions. Journal of Human Resources 14(1): 21-40.",
        "Bound, John, Charles Brown, and Nancy Mathiowetz. 2000. Measurement Error in Survey Data. In Handbook of Econometrics, vol. 5, ed. Heckman and Leamer. Amsterdam: Elsevier.",
        "Evaluation of Alternative Explanations. American Economic Review 82(3):371-92. Clark, Andrew, and Andrew Oswald. 1996. Satisfaction and Comparison Income. Journal of Public Economics 61(2): 359-381.",
        "Farber, Henry. 1990. The Decline of Unionization in the United States: What Can Be Learned from Recent Experience'DONE' Journal of Labor Economics 8(1):S75-S105.",
        "Festinger, Leon. 1957. A Theory of Cognitive Dissonance. Evanston, IL: Row, Peterson.",
        "Freeman, Richard. 1978. Job Satisfaction as an Economic Variable. American Economic Association, Papers and Proceedings 68(2):135-141.",
        "Hamermesh, Daniel. 1977. Economic Aspects of Job Satisfacton. In Essays in Labor Market and Population Analysis, eds. Ashenfelter and Oates. New York: Wiley.",
        "Journal of Economics 114(4):forthcoming. Juhn, Chinhui, Kevin M. Murphy, and Brooks Pierce. 1993. Wage Inequality and the Rise in Returns to Skill. Journal of Political Economy 101(3):410-42.",
        "Krugman, Paul. 1998. Viagra and the Wealth of Nations. New York Times Magazine, August 16, 1998, p. 24.",
        "LÃ\u0083Â©vy-Garboua, Louis, and Claude Montmarquette. 1998. Reported Job Satisfaction: What Does It Mean'DONE' CIRANO, University of Montreal.",
        "Lewin, Kurt. 1938. The Conceptual Representation and Measurement of Psychological Forces.",
        "Durham, NC: Duke University Press. Organization for Economic Cooperation and Development. 1996. Employment Outlook, July 1996.",
        "Paris: OECD. Pierce, Brooks. 1998. Compensation Inequality. U.S. Bureau of Labor Statistics.",
        "Stephan, Gesine, and Knut Gerlach. A Paper on Unhappiness and Unemployment in Germany. Economics Letters 52:325-330. Steiner, Viktor, and Kersten Wagner. 1997. East-West German Wage Convergence - How Far Have We Got'DONE' Zentrum fÃ\u0083Â¼r EuropÃ\u0083Â¤ische Wirtschaftsforschung, Discussion Paper No. 97-25.",
        "Thaler, Richard. 1992. The Winners Curse. Princeton, NJ: Princeton University Press.",
        "Vroom, Victor. 1964. Work and Motivation. New York: Wiley."
    ]
}