{
    "id": 7334,
    "cites": 18,
    "cited_by": 3,
    "reference": [
        "Aggarival, Rajesh K. and Andrew A. Saznwick (1999a). The Other Side of the Tradeoff. The Impact of Risk on Executive Compensation. Journal of Political Economy 107: 65-105.",
        "Banker, Rajiv and Srikant Datar (1989). Sensitivity, Precision, and Linear Aggregation of Signals for Performance Evaluation. Journal of Accounting Research. 27: (1) 21-39.",
        "Buchinsky; Moshe (1998). Recent Advances in Quantile Regression Models: A Practical Guideline for Empirical Research. Journal of Human Resources. 33: (1) 88-126.",
        "Farber, Henry and Robert Gibbons (1996). Learning and Wage Dynamics. Quarterly Journal of Economics 111: (4) 1007-48.",
        "Gibbons, Robert and Kevin 3. Murphy (1992). Optimal Incentive Contracts in the Presence of Career Concerns. Journal of Political Economy. 100: 468-505.",
        "Gould, W. W. (1992). Quantile Regression with Bootstrapped Standard Errors, State Technical Bulletin. 9: 19~21.",
        "Hall, Brian J. and Jeffrey B. Liebman (1998). Are CEOs Really Paid Like Bureaucrats? Quarterly Journal of Economics 113: (3) 653-691.",
        "Holinstrom., Bengt (1999). Managerial Incentive Problems: A Dynamic Perspective. Forthcoming, Review of Economic Studies.",
        "Holinstrom, Bengt and Paul Milgrom (1987). Aggregation and Linearity in the Provision of Intertemporal Incentives. Econometrics. 55: 303-28.",
        "Lambert, Richard and David Larcker (1987). An Analysis of the Use of Accounting and Market Measures of Performance in Executive Compensation Contracts. Journal of Accounting Research. 25: SuppL, 85-125.",
        "Lazear, Edward and Sherwin Rosen (1981). Rank Order Tournaments as Optimal Labor Contracts. Journal of Political Economy. 89: 841-64.",
        "Murphy, Kevin J. (1985). Corporate Performance and Managerial Remuneration - An Empirical Analysis. Journal of Accounting and Economics. 7: 11-42.",
        "Murphy, Kevin J. (1998). Executive Compensation, Forthcoming in Orley Asben.felter and David Card (eds.) Handbook of Labor Economics Vol. 3, North Holland.",
        "Perry, Tod and Marc Zenner (1997). Pay for Performance? Government Regulation and the Structure of Compensation Contracts. Manuscript, University of North Carolina, August.",
        "Prendergast, Canice (1996). What Happens Within Firms? A Survey of Empirical Evidence on Compensation Policies. NUER Working Paper 5802, October.",
        "Repetti, James R. (1997). Management Incentives, Needless Tax Complexity, and Capital Gains. Tax Notes. 75: 981-991.",
        "Schaefer, Scott (1998). The Dependence of CEO Pay-Performance Sensitivity on the Size of the Firm. Review of Economics and Statistics. 80: 436-443.",
        "Shleifer, Andrei and R.obert Vishny (1989). Management Entrenchment-The Case of Manager-Specific Investments. Journal of Financial Economics. 25: (1) 123-139."
    ]
}