{
    "id": 7338,
    "cites": 26,
    "cited_by": 321,
    "reference": [
        "Alesina, Alberto, and Vittorio Grilli, 1991, The European Central Bank: Reshaping Monetary Politics in Europe, in M.Canzoneri, V.Grilli and P.Masson, eds., Establishing a Central Bank: Issues in Europe and Lessons from the US, CEPR, London, Cambridge University Press: Cambridge UK.",
        "Bayoumi, Tamim, and Barry Eichengreen, 1994, One Money or Many'DONE' Analyzing the Prospects for Monetary Unification in Various Parts of the World, Princeton Studies in International Finance no. 76, September, Princeton.",
        "Calvo, Guillermo, 1999, On Dollarization, University of Maryland, April.",
        "Corden, W. Max, 1972, Monetary Integration, Princeton Studies in International Finance, No.",
        "Eichengreen, Barry, 1992, Should the Maastricht Treaty Be Saved'DONE' Princeton Studies in International Finance, No. 74, International Finance Section, Princeton Univ., December.",
        "Eichengreen, Barry, 1994, International Monetary Arrangements for the 21st Century, Brookings Institution, Washington DC.",
        "Eichengreen, Barry, 1998, The Only Game in Town, UC Berkeley, November.",
        "Eichengreen, Barry, and Paul Masson, 1998, Exit Strategies: Policy Options for Countries Seeking Greater Exchange Rate Flexibility, Occasional Paper No. 168, International Monetary Fund, Washington DC.",
        "Frankel, Jeffrey, 1997, Regional Trading Blocs, Institute for International Economics, Washington DC.",
        "Frankel, Jeffrey , and Chudozie Okongwu, 1996, Liberalized Portfolio Capital Inflows in Emerging Markets: Sterilization, Expectations, and the Incompleteness of Interest Rate Convergence, International Journal of Finance and Economics 1, no. 1, Jan., 1-23.",
        "Frankel, Jeffrey, and Andrew Rose, 1998, The Endogeneity of the Optimum Currency Area Criterion The Economic Journal, vol. 108, no. 449, July, 1009-1025.",
        "Frankel, Jeffrey, and Shang-Jin Wei, 1995, Emerging Currency Blocs, in The International 40 Monetary System: Its Institutions and its Future, edited by Hans Genberg, Springer, Berlin, 111143.",
        "Ghosh, Atish, Anne-Marie Gulde, Jonathan Ostry, and Holger Wolf, Does the Nominal Exchange Rate Regime Matter'DONE' NBER Working Paper No. 5874, January 1997.",
        "Hausmann, Ricardo, Michael Gavin, Carmen Pages-Serra, and Ernesto Stein, 1999, Financial Turmoil and the Choice of Exchange Rate Regime, InterAmerican Development Bank.",
        "Kenen, Peter, 1969, The Theory of Optimum Currency Areas: An Eclectic View, in R. Mundell and A.Swoboda, eds., Monetary Problems in the International Economy, Chicago: University of Chicago Press.",
        "Klein, Michael, and Nancy Marion, 1994, Explaining the Duration of Exchange Rate Pegs, NBER Working Paper No. 4651.",
        "Krugman, Paul, 1991, Target Zones and Exchange Rate Dynamics, Quarterly Journal of Economics 106, 669-682.",
        "Krugman, Paul, 1993, Lessons of Massachusetts for EMU, in F. Giavazzi and F. Torres, eds., The Transition to Economic and Monetary Union in Europe, Cambridge University Press, New York, 241-261.",
        "Larrain, Felipe, and Andres Velasco, 1999, Exchange Rate Policy for Emerging Markets: One Size Does Not Fit All, July; forthcoming, Essays in International Finance, Princeton University Press.",
        "McKinnon, Ronald, 1963, Optimum Currency Areas American Economic Review, 53, September, 717-724.",
        "Mundell, Robert, 1961, A Theory of Optimum Currency Areas, American Economic Review, November, 509-517.",
        "Rose, Andrew, 1999, One Money, One Market'DONE' The Effect of Common Currencies on International Trade, U.C. Berkeley, July.",
        "Summers, Lawrence, 1999, testimony before the Senate Foreign Relations Subcommittee on International Economic Policy and Export/Trade Promotion, January 27 .",
        "Williamson, John, 1985, The Exchange Rate System. Policy Analyses in International Economics, Institute for International Economics, Washington, D.C..",
        "Williamson, John, 1995, What Role for Currency Boards'DONE' Policy Analyses in International Economics no. 40, Institute for International Economics, Washington DC.",
        "Williamson, John, 1996, The Crawling Band as an Exchange Rate Regime: Lessons from Chile, Colombia, and Israel, Institute for International Economics, Washington DC."
    ]
}