{
    "id": 734,
    "cites": 36,
    "cited_by": 7,
    "reference": [
        "Ball, Robert M. Social Security. New York: Columbia University Press, 1978.",
        "Barro, Robert J. Are Government Bonds Net Wealth? Journal of Political Economy, Vol. 82, No. 6, November/December 1974, pp. 1095-1117.",
        "Bayo, Francisco R.; William D. Ritchie; and Joseph F. Faber. LongRange Cost Estimates for Old-Age, Survivors and Disability Insurance System, 1978. Actuarial Study No. 78, Office of the Actuary, Social Security Administration.",
        "Blinder, Alan S.; Roger H. Gordon; and Donald E. Wise. Reconsidering the Work Disincentive Effects of Social Security. National Bureau of Economic Research, Working Paper No. 562, October 1980.",
        "Blinder, Alan S. and Yoram Weiss. Human Capital and Labor Supply: A Synthesis. Journal of Political Economy, Vol. 84, No. 3, June 1976, pp. 449-472.",
        "Board of Trustees, Federal Old-Age and Survivors Insurance and Disability Insurance Trust Funds. 1980 Annual ~port. Committee on Ways and Means, U.S. Government Printing Office, 1980.",
        "Boskin, Michael J. Social Security and Retirement Decisions. Economic Inquiry, Vol. 15, No. 1, January 1977, pp. 1-25.",
        "Bulow, Jeremy I. Early Retirement Pension Benefits. National Bureau of Economic Research, Working Paper No. 654, April 1981.",
        "Campbell, Cohn D. and Rosemary G. Campbell. Conflicting Views on the Effect of Old-Age and Survivors Insurance on Retirement. Economic Inquiry, September 1976.",
        "Clark, Robert L.; Thomas Johnson; and Daniel A. Sumner. Labor Supply of the Elderly in a Family Context. North Carolina State University, March 1981.",
        "Crawford, Vincent P. and David M. Lilien. Social Security and the Retirement Decision. Quarterly Journal of Economics. August or November, 1981.",
        "Diamond, Peter and J.A. Mirrlees. A Model of Social Insurance with Variable Retirement. Journal of Public Economics, 1978.",
        "Esposito, Louis and Michael Packard. Social Security and the Labor Supply of Aged Men: Evidence from the U.S. Time Series. U.S.* Department of Health and Human Services. Social Security Administration. Office of Policy. Office of Research and Statistics Working Paper Series Number 21, December 1980.",
        "Feldstein, Martin S. Social Security and the Distribution of Wealth. Journal of the American Statistical Association, December l976a. Feldstein, Martin S. Social Security and Saving: The Extended Life Cycle Theory. American Economic Review Papers and Proceedings, Vol. 66, No. 1, May 1976b, pp.77-86.",
        "Ferrara, Peter J. Social Security: The Inherent Contradiction. San Francisco: Cato Institute, 1980.",
        "Gronau, Reuben. The Effect of Children on the Housewifes Value of Time. Journal of Political Economy, Vol. 81, No. 2, Part 2, March/April 1973, pp. Sl68-S199.",
        "Gronau, Reuben. Leisure, Home Production, and Work - the Theory of the Allocation of Time Revisited. Journal of Political Economy, December 1977.",
        "Hall, Robert E. Effects of the Experimental Negative Income Tax on Labor Supply. In Pechman and Timpane, eds., Work Incentives and Income Guarantees. Washington, D.C.: The Brookings Institution, 1975, pp. 115-147.",
        "Hanoch, Giora. A Multivariate Model of Labor Supply: Methodology for Estimation. The Rand Corporation, R-l869-HEW, September 1976.",
        "Heckman, James. Shadow Prices, Market Wages, and Labor Supply. Econometrica, Vol. 42, No. 4, July 1974, pp. 679-694.",
        "Heckman, James. A Life-Cycle Model of Earnings, Learning, and Consumption. Journal of Political Economy, Vol. 84, No. 4, Part 2, August 1976, pp. Sll-S44.",
        "Hu, Sheng Cheng. Social Security, the Supply of Labor, and Capital Accumulation. American Economic Review. June 1979.",
        "Kotlikoff, Laurence J. Testing the Theory of Social Security and Life Cycle Accumulation. American Economic Review. June 1979.",
        "Kurz, Mordecai. Optimal Retirement Age. Stanford University, Institute for Mathematical Studies in the Social Sciences, Economics Series Technical Report No. 336, May 1981.",
        "Leimer, Dean R. and Peter A. Petri. Cohort-Specific Effects of Social Security Policy. U.S. Department of Health and Human Services. Social Security Administration. Office of Policy. Office of Research and Statistics Working Paper Series Number 20, December 1980.",
        "Mincer, Jacob. Schooling, Experience, and Earnings. National Bureau of Economic Research. New York: Columbia University Press, 1974.",
        "Mitchell, Olivia S. and Gary S.. Fields. The Effect of Pensions on Retirement: A Review Essay. Cornell University, February 1981.",
        "Myers, R.J. Earnings Test Under Old-Age Survivors and Disability Insurance: Basic Background and Experience. Social Security Bulletin, 1964.",
        "Nichols, Orb R. and Richard G. Schreitmueller. Some Comparisons of the Value of a Workers Social Security Taxes and Benefits. Social Security Administration, Actuarial Note Number 95, April 1978.",
        "Pellechio, Anthony J. Social Security Financing and Retirement Behavior. American Economic Review, May 1979a.",
        "Pellechio, Anthony J. The Estimation of Labor Supply Over Kinked Budget Constraints: Some New Econometric Methodology. National Bureau of Economic Research, Working Paper No. 387, August 1979b.",
        "Pellechio, Anthony J. Individual Gains and Losses from Social Security: Calculations in 1981 According to Social Security Law and an Agenda for Reform. February, 1981a.",
        "Pellechio, Anthony J. The Social Security Earnings Test and Retirement Behavior. June l98lb. Petri, Peter A. (Chairman). Perspectives on Long-Range Social Security Policy: Report of a Social Security Administration Taskforce on Long-Range Policy Issues. August, 1980.",
        "Samuelson, Paul A. Optimum Social Security in a Life-Cycle Growth Model. International Economic Review, October 1975.",
        "Sheshinski, Eytan. A Model of Social Security and Retirement Decisions. Journal of Public Economics, December 1978.",
        "U.S. Department of Commerce. Bureau of the Census. Projections of the Population of the United States: 1977 to 2050. Series P-25, No. 704, July 1977."
    ]
}