{
    "id": 7343,
    "cites": 47,
    "cited_by": 4,
    "reference": [
        "American Public Welfare Association (APWA) (1996). VCIS Data: Reasons Children Entered Substitute Care for FY84 through FY94. Washington, DC: APWA.",
        "Ards, Sheila (1989). Estimating Local Child Abuse. Evaluation Review, 13, pp. 484-515.",
        "Besharov, Douglas (1997). Child Protective Services Under Welfare Reform. Eighth Annual Nanette Dembitz Memorial Lecture, New York City, April.",
        "Blank, Rebecca (1997). What Causes Public Assistance Caseloads to Grow'DONE' NBER Working Paper 6343.",
        "Blau, David (1999). The Effect of Income on Child Development. Review of Economics and Statistics, 81(2), pp. 261-276.",
        "Blau, Francine, Lawrence Kahn, and Jane Waldfogel (1999). The Impact of Welfare Benefits on Female Headship: Evidence from the Census. Mimeo, Cornell University and Columbia University.",
        "Brandon, Peter (1999). Did the Aid to Families with Dependent Children Program Succeed in Keeping Mothers and Children Living Together'DONE' Mimeo, University of MassachusettsAmherst.",
        "Brandon, Peter and Gene Fisher (1999). The Dissolution of Joint Living Arrangements among Single Parents and Children: Does Welfare Make a Difference'DONE' Mimeo, University of Massachusetts-Amherst.",
        "Brooks-Gunn, Jeanne and Greg Duncan (1997). The Effects of Poverty on Children. The Future of Children, 7(2), pp. 55-71.",
        "Cicchetti, Dante and Vicki Carlson (eds) (1989). Child Maltreatment: Theory and Research on the Causes and Consequences of Child Abuse and Neglect. New York: Cambridge University Press.",
        "Corcoran, M., R. Gordon, D. Laren and G. Solon (1992). The Association Between Mens Economic Status and their Family and Community Origins, The Journal of Human Resources 27(4), pp. 575-601.",
        "Coulton, Claudia, Jill Korbin, Marilyn Su, and Julian Chow (1995). Community Level Factors and Child Maltreatment Rates. Child Development, 66, pp. 1262-1276.",
        "Courtney, Mark (1997). Welfare Reform and Child Welfare Services. In Alfred Kahn and Sheila Kamerman (eds). Child Welfare in the Context of Welfare Reform. New York: Cross National Research Studies Program, Columbia University School of Social Work.",
        "Daly, Martin and Margo Wilson (1996). Violence Against Step-Children. Current Directions in Psychological Science, 5, pp. 77-81.",
        "Deaton, Angus (1985). Panel Data From Time Series of Cross-Sections. Journal of Econometrics, 30, pp. 109-126.",
        "Drake, Brett and Shanta Pandey (1996). Understanding the Relationship between Neighborhood Poverty and Specific Types of Maltreatment. Child Abuse and Neglect, 20, pp. 10031018.",
        "Garbarino, James (1976). A Preliminary Study of Some Ecological Correlates of Child Abuse: The Impact of Socioeconomic Stress on Mothers. Child Development, 47, pp. 178-185.",
        "Garbarino, James and Kathleen Kostelny (1992). Child Maltreatment as a Community Problem. Child Abuse and Neglect, 16, pp. 455-464.",
        "Garbarino, James and Deborah Sherman (1980). High-Risk Neighborhoods and High-Risk Families: The Human Ecology of Child Maltreatment. Child Development, 51, pp. 188198.",
        "Gaudin, James (1993). Child Neglect: A Guide for Intervention. Washington: U.S. Department of Health and Human Services.",
        "Gil, David (1970). Violence Against Children. Cambridge: Harvard University Press.",
        "Goldsmith, A., J. Veum and W. Darity (1996) The Psychological Impact of Unemployment and Joblessness. Journal of Socioeconomics, 25(3), pp. 333-58.",
        "Gordon, Linda (1988). Heroes of Their Own Lives: The Politics and History of Family Violence.",
        "New York: Penguin. Hampton, Robert and Eli Newburger (1985). Child Abuse Incidence and Reporting by Hospitals: Significance of Severity by, Class, and Race. American Journal of Public Health, 75, pp. 56-60.",
        "Hill, Martha and Greg Duncan (1987). Parental Family Income and the Socioeconomic Attainment of Children. Social Science Research, 16(1), pp. 37-73.",
        "Hoynes (1996). Work, Welfare and Family Structure: What have We Learned'DONE' NBER Working Paper 5644.",
        "Hoynes (1997). Does Welfare Play Any Role in Female Headship Decisions'DONE' Journal of Public Economics 65: 89-117.",
        "Kaufman, Joan and Edward Zigler (1987). Do Abused Children Become Abused Parents'DONE' American Journal of Orthopsychiatry, 57, pp. 186-192.",
        "Lindsey, Duncan (1994). The Welfare of Children. New York: Oxford University Press.",
        "Markowitz, Sara and Michael Grossman (1998). Alcohol Regulation and Violence Toward Children. NBER Working Paper No. 6359.",
        "Mayer (1997). What Money Cant Buy: Family Income and Childrens Life Chances. Cambridge: Harvard University Press.",
        "Moffitt, Robert (1999). The Effects of Pre-PRWORA Waivers on AFDC Caseloads and Female Earnings, Income and Labor Force Behavior. manuscript.",
        "Moffitt, Robert (1998). The Effects of Welfare on Marriage and Fertility: What Do We Know and What Do We Need to Know'DONE' In Robert Moffitt (ed.). The Effect of Welfare on the Family and Reproductive Behavior. Washington, D.C.: National Research Council.",
        "Paxson, Christina and Jane Waldfogel (1999). Parental Resources and Child Abuse and Neglect. American Economic Review Papers and Proceedings, 89(2), pp. 239-44.",
        "Pelton, Leroy (1994). The Role of Material Factors in Child Abuse and Neglect. Pp. 131-181 in Gary Melton and Frank Barry (eds). Protecting Children from Abuse and Neglect. New York, NY: Guilford Press.",
        "Richards, Edward and Katherine Rathbun (1999). Law and the Physician: A Practical Guide.",
        "Boston: Little, Brown and Company. Ruhm, Christopher (1999). Are Recessions Good For Your Health'DONE' NBER Working Paper 5570.",
        "Shea (1999). Does Parents money Matter'DONE' Forthcoming in Journal of Public Economics.",
        "Shook, Kristen (1998). Assessing the Consequences of Welfare Reform for Child Welfare. Poverty Research News: The Quarterly Newsletter of the Joint Center for Poverty Research, 2(1), pp. 8-12.",
        "Shook, Kristen (1999). Does the Loss of Welfare Income Increase the Risk of Involvement with the Child Welfare System'DONE' Mimeo, University of Michigan.",
        "Spearly, James and Michael Lauderdale (1983). Community Characteristics and Ethnicity in the Prediction of Child Maltreatment Rates. Child Abuse and Neglect, 7, pp. 91-105.",
        "Starr, Raymond and David Wolfe (eds) (1991). The Effects of Child Abuse and Neglect: Issues and Research. New York: Guilford Press.",
        "Steinberg, Lawrence, Ralph Catalano, and David Dooley (1981). Economic Antecedents of Child Abuse and Neglect. Child Development, 52, pp. 975-985.",
        "Waldfogel, Jane (1998). The Future of Child Protection: How to Break the Cycle of Abuse and Neglect. Cambridge: Harvard University Press.",
        "Widom, Cathy (1989). The Cycle of Violence. Science, 244, pp. 160-166.",
        "Zellman, Gail (1992). The Impact of Case Characteristics on Child Abuse Reporting Decisions. Child Abuse and Neglect, 16, 57-74.",
        "Ziliak, James, David Figlio, Elizabeth Davis, and Laura Connolly (1997). Accounting for the Decline in AFDC Caseloads: Welfare Reform or Economic Growth'DONE' Discussion Paper 1151-97, Institute for Research on Poverty, Madison, Wisconsin."
    ]
}