{
    "id": 7344,
    "cites": 31,
    "cited_by": 20,
    "reference": [
        "Aldrich, Howard E., and Robert Waldinger. 1990. Ethnicity and Entrepreneurship. Annual Review of Sociology 16: 111-35.",
        "Blau, Peter M., and Otis Dudley Duncan. 1967. The Amenican Occupational Stnuctune.",
        "New York: Wiley. Borjas, George J., and Stephen 0. Bronars. 1989. Consumer Discrimination and Self- Employment. Journal of Political Economy 97(3): 581-605.",
        "Browne, Lynn Elaine, and Geoffrey M.B. Tootell. 1995. Mortgage Lending in Boston-A Response to the Critics. New England Economic Review Sept/Oct: 34-3 9.",
        "Butcher, Kristin, and Anne C. Case. 1994. The Effect of Sibling Sex Composition on Womens Education and Earnings. Quarterly Journal of Economics 109(3): 53 1-63.",
        "Conley, Dalton. 1997. Race, Family and Wealth in the United States. Unpublished Ph.D.",
        "Davis, James A., and Tom W. Smith. 1996. Genenal Social Survey Cumulative Code book.",
        "Storrs, CT: The Roper Center for Public Opinion Research. Duncan, Otis Dudley, David L. Featherman, and Beverly Duncan. 1972. Socioeconomic Background and Achievement. New York: Academic Press.",
        "Dunn, Thomas, and Douglas Holtz-Eakin. 1996. Financial Capital, Human Capital, and the Transition to Self-Employment: Evidence from Intergenerational Links. National Bureau of Economic Research, Working Paper No. 5622.",
        "Evans, David S., and Boyan Jovanovic. 1989. An Estimated Model of Entrepreneurial Choice Under Liquidity Constraints. Journal of Political Economy 97(4): 808-27.",
        "Fairlie, Robert W. 1996. The Absence of the African-American Owned Business: An 29 Analysis of the Dynamics of Self-Employment. University of California, Santa Cruz, Working Paper.",
        "Fairlie, Robert W., and Bruce D. Meyer. 1996. Ethnic and Racial Self-Employment Differences and Possible Explanations. Journal of Human Resounces 31(4): 757-93.",
        "Farley, Reynolds. 1996. The New American Reality. New York: Russell Sage Foundation.",
        "Frazier, E. Franklin. 1957. The Negro in the United States, 2nd Edition. New York: MacMillan.",
        "Glazer, Nathan, and Daniel P. Moynihan. 1970. Beyond the Melting Pot, 2nd Edition, Cambridge, Mass.: MIT Press.",
        "Hamilton, Barton Hughes. 1995. Does Entrepreneurship Pay? An Empirical Analysis of the Returns to Self-Employment. McGill University, Working Paper.",
        "Holtz-Eakin, Douglas, David Joulfaian, and Harvey S. Rosen. 1994. Entrepreneurial Decisions and Liquidity Constraints, Rand Journal of Economics 25(2): 3 34-47.",
        "Hout, Michael. 1984. Status, Autonomy, and Training in Occupational Mobility. Ameni can Journal of Sociology 89(6): 13 79-1409.",
        "Structure in the 1980s. American Journal of Sociology 93(6): 13 58-1400.",
        "Jovanovic, Boyan. 1982. Selection and the Evolution of Industry. Econometrica 50(3): 649-70.",
        "Kaestner, Robert. 1996. Are Brothers Really Better? Sibling Sex Composition and 30 Educational Achievement Revisited. National Bureau of Economic Research, Working Paper No. 5521.",
        "Kerckhoff, Alan C. 1972. Socialization and Social Class. Englewood, NJ: Prentice Hall.",
        "Kihlstrom, Richard, and Jean-Jacques Laffont. 1979. A General Equilibrium Entrepreneurial Theory of Firm Formation Based on Risk Aversion. Journal of Political Economy 87(4): 7 19-48.",
        "Lentz, Bernard F., and David N. Laband. 1990. Entrepreneurial Success and Occupational Inheritance Among Proprietors. Canadian Journal of Economics 23(3): 563-79.",
        "Lieberson, Stanley, and Mary C. Waters. 1988. Fnom Many Stnands. New York: Russell Sage Foundation.",
        "Mare, Robert D. 1980. Social Background and School Continuation Decisions. Journal of the American Statistical Association 75: 295-305.",
        "Meyer, Bruce. 1990. Why Are There So Few Black Entrepreneurs? National Bureau of Economic Research, Working Paper No. 3537.",
        "Oliver, Melvin, and Thomas M. Shapiro. 1995. Black Wealth / White Wealth, London: Routledge.",
        "Raijman, Rebecca, and Marta Tienda. 1997. Pathways to Business Ownership Among Immigrants to Chicago. Paper presented at the meeting of the International Sociological Association Research Committee on Stratification and Social Mobility, Tel Aviv, 18-20 May 1997.",
        "Waldinger, Roger. 1986. Immigrant Enterprise: A Critique and Reformulation. Theory and Society 15(1-2): 249-85.",
        "Wilson, Kenneth, and Alejandro Portes. 1980. immigrant Enclaves: An Analysis of the Labor Market Experiences of Cubans in Miami. Amenican Jounnal of Sociology 86(2): 295-319."
    ]
}