{
    "id": 7347,
    "cites": 18,
    "cited_by": 8,
    "reference": [
        "Bagwell, Kyle, and Garey Ramey, Coordination, Advertising, and Search Behavior in Retail Markets, American Economic Review, June 1994, 498-517.",
        "Braunschweig, Charles D., Michael R. Crum, and Benjamin J. Allen, Evolution of Motor Carrier Contracting, Transportation Quarterly, Spring 1995, 99-115.",
        "Bureau of the Census, Statistical Abstract of the United States: 1998, Washington, 1998.",
        "Diamond, Peter A., A Model of Price Adjustment, Journal of Economic Theory, June 1971, 156168.",
        "Grossman, Sanford, and Oliver Hart, The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy, 94:691-719. Hubbard, Thomas N., Why is Process Monitoring Valuable'DONE' The Use of On-Board Information Technology in the Trucking Industry, NBER Working Paper 6482, 1998.",
        "Joskow, Paul L., Vertical Integration and Long-Term Contracts: The Case of Coal-Burning Electric Generation Plants, Journal of Law, Economics, and Organization, Spring 1985, 33-80.",
        "Joskow, Paul L., Contract Duration and Relationship-Specific Investments: Evidence from Coal Markets, American Economic Review, March 1987, 168-85.",
        "Keeler, Theodore E., Deregulation and Scale Economies in the U.S. Trucking Industry: An Econometric Extension of the Survivor Principle, Journal of Law and Economics, October 1989, 229-53.",
        "Klemperer, Paul, The Competitiveness of Markets with Switching Costs, Rand Journal of Economics, Spring 1987, 137-150.",
        "Klein, Benjamin, Robert Crawford, and Armen Alchian, Vertical Integration, Appropriable Rents, and the Competitive Contracting Process, Journal of Law and Economics, 21(2), 297-326. Masten, Scott E., The Organization of Production: Evidence from the Aerospace Industry, Journal of Law and Economics, October 1984, 403-17.",
        "Masten, Scott E., and Keith Crocker, Efficient Adaptation in Long-Term Contracts: Take-or-Pay Provisions for Natural Gas, American Economic Review, December 1985, 1083-93.",
        "Masten, Scott E., James W. Meehan, and Edward A. Snyder, The Cost of Organization, Journal of Law, Economics, and Organization, Spring 1991, 1-25.",
        "Monteverde, Kirk, and David J. Teece, Supplier Switching Costs and Vertical Integration in the Automobile Industry, Bell Journal of Economics, Spring 1982, 206-13.",
        "Nickerson, Jack A., and Brian S. Silverman, Determinants of the Employment Relation in For-hire Trucking, mimeo, Washington University, 1986.",
        "Palay, Thomas M., Comparative Institutional Economics: The Governance of Rail Freight Contracting, Journal of Legal Studies, June 1984, 265-87.",
        "Pirrong, Stephen Craig, Contracting Practices in Bulk Shipping Markets: A Transactions Cost Explanation, Journal of Law and Economics, October 1993, 937-976.",
        "Williamson, Oliver, Transaction-Cost Economics: The Governance of Contractual Relations, Journal of Law and Economics, October 1979, 233-261.",
        "Williamson, Oliver, The Economic Institutions of Capitalism, New York, Free Press, 1985."
    ]
}