{
    "id": 7349,
    "cites": 21,
    "cited_by": 26,
    "reference": [
        "Fernandez, Raquel and Rogerson, Richard. Public Education and Income Distribution: A Dynamic Quantitative Evaluation of Education-Finance Reform, American Economic Review, 88,4, September 1998.",
        "Evans, William N. and Schwab, Robert M. Finishing High School and Starting College: Do Catholic Schools Make a Difference? Quarterly Journal of Economics, vitO n4 November 1995.",
        "Coleman, James, Kilgore, Sally, and Hoffer, Thomas. Public and Private High Schools. Washington, D.C.: National Center for Educational Statistics 198 1. Epple, Dennis and Romano, Richard E. Competition between Private and Public Schools, Vouchers, and Peer-Group Effects, American Economic Review, v88 nl March 1998.",
        "Caucutt, Elizabeth M. Peer Group Effects in Applied General Equilibrium, University of Minnesota Center for Economic Research Discussion Paper: 293, November 1996.",
        "Bedard, Kelly, William 0. Brown Jr., and Eric 1-lelland. School Size and the Distribution of Test Scores, unpub. manuscript, Claremont McKenna College, 1999.",
        "Angrist, Joshua and Victor Lavy. Using Maimonides Rule to Estimate the Effect of Class Size on Scholastic Achievement, NBER Working Paper 5888, January, 1997.",
        "Becker, Gary S. A Treatise on the Family. Enlarged Edition. Cambridge: Harvard University Press, 1991.",
        "Henderson, Vernon, Mieszkowski, Peter, and Sauvageau, Yvon. Peer Group Effects and Educational Production Functions, Journal of Public Economics, vlO nI Aug. 1978.",
        "Krueger, Alan B. Experimental Estimates of Educational Production Function, NBER Working Paper no. 6051, June 1997.",
        "Krueger, Alan B. Reassessing the View That American School Are Broken, Federal Reserve Bank of New York Economic Policy Review, v4 nI March 1998.",
        "Lazear, Edward P. Culture and Language, Journal of Political Economy, December, 1999.",
        "McMillan, Robert. Parental Pressure and Competition: An Empirical Analysis of the Determinants of Public School Quality, mimeo Stanford University, January 1999.",
        "Mincer, Jacob, and Jovanovic, Boyan. Labor Mobility and Wages, in Studies in Labor Markets, 2 1-64, ed. Sherwin Rosen. Chicago: University of Chicago Press for NBER, 1981.",
        "Neal, Derek. The Effects of Catholic Secondary Schooling on Educational Achievement, Journal of Labor Economics, vl5 ni Part 1 January 1997.",
        "Neat, Derek. What Have We Learned about the Benefits of Private Schooling? Federal Reserve Bank of New York Economic Policy Review, v4 nl March 1998.",
        "Necheba, Thomas J. Mobility, Targeting and Private School Vouchers, unpub. manuscript, Stanford University, 1999.",
        "Olson, Craig A. and Deena Ackerman, High School Inputs and Labor Market Outcomes for Male Workers in Their Mid-Thirties: New Data and Estimates from Wisconsin, unpub. manuscript, 44 Edward P. Lazear Educational Production April, 1999 Univ of Wisconsin, 1999. Presented at 1999 Meetings of the Society of Labor Economists, Boston, May, 1999.",
        "Rces, Daniel I. and Argys, Laura M.; Brewer, Dominic J. Tracking in the United States: Descriptive Statistics from NELS, Economics of Education Review, v 15 n I February 1996.",
        "Robertson, Donald and Symons, James. Self-Selection in the State School System, London School of Economics Center for Economic, Performance Discussion Paper: 3 12 November 1996.",
        "Summers, Anita A. and Wolfe, Barbara L. Do Schools Make a Difference? American Economic Review, v67 n4 Sept. 1977.",
        "Urquiola, Miguel Demand Matters: School District Concentration, Composition, and Educational Expenditure, UC Berkeley: Center for Labor Economics, Working paper 14, April, 1999."
    ]
}