{
    "id": 7350,
    "cites": 17,
    "cited_by": 3,
    "reference": [
        "Ando, A., 1998, Demographic Dynamics and the Causes of the Japanese Recession, unpublished mimeo, University of Pennsylvania.",
        "Bayoumi, T., 1998, Fiscal Policy Issues, in Japan: Selected Issues, forthcoming IMF Staff Country Report.",
        "Bernanke, B., 1983, Non-Monetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review, 73, 257-71.",
        "Borio, C., 1996, Credit Characteristics and the Monetary Policy Transmission Mechanism in Fourteen Industrial Countries: Facts, Conjectures, and Some Econometric Evidence, in K. Alders, K. Koedijk, C. Kool, and C. Winder (editors) Monetary Policy in a Converging Europe (Kluwer Academic Publishers: London).",
        "Hicks, J., 1937, Mr. Keynes and the Classics: A Suggested Reinterpretation, Econometrica, 6, 147-59.",
        "Johansen, S., 1991, Estimation and Hypothesis Testing of Cointegration Vectors in Gaussian Vector Autoregression Models, Econometrica, 52, 389-402.",
        "Keynes, J. M., 1936, The General Theory of Employment, Interest and Money (MacMillan: London).",
        "Krugman, P., 1998, Its Baaack: Japans Slump and the Return of the Liquidity Trap, paper presented at the Brookings Panel on Economic Activity, September 3-4, 1998.",
        "Kwon, E., 1998, Monetary Policy, Land Prices, and Collateral Effects on Economic Fluctuations: Evidence From Japan, Journal of the Japanese and International Economies, 12, 175-203.",
        "Lincoln, E., 1998, Japans Financial Problems, paper presented at the Brookings Panel on Economic Activity, September 3-4, 1998.",
        "Lipworth, G. and G. Meredith, 1998, A Reexamination of Indicators of Monetary and Financial Conditions, in B. Aghevli, T. Bayoumi and G. Meredith (editors) Structural Change in Japan: Macroeconomic Impact and Policy Challenges (IMF, Washington, DC).",
        "Ogawa, K. and S. Kitasaka, 1998, Bank Lending in Japan: Its Determinants and Macroeconomic Implications, mimeo, Osaka University.",
        "Ogawa, K., S. Kitasaka, T. H. Yamaoka and Y. Iwata, 1996, Borrowing Constraints and the Role of Land Asset in Japanese Corporate Investment Decision, Journal of the Japanese and International Economies, 10, 122-49.",
        "Ogawa, K. and K. Suzuki, 1998, Land Value and Corporate Investment: Evidence from Japanese Panel Data, Journal of the Japanese and International Economies, 12, 132-49.",
        "Posen, A., 1998, Restoring Japans Economic Growth (Institute of International Economics: Washington, DC).",
        "Romer, C., 1992, What Ended the Great Depression, Journal of Economic History, 52, 757-84.",
        "Wescott, R., 1996, Assessing the Risks of a Credit Squeeze Among Small- and MediumSized Enterprises in Japan, in Japan: Selected Issues, IMF Staff Country Report, 96-114."
    ]
}