{
    "id": 7352,
    "cites": 28,
    "cited_by": 9,
    "reference": [
        "ACEMOGLU, DARON (1998): Good Jobs versus Bad Jobs, M.I.T. Working Paper.",
        "ACEMOGLU, DARON, AND ROBERT SHIMER (1999a): Efficient Unemployment Insurance, Journal of Political Economy, 107, 893-928.",
        "ANDERSON, PATRICIA, AND BRUCE MEYER (1994): The Extent and Consequences of Job Turnover, Brookings Papers on Economic Activity, Microeconornics, 137-236.",
        "ATKESON, ANDREW, AND ROBERT LUCAS (1995): Efficiency and Equality in a Simple Model of Efficiency Unemployment Insurance, Journal of Economic Theory, 66, 64-88.",
        "ATiINSON, ANTHONY, AND JOHN MICKLEWRIGHT (1991): Unemployment and Compensation and Labor Market Transitions: A Critical Review, Journal of Economic Literature. 58, 277-297.",
        "BURDETT, KENNETH, SHOUYONG Sm, AND RANDALL WRIGHT (1997): Pricing with Frictions, Mirneo.",
        "CARROLL, CHRISTOPHER, AND ANDREW SAMWICK (1997): The Nature of Precautionary Wealth, Journal of Monetary Economics, 40, 41-72.",
        "CHIU, W. HENRY, AND EDI KARNI (1998): Endogenous Adverse Selection and Unernploymnent Insurance, Journal of Political Economy, 106, 806-827.",
        "COSTAIN, JAMES (1996): Unemployment Insurance in a General Equilibrium Model of Job Search and Precautionary Savings, Mimneo.",
        "DEATON, ANGUS (1991): Saving and Liquidity Constraints, Econometrica, 59, 1221-48.",
        "DIAMOND, PETER (1981): Mobility Costs, Frictional Unemployment and Efficiency Journal of Political Economy, 89, 798-8 12.",
        "EHRENBERG, RONALD, AND RONALD OAXACA (1976): Unemployment Insurance, Duration of Unemployment, and Subsequent Wage Gain, American Economic Review, 66. 754-766.",
        "GIBBONS, ROBERT, AND LAWRENCE KATZ (1992): Does Unmeasured Ability Explain Inter-industry Wage Differentials, Review of Economic Studies, 59, 5 15-535.",
        "GOMES, JoAo, JEREMY GREENWOOD, AND SERGIO REBELO (1997): Equilibrium Unemployment,  Mimeo.",
        "GOURINCHAS, PIERRE OLIVIER, AND JONATHAN PARKER (1997): Consumption over the Lifecycle, Mimeo.",
        "GRUBER, JONATHAN (1997): The Consumption Smoothing Benefits of Unemployment Insurance, American Economic Review, 87, 192-205.",
        "Evidence from the PSID and CEX, Research in Employment Policy, 1, 3-32. HANSEN, GARY (1985): Indivisible Labor and the Business Cycle, Journal of Monetary Economics, 16, 309-327.",
        "HANSEN, GARY, AND AYSE IMROHOROGLU (1992): The Role of Unemployment Insurance in an Economy with Liquidity Constraints and Moral Hazard, Journal of Political Economy, 100, 118-142.",
        "HOPENHAYN, HUGO, AND JUAN PABLO NICOLINI (1997): Optimal Unemployment Insurance,  Journal of Political Economy, 105, 412-438.",
        "IMF (1995): World Economic Outlook, Washington, D.C., May.",
        "KATZ, LAWRENCE, AND BRUCE MEYER (1990): The Impact of the Potential Duration of Unemployment Benefits on the Duration of Unemployment, Journal of Public Economics, 41, 45-72.",
        "KRUEGER, ALAN, AND LAWRENCE SUMMERS (1988): Efficiency Wages and the InterIndustry Wage Structure, Econometrica, 56, 259-293.",
        "KRUSELL, PER, AND ANTI-IONY SMITH (1998): Income and Weath Heterogeneity in the Macroeconomy Journal of Political Economy, 106, 86 7-897.",
        "LUCAS, ROBERT, AND EDWARD PRESCOTT (1974): Equilibrium Search and Unemployment,  Journal of Economic Theory, 7, 188-209.",
        "MARIMON, RAMON, AND FABRIZIO Z1LIBOTTI (1999): Unemployment versus Mismatch of Talent: Reconsidering Unemployment Benefits, Economic Journal, 109, 266-291.",
        "MEYER, BRUCE (1989): A Quasi-Experimental Approach to the Effects of Unemployment Insurance, NBER Working Paper 3159.",
        "MONTGOMERy, JAMES (1991): `Equilibrium Wage Dispersion and Interindustry Wage Dif- ferentials, Quarterly Journal of Economics, 106, 163-179.",
        "SHAVELL, SnvEN, AND LAuRENcE WEISs (1979): The Optimal Payment of lJnemployment Benefits Over Time, Journal of Politkal Economy, 87, 1347-62."
    ]
}