{
    "id": 7354,
    "cites": 30,
    "cited_by": 41,
    "reference": [
        "Glick, R. and Rose, A. (1998). Contagion and trade: Why are currency crises regional? Mimco.",
        "Gerlach, S. and Smets, F. (1995). Contagious speculative attacks. European Journal of Political Economy, 11:45-63.",
        "Froot, K., OConnell, P., and Seasholes, M. (1998). The portfolio flows of international investors,. Harvard Business School, mimeo.",
        "Forbes, K. and Rigobon, R. (1998). Not contagion, only interdependence: Measuring stock market co-movements. MIT Mimeo.",
        "Eichengreen, B., Rose, A., and Wyplosz, C. (1996). Contagious currency crises. NBER Working Paper 5681.",
        "Drazen, A. (1998). Political contagion in currency crisis. University of Maryland Mimeo.",
        "Edwards, 5. (1998). Interest rate volatility, capital controls, and contagion. NBER Working Paper 6756.",
        "Corsetti, G., Pesenti, P., Roubini, N., and Tille, C. (1998). Competitive devaluations: A welfare-based approach. NY University, mimeo.",
        "Chou, R., Ng, V., and Pi, L. (1994). Cointegration of international stock market indices. IMF Working Paper WP/94/94.",
        "Chari, V. and Kehoe, p. (1999). Herds of hot money. Federal Reserve Bank of Minneapolis Research Department, Mimeo.",
        "Cashin, P., Kumar, M., and McDermott, C. J. (1995). International integration of equity markets and contagion effects. IMF Working Paper WP/95/11O.",
        "Baig, T. and Goldfajn, I. (1998). Financial markets contagion in the asian crises. IMF Mimeo.",
        "Calvo, G. and Mendoza, E. (1998). Rational contagion and the globalization of security markets. University of Maryland, Mimeo.",
        "Calvo, S. and Reinhart, C. (1995). Capital inflows to latin america: Is there evidence of contagion effects. Mimeo. World Bank and International Monetary Fund.",
        "ValdÃ\u0083Â©s, R. (1996). Emerging market contagion: Evidence and theory. MIT Mimeo.",
        "Stulz, R. (1999). International portfolio flows and security markets. The Charles A. Dice Center for Reseach in Financial Economics, WP 99-3.",
        "Rigobon, R. (1998). Informational speculative attacks: Good news is no news. mimeo, MIT.",
        "Radelet, S. and Sachs, J. (1998b). The onset of the east asian financial crisis. Harvard Institute for International Development, Mimeo.",
        "Radelet, S. and Sachs, J. (1998a). The east asian financial crisis: Diagnosis, remedies, prospects. Harvard Institute for International Development, Mimeo.",
        "Pindyck, R. and Rotemberg, J. (1993). The comovement of stock prices. The Quarterly Journal of Economics, 108(4): 1073-1104.",
        "Masson, P. (1997). Monsoonal effects, spillovers, and contagion. IMF Mimeo.",
        "Pindyck, R. and Rotemberg, J. (1990). The excess co-movement of commodity prices. The Economic Journal, 100(403):1173-1189.",
        "Lomakin, A. and Paiz, S. (1999). Measuring contagion in the face of fluctuating volatility. MIT Sloan project, 15.036.",
        "Liptser, R. S. and Shiryayev, A. N. (1978). Statistics of Random Processes II: Applications. Springer-Verlag, New York.",
        "Koopmans, T., Rubin, H., and Leipnik, R. (1950). Measuring the Equation Systems of Dynamic Economics, volume Statistical Inference in Dynamic Economic Models of Cowles Commission for Research in Economics, chapter II, pages 53-237. John Wiley and Sons, New York.",
        "King, M. and Wadhwani, S. (1990). Transmission of volatility between stock markets. Review of Financial Studies, 3(1):5-33.",
        "Karolyi, C. A. and Stulz, R. M. (1996). Why do markets move together? an investigation of u.s. - japan stock return comovements. The Journal of Finance, 51(3):951:986.",
        "Kaminsky, C. and Reinhart, C. (1998). On crises, contagion, and confusion. University of Maryland mimeo.",
        "Hamao, Y., Masulis, R., and Ng, V. (1990). Correlations in price changes and volatility across international stock markets. The Review of Financial Studies, 3(2):281-307.",
        "Haavelmo, T. (1947). Methods of measuring the marginal propensity to consume. Journal of the American Statistical Association, 42:105-122."
    ]
}