{
    "id": 7357,
    "cites": 26,
    "cited_by": 24,
    "reference": [
        "Blomstrom, Magnus, Gunnar Fors, and Robert E. Lipsey (1997), Foreign Direct Investment and Employment: Home Country Experience in the United States and Sweden, Economic Journal, Vol. 107, No. 445, pp.1787-'797.",
        "_________________ __________ and (1998), Outward FDI and Home Country Employment, Labor Skills, and Wages, Paper for Annual Conference of the Western Economic Association, Lake Tahoe, July 1998.",
        "Kravis, Irving B., and Robert E. Lipsey (1988), The Effect of Multinational Firms' Foreign Operations on Their Domestic Employment, NEER Working Paper 2760, November.",
        "Lipsey, Robert E., (1989), The Internationalization of Production, NBER Working Paper No. 2293, Cambridge, Mass., National Bureau of Economic Research.",
        "Lipsey, Robert E., Magnus BlomstrOm, and Eric Ramstetter (1998), Internationalized Production in World Output, in Robert E. Baldwin, Robert E. Lipsey, and J. David Richardson, Editors, Geography and Ownership as Bases for Economic AccountinR, Studies in Income and Wealth, Vol. 59, Chicago, University of Chicago Press for the NBER., pp. 83-135.",
        "Lipsey, Robert E., Irving B. Kravis, and Romualdo A. Roldan (1982), Do Multinational Firms Adapt Factor Proportions to Relative Factor Prices?, in Anne 0. Krueger, Editor, Trade and Employment in Developing Countries: 2. Factor Supply and Substitution, Chicago, University of Chicago Press, pp. 215-255.",
        "Lowe, Jeffiey H. and Raymond J. Mataloni, Jr. (1991), U.S. Direct Investment Abroad: 1989 Benchmark Survey Results, Survey of Current Business, Vol. 71, No. 10, Washington, D.C., Bureau of Economic Analysis, U.S. Department of Commerce, October, pp.29-55.",
        "Lum, Sherlene K.S., and Robert E. Yuskavage (1997), Gross Product by Industry, 1947-1996, Survey of Current Business, Vol. 77, No. 11, Washington, D.C., Bureau of Economic Analysis, U.S. Department of Commerce, November, pp. 20-35.",
        "Mataloni, Raymond J. Jr. andLee Goldberg (1994), Gross Product of U.S. Multinational Companies 1977-91, Survey of Current Business, Vol. 74, No. 2, Washington, D.C., Bureau of Economic Analysis, U.S. Department of Commerce, April, pp.42-63.",
        "Mataloni, Raymond J. Jr., (1992), U.S. Multinational Companies: Operations in 1990, Survey of Current Business, Vol. 72, No. 8, Washington, D.C., Bureau of Economic Analysis, U.S. Department of Commerce, August, pp. 60-78.",
        "(1998), U.S. Multinational Companies: Operations in 1996. Survey of Current Business, Vol. 78, No. 9, Washington, D.C., Bureau of Economic Analysis, U.S. Department of Commerce, September, pp.47-73.",
        "(1997), U.S. Multinational Companies: Operations in 1995, Survey of Current Business, Vol. 77, No. 10, Washington, D.C. Bureau of Economic Analysis, U.S. Department of Commerce, October, pp.44-68.",
        "(1996), U.S. Multinational Companies: Operations in 1993, Survey of Current Business. Vol.76, No. 6, Washington, D.C., Bureau of Economic Analysis, U.S. Department of Commerce, June, pp.3 1-51.",
        "______________________(1995), U.S. Multinational Companies: Operations in 1993, Survey of Current Business, Vol. 75, No. 6, Washington, D.C., Bureau of Economic Analysis, U.S. Department of Commerce, June, pp.3 1-5 1.",
        "(1994), U.S. Multinational Companies: Operations in 1992, Survey of Current Business. Vol. 74, No, 6, Washington, D.C., Bureau of Economic Analysis, U.S. Department of Commerce, June, pp. 42-62 (1993), U.S. Multinational Companies: Operations in 1991, Survey of Current Business. Vol. 73, No. 7, Washington, D.C., Bureau of Economic Analysis, U.S. Department of Commerce, July, pp. 40-58 (1992), U.S. Multinational Companies: Operations in 1990, Survey of Current Business. Vol. 72, No. 8, Washington, D.C., Bureau of Economic Analysis, U.S. Department of Commerce, August, pp. 60-78.",
        "(1999), U.S. Multinational Companies: Operations in 1997, Survey of Current Business. Vol. 79, No. 7, July, pp. 8-35.",
        "Mahnaz Fahirn-Nader (1996), Operations of U.S. Multinational Companies: Preliminazy Results From the 1994 Benchmark Survey, Survey of Current Business. Vol. 76, No.12, Washington, D.C., Bureau of Economic Analysis, U.S. Department of Commerce, December, pp. 11-37.",
        "Seskin, Eugene P. (1998), Annual Revision of the National Income and Product Accounts, Survey of Current Business, Vol. 78, No. 8, Washington, D.C. Bureau of Economic Analysis, U.S. Department of Commerce, August, pp. 7- 166.",
        "U.S. Department of Commerce (1972?), U.S. Direct Investment Abroad. 1966. Final Data, A Supplement to the Survey of Current Business, Washington, D.C. Bureau of Economic Analysis, U.S. Department of Commerce, no date.",
        "U.S. Department of Commerce (1981), U.S. Direct Investment Abroad: 1977. Washington, D.C., Bureau of Economic Analysis, April.",
        "(1985), U.S. Direct Investment Abroad, 1982 Benchmark Survey Data. Washington, D.C., Bureau of Economic Analysis, December.",
        "(1992), U.S. Direct Investment Abroad: 1989 Benchmark Survey Final Results, Washington, D.C., Bureau of Economic Analysis, October.",
        "(1998a), National Income and Product Accounts of the United States 1929-1994. Bureau of Economic Analysis, Washington, D.C., U.S. Department of Commerce, April.",
        "___________________________(1998b), U.S. Direct Investment Abroad: 1994 Benchmark Survey Final Results. Washington, D.C., Bureau of Economic Analysis, May.",
        "(1999), National Data, Survey of Current Business. Vol. 79, No. 7, July, pp. D-2 to D-50.",
        "Zeile, William J. (1999), Foreign Direct Investment in the United States: Preliminary Results from the 1997 Benchmark Survey, Survey of Current Business. Vol. 79, No. 8, pp. 2154."
    ]
}