{
    "id": 7358,
    "cites": 26,
    "cited_by": 24,
    "reference": [
        "Sveikauskas, L. (1975), Productivity of Cities, Quarterly Journal of Economics, 89, 393- 413.",
        "Rauch, J. (1993), Does History Matter When It Only Matters a Little, Quarterly Journal of Economics, 108, 813-867.",
        "Romer, J. (1993), Increasing Returns and Long-Run Growth, Journal of Political Econ- omy, 94, 1002-1037.",
        "Marshall, A. (1890), Principles of Economics, London: Macmillan. Nakamura, R. (1985), Agglomeration Economies in Manufacturing, Journal of Urban Eco- nomics, 17, 108-124.",
        "Markusen, A., P. Hall, and A. Clasmeier (1986), High-Tech America: The What, Where and Why of the Sunrise Industries, Boston: Mien and Unwin.",
        "Lucas, R.E., Jr. (1988), On the Mechanics of Economic Development, Journal of Monetary Economics, 22, 3-42.",
        "Holmes, T. (1998), The Effect of State Policies on the Location of Manufacturing: Evidence from Border States, Journal of Political Economy, 106, 667-705.",
        "Jacobs, J. (1969), The Economy of Cities, Random House.",
        "Karlin, S. and H. Taylor (1975), A First Course in Stochastic Processes, San Diego: Aca- demic Press.",
        "Henderson, J.V., A. Kuncoro, and M. Turner (1995), Industrial Development of Cities, Journal of Political Economy, 103, 1067-1090.",
        "Henderson, J.V. (1986), Efficiency of Resource Usage and City Size, Journal of Urban Economics, 18, 47-70.",
        "Henderson, J.V. (1998), Evidence on Scale Economies and Agglomeration, Brown Univer- sity Working Paper No. 98-22.",
        "Ciaeser, E., H. Kallal, J. Scheinkman and A. Schleifer (1992), Growth in Cities, Journal of Political Economy, 100, 1126-1152.",
        "Casper, J. and E. Claeser (1996), Information Technology and the Future of Cities, Stan- ford University, mimeo.",
        "Fujita, M., P. Krugman, and A. Venables (1999), The Spatial Economy, MIT Press.",
        "Ellison, C. and E. Claeser (1997), Geographic Concentration in U.S. Manufacturing Indus- tries: A Dartboard Approach, Journal of Political Economy, 105, 889-927.",
        "Davis, S., J. Haltiwanger, and S. Schuh (1996), Job Creation and Destruction, MIT Press.",
        "Eaton, J. and Z. Eckstein (1997), Cities and Growth, Theory and Evidence from France and Japan, Regional Science and Urban Economics, 27, 443-474.",
        "Black, D. and J.V. Henderson (1999), A Theory of Urban Growth, Journal of Political Economy, 107, 252-284.",
        "Ciccone, A. and R.E. Hall (1996), Productivity and the Density of Economic Activity, American Economic Review, 86, 54-70.",
        "Black, D. and J.V. Henderson (1998), Urban Evolution in the USA, Brown University, Working Paper 98-21.",
        "Black, D. (1998), Essays in Growth and Inequality in an Urbanized Economy, Brown University unpublished Ph.D. dissertation.",
        "Becker, R. and V. Henderson (1991), Costs of Air Quality Regulation, in Distributional and Behavioral Effects of Environmental Policy, C. Carraro and C. Metcalf (eds.), University of Chicago Press, forthcoming.",
        "Arthur, B. (1990), Silicone Valley Locational Clusters: When Do Increasing Returns Imply Monopoly, Mathematical Social Sciences, 235-251.",
        "Beardsell, M. and V. Henderson (1999), Spatial Evolution of the Computer Industry in the USA, European Economic Review, 43, 431-456.",
        "Arellano, M. and S. Bond (1991), Some Tests of Specifications for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Review of Economic Studies, 58, 277-297."
    ]
}