{
    "id": 736,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "Brada, J., ed., 1976, Quantitative and analytical studies in East-West trade (Bloomington, md., IDRC).",
        "Brown, A., and E. Neuberger, eds., 1968, International trade and central planning (Berkeley, Univ. of California Press).",
        "Hendry, D., and Srba, F., 1980, Autoreg: a computer program library for dynamic econometric models with autoregressive errors, Journal of Econometrics 12, 85-102.",
        "Holzman, F., 1968, Soviet central planning and its impact on foreign trade adjustment mechanisms, in: Brown and Neuberger (1968), 2 80-305.",
        "KornaÃ\u0082Â±, J., 1981, Economics of shortage (Amsterdam, NorthHolland) .",
        "Levine, H., 1968, The effects of foreign trade on Soviet planning practices, in: Brown and Neuberger (1968) 255-279.",
        "Marer, P., and J.M. Montias, 1980, East European integration and East-West trade (Bloomington, Indian University Press).",
        "Neuberger, E., R. Portes, and L. Tyson, 1981, The transmission of external economic disturbances to centrally plannned economies, forthcoming in Joint Economic Committee, East European Economic Assessment, vol. 2 (Washington, D.C.).",
        "Portes, R., 1981, Macroeconomic equilibrium and disequilibrium in centrally planned economies, forthcoming in Economic Inquiry.",
        "Portes, R., 1979a, Review article: SOVMOD, Economic Journal 89, 669-674.",
        "Portes, R., 1979b, Effets de la crise sur les pays de lEst, Revue Economique, 1067-1114.",
        "Portes, R., l979c, Internal and external balance in a centrally planned economy, Journal of Comparative Economics 3, 325-345. 36 Portes, R., 1980, Central planning and monetarism: fellow travellers?, Birkbeck Discussion Paper in Economics No. 80.",
        "Portes, R., and D. Winter, 1980, Disequilibrium estimates for consumption goods markets in centrally planned economies, Review of Economic Studies 47, 137-159.",
        "Pryor, F., 1963, The Communist foreign trade system (Cambridge, Mass., MIT Press).",
        "Univ. Press) Vanous, J., 1978a, Econometric model of East-West trade of Project CMEA-FORTRAM, Discussion Paper No. 78-44, University of British Columbia.",
        "Vanous, J., l978b, Econometric model of intra-CMEA trade of Project CMEA-FORTRAIV1, Discussion Paper no. 78-46, University of British Columbia. Weiss, F., and F. Wolter, 1979, Testing hypotheses for the volume and commodity composition of East-West trade, in: H. Giersch, ed.., International economic development and resource transfer (Tubingen, J.C.B. Mohr), 229-256."
    ]
}