{
    "id": 7360,
    "cites": 29,
    "cited_by": 3,
    "reference": [
        "Auerbach, Alan J. and Laurence J. Kotlikoff. 1987. Life Insurance of the Elderly: Adequacy and Determinants. In Gary Burtless (ed.), Work, Health, and Income among the Elderly.",
        "Washington, DC: Brookings Institution, pp. 229-267. Arthur Anderson. 1997. The Arthur Andersen/Mass Mutual American Family Business Survey 97. URL: [www.massmutual.com/fbn/html/res97.html], June.",
        "Bartlett, Bruce. 1997. The End of the Estate Tax'DONE' Tax Notes, July 7, pp. 105-110.",
        "Bernheim, Douglas. 1987. Does the Estate Tax Raise Revenue'DONE' In Lawrence Summers (ed.), Tax Policy and the Economy, Vol. 1. Cambridge, MA: MIT Press, pp. 113-138.",
        "Bernheim, Douglas. 1991. How Strong Are Bequest Motives'DONE' Evidence Based on Estimates of the Demand for Life Insurance and Annuities, Journal of Political Economy, 99 (October): 829-927.",
        "Brown, Jeffrey R. 1999. Are the Elderly Really Over-Annuitized'DONE' New Evidence on Life Insurance and Bequests, NBER Working Paper No. 7193. Cambridge, MA: National Bureau of Economic Research, June.",
        "Burman, Leonard E. 1997. Estate Taxes and the Angel of Death Loophole, Tax Notes, August 4, pp. 675-678.",
        "Bosland, Chelcie C. 1963. Has Estate Taxation Induced Recent Mergers'DONE' National Tax Journal, XVI(2) (June): 159-168.",
        "Christian, Nichole M. 1998. Heirs Try to Keep A Black Press Heritage Alive, New York Times, March 9, p. D1.",
        "Fairlie, Robert and Bruce Meyer. 1996. Ethnic and Racial Self-Employment Differences and Possible Explanations, Journal of Human Resources, 31(4): 757-93.",
        "Gentry, William M. and R. Glenn Hubbard. 1998. Why Do the Wealthy Save So Much'DONE': Saving and Investment Decisions of Entrepreneurs. Working Paper, Graduate School of Business. New York, NY: Columbia University.",
        "Herman, Tom. 1997. Tax Report, Wall Street Journal, June 25, p. A1.",
        "Jenkins, Holman W., Jr. 1997. Tax the Rich, Nuke the Poor, Wall Street Journal, May 27, p. A19.",
        "Joint Committee on Taxation. 1998. Present Law and Background Relating to Estate and Gift Taxes. Washington, DC: January 27.",
        "Joulfaian, David. 1998. The Federal Estate and Gift Tax: Description, Profile of Taxpayers, and Economic Consequences. OTA Working Paper No. 80, Department of the Treasury, Washington, DC.",
        "Juster, F. Thomas and Richard Suzman. 1995. An Overview of the Health and Retirement Journal of Human Resources, 30: S7-S56.",
        "King, Carole. 1997. Estate Tax Change Poses Opportunity for Some, National Underwriter, May 19.",
        "Maddala, G.S. 1983. Limited Dependent and Qualitative Variables in Econometrics.",
        "Cambridge: Cambridge University Press. National Federation of Independent Business. 1997. Death (Estate) Tax Reform. URL: www.nfibonline.com/politics/issue-archive/taxes/etib.html].",
        "Poole, Shelia M. 1995. Family Businesses Hit Hard by Taxes, The Atlanta Journal and Constitution, September 6, p. 3F.",
        "Poterba, James. 1997. The Estate Tax and After-Tax Investment, NBER Working Paper No. 6337. Cambridge, MA: National Bureau of Economic Research, December.",
        "Poterba, James. 1998. Estate and Gift Taxes and Incentives for Inter Vivos Giving in the United States, NBER Working Paper No. 6842. Cambridge, MA: National Bureau of Economic Research, December.",
        "Poterba, James and Andrew A. Samwick. 1997. Household Portfolio Allocation over the Life Cycle, NBER Working Paper No. 6185. Cambridge, MA: National Bureau of Economic Research, September.",
        "Smith, James P. 1997. Wealth Inequality among Older Americans, The Journals of Gerontology Series B: Psychological and Social Sciences, 52B: 74-81.",
        "Smith, James P. 1995. Racial and Ethnic Differences in Wealth in the Health and Retirement Journal of Human Resources, 30: S158-S183.",
        "Soldo, Beth J., Michael D. Hurd, Willard L. Rodgers, and Robert B. Wallace. 1997. Asset and Health Dynamics among the Oldest Old: An Overview of the AHEAD Study, The Journals of Gerontology Series B: Psychological and Social Sciences, 52B: S1-S20.",
        "Somers, Harold M. 1958. Estate Taxes and Business Mergers: The Effects of Estate Taxes on Business Structure and Practices in the United States, Journal of Finance, 13 (May): 201-210.",
        "Stevenson, Richard W. 1997. Small-Business Owners Mobilize Against Estate Tax, New York Times, June 12.",
        "Travis Research Associates, Inc. 1995. Federal Estate Tax Impact Survey. Costa Mesa, CA: Center for the Study of Taxation."
    ]
}