{
    "id": 7367,
    "cites": 20,
    "cited_by": 23,
    "reference": [
        "[1] Angrist, Joshua and Victor Lavy. Using Maimonides Rule to Estimate the Effect of Class Size on Scholastic Achievement. forthcoming Quarterly Journal of Economics, 1999.",
        "[2] Auten, Gerald and Robert Carroll. The Effect of Income Taxes on Household Behavior. Office of Tax Analysis, U.S. Department of the Treasury, mimeo 1997, forthcoming Review of Economics and Statistics. 32 That is, taxpayers whose itemized deductions are just above the standard deduction so that deflating the itemized deductions makes itemizing unattractiveinyear 1.",
        "[4] Christian, Charles and Peter Frischmann. Attrition in the Statistics of Income Panel of Individual Returns. National Tax Journal, 1989, 62(4), pp. 495-501.",
        "[5] Feenberg, Daniel and James Poterba. Income Inequality and the Incomes of Very High-Income Taxpayers: Evidence from Tax Returns. in Tax Policy and the Economy, vol. 7, ed. J. Poterba. Cambridge: MIT Press, 1993.",
        "[7] Freeman, Richard. How Much has De-Unionization Contributed to the Rise in Male Earnings Inequality. in Uneven Tides: Rising Inequality in America, ed. P. Gottschalk and S. Danziger. New-York: Russell Sage Foundation, 1993.",
        "[8] Goolsbee, Austan. What Happens When You Tax the Rich'DONE' Evidence from Executive Compensation., NBER Working Paper, No. 6333, 1997.",
        "[9] Hausman, Jerry. Labor Supply. in How Taxes Affect Economic Behavior, ed. H. Aaron and J. Pechman. Washington, D.C.: Brookings Institution, 1981.",
        "[10] Hausman, Jerry, Taxes and Labor Supply. in A.J. Auerbach and M. Feldstein (eds.), Handbook of Public Economics, Amsterdam: North-Holland, 1985.",
        "[11] Heckman, James. What has been learned about Labor Supply in the Past Twenty Years'DONE', American Economic Review, 1993, 83(2), pp. 116-121.",
        "[14] MaCurdy, Thomas, David Green and Harry Paarsch. Assessing Empirical Approaches for Analyzing Taxes and Labor Supply. The Journal of Human Resources, Fall 1990, pp. 415-490.",
        "[15] Mroz, Thomas. The Sensitivity of an Empirical Model of Married Womens Hours of Work to Economic and Statistical Assumptions. Econometrica, 55, 1987 pp. 765799.",
        "[16] Murphy, Kevin and Finis Welch. The Structure of Wages. Quarterly Journal of Economics, 1992, 107(1), pp. 285-326.",
        "[18] Pencavel, John. Labor Supply of Men. in O. Ashenfelter and R. Layard (eds.), Handbook of Labor Economics, 1986, Amsterdam: North-Holland, pp. 3-102.",
        "[19] Saez, Emmanuel, The Effect of Marginal Tax Rates on Income: A Panel Study of `Bracket Creep., Unpublished MIT mimeograph, 1997.",
        "[20] Saez, Emmanuel. Using Elasticities to Derive Optimal Income Tax Rates. Unpublished MIT mimeograph, 1998.",
        "[21] Slemrod, Joel. Taxation and Inequality: A Time-exposure Perspective. Tax Policy and the Economy, 1992, pp. 105-127.",
        "[24] Steuerle, C. Eugene. The Tax Decade: How Taxes Came to Dominate the Public Agenda. The Urban Institute Press, Washington, D.C., 1991.",
        "[25] Topel, Robert. Regional Labor Markets and the Determinants of Wages Inequality. American Economic Review, 1994, 84, pp. 17-22.",
        "[26] Triest, R. The Effect of Income Taxation on Labor Supply in the United-States. Journal of Human Resources, 1990, 25, (Summer), pp. 491-516.",
        "[27] Van der Klaauw, W. A Regression-DiscontinuityEvaluation of the Effect of Financial Aid Offers on College Enrollment. unpublished mimeograph, New York University,"
    ]
}