{
    "id": 737,
    "cites": 23,
    "cited_by": 17,
    "reference": [
        "1. Amir Barnea, Robert A. Haugen and Lemma W. Senbet, An Equilibrium Analysis of Debt Financing Under Costly Tax Arbitrage and Agency Problems, Journal of Finance 36 (June 1981).",
        "2. Fischer Black, Taxes and Capital Market Equilibrium Under Uncertainty, Working Paper No. 2lB, University of Chicago, May, 1973.",
        "3. Board of Governors of the Federal Reserve System, Federal Reserve Bulletin 67 (April, 1981).",
        "4. Stephen A. Buser, Andrew H. Chen and Edward J. Kane, Federal Deposit Insurance,Regulatory Policy, and Optimal Bank Capital, Journal of Finance 36 (March, 1981), pp. 51-60.",
        "5. Harry DeAngelo and Ronald W. Masulis, Optimal Capital Structure Under Corporate and Personal Taxation, Journal of Financial Economics 8 (March, 1980), pp. 3-29.",
        "6. Robert R. Dince and J. C. Fortson, Bank Examination, Capital Adequacy and Risk, The Bankers Magazine 163 (May-June, 1980), pp. 49-54.",
        "7. Eugene F. Fama, Banking in the Theory of Finance, Journal of Monetary Economics 6 (January, 1980), pp. 39-57.",
        "8. Robert A. Haugen and Lemma W. Senbet, The Insignificance of Bankruptcy Costs to the Theory of Optimal Capital Structure, Journal of Finance 33 (May, 1978), pp. 383-93.",
        "9. Michael C. Jensen and William H.Meckling, Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics 3 (October, 1976), pp. 305-60.",
        "10. Alan Kraus and Robert Litzenberger, A State-Preference Model of Optimal Financial Leverage, Journal of Finance 28 (September, 1973), pp. 911-22.",
        "11. Robert C. Merton, An Analytic Derivation of the Cost of Deposit Insurance Loan Guarantees: An Application of Modern Option Pricing Theory, Journal of Banking and Finance 1 (June, 1977), pp. 3-11.",
        "12. Merton H. Miller, Debt and Taxes, Journal of Finance 32 (May, 1977), pp. 261-75.",
        "13. ________________________ and Myron S. Scholes, Dividends and Taxes, Journal of Financial Economics 6 (December, 1978), pp. 333-64.",
        "14. John J. Mingo, Regulatory Influence on Bank Capital Investment, Journal of Finance 30 (September, 1975), pp. 1111-21.",
        "15. Yair E. Orgler and Benjamin Wolkowitz, Bank Capital (New York: Van Nostrand Reinhold Co., 1976).",
        "16. Sam Peltzman, Capital Investment in Commercial Banking and its Relationship to Portfolio Regulation, Journal of Political Econ~~ 78 (January, 1970), pp. 1-26.",
        "17. John H. Pringle, The Capital Decision in Commercial Banks, Journal of Finance 29 (June, 1974), pp. 779-95.",
        "18. Alexander A. Robichek and Stewart C. Myers, Problems in the Theory of Optimal Capital Structure, Journal of Financial and Quantitative Analysis 1 (June, 1966), pp. 1-35.",
        "19. Anthony M. Santomero and Ronald D. Watson, Determining Optimal Capital Standards for the Banking Industry, Journal of Finance 32 (September, 1977), pp. 1267-82.",
        "20. Kenneth E. Scott and Thomas Mayer, Risk and Regulation in Banking: Some Proposals for Federal Deposit Insurance Reform, Stanford Law Review 23 (May, 1971), pp. 857-902.",
        "21. Clifford N. Smith, Jr. and Jerold B. Warner, On Financial Contracting: An Analysis of Bond Covenants, Journal of Financial Economic.s 7 (June, 1979), pp. 117-61.",
        "22. Robert A. Taggart, Jr. and Stuart I. Greenbaum,Bank Capital and Public Regulation, Journal of Money, Credit and Banking 10 (May, 1978), pp. 158-69.",
        "23. Jerold B. Warner, Bankruptcy Costs: Some Evidence, Journal of Finance 32 (May, 1977), pp. 337-47."
    ]
}