{
    "id": 7374,
    "cites": 18,
    "cited_by": 41,
    "reference": [
        "Anonymous. 1995. Nontraditional Pay Practices on the Rise. Employee Benefit Plan Review, 50(4): 51. Cotton, John L. 1993. Employee Involvement: Methods for Improving Performance and Work Attitudes. Newbury Park, Ca: Sage Publications.",
        "Deming, W. Edwards. 1984. Out of the Crisis. Cambridge, MA: MIT Press.",
        "Dow Jones News Service. July 7, 1980. Delta&apos;s &apos;Family&apos; Keeps Loyal Workers, Union Enmity. Dumaine, Brian. May 7, 1990. Who Needs a Boss? Fortune: 52-60.",
        "Fray, Earl N. 1988. The Evolution of Performance Measurement. Industrial Management, 30(5): 9-12.",
        "Feiri, M. Improved Productivity through Worker Involvement. Cited in Cotton (1993).",
        "Feron, James. October 6, 1974. Chrysler Workers Vote to End Four-Day Work Week. New York Times: 57.",
        "Gotz, Glenn A. and Richard E. Stanton. 1986. Modeling the Contribution of Maintenance Manpower to Readiness and Sustainability. Santa Monica: Rand Corporation, Rand Report R-3200-FMP.",
        "Grant Thorton Accountants and Management Consultants. 1991. Grant Thorton Survey ofAmerican Manufacturers. New York, NY.",
        "Harris, C.R. 1995. The Evolution of Quality Management: An Overview of the TQM Literature. Canadian Journal of Administrative Sciences, 12(2): 95-105.",
        "Hill, Stephen. 1991. Why Quality Circles Failed but Total Quality Management Might Succeed. British Journal of Industrial Relations, 29(4): 54 1-568.",
        "Hoerr, John. 1986. Management Discovers the Human Side of Automation. Business Week, September 29: 70-75.",
        "King, Albert S. 1974. Expectation Effects in Organizational Change. Administrative Science Quarterly, 19(2): 22 1-230.",
        "Lawler, Edward E. 1985. The New Pay. New Management, 3(1): 52-59.",
        "Ledford, Gerald E., Jr. and Gary Bergel. March 1, 1991. Skill-Based Pay Case Number 1: General Mills. Compensation and Benefits Review: 24.",
        "Luthans, Fred and Marilyn L. Fox. March 1, 1989. Update on Skill-Based Pay. HR Focus: 26.",
        "National Commission on Productivity and Work Quality. 1975. A Plant-Wide Productivity Plan in Action. Washington, D.C.: GPO.",
        "PR NEWS WIRE. June 25, 1987. Quality Management Saves Allen-Bradley $82 Million. Wilkerson, Robert T. and Robert S. Edwards. 1968. Stable Hours and Varied Work as Aids to Efficiency. Psychonomic Science, 13(4): 205-206. FIGURE Constructed Manufacturing Data Sets /",
        "El NES work practices, workforce and plant characteristics, some performance measures LRD Full Sample N=663 1992, LRD labor costs/worker (1993 dollars) 1977-1993 Panel N= NES Full Sample N=1 1993-1996 Panel N=201 LRD 1977-1996 Panel N=660"
    ]
}