{
    "id": 7377,
    "cites": 45,
    "cited_by": 48,
    "reference": [
        "Fisher, Mark and Christian Gilles, 1998, Consumption and Asset Prices with Re- cursive Preferences, unpublished paper, Board of Governors of the Federal Reserve System.",
        "Epstein, Lawrence and Stanley Zin, 1991, Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: An Empirical Investi- gation, Journal of Political Economy 99, 263-286.",
        "Epstein, Lawrence and Stanley Zin, 1989, Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Frame- work, Econometrica 57, 937-69.",
        "Engle, Robert F., Takatoshi Ito and Wen-Ling Lin, 1990, Meteor Showers or Heat Waves? Heteroskedastic Intra-Daily Volatility in the Foreign Exchange Mar- ket, Econometrica 58, 525-542.",
        "Danielsson, J. (1994): Stochastic Volatility in Asset Prices: Estimation with Sim- ulated Maximum Likelihood, Journal of Econometrics, 54.",
        "Cochrane, John and Lars P. Hansen, 1992, Asset Pricing Explorations for Macroe- conomics, in NBER Macroeconomics Annual 1992, Massachusetts Institute of Technology Press, Cambridge, MA, 115-165.",
        "Cox, John C. and Chi-fu Huang, 1989, Optimal Consumption and Portfolio Policies when Asset Prices Follow a Diffusion Process, Journal of Economic Theory 49, 33-83.",
        "Chacko, George and Luis M. Viceira, 1998, Spectral GMM Estimation of Continuous- Time Processes, manuscript, Harvard University.",
        "Cecchetti, Steven, Pok-sang Lam and Nelson C. Mark, 1990, Testing Volatility Restrictions on Intertemporal Marginal Rates of Substitution Implied by Euler Equations and Asset Returns, Journal of Finance 49, 123-152.",
        "Campbell, John Y. and Luis M. Viceira, 1998, Who Should Buy Long-Term Bonds?, NBER Working Paper No. 6801.",
        "Andersen, Torben, Luca Benzoni and Jesper Lund, 1998, Estimating Jump-Diffusions for Equity Returns, unpublished paper, Northwestern University.",
        "Ang, Andrew and Geert Bekaert, 1999, International Asset Allocation with Time- Varying Correlations, NBER Working Paper no. 7056.",
        "Balduzzi, Perluigi and Anthony Lynch, 1997, Transaction Costs and Predictability: Some Utility Cost Calculations, Journal of Financial Economics 52, 47-78.",
        "Barberis, Nicholas C., 1996, How Big Are Hedging Demands? Evidence from Long- Horizon Asset Allocation, unpublished paper, Harvard University.",
        "Bollerslev, Tim, Ray Y. Chou and Kenneth Kroner, 1992, ARCH Modeling in Finance, Journal of Econometrics 52, 5-59.",
        "Brennan, Michael J., Eduardo S. Schwartz, and Ronald Lagnado, 1996, The Use of Treasury Bill Futures in Strategic Asset Allocation Programs, Finance Working Paper 7-96, Anderson Graduate School of Management, UCLA, Los Angeles, CA.",
        "Brennan, Michael J., Eduardo S. Schwartz, and Ronald Lagnado, 1997, Strategic Asset Allocation, Journal of Economic Dynamics and Control, 21, 1377-1403.",
        "Campbell, John Y., 1993, Intertemporal Asset Pricing without Consumption Data, American Economic Review 83, 487-512.",
        "Campbell, John Y., 1999, Asset Prices, Consumption, and the Business Cycle, forthcoming in John Taylor and Michael Woodford eds. Handbook of Macroe- conomics, North-Holland, Amsterdam.",
        "Campbell, John Y., JoÃ\u0083Â£o Cocco, Francisco Gomes, Pascal J. Maenhout, and Luis M. Viceira, Stock Market Mean Reversion and the Optimal Equity Allocation of a Long-Lived Investor, unpublished paper, Harvard University, 1998.",
        "Campbell, John Y. and Ludger Hentschel, 1992, No News is Good News. An Asym- metric Model of Changing Volatility in Stock Returns, Journal of Financial Economics 31, 281-318.",
        "Campbell, John Y., Andrew W. Lo and A. Craig MacKinlay, 1997, The Econometrics of Financial Markets, Princeton University Press, Princeton, NJ.",
        "Campbell, John Y., and N. Gregory Mankiw, Consumption, Income, and Interest Rates: Reinterpreting the Time-Series Evidence, in NBER Macroeconomics Annual 1989 (Cambridge, MA: MIT Press, 1989).",
        "Campbell, John Y. and Luis M. Viceira, 1999, Consumption and Portfolio Decisions When Expected Returns Are Time Varying, Quarterly Journal of Economics 114, 433-495.",
        "Wachter, Jessica, 1998, Portfolio and Consumption Decisions Under Mean-Reverting Returns: An Exact Solution for Complete Markets, unpublished paper, Har- vard University.",
        "Viceira, Luis M., 1998, Optimal Portfolio Choice for Long-Horizon Investors with Nontradable Income, unpublished paper, Harvard University.",
        "Singleton, Kenneth J., 1997, Estimation of Affine Asset Pricing Models Using the Empirical Characteristic Function, unpublished paper, Stanford University.",
        "Shiller, Robert J., 1989, Market Volatility, MIT Press, Cambridge, MA.",
        "French, Kenneth R., G. William Schwert and Robert F. Stambaugh, Expected Stock Returns and Volatility, Journal of Financial Economics 19, 3-29. Gallant, A.R., D. Hsieh, and G. Tauchen (1994): Estimation of Stochastic Volatility Models with Diagnostics, unpublished paper, Duke University.",
        "Giovannini, Alberto and Philippe Weil, 1989, Risk Aversion and Intertemporal Substitution in the Capital Asset Pricing Model, NBER Working Paper No.",
        "Hall, Robert E., Intertemporal Substitution in Consumption, Journal of Political Economy XCVI (1988), 339-357.",
        "Hansen, Lars P. and Ravi Jagannathan, 1991, Restrictions on Intertemporal Marginal Rates of Substitution Implied by Asset Returns, Journal of Political Economy 99, 225-262.",
        "Harvey, A., E. Ruiz, and N. Shephard (1994): Multivariate Stochastic Variance Models, Review of Economic Studies 61, 247-264.",
        "Jacquier, E., N. Polson, and P. Rossi (1994): Bayesian Analysis of Stochastic Volatility Models, Journal of Business and Economic Statistics 12, 371-389.",
        "Judd, Kenneth L., 1998, Numerical Methods in Economics, The MIT Press, Cam- bridge, MA.",
        "Kim, Tong Suk and Edward Omberg, 1996, Dynamic Nonmyopic Portfolio Behav- ior, Review of Financial Studies 9, 141-161.",
        "Kocherlakota, Narayana R., 1996, The Equity Premium: Its Still a Puzzle, Jour- nal of Economic Literature 34, 42-71.",
        "Liu, Jun, 1998, Portfolio Selection in Stochastic Environments, unpublished paper, Stanford University.",
        "Mehra, Rajnish and Edward C. Prescott, 1985, The Equity Premium: A Puzzle, Journal of Monetary Economics 15, 145-16 1.",
        "Melino, A. and S. Turnbull (1990): Pricing Foreign Currency Options with Stochas- tic Volatility, Journal of Econometrics 45, 239-265.",
        "Merton, Robert C., 1969, Lifetime Portfolio Selection Under Uncertainty: The Continuous Time Case, Review of Economics and Statistics 51, 247-257.",
        "Merton, Robert C., 1971, Optimum Consumption and Portfolio Rules in a Continuous- Time Model, Journal of Economic Theory 3, 373-413.",
        "Merton, Robert C., 1973, An Intertemporal Capital Asset Pricing Model, Econo- metrica 41, 867-87.",
        "Merton, Robert C., 1990, Continuous Time Finance, Basil Blackwell, Cambridge, MA.",
        "Schroder, Mark and Costis Skiadas, 1997, Optimal Consumption and Portfolio Se- lection with Stochastic Differential Utility, unpublished paper, Michigan State University and Northwestrn University."
    ]
}