{
    "id": 7378,
    "cites": 20,
    "cited_by": 10,
    "reference": [
        "Anderson, James E. Domino Dumping I: Competitive Exporters, American Economic Review. Vol. 82 (1992): 65-83.",
        "Anderson, James E. Domino Dumping II: Anti-dumping, Journal of International Economics. Vol. 35 (1993): 133-150.",
        "Baldwin, Richard. Hysteresis in Import Prices: The Beachhead Effect, American Economic Review (September 1988): 773-785.",
        "Blonigen, Bruce A. and Robert C. Feenstra. Protectionist Threats and Foreign Direct Investment, in Robert C. Feenstra (ed.), The Effects of U.S. Trade Protection and Promotion Policies. Chicago: University of Chicago Press (NBER), 1997, 55-80.",
        "Boltuck, Richard D. An Economic Analysis of Dumping, Journal of World Trade Law. Vol. 21(1987): 45-54.",
        "Feenstra, Robert C. Symmetric Pass-Through of Tariffs and Exchange Rates Under Imperfect Competition: An Empirical Test, Journal of International Economics, Vol. 27(August 1989): 25-45.",
        "Feenstra, Robert C., Joseph E. Gagnon, and Michael M. Knetter. Market Share and Exchange Rate Pass-Through in World Automobile Trade, Journal of International Economics, Vol. 40(February 1996): 187-207.",
        "Feinberg, Robert M. Exchange Rates and `Unfair Trade, Review of Economics and Statistics, Vol. 71(November 1989): 704-07.",
        "Froot, Kenneth A. and Paul D. Klemperer, Exchange Rate Pass-Through When Market Share Matters, American Economic Review, Vol. 79(September 1989): 637-654.",
        "Gallaway, Michael P., Bruce A. Blonigen and Joseph E. Flynn. Welfare Costs of the U.S. Antidumping and Countervailing Duty Laws, Journal of International Economics, forthcoming. Goldberg, Penelopi Koujianou and Michael M. Knetter. Goods Prices and Exchange Rates: What Have We Learned'DONE' Journal of Economic Literature, Vol. 35(September 1997): 1244-72.",
        "Gron, Anne and Deborah L. Swenson. Incomplete Exchange-Rate Pass-Through and Imperfect Competition: The Effect of Local Production, American Economic Review Papers and Proceedings, Vol. 86(May 1996): 71-76.",
        "Harrison, Ann. Imperfect Explanations for Imperfect Pass-Through: Market Power and Exchange Rates in the US Steel Industry, Mimeo, July 1992.",
        "Knetter, Michael M. International Comparison of Pricing-to-Market Behavior, American Economic Review, Vol. 83(June 1993): 473-86.",
        "Knetter, Michael M. Is Export Price Adjustment Asymmetric'DONE': Evaluating the Market Share and Marketing Bottlenecks Hypotheses, Journal of International Money and Finance, Vol. 13(February 1994): 55-70.",
        "Krupp, Corinne M. and Patricia S. Pollard. Market Responses to Antidumping Laws: Some Evidence from the U.S. Chemical Industry, Canadian Journal of Economics. Vol. 29(1996): 199-227.",
        "Prusa, Thomas J. The Trade Effects of U.S. Antidumping Actions, in Robert C. Feenstra (ed.), The Effects of U.S. Trade Protection and Promotion Policies. Chicago: University of Chicago Press (NBER), 1997, 191-212.",
        "Rosendorff, B. Peter. Voluntary Export Restraints, Antidumping Procedure, and Domestic Politics, American Economic Review. Vol. 86(June 1996): 544-61.",
        "Staiger, Robert W. and Frank A. Wolak. Measuring Industry-Specific Protection: Antidumping in the United States, Brookings Papers on Economic Activity: Microeconomics, 1994: 51-118.",
        "U.S. International Trade Commission. The Year in Trade: Operation of the Trade Agreements Program, 45 th Report. USITC Publication 2769. Washington, DC: U.S. International Trade Commission, 1994.",
        "Yang, Jiawen. Exchange Rate Pass-Through in U.S. Manufacturing Industries, Review of Economics and Statistics, Vol. 79(February 1996): 95-104."
    ]
}