{
    "id": 7379,
    "cites": 25,
    "cited_by": 0,
    "reference": [
        "Fuchs, V., 1996. Economics, values, and health care refonn. The American Economic Review 86, 1-24.",
        "Fuchs, V., forthcoming. Provide, provide: The economics of aging. In: Saving, T. R., Rattenmaier, A. (Eds.), Medicare Reform: Issues and Answers. Chicago, University of Chicago PFess. Haack, 5., 1998. Between the Scylla of scientisni and the Charybdis of apriorism. In: Hahn, L. (Ed.), The Philosophy of Sir Peter Strawson (Libraiy of Living Philosophers). Open Court, LaSalle, lllinois.",
        "Iglehart, J. K., 1998. Physicians as agents of social control: The thoughts of Victor Fuchs. Health Affairs 17, 90-96.",
        "Kagel, J. H., Roth, A. E. (Eds.), 1995. The Handbook of Experimental Economics. Princeton University Press, Princeton, New Jersey.",
        "Kahneman, D., Tversky, A., 1979. Prospect theory: An analysis of decision under risk. Econometrica 47, 263-29 1.",
        "Krebs, D., 1990. A Course in Economic Theoiy (Ch. 16). Princeton University Press, Princeton, New Jersey.",
        "Lindbeck, A., 1995. Welfare state disincentives with endogenous habits and norms. Scandinavian Journal of Economics 47, 477-494.",
        "Lindbeck, A., 1997. The Swedish experiment. Journal of Economic Literature 35, 127313 19.",
        "Lindbeck, A., Nyberg, S., Weibull, J. W., 1999. Social norms and economic incentives in the welfare state. Quarterly Journal of Economics 114, 1-35.",
        "Lipset, S. M., 1990. Continental Divide. Routledge, New York.",
        "McGuire, I. G., 1999. Physician agency. In: Newhouse, J. P., Culyer, A. J. (Eds.), Handbook of Health Economics. North Holland, Amsterdam.",
        "Pratt, J. W., Zeckhauser, R. J. (Eds.), 1985. Principals and Agents. Harvard Business School Press, Boston.",
        "Rabin, M., 1998. Psychology and economics. Jouiiial of Economic Literature 36. 11-46.",
        "Samuelson, P., 1948. Economics. McGraw-Hill, New York.",
        "Schmookler, J., 1966. Invention and Economic Growth. Harvard University Press, Cambridge, Massachusetts.",
        "Shepherd, G., Gans, J. S., 1994. 1-low are the mighty fallen: Rejected classic articles by leading economists. Journal of Economic Literature 8, 165-179 (Winter).",
        "Thaler, R. H., 1991a. The Winners Curse. Free Press, New York.",
        "Thaler, R. H., 199 lb. Quasi-Rational Economics. Russell Sage Foundation, New York. Tversky, A., Kahneman, D., 1991. Loss aversion in riskiess choice: A referencedependent model. Quarterly Journal of Economics 106, 1039-106 1.",
        "Dolan. P., forthcoming. The measurement of health-related quality of life for use in resource allocation decisions in health care. In: Newhouse, J. P., Culyer, A. J. (Eds.), Handbook of Health Economics. North Holland, Amsterdam. Fuchs, V., 1991. National health insurance revisited. Health Affairs [Winter], 7-17.",
        "Cochrane, A. L., 1972. Effectiveness and Efficiency: Random Reflections on Health Services. London, Nuffield Provincial Hospitals Trust.",
        "Blinder, A. S.. 1999. Economics becomes a science-or does it? Princeton University mirn eo.",
        "Bowles, S., 1998. Endogenous preferences: The cultural consequences of markets and other economic institutions. Journal of Economic Literature 36, 75-111.",
        "Becker, G. S., Mulligan, C. B., 1997. The endogenous determination of time preference. Quarterly Journal of Economics 112, 729-758.",
        "Anow, K., 1963. Uncertainty and the welfare economics of medical care American Economic Review 53, 941-973.",
        "Akerloff, G. A., Yellen, J. L., 1990. The fair wage-effort hypothesis and unemployment. Quarterly Journal of Economics 105, 255-283."
    ]
}