{
    "id": 7381,
    "cites": 15,
    "cited_by": 14,
    "reference": [
        "Bureau of Labor Statistics (BLS), Employee Benefits in Medium and Large Private Establishments, US Department of Labor Bulletin, various years. Fernandez, Phyllis. Pre-retirement Lump Sum Distributions. In Trends in Pensions 1992. J. Turner and D. Beller, eds. Washington, D.C.: US Dept. of Labor, PWBA, 1992.",
        "Gustman, Alan, and Olivia S. Mitchell. Pensions and the US Labor Market. In Pensions and The Economy, Z. Bodie and A. Munnell, eds. Philadelphia, PA: Univ. of Pennsylvania Press, 1992: 39-87.",
        "Gustman, Alan L., Olivia S. Mitchell, Andrew A. Samwick, and Thomas L. Steinmeier. Evaluating Pension Entitlements. In Forecasting Retirement Needs and Retirement Wealth. Eds. O.S. Mitchell, B. Hammond, and A. Rappaport. Pension Research Council. Philadelphia, PA: University of Pennsylvania Press, forthcoming. Gustman, Alan, Olivia S. Mitchell, Andrew A. Samwick, and Thomas L. Steinmeier. Pension and Social Security Wealth in the Health and Retirement Study. In Wealth, Work, and Health: Innovations in Survey Measurement in the Social Sciences. Ed. Robert Willis. 1999: 150-208.",
        "Gustman, Alan, Olivia S. Mitchell and Thomas Steinmeier. Retirement Measures in the Health and Retirement Survey. Journal of Human Resources 30, Supplement (1995): S57-S83.",
        "Gustman, Alan S., Olivia S. Mitchell and Thomas Steinmeier. The Role of Pensions in the Labor Market Industrial and Labor Relations Review 47 (3) (1994): 417-438.",
        "Ippolito, Richard A. Pensions, Economics, and Public Policy. Homewood, Il: Dow Jones-Irwin, 1986.",
        "Levine, Phillip, Olivia Mitchell and John Phillips. Worklife Determinants of Retirement Income Differences. NBER WP 7243, August 1999.",
        "Levine, Phillip, Olivia S. Mitchell, and James F. Moore. Women on the Verge of Retirement: Predictors of Retiree Well-being. In Forecasting Retirement 35 Needs and Retirement Wealth. Eds. Olivia S. Mitchell, Brett Hammond, and Anna Rappaport. Philadelphia, PA: University of Pennsylvania Press, forthcoming. Lumsdaine, Robin and Olivia S. Mitchell. New Developments in the Economics of Retirement. In Handbook of Labor Economics. Orley Ashenfelter and David Card, eds. forthcoming. Luzadis, Rebecca and Olivia S. Mitchell. Explaining Pension Dynamics. Journal of Human Resources 26 (Fall 1991): 679-703.",
        "McGill, Dan, John Haley, Gordon Goodfellow, and Sylvester Schieber. Fundamentals of Private Pensions, 7e. Philadelphia: University of Pennsylvania Press, 1996.",
        "Mitchell, Olivia S. Developments in Pensions. In Handbook of Insurance. Ed. Georges Dionne. Forthcoming. prc.wharton.upenn.edu/prc/wp98-4.PDF]. Mitchell, Olivia S. Trends in Pension Benefit Formulas and Retirement Provisions. In Trends in Pensions 1992. J. Turner and D. Beller, eds.",
        "Washington, D.C.: US Dept. of Labor, PWBA, 1992: 177-216.",
        "Mitchell, Olivia S. and Rebecca Luzadis. Changes in Pension Incentives Through Time. Industrial and Labor Relations Review 42, October 1988: 100-108.",
        "Mitchell, Olivia S., David McCarthy, Stanley Wisniewski, and Paul Zorn. Developments in State and Local Pension Plans. In Public Sector Pensions. Eds. Olivia S. Mitchell and Edwin Hustead. Philadelphia, PA: University of Pennsylvania Press, forthcoming. [http://prc.wharton.upenn.edu/prc/99-4.PDF] 36 Piascentini, J. and T. Cerino. EBRI Databook on Employee Benefits. Washington, D.C.: EBRI, 1990.",
        "Rappaport, Anna M., Michael Young, Christopher Levell, and Brad Blalock. Cash Balance Pension Plans In Living with Defined Contribution Pensions, Olivia S. Mitchell and Sylvester Schieber, Eds. Philadelphia, PA: University of Pennsylvania Press, 1998: 29-45.",
        "Sass, Steven. The Promise of Private Pensions. Cambridge: Harvard University Press, 1997."
    ]
}