{
    "id": 7386,
    "cites": 31,
    "cited_by": 2,
    "reference": [
        "Akerlof, George A., The Market for `Lemons: Quality Uncertainty and the Market Mechanism, Quarterly Journal of Economics, 1970, 84, 488--500.",
        "Baiocco, Pedro J., La economÃ\u0083Â­a bancaria argentina, Buenos Aires: Universidad de Buenos Aires, 1937.",
        "Banco de la NaciÃ\u0083Â³n Argentina, El Banco de la NaciÃ\u0083Â³n Argentina en su Cincuentenario, 1891--1941, Buenos Aires: Banco de la NaciÃ\u0083Â³n Argentina, 1941.",
        "Calvo, Guillermo, Varieties of Capital-Market Crises, Photocopy, University of Maryland, 1996.",
        "Calvo, Guillermo, Balance of Payment Crises In Emerging Markets, Photocopy, University of Maryland, 1998.",
        "De Gregorio, JosÃ\u0083Â©, and Pablo E. Guidotti, Financial Development and Economic Growth, World Development, 1995, 23, 433--448.",
        "Reexamination, Ph. D. dissertation, University of Chicago, 1988.",
        "Economy Since 1800, Cambridge: Harvard University Press, 1999a.",
        "Diamond, Peter A., and Phillip H. Dybvig, Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy , 1983, 91, 401--419.",
        "DÃ\u0083Â­az Alejandro, Carlos F., Essays on the Economic History of the Argentine Republic, New Haven, Conn.: Yale University Press, 1970.",
        "DÃ\u0083Â­az Alejandro, Carlos F., Good-Bye Financial Repression, Hello Financial Crash, Journal of Development Economics, 1985, 19, 1--24.",
        "Eichengreen, Barry J., Globalizing Capital: A History of the International Monetary System, Princeton, N.J.: Princeton University Press, 1996.",
        "Eichengreen, Barry J., Exchange Rate Stability and Financial Stability, Open Economies Review, 1998, 9, 569--607.",
        "Elliott, Graham, forthcoming. Elliott, Graham, Thomas J. Rothenberg, and James H. Stock, Efficient Tests for an Autoregressive Unit Root, Econometrica, 1996, 64, 813--36.",
        "Fama, Eugene F., Whats Different about Banks'DONE', Journal of Monetary Economics, 1985, 15, 29--39.",
        "Feldstein, Martin S., A Self-Help Guide for Emerging Markets, Foreign Affairs, 1999, 78.",
        "Gavin, Michael, and Ricardo Hausmann, The Roots of Banking Crises: The Macroeconomic Context, InterAmerican Development Bank, Working Paper No. 318, January 1996.",
        "Gurley, John G., and Edward S. Shaw, Financial Aspects of Economic Development, American Economic Review, 1955, 45, 515--38.",
        "Kaminsky, Graciela L., and Carmen M. Reinhart, The Twin Crises: The Causes of Banking and Balance-ofPayments Problems, American Economic Review, 1999.",
        "Krugman, Paul, A Model of Balance of Payments Crises, Journal of Money, Credit and Banking, 1979, 11, 311--325.",
        "McKinnon, Ronald I., Money and Capital in Economic Development, Washington, D.C.: The Brookings Institution, 1973.",
        "Miller, Victoria, Speculative Currency Attacks with Endogenously Induced Commercial Bank Crises, Journal of International Money and Finance, 1996, 15, 383--403.",
        "Obstfeld, Maurice, The Logic of Currency Crises, Cahiers Ã\u0083â\u0080°conomiques et Monetaires, 1994, 43, 189--213.",
        "Obstfeld, Maurice, Models of Currency Crises with Self-Fulfilling Features, European Economic Review, 1996, 40, 1037--47.",
        "Obstfeld, Maurice, and Alan M. Taylor, The Great Depression as a Watershed: International Capital Mobility in the Long Run, in Michael D. Bordo, Claudia D. Goldin and Eugene N. White, eds., The Defining Moment: The Great Depression and the American Economy in the Twentieth Century, Chicago: University of Chicago Press, 1998.",
        "Roubini, Nouriel, The Case Against Currency Boards: Debunking 10 Myths about the Benefits of Currency Boards, n.d.a, http://www.stern.nyu.edu/~nroubini/asia/CurrencyBoardsRoubini.html. Roubini, Nouriel, What Caused Asias Economic and Currency Crisis and Its Global Contagion'DONE', n.d.b, http://www.stern.nyu.edu/~nroubini/asia/AsiaHomepage.html. Roubini, Nouriel, and Xavier Sala-i-Martin, Financial Repression and Economic Growth, Journal of Development Economics, 1992, 39, 5--30.",
        "Salama, Elias, El orden monetario Caja de ConversiÃ\u0083Â³n - Banco de la NaciÃ\u0083Â³n, Universidad Torcuato Di Tella, Documentos de Seminario No. 27, October 1997.",
        "Shaw, Edward S., Financial Deepening in Economic Development, Oxford: Oxford University Press, 1973.",
        "Taylor, Alan M., External Dependence, Demographic Burdens and Argentine Economic Decline After the Belle Ã\u0083â\u0080°poque, Journal of Economic History, 1992, 52, 907--36.",
        "Temin, Peter, Lessons from The Great Depression, Cambridge, Mass.: MIT Press, 1989.",
        "Velasco, AndrÃ\u0083Â©s, Financial and Balance-of-Payments Crises, Journal of Development Economics, 1987, 27, 263--83."
    ]
}