{
    "id": 7387,
    "cites": 16,
    "cited_by": 74,
    "reference": [
        "Alesina A. and R. Baqir and W. Easterly (1998) Redistributive Public Employment NBER Working Paper 6746.",
        "Bertrand M. Luttmer, E. and S. Mullainathan (1998), Network Effects and Welfare Cultures, NBER Working Paper No. 6832.",
        "Borjas G. (1986) The Earnings of State Government Employees in the United States, Journal of Urban Economics, 19(2), March.",
        "Cannari L. and F. Nucci and P. Sestito (1998) Labor Mobility and the Cost of Housing: An Empirical Analysis for Italy. mimeo.",
        "Coate S. and S. Morris (1995) On the Form of Transfers to Special Interests. Journal of Political Economy, Vol. 103.",
        "Danninger S. and M Rostagno (1999) Does Fiscal Federalism Hurt poor Regions? A Model of Redistributive Public Employment, work in progress.",
        "Eberts R. and T. Gronbcrg (1992) Wagners Hypothesis: A Local Perspective Federal Reserve Bank of Cleveland Working Paper: 9202.",
        "Ehrenberg R. and J. Schwarz (1986) Public Sector Labor Markets, in: Handbook of Labor Economics, Ashenfelter and Layard eds., Vol 2.",
        "Freeman B. and C. Ichniowski (1988) When Public Sector Workers Unionize, Chicago: University of Chicago Press.",
        "Gregory R. and J. Borland (1999), Recent Developments in Public Sector Labor Markets, in. 0. Ashenfcltcr and D. Card (eds.), The Handbook Labor Economics, Vol.",
        "Gundloch, E., Wossman. L. and J. Gemelin (1999), The Decline of Schooling Productivity in OECD Countries, unpublished.",
        "ISTAT (1996a) Italy in Figures, Rome.",
        "ISTAT (1996b) Annuario Statistico Annuali 1996, Rome.",
        "OECD (1995) OECD Economic Surveys 1994-1995: Italy, Paris France.",
        "Polachek S. and S. Siebert (1993) The Economic of Earning Cambridge University Press, Cambridge UK Putnam R. (1993) Making Democracy Work - Civic Traditions in Modern Italy, Princeton University Press.",
        "Raffa M. and 0. Zollo (1993) Technical Skills and Small Innovative Firms in Northern and Southern Italy, International Contributions to Labor Studies Vol. 0 (3)."
    ]
}