{
    "id": 739,
    "cites": 12,
    "cited_by": 0,
    "reference": [
        "Arrow, Kenneth J., The Role of Securities in the Optimal Allocation of Risk Bearing, Review of Economic Studies, Vol. XXXI (2), 1964.",
        "Brunner, Karl and Allan H. Meltzer, The Uses of Money: Money in a Theory of an Exchange Economy, American Economic Review, December 1971.",
        "Fischer, Stanley, Corporate Supply of Index Bonds, NBER Working Paper 331, March 1979.",
        "Gurley, John G. and Edward Shaw, Financial Intermediaries and the SavingInvestment Process, Journal of Finance, May 1956.",
        "Hendershott, Patric H., Real User Costs and the Demand for Single-Family Housing, Brookings Papers on Economic Activity, 2: 1980.",
        "Hendershott, Patric H. and Kevin E. Villani, Regulation and Reform of the Housing Finance System, American Enterprise Institute for Public Policy Research, Washington, D.C., 1978.",
        "Hendershott, Patric H. and Kevin E. Villani, Savings and Loan Usage of the Authority to Invest in Corporate Bonds, Savings and Loan Asset Management Under Deregulation, Proceedings of the 6th Annual Conference of the Federal Home Loan Bank of San Francisco, 1981.",
        "Hendershott, Patric H. and Kevin E. Vil lani, Secondary Residential Mortgage Markets and the Relative Cost of Mortgage Funds, American Real Estate and Urban Economics Association Journal, Spring 1980.",
        "Kane, Edward J., Shortchanging the Small Saver: Federal Government Discrimination Against Small Savers During the Vietnam War, Journal of Money Credit and Banking, November 1970.",
        "Rosen, Harvey S. and Kenneth T. Rosen, Federal Taxes and Homeownership: Evidence From Time Series, Journal of Political Economy, February 1980.",
        "Simonsori, John C. and Kevin E. Villani, Real Estate Settlement Pricing: A Theoretical Framework, presented at the 9th Annual Mid-year Meetings of AREtJEA, May 1981.",
        "Van Order, Robert and Kevin E. Villani, A Study of the Conventional GNMA Pass-Through Security, HUD Occasional Paper Series, June 1981."
    ]
}