{
    "id": 7390,
    "cites": 20,
    "cited_by": 9,
    "reference": [
        "Anspach, RenÃ\u0083Â©e R., 1997, Deciding Who Lives, Berkeley: University of California Press.",
        "Baker, Jeffrey P., 1996, The Machine in the Nursery: Incubator Technology and the Origins of Newborn Intensive Care, Baltimore: The Johns Hopkins University Press.",
        "Bell, Felicitie C., Alice H. Wade and Stephen C. Gross, 1992, Life Tables for the U.S.",
        "Boyle, M., et al., 1983, Economic evaluation of neonatal intensive care of very-lowbirth -weight infants, New England Journal of Medicine, Vol. 308: 1330-37.",
        "Costa, Dora, 1998, Understanding the Twentieth Century Decline in Chronic Conditions Among Older Men, NBER Working Paper No. W6859. Cambridge, MA: National Bureau of Economic Research. December.",
        "Currie, Janet, and Jonathan Gruber, 1996, Saving Babies: The Efficacy and Cost of Recent Changes in the Medicaid Eligibility of Pregnant Women, Journal of Political Economy, 104(6): 1263-96.",
        "Cutler, David M., and Ellen Meara, 1998, The Medical Costs of the Young and Old: A Forty-Year Perspective, in Frontiers in Aging, David Wise ed., Chicago: University of Chicago Press.",
        "Population, Brookings Papers on Economic Activity, 1997: 217-271.",
        "Cutler, David M., and Elizabeth Richardson, 1999, Your Money and Your Life: The Value of Health and What Affects It, Working Paper 6895, Cambridge, MA, January.",
        "Lewit, Eugene, et al., 1995, The Direct Cost of Low Birth Weight, The Future of Children, Vol. 5(1): 35-56.",
        "Lubchenco, Lula O. et al., 1963, Sequelae of Premature Birth: Evaluation of Premature Infants of Low Birth Weights at Ten Years of Age, American Journal of Diseases of Children, 106: 101-15.",
        "Meltzer, David, 1997, Accounting for Future Costs in Medical Cost-Effectiveness Analysis, Working Paper 5946, Cambridge, MA: National Bureau of Economic Research, February.",
        "Newhouse, Joseph P., 1992, Newhouse, Medical Care Costs: How Much Welfare Loss'DONE' Journal of Economic Perspectives. Vol. 6 (3). p 3-21.",
        "Paneth, Nigel S., 1995, AThe Problem of Low Birth Weight,@ The Future of Children, 5(1):19-34.",
        "Piper, Joyce, et al., 1990, Effects of Medicaid Eligibility Expansion on Prenatal Care and Pregnancy Outcome in Tennessee, Journal of the American Medical Association, 264(17): 2219-23.",
        "Pomerance JJ et al., 1978, Cost of living for infants weighing 1,000 grams or less at birth, Pediatrics. 61(6): 908-10.",
        "Rogowski Janet, 1998, Cost-effectiveness of care for very low birth weight infants, Pediatrics. 102(1 Pt 1): 35-43.",
        "Infant Mortality Drop: Was it Surfactant'DONE' Archives of Pediatric and Adolescent Medicine, Vol. 151: 129-134. Shapiro, S. et al., 1983, Changes in Infant Morbidity Associated With Decreases in Neonatal Mortality, Pediatrics, 72: 408-15.",
        "Tolley , George, Donald Kenkel, and Robert Fabian, eds., 1994, Valuing Health for Policy: An Economic Approach. Chicago: University of Chicago Press.",
        "U.S. Congress, Office of Technology Assessment, 1988, Healthy Children: Investing in the Future, OTA-A-345, Washington, D.C.: U.S. Government Printing Office, pp. 73-235."
    ]
}