{
    "id": 7391,
    "cites": 14,
    "cited_by": 3,
    "reference": [
        "Anderson, Simon and Stephen Coate. The Welfare Economics of Commercial Broadcasting Systems: A Fresh Look. Mimeo. Cornell University. June 1999.",
        "Berry, Steven T. and Joel Waldfogel. Free Entry and Social Inefficiency in Radio Broadcasting. RAND Journal of Economics. In press. Berry, Steven T. and Joel Waldfogel. Public Radio in the United States: Does it Correct Market Failure or Cannibalize Commercial Stations'DONE' Journal of Public Economics, 1999.",
        "Berry, Steven T. and Joel Waldfogel. Mergers, Station Entry, and Programming Variety in Radio Broadcasting. NBER Working Paper 7080. April 1999.",
        "Borenstein, Severin. On the Efficiency of Competitive Markets for Operating Licenses. Quarterly Journal of Economics. Vol. 103 (2). P. 357-385. May 1988.",
        "Bresnahan, Timothy F; Reiss, Peter C. Entry and Competition in Concentrated Markets. Journal of Political Economy. Vol. 99 (5). p 977-1009. October 1991.",
        "Bresnahan, Timothy F; Reiss, Peter C. Entry in Monopoly Markets. The Review of Economic Studies. Vol. 57 (4). p 531-53. October 1990.",
        "Ciccone, Antonio; Hall, Robert E. Productivity and the Density of Economic Activity. American Economic Review. Vol. 86 (1). p 54-70. March 1996.",
        "Dixit, Avinash K; Stiglitz, Joseph E. Monopolistic Competition and Optimum Product Diversity. American Economic Review. Vol. 67 (3). p 297-308. June 1977.",
        "Krugman, Paul. Scale Economies, Product Differentiation, and the Pattern of Trade. American Economic Review. Vol. 70 (5). p 950-59. Dec. 1980.",
        "Mill, John Stuart. On Liberty. Indianapolis: Hacket Publishing Company, 1978.",
        "Siegelman Peter and Joel Waldfogel. Race and Radio: Preference Externalities, Minority Ownership, and the Provision of Programming to Minorities. Mimeo. University of Pennsylvania. 1998.",
        "Spence, Michael. Product Selection, Fixed Costs, and Monopolistic Competition. The Review of Economic Studies. Vol. 43 (2). p 217-35. June 1976.",
        "Spence, Michael. Product Differentiation and Welfare. American Economic Review. Vol. 66 (2). p 407-14. May 1976.",
        "Spence, A Michael; Owen, Bruce. Television Programming, Monopolistic Competition, and Welfare. The Quarterly Journal of Economics. Vol. 91 (1). p 103-26. Feb. 1977."
    ]
}