{
    "id": 7392,
    "cites": 23,
    "cited_by": 3,
    "reference": [
        "Agell, Jonas and Per-Anders Edin. Marginal Taxes and the Asset Portfolios of Swedish Households, Scandinavian Journal of Economics 92 (1990), 47-64.",
        "Auerbach, Alan J., and Mervyn A. King. Taxation, Portfolio Choice, and Debt-Equity Ratios: A General Equilibrium Model. Quarterly Journal of Economics 98 (1983): 587-609.",
        "Brennan, Michael J. (1970). Taxes, Market Valuation, and Corporate Financial Policy, National Tax Journal 23, 417-427.",
        "Dickson, Joel, and John Shoven (1995). Taxation and Mutual Funds: An Investor Perspective, in J.",
        "Feenberg, Daniel R., and James M. Poterba. Which Households Own Municipal Bonds'DONE' Evidence from Tax Returns. National Tax Journal XLIV (December 1991): 93-103.",
        "Feldstein, Martin S. Personal Taxation and Portfolio Composition: An Econometric Analysis. Econometrica 44 (July 1976): 631-649.",
        "Gordon, Roger. Comments, in J. Slemrod, ed., Tax Progressivity and Income Inequality (Cambridge: MIT Press, 1994), 268-274.",
        "Greene, William H. Econometric Analysis. Fourth Edition. Upper Saddle River, NJ: Prentice-Hall, 2000.",
        "Heaton, John and Deborah Lucas. Savings Behavior and Portfolio Choice: Evidence from the Tax Data. Manuscript, Kellogg School, Northwestern University, 1997.",
        "Hochguertel, Stefan. Households Portfolio Choices. Ph.D. dissertation, CentER for Economic Research, Tilburg University, June 1998.",
        "Hubbard, R. Glenn. Personal Taxation, Pension Wealth, and Portfolio Composition, Review of Economics and Statistics 67 (1985), 53-60.",
        "King, Mervyn A., and Jonathan I. Leape. Wealth and Portfolio Composition: Theory and Evidence. Journal of Public Economics 69 (August 1998), 155-193.",
        "Leape, Jonathan I. Taxes and Transaction Costs in Asset Market Equilibrium. Journal of Public Economics 33 (1987): 1-20.",
        "Maki, Dean M. Portfolio Shuffling and Tax Reform. National Tax Journal 49 (September 1996): 317330.",
        "McDonald, Robert. Government Debt and Private Leverage. Journal of Public Economics 22 (1983), 303-325.",
        "Miller, Merton. Debt and Taxes. Journal of Finance 32 (May 1977): 261-275.",
        "Poterba, James M., Taxation, Risk-Taking, and Household Portfolio Behavior, mimeo, MIT, 1999.",
        "Poterba, James M., and Andrew A. Samwick. Household Portfolio Allocation Over the Lifecycle, NBER Working Paper 6185, 1997.",
        "Poterba, James M., and David A. Wise. Individual Financial Decisions in Retirement Saving Plans and the Provision of Resources for Retirement, in M. Feldstein, ed., Privatizing Social Security (Chicago: University of Chicago Press, 1998).",
        "Poterba, James M., Steven Venti, and David A. Wise. Implications of Rising Personal Retirement Saving, in D. Wise, ed., Frontiers of the Economics of Aging: Volume 7 (Chicago: University of Chicago Press, 1998), 125-167.",
        "Samwick, Andrew. Portfolio Responses to Taxation: Evidence From the End of the Rainbow, Manuscript, forthcoming in J. Slemrod, ed., Does Atlas Shrug'DONE' (Cambridge, Harvard University Press forthcoming). Scholz, John Karl. A Direct Examination of the Dividend Clientele Hypothesis. Journal of Public Economics 49 (1992): 261-285.",
        "Scholz, John Karl. Portfolio Choice and Tax Progressivity: Evidence from the Surveys of Consumer Finances, in J. Slemrod, ed., Tax Progressivity and Income Inequality (New York: Cambridge University Press, 1994).",
        "Shoven, John. The Location and Allocation of Assets in Pension and Conventional Savings Accounts, NBER Working Paper 7007, Cambridge, MA, 1998."
    ]
}