{
    "id": 7393,
    "cites": 42,
    "cited_by": 20,
    "reference": [
        "Balassa, B. (1961) The Theory of Economic Integration (Homewood, IL: Richard D.",
        "Irwin). Bayoumi, T., and B. Eichengreen (1997) Ever Closer to Heaven'DONE' An OptimumCurrency -Area Index for European Countries, European Economic Review 41, 761-770.",
        "Currency Areas, CEPR Working Paper Bergin, P.R. (1997) Fiscal Solvency and Price Level Determination in a Monetary Union, Working Paper.",
        "Buiter, W.H. (1998) The Young Persons Guide to Neutrality, Price Level Indeterminacy, Interest Rate Pegs, and Fiscal Theories of the Price Level, NBER Working Paper 6396.",
        "Cagan, P. (1956) The Monetary Dynamics of Hyperinflation, in Studies in the Quantity Theory of Money, ed. M. Friedman (Chicago: Univ. of Chicago Press).",
        "Canzoneri, M.D., R.E. Cumby, and B.T. Diba (1998) Is the Price Level Determined by the Needs of Fiscal Solvency'DONE' NBER Working Paper 6471.",
        "Cochrane, J.H. (1998) A Frictionless View of U.S. Inflation, NBER Macroeconomics Annual 1998 (Cambridge, MA: MIT Press).",
        "Commission of the European Communities (1990) One Market, One Money, European Economy, No. 44.",
        "Dupor, B. (1997) Exchange Rates and the Fiscal Theory of the Price Level, Working Paper.",
        "Edison, H.J., and M. Melvin (1990) The Determinants and Implications of the Choice of an Exchange Rate System, in Monetary Policy for a Volatile Global Economy, W.S.",
        "Haraf and T.D. Willett, eds. (Washington, D.D.: AEI Press). Flood, R.P., and P.M. Garber (1984a) Collapsing Exchange-Rate Regimes: Some Linear Examples, Journal of International Economics 17, 1-13.",
        "Flood, R.P., and N. Marion (1998) Perspectives on the Recent Currency Crisis Literature, NBER Working Paper 6380.",
        "Friedman, M. (1953) The Case for Flexible Exchange Rates, in Essays in Positive Economics, M. Friedman (Chicago: Univ. of Chicago Press).",
        "Marketplace, G.P. Shultz and R.Z. Aliber, eds. (Chicago: Univ. of Chicago Press). Garber, P.M. and L.E.O. Svensson (1995) The Operation and Collapse of Fixed Exchange Rate Regimes, in Handbook of International Economics, Vol. III, G.",
        "Grossman and K. Rogoff, eds. (Amsterdam: North Holland). Goodhart, C.E.A. (1995) The Political Economy of Monetary Union, in Understanding Interdependence: The Macroeconomics of the Open Economy, P. Kenen, ed. (Princeton: Princeton Univ. Press).",
        "Isard, P. (1995) Exchange Rate Economics (Cambridge: Cambridge Univ. Press).",
        "Ishiyama, Y. (1975) The Theory of Optimum Currency Areas: A Survey, IMF Staff Papers 22, 344-383.",
        "Kenen, P.B. (1969) The Theory of Optimum Currency Areas: An Eclectic View, in Monetary Problems of the International Economy, R.A. Mundell and A.K. Swoboda, eds.",
        "Keynes, J.M. (1936) The General Theory of Employment, Interest, and Money (London: Macmillan Press).",
        "Leeper, E.M. (1991) Equilibria Under `Active and `Passive Monetary and Fiscal Policies, Journal of Monetary Economics 27, 129-147.",
        "Lutz, F.A. (1954) The Case for Flexible Exchange Rates, Banca Nazionale del Lavaro Review 7, 175-185.",
        "Marion, N. (1999) Some Parallels Between Currency and Banking Crises, in International Finance in Turmoil: Essays in Honor of Robert P. Flood, P. Isard, A. Razin, and A. Rose, eds. (International Monetary Fund and Kluwer Academic Publishers), forthcoming. Also in International Tax and Public Finance 6, forthcoming.",
        "McCallum, B.T. (1984) Are Bond-Financed Deficits Inflationary'DONE' A Ricardian Analysis, Journal of Political Economy 92, 123-135.",
        "Press). _____________ (1998) Indeterminacy, Bubbles, and the Fiscal Theory of Price Level Determination, NBER W.P. 6456.",
        "Pub. Co.). _____________ (1999b) Role of the Minimum State Variable Criterion in Rational Expectations Models, in International Finance in Turmoil: Essays in Honor of Robert P.",
        "Flood, P. Isard, A. Razin, and A. Rose, eds. (International Monetary Fund and Kluwer Academic Publishers), forthcoming. Also in International Tax and Public Finance 6, forthcoming. McCallum, B.T., and E. Nelson (1999) An Optimizing IS-LM Specification for Monetary Policy and Business Cycle Analysis, Journal of Money, Credit, and Banking 31, forthcoming.",
        "McKinnon, R.I. (1963) Optimum Currency Areas, American Economic Review 53, 717-725.",
        "Meade, J.E. (1957) The Balance-of-Payments Problems of a European Free-Trade Area, Economic Journal 67, 267-396.",
        "Mill, J.S. (1848) Principles of Political Economy (London: John W. Parker). Mundell, R.A. (1961) A Theory of Optimum Currency Areas, American Economic Review 51, 657-665.",
        "Obstfeld, M. (1986) Rational and Self-Fulfilling Balance of Payments Crises, American Economic Review 76, 72-81.",
        "Economiques et Monetaires 43, 189-213. ____________ (1996) Models of Currency Crises with Self-Fulfilling Features, European Economic Review 40, 1037-1048.",
        "Obstfeld, M., and K. Rogoff (1996) Foundations of International Macroeconomics (Cambridge, MA: MIT Press).",
        "Economic Perspectives 9, 73-96. Salant, S.W., and D.W. Henderson (1978) Market Anticipations of Government Policies and the Price of Gold, Journal of Political Economy 86, 627-648.",
        "Sargent, T.J., and N. Wallace (1981) Some Unpleasant Monetarist Arithmetic, Federal Reserve Bank of Minneapolis Quarterly Review 5 (No. 3), 1-17.",
        "Schmitt-Grohe, S., and M. Uribe (1997) Price Level Determinacy and Monetary Policy Under a Balanced-Budget Requirement, FEDS Working Paper No. 1997-39.",
        "Sims, C.A. (1994) A Simple Model for the Study of the Determination of the Price Level and the Interaction of Monetary and Fiscal Policy, Economic Theory 4, 381-399.",
        "Paper. Sohmen, E. (1957) Demand Elasticities and the Foreign-Exchange Market, Journal of Political Economy 65, 431-436.",
        "Tower, E., and T.D. Willett (1976) The Theory of Optimum Currency Areas and Exchange Rate Flexibility. Special Studies in International Economics No. 11 (Princeton: Princeton International Finance Section).",
        "Willett, T.D. and E. Tower (1970) The Concept of Optimum Currency Areas and the Choice Between Fixed and Flexible Exchange Rates, in Approaches to Greater Flexibility of Exchange Rates, G.N. Halm, ed. (Princeton: Princeton Univ. Press).",
        "Woodford, M. (1994) Monetary Policy and Price-Level Determinacy in a Cash-inAdvance Economy, Economic Theory 4, 345-380.",
        "Aggregate, Carnegie-Rochester Conference Series on Public Policy 43, 1-46. ___________ (1996) Control of the Public Debt: A Requirement for Price Stability'DONE' Working Paper.",
        "Yeager, L.B. (1959a) Exchange Rates Within a Common Market, Social Research 25, 415-438."
    ]
}