{
    "id": 7394,
    "cites": 45,
    "cited_by": 4,
    "reference": [
        "Abramovitz, M. 1986. Catching Up, Forging Ahead, and Falling Behind. Journal of Economic History 46 (June): 385--406.",
        "Alesina, A. et al. 1992. Political Instability and Economic Growth. Working Paper Series no. 4173, National Bureau of Economic Research.",
        "Barro, R. J. 1994. Democracy and Growth. Working Paper Series no. 4909, National Bureau of Economic Research (October).",
        "Barro, R. J., and X. Sala-i-Martin. 1995. Economic Growth. New York: McGraw-Hill.",
        "Baumol, W. 1986. Productivity Growth, Convergence and Welfare: What the Long-Run Data Show. American Economic Review 76 (December): 1072--85.",
        "Blanchard, O. J., and S. Fischer. 1989. Lectures on Macroeconomics. Cambridge, Mass.: MIT Press.",
        "Bratter, H. M. 1939. Foreign Exchange Control in Latin America. Foreign Policy Reports 14 : 274--88.",
        "Bulmer-Thomas, V. 1994. The Economic History of Latin America Since Independence. Cambridge: Cambridge University Press.",
        "Cardoso, E., and A. Helwege. 1992. Latin Americas Economy: Diversity Trends and Conflicts. Cambridge, Mass.: MIT Press.",
        "Coatsworth, J. H. 1993. Economic Retardation and Growth in Latin America and Southern Europe Since 1700.",
        "Harvard University (December). Photocopy. Coatsworth, J. H. 1998. Economic and Institutional Trajectories in Pre-Modern Latin America. In Latin America and the World Economy in the Nineteenth and Twentieth Centuries: Explorations in Quantitative Economic History, edited by J. H. Coatsworth and A. M. Taylor. Cambridge: Harvard University Press.",
        "Forthcoming. De Long, J. B., and L. H. Summers. 1991. Equipment Investment and Economic Growth. Quarterly Journal of Economics 106 (May): 445--502.",
        "Dornbusch, R., and S. Edwards, ed. 1991. The Macroeconomics of Populism in Latin America. Chicago: University of Chicago Press.",
        "American Economic Review 79 (December): 1010--30. Easterly, W. 1993. How Much Do Distortions Affect Growth'DONE' Journal of Monetary Economics 32 : 187--212.",
        "Edelstein, M. 1982. Overseas Investment in the Age of High Imperialism. New York: Columbia University Press.",
        "Edwards, S. 1992. Trade Orientation, Distortions and Growth in Developing Countries. Journal of Development Economics 39 : 31--57.",
        "Edwards, S. 1995. Crisis and Reform in Latin America: From Despair to Hope. New York: Oxford University Press.",
        "Eichengreen, B. J. 1996. Globalizing Capital: A History of the International Monetary System. Princeton, N.J.: Princeton University Press.",
        "Einzig, P. 1934. Exchange Control. London: Macmillan.",
        "Haber. Stanford, Calif.: Stanford University Press. Fishlow, A. 1971. Origins and Consequences of Import Substitution in Brazil. In International Economics and Development: Essays in Honor of RaÃ\u0083Âºl Prebisch, edited by L. E. D. Marco. New York: Academic Press.",
        "Haber. Stanford, Calif.: Stanford University Press. Jaggers, K., and T. R. Gurr. 1995. Tracking Democracys Third Wave with the Polity III Data. Journal of Peace Research 32 : 469--482.",
        "Jones, C. I. 1994. Economic Growth and the Relative Price of Capital. Journal of Monetary Economics 34 : 359--82.",
        "Levine, R., and D. Renelt. 1992. A Sensitivity Analysis of Cross-Country Growth Regressions. American Economic Review 82 (September): 942--63.",
        "Maddison, A. 1989. The World Economy in the 20th Century. Paris: OECD.",
        "Maddison, A. 1991. Dynamic Forces in Capitalist Development: A Long-Run Comparative View. Oxford: Oxford University Press.",
        "Mankiw, N. G. 1995. The Growth of Nations. Brookings Papers on Economic Activity 1 : 275--310.",
        "Mankiw, N. G., D. Romer, and D. N. Weil. 1992. A Contribution to the Empirics of Economic Growth. Quarterly Journal of Economics 107 (May): 407--37.",
        "Obstfeld, M., and A. M. Taylor. 1998. The Great Depression as a Watershed: International Capital Mobility in the Long Run. In The Defining Moment: The Great Depression and the American Economy in the Twentieth Century, edited by M. D. Bordo, C. D. Goldin and E. N. White. Chicago: University of Chicago Press.",
        "Olson, M., Jr. 1968. The Logic of Collective Action: Public Goods and the Theory of Groups. New York: Schoken Books.",
        "Olson, M., Jr. 1982. The Rise and Decline of Nations: Economic Growth, Stagflation, and Social Rigidities. New Haven, Conn.: Yale University Press.",
        "Pack, H. 1994. Endogenous Growth: Intellectual Appeal and Empirical Shortcomings. Journal of Economic Perspectives 8 (Winter): 55--72.",
        "Rodrik, D. 1995. Getting Interventions Right: How South Korea and Taiwan Grew Rich. Economic Policy (April).",
        "Rodrik, D. 1996. Coordination Failures and Government Policy: A Model with Applications to East Asia and Eastern Europe. Journal of International Economics 40 : 1--22.",
        "Rodrik, D. 1997. Trade Strategy, Investment and Exports: Another Look at East Asia. Pacific Economic Review (February).",
        "Romer, P. M. 1994. The Origins of Endogenous Growth. Journal of Economic Perspectives 8 (Winter): 3--22.",
        "Sachs, J. D., and A. M. Warner. 1995. Economic Reform and the Process of Global Integration. Brooking Papers on Economic Activity : 1--118.",
        "Solow, R. M. 1956. A Contribution to the Theory of Economic Growth. Quarterly Journal of Economics 70 (February): 65--94.",
        "Taylor, A. M. 1992. External Dependence, Demographic Burdens and Argentine Economic Decline After the Belle Ã\u0083â\u0080°poque. Journal of Economic History 52 (December): 907--36.",
        "Taylor, A. M. 1994a. Three Phases of Argentine Economic Growth. Working Paper Series on Historical Factors in Long Run Growth no. 60, National Bureau of Economic Research (October).",
        "Taylor, A. M. 1994b. Tres fases del crecimiento econÃ\u0083Â³mico argentino. Revista de Historia EconÃ\u0083Â³mica 12 (OtoÃ\u0083Â±o): 649--683.",
        "Taylor, A. M. 1998. On the Costs of Inward-Looking Development: Price Distortions, Growth, and Divergence in Latin America. Journal of Economic History 58 (March): 1--28.",
        "Temin, P. 1989. Lessons from The Great Depression. Cambridge, Mass.: MIT Press.",
        "HalperÃ\u0083Â­n Donghi. Journal of Latin American Studies, Quincentenary Supplement Cambridge: Cambridge University Press. Twomey, M. J. 1998. Patterns of Foreign Investment in the Third World in the Twentieth Century. In Latin America and the World Economy in the Nineteenth and Twentieth Centuries: Explorations in Quantitative Economic History, edited by J. H. Coatsworth and A. M. Taylor. Cambridge: Harvard University Press.",
        "Williamson, J. G. 1996. Globalization, Convergence, and History. Journal of Economic History 56 (June): 277--306.",
        "Yeager, L. B. 1976. International Monetary Relations: Theory, History, and Policy. 2d ed. New York: Harper and Row."
    ]
}