{
    "id": 7396,
    "cites": 17,
    "cited_by": 3,
    "reference": [
        "Amihud, Yakov and Haim Mendelson, 1986, Asset pricing and the bid ask spread, Journal of Financial Economics 17, 233-249.",
        "Ball, Ray, 1978, Anomalies in relationships between securities yields and yield-surrogates, Journal of Financial Economics 6, 103-126.",
        "Berger, Philip G., and Eli Ofek, 1995, Diversifications effect on firm value, Journal of Financial Economics 37, 39-66.",
        "Berger, Philip G., and Eli Ofek, 1996, Bustup takeovers of value-destroying diversified firms Journal of Finance 51, 1175-1200.",
        "Campa, Jose Manuel and Simi Kedia, 1999, Explaining the diversification discount, NYU working paper.",
        "Campbell, John Y., 1991, A variance decomposition for stock returns, Economic Journal 101, 157-179.",
        "Campbell, John Y. and Robert J. Shiller, 1988, Stock prices, earnings, and expected dividends, Journal of Finance 43, 661-676.",
        "Capozza, Dennis R. and Paul J. Seguin, 1999, Focus, Transparency and Value: the REIT Evidence, Real Estate Economics, Winter 1999.",
        "Chevalier, Judith, 1999, Why do Firms Undertake Diversifying Mergers'DONE' An Examination of the Investment Policies of Merging Firms , working paper, http://gsbwww.",
        "Page 36 Elton, Edwin J., 1999, Expected Return, Realized Return, and Asset Pricing Tests, Journal of Finance forthcoming August.",
        "Fama, Eugene F. , 1998, Market efficiency, long-term returns, and behavioral finance Journal of Financial Economics 49, 283-306.",
        "Fama, E. F. and K. R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics, 33, 3-56.",
        "Hsiao, Cheng, 1986. Analysis of panel data (Cambridge University Press, Cambridge).",
        "Lamont, Owen, 1997, Cash flow and investment: Evidence from internal capital markets, Journal of Finance 52, 83-109.",
        "Pontiff, Jeffrey, 1996, Costly arbitrage: Evidence from closed-end funds, Quarterly Journal of Economics CXI, 1135-1151.",
        "Shleifer, Andrei, and Robert W. Vishny, 1997, The limits of arbitrage, Journal of Finance 52, 35-55.",
        "Stambaugh, Robert F., 1999, Predictive Regressions, NBER Technical Working Paper 240."
    ]
}