{
    "id": 7397,
    "cites": 30,
    "cited_by": 41,
    "reference": [
        "Alan Guttmacher Institute (1994), Abortion Fact Book. Alan Guttmacher Institute, New York.",
        "Angrist, J. and G. Imbens (1991), Sources of Identifying Information in Evaluation Models, Unpublished manuscript, Harvard University, August 1991.",
        "Bachrach, C. and K. Carver (1992), Outcomes of early childbearing: An appraisal of recent evidence.",
        "Bronars, S. and J. Grogger (1995), The Economic Consequences of Unwed Motherhood: Using Twin Births as a Natural Experiment, American Economic Review, 84(5):1141-1156.",
        "Cameron, S. and J. Heckman (1993), The nonequivalence of high school equivalents. Journal of Labor Economics, 11, Part 1 (January): 1--47.",
        "Cao, J., E. Stromsdofer and Gregory Weeks (1996), The Human Capital Effects of the GED on Low Income Women, Journal of Human Resources 31(1): 206-228.",
        "Card, J.J. (1981), The Long-Term Consequences for Children of Teenage Parents, Demography, 18(2), 137-156.",
        "Card, J.J. and L. Wise (1978), Teenage Mothers and Teenage Fathers: The Impact of Early Childbearing on Parents Personal and Professional Lives, Family Planning Perspectives, 10: 100-205.",
        "Geronimus, A. and S. Korenman (1992), The Socioeconomic Consequences of Teen Childbearing Reconsidered, Quarterly Journal of Economics, 107, 1187-1214.",
        "Geronimus, A. and S. Korenman (1993), The Costs of Teenage Childbearing: Evidence and Interpretation, Demography, 30, 281-290.",
        "Grogger, J. and S. Bronars (1993), The Socioeconomic Consequences of Teenage Childbearing: Results from a Natural Experiment, Unpublished manuscript, University of CaliforniaSanta Barbara.",
        "Hao, L., V. J. Hotz, and G. Z. Jin (1999), Games Daughters and Parents Play: Teenage Childbearing, Parental Reputation, and Strategic Transfers, Unpublished manuscript, UCLA, July 1999.",
        "Hayes, C. (1987), Risking the Future: Adolescent Sexuality, Pregnancy, and Childbearing, Vol.",
        "I, Washington, DC: National Academy Press. 38 Heckman, J. (1992), Randomization and social policy evaluation. In Evaluating welfare and training programs, ed. Charles F. Manski and Irwin Garfinkel. Cambridge, Mass.: Harvard University Press.",
        "Hofferth, S. and K. Moore (1979), Early Childbearing and Later Economic Well-Being. American Sociological Review, 44, 784-815.",
        "Hoffman, S., M. Foster, and F. Furstenberg (1993), Reevaluating the Costs of Teenage Childbearing, Demography, 30:1-13.",
        "Hotz, V. J., S. Mullin, and S. Sanders (1997), Bounding Causal Effects Using Data from a Contaminated Natural Experiment: Analyzing the Effects of Teenage Childbearing, Review of Economic Studies, 64, 575-603.",
        "Huber, P. J. (1967), The Behavior of Maximum Likelihood Estimates under Non-Standard Conditions, in Proceedings of the Fifth Berkeley Symposium in Mathematical Statistics and Probability, Berkeley, CA: University of California Press, 221-233.",
        "Juhn, C., K. M. Murphy, and B. Pierce (1993), Inequality and the rise in returns to skill. Journal of Political Economy, 101(3), June 1993, 410--442.",
        "Klein, J., Z. Stein, and M. Susser (1989), Conception to birth: Epidemiology of prenatal development.",
        "New York: Oxford University Press. Lundberg, S. and R. Plotnick. (1990), The Effects of State Welfare, Abortion and Family Planning Policies on Premarital Childbearing Among White Adolescents, Family Planning Perspectives. Vol 22, December 246-52.",
        "Marini, M. (1984), Womens Educational Attainment and the Timing of Entry into Parenthood, American Sociological Review, 49, 491-511.",
        "McElroy, S. W. (1996), The Effects of Teenage Childbearing on Young Black and White Womens Educational Attainment, Labor Force Participation, and Earnings. Ph.D. diss., Stanford University.",
        "Ribar, D. (1992), Teenage Fertility and Early Adult Labor Force Participation, Unpublished Manuscript, Penn State University.",
        "Ribar, D. (1994), Teen Births and High School Graduation, Review of Economics and Statistics, August, 1994.",
        "Rosenzweig, M. and K. Wolpin (1995), Sisters, Siblings, and Mothers: The Effect of Teen-age Childbearing on Birth Outcomes in a Dynamic Family Context, Econometrica, 63(2), 303-326.",
        "Trussell, J. (1976), The Economic Consequences of Teenage Childbearing, Family Planning Perspectives, 8(4), 184-190.",
        "U.S. House of Representatives, Committee on Ways and Means (1994), Green book: Background material and data on programs within the jurisdiction of the Committee on Ways and Means. Washington, DC: U.S. Government Printing Office.",
        "Upchurch, D. and J. McCarthy (1990), The Timing of a First Birth and High School Completion, American Sociological Review, 55, 224-234.",
        "Waite, L. and K. Moore (1978), The Impact of an Early First Birth on Young Womens Educational Attainment, Social Forces, 56, 845-865."
    ]
}