{
    "id": 7401,
    "cites": 18,
    "cited_by": 4,
    "reference": [
        "Amato, Paul and Brian Keith. 1991. Parental Divorce and the Wellbeing of Children: A MetaAnalysis.",
        "Beecher, M. D., Beecher, I. M. and S. Hahn. 1981. Parent-offspring recognition in bank swallows (Riparia riparia): II. Development and acoustic basis. Animal Behavior, 29, 95-101.",
        "Bergstrom, Theodore C. 1997. A Survey of Theories of the Family in Handbook of Population and Family Economics, Mark R. Rosenzweig and Oded Stark (eds.), Amsterdam: North Holland.",
        "Becker, Gary and N. Tomes. 1976. Child Endowments and the Quantity and Quality of Children. Journal of Political Economy 84: S143-S162.",
        "Behrman, Jere R., Pollak, Robert A., and Paul Taubman. 1982. Parental Preferences and Provision for Progeny. Journal of Political Economy 90: 52-73.",
        "Behrman, Jere R. 1997. Intrahousehold Distribution and the Family in Handbook of Population and Family Economics, Mark R. Rosenzweig and Oded Stark (eds.), Amsterdam: North Holland.",
        "Blaffer Hrdy, Sarah. 1977. The Langurs of Abu, Female and Male Strategies of Reproduction.",
        "Cambridge MA: Harvard University Press. Bumpass, Larry and James Sweet. 1989. Childrens Experience in Single-parent Families: Implications of Cohabitation and Marital Transitions. Family Planning Perspectives 21, 256-360.",
        "Case, Anne and Angus Deaton. 1998. Large Cash Transfers to the Elderly in South Africa. Economic Journal 108, 1330-61.",
        "Cherlin, Andrew and Frank Furstenberg. 1994. Step families in the United States: A Reconsideration. Pp. 359-381 in J. Blake and J. Hagen (eds.), Annual Review of Sociology. Palo Alto, CA: Annual Reviews.",
        "Daly, Martin and Margo Wilson, 1987. The Darwinian Psychology of Discriminative Parental Solicitude. Nebraska Symposium on Motivation 35, 91-144.",
        "Dawkins, Richard. 1976. The Selfish Gene. New York: Oxford University Press.",
        "Duncan, Greg and Jeanne Brooks-Gunn (eds.). 1996. The Consequences of Growing Up Poor.",
        "Cambridge MA.: Harvard University Press. Haveman, Robert and Barbara Wolfe 1994. Succeeding Generations. New York: Russell Sage Foundation.",
        "Hetherington, E. Mavis and Margaret Bridges, and Glendessa M. Insabella. 1998. What Matters'DONE' What Does Not Five Perspectives on the Association Between Marital Transitions and Childrens Adjustment. American Psychologist 53, 2, 167-184.",
        "Krein, Sheila Fitzgerald and Andrea H. Beller. 1988. Educational Attainment of Children from Single-parent Families: Differences by Exposure, Gender and Race. Demography 25, 2, 221-34.",
        "McLanahan, Sara and Gary Sandefur. 1994. Growing Up with a Single Parent: What Helps'DONE' What Hurts Cambridge MA.: Harvard Press.",
        "Ross, Heather and Isabel Sawhill. 1975. Time of Transition: The Growth of Female headed Families. Washington DC: Urban Institute."
    ]
}