{
    "id": 7403,
    "cites": 30,
    "cited_by": 63,
    "reference": [
        "Barclay, Michael and Clifford Holderness, 1989, Private Benefits from Control of Public Corporations, Journal of Financial Economics, 25, 371-395.",
        "Bebchuk, Lucian, 1999, The Rent Protection Theory of Corporate Ownership and Control, Harvard Law School, manuscript.",
        "Beck, Thorsten, Ross Levine, and Norman Loayza, 2000, Finance and the Sources of Growth, Journal of Financial Economies, forthcoming.",
        "Bennedsen, Morten and Daniel Wolfenzon, 2000, The Balance of Power in Close Corporations, Journal of Financial Economics, forthcoming.",
        "Berle, Adolf and Gardiner Means, 1932, The Modern Corporation and Private Property, New York, McMillan.",
        "Burkart, Mike, Denis Gromb, and Fausto Panunzi, 1998, Why higher takeover premia protect minority shareholders, Journal of Political Economy 106, 172-204.",
        "Claessens, Stjin, Simeon Djankov, and Larry H.P. Lang, 1999, The Separation of Ownership and Control in East Asian Corporations, World Bank, manuscript.",
        "Claessens, Stjin, Simeon Djankov, Joseph Fan, and Larry H.P. Lang, 1999, Expropriation of Minority Shareholders in East Asia, World Bank, manuscript.",
        "DeAngelo, Harry and Linda DeAngelo, 1985, Managerial Ownership of Voting Rights: A Study of Public Corporations with Dual Classes of Common Stock, Journal of Financial Economics, 14, 33-69.",
        "Demirguc-Kunt, Ash, and Vojislav Maksimovie, 1998, Law, Finance, and Firm Growth, Journal of Finance, 53, 2107-2139.",
        "Demsetz, Harold and Kenneth Lehn, 1985, The Structure of Ownership: Causes and Consequences, Journal of Political Economy, 93, 1155-1177.",
        "Gorton, Gary, and Frank Schmid, 1999, Universal Banking and the Performance of German Firms, University of Pennsylvania, manuscript.",
        "Grossman, Sanford and Oliver Hart, 1988, One-share-one-vote and the Market for Corporate Control, Journal of Financial Economics 20, 175-202.",
        "Harris, Milton and Artur Raviv, 1988, Corporate Governance: Voting Rights and Majority Rules, Journal of Financial Economics 20, 203-36.",
        "Holderness, Clifford, Randall Kroszner, and Dennis Sheehan, 1999, Were the Good Old Days That Good? Changes in the Managerial Stock Ownership since the Great Depression, Journal of Finance 54, 435-470.",
        "Jensen, Michael, and William Meckling, 1976, Theory of the firm: Managerial Behavior, Agency Costs, and Ownership Structure, Journal of Financial Economics 3, 305-60.",
        "Kumar, Krishna, Raghuram Rajan, and Luigi Zingales, What Determines Firm Size? Working Paper 7208, Cambridge, MA: NBER. La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, 1999, Corporate Ownership around the World, Journal of Finance, 54, 471-517.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 1997, Legal Determinants of External Finance, Journal of Finance 52, 113 1-1 150.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert W. Vishny, 1998, 30 Law and Finance, Journal of Political Economy, 106, 1113-55.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert W. Vishny, 1999, Investor Protection: Origins, Consequences, Reform, Harvard University, manuscript.",
        "La Porta, Rafael, Floreneio Lopez-dc-Silanes, Andrei Shleifer, and Robert W. Vishny, 2000, Agency Problems and Dividend Policies Around the World, Journal of Finance.",
        "McConnell, John and Henri Servaes, 1990, Additional Evidence on Equity Ownership and Corporate Value, Journal of Financial Economics, 27:595-612.",
        "Morek, Randall, Andrei Shleifer, and Robert W. Vishny, 1988, Management Ownership and Market Valuation: An Empirical Analysis, Journal of Financial Economics, 20, 293-3 15.",
        "Nenova, Tatiana, 1999, The Value of a Corporate Vote and Private Benefits: a Cross-country Analysis, Harvard University, manuscript.",
        "Rajan, Raghuram, and Luigi Zingales, 1998, Financial Dependence and Growth, American Economic Review, 88, 559-586.",
        "Shleifer, Andrei, and Daniel Wolfenzon, 1999, Investor Protection and Corporate Ownership, Harvard University, manuscript in preparation.",
        "Wolfenzon, Daniel, 1999, A Theory of Pyramidal Structures, Harvard University, manuscript.",
        "Wurgler, Jeffrey, 2000, Financial Markets and the Allocation of Capital, Journal of Financial Economics, forthcoming.",
        "Zingales, Luigi, 1994, The Value of the Voting Right: a Study of the Milan Stock Exchange, The Review of Financial Studies 7, 125-148.",
        "Zingales, Luigi, 1995, Inside Ownership and the Decision to Go Public, Review of Economic Studies 62, 42 5-448."
    ]
}