{
    "id": 7406,
    "cites": 40,
    "cited_by": 27,
    "reference": [
        "Abel, Andrew B. Asset Prices under Habit Formation and Catching Up with the Joneses. A.E.R. Papers and Proc. 80 (May 1990): 38-42.",
        "Aiyagari, Rao S., and Gertler, Mark. Asset Returns with Transactions Costs and Uninsured Individual Risk. J. MonetaiyEcon. 2? (June 1991): 311-31.",
        "Altonji, Joseph 0.; Hayashi, Fumio; and Kotlikoff, Laurence J. Is the Extended Family Altruistically Linked? American Economic Review 82 (1992): 1177-98.",
        "Alvarez, Fernando, and Jermann, Urban. Asset Pricing when Risk Sharing is Limited by Default. Working paper. Chicago: Univ. Chicago, May 199?. Attanasio, Orazio P., Banks, James, and Tanner, Sarah. Asset Holding and Consumption Volatility. NBER working paper 6567, May 1998.",
        "Attanasio, Orazio P., and Davis, Steven J. Relative Wage Movements and the Distribution of Consumption. J.P.E, 104 (199?): 1227-62. Bansal, Ravi, and Coleman, John W. A Monetary Explanation of the Equity Premium, Term Premium and Risk Free Rate Puzzles J.P.E. 104 (1996): 1135-71.",
        "Basak, Suleyman, and Cuoco, Domenico. An Equilibrium Model with Restricted Stock Market Participation. The Review of Financial Studies, 11(1998), 309-341.",
        "Benartzi, Shlomo, and Thaler, Richard H. Myopic Loss Aversion and the Equity Premium Puzzle. QuarterlyJ. Econ. 110 (1995): 73-92.",
        "Bewley, Truman F. Thoughts on Tests of the Intertemporal Asset Pricing Model. Working paper. Evanston, Ill.: Northwestern Univ., 1982.",
        "Blume, Marshall E., and Zeldes, Stephen P. The Structure of Stock Ownership in the U.S. Working paper. Philadelphia: Univ. Pennsylvania, 1993.",
        "Boldrin, Michele; Christiano, Lawrence J.; and Fisher, Jonas, D.M. Asset Pricing Lessons for Modeling Business Cycles. Working paper. Evanston, IL: Northwestern Univ., 1996.",
        "Bray, Alon, and Geczy, Christopher C. An Empirical Resurrection of the Simple Consumption CAPM with Power Utility. Working paper. Chicago: Univ. of Chicago, 1995.",
        "Campbell, John Y., and Cochrane, John H. By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior. J.P.E. 107, 25-251, 1999.",
        "Cochranc, John H. A Simple Test of Consumption Insurance. J.P.E. 99(4):957-976, 1991.",
        "Cochrane, John H., and Hansen, Lars Peter. Asset Pricing Explorations for Macroeconomics. In NBER, Macroeconomics Annual, edited by Olivier J. Blanchard and Stanley Fischer, Cambridge, Mass.: M.I.T. Press, 1992.",
        "Cogley, Timothy. Idiosyncratic Risk and the Equity Premium: Evidence from the Consumer Expenditure Survey. Working paper. Tempe, Az: Arizona State Univ., 1999.",
        "Constantinides, George M. Intertcmporal Asset Pricing with Heterogeneous Consumers and without Demand Aggregation. J. Business 55 (April 1982), 253-67.",
        "Constantinides, George M. Habit Formation: A Resolution of the Equity Premium Puzzle. J.P.E. 98 (1990): 5 19-43.",
        "Daniel, Kent, and Marshall, David. The Equity Premium Puzzle and the Risk-Free Rate Puzzle at Long Horizons. Macroeconomic Dynamics 1(1997).",
        "Detemple, Jerome B., and Serrat, Angel. Dynamic Equilibrium with Liquidity Constraints. Mimeo. Chicago: Univ. Chicago, 1996.",
        "Epstein, Larry 0., and Zin, Stanley E. Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: An Empirical Analysis. J.P.E. 99 (April 1991): 263-86.",
        "Fama, Eugene F., and French, Kenneth R. Common Risk Factors in the Returns of Stocks and Bonds.J Financial Econ. 33(1993): 3-56.",
        "Ferson, Wayne E. and Constantinides, George M. Habit Persistence and Durability in Aggregate Consumption. J. Financial Econ. 29 (1991): 199-240.",
        "Ferson, Wayne B. and Foerster, S. R. Small Sample Properties of the Generalized Method of Moments in Tests of Conditional Asset Pricing Models. J. Financial Econ. 36 (1994): 29-36.",
        "Haliassos, Michael, and Bertaut, Carol C. Why Do So Few Hold Stocks? The Economic J. 105 (1995): 1110-29.",
        "Hansen, Lars Peter, and Jagannathan, Ravi. Implications of Security Market Data for Models of Dynamic Economies. J.P.E. 99 (April 1991): 225-62.",
        "Hansen, Lars Peter, and Singleton, Kenneth J. Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models. Econometrica 50 (1982): 1269-88.",
        "He, Hua, and Modest, David M. Market Frictions and Consumption-Based Asset Pricing. J.P.E. 103 (February 1995): 94-117.",
        "Heaton, John, and Lucas, Deborah J. Evaluating the Effects of Incomplete Markets on Risk Sharing and Asset Pricing. J.P.E 104 (June 1996): 443-87.",
        "Heaton, John, and Lucas, Deborah J. Market Frictions, Savings Behavior and Portfolio Choice. J. Macroeconomic Dynamics, forthcoming, l997a. Heaton, John, and Lucas, Deborah J. Portfolio Choice and Asset Prices: The Importance of Entrepreneurial Risk. Working paper. Evanston, IL: Northwestern Univ., 1997b.",
        "Jorion, Philippe, and Goetzmann, William N. Global Stock Markets in the Twentieth Century. J. Finance 54 (1999): 953-80.",
        "Jacobs, Kris. Incomplete Markets and Security Prices: Do Asset-Pricing Puzzles Result from Aggregation Problems? J. Finance 54 (1999): 123-63.",
        "Kocherlakota, Narayana R. On Tests of Representative Consumer Asset Pricing Models. J. Monetary Econ. 26 (1990): 285-304.",
        "Kocherlakota, Narayana R. The Equity Premium: Its Still a Puzzle. J. Econ. Literature, 34 (March 1996): 42-71.",
        "Lucas, Deborah J. Asset Pricing with Undiversiftable Risk and Short Sales Constraints: Deepening the Equity Premium Puzzle. J. Monetary Econ. 34 (1994): 325-41.",
        "Luttmer, Erzo 0. J. Asset Pricing in Economies with Frictions. Econometrica 64 (1996): 1439-67.",
        "Mankiw, N. Gregory, and Zeldes, Stephen P. The Consumption of Stockholders and Nonstockholders. J. Financial Econ. 29 (March 1991): 97-112.",
        "Mehra, Rajnish, and Prescott, Edward C. The Equity Premium: A Puzzle. I Monetary Econ. 15 (March 1985): 145-61.",
        "Mehra, Rajnish, and Prescott, Edward C. The Equity Premium: A Solution?. I Monetary Econ. 22 (July 1988): 133-36.",
        "Weil, Philippe. The Equity Premium Puzzle and the Risk-Free Rate Puzzle. I Monetary Econ. 24 (November 1989): 401-421.",
        "Wilson, Robert. The Theory of Syndicates. Econometrica 36, 119-132, 1968."
    ]
}