{
    "id": 7408,
    "cites": 49,
    "cited_by": 17,
    "reference": [
        "Abuaf, N. and P. Jorion, 1990, Purchasing power parity in the long run, Journal of Finance 45: 157-174.",
        "Ball, L. and N. G. Mankiw, 1994, Asymmetric price adjustment and economic fluctuations, Economic Journal 104: 247-261.",
        "Bresnahan, T., 1989, Empirical studies of industries with market power, in R. Schmalensee and R. Willig (eds.), Handbook of industrial Organization, vol. 2, North-Holland, Amsterdam.",
        "Campa, J. and L. S. Goldberg, 1995, Investment in manufacturing, exchange rates and external exposure, Journal of International Economics 38: 297-320.",
        "Campa, J. M. and H. C. Wolf, 1997, Is real exchange rate mean reversion caused by arbitrage? NBER Working Paper 6162.",
        "Cheung, Y. -W. and K. S. Lai, 1995, Lag order and critical values of a modified DiekeyFuller test, Oxford Bulletin of Economics and Statistics 57: 411-419.",
        "Cheung, Y. -W. and K. S. Lai, 1998, On a purchasing power parity puzzle, UCSC Economics Working Paper, Department of Economics, University of California, Santa Cruz.",
        "Cheung, Y. -W. and K. S. Lai, 1999, On cross-country differences in the persistence of real exchange rates, forthcoming, Journal of International Economics.",
        "Culver, S. E., and D. H. Papell, 1995, Real exchange rates under the Gold Standard: Can they be explained by the trend break model?, Journal of International Money and Finance 14: 539-548.",
        "De Gregorio, J., A. Giovannini, and H. C. Wolf, 1994, International evidence on tradables and nontradables inflation, European Economic Review 38: 1225-1244.",
        "Delgado, F. A., 1991, Hysteresis, menu costs, and pricing with random exchange rates, Journal of Monetary Economics 28: 46 1-484.",
        "Dhrymes, P., 1984, Limited dependent variables, in Z. Griliches and M. Intriligator (eds.), Handbook of Econometrics, vol. 2, North-Holland, Amsterdam.",
        "Diebold, F. X., S. Husted, and M. Rush, 1991, Real exchange rates under the gold standard, Journal of Political Economy 99: 1252-127 1.",
        "Dixit, A. and J. E. Stiglitz, 1977, Monopolistic competition and optimum product diversity, American Economic Review 67: 297-308.",
        "Domowitz, I., R. G. Hubbard, and B. C. Peterson, 1986, Business cycles and the relationship between concentration and price-cost margins, Rand Journal of Economics 17: 1-17.",
        "Domowitz, I., R. G. Hubbard, and B. C. Peterson, 1987, Oligopolistic supergames: Some empirical evidence on prices and margins, Journal of industrial Economics 35: 379- 398.",
        "Domowitz, I., R. G. Hubbard, and B. C. Peterson, 1988, Market structure and cyclical fluctuations in U.S. manufacturing, Review of Economics and Statistics 70: 55-66.",
        "Dornbusch, R., 1987, Exchange rates and prices, American Economic Review 77: 93-106.",
        "Dumas, B., 1992, Dynamic equilibrium and the real exchange rate in a spatially separated world, Review of Financial Studies 5: 153-180.",
        "Elliott, G., T. 1. Rothenberg, and J. H. Stock, 1996, Efficient tests for an autoregressive unit root, Econometrica 64: 8 13-836.",
        "Engel, C., 1999, Long-run PPP may not hold after all, forthcoming, Journal of international Economics.",
        "Engel, C., M. K. Hendrickson and J. H. Rogers, 1997, Intranational, intracontinental, and intraplanetary PPP, Journal of the Japanese and international Economies 11: 480- 501.",
        "Faruqee, H., 1995, Pricing to market and the real exchange rate, IMP Staff Papers 42: 855- 881.",
        "Feenstra, R. C., 1995, Estimating the effects of trade policy, in G. Grossman and K. Rogoff (eds.), Handbook of International Economics, vol. 3, North-Holland, Amsterdam.",
        "Feenstra, R. C. and J. D. Kendall, 1997, Pass-through of exchange rates and purchasing power parity, Journal of international Economics 43: 237-261.",
        "Frankel, 1. A. and A. K. Rose, 1996, A panel project on purchasing power parity: Mean 23 reversion within and between countries, Journal of International Economics 40: 209- 224.",
        "Frenkel, J. A. and A. Razin, 1987, Fiscal Policies and the World Economy, MIT Press, Cambridge.",
        "Froot, K. A. and K. Rogoff, 1991, The EMS, the EMU, and the transition to a common currency, in 0. Blanchard and S. Fischer (eds.), 1991 NBER Macroeconomic Annual, MIT Press, Cambridge.",
        "Froot, K. A. and K. Rogoff, 1995, Perspectives on PPP and long-run real exchange rates, in G. Grossman and K. Rogoff (eds.), Handbook of international Economics, vol. 3, North-Holland, Amsterdam.",
        "Gagnon, J. E. and A. K. Rose, 1995, Panel evidence on the determinants of the real exchange rate, mimeo, Federal Reserve Board and University of California, Berkeley.",
        "Giovannini, A., 1988, Exchange rates and traded goods prices, Journal of international Economics 24: 45-68.",
        "Glen, J., 1992, Real exchange rates in the short, medium, and long run, Journal of International Economics 33: 147-166.",
        "Goldberg, P. K. and M. M. Knetter, 1997, Goods prices and exchange rates: What have we 24 learned? Journal of Economic Literature 35: 1243-1272.",
        "Grossman, G. M. and E. Helpman, 1991, Innovation and Growth in the Global Economy, MIT Press, Cambridge.",
        "Grubel, H. G. and P. J. Lloyd, 1975, Intra-industry Trade: The Theory and Measurement of International Trade in Differentiated Products, John Wiley and Sons, New York.",
        "Hall, R. E., 1988, The relation between price and marginal cost in U.S. industry, Journal of Political Economy 96: 921-947.",
        "Hall, R. E., 1990, Invariance properties of Solows productivity residuals, in P. Diamond (ed.), Growth/Productivity/Employment, MIT Press, Cambridge.",
        "Harrison, A., 1994, Productivity, imperfect competition and trade reform, Journal of International Economics 36: 53-74.",
        "Helpman, E,, 1981, International trade in the presence of product differentiation, economies of scale, and imperfect competition: A Chamberlin-Heekseher-Ohlin approach, Journal of international Economics 11: 305-340.",
        "Knetter, M. M., 1989, Price discrimination by U.S. and German exporters, American Economic Review 79: 198-2 10.",
        "Knetter, M. M., 1993, International comparisons of pricing-to-market behavior, American Economic Review 83: 473-486.",
        "Krugman, P., 1987, Pricing to market when the exchange rate changes, in S. W. Arndt and J. D. Richardson (eds.), Real-Financial Linkages among Open Economies, MIT Press, Cambridge.",
        "Krugman, P., 1995, Increasing returns, imperfect competition and the positive theory of international trade, in G. Grossman and K. Rogoff (eds.), Handbook of international Economics, vol. 3, North-Holland, Amsterdam.",
        "Levin, A. and C. Lin, 1992, Unit root tests in panel data: Asymptotic and finite-sample properties, Discussion Paper 92-23, University of California, San Diego.",
        "Levinsohn, J., 1993, Testing the imports-as-market-discipline hypothesis, Journal of International Economics 35: 1-22.",
        "Lothian, J. R. and M. P. Taylor, 1996, Real exchange rate behavior: The recent float from the perspective of the past two centuries, Journal of Political Economy 104: 488-509.",
        "Maddala, G., 1983, Limited Dependent and Qualitative Variables in Econometrics, Cambridge University Press, New York.",
        "Mark, N., 1990, Real exchange rates in the long run: An empirical investigation, Journal of International Economics 28: 115-136.",
        "Marston, R., 1990, Pricing to market in Japanese manufacturing, Journal of International Economics 29: 2 17-236."
    ]
}