{
    "id": 7411,
    "cites": 51,
    "cited_by": 2,
    "reference": [
        "R. J. Barro (1997), Determinants of Economic Growth (Cambridge, Mass.: MIT Press).",
        "J. H. Bentley (1999), Asia in World History, Education About Asia 4: 5-9.",
        "H. Phelps Brown and S. V. Hopkins (1981), A Perspective of Wages and Prices (London: Methuen).",
        "D. Bulbeck, A. Reid, L. C. Tan and Y. Wu (1998), Southeast Asian Exports Since the 14 th Century: Cloves, Pepper, Coffee, and Sugar (Leiden, The Netherlands: KITLV Press).",
        "A. D. Chandler (1977), The Visible Hand: The Managerial Revolution in American Business (Cambridge, Mass.: Belknap Press).",
        "W. J. Collins (1996), Regional Labor Markets in British India, mimeo., Department of Economics, Harvard University (November).",
        "P.A. David (1975), Technical Choice, Innovation and Economic Growth (Cambridge: Cambridge University Press).",
        "R. Davis (1962), The Rise of the English Shipping Industry in the Seventeenth and Eighteenth Centuries (London: Macmillan).",
        "R. Davidson and J.G. MacKinnon (1993), Estimation and Inference in Econometrics (Oxford: Oxford 36 University Press).",
        "R. Findlay (1993), International Trade and Factor Mobility with an Endogenous Land Frontier: Some General Equilibrium Implications of Christopher Columbus, in Theory, Policy and Dynamics in International Trade, ed. by W.J. Ethier, E. Helpman and J.P. Neary (Cambridge: Cambridge University Press): 38-54.",
        "Discussion Paper No. 9596-08 (April). H. Flam and M. J. Flanders (1991), Heckscher-Ohlin Trade Theory (Cambridge, Mass.: MIT Press).",
        "R. W. Fogel (1967), The Specification Problem in Economic History, Journal of Economic History 27: 283-308.",
        "A. G. Frank (1998), ReOrient: Global Economy in the Asian Age (Berkeley, Cal.: University of California Press).",
        "L. Girard (1966), Transport, in The Cambridge Economic History of Europe, Volume VI, The Industrial Revolution and After: Incomes, Population and Technological Change (I), ed. by H. J.",
        "Habbakuk and M. M. Postan (Cambridge: Cambridge University Press). H. J. Habakkuk (1962), American and British Technology in the Nineteenth Century (Cambridge: Cambridge University Press).",
        "Reaffirmed, Journal of Economic History 48: 851-76. T. J. Hatton and J. G. Williamson (1998), The Age of Mass Migration (New York: Oxford University Press).",
        "Y. Hayami and V. W. Ruttan (1971), Agricultural Development (Baltimore: Johns Hopkins University Press).",
        "J. R. Huber (1971), Effect on Prices of Japans Entry into World Commerce after 1858, Journal of Political Economy 79: 614-28.",
        "D. A. Irwin (1991), Mercantilism as Strategic Trade Policy: The Anglo-Dutch Rivalry for the East India Trade, Journal of Political Economy 99: 1296-314.",
        "M. K. James (1971), Studies in the Medieval Wine Trade (Oxford: Clarendon Press).",
        "S. Johansen (1991), Estimation and Hypothesis Testing of Cointegration Vectors in Gaussian Vector Autoregressive Models, Econometrica 59: 1551-80.",
        "S. Johansen (1995), Likelihood-Based Inference in Cointegrated Vector Autoregressive Models (Oxford: Oxford University Press).",
        "R. W. Jones (1971), A Three-Factor Model in Theory, Trade, and History, in Trade, Balance of Payments, and Growth, ed. by J. N. Bhagwati et al. (Amsterdam: North-Holland): 3-21.",
        "K. H. Kang and M. S. Cha (1996), Imperial Policy or World Price Shocks'DONE' Explaining Interwar Korean Living Standards, paper presented to the Conference on East and Southeast Asian Economic Change in the Long Run, Honolulu (April 11).",
        "B. Krishna (1924), Commercial Relations Between England and India, 1603-1757 (London).",
        "N. G. Mankiw, D. Romer and D. N. Weil (1992), A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics 107: 407-37.",
        "T. K. McCraw (1984), Prophets of Regulation (Cambridge, Mass.: Belknap Press).",
        "J. J. McCusker and R. Menard (1991), The Economy of British America, 1607-1789 (Chapel Hill, N.C.: University of North Carolina Press).",
        "E. Mechner (1999), Pirates and Planters: Trade and Development in the Caribbean, 1492-1680, PhD thesis, Department of Economics, Harvard University (May).",
        "R. Menard (1991), Transport Costs and Long-Range Trade, 1300-1800: Was There a European `Transport Revolution in the Early Modern Era'DONE' in Political Economy of Merchant Empires, ed.",
        "M. Obstfeld, and A.M. Taylor (1998), The Great Depression as a Watershed: International Capital Mobility in the Long Run, in The Defining Moment: The Great Depression and the American Economy in the Twentieth Century, ed. by M.D. Bordo, C.D. Goldin and E.N. White (Chicago: University of Chicago Press): 353-402.",
        "K. H. ORourke (1994), The Repeal of the Corn Laws and Irish Emigration, Explorations in Economic History 31: 120-38.",
        "Century, Economic Journal (forthcoming). K. H. ORourke, A. M. Taylor and J. G. Williamson (1996), Factor Price Convergence in the Late Nineteenth Century, International Economic Review 37: 499-530.",
        "K. H. ORourke and J. G. Williamson (1994), Late 19 th Century Anglo-American Factor Price Convergence: Were Heckscher and Ohlin Right'DONE' Journal of Economic History 54: 892-916.",
        "Accounting, Scandinavian Economic History Review XLIII, 2: 171-203. --- (1999), Globalization and History (Cambridge, Mass.: MIT Press).",
        "A. Reid (1993), Southeast Asia in the Age of Commerce 1450-1680: Volume Two: Expansion and Crisis (New Haven, Conn.: Yale University Press).",
        "R. Rogowski (1989), Commerce and Coalitions: How Trade Effects Domestic Political Arrangements (Princeton, NJ: Princeton University Press).",
        "J. D. Sachs and A. Warner (1995), Economic Reform and the Process of Global Integration, Brookings Papers on Economic Activity, I (Washington, D.C.: Brookings Institution).",
        "P. A. Samuelson (1971), Ohlin was Right, Swedish Journal of Economics 73: 365-84.",
        "M. J. Slaughter (1995), The Antebellum Transportation Revolution and Factor-Price Convergence, NBER Working Paper No. 5303, National Bureau of Economic Research, Cambridge, Mass.",
        "N. Steensgaard (1965), Freight Costs in the English East India Trade 1601-1657, Scandinavian Economic History Review 13: 143-62.",
        "A. M. Taylor (1996), Sources of Convergence in the Late Nineteenth Century, NBER Working Paper No. 5806, National Bureau of Economic Research, Cambridge, Mass. (October).",
        "A. M. Taylor and J. G. Williamson (1997), Convergence in the Age of Mass Migration, European Review of Economic History 1: 27-63.",
        "P. Temin (1966), Labor Scarcity and the Problem of American Industrial Efficiency in the 1850s, Journal of Economic History 26: 277-98.",
        "J. D. Tracy (1990), Introduction, in The Rise of Merchant Empires, ed. by J. D. Tracy (Cambridge: Cambridge University Press).",
        "A. Vamvakidis (1997), How Robust Is the Growth-Openness Connection'DONE' Historical Evidence, mimeo, Harvard University.",
        "J.. G. Williamson (1990), The Impact of the Corn Laws Just Prior to Repeal, Explorations in Economic History 27: 123-56.",
        "Dynamism 1500-2000, ed. by A. J. Latham (London: Routledge, forthcoming).",
        "Historia Economica (forthcoming). --- (1999c), Land, Labor and Globalization in Pre-Industrial Third World Economies: W. Arthur Lewis Revisited, paper to be presented to the ESF Market Integration Conference, Venice (December 17-18).",
        "J. G. Williamson and P. H. Lindert (1980), American Inequality: A Macroeconomic History (New York: Academic Press).",
        "A. Wood (1994), North-South Trade, Employment and Inequality: Changing Fortunes in a Skill-Driven World (Oxford: Clarendon Press)."
    ]
}