{
    "id": 7412,
    "cites": 13,
    "cited_by": 12,
    "reference": [
        "Centers for Disease Control and Preventions Tobacco Information and Prevention Sourcepage, Adult Prevalence Data, Centers for Disease Control and Prevention, 1999.",
        "Chaloupka, F.J., and M. Grossman, Price, Tobacco Control Policies, and Youth Smoking, Working Paper (Department of Economics, University of Illinois at Chicago). DeCicca, P., D. Kenkel, and A. Mathios, Putting Out the Fires: Will Higher Taxes Reduce Youth Smoking'DONE', Presented at the annual meetings of the American Economic Association, Chicago, IL, 1998.",
        "Douglas, S. M., The Duration of the Smoking Habit, Economic Inquiry, v XXXVI, n1, 49-64, 1998.",
        "Forster, M., and A. M. Jones, The Role of Tobacco Taxes in Starting and Quitting Smoking: Duration Analysis of British Data, Working Paper, University of York, September 3, 1999.",
        "Lin, D.Y. and L.J. Wei, The Robust Inference for the Cox Proportional Hazard Model, Journal of the American Statistical Association, v84, 1074-1078, 1989.",
        "Meyer, B., Unemployment Insurance and Unemployment Spells, Econometrica, v58, n4, 757-782, 1990.",
        "Tobacco Institute, The Tax Burden on Tobacco, Washington D.C.: Tobacco Institute, 1997.",
        "Historic Compilation, Volume 32. University of Michigan News and Information Services, Monitoring the Future Study Press Release, December 18, 1998, Ann Arbor: University of Michigan News and Information Services, 1998.",
        "U.S. Department of Health and Human Services, The Health Benefits of Smoking Cessation, a Report of the Surgeon General, Rockville, Maryland: U.S. Department of Health and Human Services, Public Health Service, Center for Disease Control, Center for chronic Disease Prevention and Health Promotion, Office of Smoking and Health, 1990.",
        "U.S. Public Health Service, Smoking and Health. Report of the Advisory Committee to the Surgeon General of the Public Health Service, U.S. Department of Health, Education, and Welfare, Public Health Service, Center for Disease Control, 1964.",
        "Warner, K.E., Cost Effectiveness of Smoking-Cessation Therapies Interpretation of the Evidence and Implications for Coverage, Pharmacoeconomics, 11 (6): 538-549, 1997.",
        "Wasserman, J., W.G. Manning, J.P. Newhouse, and J.D. Winkler, The Effects of Excise Taxes and Regulations on Cigarette Smoking, Journal of Health Economics, 10: 43-64, 1991.",
        "Wechsler, H., and N.A. Rigotti, Increased Levels of cigarette Use Among College Students: A Cause for National Concern, JAMA, v280 no.19, November 18, 1998."
    ]
}