{
    "id": 7415,
    "cites": 23,
    "cited_by": 17,
    "reference": [
        "Wilson, William J., The Truly Disadvantaged (Chicago, IL: The University of Chicago Press, 1987).",
        "Van den Berg, Gerard, Bas Van der Klaauw and Jan van Ours, The Effect of Neighbor- hood Characteristics on the Labor Supply of Welfare Recipients, CentER, Tilburg, mimeo (1998).",
        "Whitehead, Thomas N., The Industrial Worker: A Statistical Study of Human Relations in a Group of Manual Workers (Cambridge, MA: Harvard University Press, 1938).",
        "Shapiro, Carl, and Joseph Stiglitz, Equilibrium Unemployment as a Worker Discipline Device, American Economic Review LXXIV (1984), 433-444.",
        "Topa, Giorgio., Social Interactions, Local Spill-overs and Unemployment, Working Paper, New York University (1997).",
        "Putnam, Robert, Making Democracy Work. Civic Traditions in Modern Italy (Princeton, MA: Princeton University Press, 1993).",
        "Marselli, Riccardo, Antonio Merlo and Marco Vannini, Intervento pubblico, delitto e castigo: unanalisi economica della crescita della criminalitÃ\u0083Â , in: Liberalizzazione dei mercati e privatizzazioni, Francesco Giavazzi, Alessandro Penati and Guido Tabellini, eds. (Bologna, Italy: Ii Mulino Studi e Ricerche, 1998).",
        "Manski, Charles F., Identification of Endogenous Social Effects: The Reflection Prob- lem, Review of Economic Studies LX (1993), 531-542.",
        "Krueger, Alan, and Lawrence Summers, Efficiency Wages and the Inter-industry Wage Structure, Econometrica LVI (1988), 259-293.",
        "Leonard, Jonathan S., Carrots and Sticks: Pay, Supervision and Turnover, Journal of Labor Economics V (1987), 136-153.",
        "Jones, Stephen R.G., Worker Interdependence and Output: The Hawthorne Studies Reevaluated, American Sociological Review LV (1990), 176-190.",
        "Ichino, Andrea, and Pietro Ichino, Discrimination or Individual Effort? Regional Pro- ductivity Differentials in a Large Italian Firm, European University Institute Work- ing Paper ECO 98/9 (1998).",
        "Glaeser, Edward L., Bruce Sacerdote and Jose A. Scheinkman, Crime and Social Inter- actions, Quarterly Journal of Economics CXI (1996), 507-548.",
        "Hirsch, Barry T., and William J. Hausman, Labour Productivity in the British and South Wales Coal Industry, Economica L (1983), 145-157.",
        "Gibbons, Robert, and Lawrence Katz, Does Unmeasured Ability Explain Inter-Industry Wage Differentials?, Review of Economic Studies LIX (1992), 515-535.",
        "Erickson, Chris, and Andrea Ichino, Wage Differentials in Italy: Market Forces, Insti- tutions and Inflation, in: Differences and Changes in the Wage Structure, Richard Freeman, and Larry Katz, eds. (Chicago, IL: NBER and University of Chicago Press, 1994).",
        "Encinosa, William E., Martin Gaynor and James B. Rebitzer, The Sociology of Groups and the Economics of Incentives: Theory and Evidemce on Compensation Systems, Case Western Reserve University (1998).",
        "Crane, Jonathan, The Epidemic Theory of Ghettos and Neighborhood Effects on Drop- ping Out and Teenage Childbearing, American Journal of Sociology XCVI (1991), 1226-1259.",
        "Case, Anne, and Lawrence Katz, The Company You Keep: the Effect of Family and Neighborhood on Disadvantaged Youth, NBER Working Paper 3705 (1991).",
        "Cappelli, Peter, and Keith Chauvin, An Interplant Test of the Efficiency Wage Hypoth- esis, Quarterly Journal of Economics CVI (1991), 769-787.",
        "Bertrand, Marianne, Erzo F.P. Luttmer and Sendhil Mullainathan, Network Effects and Welfare Cultures, NBER Working Paper 6832 (1998).",
        "Balzi, Daniela, Ettore Bidoli, Silvia Franceschi, Stefania Arniani, Paola Pisani and Marco Geddes, Stima dellincidenza e mortalitÃ\u0083Â  per tumore nelle Regioni Italiane, Asso- ciazione Italiana Registri Tumori (1997).",
        "Aaronson, Daniel, Using Sibling Data to Estimate the Impact of Neighborhoods on Childrens Educational Outcomes, Journal of Human Resources, XXIII (1998), 915-946."
    ]
}