{
    "id": 7423,
    "cites": 36,
    "cited_by": 115,
    "reference": [
        "George Argyropoulos, Angela M. Brown, Steven M. WilE, Jianguo Zhu, Yufang He, Marc Reitman, Sahr M. Gevao, Ida Spruill, and W. Timothy Garvey. Effects of Mutations in the Human Uncoupling Protein 3 Gene on the Respiratory Quotient and Fat Oxidation in Severe Obesity and Type 2 Diabetes, 102 Journal of Clinical Investigation 1345-1351 (October 1998).",
        "Arthur, W. B. The Economics of Risks to Life, 71 American Economic Review 54 (1981).",
        "Susan Averett and Sanders Korenman The Economic Reality of The Beauty Myth, 31 Journal of Human Resources 304 (1996).",
        "Claude Bouchard, Heredity and the Path to Overweight and Obesity, 23 Medicine and Science in Sports and Exercise 285 (1991).",
        "Jeff E. Biddle and Daniel S. Hamermesh, Beauty, Productivity, and Discrimination: Lawyers Looks and Lucre, 16 Journal of Labor Economics 172 (1998).",
        "Jane E. Brody, New Look at Dieting: Fat Can Be a Friend. New York Times, May 25, 1998, pp. Dl, D9.",
        "Kelly D. Brownell, Dieting and the Search for the Perfect Body: Where Physiology and Culture Collide, 22 Behavior Therapy 1 (1991).",
        "Cawley, J., Obesity and Addiction, PhD Dissertation, Department of Economics, The University of Chicago, 1999.",
        "Cassell, Jo Anne, Social Anthropology and Nutrition: A Different Look at Obesity in America, Journal of the American Dietetic Association (April, 1995).",
        "LF Chitwood, SP Brown, MJ Lundy, and MA Dupper, Metabolic Propensity Toward Obesity in Black vs White Females: Responses During Rest, Exercise and Recovery, 20 International Journal of Obesity 455 (1996).",
        "Czajka-Narina, Dorice M. and Parham, Ellen S., Fear of Fat: Attitudes Toward Obesity; the Thinning of America, Nutrition Today (February 1990).",
        "Ehrlich, Isaac, and Chuma, Hiroyuki, A Model of the Demand for Longevity and the Value of Life Extension. 98 Journal of Political Economy 761 (August, 1990).",
        "Mary A. T. Flynn, Fear of Fatness and Adolescent Girls: Implications for Obesity Prevention, 56 Proceedings of the Nutrition Society (1997).",
        "Grossman, Michael. 1972. The Demand for Health: A Theoretical and Empirical Investigation. New York: Columbia University Press.",
        "Economics of Obesity 31 Grunberg, Neil F., The Inverse Relationship between Tobacco Use and Body Weight, Research Advances in Alcohol and Drug Problems, Grunberg and Klein, The Relevance of Stress and Eating to the Study of Gender and Drug Use, National Institute on Drug Abuse Report: Drug Addiction Research and the Health of Women, 173, Nil-I publication 98-4290 (1998), Coma Lee Weatherington and Adele B. Roman, eds.",
        "N Haapanen, S. Miilunpalo, M Pasanen, P Oja, and I Vuori, Association Between Leisure Time Physical Activity and 10-year Body Mass Change Among Working-Aged Men and Women, 21 international Journal of Obesity 288 (1997).",
        "Pamela S. Haines, Daniel W. Hungerford, Barry M. Popkin, and David K. Guilkey, Eating Patterns and Energy and Nutrient Intakes of US Women, 92 Journal of the American Dietetic Association 698 (1992).",
        "Heini and Weinsier, Divergent Trends in Obesity and Fat Intake Patterns: The American Paradox, 102 American Journal of Medicine 259 (1997).",
        "Horm, John, and Kay Anderson, (1993), `Who in America is Trying To Loose Weight? ,Ann Intern Med, v 119(7), 672-76.",
        "Pauline M. Ippolito and Alan D. Mathios, Information and Advertising: The Case of Fat Consumption in the United States, 85 American Economic Review 91(1995).",
        "Robert W. Jeffery, Simone A. French, Jean L. Forster, and Vivian M. Spry, Socioeconomic Status Differences in Health Behaviors 32 Economics of Obesity Related to Obesity: the Healthy Worker Project, 1 5 international Journal of Obesity 689 (1991).",
        "Mullin, Teenage Child-Bearing, Ph.D. Dissertation, Department of Economics, University of Chicago (1998).",
        "K. Narbro, F. Jonsson, B. Larsson, H. Waaler, H. Wedel, and L SjOstrOm, Economic consequences of sick-leave and early retirement in obese Swedish women, 20 International Journal of Obesity 895 (1996).",
        "Rodolfo M. Nayga, Obesity and Heart Disease Awareness: A Note on the Impact of Consumer Characteristics Using Qualitative Choice Analysis, 4 Applied Economies Letters 229 (1997).",
        "Jose A. Pagan and Alberto DÃ\u0083Â¡vila, Obesity, Occupational Attainment, and Earnings, 78 Social Science Quarterly 756 (1997).",
        "Philipson and Becker Old-Age Longevity and Mortality-Contingent Claims, 106 Journal of Political Economy 551 (1998).",
        "Philipson and Posner. 1993. Private Choices and Public Health : the AIDS Epidemic in an Economic Perspective, Harvard University Press, Cambridge.",
        "Barry M. Popkin, Nutritional Patterns and Transitions, 19 Population and Development Review 138 (1993).",
        "Economics of Obesity 33 Register and Williams, Wage Effects of Obesity Among Young Workers, 71 Social Science Quarterly 130 (1990).",
        "Nikki M. Riley, Diane E. Bild, Lawton Cooper, Pamela Schreiner, Delia E. Smith, Paul Sonic, and J. Kevin Thompson. Relation of SelfImage to Body Size and Weight loss Attempts in Black Women: The CARDIA Study, 148 American Journal of Epidemiology 1062 (1998).",
        "John P. Robinson and Geoffrey Godbey. 1997. A Time for L~fe: the Surprising Ways Americans Use their Time, Pennsylvania State University Press.",
        "Judith Rodin, Cultural and Psychosocial Determinants of Weight Concerns, 119 Annals of Internal Medicine 643 (1993).",
        "J Sobal, V Nicolopoulos and J Lee, Attitudes About Overweight and Dating Among Secondary School Students, 19 international Journal of Obesity 376 (1995).",
        "J. Sobal and A. J. Stunkard, Socioeconomic Status and Obesity: A Review of the Literature, 105 Psychological Bulletin 260 (1989).",
        "Theodore B. Vanltallie, Prevalence of Obesity, 25 Obesity 887 (1996).",
        "Williamson, David F., Jennifer Madans, Robert F. Anda, Joel C. Kleinman, Henry S. Kahn, and Tim Byers, Recreational Physical 34 Economics of Obesity Activity and Ten-Year Weight Change in a US National Cohort, 17 International Journal of Obesity 279 (1993)."
    ]
}