{
    "id": 7426,
    "cites": 10,
    "cited_by": 134,
    "reference": [
        "Boughton, J.M., and W.H. Branson, `Commodity Prices as Leading Indicators of In-ation, in K. Lahiri and G.H. Moore (eds.). Leading Economic Indicators: New Approaches and Forecasting Records . Cambridge: Cambridge University Press, 1991, p. 305-338.",
        "Cecchetti, Stephen G. `Policy Rules and Targets: Framing the Central Bankers Prob- lemEconomic Policy Review, Federal Reserve Bank of New York 4 (June 1998) p.",
        "London: Macmillan, forthcoming Cecchetti, Stephen G., Margaret M. McConnell and Gabriel Perez Quiros, `Policy- makers Revealed Preferences and the Output-In-ation Variability Trade-oÃ\u0082Â®: Im- plications for the European System of Central Banks, unpublished manuscript, Federal Reserve Bank of New York, May 1999.",
        "Christiano, Lawrence J., Martin Eichenbaum and Charles L. Evans, `IdentiÃ\u0082Â¯cation of the EÃ\u0082Â®ects of Monetary Policy Shocks, in M.I. Blejer et al., eds., Financial Factors in Economic Stabilization and Growth. New York: Cambridge University Press, 1996, pp. 36-74.",
        "Ehrmann, Michael, `Will EMU Generate Asymmetry? Comparing Monetary Policy Transmission Across European Countries, European University Institute Working Paper No. 98/28, October, 1998.",
        "Fry, Maxwell, DeAnne Julius, Lavan Mahadeva, Sandra Rogers, and Gabriel Sterne, `Monetary Policy Framework in a Global Context, Bank of England, Centre for Central Banking Studies, unpublished manuscript, June 1999.",
        "King, Robert G., Plosser, Charles I., Stock, James H. and Mark W. Watson, `Stochas- tic Trends and Economic Fluctuations, American Economic Review81 (June 34 1991): 819-840.",
        "MorandÃ\u0082Â¶e, Felipe and Klaus Schmidt-Hebbel, `The Scope for In-ation Targeting in Emerging Market Economies, Central Bank of Chile, unpublished manuscript, June 1999.",
        "Taylor, John B., `Discretion Versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy 39 (December 1993) pp. 195-214.",
        "Warne, A., `A Common Trends Model: IdentiÃ\u0082Â¯cation, Estimation and Inference University of Stockholm IIES Seminar Paper No. 555, 1993."
    ]
}