{
    "id": 7428,
    "cites": 58,
    "cited_by": 28,
    "reference": [
        "Allen, Franklin, and Douglas Gale. 1999. Comparing Financial Systems . Cambridge, Mass: MIT Press.",
        "Aoki, Masahiko and Hugh Patrick. 1993. The Japanese Main Bank System: Its Relevance for Developing and Transforming Economies . New York: Oxford University Press.",
        "Barca, Fabrizio. 1995. On Corporate Governance in Italy: Issues, Facts, and Agency. Rome: Bank of Italy. Manuscript.",
        "Bebchuk, Lucian. 1999. The Rent Protection Theory of Corporate Ownership and Control. Cambridge, Mass: Harvard Law School. Manuscript.",
        "Beck, Thorsten, Ross Levine, and Norman Loayza. 2000. Finance and the Sources of Growth. Journal of Financial Economics .",
        "Bennedsen, Morten, and Daniel Wolfenzon. 2000. The Balance of Power in Close Corporations. Journal of Financial Economics .",
        "Berglof, Eric, and Ernst-Ludwig von Thadden. 1999. The Changing Corporate Governance Paradigm: Implications for Transition and Developing Countries. Manuscript.",
        "Stockholm, Sweden: Stockholm Institute of Transition Economics. Burkart, Mike, Denis Gromb, and Fausto Panunzi. 1997. Large Shareholders, Monitoring, and Fiduciary Duty. Quarterly Journal of Economics 112, 693-728.",
        "Cameron, Rondo E. 1961. France and the Economic Development of Europe. Princeton, NJ: Princeton University Press.",
        "Carlin, Wendy, and Colin Mayer. 1999. Finance, Investment and Growth. London: University College. Manuscript.",
        "Claessens, Stijn, Simeon Djankov, and Larry H.P. Lang. 1999. The Separation of Ownership and Control in East Asian Corporations. Washington, DC: World Bank. Manuscript.",
        "Claessens, Stijn, Simeon Djankov, Joseph Fan, and Larry H.P. Lang. 1999. Expropriation of Minority Shareholders in East Asia. Washington, DC: World Bank. Manuscript.",
        "Coase, Ronald. 1961. The Problem of Social Cost. Journal of Law and Economics 3, 1-44.",
        "Coffee, John C. Jr. 1999. The Future as History: The Prospects for Global Convergence in Corporate Governance and its Implications. Northwestern Law Review 93, 631-707.",
        "David, Rene, and John Brierley. 1985. Major Legal Systems in the World Today . London: Stevens and Sons.",
        "Demirguc-Kunt, Asli, and Vojislav Maksimovic. 1998. Law, Finance, and Firm Growth. Journal of Finance 53, 2107-2139.",
        "Easterbrook, Frank, and Daniel Fischel. 1991. The Economic Structure of Corporate Law .",
        "Banks, Finance and Investment in West Germany Since 1970 . Cambridge, U.K.: Cambridge University Press.",
        "Volumes 1-4. Brussels: European Corporate Governance Network. Finer, Samuel. 1997. The History of Government , Vol. III. Cambridge, U.K.: Cambridge University Press.",
        "Gerschenkron, Alexander. 1962. Economic Backwardness in Historical Perspective . Cambridge, Mass.: Belknap Press of Harvard University Press.",
        "Gorton, Gary, and Frank Schmid. 1999. Universal Banking and the Performance of German Firms. Philadelphia: University of Pennsylvania. Manuscript.",
        "Grossman, Sanford, and Oliver Hart. 1988. One-share-one-vote and the Market for Corporate Control. Journal of Financial Economics 20, 175-202.",
        "Harris, Milton, and Artur Raviv. 1988. Corporate Governance: Voting Rights and Majority Rules. Journal of Financial Economics 20, 203-36.",
        "Manuscript. Hellwig, Martin. 1999. On the Economics and Politics of Corporate Finance and Corporate Control. University of Mannheim. Manuscript.",
        "Henry, Peter Blair. 2000. Do Stock Market Liberalizations Cause Investment Booms ? Journal of Financial Economics .",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein. 1991. Corporate Structure, Liquidity, and Investment: Evidence from Japanese Industrial Groups. Quarterly Journal of Economics 106, 33-60.",
        "Hirschman, Albert. 1963. Journeys Toward Progress . New York: The Twentieth Century Fund.",
        "Jensen, Michael. 1989. Eclipse of the Modern Corporation, Harvard Business Review 67, 61- 74.",
        "Jensen, Michael, and William Meckling. 1976. Theory of the firm: Managerial behavior, agency costs, and ownership structure. Journal of Financial Economics 3, 305-60.",
        "Johnson, Simon. 1999. Does Investor Protection Matter? Evidence from Germanys Neuer 37 Markt. Cambridge, Mass: MIT. Manuscript.",
        "Kang, Jun-Koo, and RenÃ\u0083Â© M. Stulz. 1998. Do Banking Shocks Affect Borrowing Firm Performance? An Analysis of the Japanese Experience. Columbus: Ohio State University.",
        "Manuscript. Keynes, J. 1931. An Economic Analysis of Unemployment. In Collected Writings. Volume XII.",
        "London: Macmillan. King, Robert, and Ross Levine. 1993. Finance and Growth: Schumpeter Might be Right. Quarterly Journal of Economics 108, 717-38.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer. 1999. Corporate Ownership around the World. Journal of Finance 54, 471-517.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny. 1997.",
        "University. Manuscript. 38 --. 2000. Agency Problems and Dividend Policies around the World. Journal of Finance.",
        "Levine, Ross, and Sara Zervos. 1998. Stock Markets, Banks and Economic Growth. American Economic Review 88, 537-58.",
        "Levine, Ross, Norman Loayza, and Thorsten Beck, 1999, Financial Intermediary Development and Economic Growth: Causality and Causes, Journal of Monetary Economics , forthcoming.",
        "Mayer, Colin. 1988. New Issues in Corporate Finance. European Economic Review 32, 1167- 88.",
        "McCraw, Thomas K. 1984. Prophets of Regulation . Cambridge, Mass: The Belknap Press of Harvard University Press.",
        "Modigliani, Franco, and Merton Miller. 1958. The Cost of Capital, Corporation Finance, and the Theory of Investment. American Economic Review 48, 261-97.",
        "Modigliani, Franco, and Enrico Perotti. 1998. Security versus Bank Finance: the Importance of a Proper Enforcement of Legal Rules. Cambridge, Mass: MIT. Manuscript.",
        "Morck, Randall, and Masao Nakamura. 1999. Banks and Corporate Control in Japan. Journal of Finance 54, 319-340.",
        "Morck, Randall, Bernard Yeung, and Wayne Yu. 2000. The Information Content of Stock Markets: Why Do Emerging Markets Have Synchronous Price Movements? Journal of Financial Economics .",
        "Myers, Stewart. 1977. Determinants of Corporate Borrowing. Journal of Financial Economics 5, 147-175.",
        "Nenova, Tatiana. 1999. The value of a corporate vote and private benefits: a cross-country 39 analysis. Cambridge, Mass: Harvard University. Manuscript.",
        "Pistor, Katarina. 1999. Law as a Determinant of Equity Market Development. Cambridge, Mass: Harvard University. Manuscript.",
        "Porter, Michael. 1992. Capital Disadvantage: Americas falling capital investment system. Harvard Business Review 46, 65-72.",
        "Rajan, Raghuram, and Luigi Zingales. 1998. Financial dependence and growth. American Economic Review 88, 559-586.",
        "Ramseyer, Mark, and Minoru Nakazato. 1999. Japanese Law: an Economic Approach. Chicago: University of Chicago Press.",
        "Sapienza, Paola. 1999. The Effects of Bank Mergers on Loan Contracts. Chicago: Northwestern University. Manuscript.",
        "Shleifer, Andrei, and Robert W. Vishny. 1997. A Survey of Corporate Governance .Ã\u0082â\u0080\u009d Journal of Finance 52, 737-783.",
        "Stigler, George. 1964. Public Regulation of the Securities Market. Journal of Business 37,117- 142.",
        "Stulz, RenÃ\u0083Â© M. 1999. International Portfolio Flows and Securities Markets. Working Paper 99- 3, Fisher College of Business, The Ohio State University. Columbus, Ohio.",
        "Weinstein, David, and Yishay Yafeh. 1998. On the Costs of a Bank-Centered Financial System: Evidence from the Main Bank Relations in Japan. Journal of Finance 53, 635-672.",
        "Wolfenzon, Daniel. 1999. A Theory of Pyramidal Structures. Cambridge, Mass: Harvard 40 University. Manuscript.",
        "Wurgler, Jeffrey. 2000. Financial Markets and the Allocation of Capital. Journal of Financial Economics .",
        "Zingales, Luigi. 1994. The Value of the Voting Right: a Study of the Milan Stock Exchange. The Review of Financial Studies 7, 125-148."
    ]
}