{
    "id": 7430,
    "cites": 29,
    "cited_by": 34,
    "reference": [
        "Berglof, Erik and Ernst-Ludwig von Thadden [1994], Short-Term versus Long-Term Interests: Capital Structure with Multiple Investors, Quarterly Journal of Economics 109, 1055-1084.",
        "Bhattacharya, S. and D. Gale [1987], Preference Shocks, liquidity and Central Bank Policy, in New approaches to monetary economics, edited by W. Barnett and K. Singleton, Cambridge University Press: Cambridge.",
        "Bolton, Patrick and David Scharfstein [1996], Optimal Debt Structure and the Number of Creditors, Journal of Political Economy, 104, 1-25.",
        "Boyd, John and Edward Prescott [1986], Financial Intermediary Coalitions, Journal of Economic Theory.",
        "Bryan, Lowell [1988]. Breaking Up The Bank : Rethinking an Industry Under Siege , Dow Jones-Irwin, Homewood, IL.",
        "Bryant, John [1980], A Model of Reserves, Bank Runs, and Deposit Insurance, Journal of Banking and Finance, 4: 335-344.",
        "Calomiris, Charles W. and Charles M. Kahn [1991], The Role of Demandable Debt in Structuring Optimal Banking Arrangements The American Economic Review, Vol. 81, No. 3.",
        "Diamond, D. W. [1984], Financial Intermediation and Delegated Monitoring, Review of Economic Studies 51 (July): 393-414.",
        "Diamond, D. W. [1997], Liquidity, Banks, and Markets, Journal of Political Economy, 105 (October): 928-956.",
        "Diamond, D. W. and P. H. Dybvig [1983], Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy 91, 401-419.",
        "Diamond, D. W. and R. G. Rajan [2000a], A Theory of Bank Capital, University of Chicago working paper, forthcoming Journal of Finance, December 2000.",
        "Diamond, D. W., and R. G. Rajan [2000b], Banks, short term debt and financial crises: Theory, policy implications and applications, Working paper, University of Chicago, March.",
        "Flannery, M. [1994], Debt maturity and the deadweight cost of leverage: Optimally financing banking firms, American Economic Review, 84, 320-331.",
        "Gorton, Gary, and George Pennacchi [1990]Financial Intermediaries and Liquidity Creation, Journal of Finance 45: 49-71.",
        "Gertner, Robert [1990], Inefficiency in three person bargaining, University of Chicago working paper.",
        "Greenbaum, Stuart, Kanatas, George, and Itzhak Venezia [1989], Equilibrium loan pricing under the bank client relationship, Journal of Banking and Finance 13, 221-235.",
        "Hart, Oliver and John Moore, A Theory of Debt Based on the Inalienability of Human Capital, Quarterly Journal of Economics, v109 n4 (November 1994), pp. 841-79.",
        "HolmstrÃ\u0083Â¶m, B. and J. Tirole [1997], Financial Intermediation, Loanable Funds, and the Real Sector, Quarterly Journal of Economics, 52 (August): 663-692.",
        "HolmstrÃ\u0083Â¶m, B. and J. Tirole [1998], Private and Public Supply of Liquidity, Journal of Political Economy 106 (February): 1-40.",
        "Jacklin, C. J. [1987], Demand Deposits, Trading Restrictions, and Risk Sharing, in: E. C.",
        "Prescott, N. Wallace (eds.), Contractual Arrangements for Intertemporal Trade, Minneapolis: University of Minnesota Press, 26-47 Jacklin, C. and S. Bhattacharya [1988], Distinguishing Panics and Information-based Bank Runs: Welfare and Policy Implications, Journal of Political Economy, 96 (3) 568-592.",
        "Kashyap, A., R. Rajan, and J. Stein [1999], Banks as Liquidity Providers: An Explanation for the Co-Existence of Lending and Deposit Taking, mimeo, University of Chicago.",
        "Myers, Stewart and Raghuram Rajan [1998], The Paradox of Liquidity, Quarterly Journal of Economics , August 1998, vol 113: (3), pp 733-771.",
        "Nakamura, L. [1988], Loan Workouts and Commercial Bank information: Why banks are special, mimeo, Federal Reserve Bank of Philadelphia, 1988.",
        "Qi, Jianping [1998], Deposit Liquidity and Bank Monitoring, forthcoming, Journal of Financial Intermediation.",
        "Rajan, R. [1992], Insiders and outsiders: the choice between informed and arms length debt, Journal of Finance 47, 1367-1400.",
        "Sharpe, S. [1990], Asymmetric Information, Bank Lending and Implicit Contracts: A stylized Model of Customer Relationships, J ournal of Finance, Vol 45, 1069-1088.",
        "Shleifer A , and R. Vishny [1992], Liquidation Values And Debt Capacity - A Market Equilibrium Approach, Journal Of Finance 47: (SEP 1992): 1343-1366.",
        "Simons, Henry [1948]. Economic Policy for a Free Society , University of Chicago Press Chicago, IL."
    ]
}