{
    "id": 7432,
    "cites": 35,
    "cited_by": 156,
    "reference": [
        "Anderson, James E. (1979) \"A Theoretical Foundation for the Gravity Equation,\" American Economic Review, 69(1), March, 106-116. Bacchetta, Philippe and Eric van Wincoop (1998) \"Does Exchange Rate Stability Increase Trade and Capital Flows?\" FRBNY Research Paper Number 9818.",
        "Baldwin, Richard E. (1991) \"On the Microeconomics of the European Monetary Union\" European Economy, 21-35.",
        "Bergstrand, Jeffrey H. (1985) \"The Gravity Equation in International Trade: some Microeconomic Foundations and Empirical Evidence,\" Review of Economics and Statistics, 67, August, 474-481.",
        "Bergstrand, Jeffrey H. (1989) \"The Generalized Gravity Equation Monopolistic Competition, and the Factor-Proportions Theory in International Trade,\" Review of Economics and Statistics, 71, February, 143-153.",
        "Boisso, Dale and Michael Ferrantino (1997) \"Economic Distance, Cultural Distance, and Openness in International Trade: Empirical Puzzles\" Journal of Economic Integration 12 (4), 456-484.",
        "Buiter, Willem H. (1999) \"The EMU and the NAMU\" CEPR Discussion Paper No. 2181.",
        "Calmfors Commission (1997) \"EMU: A Swedish Perspective\" (Kluwer, Norwell).",
        "Cohen, Benjamin J. (1993) \"Beyond EMU: The Problem of Sustainability\" Economics and Politics2, 187-203.",
        "Commission of the European Communities (1990) \"One Market, One Money\" European Economy 44.",
        "Deardorff, Alan V. (1998) \"Determinants of Bilateral Trade: Does Gravity Work in a Neoclassical World?\" in The Regionalization of the World Economy (ed.: Jeffrey A. Frankel), Chicago: University Press Eichengreen, Barry and Douglas A. Irwin (1995) \"Trade Blocs, Currency Blocs and the Reorientation of World Trade in the 1930s\" Journal of International Economics 38-1/2, 1-24.",
        "Engel, Charles M. and John H. Rogers (1996) \"How Wide is the Border?\" American Economic Review 86-5, 1112-1125.",
        "Evenett, Simon J. and Wolfgang Keller (1998) \"On Theories Explaining the Success of the Gravity Equation.\" NBER Working Paper #6529.",
        "Feenstra, Robert C., Robert E. Lipsey and Harry P. Bowen (1997) \"World Trade Flows, 1970-1992, with Production and Tariff Data\" NBER Working Paper No. 5910.",
        "Feenstra, Robert C., James Markusen and Andrew Rose (1998) \"Understanding the Home Market Effect and the Gravity Equation: The Role of Differentiating Goods\" NBER Working Paper #6804.",
        "Feldstein, Martin (1991) \"Does One Market Require One Money\" in Policy Implications of Trade and Currency Zones (FRBKC).",
        "Feldstein, Martin (1997) \"The Political Economy of the European Economic and Monetary Union\" Journal of Economic Perspectives 11-4, 23-42.",
        "Frankel, Jeffrey A. and David Romer (1999) \"Does Trade Cause Growth?\" American Economic Review 89-3,379-399.",
        "Frankel, Jeffrey A. and Andrew K. Rose (1998) \"The Endogeneity of the Optimum Currency Area Criteria\" Economic Journal.",
        "Frankel, Jeffrey A. and Shang-Jin Wei (1993) \"Trade blocs and currency blocks\" NBER Working Paper No. 4335, published in The Monetary Future of Europe (Guillermo de la Dehaza et al eds.; London: CEPR).",
        "Ghosh, Atish R., Anne-Marie Guide and Holger C. Wolf (1999) \"Currency Boards: More than a Quick Fix?\" presented at Economic Policy 30.",
        "Helliwell, John F. (1996) \"Do National Borders Matter for Quebec's Trade?\" Canadian Journal of Economics XXIX-3, 507-522.",
        "Hooper, Peter and Steven Kohlhagen (1978) \"The Effect of Exchange Rate Uncertainty on Prices and Volumes of International Trade\" Journal of International Economics 8, 483-511.",
        "International Monetary Fund (1984) \"Exchange Rate Variability and World Trade\" Occasional Paper #28.",
        "Kenen, Peter and Dani Rodrik (1986) \"Measuring and Analyzing the Effects of Short-Term Volatility in Real Exchange Rates\" Review of Economics and Statistics, 311-315.",
        "Learner, Edward E. and James Levinsohn (1995) \"International Trade Theory: The Evidence\" in The Handbook of International Economics, vol. Ill (edited by G. Grossman and K. Rogoff), Elsevier: North-Holland.",
        "Mauro, Paulo (1995) \"Corruption and Growth\" Quarterly Journal of Economics CX-3, 681-712.",
        "McCallum, John (1995) \"National Borders Matter: Canada-U.S. Regional Trade Patterns\" American Economic Review 85-3, 615-623.",
        "Mundell, Robert A. (1961) \"A Theory of Optimum Currency Areas\" American Economic Review 51,509-517.",
        "Murray, Christian K. and David H. Papell (1999) \"The Purchasing Power Parity Persistence Paradigm\" mimeo.",
        "Obstfeld, Maurice (1997) \"Europe's Gamble\" Brookings Papers on Economic Activity 2, 241-317.",
        "Poyhonen, Pentti (1963) \"A Tentative Model for the Volume of Trade between Countries\" Weltwertschaftliches Archiv 90 (1), 93-99.",
        "Tinbergen, Jan (1962) Shaping the World Economy: Suggestions for an International Economic Policy (New York).",
        "Worrell, DeLisle, Don Marshall, and Nicole Smith (1998) \"The Political Economy of Exchange Rate Policy in the English-speaking Caribbean\" mimeo, University of the West Indies.",
        "Wyplosz, Charles (1997) \"EMU: Why and How It Might Happen\" Journal of Economic Perspectives 11-4, 3-22.",
        "2 For instance, the Calmfors Commission (1997, p. 50) stated \"Many empirical studies have been done on the effects of exchange-rate fluctuations on the volume of foreign trade. The somewhat surprising, but fairly unanimous, conclusion is that these fluctuations seem to influence foreign trade very little, if at all. This conclusion must be regarded as fairly robust, because the various studies have been done with different methods. They measure exchange-rate uncertainty in different ways. They were doe for different countries, for different time periods, and for different exchange-rate systems. They make varying assumptions on the time lags involved.\" 3 The recent panel purchasing power parity (PPPP) literature is the most obvious example; Murray and Papell (1999) claim that panel methods allow one to verify the consensus view that half-lives of PPP deviations are three to five years long, but univariate time-series methods do not."
    ]
}