{
    "id": 7433,
    "cites": 15,
    "cited_by": 11,
    "reference": [
        "Auerbach, Alan J. 1985. Real Determinants of Corporate Leverage, in Friedman.",
        "Benjamin M., ed. Corporate Capital Stractures in the United States (University of Chicago Press, Chicago), pp. 301-22. Bernheim, B. Douglas. 1991. Tax Policy and the Dividend Puzzle, Rand Journal of Economics 22, pp. 455-76.",
        "Bradley, Michael, Gregg Jarrell, and E. Han Kim. 1984. On the Existence of an Optimal Capital Structure: Theory and Evidence, Journal of Finance 39. pp. 857-78.",
        "Constantinides, George. 1983. Capital Market Equilibrium with Personal Tax. Econometrica 51, pp. 611-36.",
        "DeAngelo, Harry and Ronald Masulis. 1980. Optimal Capital Structure Under Corporate and Personal Taxation, Journal of Financial Economics 8, pp. 3-29.",
        "Gordon, Roger H. 1982. Interest Rates, Inflation, and Corporate Financial Policy. Rrookings Papers on Economic Activity 2, pp. 461-491.",
        "Gordon, Roger H. and MacKie-Mason, Jeffrey K. 1994. Tax Distortions to the Choice of Organizational Form, Journal of Public Economics 55, pp. 279-306.",
        "Graham, John R. 1996. Debt and the Marginal Tax Rate, Journal of Financuil Economics 41, pp. 41-73.",
        "Taxes. and the Endogeneity of Corporate Tax Status, Journal of Finance 53. pp. 131162. Gropp. Reint E. 1997. The Effect of Expected Effective Corporate Tax Rates on Incremental Financing Decisions, IMF Working Paper, No. 46.",
        "MacKie-Mason, Jeffrey K. and Gordon, Roger H. 1997. How Much Do Taxes Discourage Incorporation? Journal of Finance 52, pp. 477-505.",
        "MacKie-Mason. Jeffrey K. 1990. Do Taxes Affect Corporate Financing Decisions? Journal of Finance 45, pp. 1471-1493.",
        "Modigliani, Franco and Merton H. Miller. 1963. Corporate Income Taxes and the Cost of Capital: A Correction, American Economic Review 53, pp. 433-43.",
        "Myers, Stewart C. 1984. The Capital Structure Puzzle, Journal of Finance 39. pp.",
        "Rajan, Raghuram, and Zingales, Luigi. 1995. What Do We Know about Capital Structure? Some Evidence from International Data, Journal of Finance 50, pp. 14211460.",
        "Taggart, Robert A., Jr. 1985. Secular Patterns in the Financing of U.S. Corporations,  in Friedman, Benjamin M., ed. Corporate Capital Structures in the United States (University of Chicago Press, Chicago), pp. 13-75."
    ]
}