{
    "id": 744,
    "cites": 34,
    "cited_by": 1,
    "reference": [
        "Barro, Robert J. Unanticipated Money Growth and Unemployment in the United States. American Economic Review 67 (March 1977): 101-15.",
        "States. Journal of Political Economy 86 (August 1978): 549-80.",
        "In Rational Expectations and Economic Policy, edited by S. Fischer. Chicago: University of Chicago Press, 1980: 23-48.",
        "Blinder, Alan S., and Fischer, Stanley. Inventories, Rational Expectations, and the Business Cycle. Journal of Monetary Economics 8 (November 1981).",
        "Bull, Clive, and Frydman, Roman. On the Interpretation of the Lucas Supply Function in Rational Expectations Models. New York University working paper 80-24, 1980.",
        "Chow, Gregory C., and Lin, A. Best, Linear, Unbiased Interpolation, Distribu- tion, and Extrapolation of Time Series by Related Series. Review of Economics and Statistics 53 (November 1971): 372-375.",
        "Denison, Edward F. Accounting for Slower Economic Growth. Washington: The Brookings Institution, 1979.",
        "Flood, Robert P., and Garber, Peter M. A Pitfall in Estimation of Models with Rational Expectations. Journal of Monetary Economics, forthcoming. Friedman, Milton. The Role of Monetary Policy. American Economic Review 58 (March 1968): 1-17.",
        "Frydman, Roman. Sluggish Price Adjustments and the Effectiveness of Monetary Policy Under Rational Expectations. Journal of Money, Credit and Banking 13 (February 1981): 94-102.",
        "Frye, Jon., and Gordon, Robert J. Government Intervention in the Inflation Process: The Econometrics of Self-Inflicted Wounds. American Economic Review 71 (May 1981): 288-94.",
        "Gordon, Robert J. Interest Rates and Prices in the Long Run: A Comment. Journal of Money, Credit and Banking 5 (February 1973): 460-3.",
        "American Economic Review 70 (May 1980): 243-9.",
        "Macroeconomics, Second Edition. Boston; Little, Brown. 1981. (a) __________ Output Fluctuations and Gradual Price Adjustment. Journal of Economic Literature 19 (June 1981): 492-528. (b) __________ Inflation, Flexible Exchange Rates, and the Natural Rate of Unemployment. presented at Brookings Institution Conference on Measures of Labor Market Performance, November 1980. NBER working paper 708, 1981.",
        "Forthcoming in Conference Proceedings edited by Martin N. Baily. (c) ___________ and Wilcox, James A. Monetarist Interpretations of the Great Depression: Evaluation and Critique. In The Great Depression Revisited edited by Karl Brunner, pp. 49-107. Boston: Martinus Nijhoff. 1981.",
        "Kendrick, John. Productivity Trends in the United States. Princeton University Press for NBER, 1961.",
        "Leiderman, Leonardo. Macroeconometric Testing of the Rational Expectations and Structural Neutrality Hypothesis for the United States. Journal of Monetary Economics 6 (January 1980): 69-82.",
        "Lucas, Robert E. Some International Evidence on Output-Inflation Tradeoffs. American Economic Review 63 (June 1973): 326-34.",
        "Makin, John H. Anticipated Money, Inflation Uncertainty, and Real Economic Activity University of Washington working paper, 1981.",
        "McCallum, Bennett T. Price-Level Stickiness and the Feasibility of Monetary Stabilization Policy with Rational Expectations. Journal of Political Economy 85 (June 1977): 627-34.",
        "Maddala, C. S. Econometrics. New York: McGraw Hill. 1977.",
        "Mishkin, Frederic S. Does Anticipated Money Matter? An Econometric Investiga- tion. University of Chicago working paper, April 1981, forthcoming in Journal of Political Economy.",
        "Neftci, S., and Sargent, Thomas J. A Little Bit of Evidence on the National Rate Hypothesis from the United States. Journal of Monetary Economics 4 (April 1978): 315-19.",
        "Nickerson, David B. Essays on Neutrality of Monetary Policy. Dissertation. Northwestern University. 1981.",
        "Parkin, Michael. Discriminating Between Natural and Unnatural Rate Theories of Macroeconomics. University of Western Ontario working paper, March, 1981.",
        "Sargent, Thomas J., A Note on the `Accelerationist Controversy. Journal of Money, Credit, and Banking 3 (August 1971): 721-25.",
        "Theories of Macroeconomics. Journal of Political Economy 84 (June 1976): 631-40.",
        "Macroeconomic Theory. New York: Academic Press. 1979.",
        "Sheffrin, Steven M. Unanticipated Money Growth and Output Fluctuations. Economic Inquiry 17 (January 1979): 1-13.",
        "Sims, Christopher A. Comparison of Interwar and Postwar Business Cycles: Monetarism Reconsidered. American Economic Review 70 (May 1980): 250-57.",
        "Small, David H. Unanticipated Money Growth and Unemployment in the United States: Comment. American Economic Review 69 (December 1979): 996-1003.",
        "Taussig, F. W. Price-Fixing as Seen by a Price-Fixer. Quarterly Journal of Economies 33 (February 1919): 205-41.",
        "Tobin, James. Are New Classical Models Plausible Enough to Guide Policy? Journal of Money, Credit, and Banking XII (November 1980): 788-99.",
        "Wilcox, James A. The Character of Temporally Disaggregated Time Series Derived from Related Series. University of California at Berkeley working paper, July 1980.",
        "Interest Rate. 1890-1980. 4-6 month commercial paper rate, from Federal Reserve Historical Statistics."
    ]
}