{
    "id": 7440,
    "cites": 11,
    "cited_by": 44,
    "reference": [
        "Hoynes, Hilary, Michael Hurd and Harish Chand (1998) Household Wealth of the Elderly under Alternative Imputation Procedures, in inquiries in the Economics ofAging, David Wise, ed., 1998, Chicago: University of Chicago Press, pp. 229-257.",
        "Hurd, M. (1987) Savings of the Elderly and Desired Bequests, American Economic Review 77, 298-3 12.",
        "Hurd, M., D. McFadden and L. Gan (1998) Subjective Survival Curves and Life Cycle Behavior, in D. Wise, ed., inquiries in the Economics ofAging, University of Chicago Press.",
        "Hurd, M., D. McFadden, L. Can, A. Merrill, and M. Roberts (1998) Consumption and Savings Balances of the Elderly: Experimental Evidence on Survey Response Bias, in D. Wise, ed., Frontiers in the Economics of Aging, University of Chicago Press, 353-387.",
        "Hurd, M. and K. McGarry (1995) Evaluation of the Subjective Probabilities of Survival in the Health and Retirement Survey, Journal of Human Resources, 30, 5268-292.",
        "Hurd, M. and D. Wise (1989) Wealth Depletion and Life Cycle Consumption by the Elderly, in D, Wise, ed., Topics in the Economics ofAging, University of Chicago Press.",
        "Jianakoplos, N., P. Menchik, and 0. Irvine (1989) Using Panel Data to Assess the Bias in Cross-Sectional Inferences of Life-Cycle Changes in the Level and Composition of Household Wealth, NBER Research Studies in income and Wealth, 52, University of Chicago Press.",
        "Kitagawa, E. and P. Hauser (1973). Differential Mortality in the United States: A Study in Socioeconomic Epidemiology, Cambridge, MA: Harvard University Press.",
        "Lillard, Lee and Linda Waite (1994), Till Death Do Us Part: Marital Disruption and Mortality, American Journal of Sociology, 100 (5), 113 1-1156.",
        "Shorrocks, A.(1975) The Age-Wealth Relationship: A Cross-Section and Cohort Analysis, Review of Economics and Statistics, 57, 155-163.",
        "Soldo, B., M. Hurd, W. Rodgers and R. Wallace (1997) Asset and Health Dynamics among the Oldest Old: An Overview of the AHEAD Study, The Journals of Gerontology, Series B, 52B, 1-20."
    ]
}