{
    "id": 7441,
    "cites": 33,
    "cited_by": 18,
    "reference": [
        "Abramovitz, Moses, `Resource and Output Trends in the United States since 1870, American Economic Review, 46, 2, May 1956, 5-23.",
        "Ahiuwalia, Ishar J., Productivity and Growth in Indian Manufacturing, Oxford University Press, Delhi, 1991.",
        "Ahluwalia, Ishar J., TFPG in Manufacturing Industry, Economic and Political Weekly, October 22, 1994, 2836.",
        "Bhagwati, Jagdish,  The Design of Indian Development, Indias Economic - Reforms and Development: Essays for Manmohan Singh, Isher Judge Ahiuwalia and I.M.D. Little, eds., Oxford University Press, Delhi, 1998, 23-39.",
        "Chen, Edward K. Y., The Total Factor Productivity Debate: Determinants of Economic Growth in East Asia, Asian Pacific Economic Literature, Vol 11, Number 1, 1997, 18-38.",
        "Desai, Meghnad, Development Perspectives: Was There an Alternative to Mahalanobis?, Indias Economic Reforms and Development: Essays for Manmohan Singh, Isher Judge Ahluwalia and I.M.D. Little, eds., Oxford University Press, Delhi, 1998, 40-72.",
        "Diewert, W. Erwin, Exact and Superlative Index Numbers, Journal of Econometrics, 4 , 1976, 115-145.",
        "Dholakia, B.H., and R.H. Dholakia, Total Factor Productivity Growth in Manufacturing Industry, Economic and Political Weekly, December 31, 1994, 3342-3344.",
        "DrÃ\u0083Â¨ze, Jean, and Amartya Sen, Indias Economic Development and Social Opportunity, Oxford University Press, Delhi, 1995.",
        "Fikkert, Brian, and Anna Hasan, Returns to Scale in a Highly Regulated Economy: Evidence from Indian Firms, Journal of Development Economics, 56, 1, 1998.",
        "Gangopadhyay, Subhashis, and Wilima Wadhwa, Economic Reforms and Labor, Economic and Political Weekly, May 30, 1998, L40-L48.",
        "Gulati, Ashok, Indian Agriculture in an Open Economy: Will it Prosper?, Indias Economic Reforms and Development: Essays for Manmohan Singh, Isher Judge Ahluwalia and I.M.D. Little, eds., Oxford University Press, Delhi, 1998, 122-146.",
        "Hsieh, Chang-Tai, Productivity Growth and Factor Prices in East Asia, American Economic Review, Vol. 89, No. 2, May 1999, 133-138.",
        "Hulten, Charles R., Divisia Index Numbers, Econometrica, Vol. 41, No. 6, November 1973, 1017-25.",
        "Hulten, Charles R., Technical Change and the Reproducibility of Capital, American Economic Review, Vol. 65, No. 5, December 1975, 956-955.",
        "H.ulten, Charles R., On the `Importance of Productivity Change, American Economic Review, 69, 1979, 126-136.",
        "Hulten, Charles R., Total Factor Productivity: A Short Biography, paper presented at Conference on Research in Income and Wealth, Washington, D.C., March 20, 1998.",
        "Hulten, Charles R., and Mieko Nishimizu, The Importance of Productivity Change in the Economic Growth of Nine Industrialized Countries, in Lagging Productivity Growth: Causes and Remedies, Shlomo Maital and Noah M. Meltz, eds,, Ballinger, Cambridge, Mass., 1980, 85-100.",
        "Islam, Nazrul, Different Approaches to the International Comparison of Total Factor Productivity1 paper presented at Conference on Research in Income and Wealth, Washington, D.C., March 20, 1998.",
        "Jorgenson, Dale W. and Zvi Griliches, The Explanation of Productivity Change, Review of Economic Studies, 34, July 1967, 349-83.",
        "Krugman, Paul, The Myth of Asias Miracle, Foreign Affairs, 73, 6, November/Deoember, 1994, 62-77.",
        "Mitra, Arup, AristomÃ\u0083Â¨ne Varoudakis, and Marie-Ange VÃ\u0083Â©ganzonÃ\u0083Â¨s, State Infrastructure and Productive Performance in Indian Manufacturing, Development Centre Technical Papers No. 139, OECD Development Centre, OECD, Paris, 1998.",
        "Nadiri, M. Ishaq, and Ingmar Prucha, Sources of Growth of Output and Convergence of Productivity in Major OECD Countries, International Journal of Production Economics, 52, 1997, 133-146.",
        "Nadiri, M. Ishaq, and Wanpyo Son, Sources of Growth in east Asian Economies, New York University, July 1998.",
        "Nelson, Richard and Howard Pack, The Asian Miracle and Modern Growth Theory, Policy Research Working Paper 1881, The World Bank Development research Group, The World Bank, Washington, D.C., February 1998.",
        "Rao, J. Mohan, Manufacturing Productivity Growth, Method and Measurement, Economic and Political Weekly, November 2, l996a, 2927-2936. Rao, J. Mohan, Indices of Industrial Productivity Growth: Disaggregation and Interpretation, Economic and Political Weekly, December 7, 199Gb, 31773188. Rodrik, Dani, TFPG Controversies, Institutions and Economic Performance in East Asia, in Y. Hayami and N. Aoki, EDS., The Institutional Foundations of Economic Development in East Asia, London, MacMillan, 1998.",
        "Rymes, Thomas K., On Concepts of Capital and Technical Change, Cambridge, Cambridge University Press, 1971.",
        "Sen, Axnartya, Theory and Practice of Development, Indias Economic Reforms and Development: Essays for Manmohan Singh, Isher Judge Ahiuwalia and I.M.D. Little, eds., Oxford University Press, Delhi, 1998, 73-84.",
        "Solow, Robert M. , A Contribution to the Theory of Economic Growth, quarterly Journal of Economics, 70, February 1956, 65-94.",
        "Solow, Robert M., Technical Change and the Aggregate Production Function, Review of Economics and Statistics, 39, August, 1957, 312-320.",
        "Young, Aiwyn, A Tale of Two Cities: Factor Accumulation and Technical Change in Hong Kong and Singapore, in Blanchard, O.J., and S. Fisher (eds.), NBER Macroeconomics Annual 1992, MIT Press, Cambridge MA, 13-53.",
        "Young, Alwyn, The Tyranny of Numbers: Confronting the Statistical Realities of the East Asian Experience, The Quarterly Journal of Economics, August 1995, 641-680.",
        "World Bank, 1999 World Development Indicators, International Bank for Reconstruction and Development, Washington D.C., 1999."
    ]
}