{
    "id": 7442,
    "cites": 50,
    "cited_by": 35,
    "reference": [
        "Amdur, Mary. 1996. Animal Toxicology. In Richard Wilson and John Spengler, editors. 1996.",
        "Particles in Our Air. Cambridge, MA: Harvard University Press. Chappie, Mike and Lester B. Lave. 1982. The Health Effects of Air Pollution: A Reanalysis. Journal of Urban Economics, 12: 346-76.",
        "Chay, Kenneth Y., and Michael Greenstone. 1998. Does Air Quality Matter'DONE' Evidence from the Housing Market. National Bureau of Economic Research Working Paper No. 6826.",
        "Cleveland, William S. 1979. Robust Locally Weighted Regression and Smoothing Scatterplots. Journal of the American Statistical Association, 74: 829-36.",
        "Cleveland, William S., and T.E. Graedel. 1979. Photochemical Air Pollution in the Northeast United States. Science, 204: 1273-78.",
        "Cleveland, William S., B. Kleinder, J. E. McRae, and J. L. Warner. 1976. Photochemical Air Pollution: Transport from the New York City Area into Connecticut and Massachusetts. Science, 191: 179-81.",
        "Cochran, William. 1968. The Effectiveness of Adjustment by Subclassification in Removing Bias in Observational Studies. Biometrics, 24: 205-13.",
        "Cook, R. Dennis. 1980. Smoking and Lung Cancer, in R. A. Fisher: An Appreciation, eds. S. Fienberg and D. Hinkley, New York: Springer-Verlag, pp. 182-91.",
        "Cook, Thomas D., and Donald T. Campbell. 1979. Quasi-Experimentation: Design and Analysis Issues for Field Settings. Boston, MA: Houghton Mifflin.",
        "Coory M. 1997. Does Gestational Age in Combination with Birthweight Provide Better Statistical Adjustment of Neonatal Mortality Rates than Birthweight Alone'DONE' Pediatric and Perinatal Epidemiology, 11(4): 385-91.",
        "Currie, Janet and Jonathan Gruber. 1996. Saving Babies: The Efficacy and Cost of Recent Changes in the Medicaid Eligibility of Pregnant Women. Journal of Political Economy, 104(6): 1263-96.",
        "Dockery, Douglas W., et al. 1993. An Association Between Air Pollution and Mortality in Six U.S.",
        "Cities. The New England Journal of Medicine, 329(24): 1753-9. Dockery, Douglas W. and C. Arden Pope. 1996. Epidemiology of Acute Health Effects: Summary of Time Series Studies. In Richard Wilson and John Spengler, editors. Particles in Our Air. Cambridge, MA: Harvard University Press.",
        "Ettner, Susan. 1996. New Evidence on the Relationship Between Income and Health, Journal of Health Economics, 15: 67-85.",
        "Evans, William N. and Jeanne S. Ringel. 1999. Can Higher Cigarette Taxes Improve Birth Outcomes'DONE' Journal of Public Economics, 72: 135-54.",
        "Fumento, Michael. 1997. Polluted Science, American Enterprise Institute: Washington, D.C.",
        "Grossman, Michael and Theodore J. Joyce. 1990. Unobservables, Pregnancy Resolutions, and Birth Weight Production Functions in New York City. Journal of Political Economy, 98 (5, pt. 1): 983-1007.",
        "Hanratty, Maria, 1996. Canadian National Health Insurance and Infant Health. American Economic Review, 86(1): 276-84.",
        "Hastie, T. J., and R. J. Tibshirani. 1990. Generalized Additive Models. Monographs on Statistics and Applied Probability No. 43. Chapman and Hall: London.",
        "Holland, W. W., A. E. Bennet, I. R. Cameron, et al. 1979. Health Effects of Particulate Pollution: Reappraising the Evidence. American Journal of Epidemiology, 110: 625-59.",
        "Institute of Medicine. 1985. Preventing Low Birthweight. National Academy Press: Washington, D.C.",
        "Joyce, Theodore J., Michael Grossman, and Fred Goldman. 1989. An Assessment of the Benefits of Air Pollution Control: The Case of Infant Health. Journal of Urban Economics, 25(1): 32-51.",
        "Lave, Lester B. and Eugene P. Seskin 1977. Air Pollution and Human Health. Baltimore, MD: Johns Hopkins University Press.",
        "Levine, Phillip B., Amy B. Trainor, and David J. Zimmerman. 1995. The Effect of Medicaid Abortion Funding Restrictions on Abortions, Pregnancies, and Births. NBER Working Paper No. 5066, March.",
        "Lipfert, Frederick W. 1984. Air Pollution and Mortality: Specification Searches Using SMSA-Based Data. Journal of Environmental Economics and Management, 11: 208-43.",
        "Lipfert, Frederick W. and Ronald E. Wyzga. 1995. Air Pollution and Mortality: Issues and Uncertainties. Journal of Air Waste Management Association, 45: 949-66.",
        "Meara, Ellen. 1998. Why is Health Related to Socioeconomic Status'DONE' Mimeograph, Department of Economics, Harvard University.",
        "Menard M.K., Q. Liu, E. A. Holgren, W. M. Sappenfield. 1998. Neonatal Mortality for Very Low Birth Weight Deliveries in South Carolina by Level of Hospital Perinatal Service. American Journal of Obstetrics and Gynecology, 179(2): 374-81.",
        "Mendelsohn, Robert and Guy Orcutt. 1979. An Empirical Analysis of Air Pollution Dose-Resonse Curves. Journal of Environmental Economics and Management, 6.",
        "National Center for Health Statistics. 1981. State Definitions and Reporting Requirements for Live Births, Fetal Deaths, and Induced Terminations of Pregnancy. Hyattsville, MD.",
        "Alternative Measures of Airborne Particle Concentration. Risk Analysis, 7:449-61. Papageorgiou, A.N., E. Colle, E. Farri-Kostopoulos, and M.M. Gelfand. 1981. Incidence of Respiratory Distress Syndrome following Antenatal Betamethasone: Role of Sex, Type of Delivery, and Prolonged Rupture of Membranes. Pediatrics, 67(5): 614-17.",
        "Philip, Alistair G. S. 1995. Neonatal Mortality Rate: Is Further Improvement Possible'DONE' Journal of Pediatrics, March, 126 (3): 427-33.",
        "Pope, C. Arden, III, et. al. 1995. Particulate Air Pollution as a Predictor of Mortality in a Prospective Study of U.S. Adults. American Journal of Respiratory Critical Care Medicine, 151: 669-74.",
        "Pope, C. Arden and Douglas W. Dockery. 1996. Epidemiology of Chronic Health Effects: CrossSectional Studies. In Richard Wilson and John Spengler, editors. Particles in Our Air. Cambridge, MA: Harvard University Press.",
        "Pope, C. Arden III, et. al. 1999. Oxygen Saturation, Pulse Rate, and Particulate Air Pollution: A Daily Time-Series Panel Study. American Journal of Respiratory Critical Care Medicine, 159: 365-72.",
        "Porter, Jack. 1997. Nonparametric Regression Estimation for a Panel Data Model with Additive Individual Effects. Mimeograph, Department of Economics, Harvard University.",
        "Powell, James. 1987. Semiparametric Estimation of Bivariate Latent Variable Models. Social Systems Research Institute, University of Wisconsin-Madison, Working Paper 8704.",
        "Ransom, Michael R., and C. Arden Pope III. 1995. External Health Costs of a Steel Mill. Contemporary Economic Policy, 8: 86-97.",
        "Rees J.M., S.A. Lederman, and J.L. Kiely. 1996. Birth Weight Associated with Lowest Neonatal Mortality: Infants of Adolescent and Adult Mothers. Pediatrics, 98(6 Pt. 1): 1161-6.",
        "Rosenbaum, Paul and Donald Rubin. 1984. Reducing Bias in Observational Studies Using Subclassification on the Propensity Score. Journal of the American Statistical Association, 79: 516-24.",
        "Rosenzweig, Mark. R. and Kenneth I. Wolpin. 1991. Inequality at Birth: The Scope for Policy Intervention. Journal of Econometrics. 50: 205-28.",
        "Ruhm, Christopher J. 1999. Are Recessions Good for Your Health'DONE' Mimeograph, University of North Carolina Greensboro.",
        "Samet, Jonathan, Scott Zeger, Julia Kelsall, Jing Xu, and Laurence Kalstein. 1998. Does Weather Confound or Modify the Association of Particulate Air Pollution with Mortality'DONE' Environmental Research Section A, 77: 9-19.",
        "Sexton, Mary and J. Richard Hebel. 1984. A Clinical Trial of Change in Maternal Smoking and Its Effect on Birth Weight. Journal of the American Medical Association, 251: 911-15.",
        "Stewart D.L. and J.H. Hersh. 1995. The Impact of Major Congenital Malformations on Mortality in a Neonatal Intensive Care Unit. Journal of the Kentucky Medical Association, August, 93(8): 329-32.",
        "U.S. Congress, Office of Technology Assessment. 1988. Healthy Children: Investing in the Future, OTA-H-345. U.S. Government Printing Office: Washington D.C.",
        "Utell, Mark and Jonathan Samet. 1996. Airborne Particles and Respiratory Disease: Clinical and Pathogenetic Considerations. In Richard Wilson and John Spengler, editors. 1996. Particles in Our Air.",
        "Cambridge, MA: Harvard University Press. Wang, Xiaobin, Hui Ding, Louise Ryan, and Xiping Xu. 1997. Association Between Air Pollution and Low Birth Weight: A Community-based Study. Environmental Health Perspectives, 105: 514-20.",
        "Wilson, Richard. Introduction. In Richard Wilson and John Spengler, editors. 1996. Particles in Our Air. Cambridge, MA: Harvard University Press.",
        "Woodruff, Tracey J., et al. 1997. The Relationship Between Selected Causes of Postneonatal Infant Mortality and Particulate Air Pollution in the United States. Environmental Health Perspectives, 105(6): 608-12."
    ]
}