{
    "id": 7444,
    "cites": 40,
    "cited_by": 116,
    "reference": [
        "Acemoglu, Daron (1996), A Microfoundation for Social Increasing Returns in Human Capital Accumulation,Quarterly Journal of Economics111 [3], 779-804.",
        "Acemoglu, Daron (1998), Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality, Quarterly Journal of Economics113 [4], 1055- 1089.",
        "Acemoglu, Daron (1999), Changes in Unemployment and Wage Inequality: An Al- ternative Theory and Some Evidence, forthcoming in the American Economic Review.",
        "Angrist, Joshua, Kathryn Graddy, and Guido W. Imbens (1995), Nonparametric Demand Analysis with an Application to the Demand for Fish, NBER Technical Working Paper No. 178, April (forthcoming in The Review of Economic Studies).",
        "Angrist, Joshua D. and Guido W. Imbens (1995), Two-Stage Least Squares Estimates of Average Causal EÃ\u0082Â¤ects in Models with Variable Treatment Intensity, Journal of the American Statistical Association90(430), 431-42.",
        "Angrist, Joshua D. and Alan B. Krueger (1991), Does Compulsory School Attendance AÃ\u0082Â¤ect Schooling and Earnings? Quarterly Journal of Economics106, 979-1014.",
        "Angrist, Joshua D. and Alan B. Krueger (1995),Split-Sample Instrumental Variables Estimates of the Return to Schooling, Journal of Business and Economic Statistics 13, 225-235.",
        "Angrist, Joshua D. and Alan B. Krueger (1999),Empirical Strategies in Labor Eco- nomics, Chapter 23 in O. Ashenfelter and D. Card, eds., The Handbook of Labor Eco- nomics Volume III, Amsterdam: Elsevier.",
        "Barro, Robert and Xavier Sala-i-Martin (1995), Economic Growth, New York: Mc- Graw Hill.",
        "Becker, Gary (1993),Human Capital: A Theoretical and Empirical Analysis, with Special Reference to Education,3rd edition, Chicago: The University of Chicago Press.",
        "Bils, Mark, and P.J. Klenow (1998), Does Schooling Cause Growth or the Other Way Around?, NBER Working Paper No. 6393.",
        "Borjas, George (1992), Ethnic Capital and Intergenerational Mobility, Quarterly Journal of Economics107, 123-150.",
        "Bound, John, David Jaeger and Regina Baker (1995),Problems with Instrumental Variables Estimation when the Correlation Between the Instruments and the Endogenous 23 Explanatory Variable is Weak,Journal of the American Statistical Association 90, 443- 50.",
        "Brock, William and Steve Durlauf (1999), Interactions-Based Models, forthcoming in James Heckman and Edward Leamer, eds., The Handbook of Econometrics,Amsterdam: Elsevier.",
        "Card, David E. (1995a), Earnings, Schooling and Ability Revisited, in Solomon W.",
        "Polachek, ed.,Research in Labor Economics, Greenwich, CT: JAI Press. Card, David E., (1995b), Using Geographic Variation in College Proximity to Es- timate the Return to Schooling, in L.N. Christo...des, E.K. Grant, and R. Swidinsky, eds,Aspects of Labor Market Behavior: Essays in Honour of John Vandekamp , Toronto: University of Toronto Press.",
        "Card, David E. (1999), The Causal EÃ\u0082Â¤ect of Education on Earnings, in O. Ashen- felter and D. Card, eds.,The Handbook of Labor Economics Volume III, Amsterdam: Elsevier.",
        "Card, David E. and Alan Krueger (1992a), School Quality and Black-White Relative Earnings: A Direct Assessment, Quarterly Journal of Economics107, 151-200.",
        "Card, David E. and Alan Krueger (1992b), Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States, Journal of Political Economy100, 1-40.",
        "Chamberlain, Gary and Guido W. Imbens (1996) Hierarchical Bayes Models With Many Instrumental Variables, National Bureau of Economic Research Technical Paper 204, September.",
        "Edwards, Linda (1978) An Empirical Analysis of Compulsory Schooling Legislation, Journal of Law and Economics21, 203-22.",
        "Ehrenberg, Ronald and Alan Marcus (1982), Minimum Wages and Teenagers Enrollment- Employment Outcomes,Journal of Human Resources27, 39-58.",
        "Goldin, Claudia (1998), Americas Graduation from High School: The Evolution and Spread of Secondary Schooling in the Twentieth Century, Journal of Economic History 58, 345-74.",
        "Hausman, Jerry (1978), Speci...cation Tests in Econometrics, Econometrica46, 1251- 1271.",
        "Jacobs, Jane (1970),The Economy of Cities, New York: Vintage Books.",
        "Lang, Kevin (1993) Ability Bias, Discount Rate Bias and the Return to Education, Boston University, Department of Economics, Mimeo.",
        "Lang, Kevin, and David Kropp (1986), Human Capital Versus Sorting: The EÃ\u0082Â¤ects of Compulsory Attendance Laws, Quarterly Journal of Economics101, 609-624.",
        "Lucas, Robert (1988), On the Mechanics of Economic Development, Journal of Monetary Economics22, 3-42.",
        "Mankiw, N. Gregory, David Romer, and David N. Weil (1992), A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics107, 407-37.",
        "MarÃ\u0083Â©, David (1994), Living with Graduates: Human Capital Interactions in Metropoli- tan Areas, New Zealand Department of Labour, Mimeo.",
        "Marshall, Alfred (1961),Principles of Economics,London: MacMillan, for the Royal Economic Society.",
        "Moretti, Enrico (1998), Estimating the External Return to Education: Evidence from Repeated Cross-sectional and Longitudinal Data, University of California, Berkeley, Department of Economics, Mimeo.",
        "Margo, Robert A., and T. Aldrich Finegan (1996), Compulsory Schooling Legisla- tion and School Attendance in Turn-of-The Century America: A `Natural Experiment Approach,Economics Letters53, 103-10.",
        "Moulton, Brent R. (1986), Random Group EÃ\u0082Â¤ects and the Precision of Regression Estimates,Journal of EconometricsXXXII, 385-397.",
        "Park, Jin Heum (1994), Estimation of Sheepskin EÃ\u0082Â¤ects and Returns to Schooling Using the Old and New CPS Measures of Educational Attainment, Princeton Industrial Relations Section Working Paper No. 338, December.",
        "Peri, Giovanni (1998), Human Capital Externalities in US Cities, University of California, Berkeley, Department of Economics, Mimeo.",
        "Rauch, James E. (1993), Productivity Gains from Geographic Concentration of Hu- man Capital: Evidence from the Cities Journal of Urban Economics34, 380-400.",
        "Ruggles, Steven, and Matthew Sobek (1997), Integrated Public Use Microdata Series 25 Version 2.0, Volume 1: Users Guide , Historical Census Projects, University of Minnesota, Department of History.",
        "Staiger, Douglas and James H. Stock (1997), Instrumental Variables Regression with Weak Instruments,Econometrica65(3), 557-86.",
        "Topel, Robert (1999), Labor Markets and Economic Growth chapter in O. Ashen- felter and D. Card, eds.,The Handbook of Labor Economics Volume III, Amsterdam: Elsevier."
    ]
}