{
    "id": 7445,
    "cites": 54,
    "cited_by": 5,
    "reference": [
        "American Law Institute. Reporters Study of Corporate Tax Integration, by Alvin C. Warren, Reporter, March 31, 1993.",
        "Auerbach, Alan J. Share Valuation and Corporate Equity Policy. Journal of Public Economics 11 (June 1979a): 291-305.",
        "Auerbach, Alan J. Wealth Maximization and the Cost of Capital. Quarterly Journal of Economics 94 (1979b): 433-436.",
        "Auerbach, Alan J., and Kevin A. Hassett. On the Marginal Source of Investment Funds. Mimeograph, University of California, Berkeley, April 1997.",
        "Bagwell, Laurie S. Dutch Auction Repurchases: An Analysis of Shareholder Heterogeneity. Journal of Finance 47 (March 1992): 71-105.",
        "Bagwell, L. and J. Shoven. Cash Distribution to Shareholders, Journal of Economic Perspectives, 3: 129-140. Bali, Rakesh and Gailen L. Hite. Ex-Dividend Day Stock Price Behavior: Discreteness or TaxInduced Clienteles'DONE' Journal of Financial Economics 47 (February 1998): 127-159.",
        "Barclay, Michael J. Dividends, Taxes, and Common Stock Prices: The Ex-Dividend Day Behavior of Common Stock Prices Before the Income Tax. Journal of Financial Economics 19 (1987): 31-43.",
        "Bellamy, David E. Evidence of Imputation Clienteles in the Australian Equity Market. Asia Pacific Journal of Management 11 (1994): 275-287.",
        "Bernheim, B. Douglas. Tax Policy and the Dividend Puzzle. RAND Journal of Economics 22 (1991): 455-476.",
        "Black, Fischer, and Myron Scholes. The Effects of Dividend Yield and Dividend Policy on Common Stock Prices and Returns. Journal of Financial Economics 1 (1974): 1-22.",
        "Bradford, David F. The Incidence and Allocation Effects of a Tax on Corporate Distributions. Journal of Public Economics 15 (April 1981): 1-22.",
        "Brittain, John. Corporate Dividend Policy. Washington, D.C.: Brookings Institution, 1966.",
        "Chen, Nai-Fu, Bruce Grundy, and Robert F. Stambaugh. Changing Risk, Changing Risk Premiums and the Dividend Yield Effect. Journal of Business 63 (January 1990): 178206.",
        "Collins, Julie, and Deen Kemsley. Capital Gains Taxation in Firm Valuation and Dividend Policy. Mimeograph, Columbia University and the University of North Carolina, 1998.",
        "Collins, Julie, John Hand, and Douglas Shackelford. Valuing Deferral: The Effect of Permanently Reinvested Foreign Earnings on Stock Prices. Mimeograph, University of North Carolina, 1997.",
        "Cummins, Jason G., and R. Glenn Hubbard. The Tax Sensitivity of Foreign Direct Investment: Evidence from Firm-Level Panel Data. In Martin Feldstein, James R. Hines, and R. Glenn Hubbard, eds., The Effects of Taxation on Multinational Corporations. Chicago: University of Chicago Press, 1995.",
        "Eades, Kenneth M., Patrick J. Hess, and E. Han Kim. On Interpreting Security Returns During the Ex-Dividend Period. Journal of Financial Economics 13 (1984): 3-34.",
        "Easterbrook, Frank. Two Agency-Cost Explanations of Dividends. American Economic Review 78 (1984): 650-659.",
        "Elton, Edward, and Martin Gruber. Marginal Stockholder Tax Rates and the Clientele Effect. Review of Economics and Statistics 52 (February 1970): 68-74.",
        "Fama, Eugene F., and Kenneth R. French. Taxes, Financing Decisions, and Firm Value. Journal of Finance 53 (1998): 819-843.",
        "Feldstein, Martin S. Corporate Taxation and Dividend Behavior. Review of Economic Studies 37 (1970): 57-72.",
        "Gentry, William M., and R. Glenn Hubbard. Fundamental Tax Reform and Corporate Financial Policy. In James M. Poterba, ed., Tax Policy and the Economy, vol. 12. Cambridge: MIT Press, 1998.",
        "Gordon, Roger H., and David F. Bradford. Taxation and the Stock Market Valuation of Capital Gains and Dividends: Theory and Empirical Results. Journal of Public Economics 14 (1980): 109-136.",
        "Harris, Trevor S., and Deen Kemsley. Dividend Taxation in Firm Valuation: New Evidence. Journal of Accounting Research 37, (Autumn, 1999): 275-292.",
        "Hayashi, Fumio. Tobins Marginal Q and Average Q: A Neoclassical Interpretation. Econometrica 50 (January 1982): 213-224.",
        "Himmelberg, Charles P., R. Glenn Hubbard, and Darius Palia. Understanding Determinants of Managerial Ownership and the Link Between Ownership and Performance. Journal of Financial Economics (1999).",
        "Jensen, Michael C. Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers. American Economic Review 76 (May 1986): 323-329.",
        "Kalay, Avner. The Ex-Dividend Day Behavior of Stock Prices: A Reexamination of the Clientele Effect. Journal of Finance 37 (1982): 1059-1070.",
        "Keim, Donald B. Size-Related Anomalies and Stock Return Seasonality: Further Empirical Evidence. Journal of Financial Economics (June 1982): 13-32.",
        "King, Mervyn A. Public Policy and the Corporation. London: Chapman and Hall, 1977.",
        "Lasfer, M. Ameziane. Ex-Day Behavior: Tax or Short-Term Trading Effects. Journal of Finance 50 (July 1995): 875-897.",
        "Litzenberger, Robert H., and Krishna Ramaswamy. The Effect of Personal Taxes and Dividends on Capital Asset Prices: Theory and Empirical Evidence. Journal of Financial Economics 7 (June 1979): 163-195.",
        "Litzenberger, Robert H. and Krishna Ramaswamy. The Effects of Dividends on Common Stock Prices: Tax Effects or Information Effects'DONE' Journal of Finance 37 (May 1982): 429443.",
        "Martin, Juliann A. Foreign Tax Credit Holding Period Proposal Generates Comments. Tax Notes (May 26, 1997): 1699-1702.",
        "Miller, Merton H. Debt and Taxes. Journal of Finance 32 (May 1977): 261-276.",
        "Miller, Merton H., and Franco Modigliani. Dividend Policy, Growth, and the Valuation of Shares. Journal of Business 34 (October 1961): 411-433.",
        "Miller, Merton H., and Myron Scholes. Dividends and Taxes. Journal of Financial Economics 6 (December 1978): 333-364.",
        "Miller, Merton H. and Myron S. Scholes. Dividends and Taxes: Some Empirical Evidence. Journal of Political Economy 90 (December 1982): 1118-1141.",
        "Modigliani, Franco, and Merton Miller, 1963. Corporate Income Taxes and the Cost of Capital: a Correction, American Economic Review 53 (1963): 433-443.",
        "Moreton, Patrick. Wesfarmers Limited: The Dividend Decision. Case No. 9-293-098, Boston: Harvard Business School, October 15, 1993.",
        "Myers, Stewart, and Nicholas Majluf. Corporate Finance and Investment Decisions When Firms Have Information That Investors Do Not Have. Journal of Financial Economics 13 (1984): 187-221.",
        "Poterba, James M. The Rate of Return to Corporate Capital and Factor Shares: New Estimates Using Revised National Income Accounts and Capital Stock Data. Carnegie-Rochester Conference Series on Public Policy 48 (1998): 211-246.",
        "Poterba, James M. Tax Policy and Corporate Saving. Brookings Papers on Economic Activity (1987:2): 455-575.",
        "Poterba, James M., and Lawrence H. Summers. New Evidence That Taxes Affect the Valuation of Dividends. Journal of Finance 39 (December 1984): 1397-1415.",
        "Poterba, James M., and Lawrence H. Summers, The Economic Effects of Dividend Taxation. In Edward Altman and Marti Subrahmanyan, eds., Recent Advances in Corporate Finance. Homewood: R.D. Irwin, 1985.",
        "Rosenberg, B., and V. Marathe. Tests of Capital Pricing Hypotheses. Research in Finance 1 (1979): 115-223.",
        "Scholes, Myron, and Mark Wolfson. Taxes and Business Strategy (Englewood Cliffs, N.J.: Prentice Hall, 1992).",
        "Shaw, Wayne H. An Examination of Ex-Dividend Day Stock Price Movements: The Case of Nontaxable Master Limited Partnership Distributions. Journal of Finance 46 (June 1991): 755-771.",
        "Sinn, Hans-Werner. Capital Income Taxation and Resource Allocation. Amsterdam: North Holland, 1985.",
        "Sinn, Hans-Werner. Taxation and the Cost of Capital: The `Old View, the `New View, and Another View. In David F. Bradford, ed., Tax Policy and the Economy, vol. 5. Cambridge: MIT Press, 1991.",
        "Summers, Lawrence H. Taxation and Corporate Investment: A q-theory Approach. Brookings Papers on Economic Activity (1981:1): 67-127.",
        "U.S. Department of the Treasury. Integration of the Individual and Corporate Tax Systems. Washington, D.C.: U.S. Government Printing Office, 1992.",
        "White, Hal. A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity. Econometrica 47 (1980): 817-838.",
        "Zodrow, George. On the `Traditional and `New Views of Dividend Taxation. National Tax Journal, 44(December 1991): 497-509."
    ]
}