{
    "id": 7446,
    "cites": 14,
    "cited_by": 4,
    "reference": [
        "AgÃ\u0083Â©nor, Pierre-Richard, and Joshua Aizenman, Contagion and Volatility with Imperfect Credit Markets, , IMF Staff Papers, 45 (June 1998), 207-35.",
        "Financial Crises: Contagion and Market Volatility, ed. by Pierre-Richard AgÃ\u0083Â©nor, Marcus Miller, David Vines, and Axel Weber (Cambridge University Press: 1999).",
        "AgÃ\u0083Â©nor, Pierre-Richard, Joshua Aizenman, and Alexander Hoffmaister, Contagion, Bank Lending Spreads, and Output Fluctuations, Working Paper No. 6850, National Bureau of Economic Research (December 1998).",
        "Alba, Pedro, Amar Bhattacharya, Stijn Claessens, Swati Ghosh, and Leonardo Hernandez, The Role of Macroeconomic and Financial Sector Linkages in East Asias Financial Crisis, in Financial Crises. Contagion and Market Volatility, ed. by Pierre-Richard AgÃ\u0083Â©nor, Marcus Miller, David Vines, and Axel Weber (Cambridge University Press: 1999).",
        "Dooley, Michael P., A model of Crises in Emerging Markets, International Finance Discussion Paper No. 630, Board of Governors of the Federal Reserve System (November 1998).",
        "Eaton, Jonathan, Mark Gersovitz, and Joseph Stiglitz, The Pure Theory of Country Risk, European Economic Review, 30 (June 1986), 481-513.",
        "Helpman, Elhanan, The Simple Analytics of Debt-Equity Swaps, American Economic Review, 79 (June 1989a), 440-51.",
        "Krugman, Paul, Financing versus Forgiving a Debt Overhang: Some Analytical Notes, Journal of Development Economics, 29 (December 1988), 253-68.",
        "Monetary Fund (Washington DC: 1989).",
        "Miller, Marcus, and Joseph Stiglitz, Bankruptcy Protection against Macroeconomic Shocks: The Case for a ~Super Chapter 11, unpublished, the World Bank (April 1999).",
        "Obstfeld, Maurice, and Kenneth A. Rogoff, Foundations of International Macroeconomics, MIT Press (Cambridge, Mass.: 1997).",
        "Radelet, Steven, and Jeffrey D. Sachs, The East Asian Crisis: Diagnosis, Remedies, Prospects, Brookings Papers on Economic Activity, No. 1 (June 1998), 1-90.",
        "Sachs, Jeffrey, The Debt Overhang of Developing Countries, in Debt, Stabilization and Development, ed. by Ronald Findlay, Guillermo Calvo, Pentti J. Kouri, and Jorge Braga de Macedo, Basil Blackwell (Oxford: 1989).",
        "Townsend, Robert M., Optimal Contracts and Competitive Markets with Costly State Verification, Journal of Economic Theory, 21 (October 1979), 265-93."
    ]
}