{
    "id": 7447,
    "cites": 38,
    "cited_by": 12,
    "reference": [
        "Balcerowicz, Leszek, 1995, Socialism, Capitalism. Transformation, Budapest: Central European University Press.",
        "Beck, Thorsten, Ross Levine, and Norman Loayza, 2000, Finance and the Sources of Growth, Journal of Financial Economics, forthcoming.",
        "Claessens, Stijn, 1997, Corporate Governance and Equity Prices: Evidence from the Czech and Slovak Republics, Journal of Finance, 51:1641-58.",
        "Claessens, Stijn and Simeon Djankov, 1999, Ownership Concentration and Corporate Performance in the Czech Republic, Journal of Comparative Economics, forthcoming.",
        "Coase, Ronald, 1988, The Firm, the Market. and the Law, Chicago: Univ. of Chicago Press.",
        "Coffee, John C, Jr., 1996, Institutional Investors in Transitional Economies: Lessons from the Czech Experience. In Corporate Governance in Central Europe and Russia.",
        "Comparative Corporate Governance: The State of Emerging Research, Oxford: Clarendon Press. Coffee, John C. Jr., 1999, The Future as History: The Prospects for Global Convergence in Corporate Governance and its Implications, Northwestern Law Review, 93:631-707.",
        "De Melo, Martha, Cevdet Denizer and Alan Gelb, 1996, From Plan to Market: Patterns of Transition. Background paper for the 1996 World Development Report.",
        "Easterbrook, Frank and Daniel Fischel, 1991. The Economic Structure of Corporate Law, Cambridge, MA: Harvard University Press.",
        "European Bank for Reconstruction and Development, 1995, Transition Report, London: EBRD.",
        "European Bank for Reconstruction and Development, 1996, Transition Report, London: EBRD.",
        "European Bank for Reconstruction and Development, 1997, Transition Report, London: EBRD.",
        "Volumes 1-4. Brussels: European Corporate Governance Network. Frydman, Roman, et al., 1999, When Does Privatization Work? The Impact of Private Ownership on Corporate Performance in the Transition Economies, Ouarterly Journal of Economics, forthcoming.",
        "Glaeser, Edward, and Andrei Shleifer, 1999, Incentives for Enforcement, Harvard University manuscript, in preparation.",
        "Gray, Cheryl W. et al., 1993, Evolving Legal Frameworks for Private Sector Development in Central and Eastern Europe, World Bank Discussion Paper 209.",
        "Gwartney, James and Robert Lawson, 1997, Economic Freedom of the World 1997. Vancouver, CA: Fraser Institute.",
        "IMD, 1999, World Competitiveness Yearbook, Lausanne, Switzerland.",
        "Johnson, Bryan T. and Thomas P. Sheehy, 1995, The Index of Economic Freedom, Washington, D.C. : The Heritage Foundation.",
        "Johnson, Simon, 1999, Do Legal Rules Matter? Evidence from Germanys Neuer Markt, MIT Manuscript.",
        "Johnson, Simon, Peter Boone, Alasdair Breach, and Eric Friedman, 2000, Corporate Governance in the Asian Financial Crisis, Journal of Financial Economics, forthcoming.",
        "Kaplow, Louis, and Steven Shavell, 1999, Economic Analysis of Law, NBER Working Paper 6960, Cambridge, MA: National Bureau of Economic Research.",
        "Klaus, VÃ\u0083Â¡clav, 1997, Renaissance: The Rebirth of Liberty in the Heart of Europe. Washington, DC: Cato Institute.",
        "Landis, James M., 1938, The Administrative Process, New Haven, CT: Yale University Press.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 1997, Legal determinants of external finance, Journalof Finance 52, 1131-1150.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert W. Vishny, 1998, Law and Finance, Journal of Political Economy, 106, 1113-55.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert W. Visliny, 1999, The Quality of Government, Journal of Law. Economics and Organization, 15, 222- 279.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert W. Vishriy, 2000.",
        "Levine, Ross, and Sara Zervos, 1998, Stock Markets, Banks, and Economic Growth, American Economic Review 88, 537-58.",
        "McCraw, Thomas K., 1984, Prophets of Regulation, Cambridge, MA: Harvard University Press.",
        "Megginson, William L., 1998, From State to Market: A Survey of Empirical Studies on Privatization, Manuscript, University of Oklahoma.",
        "Pistor, Katharina, 1995, Law Meets the Market: Matches and Mismatches in Transition Economies, Manuscript.",
        "Pistor, Katharina, 1999, Law as a Determinant for Equity Market Development: The Experience of Transition Economies, Manuscript, Max Planck Institute for Comparative and International Private Law.",
        "Stigler, George J., 1964, Public Regulation of the Securities Market, Journal of Business, 37:117-142.",
        "Stigler, George J., 1971, The Theory of Economic Regulation, Bell Journal of Economics and Management Science, 2:3-2 1.",
        "Stiglcr, George J., 1975, The Economists Traditional Theory of the Economic Functions of the State. In G. Stigler, The Citizen and the State: Essays on Regulation. Chicago, IL: University of Chicago Press.",
        "Weiss, Andrew and Georgiy Nikitin, 1999, Performance of Czech Companies by Ownership Structure, Manuscript, Boston University.",
        "World Economic Forum, 1996. World Competitiveness Report, Davos, Switzerland.",
        "Wurgler, Jeffrey, 2000, Financial Markets and the Allocation of Capital, Journal of Financial Economics, forthcoming."
    ]
}