{
    "id": 7448,
    "cites": 53,
    "cited_by": 19,
    "reference": [
        "Davis, Lance E., The Capital Markets and Industrial Concentration: The U.S. and U.K., a Comparative Study, Economic History Review, second series 58 (1966), 255-272.",
        "Davis, Joseph S., Essays in the Earlier History of American Corporations (Cambridge MA: Harvard University Press, 1917).",
        "David, Paul, Ã\u0082â\u0080\u009cComputer and Dynamo: The Modern Productivity Paradox in a Not-Too-Distant Mirror,Ã\u0082â\u0080\u009d in Technology and Productivity: The Challenge for Economic Policy (Paris: Organization for Economic Cooperation and Development, 1991), 315-347.",
        "David, Paul, The Growth of Real Product in the United States Before 1840: New Evidence, Controlled Conjectures, Journal of Economic History 27 (1967), 151-197.",
        "Blodget, Samuel Jr., Economica (Washington, printed for the author, 1806). Cameron, Rondo et al., Banking in the Early Stages of IndustrializationÃ\u0082â\u0080\u0093A Study in Comparative Economic History, (New York: Oxford University Press, 1967).",
        "Berry, Thomas Senior, Production and Population Since 1789: Revised GNP Series in Constant Dollars, Bostwick Paper No. 6 (Richmond VA: The Bostwick Press, 1988).",
        "Berry, Thomas Senior, Revised Annual Estimates of American Gross National Product: Preliminary Annual Estimates of Four Major Components of Demand, 1789-1889, Bostwick Paper No. 3 (Richmond VA: The Bostwick Press, 1978).",
        "Bencivenga, Valerie R., and Bruce D. Smith, Financial Intermediation and Endogenous Growth, Review of Economic Studies 58 (1991), 195-209.",
        "Atack, Jeremy, and Peter L. Rousseau, Ã\u0082â\u0080\u009cBusiness Activity and the Boston Stock Market, 1835-1869,Ã\u0082â\u0080\u009d Explorations in Economic History 36 (1999), 144-179.",
        "Toda, Hiro Y., and T. Yamamoto, Statistical Inference in Vector Autoregressions with Possibly Integrated Processes, Journal of Econometrics 66 (1995), 225-250.",
        "Temin, Peter, The Jacksonian Economy (New York: W. W. Norton and Company, 1969).",
        "Toda, Hiro Y., and Peter C. B. Phillips, Vector Autoregressions and Causality, Econometrica 61 (1993), 1367-1393.",
        "Taylor, George Rogers, American Economic Growth Before 1840: An Exploratory Essay, Journal of Economic History, 24 (December 1964), 427-444.",
        "Sylla, Richard, Jack W. Wilson and Robert E. Wright, Americas First Securities Markets: Emergence, Development, and Integration. Working paper presented at the Cliometric Society Meetings, Toronto (May 1997) and the NBER Summer Institute (July 1997).",
        "Sylla, Richard, Early American Banking: The Significance of the Corporate Form, Business and Economic History, Second Series, 14 (1985), 105-23.",
        "Sylla, Richard, U.S. Securities Markets and the Banking System, 1790-1840, Federal Reserve Bank of St. Louis Review, 80 (May/June 1998), 83-98.",
        "Sims, Christopher A., James H. Stock and Mark W. Watson, Inference in Time Series Models with Some Unit Roots, Econometrica 58 (1990), 113-44.",
        "Shaw, Edward S., Financial Deepening in Economic Development (New York: Oxford University Press, 1973).",
        "Schumpeter, Joseph, The Theory of Economic Development (Cambridge: Harvard Univ. Press, 1911).",
        "Schwartz, Anna Jacobson, The Beginning of Competitive Banking in Philadelphia, 1782-1809, Journal of Political Economy 55 (October 1947), 417-431.",
        "Said, Said E., and David A. Dickey, Testing for Unit Roots in Autoregressive Moving Average Models of Unknown Order, Biometrika 71 (1984), 599-607.",
        "Rousseau, Peter L., and Paul Wachtel, Financial Intermediation and Economic Performance: Historical Evidence From Five Industrialized Countries. Journal of Money, Credit and Banking 30 (November 1998), 657-678.",
        "Rousseau, Peter L., Share Liquidity and Industrial Growth in an Emerging Market: The Case of New England 1854-1897, National Bureau of Economic Research, Working Paper Series on Historical Factors in Long Run Growth, no. 117 (Cambridge, MA, March 1999).",
        "Wright, Robert E., Bank Ownership and Lending Patterns in New York and Pennsylvania 1781-1831, Business History Review 73 (1999), 40-60.",
        "Werner, Walter, and Steven T. Smith, Wall Street (New York: Columbia University Press, 1991).",
        "Wettereau, James O., Statistical Records of the First Bank of the United States, edited by Stuart Bruchey (New York: Garland Publishing, 1985).",
        "Weiss, Thomas, Economic Growth Before 1860: Revised Conjectures, in Thomas Weiss and Donald Schaefer (eds.), American Economic Development in Historical Perspective (Stanford: Stanford University Press, 1994), 11-27.",
        "Townsend, Robert M., Optimal Contracts and Competitive Markets with Costly State Verification, Journal of Economic Theory 21 (1979), 265-93.",
        "Perkins, Edwin J., American Public Finance and Financial Services, 1700-1815 (Columbus: Ohio State University Press, 1994).",
        "Rostow, W. W., The Stages of Economic Growth (Cambridge: Cambridge University Press, 1960).",
        "Rousseau, Peter L., The Permanent Effects of Innovation on Financial Depth: Theory and U.S. Historical Evidence From Unobservable Components Models, Journal of Monetary Economics 42 (October 1998), 387-425.",
        "Parker, William N., and Franklee Whartenby, The Growth of Output Before 1840, in William N. Parker (ed.), Trends in the American Economy in the Nineteenth Century (Princeton: Princeton University Press, 1960), 191-212.",
        "Osterwald-Lenum, Michael, A Note with Fractiles of the Asymptotic Distribution of the Maximum Likelihood Cointegration Rank Test Statistics: Four Cases. Oxford Bulletin of Economics and Statistics 54 (1992), 461-78.",
        "McKinnon, Ronald I., Money and Capital in Economic Development (Washington, DC: Brookings Institution, 1973).",
        "North, Douglass C., The United States Balance of Payments, 1790-1860, in Trends in the American Economy in the Nineteenth Century, Studies in Income and Wealth, Vol. 24 (Princeton: Princeton University Press for the National Bureau of Economic Research, 1960), 573-627.",
        "North, Douglass C., The Economic Growth of the United States, 1790-1860 (Englewood Cliffs, NJ: Prentice Hall, 1961).",
        "King, Robert G., and Ross Levine, Finance and Growth: Schumpeter Might Be Right,Quarterly Journal of Economics 108 (August 1993), 717-37.",
        "Levine, Ross and Sara Zervos, Stock Markets, Banks, and Economic Growth, American Economic Review 88 (June 1998), 537-558.",
        "Maier, Pauline, The Revolutionary Origins of the American Corporation, William and Mary Quarterly 50 (January 1993), 51-84.",
        "Johansen, Soren, Estimation and Hypothesis Testing of Cointegration Vectors in Gaussian Vector Autoregressive Models, Econometrica 59 (1991), 1551-80.",
        "King, Robert G., and Ross Levine, Finance, Entrepreneurship and Growth: Theory and Evidence, Journal of Monetary Economics 32 (December 1993), 513-42.",
        "Gurley, John G., and Shaw, Edward S., Financial Aspects of Economic Development, American Economic Review 45 (April 1955), 515-538.",
        "Handlin, Oscar and Mary F. Handlin, Origins of the American Business Corporation, Journal of Economic History 5 (May 1945), 1-23.",
        "Greenwood, Jeremy, and Bruce D. Smith, Financial Markets in Development, and the Development of Financial Markets, Journal of Economic Dynamics and Control 21 (1997), 145-181.",
        "Greenwood, Jeremy, and Boyan Jovanovic, Financial Development, Growth, and the Distribution of Income, Journal of Political Economy 98 (1990), 1076-1107.",
        "Goldsmith, Raymond W., Financial Structure and Development (New Haven: Yale University Press, 1969).",
        "Gallman, Robert E., The Statistical Approach: Fundamental Concepts as Applied to History, in George Rogers Taylor and Lucius F. Ellsworth (eds.) Approaches to Economic History (Charlottesville, VA: The University Press of Virginia, 1971), 63-105.",
        "Fuller, Wayne A., Introduction to Statistical Time Series (New York: John Wiley, 1976).",
        "Gallman, Robert E., American Economic Growth before the Civil War: The Testimony of the Capital Stock Estimates, in Stanley L. Engerman and Robert E. Gallman (eds.) Long-Term Factors in American Economic Growth (Chicago: University of Chicago Press, 1986), 79-120.",
        "Fenstermaker, J. Van, Ã\u0082â\u0080\u009cThe Statistics of American Commercial Banking, 1782-1818,Ã\u0082â\u0080\u009d Journal of Economic History 25 (1965), 400-413 (b).",
        "Diamond, Douglas W., Financial Intermediation and Delegated Monitoring, Review of Economic Studies 51 (1984), 393-414.",
        "Fenstermaker, J. Van, The Development of American Commercial Banking: 1782-1837 (Kent, OH: Kent State University Press, 1965) (a).",
        "Davis, Lance E. and Robert E. Gallman, Evolving Financial Markets and International Capital Flows: Britain, the Americas, and Australia, 1865-1914 (Cambridge: Cambridge University Press, forthcoming)."
    ]
}