{
    "id": 745,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "1. Baumol, William. The Stock Market and Economic Efficiency. New York: Fordham University Press, 1965.",
        "2. Bergson, Abram. Commentary. Friedman (ed.), New Challenges to the Role of Profit. Lexington: D.C. Heath and Company, 1978.",
        "3. Bodie, Zvi. Financia. Innovation for Stable Real Retirement Income in an Inflationary Envi~ronment. Journal of Portfolio Management, VII (Fall, 1980), 5-13.",
        "4. Bodie, Zvi, and Friedman, Benjamin M. Interest Rate Uncertainty and the Value of Bond Call Protection. Journal of Political Economy, LXXXVI (February, 1978), ~9-43.",
        "5. Boskin, Michael 3. Taxation, Saving and the Rate of Interest. Journal of Political Economy, LXXXVI (April, 1978), S3-S27.",
        "6. Ciccolo, John H., Jr. Changing Balance Sheet Relationships in the U.S. Corporate Sector. Friedman (ed.), The Changing Roles of Debt and Equity in Financing U.S. Capital Formation. Chicago: University of Ch4.cago Press, forthcoming.",
        "7. Feldstein, Martin. The Rate of Return, Taxation and Personal savings,, Economic Journal, LXXXVIII (September, 1978), 482-487.",
        "8. Feldstein, Martin, and Summers, Lawrence. Is the Rate of Profit Falling? Brookings Papers on Economic Activity (No. 1, 1977), 211-227.",
        "9. Friedman, Benjamin M. Substitution and Expectation Effects on Long-Term Borrowing Behavior and Long-Term Interest Rates. Journal of Money, Credit and Banking, XI (May, 1979), 132-150.",
        "10. Friedman, Benjamin N. The Financing Must Come - But From Where? Harvard Business Review, LVIII (September-October, 1980), 52-56.",
        "11. Friedman, Benjamin M. Postwar Changes in the American Financial Markets. Feldstein (ed.), The American Economy in Transition. Chicago: University of Chicago Press, 1980.",
        "12. Friedman, Benjamin N. Debt and Economic Activity in the United States. Friedman (ed.), The Changing Roles of Debt and Equity in Financing U.S, Capital Formation. Chicago: University of Chicago Press, forthcoming,",
        "14. Goldsmith, Raymond W. Financial Structure and Development. New Haven; Yale University Press, 1969.",
        "15. Gordon, Robert 3. The `End-of-Expansion Phenomenon in Shore-Run Productivity Behavior. Brookings Papers on Economic Activity (No. 2, 3.979), 447-460.",
        "16. Gurley, John G., and Shaw, Edward S. Money in a Theory of Finance. Washington: The Brookings Institution, 1960.",
        "17. Howrey, E. Philip, and Hymans, Saul H. The Measurement and Determination of Loanable-Funds Saving. Brookings Papers on Economic Activity (No. 3, 1978) 655-685.",
        "18. Jaffee, Dwight M. Cyclical Variations in the Risk Structure of Interest Rates. Journal of Monetary Economics, I (July, 1975), 309-325.",
        "19. Jorgenson, Dale W. The Role of Energy in the U.S. Economy. National Tax Journal, XXXI (September, 1978), 209-220.",
        "20. Kendrick, John W. Productivity Trends and the Recent Slowdown: Historical Perspective, Causal Factors, and Policy Options. Feilner (ed.), Contemporary Economic Problems 1979. Washington: American Enterprise Institute, 1979.",
        "21. Kindleberger, Charles P. Manias, Panics, and Crashes. New York: Basic Books, Inc., 1978.",
        "22. Lucas, Robert E., Jr. Capacity, Overtime, and Empirical Production Functions. American Economic Review, LX (May, 1970), 23-27.",
        "23. McLure, Charles E., Jr. Must Corporate Income Be Taxed Twice? Washington: The Brookings Institution, 1979.",
        "24. Minsky, Hyman P. Financial Stability Revisited: The Economics of Disaster. Reappraisal of the Federal Reserve Discount Mechanism. Washington: Board of Governors of the Federal Reserve System, 1972.",
        "25. Minsky, Hyman P. A Theory of Systematic Fragility. Altman and Sainetz (eds.), Financial Crises: Institutions and Markets in a Fragile Environment. New York: Wiley-International, 1977.",
        "26. Perry, George L. potential Output and Productivity. Brookings Papers on Economic Activity (No. 1, 1977), 11-47.",
        "27. Roley, V. Vance. The Effect of Federal Debt Management Policy on Corporate Bond and Equity Yields. Quarterly Journal of Economics, forthcoming.",
        "28. U.S. Council of Economic Advisers. Annual Report. Washington: U.S. Government Printing Office, 1981."
    ]
}