{
    "id": 7450,
    "cites": 31,
    "cited_by": 9,
    "reference": [
        "Armor, David J. Forced justice: School desegregation and the law. New York: Oxford University Press, 1995.",
        "Bishop, John. Achievement, test scores, and relative wages. In Workers and their wages, edited by Marvin H. Kosters, 146-86. Washington, DC: The AEI Press, 1991.",
        "Boozer, Michael A., Alan B. Krueger, and Shari Wolkon. Race and school quality since Brown v. Board of Education. Brooking Papers: Microeconomics (1992): 269-338.",
        "Burtless, Gary, ed. Does money matter'DONE' The effect of school resources on student achievement and adult success. Washington, DC: Brookings, 1996.",
        "Card, David, and Alan B. Krueger. Does school quality matter'DONE' Returns to education and the characteristics of public schools in the United States. Journal of Political Economy 100, no. 1 (February 1992): 1-40.",
        "Congressional Budget Office. Trends in educational achievement. Washington, D.C.: Congressional Budget Office, 1986.",
        "Cook, Michael D., and William N. Evans. Families or schools'DONE' Explaining the convergence in white and black academic performance. mimeo, 1996.",
        "Coons, John E., William H. Clune, and Stephen D. Sugarman. Private wealth and public education. Cambridge, MA: The Belknap Press of Harvard University Press, 1970.",
        "Downes, Thomas A. Evaluating the impact of school finance reform on the provision of public education: The California case. National Tax Journal 45, no. 4 (December 1992): 405-19.",
        "Downes, Thomas A., and Mona P. Shah. The effect of school finance reforms on the level and growth of per pupil expenditures. paper presented at American Economic Association meetings, Washington, DC, January 1995.",
        "Grogger, Jeffrey T., and Eric Eide. Changes in college skills and the rise in the college wage premium. Journal of Human Resources 30, no. 2 (Spring 1993): 280-310.",
        "Hanushek, Eric A. Education and race: an analysis of the educational production process. Cambridge, MA: Health-Lexington, 1972.",
        "Costs. In Individual and Social Responsibility: Child care, education, medical care, and long-term care in America, edited by Victor R. Fuchs, 59-91. Chicago: University of Chicago Press/NBER, 1996.",
        "Evaluation and Policy Analysis 19, no. 2 (Summer 1997): 141-64.",
        "Hanushek, Eric A., Steven G. Rivkin, and Lori L. Taylor. Aggregation and the estimated effects of school resources. Review of Economics and Statistics 78, no. 4 (November 1996): 611-27.",
        "Hauser, Robert M., and Min-Hsiung Huang. Trends in black-white test-score differentials. DP 111096, Institute for Research on Poverty, University of Wisconsin, October 1996.",
        "Heckman, James S., Anne Layne-Farrar, and Petra Todd. Does measured school quality really matter'DONE' An examination of the earnings-quality relationship. In Does money matter The effect of school resources on student achievement and adult success, edited by Gary Burtless, 192-289. Washington, DC: Brookings, 1996.",
        "Heckman, James, Anne Layne-Farrar, and Petra Todd. Human capital pricing equations with an application to estimating the effect of schooling quality on earnings. Review of Economics and Statistics 78, no. 4 (November 1996): 562-610.",
        "Juhn, Chinhui, Kevin M. Murphy, and Brooks Pierce. Accounting for the slowdown in black-white wage convergence. In Workers and their wages, edited by Marvin H. Kosters, 107-43. Washington, DC: The AEI Press, 1991.",
        "Frank, and Richard J. Murnane. U.S. earnings levels and earnings inequality: A review of recent trends and proposed explanations. Journal of Economic Literature 30, no. 3 (September 1992): 1333-81.",
        "Murnane, Richard J., John B. Willett, and Frank Levy. The growing importance of cognitive skills in wage determination. Review of Economics and Statistics 77, no. 2 (May 1995): 251-66.",
        "Murphy, Kevin M., and Finis Welch. Wage premiums for college graduates: Recent growth and possible explanations. Educational Researcher 18, no. 4 (May 1989): 17-26.",
        "Murray, Sheila E., William N. Evans, and Robert M. Schwab. Education-finance reform and the distribution of education resources. American Economic Review 88, no. 4 (September 1998): 789-812.",
        "Neal, Derek A., and William R. Johnson. The role of pre-market factors in black-white differences. Journal of Political Economy 104, no. 5 (October 1996): 869-95.",
        "ONeill, June. The role of human capital in earnings differences between black and white men. Journal of Economic Perspectives 4, no. 4 (Fall 1990): 25-46.",
        "Pierce, Brooks, and Finis Welch. Changes in the structure of wages. In Improving Americas schools: The role of incentives, edited by Eric A. Hanushek and Dale W. Jorgenson, 53-73. Washington, DC: National Academy Press, 1996.",
        "Smith, James P., and Finis Welch. Black economic progress after Myrdal. Journal of Economic Literature 27, no. 2 (June 1989): 519-64.",
        "Somers, Julie A. The connection between educational spending and educational outcomes. Ph.D. Dissertation, University of Rochester, 1998.",
        "U.S. Department of Education. The Condition Of Education 1996. Washington, D.C.: Education, National Center for Education Statistics, 1996.",
        "Welch, Finis. In defense of inequality. American Economic Review 89, no. 2 (May 1999): 1-17.",
        "Welch, Finis, and Audrey Light. New evidence on school desegregation. Washington, D.C.: U. S. Commission on Civil Rights, 1987."
    ]
}