{
    "id": 7453,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "Besley, T. and H. Rosen, 1999, Sales taxes and prices: An empirical analysis, National Tax Journal LII, 157-178.",
        "Bradford, D. and K. Logue, 1998, The effects of tax law changes on property-casualty insurance prices in D. Bradford, ed. The economics of property-casualty insurance, (University of Chicago Press, Chicago) 29-79.",
        "Braid, R., 1987, The spatial incidence of retail sales taxes, Quarterly Journal of Economics 102, 881-891.",
        "Chaloupka, F., R. Pacula, M. Farrelly, L. Johnston, P. OMalley, and J. Bray, 1999, Do higher cigarette prices encourage youth to use marijuana'DONE', NBER working paper 6939.",
        "Cook, R., 1977, Detection of influential observations in linear regression, Technometrics 19, 1518.",
        "Fox, W., 1986, Tax structure and the location of economic activity along state borders, National Tax Journal 14, 362-374.",
        "General Accounting Office, 1995, Congress should consider changing Federal income taxation of the property-casualty insurance industry, GAO/GGD-85-10 (General Accounting Office, Washington, D. C.).",
        "Gordon, R., 1983, An optimal taxation approach to fiscal federalism, Quarterly Journal of Economics 98, 567-586.",
        "Gordon, R. and S. Nielsen, 1997, Tax evasion in an open economy: Value-added vs. income taxation, Journal of Public Economics 66, 173-197.",
        "Grubert, H. and J. Slemrod, 1996, The effect of taxes on investment and income shifting to Puerto Rico, University of Michigan working paper.",
        "Harrington, S. 1984. The impact of rate regulation on prices and underwriting results in the property-liability insurance industry: A survey. Journal of Risk and Insurance 51: 577623.",
        "Joskow, P., 1973. Cartels, competition and regulation in the property-liability insurance industry, Bell Journal of Economics and Management Science 4, 375-427.",
        "Klassen, K. and D. Shackelford, 1998, State and provincial corporate tax planning: Income shifting and sales apportionment factor management, Journal of Accounting and Economics 25: 385-406.",
        "Mikesell, J., Central cities and sales tax rate differentials: The border city problem, National Tax Journal 23, 206-213. Mintz, J. and H. Tulkens, 1986, Commodity tax competition between member states of a federation: Equilibrium and efficiency, Journal of Public Economics 29, 133-172.",
        "Olhoft, S., 1999, The tax avoidance activities of U.S. multinational corporations, unpublished dissertation, University of Michigan.",
        "Pauly, M., 1968, The economics of moral hazard: Comment, American Economic Review 58, 531-536.",
        "Petroni, K. and D. Shackelford, 1999, Managing annual accounting reports to avoid state taxes: An analysis of property-casualty insurers, Accounting Review 74, 371-393.",
        "Poterba, J. 1996, Retail price reactions to changes in state and local sales taxes, National Tax Journal XLIX, 165-176.",
        "Rappaport, N., 1994, Applied econometric essays on sales taxes and computer price indices, unpublished dissertation, Massachusetts Institute of Technology.",
        "Sangha, B. and T. Neubig, 1994, Economic issues in the state taxation of insurance companies, 1994, Unpublished working paper (Price Waterhouse: Washington, D.C.).",
        "Shackelford, D., 1999, The tax environment facing the wealthy, in J. Slemrod, ed., Does Atlas shrug'DONE' The economic consequences of taxing the rich, (Cambridge University Press), forthcoming.",
        "Sherden, W., 1984, An analysis of the determinants of the demand for automobile insurance, Journal of Risk and Insurance LI, 49-62.",
        "Sidhu, N., 1971, The effects of changes in sales tax rates on retail prices, in Proceedings of the sixty-fourth annual conference on taxation, (Columbus, National Tax Association-Tax Institute of America), 720-733.",
        "Slemrod, J. 1996, A general model of the behavioral response to taxation, University of Michigan working paper.",
        "Trandel, G., 1994, Interstate commodity tax differentials and the distribution of residents, Journal of Public Economics 53, 435-457.",
        "Vines, C. 1996. Tax shifting in a regulated industry: An analysis of the property and casualty insurance industry. The Journal of the American Taxation Association 18: 48-71.",
        "White, H., 1980, A heteroskedasticity-consistent covariance matrix estimator and a direct test for heteroskedasticity, Econometrica 48, 817-838."
    ]
}