{
    "id": 7455,
    "cites": 18,
    "cited_by": 25,
    "reference": [
        "David Blau, Labor Force Dynamics of Older Married Couples, Journal of Labor Economics, 16 (1998): 595-629.",
        "John Durand, The Labor Force in the U.S. New York: Social Science Research Council, 1948.",
        "Daniel Hamermesh, Labor Demand. Princeton, NJ: Princeton University Press, 1993.",
        "Germany. Kalamazoo, MI: The W.E. Upjohn Institute, 1996.",
        "Martha Hill, Marital Stability and Spouses Shared Time, Journal of Family Issues, 9 (1988): 427-51.",
        "Hilary Hoynes, Welfare Transfers in Two-Parent Families: Labor Supply and Welfare Participation under AFDC-UP, Econometrica, 64 (1966): 295-322.",
        "Mark Killingsworth and James Heckman, Female Labor Supply: A Survey, in Orley Ashenfelter and Richard Layard, Handbook of Labor Economics. Amsterdam: North-Holland, 1986.",
        "Peter Kostiuk, Compensating Differentials for Shift Work, Journal of Political Economy, 98 (1990): 1054-75.",
        "Reed Larson and Maryse Richards, Divergent Realities: The Emotional Lives of Mothers, Fathers, and Adolescents. New York: Basic Books, 1994.",
        "Arleen Leibowitz, Jacob Klerman and Linda Waite, Employment of New Mothers and Child Care Choice, Journal of Human Resources, 27 (1992): 112-33.",
        "Shelly Lundberg, Labor Supply of Husbands and Wives: A Simultaneous Equations Approach, Review of Economics and Statistics,70 (1988): 224-35.",
        "Evidence from the U.K. Child Benefit, Journal of Human Resources, 32 (1997): 463-80.",
        "Unpublished Paper, University of Washington, October 1998.",
        "Marjorie McElroy and Mary Jean Horney, Nash Bargained Household Decisions, International Economic Review, 22 (1981): 333-49.",
        "Jacob Mincer , Labor Force Participation of Married Women, in H.Gregg Lewis, ed., Aspects of Labor Economics. Princeton, NJ: Princeton University Press, 1962.",
        "Duncan Thomas, Like Father, Like Son: Like Mother, Like Daughter; Parental Resources and Child Height, Journal of Human Resources, 29 (1994): 950-88.",
        "Gordon Winston, The Timing of Economic Activities. New York: Cambridge University Press, 1982.",
        "Josef ZweimÃ\u0083Â¼ller, Rudolf Winter-Ebmer and Josef Falkinger, Retirement of Spouses and Social Security Reform, European Economic Review, 40 (1996): 449-472."
    ]
}