{
    "id": 7456,
    "cites": 33,
    "cited_by": 37,
    "reference": [
        "Agell, Jonas. 1999. On the Benefits from Rigid Labour Markets: Norms, Market Failures, and Social Insurance. Economic Journal 109 (February), pp. F143-F164.",
        "Barro, Robert and Xavier Sala-I~-Martin. 1995. Economic Growth. New York: McGraw Hill.",
        "Bean, Charles. 1998. The Interaction of Aggregate-Demand Policies and Labour-Market Reform. Swedish Economic Policy Review, forthcoming.",
        "Blanchflower, David and Andrew Oswald. 1999. What Can Be Done to Reduce the High Levels of Youth Joblessness in the World? Unpublished paper, Dartmouth College.",
        "Blank, Rebecca. 1989. Welfare Payment Levels and the Migration of Female-Headed Families. Readings, Issues and Questions in Public Finance, edited by Eleanor Brown, Homewood, IL: Irwin, Inc. pp. 47-52.",
        "Boeri, Tito. 1999. Overview in Welfare and Employment in a United Europe, edited by Giuseppe Bertola, Tito Boeri and Giuseppe Nieoletti, book manuscript, forthcoming MIT Press.",
        "Brown, C., and J. Medoff. 1989. The Employer Size-Wage Effect. Journal of Political Economy, October, pp. 1027-59.",
        "Burton, John F., Jr. 1966. Interstate Variations in Employers Costs of Workmens Compensation: Effect on Plant Location Exemplified in Michigan. Kalamazoo, MI: W. E. Upjohn Institute for Employment Research.",
        "Calmfors, Lars. 1 998a. Macroeconomic Policy, Wage Setting, and Employment -- What Difference Does the EMU Make? Oxford Review of Economic Policy 14 (3), pp. 125-5 1. Calmfors, Lars. l998b. Monetary Union and Precautionary Labour Market Reform, Seminar Paper No. 659, Institute for International Economic Studies, Stockholm, Sweden. Cowen, Tyler, and Daniel Sutter. 1998. Why Only Nixon Could Go to China. Public Choice 97 (4), December, pp. 605-15.",
        "Cukierman, Alex, and Mariano Tommasi. 1998. When Does It Take a Nixon to Go to China? American Economic Review 88(1), December, pp. 180-97.",
        "Dawson, William H. 1890. Bismarck and State Socialism: An Exposition of the Social and Economic Legislation of Germany Since 1870. New York: Howard Fertig, lnc., reprinted 1973.",
        "Decressin, J. and A. Fatas. 1995. Regional Labour Market Dynamics In Europe. European Economic Review 39, pp. 1627-55.",
        "Ehrenberg, Ronald. 1994. Labor Markets and lntegrating National Economies. Washington, D.C.: The Brookings Institution.",
        "Eichengreen, Barry. 1993. European Monetary Unification. Journal of Economic Literature 31 (3), September, pp. 1321-57.",
        "Feldstein, Martin and Charles Horioka. 1980. Domestic Saving and International Capital Flows. Economic Journal 90 (358), June, pp. 3 14-29.",
        "Freeman, Richard. 1994. A Hard-Headed Look at Labour Standards. In Werner Sengenberger and Duncan Campbell, eds., International Labour Standards and Economic Interdependence. Geneva, Switzerland: International Labour Office.",
        "Fuchs, Victor. 1976. From Bismarck to Woodcock: The `Irrational Pursuit of National Health Insurance. The Journal of Law and Economics 19 (2), August, pp. 347-359.",
        "Gruber, Jonathan, and Alan Krueger. 1991. The Incidence of Mandated Employer-Provided Insurance: Lessons from Workers Compensation Insurance. In David Bradford (ed,), Tax Policy and the Economy, vol. 5, (Cambridge, MA: The MIT Press, 1991), pp. 111-144.",
        "Haffner, Robert, Stephen Nickell, Giuseppe Nicoletti, Stefano Scarpetta, and Gylfi Zoega. 1999. European integration, liberalisation and labour market performance, in Welfare and Employment in a United Europe, edited by Giuseppe Bertola, Tito Boeri and Giuseppe Nicoletti, book manuscript, forthcoming MIT Press.",
        "Helliwell, John. 1998. How Much Do National Borders Matter? Washington, D.C.: Brookings Institutional Press.",
        "Joffe, Josef 1999. The Italianization of Europe, New York Times, October 12, p. A31.",
        "Krueger, Alan, and John F. Burton, Jr. 1990. The Employers Costs of Workers Compensation Insurance: Magnitudes, Determinants, and Public Policy. The Review of Economics and Statistics 72 (2), May, pp. 228-240.",
        "Krueger, Alan, and Jorn-Steffen Pischke. 1998. Observations and Conjectures on the U.S. Employment Miracle. In Third Public German-American Academic Council Symposium, published by German-American Academic Council, Bonn, Germany, pp. 99-125.",
        "Krueger, Alan, and Lawrence Summers. 1988. Efficiency Wages and the inter-Industry Wage Structure, Econometrica 56 (2), March, pp. 259-93.",
        "Organisation for Economic Co-operation and Development. 1999. OECD Employment Outlook, June 1999. OECD: Paris, France.",
        "Organisation for Economic Co-operation and Development. 1998. Trends in International Migration, Annual Report, 1998. Paris, France: OECD; SOPEMI.",
        "Oswald, Andrew. 1999. The Housing Market and Europes Unemployment: A Non-Technical Paper. Unpublished paper, The University of Warwick, Warwick, UK.",
        "Papke, Leslie. 1991. Interstate Business Tax Differentials and New Firm Location: Evidence from Panel Data. Journal of Public Economics 45(1), June, pp. 47-68.",
        "Rodrik, Dani. 1997. Has Globalization Gone Too Far? Washington, D.C.: Institute for International Economics.",
        "Rodrik, Dani. 1998. The Debate Over Globalization: How to Move Forward by Looking Backward, unpublished manuscript, Harvard University.",
        "Rowling, J.K. 1998. Harry Potter and the Sorcerers Stone, New York: Scholastic Press.",
        "Sinn, Hans-Werner. 1998. European Integration and the Future of the Welfare State. Swedish Economic Policy Review 5 (1), 113-32.",
        "Stigler, George. 1975. The Citizen and the State: Essays on Regulation. Chicago: University of Chicago Press."
    ]
}