{
    "id": 7457,
    "cites": 33,
    "cited_by": 44,
    "reference": [
        "Angrist, J.D. and Krueger, A.B. (1991) Does Compulsory Schooling Attendance Affect Schooling and Earnings'DONE' Quarterly Journal of Economics, 106, pp. 979-1014.",
        "Journal of Business and Economic Studies, 13(2) pp.225-235. Angrist, J.D. and Newey, W.K. (1991). Over-Identification Tests in Earnings Functions with Fixed Effects. Journal of Business and Economic Statistics, 9, pp.317-323.",
        "Ashenfelter, O. and Rouse, C. (1998). Income, Schooling, and Ability: Evidence from a New Sample of Identical Twins. Quarterly Journal of Economics, 113, pp. 253-84.",
        "Bedi, A. and Gaston, N. (1999). Using Variation in Schooling Availability to Estimate Educational Returns for Honduras. Economics of Education Review, 18(1), pp. 107-16.",
        "Blackburn, M. and Neumark, D. (1993). Omitted Ability Bias and the Increase in the Return to Schooling. Journal of Labor Economics, 11, pp.521-543.",
        "Look. Review of Economics and Statistics, 77, pp.217-229. Blanchflower, D. and Elias, P. (1993). Ability, Schooling and Earnings: Are Twins Different'DONE' Mimeo, Dartmouth College, New Hampshire.",
        "Butcher, K.F. and Case, A. (1994). The Effect of Sibling Composition on Womens Education and Earnings. Quarterly Journal of Economics, 109, pp. 531-563.",
        "Brown, S., Goetzmann, W. and Ross, S. (1995). Survival. Journal of Finance, L, pp. 853873.",
        "Card, D. (1993) Using Geographic Variation in College Proximity to Estimate the Return to Schooling. National Bureau of Economic Research (Cambridge MA.) Paper No. 4483.",
        "University of California at Berkeley. 19 Card, D., and Krueger, A. (1995). Time-Series Minimum-Wage Studies: A Meta-analysis, American Economic Review, 85, pp. 238-243.",
        "Cohn, E. and Addison, J.T. (1997), The Economic Returns to Lifelong Earnings. Mimeo (College of Business Administration, University of South Carolina, South Carolina, USA).",
        "Conneely, K. and Uusitalo, R. (1998). Estimating Heterogeneous Treatment Effects in the Becker Schooling Model. Mimeo, Princeton University.",
        "Dearden, L. (1995). The Returns to Education and Training for the United Kingdom. Unpublished Ph.D. Dissertation, University College London.",
        "Studies, London, UK). Duflo, E. (1998). Evaluating the Schooling and Labor Market Consequences of a School Construction Program. Mimeo, MIT.",
        "Egger and Smith, G.D. (1997). Meta-Analysis: Potentials and Problems. British Medical Journal, Vol. 315, pp. 1371-1374.",
        "Griliches, Z. (1977) Estimating the Return to Schooling: Some Econometric Problems. Econometrica, 45(1), pp.1-22.",
        "Griliches, Z. and Mason, W. (1972) Education, Income and Ability. Journal of Political Economy, 80(2), pp. 74-103.",
        "Hanson, J. and Wahlberg, R. (1998). Endogenous Schooling and the Distribution of the Gender Wage Gap. Mimeo, Concordia University.",
        "Harmon, C. and Walker, I. (1995). Estimates of the Economic Return to Schooling for the UK, American Economic Review, 85, pp. 1279-1286.",
        "Review, 43, pp. 879-887. _____. (1999). The Returns to the Quantity and Quality of Education -- Evidence for Men from England and Wales. Economica, forthcoming.",
        "Hedges, Larry V. (1992). Modeling Publication Selection Effects in Meta-Analysis. Statistical Science, Vol. 7, pp. 246-255.",
        "Hunter, John E. and Schmidt, Frank L. (1990). Methods of Meta-Analysis -- Correcting Error and Bias in Research Findings. London: Sage.",
        "Huque, M.F. (1988). Experiences with Meta-Analysis in NDA Submissions. Proceedings of the Biopharmaceutical Section of the American Statistical Association, vol. 2, pp. 28-33.",
        "Isaacson, G. (1997) Estimates of the Return to Schooling in Sweden from a Large Sample of Twins. Mimeo. (Centre for Research on Transportation and Society, Borlange, Sweden).",
        "Lo, A. and MacKinley, C. (1990). Data Snooping Biases in Tests of Financial Asset Pricing Models. Review of Financial Studies, 3, pp. 431-467.",
        "Meghir, C and Palme, M. (1999). Assessing the Effect of Schooling on Earnings Using a Social Experiment. Mimeo, Institute for Fiscal Studies, London.",
        "Miller, P., Martin, N. and Mulvey, C. (1994) The Effects of Education on Income: Estimates from a Sample of Australian Twins. Mimeo, University of Western Australia.",
        "Mincer, J. Schooling, Experience and Earnings. (1974) New York: National Bureau of Economic Research.",
        "Plug, E. (1997). Season of Birth, Schooling and Earnings. Mimeo, University of Amsterdam.",
        "Psacharopoulos, G. (1994). Returns to Investment in Education: A Global Update. World Development, 22, pp. 1325-1343.",
        "Rouse, C. (1999). Further Estimates of the Economic Return to Schooling from a New Sample of Twins. Economics of Education Review;18(2), April, pages 149-57..",
        "Uusitalo, R. (1997) Returns to Education in Finland. Mimeo. (University of Helsinki, Helsinki).",
        "Viera, J. (1997) Returns to Education in Portugal: OLS, IV and Selection Model Estimates."
    ]
}