{
    "id": 7465,
    "cites": 21,
    "cited_by": 58,
    "reference": [
        "Autor, David, Lawrence Katz, and Alan Krueger, Computing Inequality: Have Computers Changed the Labor Market? Quarterly Journal of Economics, 113 (November 1998): 1169-12 14.",
        "Baily, Martin N., Charles Hulten, and David Campbell, The Distribution of Productivity in Manufacturing Plants, Brookings Papers: Microeconomics, (1992): 187-268.",
        "Barteisman, Eric J. and Wayne Gray, The NBER Manufacturing Productivity Database, NBER Technical Working Paper, No. 205 (October 1996).",
        "Berman, Eli, John Bound, and Zvi Griliches, Changes in the Demand for Skilled Labor Within U.S. Manufacturing Industries: Evidence from the Annual Survey of Manufacturing, Quarterly Journal of Economics, 109 (May 1994): 367-398.",
        "Berndt, Ernst R. and Catherine J. Morrison, High-Tech Capital Formation and Aggregate Economic Performance in U.S. Manufacturing Industries: An Exploratory Analysis, NBER Working Paper, (1992).",
        "Bresnahan, Timothy, Erik Brynjolfsson, and Lorin Hitt, Information Technology, Workplace Organization and the Demand for Skilled Labor: Firm-Level Evidence, mimeo (August 1998).",
        "Caselli, Francesco, Technological Revolutions, American Economic Review, 89 (March 1999): 78-102.",
        "Davis, Steve J. and John Haltiwanger, Employer Size and the Wage Structure in U.S. Manufacturing, Annales D `Economie et de Statistique, No. 4 1/42 (1996): 323-367.",
        "Doms, Mark, Timothy Dunne, and Kenneth Troske, Workers, Wages, and Technology, Quarterly Journal of Economics, 112 (February 1997): 253-290.",
        "Dunne, Timothy, John Haltiwanger, and Kenneth R. Troske. Technology and Jobs: Secular Change and Cyclical Dynamics, Carnegie-Rochester Public Policy Conference Series, 46 (June 1997): 107-178.",
        "Dwyer, Douglas, Whittling Away at Productivity Dispersion, Center for Economic Studies Working Paper, No. 95-5 (1995).",
        "Goldin, Claudia and Robert Margo, The Great Compression: The wage structure in the United States at Mid-Centuiy, Quarterly Journal of Economics, 107 (February 1992): 1-34.",
        "Greenan, Nathalie and Jacques Mairesse, Computers and Productivity in France: Some Evidence, NBER Working Paper No. 5836 (November 1996).",
        "Juhn, Chinhui, Kevin M. Murphy, and Brooks Pierce, Wage Inequality and the Rise in the Return to Skill, Journal of Political Economy, 101 (June 1993): 410-42.",
        "Kremer, Michael and Eric Maskin, Wage Inequality and Segregation By Skill, NBER Working Paper, No. 5718 (August 1996).",
        "Lichtenberg, Frank R., The Output Contributions of Computer Equipment and Personnel: A Firm-Level Analysis, NBER Working Paper, No. 4540 (November 1993).",
        "Morrison, Catherine and Ernst R. Berndt, Assessing the Productivity of Information Technology Equipment in U.S. Manufacturing Industries, NBER Working Paper, No. 3582 (January 1991).",
        "Oliner, Stephen and Daniel Sichel, Computers and Output Growth Revisited: How Big is the Puzzle? Brookings Paper on Economic Activity, 2, (1994).",
        "Olley, Steven and Ariel Pakes, The Dynamics of Productivity in the Telecommunications Equipment Industry, Econometrica, 64 (November 1996): 1263-1297.",
        "Siegel, Donald, The Impact of Computers on Manufacturing Productivity Growth: A MultipleIndicators, Multiple-Causes Approach, Review of Economic Statistics, 79, (February 1997): 68-78.",
        "Troske, Keimeth R., A Note on Computer Investment in U.S. Manufacturing, mimeo, Center for Economic Studies, U.S. Bureau of the Census, (1996)."
    ]
}