{
    "id": 7466,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "Abowd, John M., The NBER Immigration, Trade and Labor Markets Data Files, NBER Working Paper, no. 3351, May 1990.",
        "Bartelsman, Eric J. and Wayne Gray, The NBER Productivity Database, NBER Technical Working Paper, No. 205, 1996.",
        "Branson, William, and Jamie Love, United States Manufacturing and the Real Exchange Rate, in Richard Marston, ed., Misalignment of Exchange Rates: Effects on Trade and Industry, University of Chicago Press, Chicago, Illinois, 1988.",
        "Burgess, Simon and Michael Knetter, An International Comparison of Employment Adjustment to Exchange Rate Fluctuations, Review of International Economics, vol. 6, February 1998, pp. 151-163.",
        "Caballero, Ricardo J. and Eduardo M.R.A. Engel, Microeconomic Adjustment Hazards and Aggregate Dynamics, Quarterly Journal of Economics, vol. 108, no. 2, 1993, pp.359-83.",
        "Building from Microeconomic Evidence, American Economic Review, vol. 87, no. 1, 1997, pp. 115-37.",
        "Campbell, Jeffrey R. and Jonas D.M. Fisher, Aggregate Employment Fluctuations with Microeconomic Asymmetries, Working Paper WP-96-17, Federal Reserve Bank of Chicago, 1997.",
        "Campa, Jose and Linda Goldberg, Employment versus Wage Adjustment and the U.S. Dollar, mimeo, Federal Reserve Bank of New York, December 1997.",
        "Davis, Steven J., John C. Haltiwanger and Scott Schuh, Job Creation and Destruction, MIT Press, Cambridge, Massachusetts, 1996.",
        "Foote, Christopher, Trend Employment Growth and the Bunching of Job Creation and Destruction, Quarterly Journal of Economics, 1998, vol. 113, no. 3, pp. 809-834.",
        "Grossman, Gene M., The Employment and Wage Effects of Import Competition in the United States, NBER Working Paper, no. 1041, December 1982.",
        "Gourinchas, Pierre-Olivier, Exchange Rates and Jobs: What Do We Learn from Job Flows'DONE' NBER Macroeconomics Annual 1998, The MIT Press, Cambridge, MA, pp. 153 - 207.",
        "Hamermesh, Daniel S., Labor Demand, Princeton University Press, Princeton, N.J., c. 1993.",
        "Kloek, Teun, OLS Estimation in a Model Where a Microvariable is Explained by Aggregates and Contemporaneous Disturbances are Equicorrelated, Econometrica, vol. 49, no. 1, January 1981, pp. 205-207.",
        "Mortensen, Dale T. and Christopher A. Pissarides, Job Creation and Destruction in the Theory of Unemployment, Review of Economic Studies, 1994, vol.",
        "Moulton, Brent, An Illustration of a Pitfall in Estimating the Effects of Aggregate Variables on Micro Units, Review of Economics and Statistics, vol. 72, 1990, pp. 334-338.",
        "Revenga, Ana, Exporting Jobs'DONE' The Impact of Import Competition on Employment and Wages in US Manufacturing, Quarterly Journal of Economics, 1992, vol 107, no. 1, pp. 255-84.",
        "Sachs, Jeffrey and Howard Shatz, Trade and Jobs in U.S. Manufacturing, Brookings Papers on Economic Activity, 1994, no. 1, pp. 1-78.",
        "Schuh, Scott and Robert Triest, Job Reallocation and the Business Cycle: New Facts for an Old Debate, in Jeff Fuhrer and Scott Schuh, eds., Beyond Shocks: What Causes Business Cycles'DONE', Federal Reserve Bank of Boston, 1998."
    ]
}