{
    "id": 7467,
    "cites": 28,
    "cited_by": 4,
    "reference": [
        "Aly, Hassan Y., Richard Grabowski, Carl Pasurka and Nanda Rangan, Technical, Scale, and Allocative Efficiencies in U.S. Banking: An Empirical Investigation, Review of Economics and Statistics 72 (1990) 211-218.",
        "Baker, George, Robert Gibbons, and Kevin Murphy, Subjective Performance Measures in Optimal Incentive Contracts, Quarterly Journal of Economics, Vol. CIX, 1994, pp. 1123-1156.",
        "Benston, George J., Gerald A. Hanweck and David B. Humphrey, Scale Economies in Banking: A Restructuring and Reassessment, Journal of Money, Credit and Banking 14 (1982) 435-456.",
        "Berger, Allen N. and David B. Humphrey, Measurement and Efficiency Issues in Commercial Banking, in Zvi Griliches, ed., Output Measurement in the Service Sector, NBER Studies in Income and Wealth Volume 56, University of Chicago Press, 1992.",
        "Berger, Allen N., John H. Leusner and John J. Mingo, The Efficiency of Bank Branches, Board of Governors of the Federal Reserve System Working Paper, August 1994.",
        "Berger, Allen N. and Loretta J. Mester, Inside the Black Box: What Explains Differences in the Efficiencies of Financial Institutions'DONE' Wharton Financial Institutions Center, Working Paper 97-04, January 1997.",
        "Canadian Bankers Association, Bank Facts 1994, mimeo., Toronto, 1994.",
        "Colwell, R.J. and E.P. Davis, Output and Productivity in Banking, Scandinavian Journal of Economics 94, Supplement, 1992, pp. 111-129.",
        "Delery, John E. and D. Harold Doty, Modes of Theorizing in Strategic Human Resource Management: Tests of Universalistic, Contingency, and Configurational Performance Predictions, Academy of Management Journal 39 (1996): 802-835.",
        "Doukas, John and Lorne N. Switzer, Economies of Scale and Scope in Canadian Branch Banking, Journal of International Financial Markets, Institutions and Money 12 (1991), 61-84.",
        "Elyasiani, Elyas and Seyed Mehdian, Efficiency in the Commercial Banking Industry, A Production Frontier Approach, Applied Economics 22 (1990a) 539-551.",
        "Change: The Case of Large U.S. Commercial Banks, Journal of Financial Services Research 4 (1990b) 157-168.",
        "Ferrier, Gary D. and C.A.Knox Lovell, Measuring Cost Efficiency in Banking: Econometric and Linear Programming Evidence, Journal of Econometrics 46 (1990) 229-245.",
        "Griliches, Zvi,Introduction in Zvi Griliches, ed., Output Measurement in the Service Sector, NBER Studies in Income and Wealth Volume 56, University of Chicago Press, 1992.",
        "Hancock, Diana, A Model of the Financial Firm with Imperfect Asset and Deposit Elasticities, Journal of Banking and Finance 10 (1986) 37-54.",
        "Helper, Susan, David Levine and Elliot Bendoly, Employee Involvement and Pay at U.S. and Canadian Auto Suppliers, unpublished manuscript, 1999.",
        "Holmstrom, Bengt and Paul Milgrom, The Firm as an Incentive System, American Economic Review 84, 1994, pp. 972-991.",
        "Ichniowski, Casey, Kathryn Shaw and Giovanna Prennushi, The Effects of Human Resource Management Practices on Productivity: A Study of Steel Finishing Lines, American Economic Review 87 (1997): 291-313.",
        "Ichniowski, Casey, Thomas Kochan, David Levine, Craig Olson and George Strauss, What Works at Work: Overview and Assessment, Industrial Relations 35 (1996): 299-333.",
        "Lazear, Edward, Labor Economics and the Psychology of Organizations, Journal of Economic Perspectives 8, 1991, pp.89-110.",
        "Milgrom, Paul and John Roberts, The Economics of Modern Manufacturing, American Economic Review 80 (1990): 511-28.",
        "Change in Manufacturing, Journal of Accounting and Economics 19 (1995): 179-208.",
        "Murphy, N.B. and Y.E. Orgler, Cost Analysis for Branching Systems: Methodology, Test Results, and Implications for Management,Journal of Financial Research 5 (1982):181-88.",
        "Parkan, Celik, Measuring the Efficiency of Service Operations: An Application to Bank Branches, Engineering Costs and Production Economics 12 (1987) 237-242.",
        "Prasad, Baba and Patrick T. Harker, Examining the Contribution of Information Technology Toward Productivity and Profitability in U.S. Retail Banking, Wharton Financial Institutions Center, Working Paper 97-09, March 1997.",
        "Schaffnit, Claire, Dan Rosen and Joseph C. Paradi, Best Practice Analysis of Bank Branches: An Application of DEA in a Large Canadian Bank, European Journal of Operational Research 98 (1997), 269-289.",
        "Sherman, H. David and Franklin Gold, Bank Branch Operating Efficiency: Evaluation with Data Envelopment Analysis, Journal of Banking and Finance 9 (1985), 297-311.",
        "Zardkoohi, Asghar and James Kolari, Branch Office Economies of Scale and Scope: Evidence from Savings Banks in Finland, Journal of Banking and Finance 18 (1994), 421-432."
    ]
}