{
    "id": 7468,
    "cites": 15,
    "cited_by": 7,
    "reference": [
        "Arrow, Kenneth. The Economic Implications of Learning by Doing. Review of Economic Studies 29, no. 3 (June 1962): 155 - 173.",
        "Azariadis, Costas, and Alan Drazen. Threshold Externalities in Economic Development. Quarterly Journal of Economics 105 (1990): 501 - 526.",
        "B arro, Robert, and Xavier S ala-i-Martin. Economic Growth. New York: McGraw-Hill, 1995.",
        "B aumol, William. Entrepreneurship: Productive, Unproductive, and Destructive. Journal of Political Economy 98, no. 5, Part 1 (October 1990): 893 - 921.",
        "Eeckhout, Jan, and Boyan Jovanovic. Inequality. New York University, September 1998.",
        "Galor Oded and Joseph Zeira. Income Distribution and Macroeconomics Review of Economics Studies 60 (January 1993): 35 -52.",
        "Jones, Charles. Time Series Tests of Endogenous Growth Models. Quarterly Journal of Economics 110, no. 2 (May 1995): 495 - 525.",
        "Jovanovic, Boyan. Vintage Capital and Inequality. Review of Economic Dynamics 1, no. 2 (April 1998): 497 - 530.",
        "Kremer, Michael. Population Growth and Technological Change: One Million B.C. to 1990. Quarterly Journal of Economics 108 (1990): 681 - 716.",
        "Lucas, Robert, E., Jr. Externalities and Cities University of Chicago, August 1999.",
        "Mokyr, Joel. Technological Inertia in Economic History. Journal of Economic History 52, no. 2 (June 1992): 325 - 338.",
        "Murphy, Kevin, Andrei Shleifer, and Robert Vishny. Industrialization and the Big Push. Journal of Political Economy 97, no. 5 (October 1989): 1003 - 1026.",
        "Parente, Stephen and Edward Prescott. Barriers to Riches. Cambridge, MA: MIT Press, forthcoming. Romer, Paul. Endogenous Technological Change. Journal of Political Economy 98, no. 5, pt.2 (October 1990): S71 - S 102.",
        "Stiglitz, Joseph, and Hirofumi Uzawa. Readings in the Modern Theory of Economic Growth. Cambridge, MA. MIT Press, 1969.",
        "Tiebout, Charles. A Pure Theory of Local Expenditures. Journal of Political Economy 64, no. 5. (October 1956): 416-424."
    ]
}