{
    "id": 747,
    "cites": 32,
    "cited_by": 1,
    "reference": [
        "K. Arrow, The Role of Securities in the Optimal Allocation of Risk-Bearing, Review of Economic Studies 31 (1964), pp. 91-96.",
        "D. Baron, Default Risk and the Modigliani-Miller Theorem: A Synthesis, American Economic Review 66 (1976), pp. 204-12.",
        "F. Black, Capital Market Equilibrium with Restricted Borrowing, Journal of Business 45 (1972), pp. 444-54.",
        "Policy on Common Stock Prices and Returns, Journal of Financial Economics 1 (1974), pp. 1-22.",
        "M. Brennan, Capital Market Equilibrium with Divergent Borrowing and Lending Rates, Journal of Financial and Quantitative Analysis 6 (1971), pp. 1197-1205.",
        "H. DeAngelo, Competition and Unanimity, American Economic Review 71 (1981), pp. 18-27.",
        "P. Diamond, The Role of a Stock Market in a General Equilibrium Model with Technological Uncertainty, American Economic Review 57 (1967), pp. 759-76.",
        "D. Durand, The Cost of Capital, Corporation Finance and the Theory of Investment: Comments, American Economic Review 49 (1959), pp. 639-55.",
        "I. Fisher, The Theory of Interest (London: the MacMillan Company, 1930).",
        "R. Haugen and L. Senbet, The Insignificance Bankruptcy Costs to the Theory of Optimal Captial Structure, Journal of Finance 33 (1978) pp. 383-93.",
        "Capital through Stock Options, Journal of Finance, forthcoming, 1981.",
        "R. Higgins and L. Schall, Corporate Bankruptcy and Conglomerate Merger, Journal of Finance 30 (1975), pp. 93-113.",
        "J. Hirshlejfer, Investment, Interest and Capital (Englewood Cliffs: Prentice-Hall, Inc., 1970).",
        "N. Jensen and W. Meckling, Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics 3 (1976), pp. 305-60.",
        "H. Kim, W. Lewellen, J. McConnell, Financial Leverage Clienteles: Theory and Evidence, Journal of Financial Ecomomics 7 (1979) pp. 83-109.",
        "A. Kraus and R. Litzenberger, A State Preference Model of Optimal Financial Leverage, Journal of Finance 28 (1975), pp. 911-22.",
        "H. Leland, Production Theory and the Stock Market, Bell Journal of Economics and Management Science 5 (1974), pp. 125-44.",
        "R. Litzenberger, Debt, Taxes and Incompleteness: A Survey, Unpublished manuscript presented at the 1980 AlA meetings, Denver, Colorado.",
        "R. Litzenberger and H. Sosin, The Theory of Recapitalizations and the Evidence of Dual Purpose Funds, Journal of Finance 32 (1977), pp. 1433-55.",
        "N. Miller, Debt and Taxes, Journal of Finance 32 (1977), pp. 261-75.",
        "F. Milne, Corporate Investment and Finance Theory in Competitive Equilibrium, Economic Record 50 (1974), pp. 511-33.",
        "F. Modigliani and N. Miller, The Cost of Capital, Corporation Finance, and the Theory of Investment, American Economic Review 48 (1958), pp. 162-97.",
        "Capital - A Correction, American Economic Review 53 (1963), pp. 433-43.",
        "N. Nielsen, The Investment Decision of the Firm Under Uncertainty and the Allocative Efficiency of Capital Markets, Journal of Finance 31 (1976), pp. 587-602.",
        "R. Radner, A Note on Unanimity of Stockholders Preferences Among Alternative Production Plans: A Reformulation of the Ekern-Wilson Model, Bell Journal of Economics 5 (1974), pp. 181-4.",
        "A. Robichek and S. Myers, Problems in the Theory of Optimal Capital Structure, Journal of Financial and Quantitative Analysis 1 (1966), pp. 1-35.",
        "S. Ross, The Determination of Financial Structure: the IncentiveSignalling Approach, Bell Journal of Economics 8 (1977), pp. 23-40.",
        "N. Satterthwaite, On the Scope of Stockholder Unanimity Theorems, International Economic Review, (1981), pp. 119-133.",
        "J. Scott, A Theory of Optimal Capital Structure, Bell Journal of Economics 7 (1976), pp. 33-54.",
        "H. Sosin, Neutral Recapitalizations: Predictions and Tests Concerning Valuation and Welfare, Journal of Finance 33 (1978), pp. 1228-34.",
        "J. Stiglitz, On the Irrelevance of Corporate Financial Policy, American Eocnomic Review 64 (1974), pp. 851-66.",
        "R. Taggart, Taxes and Corporate Capital Structure in an Incomplete Market, Journal of Finance 35 (1980), pp. 654-59."
    ]
}