{
    "id": 7470,
    "cites": 24,
    "cited_by": 6,
    "reference": [
        "Bests Review. The Industry Responds, September 1979.",
        "Black, K. and H. Skipper. Life Insurance, Prentice Hall, Englewood Cliffs, NJ,1994.",
        "Brugiavini, A. (1990) Longevity Risk and the Life Cycle. Ph.D. Dissertation, LSE, London.",
        "Cawley J.; Philipson T. (1998) An Empirical Examination of Information Barriers to Trade in Insurance. Chiappori, P.A. (1998) Econometric Models of Insurance under Asymmetric Information. Handbook of Insurance edited by Georges Dionne, forthcoming.",
        "Chiappori, P.A.; Macho, I; Rey, P. ; Salanie, B. (1994) Repeated Moral Hazard: Memory, Commitment, and the Access to Credit Markets. European Economic Review. pp. 1527-53.",
        "Chiappori, P.A.; Salanie, B.; Valentin, J. (1998). Early Starters Versus Late Beginners. Journal of Political Economy, forthcoming.",
        "Cochrane, J. (1995) Time Consistent Health Insurance. Journal of Political Economy. Vol. 103, pp. 445-473.",
        "Crocker, K. and J. Moran. (1998) Contracting with Limited Commitment: Evidence from Employment Based Insurance Contracts. mimeo University of Michigan.",
        "Cutler, D. (1993) Why Doesnt the Market Fully Insure Long term Care. NBER WP 4301.",
        "Daily, G. (1989), The Individuals Investors Guide to Low-Load Insurance Products by International Publishing Corp.",
        "Diamond, P. (1992) Organizing the Health Insurance Market. Econometrica. Vol. 60. pp. 1233-54.",
        "Dionne, G. and Doherty, M. (1992) Adverse Selection in Insurance Markets, A Selective Survey in Contributions to Insurance Economics edited by Georges Dionne, Kluwer Academic Press.",
        "Dionne, G. and Doherty, M. (1994) Adverse Selection, Commitment and Renegotiation: Extension to and Evidence from Insurance Markets. Journal of Political Economy pp. 210-235.",
        "Friedman, B.M.; Warshawski, M.J. (1990) The Cost of Annuities: Implications for Savings Behavior and Bequests. Quarterly Journal of Economics. pp. 135-154.",
        "Fudenberg, D.; Holmstrom, B; Milgrom, P. (1990) Short Term Contracts and Long Term Agency Relationship. Journal of Economic Theory. pp. 1-3 1.",
        "De Garidel T. (1998) Pareto Improving Asymmetric Information in a Dynamic Insurance Market. Mimeo, UCL.",
        "Harris, M.; Holmstrom, B. (1982) A Theory of Wage Dynamics. Review of Economic Studies. Vol. 49, pp 315-333.",
        "Jaffe, Jay M. (1998). Accidental death Experience: A Review of recent Experience for the Practicing Actuary, mimeo.",
        "Life Insurance Fact Book, American Council of Life Insurance, several issues. LIMRA, Long-Term Ordinary Lapse Survey-U.S., Connecticut 1996.",
        "LIMRA, Buyers Study, Connecticut 1997.",
        "McGill, D. Life Insurance, Richard D. Irwing, 1967.",
        "Murphy, K. (1986) Incentives, Learning, and Compensation: A Theoretical and Empirical Investigation of Managerial Labor Contracts. Rand Journal of Economics. Vol. 17, pp. 59-76.",
        "Pauly, M.; Kunreuther, H.; Hirth R. (1995) Guaranteed Renewability in Insurance. Journal of Risk and Uncertainty. Vol. 10. pp. 143-156.",
        "Villeneuve, Bertrand (1999) Life Insurance in Handbook of Insurance, edited by Georges Dionne, forthcoming."
    ]
}