{
    "id": 7475,
    "cites": 51,
    "cited_by": 3,
    "reference": [
        "Alesina, Alberto and Alex Cukierman. The Politics of Ambiguity. Quarterly Journal of Economics 105 (November 1990): 829-850.",
        "Ansolabehere, Stephen and James Snyder. Money and Institutional Power. Texas Law Review 77 (June 1999): 1673-1704.",
        "Aragones, Enriqueta and Andrew Postlewaite. Ambiguity in Equilibrium for Two Party Electoral Competition. Unpublished working paper, University of Pennsylvania, March 1998.",
        "Austin-Smith, David and John Wright. Competitive Lobbying for a Legislators Vote. Social Choice and Welfare 9 (1992): 229-57.",
        "Bernhardt, Daniel and Daniel Ingberman. Candidate Reputation and the Incumbency Effect. Journal of Public Economics 26 (1985): 47-67.",
        "Besley, Timothy and Anne Case. Does Electoral Accountability Affect Economic Policy Choices'DONE' Evidence from Gubernatorial Term Limits, Quarterly Journal of Economics 110 (August 1995): 76998.",
        "Breusch, T. and A. Pagan. The LM Test and Its Application to Model Specification in Econometrics, Review of Economic Studies, 1980, 47, 239-54.",
        "CQ Guide to Congress, Washington, DC: Congressional Quarterly, Incorporated, 1991.",
        "Daniel, Kermit and John R. Lott, Term Limits and Electoral Competitiveness: Evidence from Californias State Legislative Races, Public Choice 90 (1997): 165-84.",
        "Downs, Anthony. An Economic Theory of Democracy. New York: Harper and Row, 1957.",
        "Evans, William and Ioannis Kessides, Localized Market Power in the U.S. Airline Industry, Working Paper No. 90-5, University of Maryland, April 1990.",
        "Evans, William and Ioannis Kessides, Localized Market Power in the U.S. Airline Industry, Review of Economics and Statistics 75 (February 1993): 66-73.",
        "Fiorina, Morris. Congress: Keystone of the Washington Establishment. New Haven: Yale University Press, 1977.",
        "Ghosh, Parikshit and Debraj Ray. Cooperation in Community Interaction without Information Flows. Review of Economic Studies 63 (1996): 491-519.",
        "Gilligan, Thomas and Keith Krehbiel. Asymmetric Information and Legislative Rules with a Heterogeneous Committee. American Journal of Political Science 33 (1989): 459-90.",
        "Glazer, Amihai. The Strategy of Candidate Ambiguity. American Political Science Review 84 (March 1990): 237-41.",
        "Greene, William H. Econometric Analysis, 3 rd edition. Upper Saddle River, NJ: Prentice-Hall, 1997.",
        "Grier, Kevin B. and Michael C. Munger, Committee Assignments, Constituent Preferences, and Campaign Contributions, Economic Inquiry, January 1991, 29, 24-43.",
        "Hall, Richard and Wayman, Frank. Buying Time: Moneyed Interests and the Mobilization of Bias in Congressional Committees. American Political Science Review 84 (1990): 797-820.",
        "Hall, Richard. Participation in Congress. New Haven: Yale University Press, 1996.",
        "Harrington, Joseph. The Revelation of Information through the Electoral Process: An Exploratory Analysis. Economics and Politics 4 (1992): 255-75.",
        "Klein, Benjamin and Keith Leffler. The Role of Market Forces in Assuring Contractual Performance. Journal of Political Economy 89 (August 1981): 615-41.",
        "Koenker, Roger and Gilbert Basset, Regression Quantiles, Econometrica 46 (January 1978): 10712.",
        "Krehbiel, Keith. Information and Legislative Organization. Ann Arbor: University of Michigan Press, 1991.",
        "Kroszner, Randall S. Is the Financial System Politically Independent'DONE' Perspectives on the Political Economy of Banking and Financial Regulation, Stigler Center Working Paper No. 151, University of Chicago, 1999.",
        "Kroszner, Randall S. and Philip Strahan. What Drives Deregulation'DONE' Economics and Politics of the Relaxation of Bank Branching Restrictions, Quarterly Journal of Economics, forthcoming, November 1999.",
        "Kroszner, Randall S. and Thomas Stratmann. Notes on the Evolution of the Congressional Committee System in the Twentieth Century. Working paper, University of Chicago, 1997.",
        "Kroszner, Randall S. and Thomas Stratmann. Interest Group Competition and the Organization of Congress: Theory and Evidence from Financial Services Political Action Committees, American Economic Review 88 (December 1998): 1163-87.",
        "Makinson, Larry, Open Secrets: The Encyclopedia of Congressional Money and Politics, Washington, DC: Congressional Quarterly, Incorporated, 1992.",
        "McCarty, Nolan and Lawrence Rothenberg. Commitment and the Campaign Contribution Contract. American Journal of Political Science 40 (August 1996): 872-904.",
        "Moe, Terry. The Organization of Interests. Chicago: University of Chicago Press, 1981.",
        "Mueller, Dennis. Public Choice II. New York: Cambridge University Press, 1989.",
        "Olson, Mancur. The Rise and Decline of Nations: Economic Growth, Stagflation, and Social Rigidities. New Haven: Yale University Press, 1982.",
        "Poole, Keith, Thomas Romer, and Howard Rosenthal. The Revealed Preferences of Political Action Committees. American Economic Review 77 (May 1987):298-302 Poole, Keith and Howard Rosenthal. Congress: A Political-Economic History of Roll-Call Voting.",
        "Roeder, Edward. PACs Americana. Washington, DC: Sunshine Services Corporation, 1983.",
        "Romer, Thomas and James M. Snyder, Jr., An Empirical Investigation of the Dynamics of PAC Contributions, American Journal of Political Science 38 (August 1994): 745-69.",
        "Shapiro, Carl. Premiums for High Quality Products as Rents to Reputation. Quarterly Journal of Economics 98 (1983): 659-80.",
        "Shepsle, Kenneth. The Strategy of Ambiguity: Uncertainty and Electoral Competition. American Political Science Review 66 (June 1972): 555-68.",
        "Shepsle, Kenneth. The Giant Jigsaw Puzzle: Democratic Committee Assignments in the Modern House. Chicago: University of Chicago Press, 1978.",
        "Shepsle, Kenneth and Barry Weingast, eds. Positive Theories of Congressional Institutions. Ann Arbor: University of Michigan Press, 1995.",
        "Snyder, James M., Jr. Long-term Investing in Politicians: or, Give Early, Give Often. Journal of Law and Economics 35 (April 1992): 15-43.",
        "Stratmann, Thomas, Campaign Contributions and Congressional Voting: Does the Timing of Contributions Matter'DONE' Review of Economics and Statistics, February 1995, 72 (1).",
        "Stratmann, Thomas, The Market for Congressional Votes: Is the Timing of Contributions Everything'DONE' Journal of Law and Economics, April 1998, 41, 85-114.",
        "Tirole, Jean, The Theory of Industrial Organization. Cambridge: MIT Press, 1988.",
        "Tirole, Jean, The Internal Organization of Government, Oxford Economic Papers, 46 (1994): 1-29.",
        "Weinberger, Marvin and David Greevy. PAC Directory: A Complete Guide to Political Action Committees. Cambridge, MA: Ballinger, 1982.",
        "Weingast, Barry R. and William J. Marshall, The Industrial Organization of Congress; or, Why Legislatures, like Firms, Are Not Organized as Markets, Journal of Political Economy, February 1988, 96 (1), 132-63.",
        "White, Halbert, A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica 48 (May 1980): 817-38.",
        "Wittman, Donald N. The Myth of Democratic Failure. Chicago: University of Chicago Press, 1995.",
        "Zeckhauser, Richard. Majority Rule with Lotteries on Alternatives. Quarterly Journal of Economics 83 (1969): 696-703.",
        "Zellner, Arnold. An Efficient Method for Fitting Seemingly Unrelated Regressions and Tests for Aggregation Bias, Journal of the American Statistical Association, 1962, 57, 500-509."
    ]
}