{
    "id": 7478,
    "cites": 31,
    "cited_by": 31,
    "reference": [
        "Akerloff, George, 1976, The Economics of Caste and of the Rat Race and Other Woeful Tales, Quarterly Journal of Economics. 90, 599-6 17.",
        "Chin, Judith C., and Gene M. Grossman, 1990, Intellectual Property Rights and NorthSouth Trade, in Ronald W. Jones and Anne 0. Kreuger, editors, The Political Economy of North-South Trade: Essays in Honor of Robert E. Baldwin. Cambridge: Basil Blackwell, pp. 90-107.",
        "Cockburn, lain, and Jenny Lanjouw, 1999, Do Patents Matter? Empirical Evidence After GATT, Unpublished working paper, Boston University and Yale University.",
        "Deardorff, Alan V., 1992, Welfare Benefits of Global Patent Protection, Economica. 59, 35-51.",
        "Diwan, Isaac, and Dani Rodrik, 1991, Patents, Appropriate Technology, and North-South Trade, Journal of International Economics. 30, 27-48.",
        "Dutton, Harold I., 1984, The Patent System and Inventive Activity During the Industrial Revolution, 1750-1852. Manchester, England: Manchester University Press.",
        "Finer, Samuel E., 1997. The History of Government from the Earliest Times. New York: Oxford University Press.",
        "Frame, J. Davidson, 1987, National Commitment to Intellectual Property Protection: An Empirical Investigation, Journal of Law and Technology. 2, 209-227.",
        "Ginarte, Juan C., and Walter G. Park, 1997a, Determinants of Patent Rights: A CrossNational Study, Research Policy. 26, 283-301.",
        "Ginarte, Juan C., and Walter G. Park, 1997b, Intellectual Property Rights and Economic Growth, Contemporary Economic Policy. 15, 5 1-61.",
        "Gould, David M., and William C. Gruben, 1996, The Role of Intellectual Property Rights in Economic Growth, Journal of Development Economics. 48, 323-350.",
        "Grabow, R. Michael, and Timothy J. Richards, 1988, Introduction, in R. Michael Grabow and Timothy J. Richards, editors, Intellectual Property Rights: Global Consensus, Global Conflict? Boulder: Westview Press, pp. 1-37.",
        "Green, Jerry R., and Suzanne Scotchmer, 1995, On the Division of Profits in Sequential Innovation, Rand Journal of Economics. 26, 20-33.",
        "Helpman, Elhanan, 1993, Innovation, Imitation, and Intellectual Property Rights, Econometrica. 61, 1247-1280.",
        "Khan, B. Zorina, and Kenneth L. Sokoloff, 1998, Patent Institutions, Industrial Organization and Early Technological Change: Britain and the United States, 17901850,  in Maxine Berg and Kristine Bruland, editors, Technological Revolutions in Europe: Historical Perspectives. Northampton, Mass.: Edward Elgar, pp. 292-313.",
        "Kortum, Samuel, and Josh Lerner, 1999, Stronger Protection or Technological Revolution: What is Behind the Recent Surge in Patenting?, Carnegie-Rochester Conference Series on Public Policy. 48, 247-304.",
        "Kremer, Michael, 1998, Patent Buyouts: A Mechanism for Encouraging Innovation, Quarterly Journal of Economics. 113, 1137-1167.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 1998, Law and Finance, Journal of Political Economy. 106, 1113-1155.",
        "Maskus, Keith E., and Mohan Penubarti, 1995, How Trade-Related are Intellectual Property Rights?, Journal of International Economics. 39, 22 7-248.",
        "Nordhaus, William D., 1969, Invention Growth, and Welfare: A Theoretical Treatment of Technological Change. Cambridge: MIT Press.",
        "North, Douglass C., 1961, The Economic Growth of the United States, 1 790-1860. Englewood Cliffs, N.J.: Prentice-Hall.",
        "North, Douglass C., 1979, The State in Economic History, Explorations in Economic History. 16, 249-259.",
        "North, Douglass C., 1990, Institutions, Institutional Change and Economic Performance. Cambridge: Cambridge University Press.",
        "North, Douglass C., and Barry R. Weingast, 1989, Constitutions Governing Public Choice in Seventeenth Century England, Journal of Economic History. 49, 803-832.",
        "Olson, Mancur, Jr., 1982, The Rise and Decline of Nations: The Political Economy of Economic Growth. New Haven: Yale University Press.",
        "Penrose, Edith, 1951, The Economics of the International Patent System. Baltimore: John Hopkins University Press.",
        "Rapp, Richard T., and Richard P. Rozek, 1990, Benefits and Costs of Intellectual Property Rights in Developing Countries, Working Paper No. 3, National Economic Research Associates.",
        "Scherer, F.M., 1972, Nordhaus Theory of Optimal Patent Life: A Geometrical Reinterpretation, American Economic Review. 62, 422-427.",
        "Scotchmer, Suzanne, 1996, Protecting Early Innovators: Should Second-Generation Products be Patentable?, Rand Journal of Economics. 27, 322-331.",
        "Shavell, Steven, and Tanguy van Ypersele, 1999, Rewards versus Intellectual Property Rights, Working Paper No. 6956, National Bureau of Economic Research.",
        "Walterscheid, Edward C., 1995, Priority of Invention: How the United States Came to Have a `First-to-Invent Patent System, AIPLA Quarterly Journal. 23, 263-319."
    ]
}