{
    "id": 7479,
    "cites": 26,
    "cited_by": 60,
    "reference": [
        "Arthur, Jeffrey. 1994. Effects of Human Resource Systems on Manufacturing Performance and Turnover. Academy of Management Journal vol. 37, pp.670-87.",
        "Bailey, Martin and Gordon, Robert. (1988). The Productivity Slowdown, Measurement Issues and the Explosion of Computer Power, Brookings Papers on Economic Activity, vol. 19, no. 2, pp.347-420.",
        "Bailey, Thomas. 1993. Organizational Innovation in the Apparel Industry. Industrial Relations, vol. 32, pp. 30-48.",
        "Barteisman, Eric J. and Wayne Gray. 1995. The NBER Manufacturing Productivity Database., unpublished paper. Board of Governors of the Federal Reserve System (January).",
        "Batt, Rosemary. 1995. Performance and Welfare Effects of Work Restructuring: Evidence from Telecommunications Services. Cambridge, MA: Ph.D. dissertation, MIT Sloan School of Management.",
        "Berg, Peter, Eileen Appelbaum, Thomas Bailey, and Arne Kalleberg. 1996. The Performance Effects of Modular Production in the Apparel Industry, Industrial Relations, vol. 35, pp. 3 56-373.",
        "Black, Sandra E. and Lisa M. Lynch (1996). Human Capital Investments and Productivity, American Economic Review, May.",
        "Black, Sandra E. and Lisa M. Lynch (1997). How to Compete: The Impact of Workplace Practices and Information Technology on Productivity, NBER working paper number 6120, August.",
        "Brynjolfsson, Eric and Hitt, Loren. (1993). New Evidence on the Returns to Information Systems, working paper, Sloan School of Management, MIT.",
        "Cappelli, Peter and David Neumark. 1999. Do `High Performance Work Practices Improve Establishment-Level Outcomes, NBER Working Paper 7374.",
        "Delany, John and Huselid, Mark. 1996. The Impact of Human Resource Management Practices on Perceptions of Performance in For-Profit and Nonprofit Organizations, in press, Academy of Management Journal.",
        "Doms, Mark, Dunne, Timothy, and Troske, Kenneth. 1997. Workers, Wages and Technology, Ouarterly Journal of Economics, vol. 112, Feb., pp. 23 5-290.",
        "Dunlop, John and Weil, David. 1996. Diffusion and Performance of Modular Production in the U.S. Apparel Industry, Industrial Relations, vol. 35, July, pp.334-3 54.",
        "Freeman, Richard and Medoff, James. 1984. What Do Unions Do?, New York: Basic Books.",
        "Griliches, Z. and Hausman, J.A. 1986. Errors in Variables in Panel Data, Journal of Econometrics, vol. 31, pp. 93-118.",
        "Griuiches, Z. and Mairesse, J. 1995. Production Functions: The Search for Identification. NBER Working Paper 5067.",
        "Hellerstein, Judith, Neumark, David and Troske, Kenneth. 1996. Wages, Productivity and Worker Characteristics: Evidence from Plant-Level Production Functions and Wage Equations, NEER working paper no. 5626, June.",
        "Huselid, Mark A. (1995). The Impact of Human Resource Management Practices on Turnover, Productivity, and Corporate Financial Performance. Academy of Management Journal, Vol. 38 No.3, pp. 635-672.",
        "Firm Performance: Cross-Sectional Versus Panel Results. Industrial Relations, vol. 35, pp. 400-422. Ichniowski, Casey (1990). Human Resource Management Systems and the Performance of U.S. Manufacturing Businesses. NBER Working Paper 3449.",
        "Resource Management Practices on Productivity. American Economic Review, Kandel, E. and Edward Lazear. 1992. Peer Pressure and Partnerships. Journal of Political Economy. Vol. 100, pp. 801-8 17.",
        "Kelley, Maryellen. 1994. Information Technology and Productivity: The Elusive Connection. Management Science, vol. 40, pp. 1406-25.",
        "Machined Products Sector. Industrial Relations, vol. 35, pp. 374-399. Krafcik, John. 1988. Triumph of the Lean Production System. Sloan Management Review, vol. 30, pp. 41-52.",
        "Malcomson, James. 1983. Trade Unions and Economic Efficiency, Economic 31 Journal, vol. 93, pp. 50-65.",
        "Milgrom, P. and Roberts, J. 1995. Complementarities and Fit: Strategy, structure and organizational change in manufacturing. Journal of Accounting and Economics, vol. 19. Pp. 179-208.",
        "Oliner, Stephen and Sichel, Daniel. (1994) Computers and Output Growth Revisited: How Big is the Puzzle? Brookings Papers on Economic Activity, no. 2, pp.",
        "Womack, James, Daniel Jones and Daniel Roos. 1991. The Machine that Changed the World. New York: Rawson/Macmillan."
    ]
}