{
    "id": 7481,
    "cites": 30,
    "cited_by": 9,
    "reference": [
        "American Chamber of Commerce Research Association. Inter-City Cost of Living Index. Louisville, KY: ACCRA, various years. Brewers Association of Canada, Alcoholic Beverage Taxation and Control Policies. 1997.",
        "Becker, Gary S. Crime and Punishment: An Economic Approach. Journal of Political Economy, 76:2 March/April 1968, 169-217.",
        "Bureau of Justice Statistics, U.S. Department of Justice. Report to the Nation on Crime and Justice. Second Edition. NCJ-105506, March 1988.",
        "Chaloupka, Frank J., and Henry Saffer. Alcohol, Illegal Drugs, Public Policy and Crime. Presented at the annual meeting of the Western Economic Association, San Francisco, CA, July 1992.",
        "Cook, Philip J., and Moore, Michael J. Economic Perspectives on Reducing Alcohol-Related Violence. In Alcohol and Interpersonal Violence: Fostering Multidisciplinary Perspectives, edited by Susan E. Martin. National Institute on Alcohol Abuse and Alcoholism Research Monograph 24. NIH Publication No.93-3469, U.S. Government Printing Office, Washington, DC, 1993, 193-211.",
        "Cordilia, A., Alcohol and Property Crime: Explaining the Causal Nexus. Journal of Studies on Alcohol, 46:2, March 1985, 161-171.",
        "Dolan, Ronald E. and Robert L. Worden, Editors. Japan, A Country Study. Federal Research Division, Library of Congress, January, 1994.",
        "Fagan, Jeffrey. Intoxication and Aggression in Drugs and Crime: Crime and Justice, A Review of Research, Vol. 13. Michael Tonry and James Q. Wilson, Editors. The University of Chicago Press, Chicago, 1990.",
        "Fagan, Jeffrey. Interactions Among Drugs, Alcohol and Violence. Health Affairs, 12:4, Winter 1993, 65-79.",
        "Grossman, Michael, Frank J. Chaloupka and Ismail Sirtalan. An Empirical Analysis of Alcohol Addiction: Results from the Monitoring the Future Panels. Economic Inquiry, 36:1, January 1998, 39-48.",
        "Grossman, Michael and Sara Markowitz. Alcohol Regulation and Violence on College Campuses. Presented at the Taipei International Conference on Health Economics, Taipei, Taiwan, March 25-26, 1999.",
        "Kenkel, Donald S. Drinking, Driving, and Deterrence: The Effectiveness and Social Costs of Alternative Policies. Journal of Law and Economics, October, 1993, 877-913.",
        "Lenke, L. Valdbrott och alkohol: En studie I misshandelsbrottslighentens utvekling [Violent Crime and Alcohol: A Study of the Developments in Assaultive Crime]. Stockholm: Department of Criminology, University of Stockholm, 1975.",
        "Leung, Siu Fai and Charles E. Phelps. My Kingdom for a Drink....'DONE' A Review of the Price Sensitivity of Demand for Alcoholic Beverages in Economic and Socioeconomic Issues in the Prevention of Alcohol-Related Problems. Gregory Bloss and Michael Hilton, Editors. U.S. Government Printing Office, 1993.",
        "Manning, Willard G., Linda Blumberg and Lawrence H. Moulton. The Demand for Alcohol: the Differential Response to Price. Journal of Health Economics, 14:2, June 1995, 123148.",
        "Markowitz, Sara, The Price of Alcohol, Wife Abuse and Husband Abuse, National Bureau of Economic Research Working Paper No. 6916, January 1999.",
        "Markowitz, Sara and Michael Grossman. Alcohol Regulation and Domestic Violence Towards Children. Contemporary Economic Policy, 16: 309-320, 1998a.",
        "Markowitz, Sara and Michael Grossman. The Effects of Alcohol Regulation on Physical Child Abuse. National Bureau of Economic Research Working Paper No. 6629, July 1998b.",
        "Miczek, K.A., J.F. DeBold, M. Haney, J.Tidey, J. Vivian, and E.M. Weerts. Alcohol, Drugs of Abuse, Aggression, and Violence in Understanding and Preventing Violence, Volume 3. Albert J. Reiss and Jeffery A. Roth, editors. National Academy Press, Washington, D.C.: 1994.",
        "Myers, T. Alcohol and Violent Crime Re-examined: Self-reports from two Sub-groups of Scottish Male Prisoners. British Journal of Addiction. 77, 1982, 399-413.",
        "Myers, T. An Analysis of Context and Alcohol Consumption in a Group of Criminal Events. Alcohol and Alcoholism. 21, 1986, 389-395.",
        "National Research Council. Understanding and Preventing Violence. Reiss, Albert J., and Jeffery A. Roth, Editors. National Academy Press, Washington, D.C., 1993.",
        "OECD. Health Data, [Computer data file], 1997.",
        "OECD. OECD Health Systems: The Socio-economic Environment Statistical References. Paris, France, 1993.",
        "Pernanen, Kai. Theoretical Aspects of the Relationship Between Alcohol Use and Crime. in Drinking and Crime: Perspectives on the Relationships between Alcohol Consumption and Criminal Behavior. James J. Collins Jr., editor. The Guilford Press, New York, NY, 1981.",
        "Roslund, B. and C.A. Larson. Crimes of Violence and Alcohol Abuse in Sweden International Journal of the Addictions, 14:8, 1979, 1103-1115.",
        "Saffer, Henry. Alcohol Advertising Bans and Alcohol Abuse: An International Perspective. Journal of Health Economics, 10:1, 1991, 65-79.",
        "Sampson, Robert J. and Janet L. Lauritsen, Violent Victimization and Offending: IndividualSituational - and Community-Level Risk Factors in Understanding and Preventing Violence, Volume 3. Albert J. Reiss and Jeffery A. Roth, editors. National Academy Press, Washington, D.C.: 1994.",
        "Takala, H. Alkoholstrejkens inverkan pa uppdagad brottslighet [The Effect of the Alcohol Strike on Reported Crime.] Alkoholpolitik, 1973, 36, 14-16.",
        "Virkkunen, M. Alcohol as a Factor Precipitating Aggression and Conflict of Behaviour Leading to Homicide. British Journal of Addiction. 69, 1974, 149-154."
    ]
}