{
    "id": 7483,
    "cites": 59,
    "cited_by": 25,
    "reference": [
        "Sprong, K. (1994), Banking Regulation, Federal Reserve Bank of Kansas City: Kansas City, Mo.",
        "Shin, I. S. and J. H. Hahm (1998), The Korean Crisis: Causes and Resolution, KDI Working Paper, No. 9805, July.",
        "Shin, I. 5. (1998), A Thought on the Triggering Mechanism of Korean Currency Crisis, (in Korean), KDI Journal of Economic Policy, Vol. 20, Nos. 3-4, 3-55.",
        "Posen, A. 5. (1995), Central Bank Independence and Disinflationary Credibility? A Missing Link? Federal Reserve Bank of New York Staff Reports, No. 1, May.",
        "Peek, J. and E. S. Rosengren (1995), Bank Regulation and the Credit Crunch, Journal of Banking and Finance, Vol. 19, Nos. 2-4, 679:92.",
        "Mishkin, F. S. and A. S. Posen (1997), Inflation Targeting: Lessons from Four Countries, Federal Reserve Bank of New York, Economic Policy Review, No. 3, 9-110, August.",
        "Mishkin, F. 5. (2000), Global Financial Instability: Framework, Events, Issues, Journal of Economic Perspectives, forthcoming, Winter.",
        "Mishkin, F. S. (1999b), International Experiences with Different Monetary Policy Regimes, Journal of Monetary Economics, Vol. 43, No. 3, 579-606, June.",
        "Mishkin, F. S. (1999a), Financial Consolidation: Dangers and Opportunities Journal of Banking and Finance, Vol.23, Nos. 2-4, 675-91, February.",
        "Mishkin, F. 5. (1998), The Economics of Money, Banking and Financial Markets, 5th Edition Reading, Mass: Addison Wesley Longman.",
        "Mishkin, F. S. (1997a), The Causes and Propagation of Financial Instability: Lessons for Policymakers, in: Hakkio, C. Ed., Maintaining Financial Stability in a Global Economy, Federal Reserve Bank of Kansas City, Kansas City, 55-96.",
        "Mishkin, F. S. (1997b), Evaluating FDICIA, in George Kaufman, ed., FDICIA: Bank Reform 55 Five Years Later and Five Years Ahead, Greenwich, Conn.: JAI Press, 17-33.",
        "Mishkin, F. S. (1996a), Understanding Financial Crises: A Developing Country Perspective, in: Bruno, M. and B. Pleskovic, Eds, Annual World Bank Conference on Development Economics 1996, World Bank, Washington D.C., 29-62.",
        "Mishkin, F. S. (1996b), The Channels of Monetary Transmission: Lessons for Monetary Policy, Banque De France Bulletin Digest, No. 27, 33-44.",
        "Mishkin, F. 5. (1992) An Evaluation of the Treasury Plan for Banking Reform, Journal of Economic Perspectives, Vol. 6, No. 1, 133-53, Winter.",
        "McCallum, B. T. (1996), Inflation Targeting in Canada, New Zealand, Sweden, the United Kingdom, and in General, NBER Working Paper no. 5597, May.",
        "McKinnon, R. and H. Pill (1996), Credible Liberalizations and International Capital Flows: the Overborrowing Syndrome, in T. Ito and A. 0. Krueger, eds, Financial Deregulation and Integration in East Asia, Chicago University Press.",
        "Leiderman, L. and L. E. 0. Svensson (1995), Inflation Targets, Centre for Economic Policy Research, London.",
        "Kydland, F. E., and E. C. Prescott (1977), Rules Rather Than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy, Vol. 85, 473-91.",
        "Kim, J. K., Hahn, J. H., Joh, S. W., and D. S. Kim (1998), Corporate Distress in Korea and Policy Implication, (in Korean), KDlResearch Report 98-20.",
        "Kashyap, A. K., Stein, J. C. and D. W. Wilcox (1993), Monetary Policy and Credit Conditions: Evidence from the Composition of External Finance, American Economic Review, Vol. 83,No. 1, 78-98.",
        "Kaminsky, G. L. and C. M. Reinhart (1996), The Twin Crises: The Causes of Banking and Balance-of-Payments Problems, Board of Governors of the Federal Reserve System, 54 International Finance Discussion Papers No. 544, March.",
        "Hubbard, R. G. (1995), Is There a Credit Channel for Monetary Policy? Federal Reserve Bank of St. Louis Review, Vol. 77, 63-74, May/June.",
        "Haldane, A. G. (1995), Targeting Inflation, Bank of England: London.",
        "Hancock, D., Laing, A. J. and J. A. Wilcox (1995), Bank Capital Shocks: Dynamic Effects on Securities, Loans and Capital, Journal of Banking and Finance, Vol. 19, No. 3-4, 66 1-77.",
        "Goldstein, M. (1998), The Asian Financial Crisis, Institute for International Economics mimeo, Washington D.C.",
        "Frankel, J. and A. Rose (1996), Currency Crashes in Emerging Markets: Empirical Indicators, CEPR discussion paper, No. 1349.",
        "Goldstein, M. (1996), Presumptive Indicators/Early Warning Signals of Vulnerability to Financial Crises in Emerging-Market Economies, mimeo, Institute for International Economics.",
        "Fischer, 5. (1994), Modern Central Banking, in Forest Capie, Charles Goodhart, Stanley Fischer 53 and Norbert Schnadt, eds. The Future of Central Banking: The Tercentenary Symposium of the Bank of England, Cambridge, England and New York: Cambridge University Press, 262-308.",
        "Fischer, 5. (1993), The Role of Macroeconomic Factors in Growth, Journal of Monetary Economics, Vol. 32, 485-5 12.",
        "Cukierman, A. (1992), Central Bank Strategy, Credibility, and Independence: Theory and Evidence, Cambridge, Massachusetts: MIT Press.",
        "Estrella, A. and F. S. Mishkin (1997), Is There a Role for Monetary Aggregates in Conduct of Monetary Policy. Journal of Monetary Economics, Vol. 40, No. 2, 279-304, October.",
        "Corsetti, G., Pesenti, P. and N. Roubini (1998), What Caused the Asian Currency and Financial Crisis? NBER Working Paper, March.",
        "Cohen, D. (1992), The Debt Crisis: a Postmortem, NBER Macroeconomics Annual, Olivier Blanchard and Stanley Fischer, eds, Cambridge: MIT Press.",
        "Cho, D. C. (1999), Recovering from the Crisis: Where the Korean Economy Stands? mimeo, Korea Development Institute, July.",
        "Cecchetti, S. G. (1995), Distinguishing Theories of the Monetary Transmission Mechanism, Federal Reserve Bank of St. Louis, Review, Vol. 77, 83-97, May/June.",
        "Calvo, G. A. (1978), On the Time Consistency of Optimal Policy in the Monetary Economy, Econometrica, Vol. 46, 1411-28.",
        "Calvo, G. A., Leiderman, L. and C. M. Reinhart (1994), The Capital Inflows Problem: Concepts and Issues, Contemporary Economic Policy~ Vol. 12, 54-66, July.",
        "Calomiris, C. W. and R. G. Hubbard (1990), Firm Heterogeneity, Internal Finance, and `Credit Rationing, Economic Journal, Vol. 100, 90-104.",
        "Calomiris, C. W. (1997), The Postmodern Bank Safety Net: Lessons from Developed and Developing Countries, AEI Press: Washington, D.C.",
        "Banco Central de la Republica Argentina (1997), Main Features of the Regulatory Framework of the Argentine Financial System, mimeo, April.",
        "Bernanke, B. S., Laubach, T., Mishkin, F. S. and A. Posen (1999), Inflation Targeting: Lessons from International Experience, Princeton: Princeton University Press.",
        "Bernanke, B. S. and C. S. Lown (1991), The Credit Crunch, Brookings Papers on Economic Activity, Vol. 2, pp. 205-39, Washington D. C.",
        "Bernanke, B. S. and F. S. Mishkin (1997), Inflation Targeting: A New Framework for Monetary Policy? Journal of Economic Perspectives, Vol 11, 2, 97-116.",
        "Bernanke, B. S., and M. Gertler (1989), Agency Costs, Collateral, and Business Fluctuations, American Economic Review, Vol. 79, 14-31.",
        "Bernanke, B. S. and M. Gertler (1995), Inside the Black Box: The Credit Channel of Monetary Policy Transmission, Journal of Economic Perspectives, 27-48.",
        "Bernanke, B. 5. (1983), Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review, Vol. 73, 25 7-76.",
        "Barro, R. J., and D. B. Gordon (1983), A Positive Theory of Monetary Policy in a Natural Rate Model, Journal of Political Economy, Vol. 91, 589-6 10.",
        "Berger, A. N., and G. Udell (1994), Do Risk-Based Capital Requirements Allocate Bank Credit and Cause a `Credit Crunch in the United States? Journal of Money, Credit and Banking, Vol. 26, 585-628.",
        "Bank of Korea, (1998), The Main Points of Reshaping the Central Banking and Financial Supervision System in Korea, Press Release, Research Department, the Bank of Korea, January.",
        "Anderson, P., and D. Gruen (1995), Macroeconomic Policies and Growth, in Palle Anderson, Jacqui Dwyer and David Gruen, eds., Productivity and Growth, Reserve Bank of Australia: Sydney, 279-3 19.",
        "Stiglitz, J. and A. Weiss (1981), Credit Rationing in Markets with Imperfect Information, American Economic Review, Vol. 71, 393-4 10.",
        "Milesi-Ferretti, M. and A. Razin (1996), Current Account Sustainability: Selected East Asian and Latin American Experiences, NBER working paper, No. 5791.",
        "Joh, S. W. (1999), The Korean Corporate Sector: Crisis and Reform, Korea Development Institute mimeo, August.",
        "Hoffmaister, A. W. (1999), Inflation Targeting in Korea: An Empirical Investigation, IMF Working Paper WP/99/7, January.",
        "Goodhart, C. and J. Vinals (1994), Strategy and Tactics of Monetary Policy: Examples from Europe and the Antipodes, Jeffrey Fuhrer, ed., Goals, Guidelines, and Constraints Facing Monetary Policymakers, Federal Reserve Bank of Boston.",
        "Greenwald, B. and J. E. Stiglitz (1988), Information, Finance Constraints, and Business Fluctuations , in Kahn, M., and S. C. Tsiang, eds, Oxford University Press, Oxford.",
        "Federal Reserve Bank of New York, (1993). The Role of the Credit Slowdown in the Recent Recession, Federal Reserve Bank of New York Quarterly Review, Vol. 18, No. 1, Spring.",
        "Alesina, A., and L. H. Summers (1993), Central Bank Independence and Macroeconomic Performance: Some Comparative Evidence, Journal of Money, Credit, and Banking, Vol."
    ]
}