{
    "id": 7485,
    "cites": 23,
    "cited_by": 8,
    "reference": [
        "Atkinson, A.B. and J.E. Stiglitz (1980) Lectures on Public Economics, McGraw-Hill, London, New York.",
        "Bhagwati, J. and V.H. Dehejia (1994) Freer Trade and Wages of the Unskilled - Is Marx Striking Again? in J. Bhagwati and M.H. Kosters (eds.), Trade and wages: Leveling wages down?, Washington, D.C., AEI Press, 37-75.",
        "Borjas, J. and V.A. Ramey (1995) Foreign Competition, Market Power, and Wage Inequality Quarterly Journal of Economics 110, 1075-1110.",
        "Chiu, W. H. (1998) Income Inequality, Human Capital Accumulation and Economic Performance Economic Journal 108, 44-59.",
        "Deardorif, A. V. (1997) International Externalities in the Use of Domestic Policies to Redistribute Income Discussion Paper No. 405, University of Michigan.",
        "Epple, D. and R.E. Romano (1996) Ends Against the Middle: Determining Public Service Provision when there are Private Alternatives Journal of Public Economics 62, 297-325.",
        "Feenstra, R.C. and G.H. Hanson (1996) Globalization, Outsourcing, and Wage Inequality  American Economic Review 86, 240-245.",
        "Fernandez, R. and R. Rogerson (1995) On the Political Economy of Education Subsidies Review of Economic Studies 62, 249-262.",
        "Findlay, R. and H. Kierzkowski (1983) International Trade and Human Capital: A Simple General Equilibrium Model Journal of Political Economy 91, 957-978.",
        "Freeman, R.A. (1995) Are Your Wages Set in Beijing? Journal of Economic Perspectives, Summer, 15-32.",
        "Glomm, G. and B. Ravikumar (1998) Opting out of Publicly Provided Services: A Majority Voting Result, Social Choice and Welfare 15, 187-200.",
        "Krugman, P. (1995) Growing World Trade: Causes and Consequences, Brookings Papers on Economic Activity 1, 327-377.",
        "Lambert, P.J. (1993) The Distribution and Redistribution of Income, a Mathematical Analysis, Oxford, Basil Blackwell.",
        "Leamer, E.E. (1996) Wage Inequality from International Competition and Technological Change: Theory and Country Experience American Economics Review 86, 309-314.",
        "Perotti, R. (1993) Political Equilibrium, Income Distribution, and Growth Review of Economic Studies 60, 755-776.",
        "Ranjan, P. (1998) Wealth Inequality, Human Capital, and Trade: Theory and Evidence mimeo., University of Irvine.",
        "Richardson, J.D. (1995) Income Inequality and Trade: How to Think, What to Conclude ? Journal of Economic Perspectives, Summer, 33-56.",
        "Rodrik. D. (1997) Has Globalization Gone Too Far? Institute for International Economics, Washington D.C.",
        "Sachs, J.D. and H.J. Shatz (1996) U.S. Trade with Developing Countries and Wage Inequality American Economic Review 86, 234-239.",
        "Sachs, J.D. and A. Warner (1995) Economic Reform and the Process of Global Integration  Brookings Papers on Economic Activity, 1-118.",
        "Slemrod, J. (1995) What Do Cross-Country Studies Teach about Government Involvement, Prosperity, and Economic Growth? Brooking Papers on Economic Activity, 373-431.",
        "Wood, A. (1995) How Trade Hurt Unskilled Workers Journal of Economic Perspectives, Summer, 57-80.",
        "World Development Report 1997, Oxford University Press."
    ]
}