{
    "id": 7486,
    "cites": 10,
    "cited_by": 357,
    "reference": [
        "Acs, Z and Evans, D. (1994), `The determinants of variations in self -employment rates across countries and over time, working paper.",
        "Alba -Ramirez, A. (1994), `Self -employment in the midst of unemployment; the case of S pain and the United States, Applied Economics , 26, pp. 189 -204.",
        "Aronson, R.L. (19 91), Self -employment , ILR Press, Ithaca, New York. Bendick, M., and Egan, M. L. (1987), `Transfer payment diversion for small business development: British and French experience, Industrial and Labor Relations Review , 40, pp. 528 -542.",
        "Bernhardt, I. (199 4), `Comparative advantage in self -employment and paid work, Canadian Journal of Economics , May, pp. 273 -289. Birch, D.L. (1979), The job generation process , MIT program on neighbourhood and regional change, Cambridge, MA.",
        "Black, J., De Meza, D. and Jef freys, D. (1996), `House prices, the supply of collateral, and the enterprise economy, Economic Journal , 106, January, pp. 60 -75.",
        "Blanchflower, D. G. and Freeman, R. B. (1994), `Did the Thatcher reforms change British labour market performance? in R. B arrell (Ed.) The UK labour market. Comparative aspects and institutional developments, Cambridge University Press.",
        "Blanchflower, D. G. and,Freeman, R. B. (1997), `The attitudinal legacy of communist labor relations, Industrial and Labor Relations Revi ew, April, vol. 50 no. 3, pp. 438 -459.",
        "Blanchflower, D. G., Levine, P.B. and Zimmerman, D. (1998), `Discrimination in the market for small business credit market, NBER Working Paper , Cambridge, MA.",
        "Blanchflower, D. G. and Meyer, B. (1994), `A longitu dinal analysis of the young self -employed in Australia and the United States, Small Business Economics , 6, pp. 1 -20.",
        "Blanchflower, D. G. and Oswald, A. J. (1990), `Self -employment and the enterprise culture, in British Social Attitudes: the 1990 Repor t , edited by Jowell, R., Witherspoon, S. and Jowell, R., Gower Press, Aldershot."
    ]
}