{
    "id": 7487,
    "cites": 50,
    "cited_by": 341,
    "reference": [
        "Argyle, M. (1989). The Psychology of Happiness, Routledge, London.",
        "Blanchflower, D.G. and Freeman, R.B. (1997). The Legacy of Communist Labor Relations, Industrial and Labor Relations Review, 50, 438-459.",
        "Blanchflower, D.G. and Oswald, A.J. (1998). What Makes an Entrepreneur'DONE', Journal of Labor Economics, 16, 26-60.",
        "Blanchflower, D.G. and Oswald, A.J. (1999). The Rising Well-Being of the Young, forthcoming in Youth Employment and Joblessness in Advanced Countries, edited by D.G. Blanchflower and R.B.",
        "Freeman, University of Chicago Press and NBER. Blanchflower, D.G., Oswald, A.J. and Warr, P.B. (1993). Well-Being Over Time in Britain and the USA, conference paper, LSE.",
        "Campbell, A. (1981). The Sense of Well-Being in America, McGraw Hill, New York.",
        "Chen, P.Y. and Spector, P.E. (1991). Negative Affectivity as the Underlying Cause of Correlations Between Stressors and Strains, Journal of Applied Psychology, 7, 398-407.",
        "Clark, A.E. (1996). Job Satisfaction in Britain, British Journal of Industrial Relations, 34, 189-217.",
        "Clark, A.E. (1999). Well-Being in Panels, mimeo, University of Orleans.",
        "Clark, A.E. and Oswald, A.J. (1994). Unhappiness and Unemployment, Economic Journal, 104, 648-659.",
        "Cochrane, R. (1996), Marriage and Madness, Psychology Review, 3, 2-5.",
        "Cooper, B. and Garcia-Penalosa, C. (1999). Status Effects and Negative Utility Growth, mimeo, Nuffield College, Oxford.",
        "Diener, E. (1984). Subjective Well-Being, Psychological Bulletin, 95, 542-575.",
        "Diener, E., Gohm, C.L., Suh, E. and Oishi, S. (undated), Similarity of the Relations Between Marital Status and Subjective Well-Being Across Cultures, mimeo, Psychology Department, University of Illinois, Urbana. Diener, E., Suh, E.M., Lucas, R.E., and Smith, H.L. (1999). Subjective Well-Being: Three Decades of Progress, Psychological Bulletin, 125, 276-303.",
        "Di Tella, R., MacCulloch, R. and Oswald, A.J. (1998), The Macroeconomics of Happiness, mimeo, Harvard Business School.",
        "Douthitt, R.A., MacDonald, M. and Mullis, R. (1992). The Relationship Between Measures of Subjective and Economic Well-Being: A New Look, Social Indicators Research, 26, 407-422.",
        "Easterlin, R.A. (1974). Does Economic Growth Improve the Human Lot'DONE' Some Empirical Evidence, in Nations and Households in Economic Growth: Essays in Honour of Moses Abramowitz, edited by P.A. David and M.W.Reder, Academic Press, New York and London.",
        "Easterlin, R.A. (1995). Will Raising the Incomes of All Increase the Happiness of All'DONE', Journal of Economic Behavior and Organization, 27, 35-47.",
        "Fordyce, M.W. (1985). The Psychap Inventory: A Multi-Scale Test to Measure Happiness and its Concomitants, Social Indicators Research, 18, 1-33.",
        "Fox, C.R. and Kahneman, D. (1992). Correlations, Causes and Heuristics in Surveys of Life Satisfaction, Social Indicators Research, 27, 221-234.",
        "Frank, R. H. (1985). Choosing the Right Pond, Oxford University Press, New York.",
        "Frank, R.H. (1997). The Frame of Reference as a Public Good, Economic Journal, 107, 18321847.",
        "Frank, R.H. (1999). Luxury Fever, Oxford University Press, Oxford.",
        "Frey, B.S. and Schneider, F. (1978). An Empirical Study of Politico-Economic Interaction in the United States, Review of Economics and Statistics, 60(2), 174-183.",
        "Frey, B.S. and Stutzer, A. (1998). Measuring Preferences by Subjective Well-Being, mimeo, University of Zurich.",
        "Frey, B.S. and Stutzer, A. (1999). Happiness and Economics, mimeo, University of Zurich.",
        "Frisch, M.B, Cornell, J., Villanueva, M., and Retzlaff, P.J. (1992). Clinical Validation of the Quality of Life Inventory: A Measure of Life Satisfaction for Use in Treatment Planning and Outcome Assessment, Pyschological Assessment, 4, 92-101.",
        "Gallie, D., White, M., Cheng, Y. and Tomlinson, M. (1998). Restructuring the Employment Relationship, Oxford University Press, Oxford.",
        "Hirsch, F. (1976). The Social Limits to Growth, Harvard University Press, Cambridge, Mass.",
        "Inglehart, R. (1990). Culture Shift in Advanced Industrial Society, Princeton University Press, Princeton.",
        "Kahneman, D., Wakker, Peter P. and Sarin, Rakesh (1997). Back to Bentham'DONE' Explorations of Experienced Utility, Quarterly Journal of Economics, 112, 375-406.",
        "Keely, L.C. (1999). Why Isnt Growth Making Us Happier'DONE', mimeo, New College, Oxford University.",
        "Konow, J. and Earley, J. (1999) The Hedonistic Paradox: Is Homo-Economicus Happier'DONE', mimeo, Loyola Marymount University, Dept of Psychology.",
        "Larsen, R.J., Diener, E., and Emmons, R.A. (1984). An Evaluation of Subjective Well-Being Measures, Social Indicators Research, 17,1-18.",
        "Layard, R. (1980). Human Satisfactions and Public Policy, Economic Journal, 90, 737-750.",
        "MacCulloch, R. (1996). The Structure of the Welfare State, doctoral thesis, Oxford University.",
        "Mullis, R.J. (1992). Measures of Economic Well-Being as Predictors of Psychological Well-Being, Social Indicators Research, 26, 119-135.",
        "Myers, D.G. (1993). The Pursuit of Happiness, Aquarian, London.",
        "Ng, Y.K. (1996). Happiness Surveys: Some Comparability Issues and an Exploratory Survey Based on Just Perceivable Increments, Social Indicators Research, 38, 1-27.",
        "Ng, Y.K. (1997). A Case for Happiness, Cardinalism, and Interpersonal Comparability, Economic Journal, 107, 1848-1858.",
        "Oswald, A.J. (1997). Happiness and Economic Performance, Economic Journal, 107, 1815-1831.",
        "Pavot, W. and Diener, E. (1993). Review of the Satisfaction with Life Scales, Psychological Assessment, 5, 164-172.",
        "Schor, J. (1998). The Overspent American, Basic Books, New York.",
        "Scitovsky, T. (1976). The Joyless Economy, Oxford University Press, Oxford.",
        "Shin, D.C. (1980). Does Rapid Economic Growth Improve the Human Lot'DONE' Some Empirical Evidence, Social Indicators Research, 8, 199-221.",
        "Veenhoven, R. (1991). Is Happiness Relative'DONE', Social Indicators Research, 24, 1-34.",
        "Warr, P.B. (1980). The Springs of Action in A.J. Chapman and D.M. Jones (Eds.), Models of Man (pp.161-181). Leicester: British Psychological Society.",
        "Warr, P.B. (1990). The Measurement of Well-Being and Other Aspects of Mental Health, Journal of Occupational Psychology, 63, 193-210.",
        "Watson, D. and Clark, L.A. (1991). Self Versus Peer Ratings of Specific Emotional Traits: Evidence of Convergent and Discriminant Validity, Journal of Personality and Social Psychology, 60, 927-940.",
        "Winkelmann, L. and Winkelmann, R. (1998). Why are the Unemployed so Unhappy'DONE', Economica, 65(257), 1-15."
    ]
}