{
    "id": 7492,
    "cites": 20,
    "cited_by": 11,
    "reference": [
        "Shoven, John Administrative Cost Aspects of Social Security Reform, University of Chicago Press, forthcoming (1999) Social Security Administration (1999). Information on the Distributional Effects of Various Social Security Solvency Options by Gender and Income. Ssdist.09012000.wpd 56",
        "Poterba, James The Rate of Return to Corporate Capital and Factor Shares NBER Working Paper 6263 (1997) Samuelson, Paul (1958). An Exact Consumption-load Model of Interest with or without the Social Contrivance of Money, Journal of Political Economy, Vol. 66, 467-482. Ssdist.09012000.wpd 55 Sorlie, Paul D., Erick Backlund, Norman Johnson, and Eugene Rogot (1993). Mortality by Hispanic Status in the United States, Journal of the American Medical Association, vol 270, No. 20, November 24, 1993, 2464-2468.",
        "McGarry, Kathleen (1999). Supplemental Security Income. This volume.",
        "Liebman, Jeffrey (1999) Redistribution in the Current Social Security System. This volume.",
        "Lee, Ronald and Shripad Tuljapurkar. 1998 Uncertain Demographic Futures and Social Security Finances, American Economic Review, May 88:2, pp. 237-41.",
        "Hurd, Michael D., and John B. Shoven, The Distributional Impact of Social Security, in Pensions. Labor, and Individual Choice, edited by David A. Wise. Chicago: University of Chicago Press, 1985, 193-207.",
        "Board of Trustees, The 1999 Annual Report of the Social Security Trustees (1999).",
        "Boskin, Michael J., Laurence J. Kotlikoff, Douglas J. Puffert, and John B. Shoven, Social Security: A Financial Appraisal Across and Within Generations, National Tax Journal 40(3), March 1987, 19-34.",
        "Chevalier, Judith and Glenn Ellison. Career Concerns of Mutual Fund Managers, Ouarterly Journal of Economics, May 1999, 3 89-432.",
        "Coronado, Julia, Don Fullerton, and Thomas Glass. 1998. The Progressivity of Social Security, Department of Economics, University of Texas at Austin.",
        "Diamond, Peter Administrative Costs in Social Security Reform, in John Shoven, Administrative Cost Aspects of Social Security Reform, Chicago University Press, forthcoming (1999).",
        "Elmendorf, Douglas W. and Jeffrey B. Liebman. 2000. Social Security Reform and National Savings in an Era of Budget Surpluses. Feldstein, Martin The Missing Piece in Policy Analysis: Social Security Reform, American Economic Review, 86, No. 2, May 1996, pp 1-14.",
        "_____ Don't Waste the Budget Surplus, Wall Street Journal, November 4, 1997.",
        "_____ Administrative Costs in Social Security Reform:Comment in John Shoven, Administrative Cost Aspects of Social Security Reform, Chicago University Press, forthcoming (1999) _____ and Elena Ranguelova, Individual Risk and Intergenerational Risk Sharing in an Ssdist.09012000.wpd 53 Investment-Based Social Security System,(1998) NBER Working Paper No. 6839.",
        "_____ and Andrew Samwick, The Economics of Prefunding Social Security and Medicare Benefits, NBER Macro Annual 1997.",
        "_____The Transition Path in Privatizing Social Security. in M. Feldstein (ed.) Privatizing Social Security, (Chicago: Chicago University Press), 1998a.",
        "_____ Potential Effects of Two Percent Personal Retirement Accounts, Tax Notes, Vol. 79, No. 5, May 4, 1998b, pp 6 15-620. (An updated version is available with the title, New Estimates of the Potential Effects of Two Percent Personal Retirement Accounts.) Allocating Payroll Tax Revenue to Personal Retirement Accounts, Tax Notes, June 19, 2000.",
        "Feldstein, Martin and Horst Siebert (2001). The European Pension Crisis - Where Do We Stand? Goldberg, Fred and Michael Graetz, Reforming Social Security: A Practical and Workable System of Personal Retirement Accounts, in John Shoven, Administrative Cost Aspects of Social Security Reform, Ssdist.09012000.wpd 54 University of Chicago Press, forthcoming (1999) Also available as NBER Working Paper No. 6970.",
        "Gustman, Alan and Thomas Steinmeier. Social Security Benefits of Immigrants and U.S. Born, NBER working paper #647 8, March 1998.",
        "Hummer, Robert A., Richard G. Rogers, Charles B. Nam, and Felicia B LeClere, Race/Ethnicity, Nativity, and U.S. Adult Mortality, Social Science Ouarterly, 80:1, March 1999 136-153."
    ]
}