{
    "id": 7494,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "[1] Bouckaert, Jan and Hans Degryse (1998) Price Competition Between an Expert and a Non-Expert. Tilberg University, Center for Economic Research, Discussion Paper No. 9849.",
        "[2] Buzzell, Robert D. (1978) Product Quality, The PIMS letter on Business Strategy, No. 4.",
        "[3] Buzzell, Robert D. and Fredrick D. Wiersema (1981) Successful ShareBuilding Strategies. Harvard Business Review, January-February, pp. 135-144.",
        "[4] dAspremont C., J. Jaskold Gabszewicz and J.F. Thisse (1979) On Hotellings `Stability in Competition . Econometrica, Vol. 47, No. 5, pp. 1145-1150.",
        "[7] Kay, J. (1996) Financial Times, May 10th, p. 17.",
        "[8] Krishna, Kala and Tor Winston. (1998). A New Model of Quality, NBER Working Paper No. 6580.",
        "[9] Main, Jeremy. The Battle for Quality Begins, Fortune, December 29, 1980, p. 33.",
        "[10] Mussa, M. and S. Rosen (1978). Monopoly and Product Quality, Journal of Economic Theory, Vol. 18, No. 2, pp. 301-317.",
        "[11] Peters, Thomas J. and Robert H. Waterson, Jr. (1982). In Search of Excellence: Lessons from Americas Best Run Companies. New York: Harper and Row.",
        "[12] Porter, Michael E. (1980) Competitive Strategies: Techniques for Analyzing Industries and Companies. New York: The Free Press, pp. 37-38. 35",
        "[13] Shaked, Avner and John Sutton. (1983). Natural Oligopolies, Econometrica, Vol. 51, No. 5, pp. 1469-1484.",
        "[14] Sheshinski, Eytan. (1976). Price, Quality and Quantity Regulation in Monopoly Situations, Economica, Vol. 43, pp. 127-138.",
        "[15] Shetty, Y.K. and Vernon M. Buehler (Ed.) (1983) Quality and Productivity Improvements: U.S. and Foreign Company Experiences, Chicago: Manufacturing Productivity Center.",
        "[16] Shetty, Y.K. and Vernon M. Buehler (Ed.) (1985) Productivity and Quality Through People; Practices of Well Managed Companies Westport Conn; Quorum Books.",
        "[17] Shetty, Y.K. (1987). Product Quality and Competitive Strategy, Business Horizons, May-June.",
        "[18] Spence, A. Michael, (1976). Monopoly, Quality and Regulation, Bell Journal of Economics, Autumn, pp. 417-429.",
        "[19] Stiles, Edward M. (1977). Handbook for Total Quality Assurance, Englewood Cliffs, N.J.: Prentice Hall, p.3.",
        "[20] Swan, Peter C. (1970). Durability of Consumption Goods, American Economic Review, Vol. 60, No. 5, pp. 884-894.",
        "[21] Tirole, Jean (1988). The Theory of Industrial Organization, Chapter 7.5, MIT Press, Cambridge, MA.",
        "[22] Weitzman, Martin L. (1979). Optimal search for the best alternative. Econometrica, Vol. 47, No. 3, pp.641-654."
    ]
}