{
    "id": 7495,
    "cites": 10,
    "cited_by": 22,
    "reference": [
        "CDRI (1 996a) Patents: Indian, Drugs and Pharmaceuticals: Industry Highlights. NISSAT. Vol. 19, nos. 3 and 6, pp. 35-9 and 43-8. Childrens Vaccine Initiative (1998) C VI Forum. No. 16. July, 1998. Geneva.",
        "Chin, Judith and Gene Grossman (1990) Intellectual Property Rights and North-South Trade, in Ronald W. Jones and Anne 0. Krueger (eds.) The Political Economy of International Trade: Essays in Honor of Robert E. Baldwin. (Cambridge, MA: Basil Blackwell) pp. 90-107.",
        "Cockburn, lain and Rebecca Henderson (1988) Absorptive Capacity, Coauthoring Behavior, and the Organization of Research in Drug Discovery, Journal of Industrial Economics, 46(2), pp. 157-182.",
        "Deardorff, Alan (1992) Welfare Effects of Global Patent Protection, Economica. Vol. 59, pp. 35-51.",
        "Diwan, I. and Dani Rodrik (1991) Patents, Appropriate Technology, and North-South Trade, Journal of International Economics. Vol. 63, pp. 79-90.",
        "Dunn, Tracy J. (1997) Perspective of the Emerging Technology Company on Intellectual Property Rights and Global Vaccine Supply, AVIRON. Paper presented at the CVI/Rockefeller Foundation meeting `The Global Supply of New Vaccines, February 3-7, 1997.",
        "The Golden Triangle Organization, Inc. (1997) An In-depth Market Study on Indias Pharmaceutical, Medical Device and Biotechnology Industries. San Diego, CA.",
        "Institute of Medicine (1997) Americas Vital Interest in Global Health: Protecting our People, Enhancing our Economy, and Advancing our International Interest, National Academy Press, Washington, D.C.",
        "Keusch, Gerald T. and Richard A. Cash (1997) A Vaccine Against Rotavirus - When is Too Much Too Much? The New England Journal of Medicine. Vol. 337, no. 17. pp 1228-1229.",
        "Lanjouw, Jean 0. (1998) The Introduction of Pharmaceutical Product Patents in India: `Heartless Exploitation of the Poor and Suffering?. NBER Working Paper no. 6366. January, 1998."
    ]
}