{
    "id": 7496,
    "cites": 28,
    "cited_by": 15,
    "reference": [
        "Alt, James and Robert Lowry 1994. Divided Government, Fiscal Institutions and Budget Deficits: Evidence from the States American Political Science Review 88:4, pp. 8 11-24.",
        "Alesina, Alberto and Guido Tabellini 1990. A Positive Theory of Fiscal Deficits and Government Debt Review of Economic Studies. 57:3, pp. 403-4 14.",
        "Alesina, Alberto and Howard Rosenthal 1995. Partisan Politics, Divided Government and the Economy. Cambridge: Cambridge University Press.",
        "Alesina, Alberto and Howard Rosenthal 1999. Polarized Platforms and Moderated Policies with Checks and Balances Journal of Public Economics, Forthcoming.",
        "Alesina, ATherto and Roberto Perotti 1995. The Political Economy of Fiscal Policy IMF Staff Papers. March, pp. 1-31.",
        "Alesina Alberto and Silvia Ardagna 1997. Tales of Fiscal Adjustments Economic Policy. 27, pp. 487-546.",
        "Alesina, Alberto, Roberto Perotti and Jose Tavares 1998. The Political Economy of Budget Deficits Brooking paper on Economic Activity, n.1, pp. 197-266.",
        "Ardagna, Silvia 1999. Fiscal Adjustments: Which One Works and Why Boston College, Unpublished.",
        "Auerbach, Alan J. 1994. The US Fiscal Problem: Where We Are, How We Got Here, And Where We Are Going NBER Macroeconomic Annual. W4709, pp. 14 1-75.",
        "Auerbach, Alan 1. 1997. Quantifying the Current U.S. Fiscal Imbalance NBER Working Paper. W6 119.",
        "Baker, David 1998. The Great Surplus Debate: Invest it The American Spectator. May-June, pp. 83-86.",
        "Barro, Robert J. 1974. Are Government Bonds Net Wealth? Journal of Political Economy. 82:6, pp. 1095-1117.",
        "Barro, Robert S. 1979. On the Determination of Public Debt Journal of Political Economy. 87:5, pp. 940-7 1.",
        "Diamond, Peter A. 1965. National Debt in a Neoclassical Growth Model American Economic Review. 55:5, pp. 1126-50.",
        "Diamond, Peter A. 1999. Issues in Privatizing Social Security: Report of an Expert Panel of the National Academy of Social Insurance. Cambridge: MiT Press.",
        "The Economist (1999) Whos not for tax cuts July 17, pp. 23-24.",
        "The Economist (1999) The Tax-Cutters Song August 7, pp. 2 1-22.",
        "Eisner, Robert 1998 The Great Surplus Debate: Understand it The American Spectator. May-June, pp. 86-8 7.",
        "Feldstein Martin. I 994a (ed.) American Economic Policy in the Eighties University of Chicago Press and NBER Feldstein, Martin 1994b. Comments on Auerbach NBER Macroeconomic Annual, pp. 175-81.",
        "Feldstein, Martin 1997. Do Not Waste the Surplus Wall Street Journal. November 17.",
        "Feldstein, Martin and Andrew Samwick 1997. Potential Effects of Two Percent Personnel Retirement Accounts Tax Notes. May, pp. 615-20.",
        "Feldstein, Martin 1998. How to Save Social Security New York Times. July 27.",
        "Feldstein, Martin 1999a. Clintons Social Security Sham Wall Street JournaL February 1.",
        "Feldstein, Martin 1999b. Protecting Retirement Income Testimony before the Senate Finance Committee. March 16.",
        "Mimnel, Alicia 1998. The Great Surplus Debate: Save it The American Spectator. May-June, pp. 80-83.",
        "Nordhaus, William D. 1975. The Political Business Cycle Review of Economic Studies. 42:2, pp. 169-190.",
        "Poterba, James 1994. State Responses to Fiscal Cases: Natural Experiments for Studying the Effects of Budget Institutions Journal of Political Economy 102:4, pp. 799-821.",
        "Reich, Robert 1999. The Other Surplus Option New York Times. August 11."
    ]
}