{
    "id": 75,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "[1] J. H. Ai~irens and U. Dieter, Computer Methods for Sampling from Garruna, Beta, Poisson, arid Binomial Distributions, Computing 12 (1974), 223-246.",
        "[2] W. A. Beyer, R. B. Roof, and Dorothy Williamson, The lattice Structure of Multiplicative Congruential Pseudo-Random Vectors, Mathematics of Computation 25 (April 1971), 345-363.",
        "[3] Richard P. Brent, Algorithm 488: A Gaussian Pseudo-Rsndan Number Generator, ConTnunica tions of the ACM 17, 12 (December 1974), 7014706. --",
        "[4] lovick Edward Cannon III, Pseudo Random Number Generators for Statistical Applications, Technical Report 69, Department of Statistics and Computer Sciences, University of Georgia, August 1971.",
        "[5] R. R. Coveyou and R. D. MacPherson, Fourier Analysis of Uniform Random Number Generators, Journal of the Association for Computing Machiner~l~Tl967), 100-119.",
        "[6] U. Dieter and J. H. Ahrens, Acceptancerejection Techniques for Sampling from the Gamma and Beta Distributions, Technical Report 83, Department of Statistics, Stanford University, May 29, 1974.",
        "[7] David C. Hoaglin, Some Remarks on the IMSL Randan Number Generator GGtJ1, unpublished.",
        "[8] David C. Hoaglin and David F. Andrews, The Reporting of Computation-based Result~ in - Statistics. In revision for The Mierican Statistician.",
        "[9] David C. Hoaglin and Cordon Sande, A Study of Multipliers for Pseudo-Random Number Generators with Modulus 231_i. Presented at Joint Statistical Meetings, St. Louis, Missouri, August 1974.",
        "[10] IBM Corporation, System/360 Scientific Subroutine Package (360A-CM-03X) Version III, Programmers Manual. H20-0205-3, 1968.",
        "[II] International Mathematical and Statistical Libraries, Inc., The IMSL Librax~ 1 Reference Manual, Edition 4~7(T~TRA~N IV, S/370360) .",
        "[12] D. E. Knuth, The Art of Computer Programming, Volume 2: Se~umerical Algorithms. AddisonWesley, 1969.",
        "[13] C. Marsaglia, Regularities in Congruential Random Number Generators, Numerische Mathe rnatik 16 (1970), 8-10.",
        "[14] G. Marsaglia, The Structure of Linear Congruential Sequences , Applications of Number Theory to Numerical Analysis (S. K. Zaremba, editor)~2149-285. Academic Press, 1973.",
        "[15] G. Marsaglia and T. A. Bray, A Convenient Method for Generating Normal Variables, SIAN Review 6, 3 (July 1964), 260-264. S"
    ]
}