{
    "id": 7504,
    "cites": 15,
    "cited_by": 2,
    "reference": [
        "2. Edlin, Aaron S. 1993. Is College Financial Aid Equitable and Efficient'DONE' Journal of Economic Perspectives, 12:1 (Spring), pp. 143-158.",
        "3. Engen, Eric, Gale, William, and Vecello, Cori E. 1999. The Adequacy of Household Saving, presented at the Brookings Panel on Economic Activity, September 2-3, 1999.",
        "4. Feldstein, Martin. 1995. College Scholarship Rules and Private Saving, American Economic Review, 85(3), 552-566.",
        "5. Fuchs, Victor R. Forthcoming. Provide, Provide: The Economics of Aging, in Thomas R. Saving and Andrew Rattenmaier (eds.), Medicare Reform: Issues and Answers (Chicago: University of Chicago Press). Available as NBER Working Paper No. 6642.",
        "6. Fuchs, Victor R. 1999. Health Care for the Elderly: How Much'DONE' Who Will Pay for It Health Affairs, 18:1, pp. 11-21.",
        "7. Fuchs, Victor R. 1996. Economics, Values, and Health Care Reform, The American Economic Review, 86:1, pp. 11-24.",
        "8. Fuchs, Victor R. 1994. Health System Reform: A Different Approach, Journal of the American Medical Association 272:7, pp. 560-63.",
        "9. Geanakoplos, John, Mitchell, Olivia S., and Zeldes, Stephen P. 1998. Social Security -18Money s Worth. National Bureau of Economic Research, Working Paper 6722.",
        "10. Hurd, Michael D., and McCarry, Kathleen. 1997. The Predictive Validity of Subjective Probabilities of Survival. Mimeo.",
        "11. Kim, Taejong. 1995. Implicit Taxes in College Financial Aid and Family Saving. M.I.T. mimeo.",
        "12. Kotlikoff, Laurence J. 1993. From Deficit Delusion to the Fiscal Balance Rule: Looking for a Sensible Way to Measure Fiscal Policy, Journal of Economics (suppl.) 7, pp. 17-41.",
        "14. Newhouse, Joseph P., and the Insurance Experiment Group. 1993. Free for All'DONE' Lessons from the RAND Health Insurance Experiment. Cambridge: Harvard University Press.",
        "16. Rangel, Antonio. 1999. Transfers and Equity Investments by Governments: A Fundamental Equivalence Result. Mimeo. Stanford University.",
        "17. Roemer, Marc I. 1999. Reconciling March CPS Money Income with The National Income and Product Accounts: An Evaluation of CPS Quality. Bureau of the Census, paper presented at the American Statistical Associations Joint Statistical Meetings, Baltimore, Maryland, August 10, 1999.",
        "18. Venti, S. F., and Wise, David A. 1998. The Cause of Wealth Dispersion at Retirement: Choice or Chance'DONE' American Economic Review, May, pp. 185-91. -19"
    ]
}