{
    "id": 7507,
    "cites": 36,
    "cited_by": 53,
    "reference": [
        "[1] George Ainslie. Picoeconomics. Cambridge University Press, 1992.",
        "[2] Robert Barro. Ramsey meets laibson in the neoclassical growth model. Quarterly Journal of Economics. forthcoming.",
        "[3] G. S. Becker and K. M. Murphy. A theory of rational addiction. Journal of Political Economy, 1988.",
        "[4] G.S. Becker, M. Grossman, and K. M. Murphy. An empirical analysis of cigarette addiction. American Economic Review, 1994.",
        "[5] Douglas A. Bernstein. The modification of smoking behavior: An evaluative review. In William A. Hunt, editor, Learning Mechanisms in Smoking, pages 3-41. Aldine Publishing Company, Chicago, 1970.",
        "[6] J. Burns. Looking to the future. In J. Burns, editor, Special Report: Business and Health, pages 21-22. Medical Economics Publishing, 1992.",
        "[7] Andrew Caplin and John Leahy. The social discount rate. Mimeo, 1999.",
        "[8] CDC. You can quit smoking. Tobacco Information and Prevention Source. Webpage: www.cdc.gov/tobacco.",
        "[9] F. J. Chaloupka. Rational addictive behavior and cigarette smoking. Journal of Political Economy, 1991.",
        "[10] Frank J. Chaloupka and Kenneth E. Warner. The economics of smoking. In Joseph Newhouse and Anthony Culyer, editors, The Handbook of Health Economics. 1998. forthcomming. 46",
        "[11] Gary Chamberlain. Panel data. In Zvi Griliches and Michael D. Intriligator, editors, Handbook of Econometrics, volume II, pages 1248-1318. Elsevier Science, New York, 1984.",
        "[12] David Cutler and Elizabeth Richardson. Measuring the health of the u.s. population. Brookings Papers on Economic Activity, pages 217-282, 1997.",
        "[13] Peter Diamond and Botond KÃ\u0083Â¶szegi. Hyperbolic discounting and retirement. Mimeo, 1998.",
        "[14] William Evans, Jeanne Ringel, and Diana Stech. Tobacco taxes and public policy to discourage smoking. In James Poterba, editor, Tax Policy and the Economy, pages 1-56. Cambridge, MA: MIT Press, 1999.",
        "[15] J. Grabowski and S. M. Hall. Tobacco use, treatment strategies, and pharmacological adjuncts: An overview. In J. Grabowski and S. M. Hall, editors, Pharmacological Adjuncts in Smoking Cessation, pages 1-13. National Institute on Drug Abuse Monograph 53, 1985.",
        "[16] Michael Grossman, Frank J. Chaloupka, and Ismail Sirtalan. An empirical analysis of alcohol addiction: Results from monitoring the future panels. Economic Inquiry, 1998.",
        "[17] Jeffrey E. Harris. Deadly Choices: Coping with Health Risks in Everyday Life. New York: Basic Books, 1993.",
        "[18] Kris N. Kirby and R. J. Herrnstein. Preference reversals due to myopic discounting of delayed reward. Psychological Science, 6(2):83-89, 1995.",
        "[19] David Laibson. Hyperbolic discount functions, undersaving, and savings policy. National Bureau of Economic Research Working Paper, 1996.",
        "[20] David I. Laibson, Andrea Repetto, and Jeremy Tobacman. Self-control and saving for retirement. In Brookings Papers on Economic Activity, pages 91-196. The Brookings Institution, 1998.",
        "[21] Willard C. Manning, E. B. Keeler, J. P. Newhouse, E. M. Sloss, and J. Wasserman. The Costs of Poor Health Habits. Harvard University Press, 1991.",
        "[22] J. L. Miller. Self-control in the elimination of cigarette smoking: Case histories using a changing criterion design. Masters thesis, Western Michigan University, 1978.",
        "[23] R. G. Murray and S. A. Hobbs. Effects of self-reinforcement and self-punishment in smoking reduction: Implications for broad-spectrum behavioral approaches. Addictive Behaviors, 6(1):63-67, 1981.",
        "[24] Ted ODonoghue and Matthew Rabin. Addiction and self-control. Mimeo, 1997.",
        "[25] Ted ODonoghue and Matthew Rabin. Doing it now or later. American Economic Review, 89(1):103-124, 1999.",
        "[26] Ted ODonoghue and Matthew Rabin. Procrastination in preparing for retirement. In Henry J. Aaron, editor, Behavioral Dimensions of Retirement Economics, pages 125-156. Brookings Institution Press, 1999.",
        "[27] American Chamber of Commerce Research Association. Accra cost of living index, various years.",
        "[28] U.S. Department of Health and Human Services. Preventing Tobacco Use Among Young People: A Report of the Surgeon General. National Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health, 1994.",
        "[29] Nilss Olekalns and Peter Bardsley. Rational addiction to caffeine: An analysis of coffee consumption. Journal of Political Economy, 1996.",
        "[30] Athanasios Orphanides and David Zervos. Rational addiction with learning and regret. Journal of Political Economy, 1995.",
        "[31] James 0. Prochaska, Pamela Crimi, Duane Lapsanski, Leslie Martel, and Peter Reid. Self-change processes, selfefficacy and self-concept in relapse and maintanance of cessation and smoking. Psychological Reports, 5 1:983-990, 1982.",
        "[32] Mark H. Showalter. Firm behavior in a market with addiction. forthcoming.",
        "[33] H-Y Sung, T-W Hu, and T-E Keeler. Cigarette taxation and demand: an empirical model. Contemporary Ecnonomic Policy, 1994.",
        "[34] Richard Thaler. Some empirical evidence on dynamic inconsistency. Economics Letters, 8:201-207, 1981.",
        "[35] W. Kip Viscusi. Public perception of smoking risks. International Conference on the Social Costs of Tobacco, 1998.",
        "[36] Teresa M. Waters and Frank A. Sloan. Why do people drink? tests of the rational addiction model. Applied Economics, 1995. 47"
    ]
}