{
    "id": 7508,
    "cites": 30,
    "cited_by": 2,
    "reference": [
        "[1] Banerjee, A. and A. Newman, Occupational Choice and the Process of Development,  Journal of Political Econorn~. 101 (1993), 274-98.",
        "[2] Becker, G., A Theory of Marriage, Journal of Political Economy. 81(1973), 813-846.",
        "[3] Behrman, J., R. Pollak, and P. Taubman. Family Resources, Family Size, and Access to Financing for College Education, Journal of Political Economy, 97(2), (1989), 398-419.",
        "[4] Benabou, R., Heterogeneity, Stratification and Growth, American Economic Review, 86(3) (1996a), 584-609.",
        "[5] , cEquity and Efficiency in Human Capital Investment, Review of Economic Studies, 63 (1996b). 237-264.",
        "[6] Burdett. K., and M. Coles, Marriage and Class, Quarterly Journal of Economics, 112 (1) (1997), 141-68.",
        "[7] Caucutt, B., Education Policy When There are Peer Group Effects~ mimeo, (1997).",
        "[8] Cole, H., G. Maijath, and A. Postlewaite. `Social Norms. Savings Behavior and Growth, Journal of Political Economy 100 (1992), 1092-1125.",
        "[9] Cooper, S., A Positive Theory of Income Redistribution. Journal of Economic Growth 3 Ã\u0083Â§l998), 171-195.",
        "[10] Dahan, M. and A. Gaviria, Sibling Correlations and Intergenerational Mobility in Latin America, mimeo, 1999.",
        "[11] Dahan, M. and D. Tsiddon,Demographic Transition, Income Distribution and Economic Growth, Journal of Economic Growth, 3 (1998). 29-52.",
        "[12] Durlauf, S., A Theory of Persistent Income Inequality, JoI~rnal of Economic Growth 1 (1995~.",
        "[13] Epple, D., and R. Romano, `Ends Against the Middle: Determining Public Service Provision When There are Private Alternatives, Journal of Public Economics 62 (1996a), 297-325. 33",
        "[14] Fernandez, R. Sorting, Inequality and Growth, work in progress, 1999.",
        "[15] Fernandez, R and J. Gali, To Each According to ...? Tournaments, Markets and the Matching Problem with Borrowing Constraints, Review of Economic Studies, 66(4) (1999), 799-824.",
        "[16] Fernandez, R. and R. Rogerson, Income Distribution, Communities and the Quality of Public Education, Quarterly Journal of Economics, 111(1) (1996), 135-164.",
        "[17] , Education Finance Reform: A Dynamic Perspective, Journal of Policy Analysis and Management, 16(1) (1997) 67-84.",
        "[18] , Public Education and Income Distribution: A Dynamic Quantitative Evaluation of Education Finance Reform, American Economic Review, 88 (1998). 813-833.",
        "[19] Galor, 0. and J. Zeira, Income Distribution and Macroeconomics, Review of Economic Studies, 60 (1993), 35-52.",
        "[20] Greenwood, J.. N. Guner and J. Knowles, More on Marriage, Fertility, and the Distribution of Income, mimeo, (1999).",
        "[21] Knowles, J. Marriage, Fertility and Income Distribution, mimeo, (1999).",
        "[22] Kremer, M. How Much Does Sorting Increase Inequality, Quarterly Journal of Economics CXII (1997), 115-139.",
        "[23] and D. Chen, Income Distribution Dynamics with Endogenous Fertility, American Economic Review Papers and Proceedings, (1999), 155160.",
        "[24] and E. Maskin, `Wage Inequality and Segregation by Skill, mimeo, (1996).",
        "[25] Krusell, P., L. Ohanian, V. Rios-Rull, G. Violante, Capital-Skill Complementarity and Inequality: A Macroeconomic Analysis, Federal Reserve Bank of Minnesota Staff Report 239, (1997).",
        "[26] Ljungqvist, L.. Economic Underdevelopment: The Case of a IVlissing Market for Human Capital, Journal of Development Economics, 40 (1993), 219-239. 34",
        "[27] Loury, G., Intergenerational Transfers and the Distribution of Earnings, Econometrica, 49 (1981), 843-867.",
        "[28] Mare, R. Five Decades of Educational Assortative Mating, American Sociological Review, LVI (1991), 15-32.",
        "[29] Reich, R., Secession of the Successful, New York Times Magazine, Jan. 20 (1991).",
        "[30] Wilson, W.J., The Truly Disadvantaged: The Inner City, the Underclass, and Public Policy, Chicago, IL.: University of Chicago Press, (1987). 35"
    ]
}