{
    "id": 7510,
    "cites": 27,
    "cited_by": 56,
    "reference": [
        "Bartik, Timothy J. (1993). Who Benefits from Local Job Growth: Migrants or the Original Residents'DONE' Regional Studies, Vol. 27, No. 4: 297-311.",
        "Becker, Gary S. (1981). A Treatise on the Family. Cambridge, MA: Harvard University Press.",
        "Besley, T. and A. Case. (1994). Unnatural Experiments'DONE' Estimating the Incidence of Endogenous Policies. NBER Working Paper 4956 (December).",
        "Blank, Rebecca. (1995). Teen Pregnancy: Government Programs Are Not the Cause. Feminist Economics, Vol. 1, No. 2 (Summer): 47-58.",
        "Blau, Francine D., Marianne A. Ferber and Anne E. Winkler (1998). The Economics of Women, Men, and Work, 3 rd ed. Upper Saddle River, NJ: Prentice-Hall.",
        "Blau, Francine D. and Lawrence M. Kahn (1981). Causes and Consequences of Layoffs. Economic Inquiry, Vol. 20, No. 2 (April): 270-296.",
        "Borjas, George J., Richard B. Freeman, and Lawrence F. Katz. (1997). How Much Do Immigration and Trade Affect Labor Market Outcomes'DONE' Brookings Papers on Economic Activity, No.",
        "Bound, John and Harry Holzer. (1993). Industrial Shifts, Skills Levels, and the Labor Market for White and Black Males. The Review of Economics and Statistics, Vol. 75, No. 3 (August): 387-396.",
        "Burtless, Gary. (1994). The Employment Prospects of Welfare Recipients. Working Paper, Brookings Institution (August).",
        "Darity, William A., Jr. and Samuel L. Myers. (1995). Family Structure and the Marginalization of Black Men: Policy Implications. In M. Belinda Tucker and Claudia Mitchell-Kernan, eds.",
        "The Decline in Marriage Among African Americans. New York: Russell Sage Foundation, pp. 263-308. Ehrenberg, Ronald G. and Robert S. Smith. (1997). Modern Labor Economics: Theory and Public Policy, 6 th ed. New York: Addison-Wesley.",
        "Ellwood, David and Mary Jo Bane. (1985). The Impact of AFDC on Family Structure and Living Arrangements. In Ronald Ehrenberg, ed. Research in Labor Economics. Greenwich, Conn.: JAI Press, pp. 137-207.",
        "Ellwood, David and Jonathan Crane. (1990). Family Change among Black Americans: What Do We Know'DONE' Journal of Economic Perspectives, Vol. 4, No. 4 (Fall): 65-84.",
        "Freeman, Richard B. (1991). Employment and Earnings of Disadvantaged Young Men in a Labor Shortage Economy. In Christopher Jencks and Paul Peterson, eds. The Urban Underclass.",
        "Washington, D.C.: Brookings, pp. 103-121. Hamermesh, Daniel S. (forthcoming). The Craft of Labormetrics. Industrial and Labor Relations Review. Hoynes, Hilary Williamson (1997). Does Welfare Play Any Role in Female Headship Decisions'DONE' Journal of Public Economics, Vol. 65, No. 2: 89-117.",
        "Jaeger, David. (1997). Reconciling the Old and New Census Bureau Education Questions: Recommendations for Researchers. Journal of Business and Economic Statistics, Vol. 15, No. 3 (July): 300-309.",
        "Korenman, Sanders and David Neumark. (1991). Does Marriage Really Make Men More Productive'DONE' Journal of Human Resources, Vol. 26, No. 2 (Spring): 282-307.",
        "Lichter, Daniel T., Diane K. McLaughlin, George Kephart, and David J. Landry. (1992). Race and the Retreat from Marriage: A Shortage of Marriageable Men'DONE' American Sociological Review, Vol. 57, No. 6 (December): 781-799.",
        "Mare, Robert D. and Christopher Winship. (1991). Socioeconomic Change and the Decline of Marriage for Blacks and Whites. In Christopher Jencks and Paul E. Peterson (eds.). The Urban Underclass. Washington, D.C.: Brookings Institution, pp. 175-202.",
        "Moffitt, Robert. (1990). The Effect of the U.S. Welfare System on Marital Status. Journal of Public Economics, Vol. 41, No. 1 (February): 101-124.",
        "Moffitt, Robert. (1998). The Effect of Welfare on Marriage and Fertility: What Do We Know and What Do We Need to Know'DONE' In Robert Moffitt (ed.). The Effect of Welfare on the Family and Reproductive Behavior. Washington, D.C.: National Research Council, pp. 5097.",
        "Schultz, T. Paul (1994). Marital Status and Fertility in the United States: Welfare and Labor and in the Market Effects. Journal of Human Resources, Vol. 29, No. 2 (Spring): 636-669.",
        "South, Scott J. and Kim M. Lloyd. (1992). Marriage Markets and Nonmarital Fertility in the United States. Demography, Vol. 29, No. 2 (May): 247-264.",
        "Topel, Robert. (1986). Local Labor Markets. Journal of Political Economy, Vol. 94, No. 3 (June, Part 2): S111-S143.",
        "Tucker, Belinda and Claudia Mitchell-Kernan. (1990). New Trends in Black American Interracial Marriage: The Social Structural Context. Journal of Marriage and the Family, Vol. 52, No. 1 (February): 209-218.",
        "White, Lynn. (1981). A Note on Racial Difference in the Effect of Female Economic Opportunity on Marriage Rates. Demography, Vol. 18, No. 3 (August): 349-354.",
        "Wilson, William Julius. (1987). The Truly Disadvantaged. Chicago, IL: University of Chicago Press."
    ]
}