{
    "id": 7513,
    "cites": 37,
    "cited_by": 38,
    "reference": [
        "Andreoni, James, [1988], Privately Provided Public Goods in a Large Economy: The Limits of Altruism, Journal of Public Economics, 35, 57-73.",
        "Beebe, Jack, [1977], Institutional Structure and Program Choices in Television Markets, Quarterly Journal of Economics, 91, 15-37.",
        "Bergias, Etienne, [1976~, On the Theory of Clubs, American Economic Review, 66, 116-21.",
        "Bergstrom, Theodore, Blume, Lawrence and Hal Varian, [1986], On the Private Provision of Public Goods, Journal of Public Economics, 29, 25-49.",
        "Berry, Steven and Joel Waldfogel, [1998], Mergers, Station Entry and Programming Variety in Radio Broadcasting, rnimeo, University of Pennsylvania.",
        "Berry, Steven and Joel Waldfogel, [1999a], Free Entry and Social Inefficiency in Radio Broadcasting, Rand Journal of Economics, 30, 397-420.",
        "Berry, Steven and Joel Waldfogel, [1999b], Public Radio in the United States: Does it Correct Market Failure or Cannibalize Commercial Stations. Journal of Public Economics, 71, 189-211.",
        "Brown, Allan, [1996], Economics, Public Service Broadcasting, and Social Values, Journal of Media Economics, 9, 3-15.",
        "Brown, Allan and Martin Cave, [1992], The Economics of Television Reguation: A Survey with Application to Australia, The Economic Record, 68, 377-94.",
        "Buchanan, James, [1965], An Economic Theory of Clubs, Economica, 32, 1-14.",
        "Butters, Gerard, [1977], Equilibrium Distribution of Prices and Advertising, Review of Economic Studies, 44, 465-492.",
        "Chwe, Michael, [1997], Believe the Hype: Solving Coordination Problems with Television Advertising, mimeo, University of Chicago.",
        "Coppejans, Mark and Gregory Crawford, [1998], Bundling in Cable Television: Incentives arid Implications for Regulatory Policy, mimeo, Duke University.",
        "Comes, Richard and Todd Sandier, [1996], The Theory of Externalities, Public Goods and Club Goods (Second Edition), Cambridge University Press: Cambridge.",
        "Doyle, Chris, [1998], Programming in a Competitive Broadcasting Market: Entry, Welfare and Regulation, Information Economics and Policy, 10, 23-39.",
        "Ekelund, Robert, Ford, George and John Jackson, [1999], Is Radio Advertising A Distinct Local Market? An Empirical Analysis, Review of Industrial Organization, forthcoming.",
        "Grossman, Gene and Carl Shapiro, [1984], Informative Advertising and Differentiated Products,  Review of Economic Studies, 51, 63-82.",
        "Hansen, Claus and Soren Kyhi, [1999], Pay-per-view Broadcasting of Outstanding Events: Consequences of a Ban, International Journal of Industrial Organization, forthcoming.",
        "Holden, Steinar, 11993], Network or Pay-per-view? Economics Letters, 43, 59-64.",
        "Kihistrom, Richard and Michael Riordan, [1984J, Advertising as a Signal, Journal of Political Economy, 92, 427-450.",
        "Masson, Robert, Mudambi, Rain and Robert Reynolds, [1990], Oligopoly in AdvertiserSupported Media, Quarterly Review of Economics and Business, 30 (2), 3-16.",
        "Minasian, Jora, [1964], Television Pricing and the Theory of Public Goods, Journal of Law arid Economics, 7, 71-80.",
        "Milgrom, Paul and John Roberts, [19861, Price and Advertising Signals of Product Quality, Journal of Political Economy, 94, 796-821.",
        "Nelson, Philip, [1974], Advertising as Information, Journal of Political Economy, 82, 729-754.",
        "Noam, Eli, [1991], Telemsion in Europe, Oxford University Press: Oxford.",
        "Oakland, William, [19871, Theory of Public Goods, in Auerbach, Alan and Martin Feldstein, (eds.), Handbook of Public Economics: Vol 2, North Holland: New York, 485-535.",
        "Owen, Bruce and Steven Wildman, [1992], Video Economics, Harvard University Press: Cambridge, MA.",
        "Samuelson, Paul, [1964], Public Goods and Subscription TV: Correction of the Record, Journal of Law and Economics, 7, 81-83.",
        "Samuelson, Paul, [1958], Aspects of Public Expenditure Theories, Remew of Economics and Statistics, 40, 332-338.",
        "Scotchmer, Suzanne, [1984], Profit Maximizing Clubs, Journal of Public Economics, 27, 25-4.5.",
        "Spence, Michael, [1976], Product Selection, Fixed Costs and Monopolistic Competition, Retiew of Economic Studies, 43, 217-235.",
        "Spence, Michael and Bruce Owen, [1977], Television Programming, Monopolistic Competition and Welfare, Quarterly Journal of Economics, 91, 103-126.",
        "Steiner, Peter, [1952], Program Patterns and Preferences, and the Workability of Competition in Radio Broadcasting, Qt~arterly Journal of Economics, 66, 194-223.",
        "Tiebout, Charles, [1956], A Pure Theory of Local Expenditures, Journal of Political Economy, 64, 416-24.",
        "Vaglio, Alessandro, [1995], A Model of the Audience for TV Broadcasting: Implications for Advertising Competition and Regulation, Rivista Internazionale di Scienze Ecoriomiche e Commerciali, 42 (1), 33-56.",
        "Wildman, Steven and Bruce Owen, [1985], Program Competition, Diversity, and Multichannel Bundling in the New Video Industry, in Eli Noam, (ed.), Video Media Competition: Regulation, Economics and Technology, Columbia University Press: New York.",
        "Wright, Donald, [1994J, Television Advertising Reguation and Program Quality, The Ecortornic Record, 70 (211), 361-367."
    ]
}