{
    "id": 7515,
    "cites": 19,
    "cited_by": 5,
    "reference": [
        "[1] Alexopoulos, M. (1998) Efficiency Wages, Unemployment and the Business Cycle, manuscript, Northwestern University.",
        "[2] Barro, R.J. and Sahasakul, C. (1983) Measuring the Average Marginal Tax Rate from the Individual Income Tax, Journal of Business 56, 419-52.",
        "[3] Baxter, M. and R.G. King, (1993) Fiscal Policy in General Equilibrium, American Economic Review 83, 315-334.",
        "[4] Burnside, C. and M. Eichenbaum (1996) Factor Hoarding and the Propagation of Business Cycle Shocks, American Economic Review, 86, 1154-74.",
        "[5] Burnside, C., M. Eichenbaum and J. Fisher (1999) Assessing the Effects of Fiscal Shocks, manuscript, Northwestern University.",
        "[6] Christiano, L.J. (1998) Solving Dynamic Equilibrium Models by a Method of Undetermined Coefficients, NBER Technical Working Paper, No. 225.",
        "[7] Christiano, L.J. and M. Eichenbaum (1992) Current Real Business Cycle Theories and Aggregate Labor Market Fluctuations, American Economic Review 82, 430-450.",
        "[8] Christiano, L.J., M. Eichenbaum and C. Evans (1998) Modelling Money, NBER Working Paper No. 6371.",
        "[9] Devereux, M.B., Head, A.C. and M. Lapham, (1996) Monopolistic Competition, Increasing Returns, and the Effects of Government Spending, Journal of Money, Credit and Banking 28(2), pages 233 - 254. 16",
        "[10] Edelberg, W. Eichenbaum, M. and Fisher, J. (1999) Understanding the Effects of Shocks to Government Purchases, Review of Economics Dynamics, 2, 166-206.",
        "[11] Eichenbaum, M., Hansen, L.P. and Singleton, K.J., (1988) `A Time Series Analysis of Representative Agent Models of Consumption and Leisure Under Uncertainty, Quarterly Journal of Economics, Vol. CIII, No. 1:51-78.",
        "[12] Gruber, J. (1997) The Consumption Smoothing Benefits of Unemployment Insurance, American Economic Review 87: 192-205.",
        "[13] Hansen, G. (1985) Indivisible Labor and the Business Cycle, Journal of Monetary Economics, 16(3), 309-328.",
        "[14] Newey, W. and K. West (1997) A Simple, Positive Semi-Definite Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, Vol. 55, pages 703-708.",
        "[15] Ramey,V. and M.D. Shapiro (1998) Costly Capital Reallocation and the Effects of Government Spending, Carnegie Rochester Conference Series on Public Policy 48, 145-94.",
        "[16] Rotemberg, J. and M. Woodford (1992) Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity, Journal of Political Economy 100, 1153-1297.",
        "[17] Seater, J. (1985) On the Construction of Marginal Federal Personal and Social Security Tax Rates in the U.S., Journal of Monetary Economics 15, 121-35.",
        "[18] Stephenson, E.F. (1998) Average Marginal Tax Rates Revisited, Journal of Monetary Economics 41, 389-409.",
        "[19] Woodford, M. (1994), `Notes on Dynamic Efficiency Wage Models, manuscript, Princeton University. 17"
    ]
}