{
    "id": 7523,
    "cites": 13,
    "cited_by": 16,
    "reference": [
        "Clark, Robert C. Corporate Law, Boston: Little, Brown,1986.",
        "Johnson, Simon. Ã\u0082â\u0080\u009cDoes Investor Protection Matter? Evidence from GermanyÃ\u0082â\u0080\u0099s Neuer Markt.Ã\u0082â\u0080\u009d Cambridge, Mass: MIT Manuscript, 1999.",
        "Johnson, Simon, and Andrei Shleifer. Ã\u0082â\u0080\u009cCoase v. The Coasians,Ã\u0082â\u0080\u009d National Bureau of Economic Research (Cambridge, MA) Working Paper 7447, 1999.",
        "Johnson, Simon, Peter Boone, Alasdair Breach, and Eric Friedman. Ã\u0082â\u0080\u009cCorporate Governance in the Asian Financial Crisis.Ã\u0082â\u0080\u009d Journal of Financial Economics, 2000, forthcoming.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer. Ã\u0082â\u0080\u009cCorporate Ownership around the World.Ã\u0082â\u0080\u009d Journal of Finance, 1999, 54, pp. 471-517.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny. Ã\u0082â\u0080\u009cLegal determinants of external finance.Ã\u0082â\u0080\u009d Journal of Finance, 1997, 52, pp. 1131-1150.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny. Ã\u0082â\u0080\u009cLaw and Finance.Ã\u0082â\u0080\u009d Journal of Political Economy, 1998, 106, pp. 1113-55.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny. Ã\u0082â\u0080\u009cInvestor Protection and Corporate Governance.Ã\u0082â\u0080\u009d Journal of Financial Economics, 2000, forthcoming.",
        "Nakajima, Chizu. Conflicts of Interest and Duty: A Comparative Analysis in Anglo-Japanese Law. London, U.K.: Kluwer Law International, 1999.",
        "Schmidt, D. Les Conflits dÃ\u0082â\u0080\u0099IntÃ\u0083Â©rÃ\u0083Âªts dans la SocietÃ\u0083Â© Anonyme. Paris: Librairie Duchemin, 1999.",
        "Stanghellini, Lorenzo. Ã\u0082â\u0080\u009cCorporate Governance in Italy: Strong Owners, Faithful Managers. An Assessment and Proposal for Reform.Ã\u0082â\u0080\u009d Indiana International and Comparative Law Review, 1997, 6, pp. 91.",
        "Shibuya, Mitsuko Akabori. Ã\u0082â\u0080\u009cFiduciary Duty of Directors-Fairness in Regulation of Corporate Dealings with Directors,Ã\u0082â\u0080\u009d Law in Japan: An Annual, 1972, 5(97), 115-131.",
        "Wymeersch, Eddy, 1993, Groups of Companies in the EEC: A Survey Report to the Commission on the Law Relating to Corporate Groups in Various Member States. Berlin: W. De Gruyter."
    ]
}