{
    "id": 7524,
    "cites": 33,
    "cited_by": 28,
    "reference": [
        "Alreck, P.L. and R.B. Settle (1985) The survey research handbook R.D. Irwin: Homewood, IL.",
        "Andersen, T. and T. Bollerslev (1998) Deutsche mark--dollar volatility: intraday activity patterns, macroeconomic announcements, and longer run dependencies, Journal of Finance, Vol. 53, 219--266.",
        "Bank of England (1995) The foreign exchange market in London, Bank of England Quarterly Bulletin.",
        "Bollerslev, T. and M. Melvin (1994) Bid-ask spreads and volatility in the foreign exchange market: an empirical analysis, Journal of International Economics, Vol. 36, 355--372.",
        "Cheung, Y-W. and C.Y-P. Wong (1999) A survey of market practitioners views on exchange rate dynamics, Journal of International Economics, forthcoming.",
        "Chinn, M.D. and J.A. Frankel(1994) Patterns in exchange rate forecasts for 25 countries,, Journal of Money, Credit and Banking, Vol. 26, 759-770.",
        "Chinn, M.D. and R.A. Meese (1995) Banking on currency forecasts: how predictable is change in money'DONE' Journal of International Economics, Vol. 38, 161-178.",
        "Cutler, D., J. Poterba and L. Summers (1990) Speculative dynamics and the role of feedback traders, American Economic Review, Vol. 80, 63--68.",
        "Danielsson, J. and R. Payne (1999) Real trading patterns and price in spot foreign exchange markets, mimeo, London School of Economics.",
        "De Grauwe, P. and H. Dewachter (1990) A chaotic model of the exchange rate, CEPR Discussion Paper Number 466.",
        "De Long, J.B., A. Shleifer, L. Summers and R. Waldmann (1990) Noise trader risk in financial markets, Journal of Political Economy, Vol. 98, 703--738.",
        "Dornbusch, R. (1976) Expectations and exchange rate dynamics, Journal of Political Economy, Vol.",
        "Ederington, L. and J.H. Lee (1993) How markets process information: news releases and volatility, Journal of Finance, Vol. 48, 1161--1191.",
        "Flood, M., R. Huisman, K. Koedijk and R.K. Lyons (1998) Search costs: the neglected spread component, presented at HFDF-II conference, Zurich.",
        "Frankel, J.A. and K.A. Froot (1987) Using survey data to test some standard propositions regarding foreign exchange rate expectations, American Economic Review, Vol. 77, 133-153.",
        "Frankel, J.A. and K.A. Froot (1990a) Chartists, fundamentalists and the demand for dollars, in Private behavior andgovernment policy in interdependent economies,A.S.Courakis and M.P. Taylor (eds.), Clarendon: Oxford.",
        "Frankel, J.A. and K.A. Froot(1990b) Exchange rate forecasting techniques, survey data, and implications for the foreign exchange market, National Bureau of Economic Research working paper number 3470.",
        "Frankel, J.A. and A. Rose (1995) A Survey of Empirical Research on NominalExchange Rates in The handbook of international economics by G. Grossman and K. Rogoff (eds), Vol. 3, North Holland: Amsterdam.",
        "Froot, K.A. and T. Ito (1989) On the consistency of short-run and long-run exchange rate expectations, Journal of the Japanese and International Economies, Vol. 8, 487--510.",
        "Goodhart, C.A.E. (1988) The foreign exchange market: a random walk with dragging anchor, Economica, Vol. 55, 437-460.",
        "Hartmann, P. (1999) Trading volumes and transactions costs in the foreign exchange market: evidence from daily dollar-yen spot data, Journal of Banking and Finance, Vol. 23, 801--824.",
        "Lyons, R.K. (1999) The microstructure approach to exchange rates, MIT Press, forthcoming.",
        "Lyons, R.K. and M.D.D. Evans (1999) Microstructure meets asset pricing: order flow as a driver of exchange rates, mimeo, University of California, Berkeley.",
        "MacDonald, R. and I.W. Marsh (1997) On fundamentals and exchange rates: a Casselian perspective, Review of Economics and Statistics, Vol. 79, 655-664.",
        "Mark,N.C.(1995) Exchange rates and fundamentals: evidence onlong-horizonpredictability,American 27 Economic Review, Vol. 85, 201-218.",
        "Meese, R.A. and K. Rogoff (1983) Empirical exchange rate models of the seventies: do they fit out-ofsample 'DONE' Journal of International Economics, Vol. 14, 3--24.",
        "Menkhoff, L. (1997) Examining the use of technical currency analysis, International Journal of Finance and Economics, Vol. 2, 307--318.",
        "Menkhoff, L. (1998) The noise trading approach -- questionnaire evidence from foreign exchange, Journal of International Money and Finance, Vol. 17, 547--564.",
        "Mussa, M. (1976) The exchange rate, the balance of payments and monetary and fiscal policy under a regime of controlled floating, Scandinavian Journal of Economics, Vol. 78, 229--248.",
        "Mussa, M. (1979) Empirical regularities in the behavior of exchange rates and theories of the foreign exchange market, in Policies for employment, prices andexchange rates, Carnegie-Rochester Conference Series on Public Policy by K. Brunner and A. Meltzer (eds), North Holland: Amsterdam.",
        "OHara, M. (1995) Market microstructure theory, Blackwell: Oxford.",
        "Silber, W.L. (1984) Marketmaker behavior in an auction market: an analysis of scalpers in futures markets, Journal of Finance, Vol. 39, 937--953.",
        "Taylor, M.P. and H. Allen (1992) The use of technical analysis in the foreign exchange market,Journal of International Money and Finance, Vol. 11, 304-314."
    ]
}