{
    "id": 7526,
    "cites": 43,
    "cited_by": 12,
    "reference": [
        "Anderson , K.H., and R.V. Burkhauser (1985): The Retirement-Health Nexus: A New Measure of an Old Puzzle, Journal of Human Resources, 20 315-330. Bazzoli, G.J. (1985): The Early Retirement Decision: New Empirical Evidence on the Influence of Health, Journal of Human Resources, 20 214-234.",
        "Benitez-Silva, H. (1999): Micro Determinants of Labor Force Status Among Older Americans, manuscript, Yale University.",
        "Benitez-Silva, H., M. Buchinsky, H-M. Chan, J. Rust, and S. Sheidvasser (1999a): An Empirical Analysis of the Social Security Disability Application, Appeal and Award Process, Labour Economics 6 147-178.",
        "Benitez-Silva, H., M. Buchinsky, H-M. Chan, J. Rust, and S. Sheidvasser (1999b): Social Security Disability Award Process: How Large are the Classification Errors? manuscript, Yale University.",
        "Bierens, H.J. (1990): A Consistent Conditional Moment Test of Functional Form, Econometrica, 58-6 1443-1458.",
        "Blau, D.M., D.B. Gilleskie, and C. Slusher (1997): The Effect of Health on Employment Transitions of Older Men, manuscript, Department of Economics, University of North Carolina at Chapel Hill.",
        "Bound, J. (1991): Self-Reported Versus Objective Measures of Health in Retirement Models, Journal of Human Resources, 26-1 106-138.",
        "Bound, J. (1989a): The Health and Earnings of Rejected Disability Insurance Applicants, American Economic Review, 79 482-503.",
        "Bound, J. (1989b): Self-Reported Versus Objective Measures of Health in Retirement Models, NBER Working Paper No. 2997.",
        "Bound, J. and R. Burkhauser (1998): Economic Analysis of Transfer Programs Targeted on People with Disabilities, forthcoming in O. Ashenfelter and D. Card (eds.), Handbook of Labor Economics, Amsterdam, North Holland.",
        "Bound, J., M. Schoenbaum, T. Steinbrickner, and T. Waidmann (1998a): Modeling the Effect of Health on Retirement Behavior, manuscript, University of Michigan.",
        "Bound, J., M. Schoenbaum, T. Steinbrickner, and T. Waidmann (1998b): The Dynamic Effects of Health on the Labor Force Transitions of Older Workers, NBER Working Paper No. 6777.",
        "Bound, J., M. Schoenbaum, and T. Waidmann (1995): Race and Education Differences in Disability Status and Labor Force Attachment, Journal of Human Resources, 30-S 227-267.",
        "Burkhauser, R.V. and M.C. Daly (1996): Employment and Economic Well-Being Following the Onset of a Disability; The Role for Public Policy, in J. Mashaw, V. Reno, R.V. Burkhauser, and M. Berkowitz (eds.), Disability Work and Cash Benefits, Upjohn Institute for Employment Research, 59-102.",
        "Burkhauser, R.V., R.H. Haveman, and B.L. Wolfe (1993): How People with Disabilities Fare when Public Policies Change, Journal of Policy Analysis and Management, 12-2 251-269.",
        "Dwyer, D.S. and O.S. Mitchell (1999): Health Problems as Determinants of Retirement: Are Self-rated Measures Endogenous? Journal of Health Economics, 18-2 173-193.",
        "Greene, W.H (1993): Econometric Analysis, Second Edition, Prentice Hall, New Jersey.",
        "Halpern, J. and J.A. Hausman (1986): A Model of Applications for the Social Security Disability Insurance Program, Journal of Public Economics, 31 131-161.",
        "Haveman, R.H., P. DeJong, and B. Wolfe (1991): Disability Transfers and the Work Decision of Older Men, Quarterly Journal of Economics, 106 939-949.",
        "Heckman, J.J. (1978): Dummy Endogenous Variables in a Simultaneous Equation System, Econometrica, 46-6, 931-959.",
        "Horowitz, J.L. and V.G. Spokoiny (1999): An Adaptive, Rate-optimal Test of a Parametric Model Against a Nonparametric Alternative, manuscript, Department of Economics, University of Iowa.",
        "Hu, J., K. Lahiri, D.R. Vaughan, and B. Wixon (1997): A Structural Model of Social Security&apos;s Disability Determination Process, ORES Working Paper No. 72, Office of Research and Evaluation Statistics, Social Security Administration, 500 E Street SW, Washington, D.C. Johnson, W.G. (1977): The Effect of Disability on Labor Supply: Comments, Industrial and Labor Relations Review, 30 380-381.",
        "Judd, K.L. (1998): Numerical Methods in Economics, Cambridge: MIT Press.",
        "Kerkhofs, M. and M. Lindeboom, (1998): Subjective Health Measures and State Dependent Reporting Errors, Health Economics, 4 221-235.",
        "Kerkhofs, M., M. Lindeboom, and J. Theeuwes (1998): Retirement, Financial Incentives and Health, manuscript, Department of Economics, Free University of Amsterdam.",
        "Kiefer, N.M (1982): Testing for Dependence in Multivariate Probit Models, Biometrika, 69, 161-166.",
        "Kreider, B. (1999): Disability Applications: The Role of Measured Limitation on Policy Inferences, manuscript, Department of Economics, University of Virginia.",
        "Kreider, B. (1998): Latent Work Disability and Reporting Bias, manuscript, Department of Economics, University of Virginia.",
        "Lahiri, K., D.R. Vaughan, and B. Wixon (1995): Modeling SSA&apos;s Sequential Disability Determination Process Using Matched SIPP Data, Social Security Bulletin, 58-4 3-42.",
        "Lambrinos, J., (1981): Health: A Source of Bias in Labor Supply Models, Review of Economics and Statistics, 63-2 206-212.",
        "Myers, R.J. (1982): Why Do People Retire from Work Early? Social Security Bulletin, 45 10-14.",
        "O&apos;Donnell, O. (1998): The Effect of Disability on Employment Allowing for Work Incapacity, Working Paper No. 98-13, University of Kent at Canterbury.",
        "Parsons, D.O. (1996): Imperfect &apos;Tagging&apos; in Social Insurance Programs, Journal of Public Economics, 62 183-207.",
        "Parsons, D.O. (1991a): The Health and Earnings of Rejected Disability Insurance Applicants: Comment, American Economic Review, 81-5 1419-1426.",
        "Parsons, D.O. (1991b): Measuring and Deciding Disability, in Weaver C.L. (ed.), Disability and Work: Incentives, Rights, and Opportunities, American Enterprise Institute, Washington, D.C. Parsons, D.O. (1982): The Male Labour Force Participation Decision: Health, Reported Health, and Economic Incentives, Economica, 49 81-91.",
        "Press, W.H., S.A. Teukolsky, W.T. Vetterling, and B.P. Flannery (1992): Numerical Recipes: The Art of Scientific Computing. New York: Cambridge University Press.",
        "Rust, J. (1997): Using Randomization to Break the Curse of Dimensionality, Econometrica, 65-3 487-516.",
        "Rust, J. and C. Phelan (1997): How Social Security and Medicare Affect Retirement Behavior in a World of Incomplete Markets, Econometrica, 65-4 781-831.",
        "Smith, R.T. and A.M. Lilienfeld (1971): The Social Security Disability Program: An Evaluation Study, Research Report 39, Social Security Office of Research and Statistics.",
        "Stapleton, D., B. Barnow, K. Coleman, K. Dietrich, and G. Lo (1994): Labor Markets Conditions, Socioeconomic Factors and the Growth of Applications and Awards for SSDI and SSDI Disability Benefits: Final Report, Lewin-VHI, Inc. and the Department of Health and Human Services, The Office of the Assistant Secretary for Planning and Evaluation.",
        "Stern, S. (1989): Measuring the Effects of Disability on Labor Force Participation, Journal of Human Resources, 24 361-395.",
        "Tsionas, E.G. (1995): Simulated Annealing: Code for Gauss.",
        "U.S. Department of Health and Human Services (1988): Social Security Handbook, Tenth Edition."
    ]
}