{
    "id": 7528,
    "cites": 13,
    "cited_by": 2,
    "reference": [
        "Fenstermaker, J. Van. The Development of American Commercial Banking, 1782-1837. Kent, OH: Kent State University Bureau of Economic and Business Research, 1965.",
        "Friedman, Milton, and Schwartz, Anna J. Monetary Trends in the United States and the United Kingdom. Chicago: University of Chicago Press, 1982.",
        "Gray, Lewis C. History of Agriculture in the Southern United States to 1860. Clifton, NJ: Augustus M. Kelley Publishers, 1933.",
        "Hammond, Bray. Banks and Politics in America: From the Revolution to the Civil War. Princeton, NJ: Princeton University Press, 1957.",
        "Hidy, Ralph W. The House of Baring in American Trade and Finance: English Merchant Bankers at Work, 1763-1861. Cambridge, MA: Harvard University Press, 1949.",
        "Kendrick, John. Productivity Trends in the United States. Princeton, NJ: Princeton University Press, 1961.",
        "Library of Congress, Manuscript Division. Martin Van Buren Papers. Washington, DC: Library of Congress, 1960.",
        "Martin, Joseph G. Seventy-Three Years History of the Boston Stock Market. Boston: published by the author, 1871. McGrane, Reginald C. The Panic of 1837: Some Financial Problems of the Jacksonian Era. Chicago: University of Chicago Press, 1924.",
        "North, Douglass C., The Economic Growth of the United States, 1790-1860. Englewood Cliffs, NJ: Prentice Hall, 1961.",
        "Rohrbough, Malcolm J. The Land Office Business: The Settlement and Administration of American Public Land, 1789-1837. Cambridge: Oxford University Press, 1968.",
        "Smith, Walter B., and Cole, Arthur H. Fluctuations in American Business, 1790-1860. Cambridge, MA: Harvard University Press, 1935.",
        "Studenski, Paul, and Krooss, Herman E. Financial History of the United States. New York: McGraw Hill, 1952.",
        "Timberlake, Richard H., Jr. The Origins of Central Banking in the United States. Cambridge, MA: Harvard University Press, 1978."
    ]
}