{
    "id": 7529,
    "cites": 40,
    "cited_by": 53,
    "reference": [
        ": EW of banks whose 1994 annual reports are available in the Edgar Archives or their web-sites (N=50)",
        ": EW of banks with Mexican exposures based on their 1994 annual reports (N=9)",
        ": EW of banks without Mexican exposures based on their 1994 annual reports (N=41)",
        ": EW of banks with Latin exposures based on their 1994 annual reports (N=10)",
        ": EW of banks without Latin exposures based on their 1994 annual reports (N=40).",
        ": EW of banks whose 1997 annual reports are available in the Edgar Archives or their web-sites (N=76)",
        ": EW of banks with Korean exposures based on their 1997 annual reports (N=10)",
        ": EW of banks without Korean exposures based on their 1997 annual reports (N=66)",
        ": EW of banks with Asian exposures based on their 1997 annual reports (N=15)",
        ": EW of banks without Asian exposures based on their 1997 annual reports (N=61)",
        ": EW of banks whose 1998 annual reports are available in the Edgar Archives or their web-sites (N=74/73/73**)",
        ": EW of banks with Russian exposures based on their 1998 annual reports (N=7/6/6**)",
        ": EW of banks without Russian exposures based on their 1998 annual reports (N=67) * Citicorp is dropped out after 10/7/98 and Crestar is dropped out after 12/31/98. ** Citicorp is in the sample up to 10/7/98 while Crestar is out of the sample during the sample period.",
        ": EW of banks whose 1998 annual reports are available in the Edgar Archives or their web-sites (N=74/73/73**)",
        ": EW of banks with Brazilian exposures based on their 1998 annual reports (N=10/9/9**)",
        ": EW of banks without Brazilian exposures based on their 1998 annual reports (N=64)",
        ": EW of banks with Brazilian exposures based on their 1998 annual reports but without LTCM exposures based on the FED meeting (N=6)",
        ": EW of banks with Latin exposures based on their 1998 annual reports (N=14/13/13**)",
        ": EW of banks without Latin exposures based on their 1998 annual reports (N=60) * Citicorp is dropped out after 10/7/98 and Crestar is dropped out after 12/31/98. ** Citicorp is in the sample up to 10/7/98 while Crestar is out of the sample during the sample period.",
        "-1.400 [0.04] -1.420 [0.04] 0.020 [0.70] -1.704 [0.14] -1.375 [0.05] -0.329 [0.73] -0.512 [0.65] 0.863 [0.34] -1.192 [0.02] -1.524 [0.12] -1.396 [0.04] -0.129 [0.86] Joint statement of IMF and Brazil (981008) -1.712 [0.01] -1.706 [0.01] -0.005 [0.91] 3.457 [0.00] -2.436 [0.00] 5.893 [0.00] 1.161 [0.30] 3.596 [0.00] 2.296 [0.00] 0.710 [0.47] -2.232 [0.00] 2.941 [0.00]",
        ": VW of banks whose 1994 annual reports are available in the Edgar Archives or their web-sites (N=50)",
        ": VW of banks with Mexican exposures based on their 1994 annual reports (N=9)",
        ": VW of banks without Mexican exposures based on their 1994 annual reports (N=41)",
        ": VW of banks with Latin exposures based on their 1994 annual reports (N=10)",
        ": VW of banks without Latin exposures based on their 1994 annual reports (N=40).",
        ": VW of banks whose 1997 annual reports are available in the Edgar Archives or their web-sites (N=76)",
        ": VW of banks with Korean exposures based on their 1997 annual reports (N=10)",
        ": VW of banks without Korean exposures based on their 1997 annual reports (N=66)",
        ": VW of banks with Asian exposures based on their 1997 annual reports (N=15)",
        ": VW of banks without Asian exposures based on their 1997 annual reports (N=61)",
        ": VW of banks whose 1998 annual reports are available in the Edgar Archives or their web-sites (N=74/73/73**)",
        ": VW of banks with Russian exposures based on their 1998 annual reports (N=7/6/6**)",
        ": VW of banks without Russian exposures based on their 1998 annual reports (N=67) * Citicorp is dropped out after 10/7/98 and Crestar is dropped out after 12/31/98. ** Citicorp is in the sample up to 10/7/98 while Crestar is out of the sample during the sample period.",
        ": VW of banks whose 1998 annual reports are available in the Edgar Archives or their web-sites (N=74/73/73**)",
        ": VW of banks with Brazilian exposures based on their 1998 annual reports (N=10/9/9**)",
        ": VW of banks without Brazilian exposures based on their 1998 annual reports (N=64)",
        ": VW of banks with Brazilian exposures based on their 1998 annual reports but without LTCM exposures based on the FED meeting (N=6)",
        ": VW of banks with Latin exposures based on their 1998 annual reports (N=14/13/13**)",
        ": VW of banks without Latin exposures based on their 1998 annual reports (N=60) * Citicorp is dropped out after 10/7/98 and Crestar is dropped out after 12/31/98. ** Citicorp is in the sample up to 10/7/98 while Crestar is out of the sample during the sample period.",
        "-1.224 [0.16] -1.222 [0.17] -0.002 [0.87] -2.071 [0.14] -0.726 [0.34] -1.345 [0.24] -1.848 [0.17] -1.122 [0.30] -0.223 [0.74] -2.010 [0.13] -0.718 [0.35] -1.292 [0.23] Joint statement of IMF and Brazil (981008) 0.603 [0.49] 0.617 [0.48] -0.014 [0.31] 3.156 [0.02] -0.681 [0.37] 3.838 [0.00] 2.260 [0.09] 2.941 [0.01] 0.896 [0.18] 2.746 [0.04] -0.587 [0.45] 3.333 [0.00]"
    ]
}