{
    "id": 7530,
    "cites": 21,
    "cited_by": 56,
    "reference": [
        "Barro, Robert and Sala-i-Martin, Xavier. Economic Growth. New York: McGraw-Hill, 1995.",
        "Bils, M. and P. Klenow, `Does Schooling Cause Growth or the Other Way Around? NBER Working Paper No. 6393, 1998.",
        "Birdsall, N. Economic Approaches to Population Growth, in Chenery, H. and Srinivasan, T.N., ed., Handbook of Development Economics, Vol. 1. Amsterdam: Elsevier Science Publishers, 1988, pp. 477-542.",
        "Chen, Daniel L. Income Distribution Dynamics with Endogenous Fertility, senior thesis Harvard University, 1999.",
        "Chu, C. Y. Cyrus. and Koo, Hui-Wen. Intergenerational Income-Group Mobility and Differential Fertility. American Economic Review, December 1990, 80(5), pp. 1125-38.",
        "Chung-hua mm kuo Tai Mm ti chujen kou tung chi. Taiwan-Fukien demographic fact book, Republic of China, Tai-pei, Nei cheng pu, 1996.",
        "Dahan, Momi and Tsiddon, Daniel. Demographic Transition, Income Distribution, and Economic Growth. Journal of Economic Growth, March 1998, 3(1), pp. 29-52.",
        "Deininger, K. and Squire, L. Measuring Income Inequality: A New Data-base. Development Discussion Paper No. 537, Harvard Institute for International Development, Harvard University, 1996.",
        "Galor, 0., and J. Zeira. Income Distribution and Macroeconomics. Review of Economic Studies, January 1993, 60(1), 35-52.",
        "Galor, 0. and Zang, Hyoungsoo. Fertility, Income Distribution, and Economic Growth: Theory 43 and Cross-Country Evidence. Japan and the World Economy, May 1997, 9(2), pp. 197-229.",
        "Jones, E. Socio-economic Differentials in Achieved Fertility. World Fertility Survey Comparative Study No. 21, ECE Analyses, Voorburg, The Netherlands: International Statistical Institute, 1982.",
        "Krusell, P., L. Ohanian, V. Rios-Rull, G. Violante, Capital-Skill Complementarity and Inequality: A Macroeconomic Analysis. Federal Reserve Bank of Minnesota Staff Report 239, 1997.",
        "Lam, David. The Dynamics of Population Growth, Differential Fertility, and Inequality. American Economic Review, December 1986, 76(5), pp. 1103-16.",
        "Mare, Robert D. Differential Fertility, Intergenerational Educational Mobility, and Racial Inequality. Social Science Research, September 1997, 26(3), pp. 263-291.",
        "Nerlove, M., Razin, A., and Sadka, E. Income Distribution Policies with Endogenous Fertility. Journal of Public Economics, July 1984, 24(2), 22 1-230.",
        "Preston, Samuel and Campbell, Cameron. Differential Fertility and the Distribution of Traits: the Case of I.Q. American Journal of Sociology, March 1993, 98(5), pp. 997-1019.",
        "Razzaz, Susan. Fertility and Growth: The Significance of Gender Differences in Human Capital. Unpublished Ph.D. dissertation, Brown University, 1998.",
        "Repetto, Robert. Interaction of Fertility and Size Distribution of Income. Journal of Development Studies, July 1978, 14(4), pp. 22-39.",
        "Schultz, T. Paul. Economics of Population. Massachusetts: Addison-Wesley, 1981.",
        "United Nations. Fertility Behavior in the Context of Development: Evidence from the World Fertility Survey. Population Studies No. 100, New York: United Nations, 1987.",
        "World Bank. World Development Report 1999/2000. Oxford: Oxford University Press, 1999."
    ]
}