{
    "id": 7533,
    "cites": 24,
    "cited_by": 1,
    "reference": [
        "Abraham, K., Medical Liability Reform: A Conceptual Framework, Journal of the American Medical Association 260 (1988), pp. 68-72.",
        "Angrist, Joshua D. and Alan B. Krueger, The Effect of Age at School Entry on Educational Attainment: An Application of Instrumental Variables With Moments From Two Samples, Journal of the American Statistical Association 87 (1992), pp. 328-36.",
        "Baldwin, L.M., et al., Defensive Medicine and Obstetrics, JAMA CCLXXIV (1995): 1606-1610.",
        "Barker, D.K., The Effects of Tort Reform on Medical Malpractice Insurance Markets: An Empirical Analysis, Journal of Health Politics, Policy and Law XVII (1992): 143-161.",
        "Bovbjerg, Randall R., Legislation on Medical Malpractice: Further Developments and a Preliminary Report Card, University of California, Davis, Law Review 22 (1989), pp. 499-556.",
        "Campbell, T.J., D.P. Kessler, and G.B. Shepherd, The Link Between Liability Reforms and Productivity: Some Empirical Evidence, Brookings Papers on Economic Activity: Microeconomics (1998).",
        "Cutler, David, and Mark McClellan, Technological Change in Medicare, in Wise, David, ed., Studies in the Economics of Aging, Chicago: University of Chicago Press, 1997.",
        "Danzon, P.M., The Frequency and Severity of Medical Malpractice Claims, RAND R-2870-ICJ/HCFA (1982).",
        "Dubay, L., R. Kaestner, T. Waidmann, The Impact of Malpractice Fears on Cesarean Section Rates, Journal of Health Economics 18 (1999), pp. 491-522.",
        "Farber, H.S. and M.J. White, Medical Malpractice: An Empirical Examination of the Litigation Process, RAND Journal of Economics 22 (Summer 1991), pp. 199-217.",
        "Galanter, Marc, Real World Torts: An Antidote to Anecdote, Maryland Law Review 55 (1996), pp. 1093-1160.",
        "Harvard Medical Practice Study, Patients, Doctors, and Lawyers: Medical Injury, Malpractice Litigation, and Patient Compensation in New York, a report of the Harvard Medical Practice Study to the state of New York (Cambridge, MA: The President and Fellows of Harvard College, 1990).",
        "Havighurst, Clark, Medical Adversity Insurance Has Its Time Come? 1975 Duke Law Journal, pp. 1233.",
        "Kessler, Daniel, Institutional Causes of Delay in the Settlement of Legal Disputes, Journal of Law, Economics, and Organization 12 (Winter 1996), pp. 432-460.",
        "Kessler, Daniel and Mark McClellan, Do Doctors Practice Defensive Medicine? Quarterly Journal of Economics 111 (May 1996), pp. 353-390.",
        "Lawthers, Ann G. et al., Physician Perceptions of the Risk of Being Sued, Journal of Health Politics, Policy, and Law 17 (Fall 1992), pp. 463-482.",
        "Localio, A.R., et al.,Relationship Between Malpractice Claims and Cesarean Delivery, JAMA CCLXIX (1993), pp. 366-373.",
        "OConnell, Jeffrey, Neo-No-Fault Remedies for Medical Injuries: Coordinated Statutory and Contractual Alternatives, Law and Contemporary Problems 49 (1986), pp. 125-42.",
        "Rock, S.M., Malpractice Premiums and Primary Cesarian Section Rates in New York and Illinois, Public Health Reporter CVIII (1988), pp. 459-468.",
        "Sage, W., et al., Enterprise Liability for Medical Malpractice and Health Care Quality Improvement, American Journal of Law and Medicine 20 (1994), pp. 1 -28.",
        "Sloan, F.A., P.M. Mergenhagen, and R.R. Bovbjerg, Effects of Tort Reforms on the Value of Closed Medical Malpractice Claims: A Microanalysis, Journal of Health Politics, Policy and Law XIV (1989), pp. 663-689.",
        "U.S. Congress, Office of Technology Assessment, Impact of Legal Reforms on Medical Malpractice Costs, OTA-BP-H-119, (Washington, DC: U.S. Government Printing Office, 1993).",
        "Weiler, P.C., Medical Malpractice on Trial (Cambridge, MA: Harvard University Press, 1991).",
        "Weiler, P.C., et al., A Measure of Malpractice: Medical Injury, Malpractice Litigation, and Patient Compensation (Cambridge, MA: Harvard University Press, 1993)."
    ]
}