{
    "id": 7534,
    "cites": 135,
    "cited_by": 147,
    "reference": [
        "[1] Abel, A. and J. Eberly, Investment and Q with Fixed Costs: An Empirical Analysis, Working paper, University of Pennsylvania, 1995.",
        "[2] Aiyagari, R. On the Contribution of Technology Shocks to Business Cycles,  Federal Reserve Bank of Minneapolis Quarterly Review, 18: 22-34, 1994.",
        "[3] Alvarez, Fernando and Nancy Stokey Dynamic Programming with Homogeneous Functions, forthcoming, Journal of Economic Theory, 1999.",
        "[4] Ambler, S. and A. Paquet Stochastic depreciation and the business cycle, International Economic Review, 35: 101-116, 1994.",
        "[5] Andolfatto, D. Business Cycles and Labor Market Search, American Economic Review, 86: 112-132, 1996.",
        "[6] Backus, D. , and P. Kehoe International Evidence on the Historical Properties of Business Cycles, American Economic Review 82: 864-88, 1992.",
        "[7] Barro, R. J. Are Government Bonds Net Wealth?, Journal of Political Economy 82: 1095-1117, 1974.",
        "[8] Barro, R. and R. King Time Separable Preferences and Intertemporal Substitution Models of Business Cycles, Quarterly Journal of Economics, 99: 817-839, 1984.",
        "[9] Basu, S., J. Fernald and M. Kimball Are Technology Improvements Contractionary ?, Working Paper, University of Michigan, 1997.",
        "[10] Basu, S. and M. Kimball Cyclical Productivity with Unobserved Input Variation, NBER Working Paper 5915, 1997.",
        "[11] Baxter, M. International Trade and Business Cycles, in G. Grossman and K. Rogoff (eds.) Handbook of International Economics, vol. 3, 1801-64, Elsevier Science Publishers, B.V., Amsterdam, 1995.",
        "[12] Baxter, M. and U.J. Jermann Household Production and the Excess Sensitivity of Consumption to Current Income, forthcoming, American Economic Review, 1999. 64",
        "[13] Baxter, M. and R. King Fiscal Policy in General Equilibrium, American Economic Review, 83: 315-334, 1993.",
        "[14] Baxter, M. and R. G. King, Measuring Business Cycles: Approximate Band-Pass Filters for Economic Time Series, NBER Working Paper No. 5022, forthcoming, Review of Economics and Statistics, 1999.",
        "[15] Baxter, M. and A. Stockman Business Cycles and the Exchange-Rate Regime: Some International Evidence, Journal of Monetary Economics, 23: 377-400, 1989.",
        "[16] Bils, M., and J. 0. Cho. Cyclical Factor Utilization, Journal of Monetary Economics, 33: 319-354, 1994.",
        "[17] Boldrin, M., L. Christiano, and J. Fisher Asset Pricing Lessons for Modeling Business Cycles, Working Paper, Northwestern University, 1995.",
        "[18] Boldrin, M. and M. Hoarvath, Labor Contracts and Business Cycles, Journal of Political Economy 103: 972-1004, 1995.",
        "[19] Brock, W. A., and L. J. Mirman Optimal Economic Growth and Uncertainty: The Discounted Case, Journal of Economic Theory 4: 479-513, 1972.",
        "[20] Braun, R. A. Tax Disturbance and Real Economic Activity in the Postwar United States, Journal of Monetary Economics, 33: 441-62, 1994.",
        "[21] Burns, A. F.,and W. C. Mitchell Measuring Business Cycles, National Bureau of Economic Research, New York, 1946.",
        "[22] Burnside, C. and M. Eichenbaum Factor Hoarding and the Propagation of Business Cycle Shocks, American Economic Review, 86: 1154-1174, 1996.",
        "[23] Burnside, C., M. Eichenbaum, and S. Rebelo, Labor Hoarding and the Business Cycle. Journal of Political Economy, 101: 245-73, 1993.",
        "[24] Burnside, C., M. Eichenbaum, and S. Rebelo, Capital Utilization and Returns to Scale, NBER Macroeconomics Annual 1995, 67-110, MIT Press, Cambridge, MA, 1995. 65",
        "[25] Burnside, C., M. Eichenbaum, and S. Rebelo Sectoral Solow Residuals, European Economic Review, 40: 861-869, 1996.",
        "[26] Caballero, R. and E. Engel, Explaining Investment Dynamics in U.S. Manufacturing: A Generalized (S,s) Approach, NBER Working Paper No. 4887, 1994.",
        "[27] Campbell, J. Inspecting the Mechanism: An Analytical Approach to the Stochastic Growth Model, Journal of Monetary Economics, 33: 463-506, 1994.",
        "[28] Campbell, J., Chapter 19, this volume, 1999",
        "[29] Campbell, J. R. Entry, Exit, Embodied Technology, and Business Cycles, Review of Economic Dynamics 2: 371-408, 1998.",
        "[30] Cass, D. Optimum Growth in an Aggregative Model of Capital Accumulation,  Review of Economic Studies 32: 223-240, 1965.",
        "[31] Chari, V. P. J. Kehoe, and E. R. McGrattan Sticky Price Models of the Business Cycle: Can the Contract Multiplier Solve the Persistence Problem ?, NBER Working Paper No. 5809, 1996.",
        "[32] Chatterjee, S. and R. Cooper Entry and Exit, Product Variety and the Business Cycle, NBER Working Paper No. 4562, 1993.",
        "[33] Cho, J. 0., and T. F. Cooley The Business Cycle with Nominal Contracts, Economic Theory 13-33, 1995.",
        "[34] Cho, J. 0., and T. F.. Cooley Employment and Hours over the Business Cycle, Journal of Economic Dynamics and Control, 18: 411-432, 1994.",
        "[35] Cho, J. 0., and R. Rogerson Family Labor Supply and Aggregate Fluctuations,  Journal of Monetary Economics 21: 233-45, 1988.",
        "[36] Christiano, L. Solving the Stochastic Growth Model by Linear Quadratic Approximation and by Value Function Iteration, Journal of Business and Economic Statistics, 8: 23-26, 1990. 66",
        "[37] Christiano, L. J., and M. Eichenbaum Current Real Business Cycle Theory and Aggregate Labor Market Fluctuations, American Economic Review, 82: 430-50, 1992a.",
        "[38] Christiano, L. and M. Eichenbaum Liquidity Effects and the Monetary Transmission Mechanism, American Economic Review, 82: 346-353, 1992b.",
        "[39] Christiano, L. and J. Fisher Tobins q and Asset Returns: Implications for Business Cycle Analysis, Working Paper, Northwestern University, 1995.",
        "[40] Cogley, T. and J. Nason Output Dynamics in Real Business Cycle Models, American Economic Review, 85: 492-511, 1995.",
        "[41] Cooley, T. and G. Hansen The Inflation Tax in a Real Business Cycle Model, American Economic Review, 79: 733-48, 1989.",
        "[42] Cooley, T. F. and L. Ohanian The Cyclical Behavior of Prices, Journal of Monetary Economics, 28: 25-60, 1991.",
        "[43] Cooley, T. and L. Ohanian Post-war British Economic Growth and the Legacy of Keynes, Journal of Political Economy, 105: 439-472, 1997.",
        "[44] Cooley, T., and E. Prescott Economic Growth and Business Cycles, in T. Cooley, ed. Frontiers of Business Cycle Research, Princeton University Press, Princeton, 1-38, 1995.",
        "[46] Danthine, J. P., and J. Donaldson A Note on the Effects of Capital Income Taxation on the Dynamics of a Competitive Economy, Journal of Public Economics, 28: 255-265, 1985.",
        "[47] Danthine, J. P., and J. Donaldson Non-Walrasian Economies, in T. Cooley, ed., Frontiers of Business Cycle Research, Princeton University Press, Princeton, 217-242, 1995.",
        "[48] Danthine, J. P., J. Donaldson and R. Mehra On Some Computational Aspects of Real Business Cycle Theory, Journal of Economic Dynamics and Control, 13: 449-470, 1989. 67",
        "[49] den Haan, Wouter Interaction Between Heterogeneous Agents in Intertemporal Stochastic Models: A Solution Algorithm and Applications, Working Paper, University of California at San Diego, 1993.",
        "[50] den Haan, W., G. Ramey and J. Watson Job Destruction and Propagation of Shocks, Working Paper, University of California San Diego, 1997.",
        "[51] Devereux, M., A. Gregory, and G. Smith Realistic Cross-Country Consumption Correlations in a Two-Country, Equilibrium, Business-Cycle Model. Journal of International Money and Finance 11: 3-16, 1992.",
        "[52] Dotsey, M., R. King, and A. Wolman State Dependent Pricing and the General Equilibrium Dynamics of Money and Output, mimeo, University of Virginia, 1996.",
        "[53] Dotsey, M., and Mao, C.S., How Well Do Linear Approximation Methods Work?, Journal of Monetary Economics, 29: 25-38, 1992.",
        "[54] Dunlop, J. The Movement of Real and Money Wage Rates, Economic Journal, 48: 413-434, 1938.",
        "[55] Dupor, B. Aggregation and Irrelevance in Multisector Models, forthcoming, Journal of Monetary Economics, 1998.",
        "[56] Eichenbaum, M. Real Business Cycle Theory: Wisdom or Whimsy?, Journal of Economic Dynamics and Control, 15: 607-626, 1991.",
        "[57] Evans, C. Productivity Shocks and Real Business Cycles, Journal of Monetary Economics, 29: 191-208, 1992.",
        "[58] Farmer, R. The Macroeconomics of Self-Fulfilling Prophecies, MIT Press, 1993.",
        "[59] Finn, M. Energy, Price Shocks, Capacity Utilization and Business Cycle Fluctuations, Institute for Empirical Macroeconomics, Discussion paper 50, Federal Reserve bank of Minneapolis, Minneapolis, 1991.",
        "[60] Friedman, M. A Theory of the Consumption Function, Princeton University Press, Princeton, N.J., 1957. 68",
        "[61] Fuerst, T. Liquidity, Loanable Funds and Real Activity, Journal of Monetary Economics 29: 3-24, 1992.",
        "[62] Gali, J. Technology, Employment and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations, NBER Working Paper ~ 5721, 1996.",
        "[63] Gomes, J., J. Greenwood, and S. Rebelo Equilibrium Unemployment, Working Paper, University of Rochester, 1997.",
        "[64] Gomme, P. and J. Greenwood On the Cyclical Allocation of Risk, Journal of Economic Dynamics and Control, 19: 91-124, 1995.",
        "[65] Greenwood, J., Z. Hercowitz, and G. Huffman Investment, Capacity Utilization and the Business Cycle, American Economic Review, 78: 402-17, 1988.",
        "[66] Greenwood, J., R. Rogerson and R. Wright in T. Cooley, ed., Household Production in Real Business Cycle Theory, in T. Cooley, ed., Frontiers of Business Cycle Research, Princeton University Press, Princeton, 157-174, 1995.",
        "[67] Hall, R. The Relation Between Price and Marginal Cost in U.S. Industry, Journal of Political Economy, 96: 921-47, 1988.",
        "[68] Hall, R. Chapter in this volume, 1999",
        "[69] Hamilton, J. Time Series Analysis, Princeton University Press, 1994.",
        "[70] Hansen, G. Indivisible Labor and the Business Cycle, Journal of Monetary Economics, 16: 309-27, 1985.",
        "[71] Hansen, G. and R. Wright The Labor Market in Real Business Cycle Theory,  Federal Reserve Bank of Minneapolis Quarterly Review, 16: 2-12, 1992.",
        "[72] Horvath, M. Sectoral Shocks and Aggregate Fluctuations, Working Paper, Stanford University, 1997.",
        "[73] Hodrick, R. and E. Prescott Post-war Business Cycles: An Empirical Investigation,  Working Paper, Carnegie-Mellon University, 1980. 69",
        "[74] Hopenhayn, H. and R. Rogerson Job Turnover and Policy Evaluation: A General Equilibrium Analysis, Journal of Political Economy, 10: 915-38, 1993.",
        "[75] Hornstein, A. Monopolistic Competition, Increasing Returns to Scale and the Importance of Productivity Shocks, Journal of Monetary Economics, 31: 299-316, 1993.",
        "[76] Ingram, B., N. Kocherlakota, and N. Savin Using Theory for Measurement: An Analysis of the Cyclical Behavior of Home Production, Journal of Monetary Economics, 40: 435-456, 1997.",
        "[77] Kaldor, N. A Model of Economic Growth, Economic Journal, 67: 591-624, 1957.",
        "[78] King, R. Value and Capital in the Equilibrium Business Cycle Program, in Lionel McKenzie and Stefano Zamagni, Value and Capital Fifty Years Later, MacMillan (London), 1991.",
        "[79] King, R. G. Quantitative Theory and Econometrics, Federal Reserve Bank of Richmond Economic Quarterly, 81: 53-105, 1995.",
        "[80] King, R. and C. Plosser Real Business Cycles and the Test of the Adelmans,  Journal of Monetary Economics, 33: 405-438, 1994.",
        "[81] King, R., C. Plosser and S. Rebelo Production, Growth and Business Cycles: I. the Basic Neoclassical Model, Journal of Monetary Economics, 21: 195-232, 1988.",
        "[82] King, R. C. Plosser and S. Rebelo Production, Growth and Business Cycles: I. the Basic Neoclassical Model, Technical Appendix, Working Paper, University of Rochester, 1988.",
        "[83] King, R., and S. Rebelo Low Frequency Filtering and Real Business Cycles,  Journal of Economic Dynamics and Control, 17: 207-231, 1993.",
        "[84] King, R., C. Plosser, J. Stock, and M. Watson Stochastic Trends and Economic Fluctuations, American Economic Review, 81: 819-840, 1991. 70",
        "[85] King, R. and M. Watson Money, Prices, Interest Rates and the Business Cycle, Review of Economics and Statistics, 78: 35-53, 1996.",
        "[86] Klein, L. and R. Kosobud Some Econometrics of Growth: Great Ratios of Economics, Quarterly Journal of Economics, 75: 173-198, 1961.",
        "[87] Kocherlakota, N. The Equity Premium: Its Still A Puzzle, Journal of Economic Literature, 34: 42-71, 1996.",
        "[88] Koopmans, T. Measurement without Theory, Review of Economics and Statistics, 29: 161-172, 1947.",
        "[89] Koopmans, T. On the Concept of Optimal Economic Growth, in The Econometric Approach to Development Planning, Chicago: Rand-McNally, 1965.",
        "[90] Krusell, P. and A. Smith Income and Wealth Heterogeneity in the Macroeconomy,  Journal of Political Economy, 106: 867-896, 1998.",
        "[91] Kuznets, S. Modern Economic Growth: Findings and Reflections, American Economic Review, 63: 247-58, 1973.",
        "[92] Kydland, F., and E. Prescott Time to Build and Aggregate Fluctuations, Econometrica 50: 1345-1370, 1982.",
        "[93] Kydland, F. and E. Prescott The Workweek of Capital and its Cyclical Implications, Journal of Monetary Economics, 21: 343-360, 1988.",
        "[94] Kydland, F. E. and E. C. Prescott Business Cycles: Real Facts and a Monetary Myth, Federal Reserve Bank of Minneapolis Quarterly Review, 14: 3-18, 1990.",
        "[95] Kydland, F. and E. Prescott The Econometrics of the General Equilibrium Approach to the Business Cycles, Scandinavian Journal of Economics, 93: 161-178, 1991.",
        "[96] Long, J., C. Plosser Real Business Cycles, Journal of Political Economy, 91: 39-69, 1983. 71",
        "[97] Lucas, R. Econometric Policy Evaluation: A Critique, Carnegie Rochester Conference Series on Public Policy, 1: 19-46, Amsterdam, North-Holland, 1976.",
        "[98] Lucas, R. Understanding Business Cycles, Carnegie Rochester Conference Series on Public Policy, 5: 7-46, Amsterdam, North-Holland, 1977.",
        "[99] Lucas, R. Methods and Problems in Business Cycle Theory, Journal of Money Credit and Banking, 12: 696-715, 1980.",
        "[100] Mankiw, G. Real Business Cycles: A New Keynesian Perspective, Journal of Economic Perspectives 3: 79-90, 1989.",
        "[101] MaCurdy,.T. An Empirical Model of the Labor Supply in a Life Cycle Setting, Journal of Political Economy, 89: 1059-85, 1981.",
        "[102] McGrattan, E. The Macroeconomic Effects of Distortionary Taxation, Journal of Monetary Economics, 33: 573-601, 1994.",
        "[103] Mehra, R. and E. Prescott The Equity Premium: A Puzzle, Journal of Monetary Economics 15: 145-161, 1985.",
        "[104] Merz, M. Search in the Labor Market and the Real Business Cycle, Journal of Monetary Economics, 36: 269-300, 1995.",
        "[105] Nelson, C., C. Plosser Trends and Random Walks in Macroeconomic time series: Some Evidence and Implications, Journal of Monetary Economics, 10, 139-167, 1982.",
        "[106] Neusser, K. Testing the Long Run Implications of the Neoclassical Growth Model, Journal of Monetary Economics, 27: 3-37, 1991.",
        "[107] Pencavel, J. Labor Supply of Men: A Survey, in: 0. Ashenfelter and R. Layard, eds.,Handbook of Labor Economics, North Holland, Amsterdam 3-102, 1986.",
        "[108] Phelps, E. Golden Rules of Economic Growth, Norton, NY, 1966.",
        "[109] Plosser, C. I. Understanding Real Business Cycles, Journal of Economic Perspectives 3: 51-77, 1989. 72",
        "[110] Prescott, E. Theory Ahead of Business-Cycle Measurement, Federal Reserve Bank of Minneapolis Quarterly Review 10: 9-22, 1986.",
        "[111] Radner, R. Optimal Growth in a Linear-Logarithmic Economy, International Economic Review, 7: 1-33, 1966.",
        "[112] Rebelo, S. and D. Xie On the Optimality of Interest Rate Smoothing, Journal of Monetary Economics, 43: 263-282, 1999.",
        "[113] Rios-Rull, J. On the Quantitative Importance of Market Completeness, Journal of Monetary Economics 34: 463-96, 1994.",
        "[114] Rogerson, R. Indivisible Labor, Lotteries and Equilibrium, Journal of Monetary Economics 21: 3-16, 1988.",
        "[115] Rogerson, R. and R. Wright Involuntary Unemployment in Economies with Efficient Risk Sharing, Journal of Monetary Economics, 22: 501-15, 1988.",
        "[116] Rogoff, K. Theory Ahead of Business-Cycle Measurement: A Comment, Carnegie-Rochester Conference Series on Public Policy, 25: 45-48, 1986.",
        "[117] Romer, D. Advanced Macroeconomics, McGraw-Hill, New York, 1996.",
        "[118] Rosen, S. The Theory of Equalizing Differences, in 0. Ashenfelter, and R. Layard (eds.) Handbook of Labor Economics, North-Holland, 1: 641-692, 1986.",
        "[119] Rotemberg, J. and M. Woodford Oligopolistic Pricing and the Effects of Aggregate Demand on Economic Activity, Journal of Political Economy, 100: 1153-1207, 1992.",
        "[120] Rotemberg, J. and M. Woodford Dynamic General Equilibrium Models with Imperfectly Competitive Product Markets, in T. Cooley, ed., Frontiers of Business Cycle Research, Princeton University Press, Princeton, 243-293, 1995.",
        "[121] Sargent, T. Beyond Demand and Supply Curves in Macroeconomics, American Economic Review, 72: 382-89, 1982. 73",
        "[122] Sbordone, A. Interpreting the Procyclical Productivity of Manufacturing Sectors: External Effects or Labor Hoarding?, Journal of Money Credit and Banking, 29: 26-45, 1997.",
        "[123] Shapiro, M. Assessing the Federal Reserves Measures of Capacity Utilization,  Brookings Papers on Economic Activity, 1: 181-225, 1989.",
        "[124] Shapiro, M. Capital Utilization and the Premium for Working at Night, Working Paper, University of Michigan, 1993.",
        "[125] Shea, J. Accident Rates, Labor Effort and the Business Cycle, Working Paper, University of Maryland, 1992.",
        "[126] Simkins, S. Do Real Business Cycle Models Exhibit Business Cycle Behavior ?, Journal of Monetary Economics, 33: 381-404, 1994.",
        "[127] Solow, R. A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics, 70: 65-94, 1956.",
        "[128] Solow, R. Technical Change and the Aggregate Production Function, Review of Economic Studies 39: 312-320, 1957.",
        "[129] Stock, J. and M. Watson Business Cycle Fluctuations in U.S. Macroeconomic Time Series, forthcoming in J. Taylor, and M. Woodford, eds. Handbook of Macroeconomics, North-Holland, 1998.",
        "[130] Stokey, N., and R. E. Lucas with E. C. Prescott Recursive Methods in Economic Dynamics. Cambridge, Mass.: Harvard University Press, 1989.",
        "[131] Stokey, N. and S. Rebelo, Growth Effects of Flat-Rate Taxes, Journal of Political Economy, 103: 519-550, 1995.",
        "[132] Summers, L. Some Skeptical Observations on Real Business Cycle Theory, Federal Reserve Bank of Minneapolis Quarterly Review, 10: 23-27, 1986.",
        "[133] Tarshis, L. Changes in Real and Money Wage Rates, Economic Journal, 49: 150-154, 1939.",
        "[134] Thomas, J. Lumpy Investment, Partial Adjustment, and the Business Cycle,  manuscript, University of Virginia, November 1997. 74",
        "[135] Veracierto, M. Plant Level Irreversible Investment and Equilibrium Business Cycles, mimeo, Cornell University~ 1996.",
        "[136] Watson, M. Business Cycle Durations and Postwar Stabilization of the U.S. Economy, American Economic Review, 84: 24-46, 1994."
    ]
}