{
    "id": 7537,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Baker, Laurence C., 1999, Association of Managed Care Market Share and health Expenditures for Fee-for-service Medicare Patients, Journal of the American Medical Association CCLXXXI: 432-437.",
        "Bearden, Diana Joseph and Bryan J. Maedgen, 1995, Emerging Theories of Liability in the Managed Health Care Industry, Baylor Law Review 47: 285-356.",
        "Cutler, David M., Mark McClellan, and Joseph P. Newhouse, How Does Managed Care Do It? NBER manuscript, 1999.",
        "Cutler, David M., and Louise Sheiner, 1998, Managed Care and the Growth of Medical Expenditures, in Frontiers in Health Policy Research: Volume 1, Alan Garber, ed., MIT Press.",
        "Daly, Michael, 1994, Attacking Defensive Medicine Through the Utilization of Practice Parameters, Journal of Legal Medicine 16: 101-132.",
        "Frankel, Jonathan J., 1994, Medical Malpractice Law and Health Care Cost Containment: Lessons for Reforms from the Clash of Cultures, Yale Law Journal 103: 1297-1332.",
        "Health Care Financing Administration, Managed Care Enrollment Statistics, http://www.hcfa.gov, reviewed November 1999.",
        "Kessler, Daniel P. and Mark B. McClellan, 1996, Do Doctors Practice Defensive Medicine, Quarterly Journal of Economics 111: 353-390.",
        "Kessler, Daniel P. and Mark B. McClellan, 1997, The Effects of Malpractice Pressure and Liability Reforms on Physicians Perceptions of Medical Care, Law and Contemporary Problems 60: 81-106.",
        "Kessler, Daniel P. and Mark B. McClellan, 1999a, How Liability Law Affects Medical Productivity, draft.",
        "Kessler, Daniel P. and Mark B. McClellan, 1999b, Is Hospital Competition Socially Wasteful? forthcoming, Quarterly Journal of Economics.",
        "Manning, Willard G., Joseph P. Newhouse, Naihua Duan, Emmett Keeler, Arleen Leibowitz, and M. Susan Marquis, Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment, American Economic Review (1987) 77(3): 251-277.",
        "McClellan, Mark, 1997, Hospital Reimbursement Incentives: An Empirical Approach, Journal of Economics and Management Strategy.",
        "OConnell, Jeffrey and James F. Neale, 1998, HMOs, Cost Containment, and Early Offers: New Malpractice Threats and a Proposed Reform, Journal of Contemporary Health Law and Policy 14: 287-314.",
        "Pedroza, Kenneth R., 1996, Cutting Fat or Cutting Corners, Health Care Delivery and Its Respondent Effect on Liability, Arizona Law Review 38: 399-432.",
        "Sage, William M., 1997, Enterprise Liability and the Emerging Managed Health Care System, Law and Contemporary Problems 60: 159-210."
    ]
}