{
    "id": 7544,
    "cites": 25,
    "cited_by": 20,
    "reference": [
        "Acemoglu, Daron, Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality Quarterly Journal of Economics, CXHI (1998), 10551090.",
        "Aghion, Philippe and Peter Howitt, Endogenous Growth Theory, Cambridge, MA, MIT Press, 1998.",
        "Ahmad, Syed, On The Theory of Induced Invention, Economic Journal LXXVI, (1966), 344-357.",
        "Blanchard, Olivier, The Medium Run Brookings Papers on Economic Activity, (1998).",
        "Caballero, Ricardo J. and Adam B. Jaffe, How High are the Giants Shoulders: An Empirical Assessment of Knowledge Spillovers and Creative Destruction in a Model of Economic Growth NBER Macroeconomics Annual 1993, Cambridge, MA, MIT Press, 1993, 15-74.",
        "Caselli, Francesco and Jaume Ventura A Representative Consumer Theory of Distribution  forthcoming American Economic Review (2000).",
        "David, Paul, Technical Choice, Innovation and Economic Growth: Essays on American and British Experience in the Nineteenth Century, London, Cambridge University Press, 1975.",
        "Grossman, Gene and Elhanan Helpman, Quality Ladders in the Theory of Growth Review of Economic Studies, LIIX (1991a), 43-61.",
        "Grossman, Gene and Elhanan Helpman, Innovation and Growth in the Global Economy, Cambridge, MA, MIT Press, 1991b.",
        "Habakkuk, H. J., American and British Technology in the Nineteenth Century: Search for Labor Saving Inventions, Cambridge University Press, 1962.",
        "Jaffe, Adam B., Manuel Trajtenberg, and Rebecca Henderson, Geographic Localizaion of Knowledge Spillovers as Evidenced by Patent Citations Quarterly Journal of Economics, CVIII (1993), 577-598.",
        "Jones, Larry E. and Rodolfo E. Manuelli, A Convex Model of Equilibrium Growth: Theory and Policy Implications Journal of Political Economy, 98 (1990), 1008-1038.",
        "Kennedy, Charles, Induced Bias in Innovation and the Theory of Distribution Economic Journal, LXXIV (1964), 541-547.",
        "Lucas, Robert, On the mechanics of economic development. Journal of Monetary Economics, 22 (1988), 3-42.",
        "Rebelo, Sergio, Long-Run Policy Analysis and Long-Run Growth Journal of Political Economy 99 (1991), 500-521.",
        "Rivera-Batiz, Luis A. and Paul M. Romer, Economic Integration and Endogenous Growth Quarterly Journal of Economics, 106 (1991), 531-555.",
        "Romer, Paul M., Increasing Returns and Long-Run Growth Journal of Political Economy 94 (1986), 1002-1037.",
        "Romer, Paul M., Endogenous Technological Change Journal of Political Economy, IIC (1990), S71-S102.",
        "Salter W. E.G., Productivity and Technical Change, 2nd edition, Cambridge University Press, (1966) Cambridge, United Kingdom.",
        "Samuelson, Paul, A Theory of Induced Innovations Along Kennedy-Weisacker Lines Review of Economics and Statistics, XLVII (1965), 444-464.",
        "Schmookler, Jacob, Invention and Economic Growth, Cambridge, Harvard University Press, 1966.",
        "Segerstrom, P. 5., T. Anant, and E. Dinopoulos, A Schumpeterian Model of the Product Life Cycle American Economic Review 80 (1990), 1077-1092.",
        "Shapiro, Carl and Joseph Stiglitz; Unemployment as Worker Discipline Device American Economic Review, 73 (1984), 433-444.",
        "Ventura, Jaume, Growth and Interdependence Quarterly Journal of Economics, CXII (1997), 57-84.",
        "Young, A. Invention and Bounded Learning by Doing Journal of Political Economy 101 (1993), 443-472."
    ]
}