{
    "id": 7545,
    "cites": 18,
    "cited_by": 9,
    "reference": [
        "Altonji, Joseph G., Fumio Hayashi and Laurence J. Kotlikoff, Is the Extended Family Altruistically Linked'DONE' Direct Tests Using Micro Data, American Economic Review 82(5) (December 1992) pp.",
        "Andorka R., The Decline of Fertility in Europe: Review Symposium, Population and Development Review 12, No. 2, (June 1986) pp.329-334.",
        "Barro, Robert J. and Gary S. Becker (1989) Fertility Choice in a Model of Economic Growth, Econometrica, 57(2), (1989) 481-501.",
        "Ben Porath, Yoram. The Production of Human Capital and the Life Cycle of Earnings, Journal of Political Economy, (August1967), pp. 352-65.",
        "Berman, Eli Sect, Subsidy and Sacrifice: An Economists View of Israeli Ultra-Orthodox Jews, Quarterly Journal of Economics, August 2000.",
        "Blau Francine D., The Fertility of Immigrant Women: Evidence from High-Fertility Source Countries, Immigration and Workforce, ed. Borjas and Freeman 1992.",
        "Borjas George J., Self-Selection and the Earnings of Immigrants American Economic Review vol.77 no.4 (September 1987): 531-553.",
        "Chiswick, Barry R., The Effect of Americanization on the Earnings of Foreign-Born Men, Journal of Political Economy 86 (1978), 897-921.",
        "Adjustment, International Migration Review 27(2) (Summer 1993b) 260-285.",
        "Flug, Karnit, Nitsa Kasir The Absorption in the Labor Market of Immigrants from the CIS - the Short Run Bank of Israel Discussion Paper No. 93.09, (October, 1993).",
        "Ford, Kathleen. Duration of Residence in the United States and the Fertility of U.S. Immigrants, International Migration Review 24 (Spring 1990): 34-68 Friedberg, Rachel. You Cant Take it With You'DONE' Immigrant Assimilation and the Portability of Human Capital: Evidence from Israel. Journal of Labor Economics, forthcoming.",
        "Training Center, Brown University, WP 97-11 (1997).",
        "Friedlander, Dov and Carole Feldmann The Modern Shift to Below Replacement Fertility: Has Israels Population Joined the Process'DONE' Population Studies 47 (1993) 295-306.",
        "Kahn, Joan R. Immigrant Selectivity and Fertility Adaptation in the United States, Social Forces 67 (September 1988): 108-27.",
        "LaLonde, Robert J. and Robert H. Topel (1991) Lalonde, Robert J. and Robert H. Topel, Immmigratns in the American Labor Market: Quality, Assimilation and Distributional Effects, American Economic Review 81(2) (May 1991) pp. 297-302.",
        "Razin, Assaf and Efraim Sadka Population Economics, (MIT Press, Cambridge, 1995).",
        "Tcha, Moonjong Altruism and Migration: Evidence from Korea and the United States, Economic Development and Cultural Change, 44,(July 1996) pp. 859-78,.",
        "Vishevsky A.G., Family, Fertility and Demographic Dynamics in Russia: Analysis and Forecast, from DaVanzo, Farnsworth (ed.) Russias Demographic Crisis, (1996)."
    ]
}