{
    "id": 7549,
    "cites": 27,
    "cited_by": 49,
    "reference": [
        "[1] Bernanke, Ben, The Federal Funds Rate and the Channels of Monetary Policy Transmission , American Economic Review 82, September 1992, 901-921.",
        "[2] Bernanke, Ben and Mark Gertler, Agency Costs, Net Worth and Business Cycles, American Economic Review, March 1989.",
        "[3] Bernanke, Ben and Mark Gertler, Inside the Black Box: The Credit Channel of Monetary Policy Transmission, Journal of Economic Perspectives 9, Fall 1995, 2748.",
        "[4] Bernanke, Ben, Mark Gertler and Simon Gilchrist, The Financial Accelerator in a Quantitative Business Framework, NBER Working Paper 6455, March 1998, forthcoming, The Handbook of Macroeconomics, John Taylor and Michael Woodford, editors.",
        "[5] Bernanke, Ben, Mark Gertler and Mark Watson, Systematic Monetary Policy and the Effects of Oil Shocks, Brookings Papers on Economic Activity, 1997:1, 91-157.",
        "[6] Bernanke, Ben and Cara S. Lown, The Credit Crunch, Brookings Papers on Economic Activity, 1991:2, 205-247.",
        "[7] Bernanke, Ben and Ilian Mihov, Measuring Monetary Policy, Quarterly Journal of Economics CXIII, August 1998, 869-902.",
        "[8] Christiano Lawrence, Martin Eichenbaum and Charles Evans, The Effects of Monetary Policy Shocks: Evidence from the Flow of Funds, Review of Economics and Statistics, February 1996, 16-34.",
        "[9] Clarida, Richard, Jordi Gali, and Mark Gertler, Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics, forthcoming.",
        "[10] Dotsey, Michael, The Predictive Content of the Interest Rate Term Spread for Future Economic Growth, Federal Reserve Bank of Richmond Quarterly Review 84/3 Summer 1998, 30-51.",
        "[11] Estrella, Arturo and Gikas Hardouvelis, The Term Structure of Interest Rates as a Predictor of Real Economic Activity, Journal of Finance 46, 55-572.",
        "[12] Estrella, Arturo and Frederic Mishkin, Predicting Recessions: Financial Variables as Leading Indicators, Review of Economics and Statistics, February1998.",
        "[13] Friedman, Benjamin and Kenneth N. Kuttner, Money, Income and Interest Rates, American Economc Review 82, June 1992, 472-492.",
        "[14] Friedman, Benjamin and Kenneth N. Kuttner, Economic Activity and Short Term Credit Markets: An Analysis of Prices and Quantities, Brookings Papers on Economic Activity, 1993:2, 193-283.",
        "[15] Friedman, Benjamin and Kenneth N. Kuttner, Indicator Properties of the Paper-Bill Spread: Lessons From Recent Experience, Review of Economics and Statistics, February 1998, 34-44.",
        "[17] Gertler, Mark, Comment on Friedman and Kuttner, Brookings Papers on Economic Activity, 1993:2, 271-277.",
        "[18] Hamilton, James, Oil and the Macroeconomy Since World War II, Journal of Political Economy 91: 228-48.",
        "[19] Helwege, Jean and Paul Kleiman, Understanding Default Rates on High Yield Securities, Journal of Fixed Income Securities, 55-61.",
        "[20] Hubbard, R. Glenn, Capital Market Imperfections and Investment, Journal of Economic Literature 36, March 1998.",
        "[21] Kashyap, Anil, David W. Wilcox and Jeremy Stein, Monetary Policy and Credit Conditions: Evidence From the Composition of External Finance, American Economic Review 83, June 1993, 78-98.",
        "[22] Lown, Cara S., Donald P. Morgan and Sonali Rohatgi, Commercial Credit Standards at Banks: How We Observe Them and Why They Matter, mimeo, Federal Reserve Bank of New York, June 1999.",
        "[23] Milken, Michael, Prosperity and Social Capital, Wall Street Journal, June 23, 1999, A26.",
        "[24] Mishkin, Frederic, Asymmetric Information and Financial Crises: A Historical Perspective, in R. Glenn Hubbard editor, Financial Markets and Financial Crises, University of Chicago Press, 1991, 69-108.",
        "[25] Muellbauer, John N.J., Income Persistence and Macro-Policy Feedbacks in the U.S. Oxford Bulletin of Economics and Statistics, 58, 703-733.",
        "[26] Saidenberg, Marc and Philip Strahan, Are Banks Still Important for Financing Large Businesses'DONE', Current Issues in Economics and Finance, Federal Reserve Bank of New York, August, 1999.",
        "[27] Stock, James and Mark Watson, Business Cycle Fluctuations in U.S. Time Series, forthcoming in the Handbook of Macroeconomics, John Taylor and Michael Woodford, editors.",
        "[29] Woodford, Michael, Non-Standard Indicators for Monetary Policy, in Monetary Policy, N. Gregory Mankiw editor, University of Chicago Press, 1994, 95-115."
    ]
}