{
    "id": 7550,
    "cites": 67,
    "cited_by": 73,
    "reference": [
        "Akerlof, George, and Janet Yellen, 1985, A near-rational model of the business cycle with wage and price inertia, Qnarterly Jonrnal of Economics 100, 823-838.",
        "Barro, Robert, and David Gordon, 1983, A positive theory of monetary policy in a natural rate model, Jonrnal of Political Economy 91(4), 589-610.",
        "Barro, Robert and Hershel Grossman, 1976, Money, Employment, and Inflation, Cambridge University Press, Cambridge.",
        "Bernanke, Ben, and Mark Gertler, 1989, Agency costs, net worth and business fluctuations, American Economic Review 79, 14-3 1.",
        "Bernanke, Ben, and Mark Gertler, 1995, Inside the black box: The credit channel of monetary policy transmission, Jonrnal of Economic Perspectives 9(4), 27-48.",
        "Bils, Mark, 1987, The cyclical behavior of marginal cost and price, American Economic Review 77, 838-855.",
        "Blanchard, Olivier, 1997, The medium run, Brookings Papers on Economic Activity 2, 89-158.",
        "Blanchard, Olivier and Stanley Fischer, 1989, Lectnres on Macroeconomics, MIT Press.",
        "Blanchard, Olivier and Lawrence Katz, 1997, What do we know and do not know about the natural rate of unemployment, Jonrnal of Economic Perspectives 11(1).",
        "Caballero, Ricardo and Mohamad Hammour, 1996, The `fundamental transformation  in macroeconomics, American Economic Review 86(2), 181-186.",
        "Caballero, Ricardo and Mohamad Hammour, 1999, The cost of recessions revisited: A reverse-liquidationist view, mimeo, MIT.",
        "Calvo, Guillermo, 1998, Varieties of capital market crises, in G. Calvo and M. King (ed) The Debt Bnrden and its Conseqnences for Monetary Policy, McMillan.",
        "Macroeconomics 43 Caplin, Andrew and John Leahy, 1991, State dependent pricing and the dynamics of money and output, Quarterly Journal of Economics 106, 683-708.",
        "Caplin, Andrew and Dan Spulber, 1987, Menu costs and the neutrality of money, Quarterly Journal of Economics 102, 703-726.",
        "Carroll, Christopher, 1997, Buffer-stock saving and the life cycle/permanent income hypothesis, Quarterly Journal of Economics 112(1), 1-56.",
        "Chari, V.V., and Patrick Kehoe, and Ellen McGrattan, 1998, Sticky price models of the business cycle: Can the contract multiplier solve the persistence problem?, FRB of Minneapolis staff paper 217.",
        "De Wolff, Piet, 1941, Income elasticity of demand, a micro-economic and a macroeconomic interpretation, Economic Journal 51(201), 140-145.",
        "Deaton, Angus, 1992, Understanding Consumption, Oxford University Press.",
        "Diamond, Douglas and Philip Dybvig, 1983, Bank runs, deposit insurance, and liquidity, Journal of Political Economy 91, 40 1-419.",
        "Diamond, Peter, 1982a, Aggregate demand management in search equilibrium, Journal of Political Economy 90, 881-894.",
        "Diamond, Peter, 1982b, Wage determination and efficiency in search equilibrium, Review of Economic Studies 49, 2 17-227.",
        "Dornbusch, Rudiger, 1976, Expectations and exchange rate dynamics, Journal of Political Economy 84, 1161-1176.",
        "Eckstein, Otto and Allen Sinai, 1986, The mechanisms of the business cycle in the postwar era, pp. 39-122, in `The American Business Cycle. Continuity and Change, R. Gordon ed, NBER and the University of Chicago Press.",
        "Espinosa, Maria and Changyong Rhee, 1989, Efficient wage bargaining as a repeated game, Quarterly Journal of Economics 104-3, 565-588.",
        "Fisher, Irving, 1911, The Purchasing Power of Money, MacMillan, New York.",
        "Macroeconomics 44 Friedman, Milton, 1968, The role of monetary policy, American Economic Review 58, 1-21.",
        "Haberler, Gottfried, 1937, Prosperity and Depression. A Theoretical Analysis of Cyclical Movements, League of Nations; Geneva.",
        "Hicks, John, 1939, Value and Capital, Oxford University Press: Oxford.",
        "Holmstrom, Bengt and Jean Tirole, 1997, Financial intermediation, loanable funds, and the real sector, Quarterly Journal of Economics 112, 663-692.",
        "Holmstrom, Bengt and Jean Tirole, 1998, Private and public supply of liquidity, Journal of Political Economy 106(1), 1-40.",
        "Kahn, R.F., 1931, The relation of home investment to unemployment, Economic Journal 41, 173-198.",
        "Katz, Lawrence, 1986, Efficiency wage theories: a partial evaluation, NBER Macroeconomics Annual 1, 235-276.",
        "Kiyotaki, Nobuhiro, 1988, Multiple expectational equilibria under monopolistic competition, Quarterly Journal of Economics 102(4), 695-714.",
        "Macroeconomics 45 Kiyotaki, Nobuhiro and John Moore, 1997, Credit cycles, Journal of Political Economy 105(2), 211-248.",
        "Klein, Lawrence, 1946, Macroeconomics and the theory of rational behavior, Econometrica 14(2), 93-108.",
        "Lucas, Robert E., 1973, Some international evidence on the output-inflation tradeoff, American Economic Review 63(3), 326-334.",
        "Lucas, Robert E., 1987, Models of Business Cycles, Basil Blackwell; Oxford.",
        "Lucas, Robert and Leonard Rapping, 1969, Real wages, employment, and inflation, Journal of Political Economy 77, 721-754.",
        "Lucas, Robert and Thomas Sargent, 1978, After Keynesian economics, in After the Phillips Curve: Persistence of High Inflation and High Unemployment, Federal Reserve Bank of Boston.",
        "Lucas, Robert and Nancy Stokey, 1989, Recursive Methods in Economic Dynamics, Harvard University Press; Cambridge.",
        "Mankiw, N. Greg, 1985, Small menu costs and large business cycles: A macroeconomic model, Quarterly Journal of Economics 100(2), 529-539.",
        "McKean, Roland, 1949, Liquidity and a national balance sheet, Journal of Political Economy pp. 506-522.",
        "Mitchell, Wesley, 1923, Business Cycles and Unemployment, National Bureau of Economic Research, McGraw-Hill; New York.",
        "Modigliani, Franco, 1944, Liquidity preference and the theory of interest and money, Econometrica 12(1), 45-88.",
        "Modigliani, Franco and Brumberg, Richard, 1954, Utility analysis and the consumption function; an interpretation of cross-section data, pp. 388-436, in Post Keynesian Economics, K. Kurihara ed, Rutgers University Press.",
        "Macroeconomics 46 Mortensen, Dale, 1982, The matching process as a noncooperative/bargaining game, The Economics of Information and Uncertainty pp. 233-254, J.J. McCall ed, Chicago: University of Chicago Press.",
        "Mortensen, Dale and Christopher Pissarides, 1998, Job reallocation, employment fluctuations, and unemployment differences, mimeo (forthcoming, Handbook of Macroeconomics).",
        "Obstfeld, Maurice and Kenneth Rogoff, 1996, Foundations of international macroeconomics, MIT Press.",
        "Phelps, Edmund, 1970, Microeconomic foundations of employment and inflation theory, W.W. Norton; New York.",
        "Phelps, Edmund, 1992, Customer demand and equilibrium unemployment in a working model of the incentive-wage customer-market economy, Quarterly Journal of Economics pp. 1003-1033.",
        "Pigou, AC., 1936, Review of `The General Theory of Employment, Interest, and Money by J.M. Keynes, Economica 3, 115-132.",
        "Pigou, A.C., 1950, Keynes General Theory: A Retrospective View, MacMillan; London.",
        "Pissarides, Christopher, 1985, Short run equilibrium dynamics of unemployment, vacancies, and real wages, American Economic Review 1985, 676-690.",
        "Pissarides, Christopher, 1999, Equilibrium Unemployment Theory, Second edition, MIT Press, forthcoming.",
        "Prescott, Edward, 1986, Theory ahead of business cycle measurement, Quarterly Review, Minneapolis Fed pp. 9-22.",
        "Ramsey, Frank, 1928, A mathematical theory of saving, Economic Journal 38(152), 543-559.",
        "Macroeconomics 47 Rotemberg, Julio and Michael Woodford, 1991, Markups and the business cycle, NBER Macroeconomics Annual pp. 63-128, Olivier Blanchard and Stanley Fischer eds.",
        "Samuelson, Paul, 1939, Interactions between the multiplier analysis and the principle of acceleration, Review of Economic Statistics 21(2), 75-78.",
        "Shapiro, Carl and Joseph Stiglitz, 1984, Equilibrium unemployment as a discipline device, American Economic Review 74(3), 433-444.",
        "Shea, John, 1993, Do supply curves slope up?, Quarterly Journal of Economics 108(1), 1-32.",
        "Shiller, Robert, 1999, Designing indexed units of account, NBER Working Paper 7160.",
        "Shleifer, Andrei, 2000, Inefficient markets. An introduction to behavioral finance, Clarendon Lecture Series, Oxford University Press: Oxford, forthcoming.",
        "Shleifer, Andrei and Robert Vishny, 1997, The limits of arbitrage, Journal of Finance 53, 35-55.",
        "Snowdon, Brian and Howard Vane, 1999, Conversations with leading economists. Interpreting modern macroeconomics, Edward Elgar, Cheltenham, U.K.",
        "Taylor, John, 1980, Aggregate dynamics and staggered contracts, Journal of Political Economy 88(1), 1-24.",
        "Taylor, John, 1998, Staggered price and wage setting in macroeconomics, NBER WP 6754, forthcoming Handbook of Macroeconomics.",
        "Wicksell, Knut, 1898, Interest and Prices, MacMillan, London, first published in Macroeconomics 48 German in 1898. Woodford, Michael, 1999, Revolution and evolution in twentieth-century macroeconomics, mimeo."
    ]
}