{
    "id": 7551,
    "cites": 40,
    "cited_by": 142,
    "reference": [
        "Ball, Laurence (1994): What Determines the Sacrifice Ratio ?, in G. Mankiw, ed., Monetary Policy, Chicago University Press.",
        "Ball, Laurence (1995), Disinflation with Imperfect Credibility, Journal of Monetary Economics 35, 5-24.",
        "Ball, Laurence and David Romer (1990), Real Rigidities and the Non-Neutrality of Money, Review of Economic Studies, 183-204.",
        "Blanchard, Olivier and Pierre Alain Muet (1992), Competitiveness Through Disinflation: An Assessment of the French Macro-Strategy, mimeo, M.I.T.",
        "Blanchard, Olivier and Stanley Fischer (1989), Lectures on Macroeconomics, M.I.T.",
        "Press. Benabou, Roland, (1992), Inflation and Markups: Theories and Evidence from the Retail Trade Sector, European Economic Review, 36, 566-574.",
        "Bernanke, Ben S., Mark Gertler, and Simon Gilchrist, (1998), The Financial Accelerator in a Quantitative Business Cycle Framework, in the Handbook of Macroeconomics, John Taylor and Michael Woodford eds.",
        "Buiter Willem and Ian Jewitt, Staggered Wage Setting with Real Wage Relativities: Variations on a Theme of Taylor, in Macroeconomic Theory and Stabilization Policy (University of Michigan Press, Ann Arbor), 183-199. Calvo, Guillermo A. (1983): Staggered Prices in a Utility Maximizing Framework,  Journal of Monetary Economics, 12, 383-398.",
        "Campbell, John Y. and N. Gregory Mankiw (1989), Consumption, Income and Interest Rates: Re-interpreting the Times Series Evidence, NBER Macroeconomics Annual, edited by Olivier Blanchard and Stanley Fischer (M.I.T. Press).",
        "Campbell, John Y. and Robert Shiller (1987), Cointegration and Tests of the Present Value Relation, Journal of Political Economy 95, 1062-1088.",
        "Chadha, Bankim, Paul R. Masson and Guy Meredith (1992), Models of Inflation and the Costs of Disinflation, IMF Staff Papers, vol.39, no. 2, 395-431.",
        "Chari, V.V., Patrick Kehoe and Ellen McGratten, (1996), Sticky Price Models of the Business Cycle: The Persistence Problem, manuscript, University of Minnesota.",
        "Christiano, Lawrence J., Martin Eichenbaum and Charles Evans (1997), Sticky Price and Limited Participation Models: A Comparison, European Economic Review, 41, 1201-1249.",
        "Clarida, Richard and Mark Gertler(1997), How the Bundesbank Conducts Monetary Policy, in Reducing Inflation: Motivation and Strategies, Christina and David Romer editors.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler, (1997a), Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics, forthcoming.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler (1997b): The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature, forthcoming.",
        "Erceg, Christopher J., Dale W. Henderson and Andrew Levin (1998), OutputGap and Price Inflation Volatilities: Reaffirming Tradeoffs in an Optimizing Model, mimeo, Federal Reserve Board.",
        "Fischer, Stanley, (1997): Long Term Contracts, Rational Expectations, and the Optimal Money Supply Rule, Journal of Political Economy 85, 163-190.",
        "Fuhrer, Jeffrey C., and George R. Moore (1995): Inflation Persistence, Quarterly Journal of Economics, No. 440, February, pp 127-159.",
        "Fuhrer, Jeffrey C. (1997): The (Un)Importance of Forward-Looking Behavior in Price Specifications, Journal of Money, Credit, and Banking 29, no. 3, 338-350.",
        "Fuhrer, Jeffrey C., Geoffrey Moore, and Scott Schuh (1995): Estimating the Linear-Quadratic Inventory: Maximum Likelihood versus Generalized Method of Moments,  Journal of Monetary Economics 35, 115-157.",
        "Goodfriend, Marvin, and Robert King (1997): The New Neoclassical Synthesis and the Role of Monetary Policy NBER Macroeconomics Annual, forthcoming.",
        "Gordon, Robert J.(1996), Time-Varying NAIRU and its Implications for Economic Policy, NBER Working Paper No. 5735.",
        "Jeanne, Olivier, (1998), Generating Real Persistent Effects of Monetary Shocks: How Much Nominal Rigidity Do We Really Need? European Economic Review no.",
        "Kiley, Michael T. (1997), Staggered Price Setting and Real Rigidities, Federal Reserve Board FEDS working paper no. 1997-46.",
        "Kimball, Miles 5. (1995): The Quantitative analytics of the Basic Neomonetarist Model, Journal of Money, Credit, and Banking, vol. 27, no. 4, 1241-1278.",
        "King, Robert G., and Alexander L. Wolman, (1996): Inflation Targeting in a St.",
        "Louis Model of the 21st Century NBER Working Paper No. 5507. King, Robert G. and Alexander L. Wolman, (1998): What Should The Monetary Authority Do When Prices Are Sticky? forthcoming in Monetary Policy Rules, J.",
        "Taylor, ed, The University of Chicago Press. King Robert G. and Mark Watson (1994), The Post-War U.S. Phillips Curve: A Revisionist Econometric History, Carnegie-Rochester Conference on Public Policy, 157-219.",
        "Lown Cara S. and Robert W. Rich (1997), Is There An Inflation Puzzle, Federal Reserve Bank of New York Quarterly Review, 51-69.",
        "McCallum, Bennett T., and Edward Nelson (1998): Performance of Operational Policy Rules in an Estimated Semi-Classical Structural Model, forthcoming in Monetary Policy Rules, J. Taylor, ed, The University of Chicago Press.",
        "Roberts, John M. (1997): Is Inflation Sticky? , Journal of Monetary Economics, No. 39, pp 173-196.",
        "Roberts, John M. (1998): Inflation Expectations and the Transmission of Monetary Policy, mimeo, Federal Reserve Board.",
        "Rotemberg, Julio, and Michael Woodford (1997a): An Optimization-Based Econometric Framework for the Evolution of Monetary Policy, mimeo Rotemberg, Julio and Michael Woodford (1997b): Interest Rate Rules in a Estimated Sticky Price Model, mimeo, Princeton University.",
        "Sbordone, Argia, M., Prices and Unit Labor Costs: Testing Models of Pricing, mimeo, Princeton University. Svensson, Lars E. 0., (1997a), Inflation Forecast Targeting: Implementing and Monitoring Inflation Targets, European Economic Review 41, June, pp. 1111-47.",
        "Svensson, Lars E. 0., (1997b), Inflation Targeting: Some Extensions, NBER Working Paper No. 5962, March.",
        "Taylor, John B. (1980): Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, 88, 1-23.",
        "Watson, Mark, (1993). Measures of Fit For Calibrated Models, Journal of Political Economy, 101-141.",
        "Woodford, Michael (1996): Control of the Public Debt: A Requirement for Price Stability?, NBER Working Paper No. 568~, July.",
        "Yun, Tack (1996): Nominal Price Rigidity, Money Supply Endogeneity, and Business Cycles, Journal of Monetary Economics, No. 37, 1996, pp 345-370."
    ]
}