{
    "id": 7553,
    "cites": 15,
    "cited_by": 20,
    "reference": [
        "Cutler, David, and Jonathan Gruber (1996). Does Public Insurance Crowd Out Private Insurance?, Quarterly Journal of Economics, 111, 391-430.",
        "Cutler, David, and Sarah Reber (1998). Paying for Health Insurance: The Trade-Off Between Competition and Adverse Selection, Quarterly Journal of Economics, 114, 433-466.",
        "Dowd, Bryan, and Roger Feldman (1994). Premium Elasticities of Health Plan Choice, Inquiry, 31, 438-444.",
        "Etheredge, Lynn (1999). Tax Credits for Uninsured Workers, mimeo, Health Insurance Reform Project of the George Washington University.",
        "Farber, Henry, and Helen Levy (1999). Recent trends in Employer-Sponsored Health Insurance Coverage: Are Bad Jobs Getting Worse?, forthcoming, Journal of Health Economics.",
        "Gruber, Jonathan (1999). Health Insurance and the Labor Market, forthcoming in Joseph Newhouse and Anthony Culyer, eds., Handbook of Health Economics.",
        "Gruber, Jonathan, and James Poterba (1996). Fundamental Tax Reform and Employer-Provided Health Insurance, in Economic Effects of Fundamental Tax Reform, Henry J. Aaron and William G. Gale, eds. Washington, D.C.: Brookings Institution, 125-170.",
        "The Kaiser Project on Incremental Health Reform (1999). The Difference Different Approaches Make: Comparing Proposals to Expand Health Insurance, available at www.kff.org, prepared by Judith Feder, Con Uccello, Ellen OBrien.",
        "Leibman, Jeffrey B. (1998). The Impact of the Earned Income Tax Credit on Incentives and Income Distribution, in James Poterba, ed., Tax Policy and the Economy 12, 83-120.",
        "Manning, Willard, etal. (1987). Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment, American Economic Review 77, 251-277.",
        "Marquis, Susan, and Stephen H. Long (1994). Worker Demand for Health Insurance in the Non-Group Market, mimeo, RAND.",
        "Meyer, Jack, Sharon Silow-Caroll and Elliot Wicks (1999). Tax Reform to Expand Health Coverage: Administrative Issues and Challenges. Report prepared for the Kaiser Family 47 Foundation.",
        "Pauly, Mark (1986). Taxation, Health Insurance, and Market Failure in the Medical Economy, Journal of Economic Literature, 24, 629-675.",
        "Royalty, Anne (1999). Tax Preferences for Fringe Benefits and Workers Eligibility for Employer Health Insurance, Journal of Public Economics, forthcoming.",
        "Shore-Sheppard, Lara, Thomas Buchmueller, and Gail Jensen (1999). Medicaid and Crowding Out of Private Insurance: A Re-Examination Using Firm Level Data, forthcoming, Journal of Health Economics."
    ]
}