{
    "id": 7555,
    "cites": 25,
    "cited_by": 8,
    "reference": [
        "Begley, Charles E., Slater, Carl H., Engel, Martha J., and Thomas F. Reynolds (1994). Avoidable Hospitalizations and Socio-Economic Status in Galveston County, Texas, Journal of Community Health, 19, 377-387.",
        "Billings, John, and Nina Teicholz (1990). Uninsured Patients in District of Columbia Hospitals, Health Affairs, 9, 158-165.",
        "Billings, John, Zeitel, Lisa, Lukomnik, Joanne, Carey, Timothy S., Black, Arthur E., and Laurie Newman (1993). Impact of Socioeconomic Status on Hospital Use in New York City, Health Affairs, 12, 162-173.",
        "Casanova, Canrien, and Barbara Starfield (1995). Hospitalizations of Children and Access to Primary Care: A Cross-National Comparison, International Journal of Health Services, 25, 283-294.",
        "CulTie, Janet. Do Children of linmigrants Make Differential Use of Public Health Insurance? Working Paper no. 5388. Cambridge, Mass.: NBER, 1995.",
        "Curie, Janet, and Jonathan Gruber (1996a). Saving Babies: The Efficacy and Cost of Recent Changes in the Medicaid Eligibility of Pregnant Women, Journal of Political Economy, 104, 1263-1296.",
        "Curie, Janet, and Jonathan Gruber (1996b). Health Insurance Eligibility, Utilization of Medical Care, and Child Health, Quarterly Journal of Economics, 111,431-466.",
        "Curie, Janet and Jonathan Gruber (1997). The Technology of Birth: Insurance Coverage, Medical Interventions, and Infant Health, NBER Working Paper 5985, April 1997.",
        "Cutler, David (1991). Empirical Evidence on Hospital Delivery Under Prospective Payment, mimeo, MIT.",
        "Cutler, David, and Jonathan Gruber Does Public Insurance Crowd Out Private Insurance?, Quarterly Journal ofEconoinics, 111, 39 1-430. Dubay, Lisa, and Genevieve Kenney. Did the Medicaid Expansions for Pregnant Women Crowd Out Private Coverage? Health Affairs 16 (January/February 1997): 185-93.",
        "Fronstin, Paul (1998). Sources of Health Insurance and Characteristics of the Uninsured: Analysis of the March 1998 Current Population Survey. Washington, D.C.: Employee Benefits Research Institute Issue Brief~ December.",
        "Gadomski, Anne, Jenkins, Paul, and Melissa Nichols (1998). Impact of a Medicaid Primary 34 Care Provider and Preventive Care on Pediatric Hospitalization, Pediatrics, 101.",
        "Goodman, D.C., E.S. Fisher, A. Gittelsolm, C.H. Chang, and C. Fleming (1994). Why Are Children Hospitalized? The Role of Non-Clinical Factors in Pediatric Hospitalizations, Pediatrics, 93, 896-902.",
        "Gruber, Jonathan (1997). Health Insurance for Poor Women and Children in the U.S.: Lessons from the Past Decade, in Tax Policy and the Economy 11, James Poterba, ed.. Cambridge, MA: MIT Press, 169-211.",
        "Hahn, B. (1992). Annual Expenses and Sources of Paynzent for Health Care Services, Rockville, MD: U.S. Department of Health and Human Services, Public Health Service, Agency for Health Care Policy and Research, Center for General Health Services Intramural Research. Washington, DC: U.S. Government Printing Office.",
        "Halfon, N. and P.W. Newacheck (1993). Childhood Asthma and Poverty: Differential Impacts and Utilization of Health Services, Pediatrics, 91, 56-61.",
        "Homer, C.J., Szilagyi, P., Rodewald, L., Bloom, S.R., Greenspan, P., Yazdgerdi, S., Leventhal, J.M., Finkelstein, D., and JM Perrin (1996). Does Quality of Care Affect Rates of Hospitalization for Childhood Asthma? Pediatrics, 98, 18-23.",
        "McConnochie, Kenneth M., Roghrnann, Klaus J., Kitzman, Harriet J., Liptak, Gregory S., and JoIm T. McBride (1997a). Ensuring High-Quality Alternatives While Ending Pediatric Inpatient Care as We Know It, Archives of Pediatric and Adolescent Medicine, 151, 341349. McConnochie, Kenneth M., Roghmann, Klaus J., and Gregory S. Liptak (1997b). Socioeconomic Variation in Discretionary and Mandatory Hospitalization of Infants: An Ecologic Analysis, Pediatrics, 99, 774-784.",
        "Maiming, Willard G., Newhouse, Joseph P., Duan, Naihua, Keeler, Emmett B. and Arleen Leibowitz (1987). Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment, American Economic Review, 77, 25 1-277.",
        "Pappas, Gregory, Hadden, Wilbur C., Kozak, Lola Jean, and Gail F. Fisher (1997). Potentially Avoidable Hospitalizations: Inequalities in Rates between US Socioeconomic Groups, American Journal of Public Health, 87, 811-816.",
        "Parchman, Michael and Steven Culler (1994). Primary Care Physicians and Avoidable Hospitalizations, Journal of Family Practice, 39, 123-128.",
        "Roos, Noralou P., Wennberg, John E., and Klim McPherson (1988). Using DiagnosisRelated Groups for Studying Variations in Hospital Admissions, Health Care 35 Financing Review, 9, 5 3-62.",
        "Solberg, Leif I., Peterson, Kent B., Ellis, Ronald W., Romness, Kenneth, Rohrenbach, Elizabeth, Thell, Terry, Smith, Angela, Routier, Ann, Stillmank, Mary Wermuth, and Soloman Zak (1990). The Minnesota Project: A Focused Approach to Ambulatory Quality Assessment, Inquiry, 27, 3 59-367.",
        "U.S. General Accounting Office (1994). Health Care Reform: Potential Difficulties in Determining Eligi bility for Low-Income People, GAO/HEHS-94- 176. Washington, DC: Government Printing Office.",
        "Weissman, Joel S. and Arnold M. Epstein. Falling through the Safety Net (Baltimore: The Jolms Hopkins University Press), 1990."
    ]
}