{
    "id": 7557,
    "cites": 43,
    "cited_by": 31,
    "reference": [
        "Acemoglu, Daron and Joshua Angrist (1998) Consequences of Employment Protection? The Case of the Americans with Disabilities Act. mimeograph, Massachusetts Institute of Technology, June.",
        "Abraham, Katherine G. and Susan K. Taylor (1996) Firms Use of Outside Contractors: Theory and Evidence Journal of Labor Economics, 14(3) 394 - 424.",
        "Aghion, Philippe and Benjamin Hermalin (1990) Legal Restrictions on Private Contracts can Enhance Efficiency Journal of Law, Economics, and Organizations, 6 (2), Fall, 381- 409.",
        "Autor, David H. (1999) Why Do Temporary Help Firms Provide Free General Skills Training? mimeograph, MIT.",
        "Autor, David H., Frank Levy and Richard J. Murnane (1999) Skills Training in the Temporary Help Sector: Employer Motivations and Worker Impacts mimeograph, MIT.",
        "Ballantine, John and Ronald F. Ferguson (1999) Labor Demand for Non-College Educated Young Adults mimeograph, Harvard University.",
        "Becker, Gary S. (1964) Human Capital; A Theoretical and Empirical Analysis, with Special Reference to Education. (New York: National Bureau of Economic Research Press).",
        "Blades, Lawrence E. (1967) Employment at Will vs. Individual Freedom: On Limiting the Abusive Exercise of Employer Power. Columbia Law Review, 67, 1404 - 1435.",
        "CarrÃ\u0083Â©, Francoise, Virginia duRivage and Chris Tilly (1994) Representing the Part-Time and Contingent Workforce: Challenges for Unions and Public Policy in Friedman, Sheldon et al eds. Restoring the Promise of American Labor Law (ILR Press: Ithaca).",
        "Cohany, Sharon R. (1998) Workers in Alternative Employment Arrangements: a Second Look Monthly Labor Review, November, 3 - 21.",
        "Dertouzos, James N., Elaine Holland and Patricia Ebener (1988) The Legal and Economic Consequences of Wrongful Termination. Rand Corporation Document R-3602-ICJ.",
        "Dertouzos, James N. and Lynn A. Karoly, Labor-Market Responses to Employer Liability. Rand Corporation Document R-3989-ICJ. Di Tella, Rafael and Robert MacCulloch (1998), The Consequences of Labour Market Flexibility: Panel Evidence Based on Survey Data. mimeograph, Harvard University.",
        "Donohue, John J., III and James Heckman (1991) Continuous Versus Episodic Change: The Impact of Civil Rights Policy on the Economic Status of Blacks Journal of Economic Literature, 29(4), 1603 - 1643.",
        "Epstein, Richard A. (1984) In Defense of the Contract At Will. The University of Chicago Law Review, 51 (4), 947 - 987, Spring.",
        "Estavao, Marcello and Saul Lach (1999) Measuring Temporary Labor Outsourcing in U.S.",
        "Manufacturing NBER Working Paper No. 7421, November. Hart, Oliver and John Moore (1990) Property Rights and the Nature of the Firm Journal of Political Economy, 98(6), 1119 - 1158.",
        "Hoerr, John, Willaim G. Glaberson, Daniel B. Moskowitz, Vicky Cahan, Michael A. Pollaock, and Jonathan Tasini (1985) Beyond Unions: A Revolution in Employment Rights is in the Making Business Week, July 8, 72 - 77.",
        "Houseman, Susan N. (1997) Temporary, Part-Time, and Contract Employment in the United States: A Report on the W.E. Upjohn Institutes Employer Survey on Flexible Staffing Arrangements W.E. Upjohn Institute for Employment Research.",
        "Houseman, Susan N. and Anne E. Polivka (1999) The Implications of Flexible Staffing Arrangements for Job Stability mimeograph, W.E. Upjohn Institute for Employment Research.",
        "Jung, David J. (1997) Jury Verdicts in Wrongful Termination Cases mimeograph, Public Law Research Institute: University of California Hastings College of the Law.",
        "Kahn, Shulamit (forthcoming) The Bottom-Line Impact of Temporary Work on Companies Profitability and Productivity in Marianne Ferber and Lonnie Golden, editors. Non- Standard Work Arrangements and the Changing Labor Market: Dimensions, Causes and Institutional Responses (New York: Industrial Relations Research Association). Katz, Lawrence F. and Olivier Jean Blanchard (1992) Regional Evolutions Brookings Papers on Economic Activity, 1 - 75.",
        "Krueger, Alan B. (1991) The Evolution of Unjust Dismissal Legislation in the United States. Industrial and Labor Relations Review , 44 (4), July, 644 - 660.",
        "Lazaer, Edward P. (1990) Job Security Provisions and Employment Quarterly Journal of Economics, 104, 699 - 726.",
        "Lee, Dwight R. (1996) Why is Flexible Employment Increasing? Journal of Labor Research, 17 (4), Fall, 543 - 553.",
        "Lewin, David (1987) Dispute Resolution in the Nonunion Firm: A Theoretical and Empirical Analysis Journal of Conflict Resolution, 31 (3), September, 465 - 502.",
        "Levine, David I. (1991) Just-Cause Employment Policies in the Presence of Worker Adverse Selection Journal of Labor Economics, 9(3), 294 - 315.",
        "Liang, K.-Y., and S.L. Zeger (1986) Longitudinal Data Analysis Using Generalized Linear Models. Biometrika, 73, 13 - 22.",
        "Lips, Brad (1998) Temps and the Labor Market: Why Unions Fear Staffing Companies. Regulation, spring, 31 - 39.",
        "Mangum, Garth, Donald Mayall, and Kristin Nelson (1985) The Temporary Help Industry: A Response to Dual Internal Labor Markets. Industrial and Labor Relations Review , 38(4), July, 599 - 611.",
        "Miles, Thomas J. (forthcoming) Common Law Exceptions to Employment at Will and U.S. Labor Markets Journal of Law, Economics, and Organization. Moore, Mack (1965) The Temporary Help Service Industry: Historical Development, Operation and Scope. Industrial and Labor Relations Review , 18(4), 549 - 569.",
        "Morriss, Andrew P. (1994) Exploding Myths: An Empirical and Economic Reassessment of the Rise of Employment-At-Will Missouri Law Review, 59, 679 - 771.",
        "Olson, Walter (1997) The Excuse Factory: How Employment Law is Paralyzing the American Workplace (New York : Martin Kessler Books, Free Press).",
        "Oyer, Paul and Schott Schaefer (1998a) Litigation Costs and Returns to Experience. mimeograph, Northwestern University, December.",
        "Oyer, Paul and Schott Schaefer (1998b) Layoffs and Litigation. mimeograph, Northwestern University, September.",
        "Postic, Lionel J. (1994) Wrongful Termination: A State by State Survey (Washington, DC: Bureau of National Affairs).",
        "Prendergast, Canice (1993) The Role of Promotion in Inducing Specific Human Capital Acquisition, Quarterly Journal of Economics, 108(2), 523 - 534.",
        "Prendergast, Canice (1992) Career Development and Specific Human Capital Collection Journal of the Japanese and International Economies , 6(3) 207 - 227.",
        "Segal, Lewis M. and Daniel G. Sullivan (1998) Wage Differentials for Temporary Services Work: Evidence from Administrative Data. Federal Reserve Bank of Chicago Working Paper No. WP-98-23.",
        "Segal, Lewis M. and Daniel G. Sullivan. (1997a) The Growth of Temporary Services Work. Journal of Economic Perspectives, Spring, 11 (2), 117 - 136.",
        "Segal, Lewis M. and Daniel G. Sullivan. (1997b) Temporary Services Employment Durations: Evidence from State UI Data. Federal Reserve Bank of Chicago Working Paper No. WP-97-23.",
        "Segal, Lewis M. and Daniel G. Sullivan. (1995) The Temporary Labor Force. Economic Perspectives, 19 (2), March/April, 2 - 19.",
        "Verkerke, J. Hoult (1995) An Empirical Perspective on Indefinite Term Employment Contracts: Resolving the Just Cause Debate Wisconsin Law Review, 837 - 918.",
        "Walsh, David J. and Joshua L. Schwarz (1996) State Common Law Wrongful Discharge Doctrines: Up-date, Refinement, and Rationales American Business Law Journal, 33, 645 - 689."
    ]
}