{
    "id": 7558,
    "cites": 18,
    "cited_by": 15,
    "reference": [
        "Abel, Andrew and Olivier Blanchard. The Present Value of Profits and Cyclical Movements in Econometrica 54 (March, 1986): 249-273.",
        "Auerbach, Alan. Inflation and the Choice of Asset Life. Journal of Political Economy 87 No. 3 (June, 1979): 621-38.",
        "Auerbach, Alan and James Hines. Investment Tax Incentives and Frequent Tax Reforms. American Economic Review (May, 1988): 211-216.",
        "Auerbach, Alan and Rosanne Altschuler. The Significance of Tax Law Asymmetries: An Empirical Quarterly Journal of Economics, 105 No. 1 (February, 1990): 63-86.",
        "Ballantine, J. Gregory. Three Failures in Economic Analysis of Tax Reforms. National Tax Association--Tax Institute of America, Proceedings of the 79th Annual Conference, 1986, pp. 3-6.",
        "Caballero, Ricardo. Small Sample Bias and Adjustment Costs. Review of Economics and Statistics, (February, 1994): 52-58.",
        "Chirinko, Robert, Steven Fazzari, and Alan Meyer. What Do Micro Data Reveal About the User Cost Elasticity: New Evidence on the Responsiveness of Business Capital Formation. Emory University. Mimeo, 1996.",
        "Feldstein, Martin. Inflation, Tax Rules and Investment: Some Econometric Evidence Econometrica (July, 1982): 825-862.",
        "Feldstein, Martin, and Lawrence Summers (1979), Inflation and the Taxation of Capital Income in the Corporate Sector. National Tax Journal 32 (December, 1979): 445-470.",
        "Fullerton, Don. Which Effective Tax Rate'DONE' National Tax Journal 39, No. 3 (March, 1984): 28592.",
        "Gilchrist, Simon, and Charles Himmelberg. Evidence on the Role of Cash Flow in Reduced Form Investment Equations. Journal of Monetary Economics 36 (December, 1995): 541-572.",
        "Goolsbee, Austan. Investment Tax Incentives, Prices, and the Supply of Capital Goods. Quarterly Journal of Economics 113, No. 1 (September, 1998): 121-148. a ---------. Investment Subsidies and the Wages of Capital Goods Workers: To the Workers Go the Spoils'DONE' NBER Working Paper No. 6526. Cambridge, MA: National Bureau of Economic Research, 1998b.",
        "Gravelle, Jane. The Economic Effects of Taxing Capital Income. Cambridge, MA: MIT Press, 1994.",
        "Griliches, Zvi, and Jerry Hausman. Errors in Variables in Panel Data. Journal of Econometrics XX (February, 1986): 93-118.",
        "Hall, Robert and Dale Jorgenson. Tax Policy and Investment Behavior American Economic Review 58, No. 2 (June, 1969): 391-414.",
        "Jorgenson, Dale and Martin Sullivan. Inflation and Corporate Capital Recovery in Depreciation, Inflation, and the Taxation of Income from Capital, Charles Hulten, ed. Washington, D.C.: Urban Institute, 1981.",
        "Jorgenson, Dale and Kun-Young Yun. Tax Reform and the Cost of Capital. Oxford: Oxford University Press, 1991.",
        "Lyon, Andrew. Investment Incentives under the Alternative Minimum Tax. National Tax Journal 43, No. 4 (December, 1990): 451-65."
    ]
}