{
    "id": 7559,
    "cites": 35,
    "cited_by": 160,
    "reference": [
        "Aghion, Philippe, Philippe Bacchetta, and Abhijit Banerjee, A Simple Model of Monetary Policy and Currency Crises, unpublished, M.I.T., 1999.",
        "Allen, Franklin, and Douglas Gale, Bubble and Crises, unpublished, New York University, 1998.",
        "Bernanke, Ben S., Non-Monetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review, 73(3), June 1983, 257-76.",
        "Bernanke, Ben S. and Mark Gertler, Inside the Black Box: The Credit Channel of Monetary Transmission, Journal of Economic Perspectives, 9(4), Fall 1995, 27-48.",
        "Fluctuations, American Economic Review, 79(1), March 1989, 14-31.",
        "Bernanke, Ben S., Mark Gertler, and Simon Gilchrist, The Financial Accelerator in a Quantitative Business Cycle Framework, in J. B. Taylor, and M. Woodford, eds., Handbook of Macroeconomics, Amsterdam: North-Holland, forthcoming. 52 _______________________, The Financial Accelerator and the Flight to Quality, Review of Economics and Statistics, 78(1), February 1996, 1-15.",
        "Bernanke, Ben S. and Harold James, The Gold Standard, Deflation, and Financial Crisis in the Great Depression: An International Comparison, in R.G. Hubbard, ed., Financial Markets and Financial Crises, Chicago: U. of Chicago Press for NBER, 1991.",
        "Bernanke, Ben S., Thomas Laubach, Frederic S. Mishkin, and Adam Posen, Inflation Targeting: Lessons from the International Experience, Princeton NJ: Princeton University Press, 1999.",
        "Bernanke, Ben S. and Cara S. Lown, The Credit Crunch, Brookings Papers on Economic Activity, 1991:2, 205-39.",
        "Bernanke, Ben S. and Frederic S. Mishkin, Inflation Targeting: A New Framework for Monetary Policy'DONE', Journal of Economic Perspectives, 11(2), 1997, 97-116.",
        "Blanchard, Olivier and Mark Watson, Bubbles, Rational Expectations, and Financial Markets, in P. Wachtel, ed., Crisis in the Economic and Financial Structure, Lexington Books, 1982.",
        "Bond, Stephen and Jason Cummins, Noisy Share Prices and Investment, Nuffield College and New York University, preliminary paper, July 1999.",
        "Borio, C.E.V., N. Kennedy, and S.D. Prowse, Exploring Aggregate Asset Price Fluctuations Across Countries: Measurement, Determinants, and Monetary Policy Implications, Bank for International Settlements, BIS Economics Papers no. 40, April 1994.",
        "Calvo, Guillermo, Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 12, 1983, 383-98.",
        "Campbell, John, Asset Prices, Consumption, and the Business Cycle, NBER working paper no. 6485, in J. B. Taylor, and M. Woodford, eds., Handbook of Macroeconomics, Amsterdam: North-Holland, forthcoming. Clarida, Richard, Jordi Gali, and Mark Gertler, Monetary Policy Rules in Practice: Some International Evidence, European Economic Review, June 1998, 1033-1068.",
        "Eichengreen, Barry, Paul Masson, Miguel Savastano, and Sunil Sharma, Transition Strategies and Nominal Anchors on the Road to 54 Greater Exchange-Rate Flexibility, International Finance Section, Princeton University, Essays in International Finance no. 213, April 1999.",
        "Fisher, Irving, The Debt-Deflation Theory of Great Depressions, Econometrica, 1, October 1933, 337-57.",
        "Fuhrer, Jeffrey C. and George R. Moore, Inflation Persistence, Quarterly Journal of Economics, 110(1), February 1995, 127-60.",
        "Hubbard, R. Glenn, Financial Market Imperfections and Investment, NBER working paper no. 5996, April 1997.",
        "Gali, Jordi and Mark Gertler, Inflation Dynamics: A Structural Economics Analysis, Journal of Monetary Economics, forthcoming. Gertler, Mark and Cara S. Lown, The Information Content of the High Yield Bond Spread for the Business Cycle, unpublished, Federal Reserve Bank of New York, 1999.",
        "Gilchrist, Simon and Charles Himmelberg, Investment: Fundamentals and Finance, in B. Bernanke and J. Rotemberg, eds., NBER Macroeconomics Annual, 1998.",
        "Goodhart, Charles A.E. and Jose ViÃ\u0083Â±als, Strategy and Tactics of Monetary Policy: Examples from Europe and the Antipodes, in Jeffrey Fuhrer, ed., Goals, Guidelines, and Constraints for Monetary 55 Policymakers, Federal Reserve Bank of Boston Conference Series 38: 1994, 139-87.",
        "Haldane, Andrew G., ed., Targeting Inflation, London: Bank of England, 1995.",
        "Kaminsky, Graciela and Carmen Reinhart, The Twin Crises: The Causes of Banking and Balance-of-Payments Problems, American Economic Review, 89(3), June 1999, 473-500.",
        "Kiyotaki, Nobuhiro and John Moore, Credit Cycles, Journal of Political Economy, 105(2), April 1997, 211-48.",
        "Kozicki, Sharon, How Useful Are Taylor Rules for Monetary Policy'DONE', Federal Reserve Bank of Kansas City, Economic Review, Second Quarter 1999, 5-33.",
        "Krugman, Paul, Analytical Afterthoughts on the Asian Crisis, unpublished, M.I.T., 1999.",
        "Leiderman, Leonardo and Lars E.O. Svensson, eds., Inflation Targeting, London: Centre for Economic Policy Research, 1995.",
        "Ludvigson, Sydney and Charles Steindel, How Important is the Stock Market Effect on Consumption'DONE', Federal Reserve Bank of New York, Economic Policy Review, 5(2), July 1999, 29-52.",
        "Mishkin, Frederic S., The Causes and Propagation of Financial Instability: Lessons for Policymakers, in Federal Reserve Bank of Kansas City, Maintaining Financial Stability in a Global Economy, 1997.",
        "Obstfeld, Maurice, The Logic of Currency Crises, Cahiers Ã\u0083â\u0080°conomiques et MonÃ\u0083Â©taires, Banque de France, 43, 1994, 189-213.",
        "Obstfeld, Maurice and Kenneth Rogoff, The Mirage of Fixed Exchange Rates, Journal of Economic Perspectives 9(4), 1995, 73-96.",
        "Parker, Jonathan, Spendthrift in America'DONE' On Two Decades of Decline in the U.S. Saving Rate, in B. Bernanke and J. Rotemberg, NBER Macroeconomics Annual, forthcoming. Svensson, Lars E.O., Inflation Forecast Targeting: Implementing and Monitoring Inflation Targets, European Economic Review, 41, 1997, 1111-1146.",
        "Rule, Journal of Monetary Economics, 43(3), June 1999, 607-54.",
        "Taylor, John B., Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, 88, 1980, 1-24."
    ]
}