{
    "id": 7561,
    "cites": 22,
    "cited_by": 1,
    "reference": [
        "Bartel, Ann P. 1989. Where Do the New U.S. Immigrants Live?, Journal of Labor Economics 7(4): 371-91.",
        "Benus, Jacob M., Michelle L. Wood, Christopher J. Napierala, and Terry R. Johnson. 1992. Massachusetts UI Self-Employment Demonstration. In Self-Employment Programs for Unemployed Workers, in Unemployment Insurance Occasional Paper 92-2, U.S. Department of Labor, Employment and Training Administration, Unemployment Insurance Service.",
        "Borjas, George. 1986. The Self-Employment Experience of Immigrants. Journal of Human Resources 21 (4):487-506.",
        "Borjas, George. 1987. Self-Selection and the Earnings of Immigrants. American Economic Review 77(4):531-53.",
        "Borjas, George J. 1994. The Economics of Immigration, Journal of Economic Literature 32(4): 1667-717.",
        "Borjas, George, and Glen Sueyoshi. 1994. A Two-Stage Estimator for Probit Models with Structural Group Effects. Journal of Econometrics 64(1-2): 165-82.",
        "Brown, Charles, James Hamilton, and James Medoff(1990): Employers Large and Small, Cambridge: Harvard University Press.",
        "Devinc, Theresa J. 1994 Changes in Wage-and-Salary Returns to Skill and the Recent Rise in Female Self-Employment. American Economic Review 84(2):108-l3.",
        "Fairlie, Robert W., and Bruce D. Meyer. 1996. Ethnic and Racial Self-Employment Differences and Possible Explanations, Journal of Human Resources 31(4): 757-93.",
        "Falrlie, Robert W. and Bruce D. Meyer. 1998. Does Immigration Hurt African-American SelfEmployment ?, in Help or Hindrance? The Economic Implications of Immjgration for African Americans, edited by Daniel S. Hamermesh and Frank D. Bean, New York: Russell Sage Foundation, 185-221.",
        "Friedberg, Rachel M. and Jennifer Hunt. 1995. The Impact of Immigrants on Host Country Wages, Employment and Growth, Journal of Economic Perspectives 9(2): 23-44.",
        "Glazer, Nathan and Daniel P. Moynihan. 1970. Beyond the Melting Pot: the Negroes, Puerto Ricans, Jews. Italians, and Irish of New York City, 2nd Edition. Cambridge: MIT Press.",
        "Guy, Cynthia, Fred Doolittle, and Barbara Fink. 1991. Self-Employment for Welfare Recipients: Implementation of the SEID Program. New York: Manpower Demonstration Research Corporation.",
        "Jaeger, David A. 1996. Regional and Local Area Impacts of Immigration on Natives Wages, Bureau of Labor Statistics Working Paper.",
        "Light, Ivan. 1972. Ethnic Enterprise in America. Berkeley: University of California Press.",
        "Light, Ivan and Carolyn Rosenstein. 1995. Race, Ethnicity, and Entrepreneurship in Urban America. New York: Aldine De Grayter.",
        "Light, Ivan and Angel A. Sanchez. 1987. Immigrant Entrepreneurs in 272 SMSAs. Sociological Perspectives. 30: 373-99.",
        "Loeb, Susanna, Sarah Turner and David Jaeger. 1996. Coding Geographic Areas Across Census Years: Creating Consistent Definitions of Metropolitan Areas, University of Michigan manuscript.",
        "Mi Pyong Gap. 1996. Caught in the Middle: Korean Merchants in Americas Multiethnic Cities. Berkeley: University of California Press.",
        "Raheim, Salome (1997): Problems and prospects of self-employment as an economic independence option for welfare recipients, Social Work, 42, 1, pp. 44-53.",
        "U.S. Department of Labor. 1992. Self-Employment Programs for Unemployed Workers.",
        "Yuengert, Andrew M. 1995. Testing Hypotheses of Immigrant Self-Employment. JoÃ\u0083Â¼mal of Human Resources 30(l):194-204."
    ]
}