{
    "id": 7563,
    "cites": 22,
    "cited_by": 63,
    "reference": [
        "Banfield E. G., 1958, The Moral Basis of a Backward Society, Free Press, New York.",
        "Brandolini, A. and Cannari L. , 1994, Methodological Appendix: The Bank of Italy Survey of Household Income and Wealth, Ando A., Guiso L. and Visco I. Saving and the accumulation of wealth.",
        "Essays on Italian households and government saving behavior, Cambridge: Cambridge University Press. Case, A. and L. Katz 1991, The Company You Keep: The Eect of Family and Neighborhood on Disadvantaged Youth, NBER working paper 3805.",
        "Coleman J.S., 1990, Foundations of Social Theory, Harvard University Press, Cambridge, MA.",
        "Fukuyama, F. , 1995, Trust: The Social Virtues and the Creation of Prosperity, Free Press.",
        "Fukuyama, F. , 1997, Social capital and the modern capitalist economy: Creating a high trust workplace, Stern Business Magazine, 4(1).",
        "Glaeser, E., D. Laibson, J. Scheinkman, C. Soutter 1999, What Is Social Capital'DONE' The Determinants of Trust and Trustworthiness, NBER W.P. 7216.",
        "Glaeser, E., B. Sacerdote, J. Scheinkman 1996, Crime and Social Interactions, The Quarterly Journal of Economics, 111: 508-548.",
        "Kimball, M. , 1993, Standard Risk Aversion, Econometrica 61: 589-611.",
        "Knack, S. and Keefer, P. , 1996. Does social capital have an economic payo'DONE': a cross-country investigation , The Quarterly Journal of Economics, 112(4): 1251.",
        "Knack, S., and P. Zak, 1999 Trust and Growth , Claremont University Working Paper.",
        "Jacobs, J. (1961), The Death and Life of Great American Cities. New York: Vintage.",
        "Ichino, A., and G. Maggi 1999 Work Environment and Individual Background: Explaining Regional Shirking Dierentials in a Large Italian Firm, NBER W.P. 7415.",
        "La Porta, R., Florencio, Lopez de Silanes, Andrei Shleifer, and Robert Vishny , 1997a, The Legal Determinants of External Finance, Journal of Finance, 52, 1131-1150.",
        "La Porta, R., Florencio, Lopez de Silanes, Andrei Shleifer, and Robert Vishny , 1997b, Trust in large organizations, American Economic Review, 87:2, 333-338.",
        "Merton, R. , 1971, Optimal Consumption and Portfolio Rules in a Continuous-Time Model, Journal of Economic Theory 3: 373-413.",
        "Putnam, R. (1993), Making Democracy Work Civic Traditions in Modern Italy, Princeton, Princeton University Press.",
        "Putnam, R. (1995), The Case of Missing Social Capital, Harvard University working paper.",
        "Rajan, R. and L. Zingales , 1998, Financial Dependence and Growth American Economic Review.",
        "Solow, R. , 1995, Trust: The Social Virtues and the Creation of Prosperity (Book Review), The New Republic 213: 36-40.",
        "Spagnolo, G. , 1999, Social Relations and Cooperation in Organizations, Journal of Economic Behavior and Organization 38: 1-25.",
        "Williamson, O., 1993, Calculativeness, Trust, and Economic Organization, Journal of Law and Economics, 36: 453-486."
    ]
}