{
    "id": 7564,
    "cites": 23,
    "cited_by": 69,
    "reference": [
        "Bauer, Thomas. 1995. The Migration Decision with Uncertain Costs. MUnchener Wirtschaftwissenschaftliche BeitrÃ\u0083Â¤ge No. 95-25, University of Munich.",
        "Bentivogli, Chiara and Patrizio Pagano. 1999. Regional Disparities and Labour Mobility: The Euro-li versus the USA. Labour 13 (3) pp.737-760.",
        "Blanchard, Olivier, and Lawrence Katz. 1992. Regional Evolutions. Brookings Papers on Economic Activity volume I pp. 1-75.",
        "Borjas, George. 1987. Self-Selection and the Earnings of Immigrants. American Economic Review pp.531-553.",
        "Borjas, George. 1991. Immigration and Self-Selection. In John Abowd and Richard Freeman eds. Immigration, Trade and the Labor Market, University of Chicago Press.",
        "Borjas, George, Stephen Bronars and Stephen Trejo. 1992. Self-Selection and Internal Migration in the United States. Journal of Urban Economics pp.159-185.",
        "Burda, Michael. 1993. The Determinants of East-West German Migration - Some First Results. European Economic Review pp.452-461.",
        "Burda, Michael. 1995. Migration and the Option Value of Waiting. Economic and Social Review pp.1-19.",
        "Burda, Michael, Wolfgang HÃ\u0083Â£rdle, Marlene Muller and Axel Werwatz. 1998. Semiparametric Analysis of German East-West Migration Intentions: Facts and Theory. Journal of Applied Econometrics Vol. 13 pp.525-541.",
        "Daveri, Francesco and Riccardo Faini. 1996. Where Do Migrants Go? Risk-Aversion, Mobility Costs and the Location Choice of Migrants. Center for European Policy Research Discussion Paper 1540.",
        "Decressin, JÃ\u0083Â¶rg. 1994. Internal Migration in West Germany and Implications for East-West Salary Convergence. Weltwirtschaftliches Archly pp.231-257.",
        "Decressin, JÃ\u0083Â¶rg and Antonio FatÃ\u0083Â¡s. 1995. Regional Labor Market Dynamics in Europe. European Economic Review 39 (9) pp. 1627-1655.",
        "Hunt, Jennifer. 1999. Post-Unification Wage Growth in East Germany. NBER Working Paper 6878.",
        "Krause, Peter. 1994. Armut im Wohlstand: Betroffenheit und Folgen. Deutsches Institut fÃ\u0083Â¼r Wirtscbaftsforschung Discussion Paper 88.",
        "Lundborg, Per. 1991. Determinants of Migration in the Nordic Labor Market. Scandinavian Journal of Economics pp. 363-375.",
        "Pischke, JÃ\u0083Â¶rn-Steffen, Matthias Staat and Stefan VOgele. 1994. Arbeitslosigkeit, LÃ\u0083Â¶hne oder Weiterbildung: Warum pendeln Ostdeutsche in den Westen? In Heinz KÃ\u0083Â¶nig and Viktor Steiner eds. Arbeitsmarkzdynamik und Unternehmensentwicklung in Ostdeutschland Baden Baden: Nomos Verlag.",
        "Pissarides, Christopher and Jonathan Wadsworth. 1989. Unemployment and the Inter-regional Mobility of Labour. Economic Journal 99 (397) pp. 739-755.",
        "SachverstÃ\u0083Â¤ndigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung. (1997). Jahresgutachten 1 99 7/8 des Sachverstdndigenrates zur Begutachtung des gesamtwireschaftlichen Entwicklung, Deutscher Bundestag, Drucksache 13/9090.",
        "Schwarze, Johannes. 1996. Beeinflul3t das LohngefÃ\u0083Â¡lle zwischen Ost- und Westdeutschland das Migrationsverhalten der Ostdeutschen? Ailgerneines Statistisches A rchiv pp.50-68.",
        "Turner, Lowell. 1998. Fighting for Partnership: Labor and Politics in Unjfied Germany Ithaca: Cornell University Press.",
        "Wagner, Gert. 1992. Arbeitslosigkeit, Abwanderung und Pendein von Arbeitskraften der neuen BundeslÃ\u0083Â¤nder. Sozialer Fonschritt Heft 4 pp. 84-89.",
        "Wagner, Gert. 1998. Migration Before and After Unification: Empirical Evidence and Policy Implications for Germany. In II SaKong and Kwang Suk Kim eds. Policy Priorities for the Unified Korean Economy Seoul: Institute for Global Economics.",
        "Wagner, Gert, Richard Burkhauser and Friederike Behringer. 1993. The English Language Public Use File of the German Socio-Economic Panel Study. Journal of Human Resources 28 (2) pp.429-433."
    ]
}