{
    "id": 7572,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "Asanuma, B., The Organization of Parts Purchases in the Japanese Automotive Industry, Japanese Economic Studies, 13 (1985), 32-53.",
        "Asanuma, B., Manufacturer-Supplier Relationships in Japan and the Concept of Relation-Specific Skill, Journal of the Japanese and International Economies, 3 (1989), 1-30.",
        "Cheng, L. K. and M. E. Kreinin, Supplier Preference and Dumping: An Analysis of Japanese Corporate Groups, Southern Economic Journal, 63 (1996), 5 1-59.",
        "Church, G. J., Launch of an Economic Cold War, TIME Domestic, 146 (1995) July 3.",
        "Dyer, J. H. and W. G. Ouchi, Japanese-Style Partnerships: Giving Companies a Competitive Edge, Sloan Management Review, 35 (1993), 51-63.",
        "Krishna, K., Suddhasatwa R. and M. Thursby, Implementing Market Access, Review of International Economics, 6 (1998), 529-545.",
        "Krishna K. and J. Morgan, Implementing Results Oriented Trade Policies: The Case of the US-Japanese Auto Parts Dispute, European Economic Review, 42 (1998), 1443-1467.",
        "Feenstra, R. C., D-S. Huang and G. G. Hamilton, Business Groups and Trade in East Asia: Part 1, Networked Equilibria, NBER Working Paper no. 5886, 1997.",
        "Fung, K. C., Characteristics of Japanese Industrial Groups and their Potential Impact on U.S.-Japan Trade, in Baldwin, Robert, ed., Empirical Studies of Commercial Policy (Chicago: University of Chicago Press, 1991), 137-168.",
        "Fung, K. C., International Trade and Bank Groups: Welfare-Enhancing or Welfare-Reducing? UC Santa Cruz mimeo, 1998.",
        "Greaney, T. M., Manipulating Market Shares: The Indirect Effects of Voluntary Import Expansions (VIEs), Japan and the World Economy, 11(1999), 95-113.",
        "Grossman, S. J. and 0. D. Hart, The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy, 94 (1986), 692-7 19.",
        "Laffont, J-J. and J. Tirole, A Theory of Incentives in Procurement Regulation (Cambridge and London: MIT Press, 1993).",
        "Lawrence, R. Z., Efficient or Exclusionist? The Import Behavior of Japanese Corporate Groups, Brookings Papers on EconomicActivity, (1991), 311-30.",
        "Lawrence, R. Z., Japans Different Trade Regime: An Analysis with Particular Reference to Keiretsu, Journal of Economic Perspectives, 7 (1993), 3-19.",
        "Levinsohn, J. Carwars: Trying to make sense of U.S.-Japan Trade Frictions in the Automobileand Automobile Parts Markets, in R. C. Feenstra ed., The Effects of U.S. Trade, Protection and Promotion Policies (Chicago, London: University of Chicago Press, 1997), 11-32.",
        "Marvel, H. P., Exclusive Dealing, Journal of Law and Economics, 25 (1982), 1-25.",
        "McLaren, J., Globalization and Vertical Structure, Department of Economics, Columbia University working paper, July 1998.",
        "McLaren, J., Supplier Relations and the Market Context: A Theory of Handshakes, Journal of International Economics, 48 (1999), 121- 138.",
        "Perry, M. K., Vertical Integration: Determinants and Effects, in R. Schmalensee and R.Willig eds., Handbook of Industrial Organization, Volume 1 (New York: North Holland, 1989), 135-182.",
        "Qiu, L. D. and B. J. Spencer, Keiretsu and Relationship-Specific Investment: Implications for MarketOpening Trade Policy, Faculty of Commerce, University of British Columbia, mimeo 1999.",
        "Saxonhouse, G.R., Efficient or Exclusionist? The Import Behavior of Japanese Corporate Groups: Comment ,Brookings Papers on Economic Activity, (1991), 331-36.",
        "Spencer, B. J. and R.W. Jones, Trade and Protection in Vertically Related Markets, Journal of International Economics, 32 (1992), 3 1-56.",
        "Spencer, B. J. and R. S. Raubitschek, High-Cost Domestic Joint Ventures and International Competition: Do Domestic Firms Gain?, International Economic Review, 37 (1996), 315-340.",
        "Taylor, C. R. and S. N. Wiggins, Competition or Compensation: Supplier Incentives Under the American and Japanese Subcontracting Systems, American Economic Review, 87 (1997), 598-6 18.",
        "Weinstein, D. E. and Y.Yafeh, Japans Corporate Groups: Collusive or Competitive? An Empirical Investigation of Keiretsu Behavior, The Journal of Industrial Economics, XLIII (1995), 359-376."
    ]
}