{
    "id": 7573,
    "cites": 36,
    "cited_by": 7,
    "reference": [
        "Akerlof, George. 1976. The Economics of Caste and of the Rat Race and other Woeful Tales. Quarterly Journal of Economics. 90 no. 4 [November]: 599-617.",
        "Becker, Gary M. 1971. The Economics of Discrimination, 2nd Edition.. Chicago: The University of Chicago Press.",
        "Bodvarsson, Orn B. and Raymond T. Brastow. 1999. A Test of Employer Discrimination in the NBA. Contemporary Economic Policy. 17 no. 2 [April]: 243-255.",
        "Coase, Ronald. 1960. The Problem of Social Cost. Journal of Law and Economics 3 [October]: 1-44.",
        "El-Hodiri, Mohamed and James Quirk. 1971. An Economic Model of a Professional Sports League. Journal of Political Economy. 79 [November/December]: 1302-19.",
        "Fort, Rodney and James Quirk. 1995. Cross-subsidization, Incentives, and Outcomes in Professional Team Sports Leagues. Journal of Economic Literature. XXXIII [September]: 1265-1299.",
        "Frank, Robert H. and Phillip J. Cook. 1995. The Winner-Take-All Society. New York, NY: The Free Press.",
        "Gabriel, Paul E., Curtis Johnson and Timothy J. Stanton. 1995. An Examination of Customer Racial Discrimination in the Market for Baseball Memorabilia. The Journal of Business. 68 No. 2 [April]: 215-30.",
        "Gwartney, James, and Charles Haworth. 1974. Employer Costs and Discrimination: The Case of Baseball. Journal of Political Economy 82 [July/August]: 873-881.",
        "Hall, Christopher D. 1990. Market Enforced Information Asymmetry: A Study of Claiming Races. Economic Inquiry. 24 No. 2 [April]: 271-91.",
        "Hausman, Jerry A. and Gregory K. Leonard. 1997. Superstars in the National Basketball Association: Economic Value and Policy. Journal of Labor Economics 15 No. 4 [October]: 586-624.",
        "Kahn, Lawrence M. 1991. Discrimination in Professional Sports: A Survey of the Literature. Industrial and Labor Relations Review. 44 [April]: 395-418.",
        "Kahn, Lawrence M. 1992. Discrimination in Baseball. In Diamonds Are Forever: The Business of Baseball, Paul M. Sommers, ed. Washington DC: The Brookings Institution.",
        "Kahn, Lawrence M. and Peter D. Sherer. 1988. Racial Differences in Professional Basketball Players Compensation. Journal of Labor Economics. 6: 40-61.",
        "Krautmann, Anthony C. and Margaret Oppenheimer. 1997. Training in Major League Baseball: Are Players Exploited? In Baseball Economics: Current Research, Fizel, John, Elizabeth Gustafson and Lawrence Hadley, eds. Westport, CT: Praeger.",
        "Lazear, Edward and Sherwin Rosen. 1981. Rank-order Tournaments as Optimum Labor Contracts. Journal of Political Economy. 89: 841-64.",
        "MacDonald, Don N. and Morgan O. Reynolds. 1994. Are Baseball Players Paid Their Marginal Products? Managerial and Decision Economics. 15: 443-457.",
        "Mayer, Thomas. 1960. The Distribution of Ability and Earnings. Review of Economics and Statistics. 42: 189-95.",
        "Nardinelli, Clark and Curtis Simon. 1990. Customer racial discrimination in the market for memorabilia: The case of baseball. Quarterly Journal of Economics 105 [August]: 575-95.",
        "Noll, Roger G., ed. 1974. Government and the Sports Business. Washington, DC.: The Brookings Institution.",
        "Quirk, James and Mohamed El Hodiri. 1974. The Economic Theory of a Professional Sports League, in Roger Noll, ed. 1974.",
        "Quirk, James and Rodney Fort. 1992. Pay Dirt: The Business of Professional Team Sports.",
        "Princeton, N.J.: Princeton University Press. Quirk, James and Rodney Fort. 1999. Hard Ball: The Abuse of Power in Pro Team Sports.",
        "Princeton, N.J.: Princeton University Press. Rosen, Sherwin. 1981. The Economics of Superstars. American Economic Review 71 [December]: 845-898.",
        "Rosen, Sherwin. 1986. Prizes and Incentives in Elimination Tournaments. American Economic Review. 76 no. 4 [September]: 701-715.",
        "Rottenberg, Simon. 1956. The Baseball Players Labor Market. Journal of Political Economy. 64 [June]: 242-258.",
        "Sanderson, Allen R., and John J. Siegfried. 1997. The implications of athlete freedom to contract: lessons from North America, Economic Affairs. 17 [September]: 7-12.",
        "Scully, Gerald W. 1974. Pay and Performance in Major League Baseball, American Economic Review. 64 [December]: 915-30.",
        "Scully, Gerald W. 1989. The Business of Major League Baseball. Chicago: The University of Chicago Press.",
        "Scully, Gerald W. 1995. The Market Structure of Sports. Chicago: The University of Chicago Press.",
        "Szymanski, Stefan. 2000. A Market Test of Discrimination in the English Soccer Leagues. Journal of Political Economy, forthcoming.",
        "Tygiel, Jules. 1983. Baseballs Great Experiment: Jackie Robinson and His Legacy.",
        "New York, NY: Oxford University Press. Salary/payroll ceilings, revenue sharing and draft systems among teams are ubiquitous in North American team sports; promotion and relegation between major and minor leagues, which are designed to provide competitive balance incentives, are more prevalent in European leagues See discussions below. Szymanski,1999 and Hoehn and Szymanski, 1999 discuss these geographical institutional differences in detail.",
        "In 1929, Babe Ruth, the greatest American Baseball player, earned $70,000. The sum was well publicized and far in excess of any other player. An indignant reporter asked Ruth to justify how he could possibly be worth substantially more than what the President of the U.S. earned. Ruth is reported to have said: I had a better year. Reflating his salary to dollars in 2000, the result would be modest by comparison to the $10M or more annual salaries paid to superstars today, even though few of them have had better years than Ruth did in 1929.",
        "Some drug use, such as Olympic snowboarders in Nagano, Japan, in 1998 and among professional basketball and football players in the United States, does not enhance performance but is merely recreational. Nevertheless, governing officials tend to disqualify athletes who use these substances as well.",
        "See Fort and Quirk, 1995 for a very good discussion of these issues."
    ]
}