{
    "id": 7574,
    "cites": 22,
    "cited_by": 4,
    "reference": [
        "Bavier, Richard, 1999. An Early Look at the Effects of Welfare Reform, mimeo, Office of Management and Budget, March.",
        "Blank, Rebecca and Patricia Ruggles, 1996. &apos;When Do Women Use Aid to Families with Dependent Children and Food Stamps? Journal of Human Resources, 31 (1) : 57-89.",
        "Brown, Jeffery, 1999. Differential Mortality and the Value of Individual Account Retirement Annuities, paper presented the NBER conference on The Distributional Effects of Social Security Reform, Woodstock, VT.",
        "Coe, Richard, 1985. Nonparticipation in the SSI Program by the Eligible Elderly, Southern Economic Journal, 51(3): 891-897.",
        "Comptroller General of the United States, 1976. Efforts Made to Locate and Enroll Potential Recipients of the Supplemental Security Income Program for the Aged, Blind, and Disabled. U.S. Department of Health, Education, and Welfare. HRD-76-105.",
        "Daponte, Beth Osborn, Seth Sanders, and Lowell Taylor, 1999. Why Do Low Income Households Not Use Foodstamps? The Journal of Human Resources, 34 (3) :612-628.",
        "Feldstein, Martin and Andrew Samwick, 1998. Thr Ttansition Path in Privatizing Social Security,  in Privatizing Social Security, Martin Feldstein (ed.) Chicago: University of Chicago Press.",
        "Fraker, Thomas and Robert Moffitt, 1988. The Effect of Food Stamps on Labor Supply: A Bivariate Selection Model, Journal of Public Economics, 35(2): 25-56.",
        "Kalton, Graham, David B. McMillen, and Daniel Kasprzyk, 1986. Nonsampling Error Issues in the Survey of Income and Program Participation, SIPP Working Paper Series no. 8602. Washington, D.C.: U.S. Bureau of the Census.",
        "Kennedy, henna, 1982. SSI: Trends and Changes, 1974-1980, Social Security Bulletin, 45 (7): 3-12.",
        "McOarry, Kathleen, 1996. Participation of the Elderly in 551, The Journal of Human Resources, 31(2): 331-358.",
        "Menefee, John, Bea Edwards, and Sylvester J. Schieber, 1981. Analysis of Nonparticipation in the SSI Program Social Security Bulletin, 44(6): 3-21.",
        "Moffitt, Robert, 1983. An Econometric Model of Welfare Stigma, The American Economic Review, 73(5): 1023-1035.",
        "Social Security Administration, 1982. Low Income Eligibility and Participation in SSI. Social Security Bulletin 45( 5): 28-35.",
        "Social Security Administration, 1993. The Supplemental Security Income Program for the Aged, Blind, and Disabled Selected Characteristics of State Supplementation Programs as of January 1993, Office of Supplemental Security Income, Social Security Administration.",
        "Social Security Administration, 1994. The Supplemental Security Income Program for the Aged, Blind, and Disabled Selected Characteristics of State Supplementation Programs as of January 1994, Office of Supplemental Security Income, Social Security Administration.",
        "Social Security Administration, 1997. The Supplemental Security Income Program for the Aged, Blind, and Disabled Selected Characteristics of State Supplementation Programs as of January 1997, Office of Supplemental Security Income, Social Security Administration.",
        "Social Security Administration, 1999.. Social Security Bulletin Annual Statistical Supplement, 1998, Social Security Administration.",
        "Social Security Administration, 2000. Audited Financial Statements and Notes, Supplemental Schedule to Principal Financial Statement, 1997. www.ssa.gov.",
        "Soldo, Beth J., Michael D. Hurd, Willard L. Rodgers, and Robert B. Wallace, 1997. Asset and Health Dynamics Among the Oldest Old: An Overview of the AHEAD Study, Journal of Gerontology, 52B: 1-20. [211 Warlick, Jennifer L., 1979. An Empirical Analysis of Participation in the Supplemental Security Income Program Among Aged Eligible Persons, unpublished Ph.D dissertation, Department of Economics, University of Wisconsin.",
        "Warlick, Jennifer L., 1982. Participation of the Aged in SSI, Journal of Human Resources, 17(2): 236-260.",
        "Zedlewski, Sheila R. and Jack A. Meyer, 1989. Toward Ending Poverty Among the Elderly and Disabled Through 881 Reform, Washington D.C.: The Urban Institute Press."
    ]
}