{
    "id": 7575,
    "cites": 16,
    "cited_by": 10,
    "reference": [
        "Bohn, Henning, Tax Smoothing with Financial Instruments, American Economic Review, v. 80 (December 1990), 1217-30.",
        "Bohn, Henning, Time Consistency of Monetary Policy in the Open Economy, Journal of International Economics, v. 30 (May 1991), 249-66.",
        "Bohn, Henning, Why Do We Have nominal Government Debt? in Monetary and Fiscal Policy, v. 1 (eds. T. Persson and G. Tabellini), MIT Press (1994), 405-420.",
        "Calvo, Guillermo, Betting against the State: Socially Costly Financial Engineering, forthcoming in Journal of International Economics.",
        "Cole, Harold and Patrick Kehoe, Reputation Spillover Across Relationships: Reviving Reputation Models of Debt, NBER Working Paper 5486 (March 1996).",
        "Domowtiz, Ian et al., International Cross-listing and Order Flow Migration: Evidence from an Emerging Market, Journal of Finance, v. 53 (December 1998), 2011-27.",
        "Drazen, Allen, Towards a Political-Economic Theory of Domestic Debt, in the Debt Burden and Its Consequences for Moentary Policy (eds. G. Calvo and M. King), St. Martin's Press (1998), 159-76.",
        "Feldstein, Martin and Phillipe Bacchetta, National Savings and International Investment NBER Working Paper No. 3164 (November 1989).",
        "Feldstein, Martin and Charles Horioko, Domestic Saving and International Capital Flows, Economic Journal, v. 90 (June 1980), 314-329.",
        "Frankel, Jeffrey, On Exchange Rates, MIT Press (1993).",
        "Freeman, Scott and Guido Tabellini, The Optimality of Nominal Contracts, Economic Theory, v. 11 (May 1998), 545-62.",
        "Obstfeld, Maurice and Kenneth Rogoff, Foundations of International Macroeconomics, MIT Press, Cambridge, MA (1996).",
        "Persson, Mats et al., Time Consistency of Fiscal and Monetary Policy, Econometrica, v. 55 (November 1987), 1419-31.",
        "Schiller, Robert J., Aggregate Income Risks and Hedging Mechanisms, Quarterly Review of Economics and Finance, v. 35 (Summer 1995), 119-52.",
        "Domowitz, Ian et al., Market Segmentation and Stock Prices: Evidence from an Emerging Market, Journal of Finance, v. 52 (July 1997), 1059-85.",
        "Stabile, Donald, The Origins of American Public Finance: Debates over Money, Debt, and Taxes in the Constitutional Era, 1776-1836, Greenwood Press (1998)."
    ]
}