{
    "id": 7576,
    "cites": 41,
    "cited_by": 16,
    "reference": [
        "Alesina, Albert and Dani Rodrik (1994), Distributive Politics and Economic Growth, Quarterly Journal of Economics, 109, 465-90.",
        "Allen, Franklin (1982), Optimal Linear Income Taxation with General Equilibrium Effects on Wages, Journal of Public Economics, 17, 135-43.",
        "Atkinson, Anthony B. (1973), How Progressive Should Income Tax Be? in M. Parkin and A. R. Nobay (eds.), Essays in Modern Economics, (London: Longman), 90- 109.",
        "Auten, Gerald and Robert Carroll (1998), The Effect of Income Taxes on Household Behavior, The Review of Economics and Statistics, forthcoming.",
        "Cameron, D. (1978), The Expansion of the Public Economy: A Comparative Analysis, American Political Science Review, 72, 1243-61.",
        "Carroll, Robert (1998a), Do Taxpayers Really Respond to Changes in Tax Rates, mimeo, U.S. Department of the Treasury, Office of Tax Analysis Working Paper No. 78, August.",
        "Cilke, James, with Bob Gillette, C. Eric Larson, and Roy A. Wyscarver (1994), The Treasury Individual Income Tax Simulation Model, mimeo, U.S. Department of the Treasury, Office of Tax Analysis.",
        "Cooter, Robert and Elhanan Helpman (1974), Optimal Income Taxation for Transfer Payments Under Different Social Welfare Criteria, Quarterly Journal of Economics, 88, 656-70.",
        "Feenberg, Daniel and James M. Poterba (1993), Income Inequality and the Incomes of Very High-Income Taxpayers: Evidence from Tax Returns, in James Poterba (ed.), Tax Policy and the Economy, 7 (Cambridge, MA: MIT Press), 145-77.",
        "Feldstein, Martin (1973), On the Optimal Progressivity of the Income Tax, Journal of Public Economics, 2, 357-76.",
        "Feldstein, Martin (1976), On the Theory of Tax Reform, Journal of Public Economics, 6, 77-104.",
        "Feldstein, Martin (1995), The Effect of Marginal Tax Rates on Taxable Income, Journal of Political Economy, 103, 351-72.",
        "Gilder, George (1990), Wealth and Poverty (New York: Basic Books).",
        "Goolsbee, Austan (1998), Its Not About the Money: Why Natural Experiments Dont Work on the Rich, Office of Tax Policy Research Working Paper No. 98-7, Ann Arbor, MI.",
        "Helpman, Elhanan and Efraim Sadka (1978), The Optimum Income Tax: Some Comparative Static Results, Journal of Public Economics, 9, 383-93.",
        "Jencks, Christopher, with Marshall Smith, Henry Avlands, Mary Jo Bane, David Cohen, Herbert Gintis, Barbara Heyns, and Stephan Michelson (1972), Inequality: A Reassessment of the Effect of Family and Schooling in America, (New York: Basic Books).",
        "Karoly, Lynn (1994), Trends in Income Inequality: The Impact and Implications for Tax Policy, in Joel Slemrod (ed.), Tax Progressivity and Income Inequality, (Cambridge: Cambridge University Press).",
        "Kristov, Lorenzo, Peter Lindert and Robert McClelland (1992), Pressure Groups and Redistribution, Journal of Public Economics, 48, 135-63.",
        "Levy, Frank and Richard Murnane (1992), U.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations, Journal of Economic Literature, 30, 1333-8.",
        "Lindbeck, Assar (1995), Hazardous Welfare State Dynamics, American Economic Review, 82, 53-68.",
        "Lindert, Peter (1996), What Limits Social Spending? Explorations in Economics History, 33, 1-44.",
        "Lydall, H. F. (1968). The Structure of Earnings (Oxford: Oxford University Press).",
        "Magee, Stephen P., William Brock, and Leslie Young (1989), Black Hole Tariffs and the Endogenous Policy Theory, (Cambridge: Cambridge University Press).",
        "Meltzer, Allan H. and Scott F. Richard (1981), A Rational Theory of the Size of Government, Journal of Political Economy, 89, 914-27.",
        "Mirrlees, James A. (1971), An Exploration in the Theory of Optimum Income Taxation, Review of Economic Studies, 175-208.",
        "Mirrlees, James A. (1976), Optimal Tax Theory: A Synthesis, Journal of Public Economics, 327-58.",
        "Moffitt, Robert and Mark Wilhelm (1998), Taxation and the Labor Supply Decisions of the Affluent, Office of Tax Policy Research Working Paper No. 98-8, Ann Arbor.",
        "Myrdal, Gunnar (1960), Beyond the Welfare State, (New Haven: Yale University Press).",
        "Persson, Torsten and Guido Tabellini, Is Inequality Harmful for Growth? Theory and Evidence, American Economic Review, 48, 600-21. Peltzman, Sam (1980), The Growth of Government, Journal of Law and Economics, 23, 209-87.",
        "Rawls, John (1971), A Theory of Justice, (Cambridge: Harvard University Press).",
        "Reich, Robert B. (1991), The Work of Nations: Preparing Ourselves for 21st Century Capitalism, (New York: Alfred A. Knopf).",
        "Rodrik, Dani (1997), Why Do More Open Economies Have Bigger Governments?, mimeo, Harvard University.",
        "Romer, Paul (1990), Capital, Labor and Productivity, Brookings Papers on Economic Activity, Special Issue, 337-420.",
        "Sandmo, Agnar (1973), Optimal Redistribution When Tastes Differ, Finanzarchiv, 50, 149-63.",
        "Slemrod, Joel (1994), On the High-Income Laffer Curve, in Joel Slemrod (ed.), Tax Progressivity and Income Inequality (Cambridge: Cambridge University Press).",
        "Slemrod, Joel (1998a), Methodological Issues in Measuring and Interpreting Taxable Income Elasticities, National Tax Journal, 51, 773 - 88.",
        "Slemrod, Joel (1998b), How Costly is a Large, Redistributive Public Sector? Swedish Economic Policy Review, Spring, 89-105.",
        "Stern, Nicholas H. (1976), On the Specification of Models of Optimum Income Taxation, Journal of Public Economics, 6, 123-62.",
        "Thurow, Lester (1975), Generating Inequality, (New York: Basic Books).",
        "Varian, Hal (1980), Redistributive Taxation as Social Insurance, Journal of Public Economics, 14, 49-68.",
        "The authors of this study admit, though, that their conclusions do not apply to the very rich, defined as those with assets exceeding $10 million (of 1972 dollars)."
    ]
}