{
    "id": 7577,
    "cites": 57,
    "cited_by": 57,
    "reference": [
        "Apte, P., M. Kane, and P. Sercu. 1994. Relative PPP in the Medium Run. Journal of International Money and Finance13 (October): 602-22.",
        "Bacchetta, P., and S. Gerlach. 1997. Consumption and Credit Constraints: International Evidence.Journal of Monetary Economics40 (October): 207-38.",
        "Baillie, R. T., and T. Bollerslev. 1991. Intraday and Inter-Market Volatility in Foreign Exchange Rates.Review of Economic Studies58 (May): 565-585.",
        "Balke, N. S., and T. B. Fomby. 1997. Threshold Cointegration. International Economic Review38 (August): 627-646.",
        "Bayoumi, T. 1993. Financial Deregulation and Consumption in the United Kingdom.",
        "Review of Economics and Statistics 75 (August): 536-39. Berloffa, G. 1997. Temporary and Permanent Changes in Consumption Growth. Economic Journal107 (March): 345-58.",
        "Blundell, R. et al. 1995. Financial Liberalization and the Permanent Income Hypothesis.",
        "Manchester School of Economic and Social Studies 63 (June): 125-44. Campbell, J. Y., and N. G. Mankiw. 1990. Permanent Income, Current Income, and Consumption.Journal of Business, Economics, and Statistics 8 (July): 265-279.",
        "Canzoneri, M. B., R. E. Cumby, and B. Diba. 1999. Relative Labor Productivity and the Real Exchange Rate in the Long Run: Evidence for a Panel of OECD Countries.",
        "Chinn, M., and L. Johnston. 1996. Real Exchange Rate Levels, Productivity and Demand Shocks: Evidence from a Panel of 14 Countries. Working Paper Series no. 5709, National Bureau of Economic Research (August).",
        "Christiano, L. J., M. Eichenbaum, and D. Marshall. 1991. The Permanent Income Hypoth- esis Revisited.Econometrica59 (March): 397-423.",
        "Cochrane, J. H. 1988. How Big is the Random Walk in GNP? Journal of Political Economy 96 (October): 893-920.",
        "Coleman, A. M. G. 1995. Arbitrage, Storage, and the `Law of One Price:NewTheory for the Time Series Analysis of an Old Problem. Princeton University (September).",
        "Photocopy. Dumas, B. 1992. Dynamic Equilibrium and the RealExchange Rate in a Spatially Separated World.Review of Financial Studies5: 153-180.",
        "Engel, C. 2000. Long-Run PPP May Not Hold After All. Journal of International Eco- nomics. Forthcoming.",
        "Ermini, L. 1988. Temporal Aggregation and Hall s Model of Consumption Behavior.",
        "Applied Economics20 (October): 1317-20. Ermini, L. 1993. Effects of Transitory Consumption and Temporal Aggregation on the Permanent Income Hypothesis.Review of Economics and Statistics 75 (November): 736-40.",
        "Chicago: University of Chicago Press. 25 Frankel, J. A., and A. K. Rose. 1996. A Panel Project on Purchasing Power Parity: Mean Reversion Within and Between Countries. Journal of International Economics 40 (February): 209-224.",
        "Froot, K. A., and K. Rogoff. 1995. Perspectives on PPP and Long-Run Real Exchange Rates. InHandbook of International Economics , vol. 3, edited by G. Grossman and K. Rogoff. Amsterdam: Elsevier.",
        "Glen, J. D. 1992. Real Exchange Rates in the Short, Medium, and Long Run. Journal of International Economics33 (August): 147-166.",
        "Hall, R. E. 1988. IntertemporalSubstitution in Consumption. Journal of Political Economy 96 (April): 339-357.",
        "Heaton, J. 1993. The Interaction Between Time-Nonseparable Preferences and Time Ag- gregation.Econometrica61 (March): 353-385.",
        "Heckscher, E. F. 1916. VÃ\u0082Å xelkursens Grundval vid Pappersmyntfot. Ekonomisk Tidskrift 18 (October): 309-312.",
        "International Monetary Fund. 1986. International Financial Statistics: Supplement on Price Statistics. International Financial Statistics. Supplement Series no. 12. Wash- ington, D.C.: International Monetary Fund.",
        "International Monetary Fund. 1998. International Financial Statistics. Washington, D.C.: International Monetary Fund.",
        "Jorion, P., and R. J. Sweeney. 1996. Mean Reversion in Real Exchange Rates: Evidence and Implications for Forecasting. Journal of International Money and Finance 15 (August): 535-550.",
        "Lam, K. 1990. Workings Effect Revisited: Fitting Univariate Time Series to Stock Price Data.Omega-International Journal of Management Science 18 : 337-338.",
        "Lee, M. H. 1978.Purchasing Power Parity. New York: Marcel Dekker.",
        "Lo, A. W., and A. G. MacKinlay. 1988. Stock Market Prices Do Not Follow Random Walks: Evidence from a Simple Speci fication Test.Review Of Financial Studies1: 41-66.",
        "Lothian, J. R. 1997. Multi-Country Evidence on the Behavior of Purchasing Power Parity under the Current Float.Journal of International Money and Finance 16 (February): 19-35.",
        "Lothian, J. R., and M. P. Taylor. 1996. Real Exchange Rate Behavior: The Recent Float From the Perspective of the Past Two Centuries. Journal of Political Economy104 (June): 488-509.",
        "Lothian, J. R., and M. P. Taylor. 1997. Real Exchange Rate Behavior. Journal of Interna- tional Money and Finance16 (December): 945-54.",
        "Maeso-Fernandez, F. 1998. Econometric Methods and Purchasing Power Parity: Short- and Long-Run PPP.Applied Economics30 (November): 1443-57.",
        "Michael, P., A. R. Nobay, and D. A. Peel. 1997. Transaction Costs and Nonlinear Ad- justment in Real Exchange Rates: An Empirical Investigation. Journal of Political Economy105 (August): 862-79.",
        "Ng, S. 1995. Testing for Unit Roots in Flow Data Sampled at Different Frequencies.",
        "Economics Letters47 (March): 237-42. OConnell, P. G. J. 1996. Market Frictions and Relative Traded Goods Prices. Journal of International Money and Finance17 (February): 71-95.",
        "OConnell, P. G. J. 1998. The Overvaluation of Purchasing Power Parity. Journal of International Economics44 (February): 1-19.",
        "Obstfeld, M., and A. M. Taylor. 1997. Nonlinear Aspects of Goods-Market Arbitrage and Adjustment: Heckschers Commodity Points Revisited.Journal of the Japanese and International Economies11 (December): 441-79.",
        "Oh, K.-Y. 1996. Purchasing Power Parity and Unit Root Tests Using Panel Data. Journal of International Money and Finance 15 (June): 405-418.",
        "Papell, D. H. 1997. Searching for Stationarity: Purchasing Power Parity Under the Current Float.Journal of International Economics 43 : 313-32.",
        "Poterba, J., and L. H. Summers. 1988. Mean Reversion in Stock Prices: Evidence and Implications.Journal of Financial Economics22 (October): 27-59.",
        "Prakash, G. 1996. Pace of Market Integration. Northwestern University (September).",
        "Ramey, V. A. 1989. Inventories as Factors of Production and Economic Fluctuations.",
        "American Economic Review79 (June): 338-54. Rogoff, K. 1996. The Purchasing Power Parity Puzzle. Journal of Economic Literature34 (June): 647-668.",
        "Sarno, L., and M. P. Taylor. 1998. Real Interest Rates, Liquidity Constraints and Financial Deregulation: Private Consumption Behavior in the U.K. Journal of Macroeconomics 20 (Spring): 221-42.",
        "Sercu, P., R. Uppal, and C. Van Hulle. 1995. The Exchange Rate in the Presence of Transaction Costs: Implications for Tests of Purchasing Power Parity. Journal of Finance50 (September): 1309-1319.",
        "Schwert, G. W. 1987. Effects of Model Speci fication on Tests for Unit Roots in Macroe- conomic Data.Journal of Monetary Economics20 (July): 73-103.",
        "Shiller, R. J., and P. Perron. 1985. Testing the Random Walk Hypothesis: Power Versus Frequency of Observation.Economics Letters18 : 381-86.",
        "Explorations in Economic History27 (October): 381-420. Taylor, A. M. 1996. International Capital Mobility in History: Purchasing Power Parity in the Long-Run. Working Paper Series no. 5742, National Bureau of Economic Research (September).",
        "Taylor, M. P. 1995. The Economics of Exchange Rates. Journal of Economic Literature 33 (March): 13-47.",
        "Taylor, M. P., and D. A. Peel. 1999. Nonlinear Mean-Reversion in Real Exchange Rates: Towards a Solution to the PurchasingPower Parity Puzzle. University College, Oxford.",
        "Photocopy. Washburn, C. L., and C. S. Binkley. 1990a. Informational Ef ficiency of Markets for Stumpage.American Journal of Agricultural Economics 72 (May): 394-405.",
        "Washburn, C. L., and C. S. Binkley. 1990b. On the Use of Period-AverageStumpage Prices to Estimate Forest Asset Pricing Models. Land Economy66 (November): 379-393.",
        "Wei, S.-J., and D. C. Parsley. 1995. Purchasing Power Dis-Parity during the Floating Rate Period. Harvard University and Vanderbilt University (May). Photocopy.",
        "Working, H. 1960. Note on the Correlation of First Differences of Averages in a Random Chain.Econometrica28 (October): 916-918.",
        "Wu, Y. 1996. Are Real Exchange Rates Nonstationary? Evidence from a Panel-Data Test.",
        "Journal of Money, Credit, and Banking 28 (February): 54-63. Yeager, L. B. 1976.International Monetary Relations: Theory, History, and Policy .2ded."
    ]
}