{
    "id": 7579,
    "cites": 28,
    "cited_by": 19,
    "reference": [
        "[1] Baldwin, Robert, and Martin Cave, [1999], Understanding Regulation: Theory, Strategy and Practice, Oxford: Oxford University Press.",
        "[2] Baron, David, [1988], Regulation and Legislative Choice, Rand Journal of Economics, 20, 467-77.",
        "[3] Baron, David, [1994], Electoral Competition with Informed and Uninformed Voters, American Political Science Review, 88, 593-609.",
        "[4] Baron, David, [1995], The Economics and Politics of Regulation: Perspectives, Agenda and Approaches, in Jeffrey Banks and Eric Hanushek (eds), Modern Political Economy, Cambridge: Cambridge University Press.",
        "[5] Berry, William, [1979], Utility Regulation in the States: The Policy Effects of Professionalism and Salience to the Consumer, American Journal of Political Science, 23(2), 263-277.",
        "[6] Besley, Timothy and Stephen Coate, [1997], An Economic Model of Representative Democracy, Quarterly Journal of Economics, 112(1), 85-114.",
        "[7] Besley, Timothy and Stephen Coate, [1999], Lobbying and Welfare in a Representative Democracy, Review of Economic Studies, forthcoming.",
        "[8] Costello, Kenneth W., [1984], Electing Regulators: The Case of Public Utility Commissioners, Yale Journal on Regulation, 2, 83-105.",
        "[9] Cram, W. Mark and Robert E. McCormick, [1984], Regulators as an Interest Group, in James M. Buchanan and Robert D. Tollison (eds), The Theory of Public Choice II, Ann Arbor: University of Michigan Press.",
        "[10] Gormley, William T., [1981], Non-electoral Participation as a Response to Issue-specific Conditions: The Case of Public Utility Regulation, Social Science Quarterly, 62(3), 527-539.",
        "[11] Grossman, Gene and Elhanan Helpman, [1994], Protection for Sale, American Economic Review, 88, 139-156. 29",
        "[12] Grossman, Gene and Elhanan Helpman, [1996], Electoral Competition and Special Interest Politics, Review of Economic Studies, 63(2), 26586.",
        "[13] Harris, Malcolm C., and Peter Navarro, [1983], Does Electing Public Utility Commissioners Bring Lower Electric Rates? Public Utilities Fortnightly, 112 (sept.), 23-88.",
        "[14] Joskow, Paul, [1974], Inflation and Environmental Concern: Structural Change in the Process of Public Utility Regulation, Journal of Law and Economics, 291-327.",
        "[15] Joskow, Paul and Roger Noll, [1981], Regulation in Theory and Practice: An Overview, in Gary Fromm (ed), Studies in Public Regulation, Cambridge, MA: MIT Press.",
        "[16] Joskow, Paul and Nancy Rose, [1989], The Effects of Economic Regulation,  in Richard Schmalensee and Robert Willig (eds), Handbook of Industrial Organization, Amsterdam: North Holland.",
        "[17] Laffont, Jean-Jacques, [1996], Industrial Policy and Politics, International Journal of Industrial Organization, 14(1), 1-27.",
        "[18] Laffont, Jean-Jacques and Jean Tirole, [1993], A Theory of Incentives in Procurement and Regulation, Cambridge MA: MIT Press.",
        "[19] Navarro, Peter, [1982], Public Utility Commission Regulation: Performance, Determinants and Energy Policy Impacts, The Energy Journal, 3(2), 119-139.",
        "[20] Norton, Seth W., [1985], Regulation and Systematic Risk: The Case of Electric Utilities, Journal of Law and Economics, 28, 671-686.",
        "[21] Osborne, Martin and Al Slivinski, [1996], A Model of Political Competition with Citizen-Candidates, Quarterly Journal of Economics, 111, 65-96.",
        "[23] Persson, Torsten and Guido Tabellini, [1999], Political Economics: Explaining Economic Policy, book manuscript forthcoming from MIT Press.",
        "[24] Phillips, Charles F. Jr, [1988], The Regulation of Public Utilities, Arlington, VA: Public Utilities Reports, Inc.",
        "[25] Primeaux, Walter and Patrick Mann, [1986], Regulator Selection Methods and Electricity Prices, Land Economics, 63(1), 1-13.",
        "[26] Stigler, George, [1971], The Theory of Economic Regulation, The Bell Journal of Economics, Spring, 3-2 1.",
        "[27] Stigler, George and C. Friedland, [1962], What the Regulators Regulate ? The Case of Electricity, Journal of Law and Economics, 5, 1-16.",
        "[28] Troesken, Werner, [1997], The Sources of Public Ownership: Historical Evidence from the Gas Industry, Journal of Law, Economics and Organization, 13(1), 1-25.",
        "[29] Turvey, Ralph and Dennis Anderson, [1977], Electricity Economics: Essays and Case Studies, Baltimore: Johns Hopkins University Press. 31"
    ]
}