{
    "id": 7583,
    "cites": 16,
    "cited_by": 10,
    "reference": [
        "Averett, S. L., H. E. Peters, and D. M. Waldman (1997). Tax Credits, Labor Supply, and Child Care, Review of Economics and Statistics , 79: 125-135, February.",
        "Berger, M. C. and D. A. Black (1992). Child Care Subsidies, Quality of Care, and the Labor Supply of Low-Income, Single Mothers, Review of Economics and Statistics , 74: 635- 642, November.",
        "Connelly, R. (1992). The Effect of Child Care Costs on Married Womens Labor Force Participation, Review of Economics and Statistics , 74: 83-90, February.",
        "Chamberlain, G. (1983). Panel Data, in Zvi Griliches and Michael Intrilligator (eds), Handbook of Econometrics , Vol. II, Amsterdam: North-Holland, 1247-1317.",
        "Geolytics , Inc. (1999). Census CD+Mapgs , East Brunswick, New Jersey.",
        "Greene, W., (1997). Econometric Analysis , 3rd ed., Upper Saddle River, NJ: Prentice Hall.",
        "Johansen, A. S., A. Leibowitz , and L. J. Waite (1996). The Importance of Child-Care Characteristics to Choice of Care, Journal of Marriage and the Family , 58: 759-772, August.",
        "Kimmel, J. (1992). Child Care and the Employment Behavior of Single and Married Mothers, W.E. UpJohn Institute for Employment Research , Working Paper 92-14.",
        "Kimmel, J. (1995). The Effectiveness of Child Care Subsidies in Encouraging the Welfare-to- Work Transition of Low-Income Single Mothers, American Economic Review , 85: 271- 275, May.",
        "Kimmel, J. (1998). Child Care Costs as a Barrier to Employment for Single and Married Mothers, Review of Economics and Statistics , 79: 287-299, February.",
        "Liang, K .-Y. and S. Zeger (1986). Longitudinal Data Analysis using Generalized Linear Models, Biometrika , 73: 13-22, April.",
        "Liang, K .-Y., S. Zeger, and B. Qaqish (1992). Multivariate Regression Analyses for Categorical Data, Journal of the Royal Statistical Society , Series B, 54: 3-24.",
        "Meyers , M. K. and T. Heintze (1999). The Performance of the Child-Care Subsidy System, Social Service Review , 73: 37-64, March.",
        "Ribar, D. C. (1995). A Structural Model of Child Care and the Labor Supply of Married Women, Journal of Labor Economics , 13: 558-597, July.",
        "Ribar, D. C. (1992). Child Care and the Labor Supply of Married Women: Reduced Form Evidence, Journal of Human Resources , 27: 134-165, Winter.",
        "Witte, A. D., M. Queralt, T. Chipty and H. Griesinger (1998). Unintended Consequences: Welfare Reform and the Earnings of the Working Poor, with support of the U.S."
    ]
}