{
    "id": 7586,
    "cites": 14,
    "cited_by": 30,
    "reference": [
        "Akerlof, G., A. K. Rose, J. L. Yellen, and H. Hessenius (1991): East Germany in from the Cold: The Economic Aftermath of Currency Union, Brookings Papers on Economic Activity No. 1, pp. 1-105.",
        "Boltho, A., W. Carlin, and P. Scramozzino (1996): Will East Germany Become a New Mezzogiorno?, CEPR discussion paper 1256.",
        "Barrel, R., and D. W. te Velde (1999): Catching-up of East German Labour Productivity in the 90s, Paper presented at the CESifo conference Ten Years after: German Unification Revisited, Berlin, 9-10 November 1999.",
        "Franz, W., and V. Steiner (1999): Wages in the East German Transition Process Ã\u0082â\u0080\u0093 Facts and Explanations, Paper presented at the CESifo conference Ten Years after: German Unification Revisited, Berlin, 9-10 November 1999.",
        "Keller, W. (1997): From Socialist Showcase to Mezzogiorno? Lesson on the Role of Technical Change from East Germanys Post-World War II Growth Performance, NBER working paper 6079.",
        "Klodt, H. (1999): Industrial Policy and the East German Productivity Puzzle, Paper presented at the CESifo conference Ten Years after: German Unification Revisited, Berlin, 9-10 November 1999.",
        "MÃ\u0083Â¼ller, A. (2000): Der AufholprozeÃ\u0083Å¸ der ostdeutschen Wirtschaft stagniert, Ifo Schnelldienst No. 3, pp. 9 Ã\u0082â\u0080\u0093 16..",
        "Nierhaus, W. (1999): HÃ\u0083Â¶here Rentenanpassungen in Ostdeutschland erforderlich?, Ifo Schnelldienst No. 19, pp. 20-24.",
        "PaquÃ\u0083Â©, K.-H. (1999): Zehn Jahre Aufbau Ost: Eine Zwischenbilanz, Ifo Schnelldienst No.",
        "Sinn, H.-W. (1995): Staggering along: Wages Policy and Investment Support in East Germany, Economics of Transition 3, pp. 403-426.",
        "Sinn, H.-W. (1999): EU Enlargement, Migration, and Lessons from German Unification, CESifo working paper 182.",
        "The figures refer to the territorial states; the three city states Bremen, Hamburg and Berlin are excluded. The public debt does not include the debt of the communal building societies which was inherited from the GDR. In 1989, the year before unification, Germany had a current account surplus of 107.1 bn deutschmarks, which was the second largest in the world.",
        "See Sinn and Sinn (1991, pp. 165 -168).",
        "For a family of four. See, e.g., Akerlof et al. (1991) or Sinn and Sinn (1991)."
    ]
}