{
    "id": 7590,
    "cites": 51,
    "cited_by": 137,
    "reference": [
        "Andersen, Torben G., Tim Bollerslev, Francis X. Diebold, and Paul Labys, 1999, The Distribution of Exchange Rate Volatility, unpublished paper, Northwestern Uni- versity, Duke University, and University of Pennsylvania.",
        "Bernard, Andrew B. and Douglas G. Steigerwald, 1993, Cleansing Recessions: Evidence from Stock Prices, working paper, MIT and UC Santa Barbara.",
        "Black, Fischer, 1976, Studies of Stock Price Volatility Changes, Proceedings of the 1976 Meetings of the Business and Economic Statistics Section, 177-181, American Statistical Association.",
        "Bodie, Zvi, Alex Kane, and Alan J. Marcus, 1999, Investments, fourth edition, Irwin McGraw-Hill.",
        "Bollerslev, Tim, Ray Chou, and Kenneth Kroner, 1992, ARCH Modeling in Finance: A Review of the Theory and Empirical Evidence, Journal of Econometrics 52, 5-59.",
        "Brainard, S. Lael and David M. Cutler, 1993, Sectoral Shifts and Cyclical Unemployment Reconsidered, Quarterly Journal of Economics 108, 219-243.",
        "Braun, P.A., D.B. Nelson, and A.M. Sunier, 1995, Good News, Bad News, Volatility, and Beta, Journal of Finance, Vol. 50, pp. 1575-1603.",
        "Caballero, Ricardo J. and Mohammed Hammour, 1994, The Cleansing Effect of Recessions , American Economic Review 84, 1350-1368.",
        "Campbell, John Y., 1991, A Variance Decomposition for Stock Returns~, Economic Journal 101, 157-179.",
        "Campbell, John Y., Sangjoon Kim, and Martin Lettau, 1994, Dispersion and Volatility in Stock Returns: An Empirical Investigation, unpublished paper, Princeton University.",
        "Campbell, John Y. and Martin Lettau, 1999, Dispersion and Volatility in Stock Returns: An Empirical Investigation, NBER working paper No. 7144.",
        "Campbell, John Y., Andrew W. Lo, and A. Craig MacKinlay, 1997, The Econometrics of Financial Markets, Princeton University Press, Princeton, NJ.",
        "Christie, Andrew, 1981, The Stochastic Behavior of Common Stock Variances: Value, Leverage, and Interest Rate Effects, Journal of Financial Economics 10, 407-432.",
        "Conrad, Jennifer, 1989, The Price Effect of Option Introduction, Journal of Finance 44, 487-498.",
        "Duffee, Gregory R., 1995, Stock Returns and Volatility: A Firm-Level Analysis, Journal of Financial Economics 37, 399-420.",
        "Eden, Benjamin and Boyan Jovanovic, 1994, Asymmetric Information and the Excess Volatility of Stock Prices, Economic Inquiry 32, 228-235.",
        "Engle, Robert F. and G.G.J. Lee, 1993, Long Run Volatility Forecasting for Individual Stocks in a One Factor Model, unpublished paper, University of California at San Diego.",
        "Fama, Eugene F. and Kenneth R. French, 1997, Industry Costs of Equity, Journal of Financial Economics 43, 153-194.",
        "Foster, Dean P. and Dan B. Nelson, 1996, Continuous Record Asymptotics for Rolling Sample Variance Estimators, Econometrica 64, 139-174.",
        "French, Kenneth and Richard Roll, 1986, Stock Return Variances: The Arrival of Information and the Reaction of Traders. Journal of Financial Economics 19, 3-30.",
        "French, Kenneth, G. William Schwert and Robert Stambaugh, 1987. Expected Stock Returns and Volatility, Journal of Financial Economics 19, 3-30.",
        "Froot, Kenneth and Andre Perold, 1995, New Trading Practices and Short-Run Market Efficiency. Journal of Futures Markets 15, 731-765.",
        "Gertner, Robert H., David S. Scharfstein, and Jeremy C. Stein, 1994, Internal versus External Capital Markets, Quarterly Journal of Economics 109, 1211-1230.",
        "Ghysels, Eric, Andrew Harvey and E. Renault, 1996, Stochastic Volatility, in Handbook of Statistics, Vol. 14. G.S. Maddala, ed., North-Holland, Amsterdam.",
        "Gompers, Paul A. and Andrew Metrick, 1999, Institutional Investors and Equity Prices, unpublished paper, Harvard University.",
        "Hentschel, Ludger, 1995, All in the Family: Nesting Symmetric and Asymmetric GARCH Models, Journal of Financial Economics 39, 71-104.",
        "Heston, Steven L. and K. Geert Rouwenhorst, 1994, Does Industrial Structure Explain the Benefits of International Diversification? Journal of Financial Economics 36, 3-27.",
        "John, Kose, 1984, Market Resolution and Valuation in Incomplete Markets, Journal of Financial and Quantitative Analysis 19, 29-44.",
        "Kumar, Raman, Atulya Sarin, and Kuldeep Shastri, 1998, The Impact of Options Trading on the Market Quality of the Underlying Security: An Empirical Analysis , Journal of Finance 53, 717-732.",
        "Leahy, John V. and Toni M. Whited, 1996, The Effect of Uncertainty on Investment: Some Stylized Facts, Journal of Money, Credit, and Banking 28, 64-83.",
        "LeRoy, Stephen F. and Richard D. Porter, 1981, The Present-Value Relation: Tests Based on Implied Variance Bounds, Econometrica 49, 555-574.",
        "Loungani, Prakash, Mark Rush, and W. Tave, 1990, Stock Market Dispersion and Unemployment, Journal of Monetary Economics 25, 367-388.",
        "Malkiel, Burton G. and Yexiao Xu, 1999, The Structure of Stock Market Volatility, unpublished paper, Princeton University.",
        "Merton, Robert C., 1980, On Estimating the Expected Return on the Market: An Exploratory Investigation, Journal of Financial Economics 8, 323-36 1.",
        "Morck, Randall, Bernard Yeung, and Wayne Yu, 1999, The Information Content of Stock Markets: Why Do Emerging Markets Have Synchronous Stock Price Movements?, unpublished paper, University of Alberta, University of Michigan, and Queens University.",
        "Nelson, Daniel, 1992, Filtering and Forecasting with Misspecified ARCH Models I: Getting the Right Variance with the Wrong Model, Journal of Econometrics 52, 61-90.",
        "Newey, Whitney and Kenneth D. West, 1994, Automatic Lag Selection in Covariance Matrix Estimation, Review of Economic Studies 61, 63 1-654.",
        "Officer, R.R., 1973, The Variability of the Market Factor of the New York Stock Exchange, Journal of Business 46, 434-453.",
        "Poterba, James and Lawrence Summers, 1986, The Persistence of Volatility and Stock Market Fluctuations, American Economic Review 76, 1142-1151.",
        "Roll, Richard, 1992, Industrial Structure and the Comparative Behavior of International Stock Market Indices, The Journal of Finance 47, 3-42.",
        "Ross, Stephen, 1977, Options and Efficiency, Quarterly Journal of Economics, Vol. 4, pp. 129-176.",
        "Schwert, G. William, 1989, Why Does Stock Market Volatility Change Over Time?, Journal of Finance 44, 1115-1153.",
        "Shiller, Robert J., 1981, Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends?, American Economic Review 71, 421-436.",
        "Shleifer, Andrei and Robert W. Vishny, 1997, The Limits of Arbitrage, Journal of Finance 52, 35-55.",
        "Skinner, Douglas J., 1989, Options Markets and Stock Return Volatility, Journal of Financial Economics 23, 61-78.",
        "Stein, Jeremy C., 1987, Informational Externalities and Welfare-Reducing Speculation,  Journal of Political Economy, Vol. 95, No.6, pp. 1123-45.",
        "Stein, Jeremy C., 1997, Internal Capital Markets and the Competition for Corporate Resources, Journal of Finance 52, 111-133.",
        "Vogelsang, Timothy, 1998, Trend Function Hypothesis Testing in the Presence of Serial Correlation, Econometrica, Vol. 66, pp. 123-148.",
        "Vuolteenaho, Tuomo, 1999, What Drives Firm-Level Stock Returns?, unpublished paper, Graduate School of Business, University of Chicago.",
        "West, Kenneth D., 1988, Dividend Innovations and Stock Price Volatility, Econometrica 56, 37-61.",
        "Whitelaw, Robert F., 1994, Time Variations and Covariations in the Expectation and Volatility of Stock Market Returns, The Journal of Finance 49, 515-41."
    ]
}