{
    "id": 7595,
    "cites": 24,
    "cited_by": 11,
    "reference": [
        "Barbee, Olivia (1999). Seven Habits of Highly Tax-Efficient Investors, Morninstar Fund Investor (September).",
        "Barclay, Michael, N. Pearson, and Michael Weisbach (1998), Open End Mutual Funds and Capital Gains Taxes, Journal of Financial Economics 49, 3-43.",
        "Bhabra, Harjeet, Upinder Dhillon, and Gabriel Ramirez (1999), A November Effect? Revisiting the Tax Loss Selling Hypothesis, mimeo, Concordia University.",
        "Chevalier, Judyand Glenn Ellison (1997),Risk Taking by Mutual Funds as a Response to Incentives, Journal of Political Economy 105,1167-1200.",
        "Carpenter, Jennifer and Anthony Lynch (1999). Survivorship Bias and Attrition Effects in Measures of Performance Persistence, Journal of Financial Economics 54, 337-374.",
        "Chordia. Tarun (1996), The Structure of Mutual Fund Charges,1' Journal of Financial Economics 41, 3-39.",
        "Constantinides, George (1984), Optimal Stock Trading with Personal Taxes: Implications for Prices and the Abnormal January Returns, Journal of Financial Economics 13, 65-89.",
        "Dammon, Robert and Chester Spatt, (1996), The Optimal Trading and Pricing of Securities with Asymmetric Capital Gains Taxes and Transactions Costs, Review of Financial Studies 9,921-952.",
        "Dickson, Joel, and John Shoven (1995). Taxation and Mutual Funds: An Investor Perspective, in J. Poterba, ed., Tax Policy and the Economy. Volume 9 (Cambridge: MIT Press), 151-181.",
        "Gruber, Martin (1997), Another Puzzle: The Growth in Actively Managed Mutual Funds, Journal of Finance 51, 783-810.",
        "Hendricks, Darryll, Jayendu Patel, and Richard Zeckhauser (1994), Investment Flows and Performance: Evidence from Mutual Funds, Cross-Border Investments, and New Issues, in Ryuzo Sato, Richard Levich, and Rama Ramachandran, eds., Japan, Europe, and International Financial Markets: Analytical and Empirical Perspectives (Cambridge: Cambridge University Press).",
        "Investment Company Institute (1999). The Mutual Fund Fact Book. (Washington: Investment Company Institute).",
        "Ippolito, Richard (1992), Consumer Reaction to Measures of Poor Quality: Evidence from the Mutual Fund Industry, Journal of Law and Economics 35, 45-70.",
        "Jeffrey, Robert H. and Robert D. Arnott (1993), Is Your Alpha Big Enough to Cover Its Taxes? Journal of Portfolio Management (Spring), 15-25.",
        "Kennickell, Arthur, Martha Starr-McCluer, and Brian Surette (2000). Changes in U.S. Family Finances at the End of the 1990s: Results from the 1998 Survey of Consumer Finances, Federal Reserve Bulletin 86 (January).",
        "Khorana, Ajay, and Henri Servaes (1999). The Determinants of Mutual Fund Starts, Review of Financial Studies 12(5), 1043-1073.",
        "Poterba, James (1987),How Burdensome Are Capital Gains Taxes?, Journal of Public Economics 33, 153172.",
        "Poterba, James (1998). The Rate of Return to Corporate Capital and Factor Shares: New Estimates Using Revised National Income Accounts and Capital Stock Data, Carnegie-Rochester Conference Series on Public Policy 48 (June), 211-246.",
        "Poterba, James (1999), Unrealized Capital Gains and the Measurement of After-Tax Portfolio Performance, Journal of Private Portfolio Management I (Spring), 23-34.",
        "Poterba, James, and Andrew Samwick (2000). Taxation and Household Portfolio Composition: Evidence from Tax Reforms in the I 980s. NBER Working Paper 7392.",
        "Sirri, Erik, and Peter Tufano (1998), Costly Search and Mutual Fund flows, Journal of Finance 53, 15891622.",
        "Stiglitz, Joseph (1983), Some Aspects of the Taxation of Capital Gains, Journal of Public Economics 21, 257-294.",
        "U.S. Congressional Budget Office (1999), The Contribution of Mutual Funds to Taxable Capital Gains (Washington: U.S. Congressional Budget Office).",
        "Warther, Vincent (1995), Aggregate Mutual Fund Flows and Security Returns, Journal of Financial Economics 39, 209-236."
    ]
}