{
    "id": 7597,
    "cites": 10,
    "cited_by": 9,
    "reference": [
        "Coronado, Julia Lynn, Don Fullerton and Thomas Glass. 1999a. Distributional Impacts of Proposed changes to the Social Security System. Tax Policy and the Economy 13: 149-186.",
        "Lifetime Progressivity. Paper presented at NBER conference on Distributional Aspects of Social Security and Social Security Reform. October. Cutler, David M. Comment. In M. Feldstein, editor, Privatizing Social Security. Chicago: University of Chicago Press for NBER, pp. 357 - 361. Duleep, Harriet. 1989. Measuring Socioeconomic Mortality Differentials Over Time. Demography 26 (May): 345-51.",
        "Feldstein, Martin and Jeffrey Liebman. 1999. The Distributional Effects of an Investment Based Social Security System. Paper presented at NBER conference on Distributional Aspects of Social Security and Social Security Reform. NBER Working Paper 7492.",
        "Gustman, A., 0. Mitchell, A. Samwick, and T. Steinmeier. 1999. Pension and Social Security Wealth In The Health And Retirement Study. In J. Smith and R. Willis, editors. Wealth, Work and Health, Innovations in Measurement in the Social Sciences. Ann Arbor: University of Michigan Press, pp. 150-207.",
        "Gustman, A. and T. Steinmeier. 1998. Privatizing Social Security: First Round Effects of A Generic, Voluntary, Privatized U.S. Social Security System. In M. Feldstein, editor, Privatizing Social Security. Chicago: University of Chicago Press for NBER, pp. 313 - 357.",
        "Security: An Analysis Using Linked Data From the Health and Retirement Study. NBER Working Paper 7368. _______________ 2000. Social Security Benefits of Immigrants and Native Born. In George Borjas, editor, Issues in the Economics of Immigration. Chicago: University of Chicago Press for NBER, pp. 309-350.",
        "Haider, Steven and Gary Solon. 1999. Evidence of Non-Response Bias in the HRS Social Security Files. Xerox. Ann Arbor, Michigan.",
        "Liebman, Jeffrey B. 1999. Redistribution in the Cunent U.S. Social Security System. Paper presented at NBER conference on Distributional Aspects of Social Security and Social Security Reform. October.",
        "Olson, Jan. Forthcoming. Linkages with Data from SSA Records in the Health and Retirement Study. Social Security Bulletin. Panis, Constantijn W.A. and Lee A. Lifiard. 199S. Socioeconomic Differentials in the Return to Social Security. Santa Monica: Rand, January. Smith, James P. The Distribution of Family Earnings. Journal of Political Economy 87(5) Part 2: S163-S192. Social Security Administration. 1999. Annual Statistical Supplement to the Social Security Bulletin. Washington, D.C.: Social Security Administration.",
        "Steuerle, C. Eugene and Jon M. Bakija. 1994. Retooling Social Security for the 2Pt Century: Right and Wrong Approaches to Reform. Washington, D.C.: Urban Institute."
    ]
}