{
    "id": 7598,
    "cites": 10,
    "cited_by": 34,
    "reference": [
        "The Eurosystems below 2% is reminiscent of the brief period when the previous Chancellor of Exchequer speci...ed Bank Englands ination target as the ambiguous 2.5% or less, leaving open the interpretation of or less. The current Chancellor wisely removed the or less. 3 As discussed Svensson (1999a) and Svensson and Woodford (1999), ination-forecast targeting can be interpreted as a targeting rule and is dierent from a commitment to a simple instrument rule (like a Taylor rule). The latter paper also discusses to what extent ination-forecast targeting can achieve the socially optimal monetary policy under commitment.",
        "Footnotes * Institute for International Economic Studies, Stockholm University, SE-10691 Stock- holm, Sweden. Email: Lars.Svensson@iies.su.se. Homepage: http:// www.iies.su.se/leosven/. I thank Ben Bernanke and Michael Woodford for comments and Princeton University for its hospitality. The views expressed and any errors are my own responsibility. 1 A more detailed discussion of the Eurosystem is given in Svensson (1999b). Ination targeting is discussed in Bernanke et al (1999) and Svensson (1997, 1999a).",
        "Swiss National Bank. Press Release, December 10, 1999.",
        "Sveriges Riksbank. Ination Report, December 1999.",
        "Svensson, Lars E.O. and Woodford, Michael. Implementing Optimal Policy through Ination-Forecast Targeting, Working Paper, Princeton University, 1999.",
        "Answers, Press Conference, December 2, 1999.",
        "ECB. A Stability-Oriented Monetary Policy Strategy for the ESCB, Press Release, October 13, 1998a.",
        "Angeloni, Ignazio and Issing, Otmar. The ECB is Transparent and Accountable, Wall Street Journal, October 21, 1999.",
        "Svensson, Lars E.O. Ination Forecast Targeting: Implementing and Monitoring Ination Targets, European Economic Review, 1997, 41, pp. 1111-1146.",
        "Bernanke, Ben S.; Laubach, Thomas; Mishkin, Frederic S. and Posen, Adam S. Ination Targeting: Lessons from the International Experience, Princeton: Prince- ton University Press. Duisenberg, Willem F. The ESCBs Stability-Oriented Monetary Policy Strategy, speech, November 10, 1998a."
    ]
}