{
    "id": 7599,
    "cites": 16,
    "cited_by": 18,
    "reference": [
        "Barrow, Lisa, and Leslie McGranahan. The Earned Income Tax Credit and Durable Goods Purchases. Federal Reserve Bank of Chicago. Mimeo, 1999.",
        "Blank, Rebecca, David Card, and Philip Robins. Financial Incentives for Increasing Work and Income Among Low-Income Families. NBER Working Paper No. 6998. Cambridge, MA: National Bureau of Economic Research, 1999.",
        "Burkhauser, Richard V., Kenneth A. Couch, and Andrew J. Glenn. Public Policies for the Working Poor: The Earned Income Tax Credit versus Minimum Wage Legislation. Research in Labor Economics 15 (1996): 65-109.",
        "Dickert, Stacy, Scott Houser, and John Karl Scholz. The Earned Income Tax Credit and Transfer Programs: A Study of Labor Market and Program Participation. In Tax Policy and the Economy, edited by J. Poterba, 1-50. Cambridge: MIT Press, 1995.",
        "Eissa, Nada, and Hilary Williamson Hoynes. The Earned Income Tax Credit and the Labor Supply of Married Couples. NBER Working Paper No. 6856. Cambridge, MA: National Bureau of Economic Research, 1998.",
        "Eissa, Nada, and Jeffrey Liebman. Labor Supply Response to the Earned Income Tax Credit. Quarterly Journal of Economics 112 No. 2 (1996): 605-637.",
        "Hoffman, Saul, and Laurence Seidman. The Earned Income Tax Credit: Antipoverty Effectiveness and Labor Market Effects. Kalamazoo, MI: Upjohn Institute for Employment Research, 1990.",
        "Johnson, Nicholas, and Ed Lazere. State Earned Income Tax Credits. Poverty Research News III No. 1 (Winter 1999), Joint Center for Poverty Research.",
        "Meyer, Bruce, and Dan Rosenbaum. Making Single Mothers Work: Recent Tax and Welfare Policy and its Effects. Northwestern University. Mimeo, 1999a.",
        "Meyer, Bruce, and Dan Rosenbaum. Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers. NBER Working Paper No. 7363. Cambridge, MA: National Bureau of Economic Research, 1999b.",
        "Neumark, David, Mark Schweitzer, and William Wascher. The Effects of Minimum Wages on the Distribution of Family Incomes: A Non-Parametric Analysis. NBER Working Paper No. 6536. Cambridge, MA: National Bureau of Economic Research, 1998.",
        "Neumark, David, and William Wascher. Do Minimum Wages Fight Poverty? NBER Working Paper No. 6127. Cambridge, MA: National Bureau of Economic Research, 1997.",
        "Romich, Jennifer L., and Thomas Weisner. How Families View and Use the EITC: The Case for Lump-Sum Delivery. Northwestern University. Mimeo, 1999.",
        "Smeeding, Timothy M., Katherin E. Ross, and Michael OConnor. The Economic Impact of the Earned Income Tax Credit (EITC): Consumption, Savings, and Debt. Syracuse University. Mimeo, 1999.",
        "Another alternative is to focus on the effects of the EITC on consumption, as is done in Romich and Weisner (1999), Smeeding, et al. (1999), and Barrow and McGranahan (1999).",
        "With the federal rate denoted rf, and the state rate denoted rs (defined as zero in states without an EITC), the combined rate (rc) is rc = rf?(1+rs). The federal EITC is calculated as rf multiplied by income (Y), over the phase-in range. The state EITC is then equal to rs multiplied by the federal EITC, or rs?(rf?Y) (see, e.g., Johnson and Lazere, 1999). We therefore use rf as the federal rate, and rs?rf as the state rate."
    ]
}