{
    "id": 7600,
    "cites": 27,
    "cited_by": 37,
    "reference": [
        "Brooks, Fredrick, 1975, The Mythical Man Month: Essays on Software Engineering.",
        "Claymon, Deborah, 1999, Apple in Tiff with Programmers over Signature Work, San Jose Mercury News. December 2, 1999.",
        "Cusumano, Michael A., and Richard W. Selby, 1995, Microsoft Secrets: How the Worlds Most Powerful Software Company Creates Technology, Shapes Markets, and Manages People. New York: Free Press.",
        "Darwall, Christina, and Josh Lerner, 2000, A Note on Open Source Software Development, Harvard Business School Case No. 200-___.",
        "Dempsey, Bert J., Debra Weiss, Paul Jones, and Jane Grenberg, 1999, A Quantitative Profile of a Community of Open Source Linux Developers, Unpublished working paper, School of Information and Library Science, University of North Carolina at Chapel Hill, http://metalab.unc.edu/osrt/develpro.html (accessed November 1, 1999).",
        "Dessein, Wouter, 1999, Authority and Communication in Organizations, Unpublished working paper, UniversitÃ\u0083Â© Libre de Bruxelles.",
        "DiBona, Chris, Sam Ockman, and Mark Stone, editors, 1999, Open Sources: Voices from the Open Source Revolution. Sebastopol, California: OReilly.",
        "Ghosh, Rishib A., 1999, Cooking Pot Markets: An Economic Model for the Trade in Free Goods and Services on the Internet, http://www.firstmonday.dk/issues/issue3_3/ghosh/index.html (accessed December 17, 1999).",
        "Gomulkiewicz, Robert W., 1999, How Copyleft Uses License Rights to Succeed in the Open Source Software Revolution and the Implications for Article 2B, Houston Law Review. 36, 179-194.",
        "Hammerly, Jim, Tom Paquin, and Susan Walton, 1999, Freeing the Source: The Story of Mozilla, in Chris DiBona, Sam Ockman, and Mark Stone, editors, Open Sources: Voices from the Open Source Revolution. Sebastopol, California: OReilly, pp. 197-206.",
        "Hermalin, Benjamin E., 1998, Toward an Economic Theory of Leadership: Leading by Example, American Economic Review. 88, 1188-1206.",
        "HolmstrÃ\u0083Â¶m, Bengt, 1999, ``Managerial Incentive Problems: A Dynamic Perspective, Review of Economic Studies. 66, 169-182.",
        "Johnson, Justin P., 1999, Economics of Open-Source Software, Unpublished working paper, Massachusetts Institute of Technology.",
        "Levy, Steven, 1984, Hackers: Heroes of the Computer Revolution. Garden City, NY: Anchor Press/Doubleday, 1984.",
        "Nadeau, Tom, 1999, Learning from Linux, http://www.os2hq.com/archives/linmemo1.htm (accessed November 12, 1999).",
        "Open Source Initiative, 1999, Open Source Definition, http://www.opensource.org/osd.html (accessed November 14, 1999).",
        "Raymond, Eric S., 1999a, The Cathedral and the Bazaar, http://www.tuxedo.org/- esr/writings/catherdral-bazaar (accessed November 9, 1999).",
        "Raymond, Eric S., 1999b, Homesteading the Noosphere: An Introductory Contradiction, http://www.tuxedo.org/-esr/writings/homesteading (accessed November 11, 1999).",
        "Rosenberg, Nathan, 1976, Perspectives on Technology. Cambridge: Cambridge University Press.",
        "Stallman, Richard, 1999, The GNU Operating System and the Free Software Movement, in Chris DiBona, Sam Ockman, and Mark Stone, editors, Open Sources: Voices from the Open Source Revolution. Sebastopol, California: OReilly, pp. 53-70.",
        "Taschek, John, 1999, Vendor Seeks Salvation By Giving Away Technology, http://www.zdnet.com/pcweek/stories/news/0,4153,404867,00.html (accessed December 17, 1999).",
        "Torvalds, Linus, 1999, Interview with Linus Torvalds: What Motivates Free Software Developers?, http://www.firstmonday.dk/issues/issue3_3/torvalds/index.html (accessed December 17, 1999).",
        "Weber, Max, 1968, Economy and Society: An Outline of Interpretative Sociology.",
        "This history is of necessity highly abbreviated. For more detailed treatments, see Browne [1999], DiBona, Ockman, and Stone [1999], Gomulkiewicz [1999], Levy [1984], and Raymond [1999a].",
        "E.g., Valloppillils [1998] discussion of the Mozilla release.",
        "For instance, concerns about the poaching of key employees was one of the reasons cited for Steve Jobs recent decision to cease giving credit to key programmers in Apple products [Claymon, 1999].",
        "Some of the E-speak code remains proprietary to Hewlett Packard; so will some applications and utilities developed in the future. It should also be noted that HP can profit by providing services to E-speak users, which, while not proprietary, should be an arena in which HP has a natural advantage. See, for example, the discussion of SGIs open source strategy in Taschek [1999]."
    ]
}