{
    "id": 7601,
    "cites": 42,
    "cited_by": 6,
    "reference": [
        "Abma, Joyce and Freya L. Sonenstein. Teenage Sexual Behavior and Contraceptive use: An Update. unpublished document, National Center for Health Statistics, Centers for Disease Control. April 28, 1998.",
        "Ahituv, Avner, V. Joseph Hotz, and Tomas Philipson. The Responsiveness of the Demand for Condoms to the Local Prevalence of AIDS. Journal of Human Resources . Vol. 31, No. 4 (Fall 1996), pp. 869-897.",
        "Akerlof, George A., Janet L. Yellen, and Michael L. Katz. An Analysis of Out-of-Wedlock Childbearing in the United States. Quarterly Journal of Economics. Vol. 111, No. 2 (May 1996), pp. 277-318.",
        "Alan Guttmacher Institute. Facts in Brief: Teen Sex and Pregnancy, 1998 . New York: Alan Guttmacher Institute. 1998.",
        "Argys, Laura, Susan Averett, and Daniel Rees. Welfare Generosity, Pregnancies and Abortions Among Unmarried AFDC Recipients. Journal of Population Economics . forthcoming. Blank, Rebecca, Christine George, and Rebecca London, State Abortion Rates: The Impact of Policies, Providers, Politics, Demographics, and Economic Environment, Journal of Health Economics , 15(5), October 1996, 513-553.",
        "Brooks-Gunn, Jeanne and Frank F. Furstenberg, Jr. Adolescent Sexual Behavior. American Psychologist . Vol. 44, No. 2 (February 1989). pp. 249-257.",
        "Brooks-Gunn, Jeanne and Roberta Paikoff. Sexuality and Developmental Transitions During Adolescence, pp. 190-245 in John Schulenberg, Jennifer L. Maggs, and Klaus Hurrelmann (eds.), Health Risks and Developmental Transitions during Adolescence. Cambridge, England: Cambridge University Press. 1997.",
        "Camasso, Michael, Carol Harvey, Mark Killingsworth, and Radha Jagannathan. New Jerseys Family Cap and Family Size Decisions: Some Findings from a 5-Year Evaluation. unpublished manuscript, Rutgers University. April 8, 1999.",
        "Centers for Disease Control Press Office. New CDC Report Cites Drop in Sexual Risk Behaviors Among Teens. Press Release. September 17, 1998.",
        "Chase-Lansdale, P. Lindsay and Jeanne Brooks-Gunn. Correlates of Adolescent Pregnancy and Parenthood, pp. 207-236 in Celia B. Fisher and Richard M. Lerner (eds.) Applied Developmental Psychology . New York: McGraw Hill, Inc. 1994.",
        "Coley, Rebekah Levine and P. Lindsay Chase-Lansdale. Adolescent Pregnancy and Parenthood: Recent Evidence and Future Directions. American Psychologist, Vol. 53, No. 2 (February 1998).",
        "Council of Economic Advisers. The Effects of Welfare Policy and the Economic Expansion on Welfare Caseloads: An Update. Washington, DC: Council of Economic Advisers. August 3, 1999.",
        "Darroch, Jacqueline E., David J. Landry, and Selene Oslak. Age Differences between Sexual Partners in the United States. Family Planning Perspectives . Vol. 31, No. 4 (July/August 1999), pp. 160-167.",
        "Dee, Thomas S. The Effects of Alcohol Use and Availability on Teen Childbearing. unpublished manuscript. February 1999.",
        "Fairlie, Robert W. and Rebecca A. London. The Effect of Incremental Benefit Levels on Births to AFDC Recipients. Journal of Policy Analysis and Management . Vol. 16, No. 4. pp. 575- 597. Gallup Organization. Gallup Social and Economic Indicators - Most Important Problem . www.gallup.com/poll/indicators/indmip.asp. September 3, 1999.",
        "Geronimus, Arline T. and Sanders Korenman. The Socioeconomic Consequences of Teen Childbearing Reconsidered. Quarterly Journal of Economics. Vol. 107, No. 4 (November 1992). pp. 1187-1214.",
        "Geronimus, Arline T. and Sanders Korenman. The Socioeconomic Costs of Teenage Childbearing: Evidence and Interpretation. Demography. Vol. 30, No. 2 (May 1993). pp. 281- 290.",
        "Grogger, Jeff and Stepen Bronars. The Socioeconomic Consequences of Teenage Childbearing: Findings from a Natural Experiment. Family Planning Perspectives . Vol. 25, No. 3 (July/August 1993). pp. 156-162.",
        "Haas-Wilson, Deborah. The Impact of State Abortion Restrictions on Minors Demand for Abortions. Journal of Human Resources . Vol. 31, No. 1 (Winter 1996). pp. 140-158.",
        "Hardy, Janet B. and Laurie Schwab Zabin. Adolescent Pregnancy in an Urban Environment . Washington, DC: Urban Institute Press. 1991.",
        "Hayes, Cheryl (ed.). Risking the Future: Adolescent Sexuality, Pregnancy, and Childbearing . Washington, DC: National Academy Press. 1987.",
        "Henshaw, Stanley K. Special Report: U.S. Teenage Pregnancy Statistics, With Comparative Statistics for Women Aged 20-24 . New York: Alan Guttmacher Institute. June 1, 1999.",
        "Hofferth, Sandra L. Social and Economic Consequences of Teenage Childbearing, pp. 123- 144 in Cheryl D. Hayes (ed.) Risking the Future: Adolescent Sexuality, Pregnancy, and Childbearing . Washington, D.C.: National Academy Press, 1987.",
        "Hoffman, Saul D., E. Michael Foster and Frank F. Furstenberg, Jr. Reevaluating the Costs of Teenage Childbearing. Demography. Vol. 30, No. 1 (February 1993a). pp. 1-13.",
        "Hoffman, Saul D., E. Michael Foster and Frank F. Furstenberg, Jr. Reevaluating the Costs of Teenage Childbearing: Response to Geronimus and Korenman. Demography. Vol. 30, No. 2 (May 1993b). pp. 291-296.",
        "Horvath, Ann and H. Elizabeth Peters. Welfare Waivers and Non-Marital Childbearing. Joint Center for Poverty Research working paper 109. September 1999.",
        "Hotz, V. Joseph, Susan Williams McElroy, and Seth G. Sanders. The Impacts of Teenage Childbearing on the Mothers and the Consequences of Those Impacts for Government. Kids Having Kids: Economic Costs and Social Consequences of Teen Pregnancy, ed. Rebecca A. Maynard. Washington, D.C.: The Urban Institute Press, 1996. pp. 55-94.",
        "Kaiser Family Foundation. Is the Secret Getting Out? 1997 National Surveys of Americans and Health Care Providers on Emergency Contraception. Menlo Park, CA. 1997.",
        "Kane, Thomas J. and Douglas Staiger. Teen Motherhood and Abortion Access. Quarterly Journal of Economics. Vol. 111, No. 2 (May 1996), pp. 467-506.",
        "Levine, Phillip B., Amy B. Trainor, and David J. Zimmerman, The Effects of Medicaid Abortion Funding Restrictions on Abortions, Pregnancies, and Births, Journal of Health Economics , 15, 1996, 555-578.",
        "Lowenstein, George and Frank Furstenberg. Is Teenage Sexual Behavior Rational? Journal of Applied Social Psychology . Vol. 21, No. 12 (1991). pp. 957-986.",
        "Lundberg, Shelly and Robert D. Plotnick. Adolescent Premarital Childbearing: Do Economic Incentives Matter? Journal of Labor Economics. Vol. 13, No. 2 (April 1995). pp. 177-200.",
        "Matthews, Stephen, David Ribar, and Mark Wilhelm, The Effects of Economic Conditions and Access to Reproductive Health Services on State Abortion and Birthrates. Family Planning Perspectives , Vol. 29, No. 2. (March/April 1997), pp. 52-60.",
        "Moffitt, Robert. The Effect of Welfare on Marriage and the Family, in Robert A. Moffitt (ed.) Welfare, the Family, and Reproductive Behavior. Washington, DC: National Academy Press. 1998.",
        "ODonoghue, Ted and Matthew Rabin. Doing it Now or Later. American Economic Review. Vol. 89, No. 1 (March 1999). pp. 103-124.",
        "Oettinger, Gerald S. The Effects of Sex Education on Teen Sexual Activity and Teen Pregnancy. Journal of Political Economy . Vol. 107, No. 3 (June 1999). pp. 606-644.",
        "ONeill, June. Report Concerning New Jerseys Family Development Program. unpublished manuscript, Baruch College. 1994.",
        "Philipson, Tomas J. and Richard A. Posner. The AIDS Epidemic in an Economic Perspective . Cambridge, MA: Harvard University Press. 1993.",
        "Terry, Elizabeth and Jennifer Manlove. Trends in Sexual Activity and Contraceptive Use Among Teens. unpublished document, presented at Messengers and Methods for the New Millennium: A Round Table on Adolescents and Contraception , Child Trends. February 1999.",
        "United Nations, Department of Economic and Social Affairs, Statistical Office. Demographic Yearbook . New York: United Nations. various years. 46 U.S. Department of Health and Human Services, Office of the Assistant Secretary for Planning and Evaluation. Trends in the Well-Being of Americas Children and Youth: 1998 . Washington, DC: U.S. Government Printing Office. 1998.",
        "U.S. Department of Health and Human Services, Office of Disease Prevention and Health Promotion. Healthy People 2010 - Draft. http://web.health.gov/healthypeople/default.htm.",
        "U.S. Department of Health and Human Services, Public Health Service, Centers for Disease Control, National Center for Health Statistics. Report to Congress on Out-of-Wedlock Childbearing . Hyattsville, MD: Department of Health and Human Services. September 1995."
    ]
}