{
    "id": 7603,
    "cites": 37,
    "cited_by": 5,
    "reference": [
        "Auerbach, A. (1995), \"Tax Projections and the Budget: Lessons from the 1980&apos;s,\" American Economic Review, Papers and Proceedings, 85, pp. 165-169.",
        "Bartik, T. (1991), Who Benefits from State and Local Economic Development Policies?, Upjohn Institute, Kalamazoo, MI.",
        "Bound, I., D. A. Jaeger, and R. M. Baker (1995), \"Problems with Instrumental Variables Estimation When the Correlatioin Between Instruments and the Endogenous Explantory Variable is Weak,\" Journal of the American Statistical Association, 90, pp. 443-450.",
        "Brueckner, J. (1981), \"Labor Mobility and the Incidence of the Residential Property Tax,\" Journal of Urban Economics, 10, pp. 173-182.",
        "Brueckner, J. (1982), \"A Test for Allocative Efficiency in the Local Public Sector,\" Journal of Public Economics, 19, pp. 311-31.",
        "Caballero, R., E. Engel, and 3. Haltiwanger (1995), \"Plant-Level Adjustment and Aggregate Investment Dynamics,\" Brookings Papers on Economic Activity: 2, pp. 1-39.",
        "Cullen, J. and S. Levitt (1996), \"Crime, Urban Flight, and Consequences for Cities,\" NBER W.P. No. 5737, Cambridge, MA: pp. 1-28.",
        "Glaeser, E., H. Kallal, J. Scheinkman, A. Shleifer (1992), \"Growth in Cities,\" Journal of Political Economy, 100, pp. 1126-1152.",
        "Glaeser, E. and M. Kahn (1999), \"From John Lindsay to Rudy Giuliani: The Decline of the Local Safety Net?\" Federal Reserve Bank of New York: Economic Policy Review, 5, No. 3, pp. 117-132.",
        "Goolsbee, A. (1999), \"In a World Without Borders: The Impact of Taxes on Internet Commerce,\" NBER WP. No. 6863, Cambridge, MA: pp. 1-29.",
        "Grieson, R (1980), \"Theoretical Analysis and Empirical Measurements of the Effects of the Philadelphia Income Tax,\" Journal of Urban Economics, 8, pp. 123-138.",
        "Grieson, R., W. Hamovitch, A. Levenson, and R. Morgenstern (1977), \"The Effect of Business Taxation on the Location of Industry,\" Journal of Urban Economics, 4, pp. 170-185.",
        "Gruber, I. and E. Saez (1999), \"The Elasticity of Taxable Income: Evidence and Implications,\" NBER Working Paper, pp. 1-32.",
        "Gruenstein, 1. (1980), \"Jobs in the City: Can Philazlelphia Afford to Raise Taxes,\" Business Review: Federal Reserve Bank of Philo4elphia, May/June, pp. 3-11.",
        "Gyourko, J. and I. Tracy (1989),\"Local Public Sector Rent-Seeking and Its Impact on Local Land Values,\" Regional Science and Urban Economics, 19, pp. 493-516.",
        "Haughwout, A. (1998), \"Aggregate Production Functions, Interregional Equilibrium, and the Measurement of Infrastructure Productivity,\" Journal of Urban Economics, 44, pp. 216227.",
        "Haughwout, A. and R. P. Inrnan (2000), \"Fiscal Policy in an Open City Economy,\" Working Paper, Wharton School, University of Pennsylvania.",
        "Heckman, J. (1999), \"Policies to Foster Human Capital,\" NBER W.P. No. 7288.",
        "Bellman, D. and I. Naroff (1979), \"The Impact of Crime on Urban Residential Property Values,\" Urban Studies, 16, pp. 105-112.",
        "Hines, I. and E. Rice (1994), \"Fiscal Paradise: Foreign Tax Havesn and American Business,\" Quarterly Journal of Economics, 109, pp. 149-182.",
        "Hines, J, (1999), \"Lessons from Behavioral Responses to International Taxation,\" National Tax Journal, 52, pp. 305-322.",
        "Inman. R. (1979), \"Dissecting the Urban Fiscal Crisis: Facts and Counterfacts,\" National Tax Journal, 32, 127-141.",
        "Inman, R. (1989), \"The Local Decision to Tax: Evidence from Large U.S. Cities,\" Regional Science and Urban Economics, 19, pp. 455-491.",
        "Inman, R. (1995), \"How to Have a Fiscal Crisis: Lessons from Philadelphia,\" American Economic Review, Papers and Proceedings, 85, pp. 378-383.",
        "Inman, R. and D. Rubinfeld (1997), \"Rethinking Federalism,\" Journal of Economic Perspectives, 11, pp. 43-64.",
        "Mark, S., T. McGuire, and L. Papke (1998), \"The Influence of Taxes on Employment and Population Growth: Evidence from the Washington D.C. Metropolitan Area,\" Working Paper.",
        "MacKinnon, J. (1991), \"Critical Values for Co-Integration Tests,\" in R. Engle and C. W. J. Gran get, Long-Run Economic Relationships: Readings in Co-Integration, Oxford University Press, New York, pp. 267-276.",
        "Polinsky, M. and D. Rubinfeld (1978), \"The Long-run Effects of a Residential Property Tax and Local Public Services,\" Journal of Urban Economics, 5, pp. 24 1-262.",
        "Poterba, 1. (1996), \"Retail Price Reactions to changes in State and Local Sales Taxes,\" National Tax Journal, 49, pp. 165-176.",
        "Roback, 1. (1982), \"Wages, Rents, and the Quality of Life,\" Journal of Political Economy, 90, pp. 1257-1278.",
        "Rosen, 5. (1979), \"Wage-based Indexes and the Quality of Life,\" in P. Mieszkowski and M. Straszheim (eds.), Current issues in Urban Economics, Baltimore: Johns Hopkins University Press, pp. 74-104.",
        "Sinai, T. (1997), \"Taxation, Mobility, and the Demand for Owner-Occupied Housing,\" Unpublished Ph.D. Dissertation, MIT.",
        "Staiger, D. and J. H. Stock (1997)., \"Instrumental Variables Regression with Weak Instruments,\" Econometrica, 65, pp. 557-585.",
        "Sullivan, A. (1985), \"The General Equilibrium Effects of the Residential Property Tax: Incidence and Excess Burden,\" Journal of Urban Economics, 18, pp. 235-250.",
        "Thaler, R. (1978), \"A Note on the Value of Crime Control: Evidence from the Property Market,\" Journal of Urban Economics, 5, 137-145.",
        "Vigdor, J. (1998), \"Was Tiebout Wrong? Local Taxes and the Growth of Cities,\" Working Paper, Harvard University.",
        "Walsh, M. and J. Jones (1988), \"More Evidence on the \"Border Tax\" Effect: The Case of West Virginia, 1979-1984,\" National Tar Journal, 41, pp. 261-266."
    ]
}