{
    "id": 7604,
    "cites": 28,
    "cited_by": 20,
    "reference": [
        "Aggarwal, Rajesh and Andrew Samwick, The Other Side of the Trade-Off: The Impact of Risk on Executive Compensation, Journal of Political Economy, 1999a.",
        "Aggarwal, Rajesh and Andrew Samwick, Executive Compensation, Strategic Competition, and Relative Performance Evaluation: Theory and Evidence, Journal of Finance, 1999b.",
        "Baker, George, Robert Gibbons and Kevin Murphy, Subjective Performance Measures in Optimal Incentive Contract, Quarterly Journal of Economics, 1994.",
        "Baker, George and Brian Hall, Understanding Top Management Incentives: Firm Size, Risk and CEO Effort, mimeo, Harvard Business School, Harvard University, 1998.",
        "Bertrand, Marianne and Sendhil Mullainathan, Executive Compensation and Incentives: The Impact of Thkeover Legislation, NBER Working Paper no. 6830, 1998.",
        "Blanchard, Olivier, Florencio Lopez-de-Silanes, and Andrei Shleifer, What Do Firms Do with Cash Windfalls?, Journal of Financial Economics, 1992.",
        "Crystal, Graef In Search of Excess: The Overcompensation of American Executives (W.W. Norton Co., New York, N.Y.), 1991.",
        "Diamond, Peter, Managerial Incentives: On the Near Linearity of Optimal Compensation, Journal of Political Economy, 106 (5), 1998.",
        "Garen, John, Executive Compensation and Principal-Agent Theory, Journal of Political Economy, 1994.",
        "Gibbons, Robert and Kevin Murphy, Relative Performance evaluation for Chief Executive Officers,  Industrial and Labor Relations Review, 1990.",
        "Gibbons, Robert and Kevin Murphy, Optimal Incentives in the Presence of Career Concerns: Theory and Evidence, Journal of Political Economy, 1992.",
        "Haid, Michael, Incentive Compensation and the Market for Corporate Control: Substitutive Forces to Discipline Management of Publicly Held Organizations in the U.S.: Empirical Evidence from the Oil Industry 1977 - 1994 (Raupt, Bern), 1997.",
        "Hal!, Brian, The Design of Multi-Year Stock Option Plans, Journal of Applied Corporate Finance, 12(2), Summer 1999a.",
        "Hall, Brian and Jeffrey Liebman, Are CEOs Really Paid Like Bureaucrats?, Quarterly Journal of Economics, 1998.",
        "Holmstrom, Bengt, Moral Hazard and Observability, Bell Journal of Economics, 1979.",
        "Holmstrom, Bengt and Paul Milgrom, Aggregation and Linearity in the Provision of Intertemporal Incentives, Econometrica, 1997.",
        "Hubbard, Glenn and Darius Palia, Executive Pay and Performance: Evidence from the US Banking Industry Journal of Financial Economics, 1994.",
        "Janakiraman, Surya, Richard Lambert and David Larcker, An Empirical Investigation of the Relative performance Evaluation Hypothesis, Journal of Accounting Research, 1992.",
        "Jensen, Michael and Kevin Murphy, Performance Pay and Top-Management Incentives, Journal of Political Economy, 1990.",
        "Joskow, Paul, Nancy Rose and Andrea Shepard, Regulatory Constraints on CEO Compensation, Brookings Papers on Economic Activity, 1993.",
        "Milgrom, Paul and John Roberts, The Efficiency of Equity in Organizational Decision Processes, American Economic Review, 1990.",
        "Murphy, Kevin, Corporate Performance and Managerial Remuneration: An Empirical Anaiysis, Journal of Accounting and Economics, 1985.",
        "Murphy, Kevin, Incentives, Learning, and Compensation: A Theoretical and Empirical Investigation of Managerial Labor Contracts, Rand Journal of Economics, 1986.",
        "Murphy, Kevin, Executive Compensation, in 0. Ashenfelter and D. Card, eds., Handbook of Labor Economics, North Holland, 1999.",
        "Shleifer, Andrei and Robert Vishny, Large Shareholders and Corporate Control, Journal of Political Economy, 1986.",
        "Tufano, Peter, Who Manages Risk? An Empirical Examination of Risk Management Practices in the Gold Mining Industry, Journal of Finance, 1996.",
        "Yermack, David, Do Corporations Award Stock Options Effectively? Journal of Financial Economics, 1995.",
        "Yermack, David, Higher Market Valuation of Companies with a Small Board of Directors, Journal of Financial Economics, 1996."
    ]
}