{
    "id": 7607,
    "cites": 18,
    "cited_by": 16,
    "reference": [
        "Aizenman, J., Competitive Externality and Optimal Seigniorage, Journal of Money, Credit and Banking, vol. 24, 1992, 61-71.",
        "Aizenman, J., Fiscal Discipline in a Union, in The Political Economy of Reform, cii, Sturzenegger, F. and M. Tommasi, MIT Press: Cambridge, Mass., 1998, Aizenman, 3. and A. Powell, The Political Economy of Public Savings and the Role of Capital Mobility, Journal of Development Economics, vol. 57, 1998, 67-95.",
        "Balino, T. J., D. Hoelscher and 3. Horder, Evolution of Monetary Policy Instruments in Russia, International Monetary Fund Working Paper n07/18O, 1997.",
        "Beetsma, R. and H. Uhlig, An Analysis for the &apos;Stability Pact, mimeo, May 1997.",
        "Bencivenga, V., E. Huybens and B. Smith, Dollarization and the Integration of International Capital Markets:A Contribution to the Theory of Optimal Currency Areas,&apos; mimeo, University of Texas-Austin, 1999.",
        "Buiter, W., The EMU and the NAMU: what is the case for North-American monetary union?, CEPR Discussion Paper n2181, june 1999.",
        "Chari, V.V. and P. Kehoe, On the Need for Fiscal Constraints in a Monetary Union, Federal Reserve Bank of Minneapolis, September 1997.",
        "Christiano, L. and M. Eichenbaum, Liquidity Effects and the Monetary Transmission Mechanism, American Economic Review, vol. 82, 1992, 344-353. Cole, H. L. and M. Obstfeld, Commodity Trade and International Risk Sharing: How much Do Financial Markets Matter?, Journal of Monetary Economics, vol. 28, 3-24.",
        "Emerson, M., D. Gros, A. Italianer, J. Pisany-Ferry and J. Reichenbach, One Market, One Money, Oxford University Press, 1992.",
        "Feldstein, M., The Political Economy of the European Economic and Monetary Union: Political Sources of an Economic Liability, Journal of Economic Perspectives, vol. 11, 1997, 23-42.",
        "Fuerst, T., Liquidity, Loanable Funds and Real Activity, Journal of Monetary Economics, vol. 29, 1992, 3-24.",
        "Grubel, H., The Case for the Amero: The Economics and Politics of a North American Monetary Union Critical Issues Bulletin, Fraser Institute, 1999.",
        "Koen, V. and M. Marrese, Stabilization and Structural Change in Russia, 1992-1994, International Monetary Fund Working Paper nb95/13, 1995.",
        "Lucas, R. E. Jr, Liquidity and Interest Rates, Journal of Economic Theory, vol. 50, 1990, 237-264.",
        "Mundell, R., A Theory of Optimum Currency Areas, American Economic Review, vol. 51, 1961, 657-665.",
        "Poterba, 1, Budget Institutions and Fiscal Policy in the U.S. States, American Economic Review Papers and Pmceedings, vol. 86, 1996, 395-400.",
        "Rolnick, A., B. Smith and W. Weber, In Order to Form a More Perfect Monetary Union, Federal Reserve Bank of Minneapolis Quarterly Review, 17 (1993).",
        "Saiegh, S. and M. Tominasi, Why is Argentina&apos;s Fiscal Federalism so Inefficient? Entering the Labyrinth Journal of Applied Economics, vol. 2, 1999, 169-209."
    ]
}