{
    "id": 7608,
    "cites": 44,
    "cited_by": 111,
    "reference": [
        "[2] American Medical Association. http://www.ama-assn.org/",
        "[4] Atack, Jeremy and Fred Bateman. 1992. Ã\u0082ÂªHow Long was the Workday in 1880? Journal of Economic History. 52(1, March): 129-60.",
        "[5] Bartlett, Robin L. 1998. Ã\u0082ÂªCSWEP: 25 Years at a Time.Ã\u0082Âº Journal of Economic Perspectives. 12(4, Fall): 177-184.",
        "[7] Blau, Francine D. and Marianne A. Ferber. 1991. Ã\u0082ÂªCareer Plans and Expectations of Young Women and Men: The Earnings Gap and Labor Force Participation.Ã\u0082Âº Journal of Human Resources. 26(4, Fall): 581-607.",
        "[15] Del Boca, Daniela. 1988. Ã\u0082ÂªWomen in a Changing Workplace: The Case of Italy.Ã\u0082Âº In Jane Jenson, Elisabeth Hagen, and Ceallaigh Reddy, Eds, Feminization of the Labor Force.New York-Oxford: Oxford University Press, pp. 120-136.",
        "[16] Dex, Shirley, Patricia Walters, and David M. Alden. 1993. French and British Mothers at Work. Houndsmills, Basingstoke, Hampshire: Macmillan Press.",
        "[17] De Vries, Jan. 1994. Ã\u0082ÂªThe industrial revolution and the industrious revolution.Ã\u0082Âº Journal of Economic History. 54(2, June): 249-70.",
        "[18] Erler, Gisela. 1988. Ã\u0082ÂªThe German Paradox.Ã\u0082Âº In Jane Jenson, Elisabeth Hagen, and Ceallaigh Reddy, Eds,Feminization of the Labor Force. New York-Oxford: Oxford University Press, pp. 231-244. 30",
        "[19] Fierman, J. 1990. Ã\u0082ÂªWhy Women Still Dont Hit the Top.Ã\u0082Âº Fortune. July 30, 1990: 41-62.",
        "[20] Finegan, T. Aldrich and Robert A. Margo. 1994. Journal of Economic History. 54(1, March): 64-84.",
        "[21] Flyer, Frederick and Sherwin S. Rosen. 1997. Ã\u0082ÂªThe New Economics of Teachers and Edu- cation.Ã\u0082ÂºJournal of Labor Economics. 15(1, Part 2 January): S104-39.",
        "[22]The Gallup Poll; Public Opinion. Wilmington, DE: Scholarly Research.",
        "[23] Gershuny, Jonathan and John P. Robinson. 1988. Demography. Ã\u0082ÂªHistorical Changes in the Household Division of Labor.Ã\u0082Âº 25(4, November): 537-552.",
        "[25] Goldin, Claudia. 1990.Understanding the Gender Gap: An Economic History of American Women. New York-Oxford: Oxford University Press.",
        "[26] Goldin, Claudia. 1991. Ã\u0082ÂªThe Role of World War II in the Rise of Womens Employment.Ã\u0082Âº American Economic Review. 81(4, September): 741-756.",
        "[27] Goldin, Claudia. 1995. Ã\u0082ÂªThe U-Shaped Female Labor Force Function in Economic Devel- opment and Economic History.Ã\u0082Âº In T. Paul Schultz, Ed., Investment in Womens Human Capital and Economic Development . Chicago: University of Chicago Press, pp. 61-90.",
        "[28] Goldin, Claudia. 1997. Ã\u0082ÂªCareer and Family: College Women Look to the Past.Ã\u0082Âº In Francine Blau and Ronald Ehrenberg, Eds,Gender and Family in the Workplace . New York: Russell Sage Press, pp. 20-58",
        "[29] Goldin, Claudia and Lawrence F. Katz. 2000. Ã\u0082ÂªThe Power of the Pill: Oral Contraceptives and Womens Career and Marriage Decisions.Ã\u0082Âº National Bureau of Economic Research Working Paper Number W7527.",
        "[30] Goldin, Claudia and Cecilia Rouse. Forthcoming. Ã\u0082ÂªOrchestrating Impartiality: The Impact of Ã\u0082ÂªBlindÃ\u0082Âº Auditions on Female Musicians.Ã\u0082Âº American Economic Review.",
        "[31] Grantham, George and Franque Grimard. 1999. Ã\u0082ÂªFemale Labour Force Participation in Nineteenth Century France and the 1851 Census of Population: A Quantitative Analysis.Ã\u0082Âº Unpublished manuscript. McGill University.",
        "[32] Gustafsson, S.S.and M.Bruyn-Hundt.1991.Ã\u0082ÂªIncentivesfor Womento Work: A Comparison between The Netherlands, Sweden, and West Germany.Ã\u0082Âº Journal of Economic Studies. 18(5/6): 30-65. 31",
        "[33] Gustafsson, S. and Frank Stafford.1992. Ã\u0082ÂªDaycare Subsidies and Labor Supply in Sweden.Ã\u0082Âº Journal of Human Resources. Winter.",
        "[34]Handbook of U.S. Labor Statistics: Employment, Earnings, Prices, Productivity, and Other Labor Data. 1999. Lanham, MD: Bernan Press.",
        "[35] Higgs, Edward. 1987. Ã\u0082ÂªWomens Occupations and Work in the Nineteenth Century Cen- suses.Ã\u0082ÂºHistory Workshop. pp. 60-80.",
        "[36] Hill, Anne M. 1988. Ã\u0082ÂªFemale Labor Supply in Japan: Implications of the Informal Sector For Labor Force Participation and Hours of Work.Ã\u0082Âº Journal of Human Resources. 24(1): 143-161.",
        "[37] Horrell, Sara and Jane Humphries. 1995. Ã\u0082ÂªWomens labour force participation and the transition to the male-breadwinner family, 1790-1865.Ã\u0082Âº Economic History Review. 48(1, February): 89-117.",
        "[39] International Labour Organization. Sectoral Activities Programme. 1997. Breaking through the glass ceiling: Women in management . Geneva: International Labour OfÃ\u0082Â®ce.",
        "[40] Joshi, Heather E., Richard Layard, and Susan J. Owen. 1985. Ã\u0082ÂªWhy Are More Women Working in Britain?Ã\u0082ÂºJournal of Labor Economics. 3(1, pt. 2): S147-S176.",
        "[42] Juhn, Chinhui and Kevin M. Murphy. 1997. Ã\u0082ÂªWage Inequality and Family Labor Supply.Ã\u0082Âº Journal of Labor Economics. 15(1, pt.1): 72-97.",
        "[43] Kahn, Shulamit. 1993. Ã\u0082ÂªGender Differences in Academic Career Paths of Economists.Ã\u0082Âº American Economic Review. 83(2, May): 52-56.",
        "[44] Lundberg, Shelly J. and Robert A. Pollak. 1996. Ã\u0082ÂªBargaining and Distribution in Marriage.Ã\u0082Âº Journal of Economic Perspectives. 10(4): 139-56.",
        "[45] Marchand, Olivier and Claude ThÃ\u0083â\u0080\u009a elot. 1991.Deux SiÃ\u0083Â\u0081ecles de Travail en France: Population active et structure social, durÃ\u0083â\u0080\u009aee et productivitÃ\u0083â\u0080\u009aedutravail. Paris: INSEE.",
        "[46] McRae, Susan. 1996. Ã\u0082ÂªWomen at the Top: Progress after 5 Years.Ã\u0082Âº King-Hall Paper, No. 2. London: The Hansard Society for Parliamentary Government.",
        "[47] Melkas, Helina and Richard Anker. 1998. Gender Equality and Occupational Segregation in Nordic Labour Markets. Geneva: International Labor OfÃ\u0082Â®ce. 32",
        "[53] Robertson, Wyndham. 1978. Ã\u0082ÂªThe Top Women in Big Business.Ã\u0082Âº Fortune. July 17, 1978: 58.",
        "[54] Ruggles, Steven and Matthew Sobek.1997. Integrated PublicUse Microdata Series,IPUMS- 98 Version 2.0, Social History Research Laboratory. Minneapolis, MN: Department of History, University of Minnesota, http://www.ipums.umn.edu/",
        "[55] Ruhm, Christopher J. 1998. Ã\u0082ÂªThe Economic Consequences of Parental Leave Mandates: Lessons from Europe.Ã\u0082ÂºQuarterly Journal of Economics. 113(1, February): 285-318.",
        "[56] Schneer, Joy A. and Frieda Reitman. 1995. Ã\u0082ÂªThe Impact of Gender as Managerial Careers Unfold.Ã\u0082ÂºJournal of Vocational Behavior. 47(3): 290-316.",
        "[58] Stroh, Linda K., Jeanne M. Brett, and Anne H. Reilly. 1992. Ã\u0082ÂªAll the Right Stuff: A Com- parison of Female and Male Mangers Career Progression.Ã\u0082Âº Journal of Applied Psychology. 77(3, June): 251-260.",
        "[59] United States Department of Commerce, Bureau of the Census. 1998. Current Population Survey: Annual Demographic File, 1998, ICPSR 2573 . Ann Arbor, MI: Inter-university Consortium for Political and Social Research.",
        "[60] Vogelheim, Elisabeth. 1988. Ã\u0082ÂªWomen in a Changing Workplace: The Case of the Fed- eral Republic of Germany.Ã\u0082Âº In Jane Jenson, Elisabeth Hagen, and Ceallaigh Reddy, Eds, Feminization of the Labor Force: Paradoxes and Promises . Oxford-New York: Oxford University Press, pp. 106-119.",
        "[61] Voth, Hans-Joachim. 1998. Ã\u0082ÂªTime and Work in Eighteenth-Century London.Ã\u0082Âº Journal of Economic History. 58(1, March): 29-58. 33",
        "[62] Weeks, Julie R. 1993. Ã\u0082ÂªWomen in Business: Dramatic Work-Force Change.Ã\u0082Âº The Public Perspective. 5(1, November/December): 31.",
        "[63] Wood, Robert G., Mary E. Corcoran, and Paul N. Courant. 1993. Ã\u0082ÂªPay Differences among the Highly Paid: The Male-Female Earnings Gap in Lawyers Salaries.Ã\u0082Âº Journal of Labor Economics. 11(3, July): 417-441. 34"
    ]
}