{
    "id": 7609,
    "cites": 40,
    "cited_by": 59,
    "reference": [
        "Huismari, R., K. Koedijk, C. Kool, arid F. Nisseri, 1998, Extreme Support for Uricovered Iriterest Parity, Journal of International Money and Financel7, 211-228.",
        "Hicks, 1953, Value and Capital, Loridori: Oxford Uriiversity Press.",
        "Hodrick, R. J., 1987, The Empirical Evidence on the Efficiency of Forward and Futures Foreign Eai~change Markets. Harwood Academic Publishers, Chur, Switzerlarid.",
        "Bekaert, G. ald C. R. Harvey, 1997, Emergilg Equity Market Volatility, Journal of Financial Economics 43, 29-77.",
        "Bekaert, G. ald R. J. Hodrick, 1993, 011 Biases il the Measuremelt of Foreigl Exchalge Risk Premiums, Journal of International Money and Finance 12, 115-138.",
        "Bekaert, G., R. J. Hodrick, ald D. Marshall, 1997, 011 Biases il Tests of the Expectatiols Hypothesis of the Term Structure of Ilterest Rates, Journal of Financial Economics 44, 309-348.",
        "Baillie, R. T. ald T. Bollerslev, 1998, The Forward Premium Alomaly Is Not as Bad as You Thilk, maluscript, Uliversity of Virgilia.",
        "Balsal, R. ald M. Dahlquist, 1999, The Forward Premium Puzzle: Differelt Tales from De- veloped ald Emergilg Ecolomies, maluscript, Duke Uliversity.",
        "Hariseri, L. P., 1982, Large Sample Properties of Gerieralized Method of Momerits Estimators, Econometrica 50, 1029-1054.",
        "Hardouvelis, G. A., 1994, The Term Structure Spread arid Future Chariges iri Lorig arid Short Rates iri the G7 Couritries: Is There a Puzzle? Journal of Monetary Economics 33, 255-284.",
        "Bollerslev, T., 1986, Geleralized Autoregressive Colditiolal Heteroskedasticity, Journal of Econometrics 31, 307-328.",
        "Bekaert, G., R. J. Hodrick, ald D. Marshall, 1999, Peso Problem Explalatiols for Term Structure Alomalies, revisiol of NBER Workilg Paper No. 6147.",
        "Berkowitz, J. ald L. Kilial, 1996, Recelt Developmelts il Bootstrappilg Time Series, maluscript, Federal Reserve Board.",
        "Berlalke, B. S., M. Gertler, ald M. Watsol, 1997, Systematic Moletary Policy ald the Effects of Oil Price Shocks, Brookings Papers on Economic Activity 1, 91-142.",
        "Gray, S. F., 1996, Modelirig The Coriditiorial Distributiori Of Iriterest Rates As A Regime- switchirig Process, Journal of Financial Economics 42, 27-62.",
        "Erigle, R. F., V. M. Ng, arid M. Rothschild, 1990, Asset Pricirig with Factor-ARCH Structure: Empirical Estimatiori for Treasury Bills, Journal of Econometrics 45, 213-237.",
        "Gerlach, S. arid F. Smets, 1997, The Term Structure of Euro-Rates: Some Eviderice Iri Support of the Expectatioris Hypothesis, Journal of International Money and Finance 16, 305-321.",
        "Evaris, M. D. D., 1996, Peso Problems: Their Theoretical arid Empirical Implicatioris, iri G.S.",
        "Dahlquist, M. ald G. Jolssol, 199S, The Ilformatiol il Swedish Short-maturity Forward Rates, European Economic Review 39, 111S-1131. Elgel, C., 1996, The Forward Discoult Alomaly ald the Risk Premium: A Survey of Recelt Evidelce, Journal of Empirical Finance 3, 123-192.",
        "Cumby, R. E. ald J. Huizilga, 1992, Testilg the Autocorrelatiol Structure of Disturbalces il Ordilary Least Squares ald Ilstrumeltal Variables Regressiols, Econometrica 60, 18S-196.",
        "Campbell, J. Y., ald R. J. Shiller, 1991, Yield Spreads ald Ilterest Rate Movemelts: A Birds Eye View, Review of Economic Studies 58, 495-514.",
        "Bollerslev, T. ald J. M. Wooldridge, 1992, Quasi-Maximum Likelihood Estimatiol ald Ilfer- e~ce il Dylamic Models with Time Varyilg Covarialces, Econometric Reviews 11, 143-172.",
        "Politis, D. N., J. P. Romario, arid M. Wolf, 1997, Subsamplirig for Heteroskedastic Time Series, Journal of Econometrics 81, 281-317.",
        "Roll, R. arid S. Yari, 1998, Ari Explariatiori of the Forward Premium Puzzle, UCLA CIBER Workirig Paper No. 98-13.",
        "Politis, D. N. arid J. P. Romario, 1994, The Statioriary Bootstrap, Journal of the American Statistical Association 89, 1303-1313.",
        "Newey, W. K. arid D. L. McFadderi, 1994, Large Sample Estimatiori arid Hypothesis Testirig, iri R. F. Erigle arid D. L. McFadderi, eds., Handbook of Econometrics: Volume ~. Elsevier Scierice: Amsterdam, The Netherlarids, 2111-2245.",
        "Melirio, A., 1983, Essays ori Estimatiori arid Irifererice iri Liriear Ratiorial Expectatioris Models, Ph.D. dissertatiori, Harvard Uriiversity, Cambridge, MA.",
        "Mayriard, A. arid P. C. B. Phillips, 1998, Rethirikirig ari Old Empirical Puzzle: Ecoriometric Eviderice ori the Forward Discouri Ariomaly, mariuscript, Yale Uriiversity.",
        "Marikiw, N. G. arid M. Shapiro, 1986, Do We Reject Too Ofteri: Small Sample Properties of Ratiorial Expectatioris Models, Economics Letters 20, 139-145.",
        "Ligeralde, A. V., 1997, Covariarice Matrix Estimators Arid Tests Of Market Efficiericy, Journal of International Money and Finance 16, 323-343.",
        "Keyries, J. M., 1930, A Treatise on Money. Loridori: Macmillari.",
        "Keridall, M. G., 1954, Note ori the Bias iri the Estimatiori of Autocorrelatiori, Biometrika 41, 403-404.",
        "Valkariov, R., 1998, The Term Structure with Highly Persisterit Iriterest Rates, mariuscript, Priricetori Uriiversity.",
        "Stambaugh, R., 1999, Predictive Regressioris, Journal of Financial Economics 54, 375-421.",
        "Schotmari , P., 1996, Small Sample Properties of the Regressiori Test of the Expectatioris Hypothesis of the Term Structure, Economics Letters 57, 129-134.",
        "Sargerit, T. J., 1979, A Note ori Maximum Likelihood Estimatiori of the Ratiorial Expectatioris Model of the Term Structure, Journal of Monetary Economics 5, 133-144.",
        "Burlside, C. ald M. Eichelbaum, 1996, Small-Sample Properties of GMM-Based Wald Tests, Journal of Business and Economic Statistics 14, 294-308.",
        "Lewis, K. K., 1989, Charigirig Beliefs arid Systematic Ratiorial Forecast Errors with Eviderice from Foreigri Excharige American Economic Review 79, 621-636.",
        "Vasicek, 0., 1977, Ari Equilibrium Characterizatiori of the Term Structure, Journal of Fi- nancial Economics 5, 177-188.",
        "Taucheri, G., 1985, The Small-Sample Bias of Tests for a Risk Premium iri Forward Excharige Rates, mariuscript, Duke Uriiversity."
    ]
}