{
    "id": 7614,
    "cites": 14,
    "cited_by": 24,
    "reference": [
        "Aghion, P., O. Hart, and J. Moore (1992), The Economics of Bankruptcy Reform, Journal of Law, Economics, and Organization, Vol. 8, pp. 527 -.",
        "Baird, Douglas (1986), The Uneasy case for Corporate Reorganizations, Journal of Legal Studies, Vol. 15, pp. 127.",
        "Bebchuk, Lucian (1988) A New Approach to Corporate Reorganizations, Harvard Law Review, Vol. 101, 775-804.",
        "Reorganization, Journal of Law, Economics, and Organization, Vol. 8, pp. 253-279. -----------(1998a), Chapter 11, in The New Palgrave Dictionary for Law and Economics.",
        "Black, F. and M. Scholes (1972), The Pricing of Options and Corporate Liabilities, Journal of Political Economy, Vol. 81, 637-654.",
        "Cutler, D.M. and L.H. Summers (1988), The Costs of Conflict Resolution and Financial Distress: Evidence from the Texaco-Pennzoil Litigation, Rand Journal of Economics, Vol. 19, 157-72.",
        "Eberhart, A.C., Moore, W.T., and R.L. Roenfeldt (1990), Security Pricing and Deviations from the Absolute Priority Rule in Bankruptcy Proceedings, Journal of Finance, Vol. 45, 1457-69.",
        "Franks, J.R. and W.N. Torous (1989), An Empirical Investigation of U.S. Firms in Reorganization, Journal of Finance, Vol. 44, 747-69.",
        "Gilson, S., Kose, J., and L. Lang (1990), Troubled Debt Restructuring: An Empirical Study of Private Reorganization of Firms in Default, 27 Journal of Financial Economics, Vol. 27, pp.",
        "Hart, Oliver, Rafael LaPorta, Florencio Lopez-de-Silanes, and John Moore (1997), A New Bankruptcy Procedure that uses Multiple Auctions, European Economic Review 41, 461-473.",
        "Hotchkiss, E. (1995), Postbankruptcy Performance and Management Turnover, Journal of Finance, Vol. 50, pp. 3-21.",
        "Jensen (1991), Corporate Control and the Politics of Finance, Journal of Applied Corporate Finance, Vol. 4, pp. 13-33.",
        "Shleifer, A. and R. Vishny (1992), Liquidation Value and Debt Capacity: A Market Equilibrium Approach, Journal of Finance, Vol. 47, 4.",
        "Weiss, L.A. (1990), Bankruptcy Resolution: Direct Costs and Violation of Priority of Claims, 27 Journal of Financial Economics, Vol. 27, pp. 285-314."
    ]
}