{
    "id": 7619,
    "cites": 24,
    "cited_by": 28,
    "reference": [
        "Aaberge, Rolf, Anders Bjorklund, Markus Jantti, Marten Palme, Peder J. Pedersen, Nina Smith and Tom Wennemo, 1996, Income Inequality and Income Mobility in the Scandinavian Countries Compared to the United States, Working Paper No. 98, Stockholm School of Economics, February.",
        "Atkinson, Anthony, B. Bourguignon, and C. Morrisson, 1992, Empirical Studies of Earnings Mobility, Philadelphia: Harwood Academic Publishers.",
        "Borjas, George J., 1990, Friends or Strangers: The Impact of Immigrants on the U.S. Economy, New York: Basic Books, Inc..",
        "Brown, James N. and Audrey Light, 1992, Interpreting Panel Data on Job Tenure, Journal of Labor Economics 10, 219-257.",
        "Bruce, Donald, 1999, Do Husbands matter? Married Women Entering Self-Employment, Small Business Economics, 13(4), 317-329.",
        "Buchinsky, Moshe and Jennifer Hunt, 1996, Wage Mobility in the United States, NBER Paper 5455, Cambridge, MA: National Bureau of Economic Research, February.",
        "Devine, Theresa, 1994, Characteristics of Self-Employed Women in the United States, Monthly Labor Review 117(3), March, 20-34.",
        "Evans, David and Boyan Jovanovic, 1989, An Estimated Model of Entrepreneurial Choice under Liquidity Constraints, Journal of Political Economy, August, 808-827.",
        "Evans, David and Linda Leighton, 1989, Some Empirical Aspects of Entrepreneurship, American Economic Review, June, 519-534.",
        "Fairlie, Robert W. and Bruce D. Meyer, 1993, The Ethnic and Racial Character of Self-Employment, Working Paper, Northwestern University.",
        "Fuchs, Victor, 1982, Self-Employment and Labor-Force Participation of Older Males, Journal of Human Resources, Fall, 339-357.",
        "Glazer, Nathan and Daniel P. Moynihan, 1970, Beyond the Melting Pot (second edition), Cambridge, MA: MIT Press.",
        "Gottschalk, Peter and Timothy Smeeding, 1997, Cross National Comparisons of Earnings and Income Inequality, Journal of Economic Literature, XXXV, June, 633-687.",
        "Hamilton, Barton Hughes, 1995, Does Entrepreneurship Pay? An Empirical Analysis of the Returns to Self-Employment, Working Paper, McGill University, April.",
        "Hill, Martha S., 1992, The Panel Study of Income Dynamics: A Users Guide, Beverly Hills, CA: Sage Publications.",
        "Holtz-Eakin, Douglas, David Joulfaian, and Harvey S. Rosen, 1994, Sticking It Out: Entrepreneurial Survival and Liquidity Constraints, Journal of Political Economy, February, 53-75.",
        "Jaeger, David A. and Ann Huff Stevens, 1977, Is Job Stability in the United States Falling? Trends in the Current Population Survey and Panel Study of Income Dynamics, Working Paper, Rutgers University, April.",
        "McMurrer, Daniel P. and Isabel V. Sawhill, 1996, Economic Mobility in the United States, Working Paper, Washington, DC: The Urban Institute, December.",
        "Meyer, Bruce, 1990, Why Are There So Few Black Entrepreneurs?, NBER Paper 3537, Cambridge, MA: National Bureau of Economic Research, December.",
        "Phillips, Michael M., 1996, Inequality May Grow for Lifetime Earnings, Wall Street Journal, December 23, 1996, p. A1.",
        "Palme, Marten, 1995, Earnings Mobility and Distribution: Comparing Statistical Models on Swedish Data, Labour Economics 2, 213-247.",
        "Quadrini, Vincenzo, 1996, Entrepreneurship, Saving and Social Mobility, Working Paper, University of Pennsylvania, July.",
        "Raspberry, William, 1991, Shifting the Focus from Jobs to Ownership, The Washington Post, May 4, p. A23.",
        "Sarachek, Bernard, 1978, American Entrepreneurs and the Horatio Alger Myth, Journal of Economic History XXXVIII, June, 439-456."
    ]
}