{
    "id": 7621,
    "cites": 22,
    "cited_by": 53,
    "reference": [
        "Alesina A. R. Baqir and W. Easterly (1999), Public Goods and Ethnic Divisions , Quarterly Journal of Economics, November, 1243-84.",
        "Alesina A. R. Baqir and C. Minter-Hoxby (1999), Political Jurisdictions in Heterogeneous Communities, unpublished",
        "Alesina A. and E. La Ferrara (2000), Participation in Heterogeneous Communities , Quarterly Journal of Economics, forthcoming.",
        "Banfield E. (1967), The Moral Basis of a Backward Society, New York: Free Press. [I Belsley. D.A., E. Kuh, and RE. VVelsch (1980), Regression Diagnostics, New York: John Wiley and Sons. [61 Coleman J. (1990), Foundations of Social Theory, Cambridge MA: Harvard University Press.",
        "Cutler D. E. Glaeser and J. Vigdor (1999), The rise and Decline of the American Ghetto, Journal of Political Economy, 107 (3), 455-506.",
        "Davis, J.A. and T.W. Smith (1994), General Social Surveys, 1972-1994, Machine-readable data file, Chicago: National Opinion Research Center (producer) , Storrs, CT: The Roper Center for Public Opinion Research (distributor) .",
        "Easterly W. and R. Levine (1997), Africa&apos;s Growth &apos;ftagedy:Policies and Ethnic Divisions, Quarterly Journal of Economics, 1203-50. [101 Fukuyama, F. (1995), Trust, New York: Free Press [111 Glaeser E., D. Laibson, J. Scheinkman and C. Soutter (2000), What is Social Capital?, Quarterly Journal of Economics, forthcoming. [121 Glaeser E., J. Sheinkman J. and A. Shleifer (1995), Growth in a Cross Section of Cities, Journal of Monetary Economics, 36, 117-43.",
        "Goldin C. and L. Katz (1999), Human Capital and Social Capital: The Rise of Secondary Schooling in America 1910 to 1940, Journal of Interdisciplinary History, 29, 683-723.",
        "Guiso L. P. Sapienza and L. Zingales (1999), The role of Social Capital in Financial Development, unpublished.",
        "Knack S. and P. Keefer (1997), Does social capital have an economic payoff? Quarterly Journal of Economics 112, 1251-73.",
        "KnackS. and P. Zak (1999), Trust and Growth, unpublished.",
        "La Ferrara E. (1998), &apos;Ethnicity and Reciprocity: A Model of Credit hansactions in Ghana, unpublished.",
        "La Porta R. F. Lopez de Silanes, A. Shleifer and R. Vishny (1997), Trust in Large Organizations American Economic Review, Papers and Proceedings, 333-338.",
        "La Porta R., F. Lopez de Silanes, A. Shleifer and R. Vishny (1999), The Quality of Government Journal of Law and Economics, January, 222-278",
        "Luttmer E. (1997), Group Loyalty and the Taste for Redistribution, unpublished",
        "Poterba J. (1996), Demographic Structure and the Political Economy of Public Education, NBER Working Paper 5677, July.",
        "Putnam R. (1993), Making Democracy Work. Princeton University Press, Princeton NJ",
        "Putnam, R. (1995), Bowling Alone: America&apos;s Declining Social Capital, Journal of Democracy, 6 (January), 65-78.",
        "Putnam, R. and S. Yonish (1998), New Evidence on Trends in American Social Capital and Civic Engagement: Are we Really Bowling Alone?, unpublished.",
        "Rappaport J. (1999), Local Economic Growth, Ph.D. dissertation, Harvard University",
        "Rubinfeld D., P. Shapiro, and J. Roberts (1987), Tiebout Bias and the Demand for Local Public Schooling, Review of Economic and Statistics, 426437.",
        "Verba S. and J. Nye (1987) Participation in America. Political Democracy and Social Equality, Chicago: The irniversity of Chicago Press."
    ]
}