{
    "id": 7623,
    "cites": 10,
    "cited_by": 49,
    "reference": [
        "BlomstrÃ\u0083Â¶m, Magnus, Gunnar Fors, and Robert E. Lipsey (1997), Foreign Direct Investment and Employment: Home Country Experience in the United States and Sweden, Economic Journal, Vol. 107, No.445, November, pp. 1787-1797.",
        "BlomstrÃ\u0083Â¶m, Magnus, Robert E. Lipsey, and Ksenia Kulchycky, (1988), U.S. and Swedish Direct Investment and Exports, in Robert E. Baldwin, Editor, Trade Policy Issues and Empirical Analysis, Chicago, The University of Chicago Press, pp. 259-297.",
        "Lipsey, Robert E. (1999), The Geographical Allocation of Production by U.S. Firms and Parent Firm Employment and Wages, Paper for presentation at Western Economic Association 74 th International Conference, San Diego, July.",
        "Lipsey, Robert E., Eric D. Ramstetter, and Magnus BlomstrÃ\u0083Â¶m (1999a), Parent Exports and Affiliate Activity in Japanese Multinational Companies, 1986, 1989, 1992, in Japan, Institute for International Trade and Investment, 1999, pp.93-146.",
        "Lipsey, Robert, and Merle Yahr Weiss (1969), The Relation of U.S. Manufacturing Abroad to U.S. Exports: A Framework for Analysis, 1969 Preceedings of the Business and Economic Statistics Section, American Statistical Association, pp. 497-509.",
        "Pharmaceutical Industry, NBER Working Paper No. 87, Revised, January. _______________________________ (1976b), Exports and Foreign Investment in Manufacturing Industries, NBER Working Paper No. 131, Revised, May.",
        "Manufacturing Industries, Review of Economics and Statistics, Volume LXIII, No. 4, November, pp. 488-494. ________________________________ (1984), Foreign Production and Exports of Individual Firms, Review of Economics and Statistics, Volume 66, No. 2, May, pp. 304-308.",
        "Svensson, Roger (1996), Foreign Activities of Swedish Multinational Corporations, Economic Studies 25, Uppsala, Department of Economics, Uppsala University.",
        "Swedenborg, Birgitta (1973), Den Svenska Industrins investeringar i utlandet, Industriens Utredningsinstitut, Stockholm.",
        "Determinants and Effects, Industriens Utredningsinstitut, Stockholm. __________________ (1982), Svensk industri i utlandet. En analys av drivkrafter och effekter, Industriens Utredningsinstitut, Stockholm."
    ]
}