{
    "id": 7627,
    "cites": 15,
    "cited_by": 120,
    "reference": [
        "Bartik, Timothy J., and Randall W. Eberts (1999). Examining the Effect of Industry Trends and Structure on Welfare Caseloads, in Economic Conditions and Welfare Reform, Sheldon H.",
        "Danziger, editor. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research. Bavier, Richard (1999). An Early Look at the Effects of Welfare Reform, Office of Management and Budget, working draft.",
        "Blank, Rebecca M. (1997). What Causes Public Assistance Caseloads to Grow'DONE' National Bureau of Economic Research Working Paper No. 6343.",
        "Blank, Rebecca M. and David Card (2000, forthcoming). The Labor Market and Welfare Reform. In Finding Jobs: Work and Welfare Reform, Rebecca M. Blank and David Card, eds.",
        "New York, NY: Russell Sage Foundation. Blank, Rebecca M., David Card and Philip K. Robins (2000, forthcoming). Financial Incentives for Increasing Work and Income Among Low-Income Families. In Finding Jobs: Work and Welfare Reform, Rebecca M. Blank and David Card, eds. New York, NY: Russell Sage Foundation.",
        "Brauner, Sarah, and Pamela Loprest (1999). Where are They Now'DONE' What States Studies of People Who Left Welfare Tell Us, Washington, D.C.: Urban Institute.",
        "Cancian, Maria, Robert Haveman, Thomas Kaplan, and Barbara Wolfe. (1998). Post-Exit Earnings and Benefit Receipt Among Those Who Left AFDC in Wisconsin. Madison, WI: Institute for Research on Poverty.",
        "Council of Economic Advisers (1999). Economic Expansion, Welfare Reform, and the Decline in Welfare Caseloads: An Update: Technical Report, Washington, D.C.: Executive Office of the President of the United States.",
        "Moffitt, Robert A. (1999). The Effects of Pre-PRWORA Waivers on AFDC Caseloads and Female Earnings, Income, and Labor Force Behavior, Unpublished manuscript, Johns Hopkins University. May.",
        "Page, Marianne E., Joanne Spetz, and Jane Millar (1999). Does the Minimum Wage Affect Welfare Caseloads'DONE' Public Policy Institute of California Working Paper, June.",
        "Primus, Wendell, Lynette Rawlings, Kathy Larin, and Kathryn Porter. (1999). The Initial Impacts of Welfare Reform on the Incomes of Single-Mother Families. Washington, D.C.: Center on Budget and Policy Priorities.",
        "Rolston, Howard (1999). Testimony Before the House of Representatives Committee on Ways and Means, Subcommittee on Human Resources. May 27.",
        "Turner, Mark (1999). The Effects of Minimum Wages on Welfare Recipiency, Unpublished manuscript, Urban Institute and Johns Hopkins University. June.",
        "United States General Accounting Office. (1999). Welfare Reform: Information on Former Recipients Status. Report number GAO/HEHS-99-48. Washington, D.C.: GAO.",
        "Wallace, Geoffrey, and Rebecca M. Blank (1999). What Goes Up Must Come Down'DONE' Explaining Recent Changes in Public Assistance Caseloads, in Economic Conditions and Welfare Reform, Sheldon H. Danziger, editor. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research."
    ]
}