{
    "id": 7628,
    "cites": 25,
    "cited_by": 13,
    "reference": [
        "SAEZ, E. (1999b), A Characterization of the Income Tax Schedule Minimizing Dead- weight Burden, Chapter 2, MIT Ph.D. Thesis.",
        "SAEZ, E. (1999a), Using Elasticities to Derive Optimal Income Tax Rates, Chapter 1, MIT Ph.D. Thesis.",
        "BLUNDELL, R. (1992), Labour Supply and Taxation: A Survey, Fiscal Studies, 13, 15-40.",
        "BLUNDELL, R. and MACURDY, T. (1999), Labor Supply: A Review and Alterna- tive Approaches, in 0. Ashenfelter and D. Card (eds.), Handbook of Labor Economics (Amsterdam: North-Holland), Volume 3A.",
        "DALHBY, B. (1998), Progressive Taxation and the Social Marginal Cost of Public Funds, Journal of Public Economics, 67, 105-122.",
        "REVESZ, J.T. (1989), The Optimal Taxation of Labour Income, Public Finance, 44, 453-475.",
        "Intrilligator (eds.), Handbook of Mathematical Economics (Amsterdam: North-Holland). PARETO, V. (1965) Ecrits sur la Courbe de la Repartition de la Richesse (GenÃ\u0083Â¨ve: Li- brairie Droz).",
        "BALLARD, C. L. and FULLERTON, D. (1992), Distortionary Taxes and the Provision of Public Goods, Journal of Economic Perspectives, 6, 117-131.",
        "MIRRLEES, J. A. (1986), The Theory of Optimal Taxation in K.J. Arrow and M.D.",
        "MIRRLEES, J. A. (1971), An Exploration in the Theory of Optimal Income Taxation, Review of Economic studies, 38, 175-208.",
        "ROBERTS, K. (1999), A Reconsideration of the Optimal Income Tax, Unpublished Nuffield College mimeograph.",
        "WILSON, R. B. (1993) Nonlinear Pricing (Oxford: Oxford University Press).",
        "STERN, N. H. (1976), On the Specification of Models of Optimal Taxation, Journal of Public Economics, 6, 123-162.",
        "TUOMALA, M. (1990) Optimal Income Tax and Redistribution (Oxford: Clarendon Press).",
        "SLEMROD, J. (2000) Does Atlas Shrug? The Economic Consequences of Taxing the Rich (Cambridge University Press), forthcoming.",
        "SEADE, J. K. (1982), On the Sign of the Optimum Marginal Income Tax, Review of Economic Studies, 49, 637-643.",
        "SEADE, J. K. (1977), On the Shape of Optimal Tax Schedules, Journal of Public Economics, 7, 203-236.",
        "KANBUR, R. and TUOMALA, M. (1994), Inherent Inequality and the Optimal Grad- uation of Marginal Tax Rates, Scandinavian Journal of Economics, 96, 275-282.",
        "AHMAD, E. and STERN, N. H. (1984), The Theory of Reform and Indian Indirect Taxes, Journal of Public Economics, 25, 259-298.",
        "DIXIT, A. K. and SANDMO, A. (1977), Some Simplified Formulae for Optimal Income Taxation, Scandinavian Journal of Economics, 79, 4 17-423.",
        "DIAMOND, P. (1998), Optimal Income Taxation: An Example with a U-Shaped Pattern of Optimal Marginal Tax Rates, American Economic Review, 88, 83-95.",
        "PIKETTY, T. (1997), La Redistribution Fiscale face au ChÃ\u0083Â´mage, Revue Francaise dEconomie, 12, 157-201.",
        "SADKA, E. (1976), On Income Distribution, Incentive Effects and Optimal Income Taxation, Review of Economic Studies, 42, 26 1-268.",
        "GRUBER, J. and SAEZ, E. (2000), The Elasticity of Taxable Income: Evidence and Implications, NBER Working Paper No. 7512.",
        "ATKINSON, A. B. (1990), Public Economics and the Economic Public, European Eco- nomic Review, 34, 225-248."
    ]
}