{
    "id": 7629,
    "cites": 27,
    "cited_by": 18,
    "reference": [
        "Altman, Edward I., and Anthony Saunders, 1998, Credit risk measurement: Developments over the last 20 years, Journal of Banking and Finance.",
        "Altman, Edward I., and Heather Suggitt, 2000, Default rates in the syndicated bank loan market: A mortality analysis, Journal of Banking and Finance 24, 229-253.",
        "Altman, Edward I., Robert A. Waldman and Christopher P. Kane, 1996, Recoveries on defaulted bonds: By industry and debt seniority, Working paper, Salomon Brothers High Yield Research.",
        "Asarnow, Elliot, and David Edwards, 1995, Measuring loss on defaulted bank loans: A 24-year study, The Journal of Commercial Lending 77, 11-23.",
        "Basel Committee on Banking Supervision, 1999, A new capital adequacy framework (Basel, Switzerland: Bank for International Settlements), June 3.",
        "Calem, Paul, 1999, The relationship between maturity composition and credit loss exposure for a loan pool, Internal memorandum, Federal Reserve Board.",
        "Carey, Mark, 1998, Credit risk in private debt portfolios, Journal of Finance 53:4, 1363-1387.",
        "Carty, Lea V., 1996, An empirical investigation of default risk dynamics, Ph.D dissertation, Columbia University.",
        "Carty, Lea V., David T. Hamilton, Sean C. Keenan, Adam Moss, Michael Mulvaney, Tom Marshella and M.G. Subhas, 1998, Bankrupt bank loan recoveries, Special Comment, Moodys Investors Service, June.",
        "Carty, Lea V., and Dana Lieberman, 1996, Defaulted bank loan recoveries, Special Report, Moodys Investors Service, November.",
        "Duffie, Darrel, and David Lando, 1999, Term structures of credit spreads with incomplete accounting information, Working paper, University of Copenhagen.",
        "Flannery, Mark J., 1989, Capital regulation and insured banks choice of individual loan default risks, Journal of Monetary Economics 24, 235-258.",
        "Gordy, Michael B., 2000a, A comparative anatomy of credit risk models, Journal of Banking and Finance 24, 119-149.",
        "Gordy, Michael B., 2000b, Credit VaR models and risk-bucket capital rules: A reconciliation, Working paper, Federal Reserve Board, March.",
        "Gupton, Greg M., Christopher C. Finger, and Mickey Bhatia, 1997, CreditMetrics - technical document, (New York: J.P. Morgan), www.jpmorgan.com.",
        "Hamilton, David T., and Lea V. Carty, 1999, Debt recoveries for corporate bankruptcies, Special Comment, Moodys Investors Service, June.",
        "Jackson, Patricia, and William Perraudin, 1999, The nature of credit risk: The effect of maturity, type of obligor, and country of domicile, Financial Stability Review (London: Bank of England), November, 128-140.",
        "Kiesel, Rudiger, William Perraudin, and Alex Taylor, 1999, The structure of credit risk, Working Paper, Birkbeck College.",
        "McAllister, Patrick H., and John J. Mingo, 1996, Bank capital requirements for securitized loan portfolios, Journal of Banking and Finance 20, 1381-1405.",
        "Mingo, John, 1998, Policy implications of the Federal Reserve study of credit risk models at major U.S. banking institutions, Journal of Banking and Finance 24, 15-33.",
        "Nickell, Pamela, William Perraudin, and Simone Varotto, 1998, Stability of rating transitions, Working paper, Bank of England, December.",
        "Nickell, Pamela, William Perraudin, and Simone Varotto, 1999, Ratings- versus equity-based credit risk modeling: An empirical analysis, Working paper, Bank of England, July.",
        "Ong, Michael K., 1999, Internal credit risk models: Capital allocation and performance measurement (London: Risk Books).",
        "Saunders, Anthony, 1999, Credit risk measurement (New York: Wiley).",
        "Treacy, William F., and Mark Carey, 1998, Credit risk rating at large U.S. banks, in Federal Reserve Bulletin 84, November.",
        "Vojta, George J., 1973, Bank capital adequacy (New York: Citicorp).",
        "Zhou, Chunsheng, 1997, Default correlation: an analytical result, Working paper (Federal Reserve Board: FEDS paper 1997-27)."
    ]
}