{
    "id": 7630,
    "cites": 37,
    "cited_by": 1,
    "reference": [
        "Barker, Age (1994), The Liberalization of Capital Movements in Europe: The Monetary Committee and Financial Integration, 1958-1994, unpublished Ph.D. dissertation, University of Amsterdam.",
        "Bator, Francis M. (1968), The Political Economics of International Money, Foreign Affairs 47, pp.51-67.",
        "Bergsten, C. Fred (1975), The Dilemmas of the Dollar, New York: New York University Press.",
        "Block, Fred (1977), The Origins of International Economic Disorder, Berkeley: University of California Press.",
        "Bordo, Michael D. (1993), The Bretton Woods International Monetary System: An Historical Overview, in Michael D. Bordo and Barry Eichengreen (eds), A Retrospective on the Bretton Woods System, Chicago: University of Chicago Press, pp.3-108.",
        "Bordo, Michael D. and Barry Eichengreen (eds), A Retrospective on the Bretton Woods System, Chicago: University of Chicago Press. Branson, William H. (1971), Monetary Policy and the New View of International Capital Movements, Brookings Papers on Economic Activity 2, pp.215-270.",
        "Council of Economic Advisors (1966), Economic Report of the President, Washington, D.C.: GPO.",
        "Darby, Michael, James Lothian et al., eds. (1983), The International Transmission of Inflation, Chicago: University of Chicago Press.",
        "Depres, Emile, Charles P. Kindleberger and Walter S. Salant (1966), The Dollar and World Liquidity: A Minority View, The Economist (5 February), pp.526-529.",
        "Eichengreen, Barry (1996), Globalizing Capital: A History of the International Monetary System, Princeton: Princeton University Press.",
        "Elliott, Graham and John H. Rogers (1999), Borders and the Persistence and Volatility of Relative Prices, unpublished manuscript, University of California at San Diego and Federal Reserve Board.",
        "Fieleke, Norman S. (1969), The Buy-America Policy of the United States Government: Its Balance of Payments and Welfare Effects, New England Economic Review (July/August), pp.218.",
        "Fried, Edward R. (1971), The Financial Cost of Alliance, in John Newhouse (ed.), U.S. Troops in Europe, Washington, D.C.: The Brookings Institution, pp.102-144.",
        "Genberg, Hans and Alexander Swoboda (1993), The Provision of Liquidity in the Bretton Woods System, in Michael D. Bordo and Barry Eichengreen (eds), A Retrospective on the Bretton Woods System, Chicago: University of Chicago Press, pp.269-316.",
        "Gowa, Joanne (1983), Closing the Gold Window: Domestic Politics and the End of Bretton Woods, Ithaca: Cornell University Press.",
        "Hirsch, Fred and Michael W. Doyle (1977), Politicization in the World Economy: Necessary Conditions for an International Economic Order, in Fred Hirsch, Michael W. Doyle and Edward L. Morse (eds), Alternatives to Monetary Disorder, New York: McGraw Hill.",
        "Hitch, Charles J. (1965), Testimony, in Balance of Payments --- 1965, Hearings Before a Subcommittee of the Senate Committee on Banking and Currency, 89 Cong. 1 sess, Pt. 1, pp.110.",
        "Hyson, Charles D. and Alan M. Strout (1968), Impact of Foreign Aid on U.S. Exports, Harvard Business Review 46, pp.63-71.",
        "International Monetary Fund (1966), Annual Report, Washington, DC: IMF.",
        "Javits, Jacob (1968), Steps to Strengthen Confidence in the Dollar, Congressional Record 114, Part 4, pp.4548-4552 (February 28).",
        "Johnson, Harry G. (1966), Balance-of-Payments Controls and Guidelines for Trade and Investment, in George P. Shultz and Robert Z. Aliber (eds), Guidelines, Informal Controls, and the Market Place, Chicago: University of Chicago Press, pp.165-182.",
        "Kenen, Peter B. (1974), Convertibility and Consolidation: A Survey of Options for Reform, American Economic Review 63.",
        "Kettl, Donald F. (1986), Leadership at the Fed, New Haven: Yale University Press.",
        "Krugman, Paul (1979), A Model of Balance-of-Payments Crises, Journal of Money, Credit and Banking 11, pp.311-325.",
        "Laffer (1969), Short-Term Capital Movements and the Voluntary Foreign Credit Restraint Program, unpublished manuscript, University of Chicago.",
        "Levin, Andrew and Chien-Fu Lin (1992), Unit Root Tests in Panel Data: Asymptotic and FiniteSample Properties, unpublished manuscript, University of California at San Diego.",
        "Lindert, Peter H. (1971), The Payments Impact of Foreign Investment Controls, Journal of Finance 5, pp.1083-1099.",
        "Meltzer, Allan H. (1966), The Regulation of Bank Payment Abroad: Another Failure of the Government Balance of Payments Program, in George P. Shultz and Robert Z. Aliber (eds), Guidelines, Informal Controls, and the Market Place, Chicago: University of Chicago Press, pp.183-206.",
        "Meltzer, Allan H. (1991), U.S. Policy in the Bretton Woods Era, Federal Reserve Bank of St.",
        "Louis Monthly Review (May/June), pp.54-83. Mikesell, Raymond (1970), The U.S. Balance of Payments and the International Role of the Dollar, Washington, D.C.: American Enterprise Institute.",
        "Morawetz, David (1971), The Effect of Financial Capital Flows and Transfers on the U.S.",
        "Prachowny, F.J. (19690, A Structural Model of the U.S. Balance of Payments, Amsterdam: North Holland.",
        "Roosa, Robert (1967), The Dollar and World Liquidity, New York: Random House.",
        "Sohmen, Egon (1963), International Monetary Problems and the Foreign Exchanges, Special Papers in International Economics No. 4, International Finance Section, Department of Economics, Princeton University.",
        "Soskice, David (1996), German Technology Policy, Innovation, and National Institutional Frameworks, WZB Discussion Paper 96-319.",
        "Triffin, Robert (1947), National Central Banking and the International Economy, Postwar Economic Studies 7, pp.46-81.",
        "Willett, Thomas (1980), International Liquidity Issues, Washington, D.C.: American Enterprise Institute."
    ]
}