{
    "id": 7633,
    "cites": 37,
    "cited_by": 23,
    "reference": [
        "Andolfatto, D., 1996, Business Cycles and Labor-Market Search, American Economic Review, 86(1), pp: 112-132.",
        "Alvarez, F. and N. L. Stokey, 1998, Dynamic Programming with Homogeneous Functions,Journal of Economic Theory, 82, pp: 167-189.",
        "Benhabib, J., R. Rogerson and R. Wright, 1991, Homework in Macroeconomics: Household Production and Aggregate Fluctuations, Journal of Political Economy, 99(6), pp: 1166-1187.",
        "Ben-Porath, Y., 1967, The Production of Human Capital and the Life Cycle of Earnings, Journal of Political Economy, 75 (4), pt. 1, pp: 352-365.",
        "Burnside, C. and M. Eichenbaum, 1996, Factor Hoarding and the Propagation of Business-Cycle Shocks, American Economic Review; 86(5), pp: 1154-74.",
        "Caselli, F., 1999, Technological Revolutions, American Economic Review, 89(1), pp: 78-102.",
        "Christiano, L. J. and R. M. Todd, 1996, Time to Plan and Aggregate Fluctuations, Federal Reserve Bank of Minneapolis Quarterly Review, Winter, pp: 14-27.",
        "Cogley, T. and J. M. Nason, 1995, Output Dynamics in Real-Business-Cycle Models, American Economic Review, 85(3), pp: 492-511.",
        "Collard, F., 1999, Spectral and Persistence Properties of Cyclical Growth, Journal of Economic Dynamics and Control, 23, pp: 463-488.",
        "Cooley, T. F., ed., 1995, Frontiers of Business Cycle Research, Princeton: Princeton University Press.",
        "Cooley, T. F., and E. C. Prescott, 1995, Economic Growth and Business Cycles, in Frontiers of Business Cycle Research, T. F. Cooley, ed., Princeton: Princeton University Press, 1-38.",
        "Einarsson, T. and M. H. Marquis, 1997, Home Production with Endogenous Growth, Journal of Monetary Economics, 39, pp: 551-569.",
        "Einarsson, T. and M. H. Marquis, 1998, An RBC Model with Growth: The Role of Human Capital, Journal of Economics and Business, 50, pp: 431-444.",
        "Einarsson, T. and M. H. Marquis, 1999, Formal Training, On-the-Job Training and the Allocation of Time, Journal of Macroeconomics, 21(3), pp: 423-442.",
        "Eisner, R., 1989, The Total Incomes System of Accounts, Chicago: University of Chicago Press.",
        "Fatas, A., 2000, Endogenous Growth and Stochastic Trends, Journal of Monetary Economics, 45(1), pp: 107-128.",
        "Greenwood, J. and Z. Hercowitz, 1991, The Allocation of Capital and Time over the Business Cycle, Journal of Political Economy, 99(6). pp: 1188-1214.",
        "Haley, W. J., 1976, Estimation of the Earnings Profile from Optimal Human Capital Accumulation, Econometrica, 44(6), pp: 1223-1238.",
        "Hansen, G. D., 1985, Indivisible Labor and the Business Cycle, Journal of Monetary Economics, 16, pp: 309-327.",
        "Heckman, J. J., 1976, A Life-Cycle Model of Earnings, Learning and Consumption, Journal of Political Economy, 84(4), part 2, pp: S11-S44.",
        "Heckman, J. J., L. Lochner and C. Taber, 1998, Explaining Rising Wage Inequality: Explorations with a Dynamic General Equilibrium Model of Labor Earnings with Heterogeneous Agents, NBER Working Paper No. W6384 (January).",
        "Howitt, P., 1997, Measurement, Obsolescence and General Purpose Technologies, Ohio State University working paper (August).",
        "Jones, L. E. and R. Manuelli, 1990, A Convex Model of Equilibrium Growth: Theory and Policy Implications, Journal of Political Economy, 98(5), pp: 1008-1038.",
        "Jones, L. E., R. E. Manuelli and P. E. Rossi, 1993, Optimal Taxation in Models of Endogenous Growth, Journal of Political Economy, 101(3), pp: 485-517.",
        "Jones, L. E., R. E. Manuelli and E. Stacchetti, 1999, Technology (and Policy) Shocks in Models of Endogenous Growth, NBER Working Paper, No. W7063 (April).",
        "Judd, K. L., 1992, Projection Methods for Solving Aggregate Growth Models, Journal of Economic Theory, 58, pp: 410-452.",
        "Kendrick, J. 1976, The Formation and Stocks of Total Capital, New York: Columbia University Press for NBER.",
        "King, R. G., C. I. Plosser and S. T. Rebelo, 1988, Production, Growth and Business Cycles: I, The Basic Neoclassical Model, Journal of Monetary Economics, 21, pp: 195-232.",
        "King, R. G. and S. T. Rebelo, 1999, Resuscitating Real Business Cycles, forthcoming in the Handbook of Macroeconomics, J. Taylor and M. Woodford, eds..",
        "Lucas, R. E., Jr., 1988, On the Mechanics of Economic Development, Journal of Monetary Economics, 22, pp: 3-42.",
        "Manuelli, R. E., 2000, Technological Revolutions and the Labor Market, University of Wisconsin, working paper (February).",
        "Mendoza, E., 1997, Terms-of-Trade Uncertainty and Economic Growth, Journal of Development Economics, 54(2), pp: 323-56.",
        "Merz, M., 1995, Search in the Labor Market and the Real Business Cycle, Journal of Monetary Economics, 36, pp: 269-300.",
        "Mincer, J., (1962), On the Job Training, Journal of Political Economy, Vol. 87, pp: 550-579, (September).",
        "Perli, R. and P. Sakellaris, 1998, Human Capital Formation and Business Cycle Persistence, Journal of Monetary Economics, 42, pp: 67-92.",
        "Rebelo, S., 1991, Long Run Policy Analysis and Long Run Growth, Journal of Political Economy, 99(3), pp: 500-521.",
        "Greenwood, Jeremy, and Mehmet Yorukoglu. 1997. 1974. Carnegie-Rochester Conference Series on Public Policy 46 (June): 49Ã\u0082â\u0080\u009395."
    ]
}