{
    "id": 7639,
    "cites": 11,
    "cited_by": 6,
    "reference": [
        "Bairoch, Paul. Economics and World History: Myths and Paradoxes. Chicago: University of Chicago Press, 1993.",
        "Buchanan, Patrick J. The Great Betrayal: How American Sovereignty and Social Justice Are Being Sacrificed to the Gods of the Global Economy. Boston: Little, Brown, 1998.",
        "Davis, Lance E., and Robert E. Gallman. Capital Formation in the United States During the Nineteenth Century. In Cambridge Economic History of Europe. Vol. 7: The Industrial Economies: Capital, Labour, and Enterprise. New York: Cambridge University Press, 1978.",
        "Davis, Lance E., and Robert E. Gallman. Savings, Investment, and Economic Growth: The United States in the Nineteenth Century, in John James and Mark Thomas (eds.), Capitalism in Context: Essays on Economic Development and Cultural Change in Honor of R. M. Hartwell. Chicago: University of Chicago Press, 1994.",
        "De Long, J. Bradford. Trade Policy and Americas Standard of Living: A Historical Perspective, in Susan Collins (ed.), Imports, Exports, and the American Worker. Washington, D.C.: Brookings Institution, 1998.",
        "Eckes, Alfred E., Jr. Opening Americas Market: U.S. Foreign Trade Policy since 1776. Chapel Hill: University of North Carolina Press, 1995.",
        "James M. Looking at the Sun: The Rise of the New East Asian Economic and Political System. New York: Pantheon Books, 1994.",
        "Frankel, Jeffrey A., and David Romer. Does Trade Cause Growth? American Economic Review 89 (June 1999): 379-399. Irwin, Douglas A. Higher Tariffs, Lower Revenues? Analyzing the Fiscal Aspects of the `Great Tariff Debate of 1888. Journal of Economic History 68 (March 1998): 59-72. Irwin, Douglas A. Ohlin versus Stolper-Samuelson? Prepared for the Centennial Celebration of Bertil Ohlin, Stockholm, October 1999.",
        "Irwin, Douglas A. Did Late Nineteenth Century Tariffs Promote Infant Industries? Evidence from the Tinplate Industry. Journal of Economic History 60 (June 2000), forthcoming. Irwin, Douglas A., and Marko TerviÃ\u0083Â¶. Does Trade Raise Income? Evidence from the Twentieth Century, unpublished paper, March 2000.",
        "ORourke, Kevin. Tariffs and Growth in the Late Nineteenth Century. Economic Journal, forthcoming 2000.",
        "Rodriguez, Francesco, and Dani Rodrik. Trade Policy and Economic Growth: A Skeptics Guide to the Evidence. NBER Working Paper No. 7081, April 1999."
    ]
}