{
    "id": 764,
    "cites": 15,
    "cited_by": 3,
    "reference": [
        "Advtsory Commission on Intergovernmental Relations, Ã\u0083Â§jjarette Boot1eggj~j: A State and Federal Responsibility, Washington, D.C., 1977.",
        "Barzel, V., An Alternative Approach to the Analysis of Taxation, Journal of Political Economy, Dec. 1976, pp. 1177-1198.",
        "Fuchs, V.R., Who Shall Live?: Health, Economics and Social Choice, New York, Basic Books, 19/4. Fujii, E.T,, The Demand for Cigarettes; Further Empirical Evidence and Its Implications for Public Policy, Applied Economics, 1980, Vol. 12, pp 479-489.",
        "Con, G.B, and Bock, F.G.., A Safe Cigarette? (Banbury Report 3), Cold Spring Harbor, New York, Cold Spring HarEth~EÃ\u0083Â£boratory, 1980.",
        "Hamilton, J.L., The Demand for Cigarettes: Advertising, the Health Stare, and the Cigarette Advertising Ban, The Review of Economics and Statistics, Vol. LIV, Nov. 1972, pp. 401-11.",
        "Intergovernmental Perspective, Congress, States Move to Curb Cigarette BObtiegging, Summer, 1918.",
        "Ippolito, R.A,,, Murphy, RD.,, and Sant, D., Consumer Responses to Cigarette Health Information, Stsff Report, Bureau of Economics, Federal Trade Corntitt =sfon, Washington, D.C.,, U.S. Government Printing Office, 1979.",
        "Kellner, I.L,, The American Cigarette Industry -- A Reexamination, Unpublished Ph.D. Dissertation, New School for Social Research, New York, ~ Klein, B., Murphy, K.M., and Schneider, L., Government Regulation of Cigarette Health Information, unpublished, April, 1981.",
        "Krasnegor, N.A., ed., Cigarette Smoking as a Dependence Process, NIDA Research Monograph No. 23, Washington, D.C., SupÃ\u0083Â«iffnfendent of Documents, U.S. Government Printing Office, l979a. Krasnegor, N.A., ed., The Behavioral Aspects of Smokij~j, NIDA Research Monograph No. 26, Washington, 07Cc, Superfntinde~it of Documents, U.S. Government Printing Office, 1979b.",
        "Lewit, EM., Coate, D., and Grossman, M., The Effects of Government Regulation on Teenage Smoking, National 8ureau of Economic Research, Working Paper 655, April, 1981.",
        "Luce, B.R. and Schweitzer, 5.0., Smoking and Alcohol Abuse: A Comparison of Their Economic Consequences, New England Journal of Medicine, (298:10), 1978, pp. 569-571.",
        "Mann, C.K., Taste, Technology, and the Government; The Case of Tobacco, Unpublished Ph.D. Thesis, Department of Economics, Harvard University, Cambridge, Mass., 1971.",
        "Miller, R.H. The Demand for Cigarettes in the United States, Talk presented at the 23rd National Tobacco Workers Conference, College Park, Maryland, January 15, 1970.",
        "National Tobacco Tax Association Annual Meeting, Kiamesha Lake, New York, September 10, 1974.",
        "Schnabel, M WArilYligopoly ModÃ\u0083Â©ldfthiCf~Ã\u0083Â¤FÃ\u0083Â¨ttiTndustry, The Southern Economic Journal, Vol. XXXVIII, Jan. 1972, pp. 325-35."
    ]
}