{
    "id": 7640,
    "cites": 15,
    "cited_by": 1,
    "reference": [
        "Armington, Paul S., A Theory of Demand for Products Distinguished by Place of Production, IMF Staff Papers 16 (March 1969): 159-176.",
        "Blonigen, Bruce A. and Wesley W. Wilson. Explaining Armington: What Determines the Substitutability Between Home and Foreign Goods'DONE' Canadian Journal of Economics 32 (February 1999): 1-21.",
        "Carr, J. C., and W. Taplin, History of the British Steel Industry. Cambridge: Harvard University Press, 1962.",
        "Engerman, Stanley. The American Tariff, British Exports and American Iron Production, 18401860, in Essays on a Mature Britain after 1840, ed. Donald McCloskey (Princeton: Princeton University Press, 1971).",
        "Francois, Joseph F. and H. Keith Hall, Partial Equilibrium Modeling, in Applied Methods for Trade Policy Analysis: A Handbook, edited by Joseph F. Francois and Kenneth A. Reinert. New York: Cambridge University Press, 1997.",
        "Fogel, Robert W., and Stanley L. Engerman. A Model for the Explanation of Industrial Expansion during the Nineteenth Century: With an Application to the American Iron Industry. Journal of Political Economy 77 (May/June 1969): 306-328.",
        "Harley, C. Knick. The Antebellum American Tariff: Food Exports and Manufacturing. Explorations in Economic History 29 (October 1992): 375-400.",
        "Head, Keith. Infant Industry Protection and the Steel Rail Industry, Journal of International Economics 37 (November 1994): 141-165.",
        "Douglas A. Did Late Nineteenth Century Tariffs Promote Infant Industries'DONE' Evidence from the Tinplate Industry. Journal of Economic History 60 (June 2000), forthcoming.",
        "Jandrow, James M., David E. Chase, and Christopher L. Gamble. The Price Difference Between Domestic and Imported Steel. Journal of Business 55 (July 1982): 383-399.",
        "Jones, Michael, The Geometry of Protectionism in the Imperfect Substitutes Model: A Reminder, Southern Economic Journal 60 (July 1993): 235-238.",
        "Joyner, Fred Bunyan. David Ames Wells: Champion of Free Trade. Cedar Rapids, IA: Torch Press, 1939.",
        "Reinert, Kenneth A., and David W. Roland-Holst, Armington Elasticities for United States Manufacturing Sectors, Journal of Policy Modeling 14 (October 1992): 631-639.",
        "Rousslang, Donald J., and John W. Suomela, Calculating the Welfare Costs of Import Restrictions in the Imperfect Substitutes Model, Applied Economics 20 (May 1988): 691-700.",
        "Shiells, Clinton R., Robert M. Stern, and Alan V. Deardorff, Estimates of the Elasticities of Substitution betweenImports and Home Goods for the United States, Weltwirtschaftliches Archiv 122 (1986): 497519."
    ]
}