{
    "id": 7641,
    "cites": 28,
    "cited_by": 2,
    "reference": [
        "De Long, J. Bradford. Trade Policy and Americas Standard of Living: A Historical Perspective, in Susan Collins (ed.), Imports, Exports, and the American Worker. Washington, D.C.: Brookings Institution, 1998.",
        "Deardorff, Alan V. An Exposition and Exploration of Kruegers Trade Model, Canadian Journal of Economics 17 (November 1984): 731-746.",
        "Findlay, Ronald. Relative Prices, Growth and Trade in a Simple Ricardian System, Economica 41 (February 1974): 1-13. Reprinted in Ronald Findlay, Trade, Development and Political Economy.",
        "Findlay, Ronald. Factor Proportions, Trade, and Growth. Cambridge: MIT Press, 1995.",
        "Gruen, Fred H., and W. Max Corden. A Tariff that Worsens the Terms of Trade, in I. A. MacDougall and R. H. Snape (eds.), Studies in International Economics (Amsterdam: North Holland, 1970).",
        "Irwin, Douglas A. Against the Tide: An Intellectual History of Free Trade. Princeton: Princeton University Press, 1996.",
        "Irwin, Douglas A. Higher Tariffs, Lower Revenues'DONE' Analyzing the Fiscal Aspects of the `Great Tariff Debate of 1888, Journal of Economic History 58 (March 1998): 59-72.",
        "Irwin, Douglas A. How Did the United States Become a Net Exporter of Manufactured Goods'DONE' NBER Working Paper, 2000.",
        "Jones, Ronald. A Three-Factor Model in Theory, Trade, and History. In J. Bhagwati et. al (eds.), Trade, Balance of Payments, and Growth. Amsterdam: North-Holland, 1971.",
        "Jones, Ronald, Hamid Beladi, and Sugata Marjit. The Three Faces of Factor Intensity. Journal of International Economics 48 (August 1999): 413-420.",
        "Krueger, Anne O. Growth, Distortions, and Pattern of Trade Among Many Countries, Princeton Studies in International Finance, No. 40. International Finance Section, Princeton University, 1977.",
        "Reprinted in Anne O. Krueger, Perspectives on Trade and Development. Chicago: University of -27Chicago Press, 1990.",
        "Leamer, Edward E. Paths of Development in the Three-Factor, n-Good General Equilibrium Model, Journal of Political Economy 95 (October 1987): 961-999.",
        "Leamer, Edward E. In Search of Stolper-Samuelson Linkages Between International Trade and Lower Wages, in Susan Collins (ed.), Imports, Exports, and the American Worker. Washington, D.C.: The Brookings Institution, 1998.",
        "Leamer, Edward E. Whats the Use of Factor Content'DONE' Journal of International Economics 50 (February 2000): 17-50.",
        "Mayer, Wolfgang. Endogenous Tariff Formation. American Economic Review 74 (December 1984): 970-985.",
        "Magee, Stephen P. Three Simple Tests of the Stolper-Samuelson Theorem. In Peter Oppenheimer (ed.), Issues in International Economics. London: Oriel Press, 1980.",
        "Mussa, Michael L. The Two Sector Model in Terms of Its Dual: A Geometric Exposition, Journal of International Economics 9 (November 1979): 513-526.",
        "Ohlin, Bertil. Interregional and International Trade. Cambridge: Harvard University Press, 1933.",
        "Reitano, Joanne. The Tariff in the Gilded Age: The Great Debate of 1888. University Park, PA: The Pennsylvania State University Press, 1994.",
        "Samuelson, Paul A. Tribute to Wolfgang Stolper on the Fiftieth Anniversary of the Stolper-Samuelson Theorem, in Alan V. Deardorff and Robert M. Stern (eds.), The Stolper-Sameulson Theorem: A Golden Jubilee. Ann Arbor: University of Michigan Press, 1994.",
        "Samuelson, Paul A. Ohlin Was Right. Scandinavian Journal of Economics 73 (December 1971): 365-384.",
        "Schmitz, Mark. The Elasticity of Substitution in 19 th -Century Manufacturing. Explorations in -28Economic History 18 (September 1981): 290-303.",
        "Stolper, Wolfgang F., and Paul A. Samuelson, Protection and Real Wages, Review of Economic Studies 9 (November 1941): 58-73.",
        "Taussig, Frank W. International Trade. New York: Macmillan, 1927.",
        "U.S. House of Representatives. Committee on Ways and Means. Tariff Hearings. 60 th Congress, 2 nd Session. 9 vols. Washington, D.C.: GPO, 1909.",
        "Williamson, Jeffrey G. Late Nineteenth-Century American Development: A General Equilibrium History. Cambridge: Cambridge University Press, 1974.",
        "Whittman, Donald A. The Myth of Democratic Failure: Why Political Institutions Are Efficient. Chicago: University of Chicago Press, 1996."
    ]
}