{
    "id": 7646,
    "cites": 42,
    "cited_by": 27,
    "reference": [
        "Alvarez, Fernando and Marcelo Veracierto (1999): Equilibrum Search and Labor Market Policies, Paper presented at the 14 th Annual Macroeconomics Conference NBER, Cambridge MA.",
        "Baeza, Sergio and Raul Burger. 1995. Calidad de las Pensiones del Sistema Privado Chileno. In Baeza, Sergio y Francisco Margozzini C. eds. Quince AÃ\u0083Â±os DespuÃ\u0083Â©s: Una Mirada Al Sistema Privado De Pensiones. Santiago: Centro de Estudios PÃ\u0083Âºblicos (CEP).",
        "BarrÃ\u0083Â­a, Jorge S. (1971a) El Movimiento Obrero en Chile Santiago: Trigono. Universisdad TÃ\u0083Â©cnica del Estado.",
        "BarrÃ\u0083Â­a, Jorge S. (1971b) Historia de la CUT. Santiago: Ediciones Prensa Latinoamericana.",
        "Basch, Miguel and Ricardo D. Paredes. 1992. Segmentacion laboral en Chile: Nueva evidencia a partir de estimaciones de cambio de regimen. ColecciÃ\u0083Â³n Estudios CIEPLAN; 0(36).",
        "Bentolila, Samuel (1997): Las Decisiones Judiciales sobre Despidos en EspaÃ\u0083Â±a: Una perspectiva EconÃ\u0083Â³mica, Cuadernos de InformaciÃ\u0083Â³n EconÃ\u0083Â³mica 128-129 (Nov.) : 17079.",
        "Bentolila, Samuel and Gilles Saint Paul. 1992. The Macroeconomic Impact of Flexible Labor Contracts, with an Application to Spain. European Economic Review 36(5).",
        "Bertola, G. 1990. Job Security, Employment and Wages. European Economic Review, 34(4).",
        "Blancard, O. and L. F. Katz. 1997. What We Know and Do Not Know About the Natural Rate of Unemployment. Journal of Economic Perspective.",
        "Blanchard, O. and L. Summers. 1986. Hysterisis and the European Unemployment Problem. NBER Macroeconomic Annual.",
        "Bosworth, Barry P., Rudiger Dornbusch and Raul Laban 1994. The Chilean Economy: Policy Lessons and Challenges: Introduction. In Bosworth, Barry P., Rudiger Dornbusch and Raul Laban eds. The Chilean Economy: Policy Lessons and Challenges. Washington, D.C.: Brookings Institution.",
        "Cheyre, Hernan. 1988. La PrevisiÃ\u0083Â³n En Chile Ayer Y Hoy: Impacto de una Reforma.",
        "Washington DC: International Food Policy Research Institute. Dertouzos, James and Lynn Karoly (1992): Labor Market Responses to Employer Liability. Santa Monica CA: RAND.",
        "Diamond, P. and S. Valdes-Prieto. 1994. Social Security Reforms. In Bosworth, Barry P., Rudiger Dornbusch and Raul Laban eds. The Chilean Economy: Policy Lessons and Challenges. Washington, D.C.: Brookings Institution.",
        "Dornbusch, R. and S. Edwards. 1990. Macroeconomic Populism. Journal of Development Economics 32(2).",
        "Edwards, Sebastian. 1995. Crisis and Reform in Latin America: From Despair to Hope.",
        "New York: Oxford University Press. Edwards, Sebastian. 1996. The Chilean Pension Reform: A Pioneering Program. NBER Working Paper 5881.",
        "Edwards, Sebastian. 1998a. Chile: Radical Change Towards a Funded Pension System.",
        "In Siebert, Horst ed. Redesigning Social Security. Institut fur Weltwirtschaft an der Universitat Kiel. Edwards, Sebastian. 1998b. The Chilean Pension Reform: A Pioneering Program. In Feldstein, Martin ed. Privatizing Social Security. The University of Chicago Press.",
        "Edwards, A Cox (1993) Labor Market Legislation in Latin America and the Caribbean.",
        "The World Bank. Latin America and the Caribbean Technical Department. Regional Studies Program. Report 31. Edwards, A. Cox. 1995. Labor and Economic Reforms in Latin America and the Caribbean. Regional Perspectives on the World Development Report. Washington DC: The World Bank.",
        "Edwards, A. Cox. 1999. Labor Market Reform and Modernization of Labor Relations in Chile. Southwestern Journal of Law and Trade in the Americas (forthcoming).",
        "Edwards, Sebastian and Daniel Lederman. 1998. The Political Economy of Unilateral Trade Liberalization: The Case of Chile. NBER Working Paper No. W6510.",
        "Edwards, Sebastian y Alejandra Edwards. 1991. Monetarism and Liberalization: The Chilean Experiment. Chicago, Ill.: University of Chicago Press.",
        "Edwards, Sebastian and Alejandra Cox Edwards (1999): Social Security Reform and Labor Markets: The Case of Chile, Manuscript, August.",
        "Flanagan, Robert J. (1999): Macroeceonomic Performance and Collective Bargaining: An International Perspective, Journal of Economic Literature 27 (September): 1150-75.",
        "Journal of Labor Economics;15(3). Hamilton, J. 1994. Time Series Analysis. Princeton University Press.",
        "Houseman, Susan. 1991. Industrial Restructuring with Job Security: The Case of European Steel. Cambridge University Press.",
        "IDB. 1996. Progreso EconÃ\u0083Â³mico y Social en AmÃ\u0083Â©rica Latina: CÃ\u0083Â³mo Organizar con Ã\u0083â\u0080°xito los Servicios Sociales. Washington DC: Inter-American Development Bank (IDB).",
        "ILO. 1994. Las Relaciones Laborales en Chile. Informe Relasur. Coleccion Informes OIT 41.",
        "Layard, Richard G.; Stephen Nickell, and Richard Jackman (1991): Unemployment: Macroeconomic Performance and the Labor Market. Oxford and NY: Oxford U. Press.",
        "Lazear, Edward P. 1990. Job Security Provisions and Employment. Quarterly Journal of Economics; 105(3).",
        "Lorz, O. 1998. Social Security and Emplyment. In Siebert, H. ed. Redesigning Social Security. Institut fur Weltwirtschaft an der Universitat Kiel.",
        "Marquez, G. and Carmen Pages (1998): Ties that bind Inter American Development Bank Working Paper.",
        "Nickell, Stephen. 1997. Unemployment and Labor Market Rigidities: Europe vs. North America. Journal of Economic Perspectives, 11(3).",
        "OECD. 1994. OECD Job Study. Vols. I and II. Paris: OECD.",
        "Pages, Carmen and Claudio Montenegro. 1999. Job Security, Tenure and Employment Dynamics: Theory and Evidence from Chile. Inter American Development Bank Working Paper 398 (September).",
        "Pinera, Jose. 1990. La Revolucion Laboral en Chile. Santiago: Zig-Zag.",
        "Schmidt-Hebbel, Klauss. 1997. Pension Reform, Informal Markets and Long-Term Income and Welfare. Documento de Trabajo del Banco Central de Chile.",
        "Siebert, H. 1997. Labor Market Rigidities: At the Root of Unemployment in Europe.",
        "Journal of Economic Perspectives 11(3). Torche, Aristides and Gert Wagner. 1997. Prevision Social: Valoracion Individual de un Beneficio Mandatado. Cuadernos de Economia; 34(103).",
        "Vittas, Dimitri. 1995. Strenghts and Weaknesses of the Chilean Pension Reform."
    ]
}