{
    "id": 7650,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "[1] Baily, Martin. 1981. Productivity and the Services of Capital and Labor. Brookings Papers in Economic Activity: 1-50.",
        "[2] Boskin, Michael J., Ellen R. Dulberger, Robert J. Gordon, Zvi Griliches, and Dale W. Jorgenson. 1998. Consumer Prices, the Consumer Price Index, and the Cost of Living. The Journal of Economic Perspectives. 12(1): 3-26.",
        "[3] Chandler, Alfred D. 1977. The Visible Hand: The Managerial Revolution in American Business. Cambridge, MA: The Belknap Press of Harvard University Press.",
        "[4] Dobson, John M. A History of American Enterprise. Englewood Cliffs, NJ: 1988.",
        "[6] Hamilton, Bruce W. 1998. The True Cost of Living: 1974-1991. Working Papers in Economics, The Johns Hopkins University Department of Economics, January 1998.",
        "[7] Hausman, J.A., W.K. Newey, J.L. Powell. 1995. Nonlinear errors in variables. Estimation of some Engel curves. Journal of Econometrics. 65: 205-233.",
        "[8] Lebergott, Stanley. 1993. Pursuing Happiness: American Consumers in the Twentieth Century. Princeton, NJ: Princeton University Press.",
        "[9] Lebergott, Stanley. 1996. Consumer Expenditures: New Measures and Old Motives. Princeton, NJ: Princeton University Press.",
        "[10] National Bureau of Economic Research. Price Statistics Review Committee. 1961. The Price Statistics of the Federal Government: Review, Appraisal, and Recommendations. A Report to the Office of Statistical Standards, Bureau of the Budget, Together with Twelve Staff Papers. New York: National Bureau of Economic Research. General series, No. 73.",
        "[11] Nordhaus, William D. 1997. Do Real-Output and Real-Wage Measures Capture Reality'DONE' The History of Lighting Suggests Not. Timothy F. Bresnhan and Robert J. Gordon (Eds), The Economics of New Goods. Chicago: University of Chicago Press: 29-66.",
        "[12] Owen, John D. 1969. The Price of Leisure: An Economic Analysis of the Demand for Leisure Time. Rotterdam: Rotterdam University Press.",
        "[17] United States. Bureau of Labor Statistics. Consumer Price Index. Various Issues.",
        "[18] United States. Bureau of Labor Statistics. CPI Detailed Report. Various Issues.",
        "[19] United States. Bureau of Labor Statistics. 1940. The Bureau of Labor Statistics New Index of Cost of Living. Monthly Labor Review. August: 367-404.",
        "[21] United States. Bureau of Labor Statistisc. http://www.bls.gov.",
        "[22] United States Department of Labor. 1986. Cost of Living of Industrial Workers in the United States and Europe, 1888-1890. ICPSR 7711. Ann Arbor, MI: Inter-university Consortium for Political and Social Research."
    ]
}