{
    "id": 7655,
    "cites": 16,
    "cited_by": 139,
    "reference": [
        "Borjas, George, Richard B. Freeman, and Lawrence H. Katz (1997), How Much Do Immigration and Trade Affect Labor Market Outcomes, Brookings Papers on Economic Activity (1); 1-67.",
        "Card, David (1998), Falling Union Membership and Rising Wage Inequality: Whats the Connection'DONE' NBER Working Paper 6520.",
        "Card, David (1999), The Causal Effect of Education on Earnings, in Orley Ashenfelter and David Card, editors, Handbook of Labor Economics, (North Holland, Amsterdam and New York), forthcoming.",
        "Card, David, and Thomas Lemieux (1999), Can Falling Supply Explain the Rising Return to College for Younger Men'DONE' A Cohort-Based Analysis, Center for Labor Economics UC Berkeley Working Paper No.",
        "Card, David, and Thomas Lemieux (2000), What Went Wrong'DONE' Explaining Post-war Trends in Enrollment and Schooling Attainment, unpublished manuscript, UC Berkeley and UBC, March 2000.",
        "DiNardo, John, and Thomas Lemieux (1997), Changing Male Wage Inequality in Canada and the United States: Do Institutions Explain the Difference'DONE', Industrial and Labor Relations Review 50 (4): 629-651 Fortin, Nicole M. and Thomas Lemieux (1997), Institutional Changes and Rising Wage Inequality: Is there a Linkage Journal of Economic Perspectives 11 (2): 75-96.",
        "Freeman, Richard B. (1976), The Overeducated American, San Diego: Academic Press.",
        "Freeman, Richard B. and Karen Needels (1993), Skill Differentials in Canada in an Era of Rising Labor Market Inequality, in David Card and Richard B. Freeman, editors, Small Differences that Matter, Chicago: University of Chicago Press.",
        "Johnson, George (1997), Changes in Earnings Inequality: The Role of Demand Shifts, Journal of Economic Perspectives 11 (2): 41-54.",
        "Katz, Lawrence F. and David H. Autor (1999), Inequality in the Labor Market, in Orley Ashenfelter and David Card, editors, Handbook of Labour Economics, (North Holland, Amsterdam and New York), forthcoming.",
        "Mincer, Jacob (1974), Schooling, Experience and Earnings (Columbia University Press, New York).",
        "Murphy, Kevin M. and Finis Welch (1990), Empirical Age-Earnings Profiles, Journal of Labor Economics 8: 202-229.",
        "United States Department of Education (1997), Digest of Education Statistics, Washington DC: USGPO.",
        "Riddell, W. Craig (1993), Unionization in Canada and the United States: A Tale of Two Countries, in David Card and Richard B. Freeman, editors, Small Differences that Matter, Chicago: University of Chicago Press.",
        "Rosenbaum, Dan T. (2000) Ability, Educational Ranks, and Labor Market Trends: The Effect of Shifts in the Skill Composition of Educational Groups, Unpublished manuscript, University of North Carolina at Greensboro.",
        "Welch, Finis (1979), Effects of Cohort Size on Earnings: The Baby Boom Babies Financial Bust, Journal of Political Economy 87, S65-S98."
    ]
}