{
    "id": 7656,
    "cites": 20,
    "cited_by": 20,
    "reference": [
        "Achilles, C. (1999). Let's Put Kids First, Finally: Getting Class Size Right. Thousand Oaks, CA: Corwin Press.",
        "Barnett, S. (1992). \"Benefits of compensatory preschool education.\" Journal of Human Reources, vol. 27, pp. 279-3 12.",
        "Card, D. and Krueger, A. B. (1996). \"Labor market effects of school quality: theory and evidence.\" In Does Money Matter? The Effect of School Resources on Student Achievement and Adult Success (ed. U. Burtless), Washington, D.C.: Brookings Institution, pp. 97-140.",
        "Card, D. and Payne, A. A. (1998). \"School finance reform, the distribution of school spending, and the distribution of SAT scores.\" U.C. Berkeley, Center for Labor Economics, Working Paper.",
        "Dynarski, M. (1987). \"The Scholastic Aptitude Test: participation and performance.\" Economics of Education Review, vol. 3, pp. 263-73.",
        "Finn, J. D. and Achilles, C. M. (1990). \"Answers and questions about class size: a statewide experiment.\" American Educational Research Journal, vol. 27, pp. 557-577.",
        "Finn, S. D., Gerber, S., Achilles, C. M. and Boyd-Zaharias, 5. (1999). \"Short- and long-term effects of small classes.\" SIJNY Buffalo, mimeo.",
        "Folger, J. and Breda, C. (1989). \"Evidence from Project STAR about class size and student achievement.\" Peabody Journal of Education, vol. 67, pp. 17-33.",
        "Griliches, Z., Hall, B. and Hausman, J. (1978). \"Missing data and self-selection in large panels,\" Annales de L'Insee, vol. 30-31, pp. 137-176.",
        "Grossman, S. B. and Sipe, C. L. (1992). \"Summer Training and Education Program (STEP): report on long term impacts,\" Public Private Ventures, Philadelphia, PA Hanushek, E., Kain, J. and Rivkin, S. (1998). \"Teachers, schools, and academic achievement,\" NBER Working Paper No. 6691, Cambridge, MA.",
        "Hanushek, E. (1999). \"Some findings from the Tennessee STAR experiment and other inc'estigations of class size reductions,\" University of Rochester, mirneo.",
        "Hausman, J., Abrevaya, J. and Scott-Morton, F.M. (1998). \"Misclassification of the dependent variable in a discrete-response setting.\" Journal of Econometrics, vol. 97, pp. 239-69.",
        "Beckman, 1. (1976). \"The Common Structure of Statistical Models of Truncation, Sample Selection, and Limited Dependent Variables and a Simple Estimator for Such Models.\" Annals of Economic and Social Measurement, vol. 5, pp. 475-92.",
        "Krueger, A. B. (1999). \"Experimental estimates of education production functions.\" Quarterly Journal of Economics, vol. 114, pp. 497-532.",
        "Lang, K. and Ruud, P.A. (1986). \"Returns to schooling, implicit discount rates and black-white wage differentials.\" The Review of Economics and Statistics, vol. 68, pp. 41-47.",
        "Mosteller, F. (1995). \"The Tennessee study of class size in the early school grades.\" The Future of Children: Critical Issues for Children and Youths, vol. 5, pp. 113-27.",
        "Neal, D. and Johnson, W. (1996). \"The Role of Premarket Factors in Black-White Wage Differentials.\" Journal of Political Economy 104, October, pp. 869-95.Nye, B., Zaharias, J., Fulton, B. D., et al. (1994). \"The lasting benefits study: a continuing analysi of the effect of small class size in kindergarten through third grade on student achievement test scores in subsequent grade levels.\" Tennessee State University, Center of Excellence for Research in Basic Skills.",
        "Pate-Bath, H., Fulton, B. D., and Boyd-Zaharias, J. (1999), \"Effects of class-size reduction in the early grades (K-3) on high school performance,\" HEROS, Inc., mimeo.",
        "Summers, A. A. and Wolfe, B. L. (1977). \"Do schools make a difference?\" American Economic Review, vol. 67, pp. 639-652.",
        "Word, E., Johnston, J., Bain, H., et al. (1990). \"The state of Tennessee's StudentITeacher Achievement Ratio (STAR) Project: technical report 1985-1990.\" Tennessee State Department of Education. C, C) C C) rigure 1: Small-Class Effect, K-S Black students A' Switch from SAT to CTBS and return to regular-size'classes Free-lunch students Isam IIlrII K 1 2 3 4 5 Grade level"
    ]
}