{
    "id": 7658,
    "cites": 22,
    "cited_by": 27,
    "reference": [
        "Becker, Gary S. (1967). Human Capital and the Personal Distribution of Income. Ann Arbor, Michigan: University of Michigan Press.",
        "Bowen, William G. and Derek Bok (1998). The Shape of the River. Princeton, NJ: Princeton University Presss, 1998.",
        "Cameron, Stephen V. and James J. Heckman (1993). The Non-equivalence of High School Equivalents. Journal of Labor Economics 11 (January), pp. 1-47.",
        "Card, David (1999), The Causal Effect of Education on Earnings. In Orley Ashenfelter and David Card, editors, Handbook of Labor Economics Volume 3. Amsterdam: Elsevier Science.",
        "Card, David and Alan B. Krueger (1992). Does School Quality Matter'DONE' Returns to Education and the Characteristics of Public Schools in the United States. Journal of Political Economy, 100 (February), pp. 141.",
        "Card, David and Thomas Lemieux (1999), Can Falling Supply Explain the Rising Return to College for Younger Men'DONE' A Cohort-Based Analysis. Center for Labor Economics UC Berkeley Working Paper 41 No. 13, February, revised.",
        "Card, David and Thomas Lemieux (2000). Adapting to Circumstances: The Evolution of Work, School, and Living Arrangements Among North American Youth. In David Blanchflower and Richard Freeman, editors, Youth Employment and Joblessness in Advanced Countries. Chicago: University of Chicago Press.",
        "Dixit Avinash K. and Robert S. Pindyck (1994). Investment Under Uncertainty. Princeton NJ: Princeton University Press.",
        "Freeman, Richard B. (1976), The Overeducated American, San Diego: Academic Press.",
        "Gustman, Alan and Thomas Steinmeier (1981), The Impact of Wages and Unemployment on Youth Enrollment and Labor Supply, Review of Economics and Statistics 63, pp. 553-560.",
        "Haveman, Robert H. and Barbara L. Wolfe (1984), Schooling and Economic Well-Being: The Role of Nonmarket Factors, Journal of Human Resources 19, pp. 377-407.",
        "Light, Audrey (1995), Hazard Model Estimates of the Decision to Re-enroll in School, Labour Economics 2, pp. 381-406.",
        "Mincer, Jacob (1974), Schooling, Experience and Earnings (Columbia University Press, New York).",
        "Moretti, Enrico (1999), Estimating the Social Return to Education: Evidence from Repeated Cross Sectional and Longitudinal Data, Center for Labor Economics UC Berkeley Working Paper No. 22, October.",
        "Shimer, Robert (1999). The Impact of Young Workers on the Aggregate Labor Market, National Bureau of Economic Research Working Paper No. 7306, August.",
        "Topel, Robert H. (1997). Factor Proportions and Relative Wages: The Supply Side Determinants of Wage Inequality, Journal of Economic Perspectives 11, pp. 55-74.",
        "Rosen, Sherwin (1977). Human Capital: A Survey of Empirical Research. In Ronald Ehrenberg, editor, Research in Labor Economics (Vol. 1). Greenwich CT: JAI Press.",
        "Rouse, Cecila E. (1994), What to Do After High School'DONE' The Two-year vs. Four-year College Enrollment Decision, in Ronald Ehrenberg, editor, Contemporary Policy Issues in Education, Ithaca, NY: ILR Press.",
        "Solon, Gary (1999), Intergenerational Mobility in the Labor Market, in Orley Ashenfelter and David Card, editors, Handbook of Labor Economics, (North Holland, Amsterdam and New York), forthcoming.",
        "United States Department of Education (1997), Digest of Education Statistics, Washington DC: USGPO.",
        "Welch, Finis (1979). Effects of Cohort Size on Earnings: The Baby Boom Babies Financial Bust, Journal of Political Economy 87 part 2 (October), pp. S65-S97.",
        "Willis, Robert J. (1986), Wage Determinants: A Survey and Reinterpretation of Human Capital Earnings Functions, in Orley Ashenfelter and Richard Layard, editors, Handbook of Labor Economics, (North Holland, Amsterdam and New York)."
    ]
}