{
    "id": 7661,
    "cites": 28,
    "cited_by": 5,
    "reference": [
        "Ahn, Seung C., and Christopher Gadarowski, 1999, Small Sample Properties of the Model Specification Test Based on the Hansen-Jagannathan Distance, unpublished working paper. Andrews, Donald W. K., 1993, Tests for Parameter Instability and Structural Change with Unknown Change Point, Econometrica, volume 61, 821-856.",
        "Brennan, Michael J., Tarun Chordia and Avanidhar Subrahmanyam, 1998, Alternative Factor Specifications, Security Characteristics, and the Cross-Section of Expected Stock Returns, Journal of Financial Economics, 49, 345-373.",
        "Campbell, JohnY., 1993, Intertemporal Asset Pricing without Consumption Data, American Economic Review, 83, 487-512.",
        "Campbell, John Y., 1996, Understanding Risk and Return, Journal of Political Economy, 104, 298-345.",
        "Cochrane, John H., 1996, A Cross-Sectional Test of an Investment-Based Asset Pricing Model, Journal of Political Economy, 104, 572-621.",
        "Daniel, Kent, and Sheridan Titman, 1997, Evidence on the Characteristics of Cross Sectional Variation in Stock Returns, Journal of Finance, 52, 1-33.",
        "Daniel, Kent, and Walter Torous, 1995, Common Stock Returns and the Business Cycle, unpublished working paper.",
        "Fama, Eugene F., and Kenneth R. French, 1992, The Cross-section of Expected Stock Returns, Journal of Finance, 47, 427-465.",
        "Fama, Eugene F., and Kenneth R. French, 1993, Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics, 33, 3-56.",
        "Fama, Eugene F., and Kenneth R. French, 1995, Size and Book-to-Market Factors in Earnings and Returns, Journal of Finance, 50, 131-155.",
        "Fama, Eugene F., and Kenneth R. French, 1996, Multifactor Explanations of Asset Pricing Anomalies, Journal of Finance, 51, 55-84.",
        "Ferson, Wayne E., and Campbell R. Harvey, 1999, Conditioning Variables and the Cross Section of Stock Returns, Journal of Finance, 54, 1325-1360.",
        "Ghysels, Eric, 1998, On Stable Factor Structure in the Pricing of Risk: Do Time-Varying Betas Help or Hurt?, Journal of Finance, 53, 549-573.",
        "Glasserman, Paul, and Yan Jin, 1998, Comparing Stochastic Discount Factors through Their Implied Measures, unpublished working paper.",
        "Hanna, J. Douglas, ad Mark J. Ready, 1999, Profitable Predictability in the Cross-section of Stock Returns, unpublished working paper.",
        "Hamilton, James P., 1994, Time Series Analysis.",
        "Hansen, Lars Peter, 1982, Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, 50, 1029-1054.",
        "Hansen, Lars Peter, and Kenneth Singleton, 1982, Generalized Instrumental Variable Estimation of Nonlinear Rational Expectation Models, Econometrica, 50, 1269-1286.",
        "Hansen, Lars Peter, and Ravi Jagannathan, 1997, Assessing Specification Errors in Stochastic Discount Factor Models, Journal of Finance, 52, 557-590.",
        "Jagannathan, Ravi, and Zhenyu Wang, 1996, The Conditional CAPM and the Cross-Section of Expected Returns, Journal of Finance, 51, 3-53.",
        "Lettau, Martin, and Sydney Ludvigson, 1999a, Consumption, Aggregate Wealth and Expected Stock Returns, New York Federal Reserve working paper.",
        "Lettau, Martin, and Sydney Ludvigson, 1999b, A Cross-Sectional Test of Linear Factor Models with Time-Varying Risk Premia, New York Federal Reserve working paper.",
        "Lintner, John, 1965,  The Valuation of Risk Assets and the Selection of Risky Investments in Stock Portfolios and Capital Budgets, Review of Economics and Statistics, 47, 13-37.",
        "Loughran, Tim, 1997, Book-to-Market across Firm Size, Exchange, and Seasonality: Is there an effect, Journal of Financial and Quantitative Analysis, 32, 249-268.",
        "Luttmer, Erzo G. J., 1996, Asset Pricing in Economies with Frictions, Econometrica, 64, 1439-1467.",
        "Merton, Robert C., 1973, An Intertemporal Capital Asset Pricing Model, Econometrica, 41, 867-887.",
        "Roll, Richard, 1977, A Critique of the Asset Pricing Theory's Test: Part I: On Past and Potential Testability of the Theory, Journal of Financial Economics, 4, 129-176.",
        "Sharpe, William F., 1964, Capital Asset Prices: A Theory of Market Equilibrium under Conditions of Risk, Journal of Finance, 19, 425-442."
    ]
}