{
    "id": 7662,
    "cites": 26,
    "cited_by": 144,
    "reference": [
        "Agell, Jonas, and Mats DillÃ\u0083Â©n, 1994, Macroeconomic Externalities: Are Pigouvian Taxes the Answer'DONE' Journal of Public Economics, January, 111-26.",
        "Auerbach, Alan J. and Kevin Hassett, 1991, Corporate Savings and Shareholder Consumption, in D. Bernheim and J. Shoven, eds., National Saving and Economic Performance, Chicago: University of Chicago Press, 75-98.",
        "Blank, Rebecca M, 1989, Disaggregating the Effect of the Business Cycle on the Distribution of Income, Economica, May, 141-63.",
        "Blank, Rebecca M., and David Card, 1993, Poverty, Income and Growth: Are They Still Connected'DONE' Brookings Papers on Economic Activity, 2, 285-325.",
        "Blundell, Richard, Costas Meghir, and Pedro Neves, 1993, Labour Supply and Intertemporal Substitution, Journal of Econometrics, September, 137-60.",
        "Browning, Martin, Lars Peter Hansen, and James J. Heckman, 1998, Micro Data and General Equilibrium Models, unpublished manuscript, September.",
        "Campbell, John Y. and N. Gregory Mankiw, 1989, Consumption, Income and Interest Rates: Reinterpreting the Time Series Evidence, in O. Blanchard and S. Fischer, eds., NBER Macroeconomics Annual, 185-216.",
        "Cohen, Darrel, and Glenn Follette, 2000, The Automatic Fiscal Stabilizers: Quietly Doing Their Thing, in Federal Reserve Bank of New York, Economic Policy Review, April, 35-68.",
        "Cummins, Jason, Kevin A. Hassett, and Stephen D. Oliner, 1997, Investment Behavior, Observable Expectations, and Internal Funds, New York University Working Paper.",
        "Cutler, David, and Lawrence Katz, 1991, Macroeconomic Performance and the Disadvantaged, Brookings Papers on Economic Activity, 2, 1-74.",
        "Fazzari, Steven M., R. Glenn Hubbard, and Bruce C. Petersen, 1988, Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity, 1, 141-95.",
        "Feenberg, Daniel and Elisabeth Coutts, 1993, An Introduction to the TAXSIM model, Journal of Policy Analysis and Management, Winter.",
        "Gilchrist, Simon and Charles Himmelberg, 1998, Investment: Fundamentals and Finance, NBER Macroeconomics Annual, 223-62.",
        "Goode, Richard, 1976, The Individual Income Tax, revised edition, Washington: Brookings.",
        "Gruber, Jonathan, 1997, The Consumption Smoothing Benefits of Unemployment Insurance, American Economic Review, March, 192-205.",
        "Hoynes, Hilary, 1999, The Employment, Earnings and Income of Less Skilled Workers Over the Business Cycle, in R. Blank and D. Card, eds., Labor Markets and Less Skilled Workers, Russell Sage Foundation, forthcoming.",
        "Kaplan, Steven N., and Luigi Zingales, 1997, Do Investment-Cash Flow Sensitivities Provide Useful Measures of Financing Constraints'DONE' Quarterly Journal of Economics, February, 169-215.",
        "Lindsey, Lawrence B., 1981, Is the Maximum Tax on Earned Income Effective, National Tax Journal, June, 249-55.",
        "Mulligan, Casey B., 1998, Substitution Over Time: Another Look at Life-Cycle Labor Supply, in Ben S. Bernanke and Julio J. Rotemberg, eds., NBER Macroeconomics Annual, 75-134.",
        "Parker, Jonathan A., 1999, The Reaction of Household Consumption to Predictable Changes in Social Security Taxes, American Economic Review, September, 959-73.",
        "Pechman, Joseph A., 1973, Responsiveness of the Federal Income Tax to Changes in Income, Brookings Papers on Economic Activity, 2, 385-421.",
        "Pechman, Joseph A., 1987, Federal Tax Policy, 5th ed., Washington: Brookings.",
        "Romer, Christina D. and David Romer, 1994, What Ends Recessions'DONE' in S. Fischer and J.",
        "Rotemberg, eds., NBER Macroeconomics Annual, 13-57. Shapiro, Matthew D., and Joel Slemrod, 1995, Consumer Response to the Timing of Income: Evidence from a Change in Tax Withholding, American Economic Review, March, 27483.",
        "Wilcox, David W., 1990, Income Tax Refunds and the Timing of Consumption Expenditure, Federal Reserve Board of Governors, April.",
        "Ziliak, James P. and Thomas J. Kniesner, 1999, Estimating Life Cycle Labor Supply Effects, Journal of Political Economy, April, 326-59."
    ]
}