{
    "id": 7664,
    "cites": 12,
    "cited_by": 120,
    "reference": [
        "Brainard, Elizabeth (1998), `Winners and Losers in Russias Economic Transition, American Economic Review, 88 (5), 1094-1116.",
        "Boyco, Maxim, Andrei Shleifer, and Robert Vishny (1993), `Privatizing Russia, Brookings Papers on Economic Activity, Vol.2, 139-92.",
        "Boone, Peter, and Boris Fedorov (1997), `The Ups and Downs of Russian Economic Reforms, in Wing Thye Woo, Stephen Parket and Jeffrey Sachs (eds), The Economies in Transition: Comparing Asia and Eastern Europe, Cambridge, Massachusetts: MIT Press, pp. 1-33.",
        "Rudiger Dornbusch, Paul Krugman, Richard Layard, and Lawrence Summers (1992), Reform in Eastern Europe, Cambridge, Massachusetts: MIT Press.",
        "Blanchard, Olivier (1996), `Assessment of the Economic Transition in Central and Eastern Europe-Theoretical Aspects of Transition, American Economic Review, Vol. 86, No. 2, (May), 117-122.",
        "Berg, Andrew, Eduardo Borensztein, Ratna Sahay, and Jeromin Zettelmeyer (1999), `The Evolution of Output in Transition Economies, IMF Working Paper 99/73, Washington: International Monetary Fund.",
        "Barberis, Nicolas, Maxim Boyco, Andrei Shleifer, and Natalia Tsukanova (1996), `How Does Privatization Work? Evidence from Russian Shops, Journal of Political Economy, Vol. 104, No.4, 764-790.",
        "Blanchard, Olivier and Michael Kremer (1997), `Disorganization, Ouarterly Journal of Economics, November, Vol. 112, No. 4, 1091-1126.",
        "Aslund, Anders (1996), `Reform vs. `Rent-Seeking in Russias Economic Transformation, Transition 2 (2): 12-16.",
        "Peter Boone, and Simon Johnson (1996), `How to Stabilize: Lessons from PostCommunist Countries, Brookings Papers on Economic Activity, Vol. 1, 217-3 13.",
        "Aghion, Philippe, and Olivier Jean Blanchard (1994), `On the Speed of Transition in Central Europe, in Stanley Fischer and Julio J. Rotemberg (eds), NBER Macroeconomic Annual 1994, Cambridge, Massachusetts: MIT Press, 283-320.",
        "Balcerowicz, Leszek (1994), `Fallacies and other Lessons, Economic Policy, December, Vol. 9, 18-50."
    ]
}