{
    "id": 7665,
    "cites": 25,
    "cited_by": 152,
    "reference": [
        "Bacchetta, Philippe, and Eric van Wincoop, 1998, Does exchange rate stability increase trade and capital flows, Federal Reserve Bank of New York, working paper no. 9818.",
        "Betts, Caroline and Michael B. Devereux, 1996, The exchange rate in a model of pricing-to-market, European Economic Review 40, 1007-1021.",
        "Betts, Caroline, and Michael B. Devereux, 2000a, Exchange rate dynamics in a model of pricing-to- market, Journal of International Economics 50, 215-244.",
        "Betts, Caroline, and Michael B. Devereux, 2000b, International Monetary Policy Coordination and Competitive Depreciation: A Re-evaluation, Journal of Money Credit and Banking, forthcoming.",
        "Chari, V.V.; Patrick J. Kehoe; and, Ellen McGrattan, 1997, Monetary policy and the real exchange rate in sticky price models of the international business cycle, National Bureau of Economic Research, working paper no. 5876.",
        "Cole, Harold L., and Maurice Obstfeld, 1991, Commodity trade and international risk sharing: How much do financial markets matter?, Journal of Monetary Economics 23, 377-400.",
        "Corsetti, Giancarlo, and Paolo Pesenti, 1997, Welfare and macroeconomic interdependence, National Bureau of Economic Research, working paper no. 6307.",
        "Devereux, Michael B., and Charles Engel, 1998, Fixed vs. floating exchange rates: How price setting affects the optimal choice of exchange-rate regime, National Bureau of Economic Research, working paper no. 6867.",
        "Devereux, Michael B.; Engel, Charles; and, Cedric Tille, 1999, Exchange rate pass-through and the welfare effects of the euro, National Bureau of Economics, working paper no. 7382.",
        "Engel, Charles, 1999, Accounting for U.S. real exchange rate changes, Journal of Political Economy 107, 507-538.",
        "Engel, Charles, and John H. Rogers, 1996, How wide is the border?, American Economic Review 86, 1112-1125.",
        "Feldstein, Martin, 1992, The case against the EMU, The Economist (June 13 th , 1992), 19-22.",
        "Frankel, Jeffrey, 1999, No single currency regime is right for all countries or at all times, National Bureau of Economic Research, working paper no. 7338.",
        "Friedman, Milton, 1953, The case for flexible exchange rates, in Essays in Positive Economics (Chicago: University of Chicago Press), 157-203.",
        "McCallum, Bennett and E. Nelson, 1999, Nominal income targeting in an open-economy optimizing model, Journal of Monetary Economics 43, 553-578.",
        "Mundell, Robert A., 1961, A theory of optimum currency areas, American Economic Review 51, 509-517.",
        "Mussa, Michael, 1986, Nominal exchange rate regimes and the behavior of real exchange rates: Evidence and implications, Carnegie-Rochester Conference Series on Public Policy 36, 163- 209.",
        "Obstfeld, Maurice, 1997, Europes gamble, Brookings Papers on Economic Activity, no. 2, 241- 317.",
        "Obstfeld, Maurice, 1998, Open economy macroeconomics: Developments in theory and policy, Scandinavian Journal of Economics, 100, 247-275.",
        "Obstfeld, Maurice and Kenneth Rogoff, 1998, Risk and exchange rates, National Bureau of Economic Research, working paper no. 6694.",
        "Obstfeld, Maurice and Kenneth Rogoff, 2000, New directions for stochastic open economy models, Journal of International Economic 50, 117-153.",
        "Rotemberg, Julio J. and Michael Woodford, 1997, An optimization-based econometric framework for the evaluation of monetary policy, NBER Macroeconomics Annual, 297-346.",
        "Sachs, Jeffrey, 1997, Personal views, Financial Times of London (July 30, 1997).",
        "Svensson, Lars E.O., 2000, Open-economy inflation targeting, Journal of International Economics 50, 155-183.",
        "Obstfeld, Maurice and KennethRogoff, 1996, Foundations of International Macroeconomics, MITPress, Cambridge, MA."
    ]
}