{
    "id": 7666,
    "cites": 47,
    "cited_by": 60,
    "reference": [
        "Anderson, James W., Bryan M. Johnstone, and Daniel T. Remley. 1999. Breast-feeding and Cognitive Development: A Meta-Analysis American Journal of Clinical Nutrition, 70, 525- 535.",
        "Baydar, Nazli and Jeanne Brooks-Gunn. 1991. Effects of Maternal Employment and Child-Care Arrangements on Preschoolers Cognitive and Behavioral Outcomes: Evidence from the Children of the National Longitudinal Survey of Youth Developmental Psychology 27(6), 932-945.",
        "Becker, Gary S. 1981. A Treatise on the Family. Cambridge, MA: Harvard University Press.",
        "Belsky, Jay. 1988. The Effects of Infant Day Care Reconsidered Early Childhood Research Quarterly, 3, 235-272.",
        "Belsky, Jay. And Michael J. Rovine. 1988. Nonmaternal Care in the First Year of Life and the Security of Infant-Parent Attachment Child Development 59, 157-167.",
        "Blau, David M., David K. Guilkey, and Barry M. Popkin. 1996. Infant Health and the Labor Supply of Mothers Journal of Human Resources 31(1), 90-139.",
        "Blau, Francine D., Marianne A. Ferber, and Anne E. Winkler. 1998. The Economics of Women, Men, and Work, third edition. Saddle River, NJ: Prentice Hall.",
        "Blau, Francine B. and Adam J. Grossberg. 1992. Maternal Labor Supply and Childrens Cognitive Development The Review of Economics and Statistics 74(3), 474-481.",
        "Carnegie Task Force on Meeting the Needs of Young Children. 1994. Starting Points: Meeting the Needs of Our Youngest Children. New York: Carnegie Corporation of New York.",
        "Caughy, Margaret OBrien, Janet A. DiPietro, and Donna M. Strobino. 1994. Day-Care Participation as A Protective Factor in the Cognitive Development of Low-Income Children Child Development 65, 457-471.",
        "Clarke-Stewart, K. Alison. 1989. Infant Day Care: Maligned or Malignant? American Psychologist 44(2), February, 266-273.",
        "Clarke-Stewart, K. Alison. 1991. A Home is Not A School: The Effects of Child Care on Childrens Development Journal of Social Issues 47(2), 105-23.",
        "Coleman, James S. 1988. Social Capital and the Creation of Human Capital American Journal of Sociology, 94, s95-s120.",
        "Council of Economic Advisers. 1999. Families and the Labor Market, 1969-1999: Analyzing the Time Crunch. Washington, DC: Council of Economic Advisers, Executive Office of the President, May.",
        "Council of Economic Advisers. 1997. The First Three Years: Investments that Pay. Washington, DC: Council of Economic Advisers, Executive Office of the President, April 17.",
        "Currie, Janet and Duncan Thomas. 1999. Early Test Scores, Socioeconomic Status, and Future Outcomes, National Bureau of Economic Research Working Paper 6943, February.",
        "Currie, Janet and Duncan Thomas. 1995. Does Head Start Make A Difference American Economic Review 85(3), June, 341-364.",
        "Desai, Sonalde, P. Lindsay Chase-Lansdale, and Robert T. Michael. 1989. Mother or Market? Effects of Maternal Employment on the Intellectual Ability of 4-Year Old Children Demography 26(4), November, 545-561.",
        "Duncan, Greg J. and Jeanne Brooks-Gunn. 1997. Income Effects Across the Life Span: Integration and Interpretation in Greg J. Duncan and Jeanne Brooks-Gunn (eds.) Consequences of Growing Up Poor. New York: Russell Sage Foundation, 596-610.",
        "Field, Tiffany M. 1991. Quality Day-Care and Grade School Behavior and Performance Child Development 62(4), August, 863-870.",
        "Greenstein, Theodore N. 1995. Are the Most Disadvantaged Children Truly Disadvantaged by Early Maternal Employment? Journal of Family Issues 16(2), March, 149-169.",
        "Grossman, Michael. 1972. On the Concept of Health Capital and the Demand for Health Journal of Political Economy 98(5, Part 1), 983-1007.",
        "Harvey, Elizabeth. 1999. Short-Term and Long-Term Effects of Early Parental Employment on Children of the National Longitudinal Survey of Youth Developmental Psychology 35(2), 445-459.",
        "Haveman, Robert and Barbara Wolfe. 1995. The Determinants of Childrens Attainments: A Review of Methods and Findings Journal of Economic Literature 33(4), December, 1829- 1878.",
        "Heckman, James J. 1999. Policies to Foster Human Capital National Bureau of Economic Research Working Paper No. 7288, August.",
        "Helburn, Suzanne W. and Carollee Howes. 1996. Child Care Cost and Quality The Future of Children 6(2), Summer/Fall, 62-82.",
        "Hofferth, Sandra L. 1999. Womens Employment and Care of Children in the United States, mimeo, University of Michigan, August.",
        "Hoffman, L.W. 1980. The Effects of Maternal Employment on the Academic Studies and Performance of School-Age Children School Psychology Review, 9, 319-335.",
        "James-Burdumy, Suzanne. 1998. The Effect of Maternal Labor Force Participation on Child Educational Attainment, mimeo, Johns Hopkins University, October.",
        "Jessup, Amber. 1998. Production of Child Health and Maternal Labor Supply, mimeo, University of North Carolina at Chapel Hill, November.",
        "Juster, F. Thomas and Frank P. Stafford. 1991. The Allocation of Time: Empirical Findings, Behavioral Models, and Problems of Measurement Journal of Economic Literature 29(2), June, 471-522.",
        "Karoly, Lynn A., Peter W. Greenwood, Susan S. Everingham, Jill HoubÃ\u0083Â©, M. Rebecca Kilburn, C. Peter Rydell, Matthew Sanders, James Chiesa. 1998. Investing in Our Children: What We Know and Dont Know About the Benefits of Early Childhood Interventions. Santa Monica, CA: RAND.",
        "Klerman, Jacob A. and Arleen Leibowitz. 1998. FMLA and the Labor Supply of New Mothers: Evidence from the June CPS, mimeo, RAND, March.",
        "Klerman, Jacob A. and Arleen Leibowitz. 1997. Labor Supply Effects of State Maternity Leave Legislation in Francine Blau and Ronald Erhenberg, eds., Gender and Family Issues in the Workplace. New York: Russell Sage Foundation, 65-85.",
        "Klerman, Jacob A., and Arleen Leibowitz. 1994.The Work-Employment Distinction Among New Mothers Journal of Human Resources, 29(2), 277-303.",
        "Lamb, Michael E. and Sternberg, Kathleen J. 1990. Do We Really Know How Day-Care Affects Children? Journal of Applied Developmental Psychology, 11, 351-37.",
        "Lazear, Edward and Robert Michael. 1988. Allocation of Income Within the Household.",
        "Lindberg, Laura D. 1996. Womens Decisions About Breastfeeding and Maternal Employment Journal of Marriage and the Family 58(1), February, 239-251.",
        "Mayer, Susan E. 1997. Indicators of Childrens Economic Well-Being and Parental Employment in Robert M. Hauser, Brett V. Brown, and William R. Prosser (eds.) Indicators of Childrens Well-Being. New York: Russell Sage Foundation, 237-257.",
        "McLanahan, Sara S. 1997. Parental Absence or Poverty: Which Matters More? In Greg J.",
        "Duncan and Jeanne Brooks-Gunn (eds.) Consequences of Growing Up Poor. New York: Russell Sage Foundation, 35-48. Meyer, Bruce D. and Dan T. Rosenbaum. 1999. Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers, National Bureau of Economic Research Working Paper No. 7363.",
        "Moore, Kristin A. and Anne K. Driscoll. 1997. Low-Wage Maternal Employment and Outcomes for Children: A Study The Future of Children 7(1), Spring 1997, 122-127.",
        "Mott, Frank L. 1991. Developmental Effects of Infant Care: The Mediating Role of Gender and Health Journal of Social Issues 47(2), 139-58.",
        "Parcel, Toby L. and Elizabeth G. Menaghan. 1994. Early Parental Work, Family Social Capital, and Early Childhood Outcomes American Journal of Sociology 99(4), January, 972-1009.",
        "Shore, Rima. 1997. Rethinking the Brain: New Insights Into Early Development. New York: Families and Work Institute.",
        "Stafford, Frank P. 1987. Womens Work, Sibling Competition, and Childrens School Performance American Economic Review, 77(5), December, 972-980.",
        "U.S. Department of Commerce. 1997. Statistical Abstract of the United States: 1997 (117th Edition). Washington D.C.: U.S. Government Printing Office."
    ]
}