{
    "id": 7668,
    "cites": 54,
    "cited_by": 92,
    "reference": [
        "[1] Albanesi, Stefania, V.V. Chari and Lawrence J. Christiano, 1999, `How Big is the Time Consistency Problem in Monetary Policy?, manuscript.",
        "[2] Atkeson, Andrew, V.V. Chari and Patrick Kehoe, 1999, `Taxing Capital Income: A Bad Idea, Federal Reserve Bank of Minneapolis Quarterly Review, vol. 23, no. 3, summer, pp. 3-17.",
        "[3] Barro, Robert J., 1974, `Are Government Bonds Net Wealth?, Journal of Political Economy, 82 (6), pp. 1U95-1117.",
        "[4] Barro, Robert J., 1979, `On the Determination of the Government Debt, Journal of Political Economy, 87 (5:part 1), 94U-971.",
        "[5] Barro, Robert J., and David B. Gordon, 1983, `A Positive Theory of Monetary Policy in a Natural Rate Model, Journal of Political Economy 91 (August) : 589-61U.",
        "[6] Bassetto, Marco, 2UUU, `Inflation, Equilibrium and Government Commitment,  manuscript, Northwestern University.",
        "[7] Benhabib Jess, Stephanie Schmitt-Grohe and Martin Uribe, 2UUU, `Avoiding Liquidity Traps, manuscript.",
        "[8] Bizer, David S., and Kenneth Judd, 1989, `Taxation and Uncertainty, American Economic Review, 79 (2), 331-336.",
        "[9] Brock, William A., 1975, `A Simple Perfect Foresight Monetary Model, Journal of Monetary Economics 1: 133-15U.",
        "[1U] Buiter, Willem H., 1999, `The Fallacy of the Fiscal Theory of the Price Level, unpublished manuscript, December 1U, Bank of England.",
        "[11] Calvo, Guillermo, 1978, `On the Time Consistency of Optimal Policy in a Monetary Economy, Econometrica, Vol. 46, No. 6, 1411-1426.",
        "[12] Canzoneri, Matthew B., Robert E. Cumby, Behzad T. Diba, 1997, `Is the Price Level Determined by the Needs of Fiscal Solvency?, Working Paper, Georgetown University. 45",
        "[13] Carlstrom, Charles T., and Timothy Fuerst, 1998, `Real Indeterminacy in Monetary Models with Nominal Interest Rate Distortions: The Problem with Inflation Targets, Federal Reserve Bank of Cleveland Working Paper 9818.",
        "[14] Carlstrom, Charles T., and Timothy Fuerst, 2000, `The Fiscal Theory of the Price Level, Federal Reserve Bank of Cleveland Economic Review, forthcoming.",
        "[15] Chari, V.V., Lawrence J. Christiano, and Patrick Kehoe, 1991, `Optimal Fiscal and Monetary Policy: Some Recent Results, Journal of Money, Credit and Banking, vol. 23, no. 3, August.",
        "[16] Chari, V.V., and Patrick Kehoe, 1990, `Sustainable Plans, Journal of Political Economy, 98, pp. 783-802.",
        "[17] Chari, V.V., and Patrick Kehoe, 1999, `Free Riding Problems in a Monetary Union, working paper, University of Minnesota.",
        "[18] Christiano, Lawrence J., 1987, `Why Is Consumption Less Volatile Than Income? Federal Reserve Bank of Minneapolis Quarterly Review.",
        "[20] Christiano, Lawrence J., and Christopher Gust, 2000b, `The Expectations Trap Hypothesis, Federal Reserve Bank of Chicago Economic Perspectives, forthcoming.",
        "[21] Christiano, Lawrence J., Martin Eichenbaum and Charles Evans, 1998, `Modeling Money, National Bureau of Economic Research Working Paper number 6371.",
        "[22] Cochrane, John, 1998, `A Frictionless View of US Inflation, NBER Macroeconomics Annual 1998, MIT Press, pp. 323-384.",
        "[23] Cochrane, John, 1999, `Long-Term Debt and Optimal Policy in the Fiscal Theory of the Price Level, manuscript, June 16.",
        "[24] Cochrane, John, 2000, `Money as Stock: Price Level Determination With No Money Demand, National Bureau of Economic Research Working Paper 7498. 46",
        "[25] Clarida, Richard, Jordi Gali and Mark Gertler, 1998, `Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, National Bureau of Economic Research Working Paper 6442.",
        "[26] Dupor, Bill, 2000, `Exchange Rates and the Fiscal Theory of the Price Level, Journal of Monetary Economics, forthcoming.",
        "[27] Green, Edward J., and Robert H. Porter, 1984, `Non-Cooperative Collusion Under Imperfect Price Information, Econometrica, 52 (1), pp. 87-100.",
        "[28] Hayashi, Fumio, 1989, `Is Japans Saving Rate High?, Federal Reserve Bank of Minneapolis Quarterly Review, Spring, Vol. 13 No. 2.",
        "[29] Ireland, Peter N., 1998, `Does the Time-Consistency Problem Explain the Behavior of Inflation in the United States?, manuscript, Department of Economics, Boston College.",
        "[30] Judd, Kenneth, 1989, `Optimal Taxation in Dynamic, Stochastic Economies: Theory and Evidence, unpublished manuscript, Hoover Institution, Stanford University.",
        "[31] Kocherlakota, Narayana, and Christopher Phelan, 1999, `Explaining the Fiscal Theory of the Price Level, Federal Reserve Bank of Minneapolis Quarterly Review, vol. 23, no. 4, Fall, pp. 14-23.",
        "[32] Kydland, Finn E., and Edward C. Prescott, 1977, `Rules Rather Than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy, vol. 85, no. 3, June, pages 473-91.",
        "[33] Leeper, Eric, 1991, `Equilibria Under Active and Passive Monetary and Fiscal Policies, Journal of Monetary Economics 27: 129-147.",
        "[34] Loyo, Eduardo, 1999, `Tight Money Paradox on the Loose: A Fiscalist Hyperinflation,  unpublished manuscript, Kennedy School of Government, Harvard University.",
        "[35] Lucas, Robert E., Jr., 1990, `Supply-Side Economics: An Analytical Review, Oxford Economic Papers, 42 (2), April, pp. 293-316.",
        "[36] Lucas, Robert E., Jr., and Nancy Stokey, 1983, `Optimal Fiscal and Monetary Policy in an Economy Without Capital, Journal of Monetary Economics, 12, 55-93. 47",
        "[37] Matsuyama, Kiminori, 1991, `Endogenous Price Fluctuations in an Optimizing Model of a Monetary Economy, Econometrica vol. 59, no. 6, pp. 1617-1631.",
        "[38] McCallum, Bennett T., 1997, `Crucial Issues Concerning Central Bank Independence,  Journal of Monetary Economics 39, June, pp. 99-112.",
        "[39] McCallum, Bennett T., 1998, `Indeterminacy, Bubbles and the Fiscal Theory of the Price Level, National Bureau of Economic Research Working Paper 6456.",
        "[40] Obstfeld, Maurice and Kenneth Rogoff, 1983, `Speculative Hyperinflations in Maximizing Models: Can We Rule Them Out?, Journal of Political Economy, vol. 91, no. 4.",
        "[41] Ramsey, Frank P., 1927, `A Contribution to the Theory of Taxation, Economic Journal 37, pp. 47-61.",
        "[42] Sargent, Thomas, and Neil Wallace, 1975, `Rational Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule, Journal of Political Economy 83: pp. 241-254.",
        "[43] Sargent, Thomas, and Neil Wallace, 1981, `Some Unpleasant Monetarist Arithmetic, Federal Reserve Bank of Minneapolis Quarterly Review.",
        "[44] Sargent, Thomas, 1987, Macroeconomic Theory, 2nd edition, Academic Press.",
        "[45] Sims, Christopher, 1994, `A Simple Model for the Determination of the Price Level and the Interaction of Monetary and Fiscal Policy, Economic Theory 4, 381-399.",
        "[46] Sims, Christopher, 1999, `Fiscal Consequences for Mexico of Adopting the Dollar, unpublished manuscript.",
        "[47] Stokey, Nancy L., 1991, `Credible Public Policy, Journal of Economic Dynamics and Control, 15 (4), pp. 627-656.",
        "[48] Stokey, Nancy L., and Robert E. Lucas, Jr., with Edward C. Prescott, 1989, Recursive Methods in Economic Dynamics, Harvard University Press. 48",
        "[49] Taylor, John B., 1993, `Discretion Versus Policy Rules in Practice, CarnegieRochester Conference Series on Public Policy 39: 195-214.",
        "[50] Woodford, Michael, 1994, `Monetary Policy and Price Level Determinacy in a Cash-In-Advance Economy, Economic Theory 4, 345-389.",
        "[51] Woodford, Michael, 1995, `Price Level Determinacy Without Control of a Monetary Aggregate, Carnegie-Rochester Series on Public Policy 43, 1-46.",
        "[52] Woodford, Michael, 1996, `Control of the Public Debt: A Requirement for Price Stability?, National Bureau of Economic Research Working paper number 5684.",
        "[53] Woodford, Michael, 1998, `Public Debt and the Price Level, manuscript, Princeton University, July 7.",
        "[54] Woodford, Michael, 1998a, `Comment on Cochrane, NBER Macroeconomics Annual 1998, MIT Press, pp. 390-418.",
        "[55] Woodford, Michael, 1998b, `Doing Without Money: Controlling Inflation in a Post-Monetary World, Review of Economic Dynamics, 1: 173-219."
    ]
}