{
    "id": 767,
    "cites": 21,
    "cited_by": 6,
    "reference": [
        "Arnott, R. and N. Gersovitz, Corporate Financial Structure and the Funding of Private Pension Plans. Journal of Public Economics (April 1980): 231-48.",
        "Bankers Trust Company, Corporate Pension Plan Study: A Guide for the 1980s (New York: Bankers Trust Company, 1980).",
        "Barnow, B. and R. Ehrenberg, The Costs of Defined Benefit Plans and Firm Adjustments. Q~rterly Journal of Economics (November 1979): 52 3-40.",
        "Black, F., The Tax Consequences of Long-Run Pension Policy. Financial Analysts Journal (July-August, 1980).",
        "Blinder, A.S., Indexing the Economy Through Financial Intermediation. K. Brunner and A.H. Meltzer (eds.), Stabilization of the Domestic and International Econo~y~ (Amsterdam: North-Holland, 1976).",
        "Bodie, Z., Common Stocks as a Hedge Against Inflation. Journal of Finance (May 1976): 459-70.",
        "Real Retirement Income in an Inflationary Environment. NBER Working Paper No. 442, February 1980.",
        "Bulow, J., Analysis of Pension Funding under ERISA. NBER Working Paper No. 402, 1979.",
        "Feldstein, N., Inflation and the Stock Market. American Economic Review (December 1980): 839-847.",
        "Financial Executives Institute Canada, Report on Survey of Pension Plans in Canada (Toronto: FEI Canada, 1980).",
        "Fischer, S., Corporate Supply of Index Bonds. NBer Working Paper No. 331, March 1979.",
        "Inman, R., Public Pensions, Public Unions, and the Local Labour Budget, Summer Institute Paper No. 80-9, National Bureau of Economic Research, December 1980.",
        "Lazear, E.P., Why is There Mandatory Retirement?. Journal of Political Economy (December 1979): 1261-1284.",
        "Levhari, D. and N. Liviatan. Risk and the Theory of Index Bonds. American Economic Review (June 1977): 366-75.",
        "Pesando, J.E. and S.A. Rea, Jr., Public and Private Pensions in Canada: An Economic Analysis (Toronto: University of Toronto Press, 1977).",
        "Presidents Commission on Pension Policy, An Interim Report, May 1980.",
        "Sharpe, W.F., Corporate Pension Funding Policy. Journal of Financial Economics (June 1976): 183-93.",
        "Smith, R.S., Pensions, Underfunding, and Salaries in the Public Sector. Mimeograph, NBER, November 1980.",
        "Siegel, J. and J.B. Warner, Indexation, and the Risk-free Asset and Capital Market Equilibrium. Journal of Finance (September 1977): 1101-07.",
        "Task Force on Retirement Income Policy, The Retirement Income System in Canada: Problems and Alternative Policies for Reform (Ottawa, 1979).",
        "Tepper, I., Taxation and Corporate Pension Policy. Journal of Finance (March 1981): 1-13."
    ]
}