{
    "id": 7670,
    "cites": 31,
    "cited_by": 4,
    "reference": [
        "Abowd, J. and D. Card (1989), On the Covariance Structure of Earnings and Hours Changes, Econometrica , 57(2), 411-445.",
        "Akerloff, G., J. Yellen, and M. Katz (1996), An Analysis of Out-of-Wedlock Childbearing in the United States, Quarterly Journal of Economics, 111(2):277-317.",
        "Anne E. Casey Foundation, (1999), When Teens Have Sex: Issues and Trends- A KIDS COUNT Special Report, Baltimore.",
        "Becker, G. (1991), A Treatise on the Family , Enlarged Edition, Cambridge, MA: Harvard Uni- versity Press.",
        "Bergstrom, T. (1989), A Fresh Look at the Rotten Kid Theorem - and Other Household Myster- ies, Journal of Political Economy , 5 (October), 1138-1159.",
        "Brien, M. and R. Willis (1997), The Costs and Consequences of Early Fatherhood: The Impact on Young Men, Young Women, and Their Children, in Kids having Kids: The Economic Costs and Social Consequences of Teen Pregnancy , ed. by R. Maynard, Urban Institute Press.",
        "Brooks-Gunn, J. and F. Furstenberg (1989), Adolescent Sexual Behavior, American Psycholo- gist , 44(2), 249-257.",
        "Browning, M. and P.-A. Chiappori (1998), Efficient Intra-Household Allocations: A General Characterization and Empirical Tests, Econometrica , 66(6), 1241-1278.",
        "Bruce, N. and M. Waldman (1990), The Rotten-Kid Theorem Meets the Samaritan s Dilemna, Quarterly Journal of Economics , 105(1), 155-165.",
        "Bureau of Labor Statistics (1999), NLS Handbook , U.S. Department of Labor, U.S. Government Printing Office.",
        "Card, J.J. (1981), The Long-Term Consequences for Children of Teenage Parents, Demography, 18(2), 137-156.",
        "Gordon, L. (1997), Teenage Pregnancy and Out-of-Wedlock Birth, in Morality and Health , ed.",
        "Brandt and Rozin, Stanford: Stanford University Press. Hao, L. and M. Brinton (1997), Productive Activities and Support Systems of Single Mothers. American Journal of Sociology, 102(5):1305-1344.",
        "Hayes, C. (1987), Risking the Future , Volume 1, Washington, DC: National Academy Press.",
        "Hirano, K. (1998), A Semiparametric Model for Labor Earnings Dynamics, in Practical Non- parametric and Semiparametric Bayesian Statistics , ed. by D. Dey, P. Mueller, and D.",
        "Sinha, New York: Springer-Verlag. 41 Hirshleifer, J. (1985), The Expanding Domain of Economics, American Economic Review, LXXV, 53-68.",
        "Hirshleifer, J. (1997), Shakespeare Versus Becker on Altruism: The Importance of Having the Last Word, Journal of Economic Literature , XV, 500-502.",
        "Hotz, V. J., S. McElroy and S. Sanders (1999), Teenage Childbearing and Its Life Cycle Conse- quences: Exploiting a Natural Experiment, Unpublished manuscript, UCLA, August.",
        "Hotz, V. J., S. Mullin, and S. Sanders (1997), Bounding Causal Effects Using Data from a Con- taminated Natural Experiment: Analyzing the Effects of Teenage Childbearing, Review of Economic Studies, 64, 575-603.",
        "Kane, T. and D. Staiger (1996), Teen Motherhood and Abortion Access, Quarterly Journal of Economics, 111(2):467-506.",
        "Kreps, D. and R. Wilson (1982), Reputation and Imperfect Information, Journal of Economic Theory , 27, 253-279.",
        "Lillard, L. and R. Willis (1978), Dynamic Aspects of Earnings Mobility, Econometrica , 46, 985-1012.",
        "Lindbeck, A. and J. Weibull (1988), Altruism and Time Consistency: The Economics of Fait Accompli, Journal of Political Economy , 96(6), 1165-1182.",
        "Luker, K. (1996), Dubious Conceptions: The Politics of Teenage Pregnancy , Cambridge: Har- vard University Press.",
        "Milgrom, P. and J. Roberts (1982), Predation, Reputation and Entry Deterrence, Journal of Economic Theory , 27, 280-312.",
        "Moore, K., J. Peterson and F. Furstenberg (1986), Parental Attitudes and the Occurrence of Early Sexual Activity, Journal of Marriage and the Family , 48, 777-782.",
        "Mullin, C. (1998), A Re-Evaluation of Teenage Childbearing , Unpublished Dissertation, Univer- sity of Chicago.",
        "Nechyba, T. (1999), Social Approval, Values and AFDC: A Re-Examination of the Illegitimacy Debate, NBER Working Paper 7240, July.",
        "Pirog-Good, M. and D. Good (1995), Child Support Enforcement for Teenage Fathers: Prob- lems and Prospects, Journal of Policy Analysis and Management, 14(1):25-42.",
        "Rosenzweig, M. and K. Wolpin. (1994), Parental and Public Transfers to Young Women and Their Children, American Economic Review 84:1195-1212.",
        "Selten, R. (1978), The Chain-Store Paradox, Theory and Decision , 9, 127-159."
    ]
}