{
    "id": 7674,
    "cites": 24,
    "cited_by": 5,
    "reference": [
        "Abrego, L. and J. Whalley (2000), The Choice of Structural Model in Trade-Wages Decompositions. Review of International Economics, forthcoming.",
        "Anderton, B. and P. Brenton (1998), The Dollar, Trade, Technology and Wage Inequality in the USA, CEPS, Brussels, mimeo.",
        "Autor, D., L. Katz and A. Krueger (1998), Computing Inequality: Have Computers Changed the Labor Market, Quarterly Journal of Economics 113: 1169-1213.",
        "Baldwin, R.E. and G.G. Cain (1997), Shifts in US Relative Wages: The Role of Trade, Technology and Factor Endowments, NBER Working Paper No. 5934.",
        "Bhattarai, K., M. Ghosh and J. Whalley (1999), On Some Properties of a Trade Closure Widely Used in Numerical Modelling. Economics Letters 62:13-21.",
        "Borjas, G., R. Freeman and L. Katz (1991), On the Labor Market Effects of Immigration and Trade, in Borjas, G. and R. Freeman (eds.), Immigration and the Work Force.",
        "Chicago: The University of Chicago Press. Davis, S. (1992), Cross-Country Patterns of Changes in Relative Wages, NBER Macroeconomics Annual: 239-91.",
        "Dewatripont, M., A. Sapir and K. Sekkat (1998), Labor Market Effects of Trade with LDCs in Europe. In M. Dewatripont, A. Sapir and K. Sekkat (eds.) Trade and Jobs in Europe: Much Ado about Nothing. Oxford: Clarendon Press.",
        "Feenstra, R. and G. Hanson (1996), Globalization, Outsourcing and Wage Inequality, American Economic Review, May, 240-45.",
        "Gottschalk, P. and T. Smeeding (1997), Cross National Comparisons of Earnings and Income Inequality, Journal of Economic Literature 35: 633-87.",
        "Haskel, J. and M. Slaughter (1999), Trade, Technology and U.K. Wage Inequality, NBER Working Paper No. 6978.",
        "Kosters, M. (1994), An Overview of Changing Wage Patterns in the Labor Market, in Bhagwati, J. and M. Kosters (eds.), Trade and Wages: Levelling Wages Down'DONE'.",
        "Washington: AEI Press. Lawrence, R. and M. Slaughter (1993), International Trade and American Wages: Giant Sucking Sound or Small Hiccup, Brookings Papers of Economic Activity 161:226.",
        "Leamer, E. (1998), In Search of Stolper-Samuelson Linkages between International Trade and Lower Wages. In S. M. Collins (ed.) Imports, Exports, and the American Worker. Washington, D.C.: Brookings Institution.",
        "Krugman, P. (2000), Technology, Trade and Factor Prices Journal of International Economics, forthcoming.",
        "Marquez, J. (1994), The Econometrics of Elasticities or the Elasticity of Econometrics: An Empirical Analysis of the Behavior of U.S. Imports. Review of Economics and Statistics: 471-81.",
        "Trade in Computable General Equilibrium Models of Small Economies. Journal of International Economics 27: 47-67. Murphy, K. and F. Welch (1991), The Role of International Trade in Wage Differentials, in Koster, M. (ed.), Workers and Their Wages: Changing Patterns in the United States: Washington: AEI Press.",
        "Neven, D. and C. Wyplosz (1999), Relative Prices, Trade and Restructuring in European Industry. In Dewatripont, M., A. Sapir and K. Sekkat, Trade and Jobs in Europe.",
        "Much Ado about Nothing'DONE'. Oxford: Oxford University Press. Chapt 3, pp. 60-78. 13 OECD (1997), Trade, Earning and Employment: Assessing the Impact of Trade with Emerging Economies on OECD Labor Markets, Employment Outlook, OECD.",
        "Office for National Statistics (various years), Employment Gazette. London: Office for National Statistics. Reinert, K. and D. Roland-Holst (1992) Armington Elasticities for United States Manufacturing Sectors. Journal of Policy Modelling 14: 631-39.",
        "Shiells, C. and K. Reinert (1993), Armington Models and Terms of Trade Effects: Some Econometric Evidence for North America. Canadian Journal of Economics 26: 299316.",
        "UNCTAD (1997), Trade and Development Report. Geneva: UNCTAD.",
        "Wood, A. (1994), North-South Trade, Employment and Inequality, Oxford: Clarendon Press.",
        "Wood, A. (1997), Openness and Wage Inequality in Developing Countries: the Latin American Challenge to East Asian Conventional Wisdom, World Bank Economic Review 11: 33-57."
    ]
}