{
    "id": 7676,
    "cites": 14,
    "cited_by": 12,
    "reference": [
        "Baldus, D., Woodworth, 0. and C. Pulaski Equal Justice and the Death Penalty. Boston: Northeastern University Press, 1990.",
        "Becker, 0. S. (1968) Crime and Punishment: An Economic Approach, Journal of Political Economy.",
        "Bentham, J. (1823) An Introduction to the Principles of Morals and Legislation. London: W. Pickering.",
        "Gross, Samuel R. and R. Mauro, (1984) Patterns of death: an analysis of racial disparities in capital sentencing and homicide victimization, Stanford Law Review 37, Nov. &apos;84, 27-153.",
        "Ken, Norbert L. (1978) Beautiftil and Blameless: Effects of Victim Attractiveness and Responsibility on Mock Jurors&apos; Verdicts, Personality and Psychology Bulletin 4(3): 479482.",
        "Levitt, S. (1997)  Using Electoral Cycles in Police Hiring to Estimate the Effect of Police on Crime, American Economic Review 87(3): 270-90.",
        "Polinsky, M. and S. Shavell (1984) The Optimal Use of Fines and Imprisonment, Journal of Public Economics 24:89-99 Posner, R. (1981), The Economics of Justice. Cambridge: Harvard University Press.",
        "Romer, P. (1995) Preferences, promises and the politics of entitlement, in Individual and Social Responsibility (V. Fuchs, Ed.) Chicago: University of Chicago Press.",
        "Spohn, C. (1994) Crime and the Social Control of Blacks: Offender/Victim Race and the Sentencing of Violent Offenders, in Inequality, Crime and Social Control, ed. 0. S. Bridges and M. A. Myers. Boulder, Co: Westview.",
        "Stigler, 0. (1970) The Optimum Enforcement of Laws, Journal of Political Economy 78(3): 526-36.",
        "Sunstein, C. (2000) Behavioral Law and Economics. Cambridge: Cambridge University Press.",
        "Tonry, M. (1995) Malign Neglect--Race Crime and Punishment in America. New York: Oxford University Press.",
        "Walsh, A. The Sexual Stratification Hypothesis and Sexual Assault in Light of the Changing Conception of Race, Criminology 25 (1987): 153-173.",
        "Wolfgan, M. and M. Reidel Race, Judicial Discretion and the Death Penalty, Annals of the American Academy 407 (1973)."
    ]
}