{
    "id": 7677,
    "cites": 42,
    "cited_by": 210,
    "reference": [
        "Ball, Laurence. 1999. Policy Rules for Open Economics. In Taylor (1999).",
        "Benhabib, Jess, Stephanie Schmitt-Grohe, and Martin Uribe. 1998. The Perils of Taylor Rules. Working Paper.",
        "Clouse, James, Dale Henderson, Athanasios Orphanides, David Small, and Peter Tinsley. 1999. Monetary Policy when the Nominal Short-Term Interest Rate is Zero. Working Paper, Board of Governors of the Federal Reserve System.",
        "Dooley, Michael P., and Peter Isard. 1983. The Portfolio-Balance Model of Exchange Rates and Some Structural Estimates of the Risk Premium, International Monetary Fund Staff Papers 30 (December), pp. 683-702.",
        "Dornbusch, Rudiger. 1980. Exchange-Rate Economics: Where do we Stand'DONE' Brookings Papers on Economic Activity (No. 3), pp. 537-584.",
        "Flood, Robert P., and Andrew K. Rose. 1996. Fixes: Of the Forward Discount Puzzle. Review of Economics and Statistics 78 (November), pp. 748-752.",
        "Frankel, Jeffrey A. 1982. A Test of Perfect Substitutality in the Foreign Exchange Market. Southern Economic Journal 49 (October), pp. 406-416.",
        "Exchange Rate Determination, In John F.O.Bilson and Richard C. Marston, eds., Exchange Rate Theory and Practice. Chicago: University of Chicago Press, pp.239-260. 46 Friedman, Milton. 1969. The optimum Quantity of Money and Other Essays. Chicago: Aldine Publishing Co.",
        "Fuhrer, Jeffrey. 1998. An Optimization-Based Model for Monetary Policy Analysis: Can Habit Formation Help'DONE' Working Paper, Federal Reserve Bank of Boston.",
        "Fuhrer, Jeffrey, and George C. Moore. 1995. Inflation Persistence. Quarterly Journal of Economics 109 (March), pp. 127-159.",
        "Fuhrer, Jeffrey, and Brian Madigan. 1997. Monetary Policy when Interest Rates are Bounded at Zero. Review of Economics and Statistics 79 (November), pp. 573-585.",
        "Gerlach, Stephan, and Frank Smets. 1999. MCIs and Monetary Policy. Working Paper, BIS.",
        "Goodfriend, Marvin. 1999. Comments. In Iwao Kuroda, ed., Towards More Effective Monetary Policy. New York; St. Martins Press.",
        "Grimes, Arthur, and Jason Wong. 1994. The Role of the Exchange Rate in New Zealand Monetary Policy. In Ruben Glick and Michael M. Hutchinson, eds., Exchange Rate Policy and Interdependence. New York: Cambridge Univ. Press.",
        "Hansen, Eric, and Dimitri Margaritis. 1993. Financial Liberalization and Monetary Policy in New Zealand. Australian Economic Review (4th Quarter), pp. 28-36.",
        "Kiyotaki, Nobuhiro, and Randall Wright. 1989. On Money as a Medium of Exchange. Journal of Political Economy 97 (August), pp. 927-954.",
        "Klein, Paul. 1997. Using the Generalized Schur Form to Solve a System of Linear Expectational Difference Equations. Working Paper, Stockholm University.",
        "Krugman, Paul. 1998. Its Baaack: Japans Slump and the Return of the Liquidity Trap. Brookings Papers on Economic Activity. (No. 2), pp. 137-187.",
        "Lacker, Jeffrey M., and Stacey L. Schreft. 1996. Money and Credit as Means of Payment. Journal of Monetary Economics 38 (August), pp. 3-23.",
        "Lewis, Karen. 1995. Puzzles in International Financial Markets. In Gene M. Grossman and Kenneth Rogoff, eds. Handbook of International Economics, vol.3. Amsterdam: Elsevier Science.",
        "Lucas, Robert E., Jr. 1972. Econometric Testing of the Natural Rate Hypothesis. In Otto Eckstein, ed., The Econometrics of Price Determination. Washington, D.C.: Board of Governors of the Federal Reserve System.",
        "McCallum, Bennett T. 1987. The Optimal Inflation Rate in an Overlapping-Generations Economy with Land. In William A. Barnett and Kenneth Singleton, eds. New Approaches to Monetary Economics. New York: Cambridge University Press.",
        "Methodological Issues. In The Monetary Transmission Process: Recent Developments and Lessons for Europe. London: Macmillan Publishers, forthcoming. __________________. 1999b. Role of the Minimal State Variable Criterion in Rational Expectations Models, International Tax and Public Finance 6 (November), pp. 621-639.",
        "McCallum, Bennett T., and Edward Nelson. 1999a. Performance of Operational Policy Rules in an Estimated Semiclassical Structural Model. In Taylor (1999).",
        "Open-Economy Optimizing Model. Journal of Monetary Economics 43 (June), pp. 553578. __________________________________. An Optimizing IS-LM Specification for Monetary Policy and Business Cycle Analysis. Journal of Money, Credit, and Banking, 31 (August, Part 1), pp. 296-316. Meltzer, Allan H. 1999. The Transmission Process. In The Monetary Transmission Process: Recent Developments and Lessons for Europe. London: Macmillan Publishers, forthcoming.",
        "Nelson, Edward. 1998. Sluggish Inflation and Optimizing Models of the Business Cycle. Journal of Monetary Economics 42 (October), pp. 303-322.",
        "Obstfeld, Maurice, and Kenneth Rogoff. 1996. Foundations of International Macroeconomics. Cambridge, MA: MIT Press.",
        "Okun, Arthur M. 1981. Prices and Quantities: A Macroeconomic Analysis. Washington, D.C.: Brookings Institution.",
        "Orphanides, Athanasios, and Volker Wieland, 1998. Price Stability and Monetary Policy Effectiveness when Nominal Interest Rates are Bounded at Zero. Working Paper 199835, Finance and Economics Discussion Series, Federal Reserve Board.",
        "Phelps, Edmund S. 1972. Inflation Policy and Unemployment Theory. London: Macmillan Press.",
        "Reifschneider, David, and John C. Williams. 1999. Three Lessons for Monetary Policy in a Low Inflation Era, Working Paper, Federal Reserve Board.",
        "Rotemberg, Julio J., and Michael Woodford. 1997. An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy. In Ben S. Bernanke and Julio J.",
        "Rotemberg, eds., NBER Macroeconomics Annual 1997. Cambridge, MA: MIT Press.",
        "Stockman, Alan C. 1992. International Transmission Under Bretton Woods. In Michael P. Bordo and Barry Eichengreen, eds. A Retrospective on the Bretton Woods System. Chicago: University of Chicago Press, pp. 317-348.",
        "Summers, Lawrence. 1991. How Should Long-Term Monetary Policy be Determined'DONE' Journal of Money, Credit, and Banking 23 (August, Part 2), pp. 625-631.",
        "Taylor, John B. 1993a. Discretion versus Policy Rules in Practice. Carnegie-Rochester Conference Series on Public Policy 39 (December), pp. 195-214.",
        "Norton. ____________. 1999. Monetary Policy Rules, editor. Chicago: University of Chicago Press.",
        "Uhlig, Harald. 1997. A Toolkit for Analyzing Nonlinear Dynamic Stochastic Models Easily. Working Paper, Tilburg University.",
        "Vickrey, William S. 1954. Stability Through Inflation. In Kenneth T. Kurihara, ed.",
        "Post-Keynesian Economics. New Brunswick, NJ: Rutgers University Press. Wallace, Neil. 1997. Absence-of-Double-Coincidence Models of Money: A Progress Report. Federal Reserve Bank of Minneapolis Quarterly Review 21 (Winter), pp. 2-20.",
        "Wolman, Alexander S. 1998. Staggered Price Setting and the Zero Bound on Nominal Interest Rates. Federal Reserve Bank of Richmond Economic Quarterly 84 (Fall), pp. 124.",
        "Woodford, Michael. 1999. Interest and Prices, Chapter 2. Manuscript."
    ]
}