{
    "id": 7678,
    "cites": 23,
    "cited_by": 10,
    "reference": [
        "Solon, G. (1992, June). Intergenerational income mobility in the United States. American Economic Review 82(3), 393-408.",
        "Solon, G. (1989, February). Biases in the estimation of intergenerational earnings correlations. Review of Economics and Statistics 71, 172-4.",
        "ONeill, D. and 0. Sweetman (1998). Intergenerational mobility in Britain: Evidence from unemployment patterns. Oxford Bulletin of Economics and Statistics 60(4), 431-447.",
        "Runkle, D. (1991, February). Liquidity contraints and the permanent income hypothesis: Evidence from panel data. Journal of Monetary Economics 27(1), 73-98.",
        "MaCurdy, T. E. (1981, December). An empirical model of labor supply in a life cycle setting. Journal of Political Economy 88(6), 1059-85.",
        "Navarro-Zermeno, J. I. (1993, August). A Model of Bequests and Intergenerational Mobility. Ph. D. thesis, Department of Economics, University of Chicago.",
        "Hall, R. E. (1988, April). Intertemporal substitution in consumption. Journal of Political Economy 96(2), 339-57.",
        "Glomm, G. and B. Ravikumar (1992, August). Public vs. private investment in human capital: Endogenous growth and income inequality. Journal of Political Economy 100(4), 818-34.",
        "Zeldes, S. P. (1989, April). Consumption and liquidity constraints: An empirical investigation. Journal of Political Economy 97(2), 305-46.",
        "Tamura, R. (1991, June). Income convergence in an endogenous growth model. Journal of Political Economy 99(3), 522-40.",
        "Becker, G. 5. (1989, June). On the economics of the family: Reply to a skeptic. American Economic Review 79(3), 514-8.",
        "Becker, G. 5. (1991). A Treatise on the Family. Cambridge, MA: Harvard University Press.",
        "Becker, G. S. and N. Tomes (1979, December). An equilibrium theory of the distribution of income and intergenerational mobility. Journal of Political Economy 87(6), 1153-89.",
        "Altonji, J. G., F. Hayashi, and L. J. Kotlikoff (1992, December). The extended family altruistically linked? Direct tests using micro data. American Economic Review 82, 1177-98.",
        "Galton, F. (1869). Hereditary Genius: An Inquiry into Its Laws and Consequences. London: Macmillan. Galton, F. (1877, February). Typical laws of heredity. In Proceedings of the Royal Institution of Great Britain, pp. 282-301. Ghez, G. R. and G. S. Becker (1975). The Allocation of Time and Goods over the Life Cycle. New York: Columbia University Press (for the NBER).",
        "Durlauf, S. N. (1996, March). A theory of persistent income inequality. Journal of Economic Growth 1 (1), 75-94.",
        "Cooper, S. J. (1996, February). Redistribution and the persistence of income inequality. Working paper, Harvard University.",
        "Checchi, D., A. Ichino, and A. Rustichini (1999, December). More equal but less mobile? education financing and intergenerational mobility in Italy and in the US. Journal of Public Economics 74 (3), 351-393.",
        "Benabou, R. (1994, April). Human capital, inequality, and growth: A local perspective. European Economic Review 38(3-4), 817-26.",
        "Behrman, J. R. and P. Taubman (1989, December). Is schooling mostly in the genes? Nature-nurture decomposition using data on relatives. Journal of Political Economy 97(6), 1425-46.",
        "Behrman, J. R., R. A. Pollak, and P. Taubman (1995). The wealth model: Efficiency and distribution in the family. In J. R. Behrman, R. A. Pollak, and P. Taubman (Eds.), From Parent to Child. University of Chicago Press.",
        "Becker, G. S. and N. Tomes (1986). Human capital and the rise and fall of families. Journal of Labor Economics 4 (3, pt 2), S1-539.",
        "Goldberger, A. 5. (1989, June). Economic and mechanical models of intergenerational transmission. American Economic Review 79(3), 504-13."
    ]
}