{
    "id": 768,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "A. Antonovsky, Social Class, Life Expectation and Overall Mortality, Milbank Memorial Fund Quarter~y~, January 1967, 31-37.",
        "Richard Auster, Irving Leveson, Deborah Sarachek, The Production of Health, an Exploratory Study, J. Human Resources, Fall 1969, 4, 412-36.",
        "Barry L. Borland and Joseph P. Rudolph, Relative Effects of Low Socio- economic Status, Parental Smoking and Poor Scholastic Performance on Smoking Among High School Students, Social Science and Medicine, January 1975, 9, 27-30.",
        "Consumers Union, Cigarette Smoking and Lung Cancer, Consumer Reports, Feb. 1954, 19, 54-92.",
        "Gary D. Friedman, Diana B. Petitti, Richard D. Bawol, and A. B. Siegelaub, Mortality in Cigarette Smokers and Quitters, New England J. of Medicine, June 4, 1981, 304(23), 1407-10.",
        "Victor R. Fuchs, Time Preference and Health: An Exploratory Study, in Victor R. Fuchs (ed.), Economic Aspects of Health, proceedings of a conference, Chicago, 1982 forthcoming.",
        "Louis P. Garrison, Studies in the Economics of Surgery, Ph.D. dissertation, Stanford University, 1981.",
        "Michael Grossman, On the Concept of Health Capital and the Demand for Health, J. Polit. Econ., March/April 1972, 80, 223-55.",
        "Terleckyj (ed.), Household Production and Consumption, New York, 1975.",
        "Service, The Health Consequences of Smoking for Women, a Report of the Surgeon General (Part I), Washington, 1980.",
        "C. W. Lieb, Can the Poisons in Cigarettes be Avoided? Readers Digest, December 1953, 63, 45-47.",
        "Nathan Maccoby and Douglas S. Solomon, Health Disease Prevention: Multi- Community Studies, in R. E. Rice and W. J. Paisley (eds.), Public Communication Campaigns, Beverly Hills, 1981.",
        "L. M. Miller and J. Monahan, The Facts Behind the Cigarette Controversy, Readers Digest, July 1954, 65, 1-6.",
        "Joseph P. Newhouse and L. J. Friedlander, The Relationship between Medical Resources and Measures of Health: Some Additional Evidence, J. Human Resources, Spring 1980, 15, 200-18.",
        "R. Norr, Cancer by the Carton, Readers Digest, December 1952, 61, 7-8.",
        "Paul Taubman and Sherwin Rosen, Healthiness, Education and Marital Status, in Victor R. Fuchs (ed.), Economic Aspects of Health, Chicago, 1982 forthcoming.",
        "Richard A. Thaler and H. M. Shefrin, An Economic Theory of Self Control, J. Polit. Econ., April 1981, 89, 392-406.",
        "U.S. Department of Health, Education, and Welfare; National Clearinghouse for Smoking and Health, Adult Use of Tobacco-l975, Washington, 1976.",
        "Advisory Committee to the Surgeon General, PHS Publication No. 1103, Washington, 1964.",
        "T. M. Vogt, S. Selvin, G. Widdowson, and S. B. Hulley, Expired Air Carbon Monoxide and Serum Thiocyanate as Objective Measures of Cigarette Exposure, Amer. J. Public Health, June 1977, 67, 545-49."
    ]
}