{
    "id": 7689,
    "cites": 44,
    "cited_by": 12,
    "reference": [
        "Avery, R., R.W. Bostic, and K.A. Samolyk. 1998. The evolution of small business finance: The role of personal wealth. Journal of Banking and Finance 22: 1019-1061.",
        "Berger, Allen N., Seth D. Bonime, Daniel M. Covitz, and Diana Hancock. 2000. Why are bank profits so persistent'DONE' The roles of product market competition, informational opacity, and regional/macroeconomic shocks. Journal of Banking and Finance, forthcoming.",
        "Berger, Allen N., and Sally M. Davies. 1998. The Information Content of Bank Examinations, Journal of Financial Services Research 14: 117-144.",
        "Berger, Allen N., Sally M. Davies, and Mark J. Flannery. 2000. Comparing Market and Supervisory Assessments of Bank Performance: Who Knows What When'DONE' Journal of Money, Credit and Banking, 32 (August).",
        "Berger, Allen N., Anil K. Kashyap, and Joseph M. Scalise. 1995. The Transformation of the U.S. banking industry: what a long, strange trip its been. Brookings Papers on Economic Activity 2: 55-201.",
        "Berger, Allen N. and Loretta J. Mester. 1999. What explains the dramatic changes in cost and profit performance of the U.S. banking industry'DONE' Board of Governors of the Federal Reserve System.",
        "Berger, Allen. N., and Gregory F. Udell. 1994. Did risk-based capital allocate bank credit and cause a credit crunch in the United States'DONE' Journal of Money, Credit, and Banking 26 (August), 585-628.",
        "Bernanke, B.S., and C.S. Lown. 1991. The credit crunch. 2: 205-48.",
        "Bizer, David S.. 1993. Regulatory discretion and the credit crunch, working paper, U.S. Securities and Exchange Commission, Washington, D.C .(April).",
        "Cargill, Thomas F.. 1989. CAMEL ratings and the CD market. Journal of Financial Services Research 3 : 34758.",
        "Cole, Rebel A., and Jeffrey W. Gunther. 1998. Predicting bank failures: a comparison of on- and off-site monitoring systems. Journal of Financial Services Research 13: 103-117.",
        "Commercial Bank Examination Manual, Uniform Financial Institutions Rating System. Davies, Sally M.. 1993. The importance of market information in predicting bank performance, Board of Governors of the Federal Reserve System working paper (April).",
        "Dahl, Drew, Gerald A. Hanweck, and John OKeefe. 1995. The influence of auditors and examiners on accounting discretion in the banking industry. FDIC Working Paper, October.",
        "Dewatripont, Mathias, and Jean Tirole. 1994. The Prudential Regulation of Banks. Cambridge: The MIT Press.",
        "DeYoung, Robert, Mark J. Flannery, William Lang, and Sorin Sorescu. 1998. Could publication of bank CAMELS ratings improve market discipline'DONE' Office of the Comptroller of the Currency, (November).",
        "Diamond, Douglas W. 1984. Financial intermediation and delegated monitoring. Review of Economic Studies: 393-414.",
        "Dunkelberg, W.C., and W.J. Dennis, Jr. 1992. The small business credit crunch. The NFIB Foundation: Washington, D.C.",
        "Flannery, Mark J. 1998. Using market information in prudential bank supervision: a review of the U.S. empirical analysis. 30: 273-305.",
        "Flannery, Mark J., and Joel F. Houston.1999. The value of a government monitor for U.S. banking firms. Journal of Money, Credit, and Banking 31: 14-34.",
        "Gilbert, R. Alton. 1993. Implications of annual examinations for the bank insurance fund. Federal Reserve Bank of St. Louis Review (January/February).",
        "Gilbert, R. Alton. 1994. The benefits of annual bank examinations. George Kaufman, editor, Research in Financial Services, Vol. 6, JAI Press, 215-48.",
        "Hall, John R., Andrew P. Meyer, and Mark D. Vaughan. 1997. Do equity markets and regulators view bank holding company risk similarly'DONE' An comparison of market-based risk measures and regulators BOPEC scores. Federal Reserve Bank of St. Louis Supervisory Policy Analysis Working Paper.",
        "Hancock, D., A. Laing, and J.A. Wilcox. 1995. Bank balance sheet shocks and aggregate shocks: Their dynamic effects on bank capital and lending. Journal of Banking and Finance, 19: 661-77.",
        "Hancock, D., and J.A. Wilcox. 1993. Has there been a capital crunch in banking'DONE' The effects on bank lending of real estate market conditions and bank capital shortfalls. Journal of Housing Economics, 3: 31-50.",
        "Hancock, D., and J.A. Wilcox. 1994. Bank capital and the credit crunch: The roles of risk-weighted and unweighted capital regulations. AREUEA, 22: 59-94 (a).",
        "Hancock, D., and J.A. Wilcox. 1994. Bank capital, loan delinquencies, and real estate lending. Journal of Housing Economics, 4: 121-46 (b).",
        "Hancock, D. and J.A. Wilcox. 1997. Bank capital, nonbank finance, and real estate activity. Journal of Housing Research, 8: 75-105.",
        "Hancock, D. and J.A. Wilcox. 1998. The credit crunch and the availability of credit to small business. Journal of Banking and Finance, 22: 983-1014.",
        "Hand, John R.M., Robert W. Holthausen, and Richard W. Leftwich. 1992. The effect of bond rating agency announcements on bond and stock prices. Journal of Finance 47: 733-752.",
        "Haubrich, Joseph G., and Paul Wachtel. 1993. Capital requirements and shifts in commercial bank portfolios. Federal Reserve Bank of Cleveland Economic Review 29: 2-15.",
        "Holthausen, Robert W. and Richard W. Leftwich. 1986. The effect of bond rating changes on common stock prices. Journal of Financial Economics 17: 57-90.",
        "Hirschhorn, Eric. 1987. The informational content of bank examination ratings. Federal Deposit Insurance Corporation Banking and Economic Review, 6-11.",
        "Jordan, John S. 1999. Pricing Bank Stocks: The contribution of bank examinations, New England Economic Review 39-53.",
        "OKeefe, John, and Drew Dahl. 1997. Scheduling bank examinations, Federal Deposit Insurance Corporation Working Paper.",
        "Peek, J., and E.S. Rosengren. 1994. Bank real estate lending and the New England capital crunch. AREUEA 22: 33-58.",
        "Peek, J., and E.S. Rosengren. 1995. Bank regulation and the credit crunch. Journal of Banking and Finance, 19: 679-92 (a).",
        "Peek, J., and E.S. Rosengren. 1995. The capital crunch: Neither a borrower nor a lender be, Journal of Money, Credit and Banking, 27: 625-38 (b).",
        "Peek, Joe, Eric S. Rosengren, and Geoffrey M.B. Tootell. 1999. Does the Federal Reserve possess an informational advantage'DONE' working paper, Federal Reserve Bank of Boston (a).",
        "Peek, Joe, Eric S. Rosengren, and Geoffrey M.B. Tootell. 1996. Is bank supervision central to central banking'DONE' Quarterly Journal of Economics 114: 629-653 (b).",
        "Pettway, Richard H. 1980. Potential insolvency, market efficiency, and bank regulation of large commercial banks, Journal of Financial and Quantitative Analysis 15(1) 219-236.",
        "Simons, Katerina, and Stephen Cross. 1991. Do capital markets predict problems in large commercial banks'DONE' New England Economic Review, 51-56.",
        "Sinkey, Joseph F. Jr. 1978. Identifying problem banks: How do the banking authorities measure a banks risk exposure'DONE' Journal of Money, Credit, and Banking, 10: 184-93.",
        "Swindle, C. Sloan. 1995. Using CAMEL ratings to evaluate regulator effectiveness at commercial banks, Journal of Financial Services Research 9: 123-141.",
        "Whalen, Gary, and James B. Thomson. 1988. Using financial data to identify changes in bank condition, Federal Reserve Bank of Cleveland Economic Review, (Second Quarter): 17-26."
    ]
}