{
    "id": 7690,
    "cites": 23,
    "cited_by": 8,
    "reference": [
        "Athey, Susan, and Scott Stern [1998], An Empirical Framework for Testing Theories About Complimentarity in Organizational Design, NBER Working Paper No. 6600, June.",
        "Boardwatch , various years, Directory of Internet Service Providers, Littleton, CO. Bresnahan, Timothy, and Shane Greenstein [1997], Technical Progress and Co-Invention in Computing and in the Use of Computers. Brookings Papers on Economics Activity: Microeconomics, Pp. 1-78.",
        "Bresnahan, Timothy and Manuel Trajtenberg [1995], General Purpose Technologies: Engines of Growth'DONE' Journal of Econometrics, 65, pp. 83-108.",
        "Brynjolfsson, Erik, and Lorin Hitt [1997], Information Technology as a Factor of Production: The Role of Differences Among Firms, Mimeo, Cambridge, MA., Massachusetts Institute of Technology.",
        "Clemente, Peter C. [1998], The State of the Net: the New Frontier, McGraw-Hill, New York.",
        "Demsetz, Harold [1988], The Theory of the Firm Revisited, Journal of Law, Economics, and Organization, 4, 159-178.",
        "Downes, Tom, and Greenstein, Shane [1999], Do Commercial ISPs Provide Universal Access'DONE' in (Ed) Sharon Gillett and Ingo Vogelsang, , Competition, Regulation and convergence: Current Trends in Telecommunications Policy Research, Lawrence Erlbaum Associates, pp. 195-212.",
        "Esbin, Barbara [1998], Internet over Cable, Defining the Future in Terms of the Past, FCC, Office of Planning and Policy Working Paper 30, August.",
        "Greenstein, Shane [2000a], Commercialization of the Internet: The Interaction of Public Policy and Private Actions, in (eds) Adam Jaffe, Josh Lerner and Scott Stern, Innovation, Policy and the Economy, MIT Press.",
        "Greenstein, Shane [2000b],Empirical Evidence on Commercial Internet Access Providers Propensity to Offer new Services, (ed) Benjamin Compaign and Ingo Vogelsang. Select Papers from the 26 th Annual Building the Virtual World Greenstein 26 Telecommunications Policy Research Conference, MIT Press.",
        "Greenstein, Shane, Mercedes Lizardo, and Pablo Spiller [1998], The Distribution of Advanced Large Scale Information Infrastructure Across the US, NBER Working Paper 5929.",
        "Griliches, Zvi. [1957], Hybrid corn: An exploration in the economics of technological change, Econometrica, 25, 501-522.",
        "Helpman, Elhanan [1998], General Purpose Technologies and Economic Growth, The MIT Press.",
        "Kalakota, Ravi, and Whinston, Andrew [1996], Frontiers of Electronic Commerce, Addison-Wesley, Reading, MA.",
        "Kolstad, Rob [1998], Becoming an ISP, www.bsdi.com. January.",
        "Kridel, Donald, Rappaport, Paul and Taylor, Lester [1997], The Demand for Access to Online Services and the Internet, Mimeo, PNR Associates, Jenkintown, PA.",
        "Leida, Brett [1997], A Cost Model of Internet Service Providers: Implications for Internet Telephony and Yield Management, mimeo, MIT, Departments of Electrical Engineering and computer Science and the Technology and Policy Program.",
        "Nelson, R.R. and S.G. Winter [1982], An Evolutionary Theory of Economic Change, Cambridge, MA: Belknap Press.",
        "Rosenberg, Nathan [1977], Perspectives on Technology, Cambridge University Press, Cambridge, UK.",
        "Spulber, Daniel [1998], The Market Makers, How Leading Companies Create and Win Markets, McGraw-Hill, New York.",
        "Sutton, John [1991], Sunk Costs and Market Structure, The MIT Press, London.",
        "Weinberg, Jonathan [1999], The Internet and Telecommunications Services, Access Charges, Universal Service Mechanisms, and Other Flotsam of the Regulatory System, Yale Journal of Regulation, Spring.",
        "Werbach, Kevin [1997], Digital Tornado: The Internet and Telecommunications Policy, FCC, Office of Planning and Policy Working Paper 29, March."
    ]
}