{
    "id": 7691,
    "cites": 26,
    "cited_by": 11,
    "reference": [
        "Bahr, Stephen J., Jerry D. Howe, Meggin Morrill Mann, and Matthew S. Bahr. 1994. Trends in Child Custody Awards: Has the Removal of Maternal Preference Made a Difference'DONE' Family Law Quarterly, Summer.",
        "Becker, Gary S. 1981. A Treatise on the Family. Cambridge MA: Harvard University Press.",
        "Black, M.M., H.Dubowitz, and R. Starr. 1999. African American Fathers in Low Income, Urban Families: Development Behavior and Home Environment of Their Three-YearOld Children. Child Development, 70(4). 967-78.",
        "Blaffer Hrdy, Sarah. 1999. Mother Nature, A History of Mothers, Infants and Natural Selection.",
        "New York: Pantheon Books. Beller, Andrea H. and Seung Sin Chung. 1992. Family Structure and Educational Attainment of Children: Effects of Remarriage, Journal of Population Economics 5(1). 39-59.",
        "Case, Anne, I-Fen Lin and Sara McLanahan. 1999. Household Resource Allocation in Stepfamilies: Darwin Reflects on the Plight of Cinderella, American Economic Review Papers and Proceedings 89(2). 234-238.",
        "Case, Anne, I-Fen Lin and Sara McLanahan. 2000a. How Hungry is the Selfish Gene'DONE' NBER Working Paper No. 7401. (Forthcoming, Economic Journal, October 2000).",
        "Case, Anne, I-Fen Lin and Sara McLanahan. 2000b. Educational Attainment in Blended Families. mimeo, Princeton University.",
        "Cherlin, Andrew and Frank Furstenberg. 1994. Step families in the United States: A Reconsideration. pp. 359-381 in J. Blake and J. Hagen (eds.), Annual Review of Sociology. Palo Alto, CA: Annual Reviews.",
        "Clingempeel, W. Glenn and Sion Segal. 1986. Stepparent-Stepchild Relationships and the Psychological Adjustment of Children in Stepmother and Stepfather Families. Child Development, 57: 474-484.",
        "Daly, Martin and Margo Wilson. 1987. The Darwinian Psychology of Discriminative Parental Solicitude. Nebraska Symposium on Motivation 35, 91-144.",
        "Daly, Martin and Margo Wilson. 1998. The Truth About Cinderella, A Darwinian View of Parental Love. New Haven: Yale University Press.",
        "Dubowitz, H., M. Black, M. Kerr, R.H. Starr and D. Harrington. 2000. Fathers and Child Neglect. Archives of Pediatric and Adolescent Medicine, 15492). 135-41.",
        "Duncan, Greg and Jeanne Brooks-Gunn (eds.). 1996. The Consequences of Growing Up Poor.",
        "Cambridge MA.: Harvard University Press. Furstenberg, Frank F. Jr. 1987. The New Extended Family: The Experience of Parents and Children After Remarriage in Kay Palsey and Marilyn Ihinger-Tallman (eds.), Remarriage and Stepparenting: Current Research and Theory. New York: Guilford Press.",
        "Hamilton, W.D. 1964a. The Genetical Evolution of Social Biology. Journal of Theoretical Biology 7, 1-16.",
        "Hamilton, W.D. 1964b. The Genetical Evolution of Social Biology. Journal of Theoretical Biology 7, 17-52.",
        "Hetherington, E. Mavis and Margaret Bridges, and Glendessa M. Insabella. 1998. What Matters'DONE' What Does Not Five Perspectives on the Association Between Marital Transitions and Childrens Adjustment. American Psychologist 53, 2, 167-184.",
        "Lutz, Mary E. 1990. The Effect of Family Structure and Regular Places of Care on Preventive Health Care for Children, Health Values 14, 1, 38-45.",
        "McLanahan, Sara and Gary Sandefur. 1994. Growing Up with a Single Parent: What Hurts, What Helps , Cambridge MA: Harvard University Press.",
        "Mekos, Debra, E. Mavis Hetherington and David Reiss. 1996. Sibling differences in Problem Behavior and Parental Treatment in Nondivorced and Remarried Families. Child Development. 67: 2148-2165.",
        "National Research Council. 1993. Understanding Child Abuse and Neglect. Washington: National Academy Press.",
        "Santilli, Laura E. and Michael C. Roberts. 1990. Custody Decisions in Alabama Before and After the Abolition of the Tender Years Doctrine. Law and Human Behavior, 14 (April).",
        "Stevenson, Michael and Kathryn Black. 1995. How Divorce Affects Offspring. Madison, WI: Brown and benchmark.",
        "U.S. Bureau of the Census. 1998. Marital Status and Living Arrangements. Series P20-514.",
        "U.S. Department of Health and Human Services. 1995. Monthly Vital Statistics Report, Vol. 43, No. 9 (5)."
    ]
}