{
    "id": 7694,
    "cites": 22,
    "cited_by": 25,
    "reference": [
        "Ahn, H., and J. L. Powell (1993): Semiparametric Estimation of Censored Selection Models with a Nonparametric Selection Mechanism, Journal of Econometrics, 58, 3-29. Alessie, R., M. Devereux, and G. Weber (1997): Intertemporal Consumption, Durables and Liquidity Constraints: A Cohort Analysis, European Economic Review, 41, n1, 37-59.",
        "Altonji, J. G., and A. Siow (1987): Testing the Response of Consumption to Income Changes with (Noisy) Panel Data, Quarterly Journal of Economics, 102, 293-328.",
        "Avery, R. B. (1981): Estimating Credit Constraints by Switching Regressions, in C.F. Manski and D. McFadden (eds.) Structural Analysis of Discrete Data with Econometric Applications, MIT Press.",
        "Browning, M. and C. Meghir (1991), The Effects of Male and Female Labor Supply on Commodity Demands, Econometrica, 59, n4, 925-951.",
        "Brugiavini, A. and G. Weber (1992): Durable and Nondurable Consumption: Evidence from Italian Household Data,  IFS Working Paper 92/13.",
        "Cavanagh, C. and R. Sherman (1998): Rank Estimators for Monotonic Index Models, Journal of Econometrics, 84, n2, 351-381.",
        "Chah, E. Y., V. A. Ramey, and R. M. Starr (1995): Liquidity Constraints and Intertemporal Consumer Optimization: Theory and Evidence from Durable Goods, Journal of Money, Credit, and Banking, 27, n1, 272-287.",
        "Flemming, J. S. (1973): The Consumption Function when Capital Markets are Imperfect, the Permanent Income Hypothesis Reconsidered, Oxford Economic Papers, 25, 160-172.",
        "Hall, R. E., and F. Mishkin (1982): The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data of Households, Econometrica, 50, 461-481.",
        "Han, A. K. (1987): Non-Parametric Analysis of a Generalized Regression Model, Journal of Econometrics, 35, 303-316.",
        "Hansen, L., and K. Singleton (1982): Generalized Instrumental Variables Estimation of Nonlinear Rational Expectation Models, Econometrica, 50, 1269-1286.",
        "Hansen, L., and K. Singleton (1983): Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns, Journal of Political Economy, 91, n2, 249-265.",
        "HonorÃ\u0083Â©, B. E., and J. L. Powell (1994): Pairwise Difference Estimators of Censored and Truncated Regression Models, Journal of Econometrics, 64, 241-278.",
        "HonorÃ\u0083Â©, B. E., and J. L. Powell (1998): Pairwise Difference Estimators for Nonlinear Models, working paper.",
        "Jaffee, D. and J. Stiglitz (1990): Credit Rationing in Friedman, B. M. and F. H. Hahn (eds.) Handbook of Monetary Economics, Vol. 2. Amsterdam: North Holland.",
        "Jappelli, T. (1990): Who is Credit Constrained in the US Economy? Quarterly Journal of Economics, 105, 219-234.",
        "Juster, F. T., and R. P. Shay (1964): Consumer Sensitivity to Finance Rates: An Empirical and Analytical Investigation, NBER Occasional Paper No. 88.",
        "Pissarides, C. (1978): Liquidity Considerations in the Theory of Consumption, Quarterly Journal of Economics, 92, 279-296.",
        "Powell, J. L. (1987): Semiparametric Estimation of Bivariate Latent Variable Models, Working Paper No 8704, Social Systems Research Institute. University of Wisconsin-Madison.",
        "Runkle, D. (1991): Liquidity Constraints and the Permanent Income Hypothesis, Journal of Monetary Economics, 27, 73-98.",
        "Stiglitz, J. and A. Weiss (1981), Credit Rationing in Markets with Imperfect Information, American Economic Review, 71, n3, 393-410. Sullivan, C: Consumer Credit: Are There Limits?, Journal of Retail Banking, VIII, n4, 5-18.",
        "Zeldes, S. (1989): Consumption and Liquidity Constraints: An Empirical Analysis, Journal of Political Economy, 97, 305-346. APPENDIX Optimal Finance Shares, Q C 3 C l h = h = Q m = l ,* 22/2(l+r6r1/7i3-1/7_,/1 311 (l+r&apos;O-^r^+^l+r)) m = S P = Q Q C P C 3X (l F rb) 321 h = Q, h e Q m = l m = S P = Q Q C P C 3X (l F r6) NA NA he Q, h = Q m = l NA m = S P = Q Q C P C 3X (l F r6) NA 322 Ã\u0083Å¸-V^l+riy-^n+Ã\u0083Å¸-V ^i^)2^)-1/^^)^ 27"
    ]
}