{
    "id": 7696,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "Bai C. E. and Y. Wang (1998), Bureacratic Control and the Soft Budget Constraints, Journal of Comparative Economics, Vol. 26, No. 1, March, pp 41-61.",
        "Bennett, J.T. and M.H. Johnson (1979), Public versus Private Provision of Collective Goods and Services: Garbage Collection Revisited, Public Choice, Volume 34, No. 1, pp 55-63.",
        "Boardman A.E. and A.R. Vining (1989), Ownership and Performance in Competitive Environments: AComparison of the Performance of Private, Mixed, and State Owned Enterprises, Journal of Law and Economics, Vol 32, pp 1-33.",
        "Caves D.W. and L.R. Christensen (1980), The Relative Efficiency of Public and Private Firms in a Competitive Environment: The Case of Canadian Railroads, Journal of Political Economy, Vol 88, pp 958-76.",
        "Chan, N., Ghosh, M. and Whalley, J. (1999), Evaluating Tax Reform in Vietnam Using General Equilibrium, Research Report 9906, Department of Economics, University of Western Ontario, Canada.",
        "DongX.Y. and G.K. Dow (1993), Does Free Exit Reduce Shirking in Production Teams'DONE', Journal of Comparative Economics, Vol. 17, No. 2, June, pp 472-84.",
        "General Statistical Office (1996), Statistical Yearbook 1995, 1996, Ministryof Finance, Government of Vietnam.",
        "General Statistical Office (1996), Vietnam in Transition to Market-oriented Economy, Ministry of Planning and Investment, Vietnam.",
        "Groves T., Y.M. Hong, J. MacMillan, and B. Naughton (1994), Autonomy and Incentives in Chinese State Enterprises, Quarterly Journal of Economics, Vol, 109, No. 1, pp 183-209.",
        "Jefferson, Gary H. and Inderjit Singh (eds, 1999), Enterprise Reform in China: Ownership, Transition, and Performance, World Bank, Research Publications.",
        "Mansur A.H. and J.Whalley (1984) Numerical Specification of Applied General Equilibrium Models: Estimation, Calibration and Data in H.E. Scarf and J.B. Shoven (eds.) Applied General Equilibrium Analysis, Cambridge University Press.",
        "Mori P.A. (1991), The Role of Employers Authority when Jobs are Partially Enforceable, Economics Letters, Vol. 35, No. 1, pp 89-93.",
        "O Conner D. (1996), Labour Market Aspects of State Enterprise Reform in Vietnam, Technical Paper No. 117, OECD, Paris.",
        "Piggott, J. and J. Whalley (1996), The Tax Unit and Household Production, Journal of Political Economy, Vol. 104(2), pp 398-418.",
        "Simon H.A. (1959), Theories of Decision Making in Economics and Behavioural Science, American Economic Review, Vol. 49, No. 1, pp 253-283.",
        "World Bank (1995), Bureaucrats in Business, World Bank Policy Research Report, Washington, DC.",
        "Young, Alwyn (1994), The Tyranny of Numbers: Confronting the Statistical Realities of the East Asian Growth Experience, NBER Working No. 4680."
    ]
}