{
    "id": 7697,
    "cites": 20,
    "cited_by": 25,
    "reference": [
        "1. Daron Acemoglu Why Do New Technologies Complement Skills'DONE' Directed Technical Change and Wage Inequality, Quarterly Journal of Economics, November 1998 (A), 1055-1089.",
        "2. Daron Acemoglu Changes in Unemployment and Wage Inequality: An Alternative Theory and Some Evidence, American Economic Review, December 1999, 1259--1278.",
        "3. Paul Beaudry and David Green, What is Driving US and Canadian Wages: Endogenous Technical Change or Endogenous Choice of Technique'DONE', N.B.E.R. working Paper 6853, December 1998.",
        "4. Eli Berman, John Bound and Stephen Machin, Implications of Skilled-biased Technological Change: International Evidence, Quarterly Journal of Economics, November 1998, 1245-1280.",
        "5. Eli Berman and Stephen Machin, Skilled Biased Technology Transfer: Evidence of Factor Biased Technological Change in Developing Countries, mimeo, January 2000.",
        "6. Timothy F. Bresnahan, Erik Brynjolfson, Lorin M. Hitt, Information Technology, Workplace Organization and the Demand for Skilled Labor: Firm-Level Evidence, NBER working paper 7136, May 1999.",
        "7. Timothy Bresnahan and Manuel Trajtenberg General Purpose Technologies: Engines of Growth'DONE', Journal of Econometrics, 65 (1995), pp. 83-108.",
        "9. David Card, Francis Kramarz and Thomas Lemieux Changes in the Structure of Wages and Employment: a comparison of the United States, Canada and France, Canadian Journal of Economics, 32, August 1999, 843--877.",
        "10. Francesco Caselli, Technological Revolutions, American Economic Review, March 1999, 78-102.",
        "12. Duranton, Gilles, The Economics of Productive Systems: Segmentation and Skill-Biased Change, Working Paper, February 1998, London.",
        "13. Richard Freeman and Ronald Schettakat The role of Wage and Skill Dierences in US-German Employment Dierences, N.B.E.R. working paper 7474, January 2000.",
        "14. Peter Gottschalk and Timothy M. Smeeding, Cross-National Comparison of Earnings and Income Inequality, Journal of Economic Literature, no. 2, vol. XXXV (1997), 633--687.",
        "15. Claudia Goldin and Lawrence Katz, The Returns to Skill in the United States Across the Twentieth Century, Nation Bureau of Economic Research Working Paper no. 7126, May 1999.",
        "16. Claudia Goldin and Lawrence Katz, The origins of Skill Capital Complementarity, Quarterly Journal of Economics, CXIII (1998), 693-732.",
        "17. Dale W. Jorgensen and Eric Yip Whatever Happened to Productivity Growth, mimeo Harvard University, June 1999.",
        "18. Chinhui Juhn, Kevin M. Murphy, and Brooks Pierce, Wage Inequality and the Rise in Returns to Skill, Journal of Political Economy 101 (1993), 410--442.",
        "20. Alan B. Kruger and Jorn-Steen Pischke, Observations and Conjectures on the US Employment Miracle, N.B.E.R. working paper 6146, August 1997.",
        "21. Per Krusell, Lee E. Ohanian, Jose - Victor Rios-Rull, and Giovanni L. Violante Capital-Skill Complementarity and Inequality: A Macroeconomic Analysis, working paper (1996).",
        "22. Moulton, Random Group Eects and the Precision of Regression Estimates, Journal of Econometrics, 1986, 32, 385-97.",
        "23. Joseph Zeira, Workers Machines and Economic Growth, Quarterly Journal of Economics, CXIII (1998), 1091-1119."
    ]
}