{
    "id": 7699,
    "cites": 51,
    "cited_by": 3,
    "reference": [
        "Abel, Andrew and Frederic Mishkin, 1983, An integrated view of tests of rationality, market efficiency and the short-run neutrality of monetary policy, Journal of Monetary Economics 11, 3-24.",
        "Barberis, Nicholas, 1999, Investing for the long run when returns are predictable, forthcoming in Journal of Finance.",
        "Barberis, Nicholas, Andrei Shleifer, and Robert Vishny, 1998, A model of investor sentiment, Journal of Financial Economics 49, 307-343.",
        "Bawa, Vijay and Stephen Brown, 1979, Capital market equilibrium: Does estimation risk really matter'DONE', in: V. Bawa, S. Brown, and R. Klein, eds., Estimation Risk and Optimal Portfolio Choice (NorthHolland, Amsterdam).",
        "Bawa, Vijay, Stephen Brown, and Roger Klein, 1979, Estimation Risk and Optimal Portfolio Choice (North-Holland, Amsterdam).",
        "Berger, James, 1985, Statistical Decision Theory and Bayesian Analysis (Springer-Verlag, New York, NY).",
        "Black, Fischer, 1986, Noise, Journal of Finance 41, 529-543.",
        "Bossaerts, Peter, 1997, The dynamics of equity prices in fallible markets, Working paper (California Institute of Technology, Pasadena, California).",
        "Brennan, Michael and Y. Xia, 1998, Stock price volatility, learning, and the equity premium, Working paper (University of California at Los Angeles, Los Angeles, CA).",
        "Campbell, John, 1991, A variance decomposition for stock returns, The Economic Journal 101, 157-179.",
        "Clarkson, Peter and Rex Thompson, 1990, Empirical estimates of beta when investors face estimation risk, Journal of Finance 45, 431-453.",
        "Coles, Jeffrey and Uri Loewenstein, 1988, Equilibrium pricing and portfolio composition in the presence of uncertain parameters, Journal of Financial Economics 22, 279-303.",
        "Daniel, Kent, David Hirshleifer, and Avanidhar Subrahmanyam, 1998, Investor psychology and security market under- and over-reactions, Journal of Finance 53, 1839-1885.",
        "DeLong, J. Bradford, Andrei Shleifer, Lawrence Summers, and Robert Waldmann, 1990, Noise trader risk in financial markets, Journal of Political Economy 98, 703-738.",
        "Detemple, Jerome, 1986, Asset pricing in a production economy with incomplete information, Journal of Finance 41, 383-391.",
        "Dothan, Michael and David Feldman, 1986, Equilibrium interest rates and multiperiod bonds in a partially observable economy, Journal of Finance 41, 369-382.",
        "Fama, Eugene, 1970, Efficient capital markets: A review of theory and empirical work, Journal of Finance 25, 383-417.",
        "Fama, Eugene, 1976, Foundations of Finance (Basic Books, New York, NY).",
        "Fama, Eugene, 1991, Efficient capital markets: II, Journal of Finance 46, 1575-1617.",
        "Fama, Eugene, 1998, Market efficiency, long-term returns, and behavioral finance, Journal of Financial Economics 49, 283-306.",
        "Fama, Eugene and Kenneth French, 1988, Permanent and temporary components of stock prices, Journal of Political Economy 96, 246-273.",
        "Fama, Eugene and Kenneth French, 1989, Business conditions and expected returns on stocks and bonds, Journal of Financial Economics 25, 23-49.",
        "Fama, Eugene and Kenneth French, 1992, The cross-section of expected stock returns, Journal of Finance 47, 427-465.",
        "Fama, Eugene and James MacBeth, 1973, Risk, return and equilibrium: Empirical tests, Journal of Political Economy 81, 607-636.",
        "Fama, Eugene and G. William Schwert, 1977, Asset returns and inflation, Journal of Financial Economics 5, 115-146.",
        "Gennotte, Gerard, 1986, Optimal portfolio choice under incomplete information, Journal of Finance 41, 733-746.",
        "Gibbons, Michael, Stephen Ross, and Jay Shanken, 1989, A test of the efficiency of a given portfolio, Econometrica 57, 1121-1152.",
        "Harvey, Campbell, 1989, Time-varying conditional covariances in tests of asset pricing models, Journal of Financial Economics 24, 289-317.",
        "Jegadeesh, Narasimhan and Sheridan Titman, 1993, Returns to buying winners and selling losers: Implications for stock market efficiency, Journal of Finance 48, 65-91.",
        "Jobson, J.D., Bob Korkie, and V. Ratti, 1979, Improved estimation for Markowitz portfolios using JamesStein type estimators, Proceedings of the American Statistical Association, 279-284.",
        "Jorion, Philippe, 1985, International portfolio decisions with estimation risk, Journal of Business 58, 259278.",
        "Keim, Donald and Robert Stambaugh, 1986, Predicting returns in the stock and bond markets, Journal of Financial Economics 17, 357-390.",
        "Kothari, S.P. and Jay Shanken, 1997, Book-to-market, dividend yield, and expected market returns: A time-series analysis, Journal of Financial Economics 44, 169-203.",
        "LeRoy, Stephen, 1973, Risk aversion and the martingale property of stock prices, International Economic Review 14, 436-446.",
        "LeRoy, Stephen and Richard Porter, 1981, The present value relation: Tests based on implied variance bounds, Econometrica 49, 555-574.",
        "Lewis, Karen, 1989, Changing beliefs and systematic rational forecast errors with evidence from foreign exchange, American Economic Review 79, 621-636.",
        "Lo, Andrew and A. Craig MacKinlay, 1990, Data-snooping biases in tests of financial asset pricing models, Review of Financial Studies 3, 431-467.",
        "Lucas, Robert, 1978, Asset prices in an exchange economy, Econometrica 46, 1429-1446.",
        "Merton, Robert, 1971, Optimum consumption and portfolio rules in a continuous-time model, Journal of Economic Theory 3, 373-413.",
        "Merton, Robert, 1973, An intertemporal asset pricing model, Econometrica 41, 867-887.",
        "Muth, John, 1961, Rational expectations and the theory of price movements, Econometrica 29, 315-335.",
        "Poterba, James and Lawrence Summers, 1988, Mean reversion in stock prices: Evidence and implications, Journal of Financial Economics 22, 27-59.",
        "Shanken, Jay, 1990, Intertemporal asset pricing: An empirical investigation, Journal of Econometrics 45, 99-120.",
        "Shiller, Robert, 1981, Do stock prices move too much to be justified by subsequent changes in dividends'DONE', American Economic Review 7, 421-436.",
        "Stambaugh, Robert, 1997, Analyzing investments whose histories differ in length, Journal of Financial Economics 45, 285-331.",
        "Stambaugh, Robert, 1999, Predictive regressions, Working paper (Wharton School, University of Pennsylvania, Philadelphia, PA).",
        "Stulz, RenÃ\u0083Â©, 1987, An equilibrium model of exchange rate determination and asset pricing with nontraded goods and imperfect information, Journal of Political Economy 95, 1024-1040.",
        "Timmermann, Allan, 1993, How learning in financial markets generates excess volatility and predictability in stock prices, Quarterly Journal of Economics 108, 1135-1145.",
        "Timmermann, Allan, 1996, Excess volatility and predictability of stock prices in autoregressive dividend models with learning, Review of Economic Studies 63, 523-557.",
        "Wang, Jiang, 1993, A model of intertemporal asset prices under asymmetric information, Review of Economic Studies, 60, 249-282.",
        "Williams, Joseph, 1977, Capital asset prices with heterogeneous beliefs, Journal of Financial Economics 5, 219-239."
    ]
}