{
    "id": 770,
    "cites": 21,
    "cited_by": 1,
    "reference": [
        "A].iber, Robert Z. The Interest Rate Parity Theorcm: A Reinterpretation. Journal of Political Econa~ 81 (Novem~ber/Deconber 1973): 1451-9.",
        "Argy, Victor, and Kouri, Pentti J. K. Sterilization Policies and the Volatility in International Reserves. In National I~bnetaxy Policies and the International Financial System, ~3ited by Robert Z. Afiber. Chicago: Uri]iversity of Chicago Press, 1974.",
        "Bhalla, Surjit S. The Transmission of Inflation into Developing Econcmies. In World Inflation and the_Developing Countries, by William R. Cline ann Associates. Washfngton, D. C.: Brodk3i~gs Institution, 1981.",
        "Brothers, ~ight S., and Solfs, Leopnldo. Mexican Financial Developnent. Austin: University of Texas Press, 1966.",
        "Cardoso, Eliana A., and Dornbusch, Rudicjer. Three Notes on Brazilian Trade and Payni.~nts. Warking Paper Series No. 451, National Bureau of Ecancinic Research, Cambridge, Massachusetts, 1980.",
        "Connolly, Michael, and DanLas da Silveira, JosÃ\u0083Â©. Exchange-Market Pressure in Postwar Brazil: An ~pp1ication of the Girton-Roper ~4unetary Madel. Amarican Econcrftic Review 67 (June 1979): 448-54.",
        "Cumby, Robert E.; Huizinga, John; and Obstfeld, Maurice. T~n-Step `I~oStage Least Squares Estimation in ~bdels with Rational Expectations. Technical Paper Series No. 11, National Bureau of Economic Research, Cambridge, Massachusetts, 1981.",
        "Dcoley, Michael P., and Isard, Peter. Capital Controls, Political Risk, and Deviations fran Interest-Rate Parity. Journal of Political Econcxi~ 88 (April 1980) : 370 - 84.",
        "Engle, Robert F. Estirn3tors of the Variance of U.S. Inflation Based Upen the ARCH Model. Mimeo, Department of Economics, University of California at San Diego, 1980.",
        "Fair, Pay C. The Estimation of Simultaneous Equation MxIels with Lagged Endogenous Variables and First Order Serially Correlated Errors. Econcrnetrica 38 (May 1970): 507-16.",
        "Frenkel, Jacob A.; Gylfason, Thorvaldur; and Helliwell, John F. A Synthesis of Monetary and Keynesian Approaches to Short-Run Balance-ofPayrr ~nts Theory. Economic Journal 90 (September 1980): 582-92.",
        "Girton, Lance, and Roper, Don. A Monetary MxIel of Exchange Market Pressure Applied to the Postwar Canadian Experience. American Economic Review 67 (September 1977): 537-48.",
        "Hansen, Lars Peter. The Asynpuotic Distribution of Least Squares Estimators with Endogenous Regressors and Dependent Residuals. Mirnao, Graduate School of Industrial Administration, Carnegie-Mellon University, 1979.",
        "Herring, Richard J. and Marston, Richard C. National Monetary Policies and International Financial Markets. Amsterdam: North-Holland. 1977.",
        "Kouri, Pentti J. K., and Porter, Michael G. International Capital Flows and Portfolio Equilibrium. Journal of Political Econonry 82 (May/June 1974) : 443-67.",
        "Lizondo, JOSÃ\u0083Â© Satfi. Interest Differentials and Covered Arbitrage. This volune. Magee, Stephen P. The Eiipirical Evidence on the Monetary Approach to the Balance of Payrrents and Exchange Rates. American Economic Review Papers and Proceedings 66 (May 1976): 163-70.",
        "Miller, Norman C., and Askin, Sherry S. Monetary Policy and the Balance of Payments in Brazil and Chile. Journal of Money, Credit and Banking 8 (May 1976) : 227-38.",
        "Mandell, Robert A. Capital Mobility and Stabilization Policy Under Fixed and Flexible Exchange Rates. Canadian Journal of Economics and Political Science 29 (November 1963) : 475-85.",
        "Mirray, Gordon L. Monetary Policy and Capital Inflow. Economic Record 54 (August 1978): 271-80.",
        "Porter, Michael G. Capital Flows as an Offset to Monetary Policy: The German Experience. International Monetary Fund Staff Papers 19 (July 1972): 395-424.",
        "Stockman, Alan C. Monetary Control and Sterilization Under Pegged Exchange Rates. Miniao, Department of Economics, University of Rochester, 1979."
    ]
}