{
    "id": 7701,
    "cites": 61,
    "cited_by": 41,
    "reference": [
        "International Financial Institutions Advisory Commission. (mimeo.) Bagci, P., and Perraudin, W., (1997). Do IMF Programs Work'DONE', Global Economic Institutions Working Paper.",
        "Bandow, D., and Vasquez(1994). Perpetuating Poverty: The World Bank, the IMF, and the Developing World. Cato Institute, Washington, D.C.",
        "Bernanke, B., and James, H., (1991). The Gold Standard, Deflation, and Financial Crisis in the Great Depression: An International Comparison. (Ed.) R. Glenn Hubbard, Financial Markets and Financial Crises, Chicago : University of Chicago Press, pp. 33-68.",
        "Bordo, M.D., (1993). The Bretton Woods International Monetary System: A Historical Overview. (Eds.) M.D. Bordo and B. Eichengreen, A Retrospective on the Bretton Woods System, University of Chicago Press, Chicago.",
        "Bordo, M.D., Edelstein, M., and Rockoff, H., (1999). Was Adherence to the Gold Standard a Good Housekeeping Seal of Approval During the Interwar Period'DONE' Unpublished paper, Rutgers University.",
        "Bordo, M.D., and Eichengreen, B., (1999). Is Our International Economic Environment Unusually Crisis Prone'DONE' Unpublished paper, Reserve Bank of Australia Conference, Sydney.",
        "Bordo, M.D., Eichengreen, B. and Irwin, D.A., (1999). Is Globalization Today Really Different Than Globalization a Hundred Years Ago'DONE' Unpublished paper, Brookings Trade Policy Forum.",
        "Bordo, M.D., and James, H., (1999). The International Monetary Fund : Its Present Role in Historical Perspective, U.S. Congressional International Institution Advisory Commission, Washington, D.C.",
        "Bordo, M.D., and Kydland, F., (1996). The Gold Standard as a Commitment Mechanism, (Eds.) T. Bayoumi, B. Eichengreen, and M. Taylor, Modern Perspectives on the Gold Standard, Cambridge: Cambridge University Press.",
        "Bordo, M.D., Mizrach, B., and Schwartz, A.J., (1998). Real Versus Pseudo-International Systemic Risk: Lessons from History. Review of Pacific Basin Financial Markets and Policies 1: 31-58.",
        "Bordo, M.D., and Schwartz, A.J., (1996a). The Operation of the Specie Standard: Evidence for Core and Peripheral Countries. (Eds.) J. Braga de Macedo, B. Eichengreen, and J. Reis, Currency Convertibility: The Gold Standard and Beyond, London: Routledge, pp. 11-83.",
        "Bordo, M.D. and Schwartz, A.J., (1999). Under What Circumstances, Past and Present, Have International Rescues of Countries in Financial Distress Been Successful'DONE' Journal of International Money and Finance 18: 683-708.",
        "Boughton, J., (1999). From Suez to Tequila: The IMF as Crisis Manager. Economic Journal 80: 1-19.",
        "Bowe, M., and Dean, J.W., (1997). Has the Market Solved the Sovereign-Debt Crisis'DONE' Princeton Studies in International Finance 83, Princeton.",
        "Buiter, W.H., and Sibert, A.C., (1999). UDROP: A Small Contribution to the New International Architecture. International Finance 2: 227-247.",
        "Unpublished paper, Columbia University. Calomiris, C.W., and Mason, J.R. (1997). The Origin of Banking Panics: Models, Facts, and Bank Regulation. (Ed.) R.G. Hubbard. Financial Markets and Financial Crises, University of Chicago Press, Chicago.",
        "Capie, F., (1998). Can There Be an International Lender of Last Resort'DONE' International Finance 1: 311-325.",
        "Claessens, S., Oks, D., and Polastri, R., (1998). Capital Flows to Central and Eastern Europe and Former Soviet Union. Unpublished paper, EBRD Transition Report.",
        "Conway, P., (1994). IMF Lending Programs: Participation and Impact, Journal of Development Economics 45: 365-391.",
        "Corsetti, G., Pesenti, P., and Roubini, N., (1998). What Caused the Asian Currency and Financial Crisis'DONE' Banca DItalia. Temi di Discussione del Servizio Studi, No. 343.",
        "DeGregorio, J., Eichengreen, B., Ito, T., and Wyplosz, C.W., (1999). An Independent and Accountable IMF. Unpublished paper, Geneva Report on the World Economy 1.",
        "Dooley, M., (1997). A Model of Crises in Emerging Markets. NBER Working Paper 6300.",
        "Edwards, S. (1997). The Mexican Peso Crisis: How Much Did We Know'DONE' When Did We Know It NBER Working Paper 6334.",
        "Edwards, S. (1998). Capital Flows, Real Exchange Rates, and Capital Controls: Some Latin American Experiences. NBER Working Paper 6800.",
        "Edwards, S. (1999). On Crisis Prevention: Lessons from Mexico and East Asia. NBER Working Paper 7233.",
        "Eichengreen, B., and Lindert, P.H., (1989). Overview. (Eds.) B. Eichengreenand P.H. Lindert, The International Debt Crisis in Historical Perspectives, MIT Press, Cambridge.",
        "Eichengreen, B., and Portes, R., (1989). After the Deluge: Default, Negotiation, and Readjustment During the Interwar Years. (Eds.) B. Eichengreenand P.H. Lindert. The International Debt Crisis in Historical Perspective, MIT Press, Cambridge.",
        "Eichengreen, B. and Portes, R. (2000). Debt Restructuring With and Without the IMF. Paper prepared for the International Financial Institutions Advisory Commission.",
        "Antecedents and Aftermath of Speculative Attacks, Economic Policy 21: 249-312. Eichengreen, B., Rose, A., and Wyplosz, C., (1996). Speculative Attacks on Pegged Exchange Rates: An Empirical Exploration with Special Reference to the European Monetary System, (Eds.) M. Canzoneri, W. Ethier, and V. Grilli, The New Transatlantic Economy, New York: Cambridge University Press.",
        "Giannini, C., (1999). Enemy of None but a Common Friend of All'DONE' An International Perspective on the Lender-of-Last-Resort Function, Princeton Essays in International Finance No. 214, Princeton.",
        "Girton, L. and Roper, D., (1997). A Monetary Model of Exchange Market Pressure Applied to Postwar Canadian Experience, American Economic Review 67: 537-48.",
        "Gold, J., (1988). Mexico and the Development of the Practice of the International Monetary Fund, World Development 16: 127-142.",
        "Goldstein, M., and Montiel, P., (1986). Evaluating Fund Stabilization Programs with Multicountry Data: Some Methodological Pitfalls, IMF Staff Papers 33: 304-344.",
        "Goodhart, C., (1987). Why Do Banks Need a Central Bank'DONE' Oxford Economic Papers 39: 7589.",
        "Goodhart, C., and Delargy, P.J.R., (1998). Financial Crises: Plus Ã\u0083Â§a Change, Plus cest La MÃ\u0083Âªme Chose. International Finance 1: 261-287.",
        "Gorton, G., (1985). Clearing Houses and the Origins of Central Banking in the U.S., Journal of Economic History 45: 277-283.",
        "Gruben, W.C., (1999). Brazil: Anatomy of a Crisis. Unpublished paper, Federal Reserve Bank of Atlanta.",
        "International Monetary Fund, (1998). World Economic Outlook, Washington, D.C.",
        "James, H., (1996). International Monetary Cooperation Since Bretton Woods. International Monetary Fund and Oxford University Press, Washington, D.C., New York, and Oxford.",
        "Jorgensen, E., and Sachs, J., (1989). Default and Renegotiation of Latin American Foreign Bonds in the Interwar Period. (Eds.) B. Eichengreenand P.H. Lindert, The International Debt Crisis in Historical Perspective, MIT Press, Cambridge.",
        "Kaminsky, G. and Reinhart, C. (1998). The Twin Crises: The Causes of Banking and Balance of Payments Problems, American Economic Review 89:473-500.Kane, E.J., (1998). Role of Offshore Financial Regulatory Competition in Asian Banking Crises. Unpublished paper, Boston College.",
        "Kaufman, G.G., (1994). Bank Contagion: A Review of the Theory and Evidence. Journal of Financial Services Research 8: 123-150.",
        "Khan, M.S., (1990). The Macroeconomic Effects of Fund-Supported Adjustment Programs, IMF Staff Papers 27:195-231.",
        "Leijonhufvud, A., and Ruhl, C., (1997). Russian Dilemmas. American Economic Review 87: 344-348.",
        "Lindert, P.H., and Morton, P.J. (1989). How Sovereign Debt Has Worked. (Eds.) J.D. Sachs, Developing Country Debt and Economic Performance: The International Financial System, University of Chicago Press,Chicago.",
        "Marichal, C., (1989). A Century of Latin American Debt Crises, Princeton University Press, Princeton.",
        "Marshall, D., (1999). Understanding the Asian Crisis: Systemic Risk as Coordinator Failure.",
        "Economic Perspectives, Federal Reserve Bank of Chicago. Masson, P., and Mussa, M., (1990). The Role of the IMF: Financing and its Interactions with Adjustment and Surveillance, IMF Pamphlet Series No. 50.",
        "Meltzer, A.H., (1983). A Way to Defuse the World Debt Bomb. Fortune 108: 137-141.",
        "Miller, V., (1996). Exchange Rate Crises with Domestic Bank Runs : Evidence from 1890s, Journal of International Money and Finance 17: 2.",
        "Miller, V., (1998). Domestic Bank Runs and Speculative Attacks on Foreign Currencies, Journal of International Money and Finance 17: 2.",
        "Moulton, H.G., and Pasvolsky, L., (1932). War Debts and World Prosperity, Brookings, Washington, D.C.",
        "Obstfeld, M., (1994). The Logic of Currency Crises. NBER Working Paper 4640.",
        "Organization for Economic Cooperation and Development (OECD), (1995). Economic Surveys: Mexico, Paris.",
        "Radelet, S. and Sachs, J., (1998). The Onset of the East Asian Financial Crises. Unpublished paper, Harvard University.",
        "Schwartz, A.J. (1989). International Debts: Whats Fact and Whats Fiction. Economic Inquiry (January 1989):1-19.",
        "Schwartz, A.J., (1996). Real and Pseudo-Financial Crises, (Eds.) F. Capie and G.E. Wood, Financial Crises and the World Banking System, Macmillan, London.",
        "Selowsky, M., and Martin, R. (1997). Policy Performance and Output Growth in the Transition Economies. American Economic Review 87: 349-353.",
        "Tobin, J., (1978). A Proposal for International Monetary Reform, Eastern Economic Journal 4: 153-159.",
        "Todd, W.F., (1999). Latin America, Asia, and Russia: Have the Lessons Been Learned'DONE' Unpublished paper, Western Economic Association Annual Meeting.",
        "Ul Haque, N., and Khan, M., (1998). Do IMF Supported Programs Work'DONE' A Survey of CrossCountry Empirical Evidence. IMF Working Paper WP/98/169."
    ]
}