{
    "id": 7704,
    "cites": 26,
    "cited_by": 1,
    "reference": [
        "[11 Acton, Jan Paul. Understanding Superfund: A Progress Report. Santa Monica, CA: RAND Institute for Civil Justice, 1989.",
        "[21 Altman, Edward I. Corporate Financial Distress. New York: John Wiley and Sons, 1983.",
        "[31 Barnett, Harold C. Toxic Debts and the Superfund Dilemma, Chapel Hill, NC: University of North Carolina Press, 1994.",
        "[41 Been, Vicki with Francis Gupta, Coming to the nuisance or going to the barrios? A longitudinal analysis of environmental justice claims, Ecology Law Quarterly, 24 (1997), 1-56.",
        "[51 Beider, Perry. Analyzing the Duration of Cleanup at Sites on Superfunds National Priorities List. Congressional Budget Office Memorandum, 1994.",
        "[61 Dixon, Lloyd S. The transaction costs generated by Superfunds liability approach, in R.L. Revesz and R.B. Stewart, eds. Analyzing Superfund: Economics, Science, and Law. Washington, DC: Resources for the Future, 1995, pp. 171-85.",
        "[81 Environmental Protection Agency. Remedial Program Managers (RPM) EPA National Site Data. Washington, DC: The Agency, 1995.",
        "[91 General Accouting Office. Superfund: Times to Complete Assessment and Cleanup of Hazardous Waste Sites, Washington DC: The Office, 1997.",
        "[101 Gupta, Shreekant, George Van Houtven, and Maureen L. Cropper. Do benefits and costs matter in environmental regulations? An analysis of EPA decisions under Superfund, in R.L. Revesz and R.B. Stewart, eds. Analyzing Superfund: Economics, Science, and Law. Washington, DC: Resources for the Future, 1995, pp. 83-114.",
        "[111 Gupta, Shreekant, George Van Houtven, and Maureen L. Cropper. Paying for permanence: An economic analysis of EPAs cleanup decisions at Superfund sites, RAND Journal of Economics, 27 (1996), 563-582.",
        "[121 Hamilton, James T. Politics and social costs: Estimating the impact of collective action on hazardous waste facilities, RAND Journal of Economics, 24 (1993), 101-125.",
        "[131 Hamilton, James T. and W. Kip Viscusi. The magnitude and policy implications of health risks from hazardous waste sites, in R.L. Revesz and R.B. Stewart, eds. Analyzing Superfund: Economics, Science, and Law. Washington, DC: Resources for the Future, 1995, pp. 55-82.",
        "[141 Hamilton, James T. and W. Kip Viscusi. Environmental Equity at Superfund Sites in Calculating Risks: The Spatial and Political Dimensions of Hazardous Waste Policy Cambridge, MA: MIT Press, 1999. 35",
        "[151 Hamilton, James T. and W. Kip Viscusi. How costly is clean? An analysis of the benefits and costs of Superfund site remediations, Journal of Policy Analysis and Management, 18 (1999), 2-27.",
        "[16[ Heckman, James J. and Burton Singer. Econometric duration analysis, Journal of Econometrics, 24 (1984), 63-132.",
        "[17[ Heckman, James J. and James R. Walker. The relationship between wages and income and the timing and spacing of births: Evidence from Swedish longitudinal data, Econometrica, 58 (1990), 1411-1441.",
        "[181 Hird, John A. Superfund: The Political Economy of Environmental Risk, Baltimore, MD: Johns Hopkins University Press, 1994.",
        "[201 Probst, Katherine. The Resources for the Future National Priorities List Database (Computer file). Washington, DC: Resources for the Future, 1995.",
        "[221 Reisch, Mark. Superfund Reauthorization Issues in the 105th Congress. Washington, DC: Congressional Research Service, 1998.",
        "[231 Sigman, Hilary. Liability funding and Superfund clean-up remedies, Journal of Environmental Economics and Management, 35 (1998), 205-224.",
        "[241 Sigman, Hilary. Hazardous waste and toxic substance policies, in P.R. Portney and R.N. Stavins, eds. Public Policies for Environmental Protection, Second Edition (Washington, DC: Resources for the Future, forthcoming in 2000).",
        "[251 Stratmann, Thomas. The politics of Superfund, Mimeo, Montana State University, 1998.",
        "[261 Stigler, George J. The economic theory of regulation, The Bell Journal of Economics and Management Science, 2 (1971), 3-21.",
        "[271 Viscusi, W. Kip and James T. Hamilton. Are risk regulators rational?: Evidence from hazardous waste decisions, American Economic Review, 89 (1999), 1010-27.",
        "[281 Viscusi, W. Kip, James T. Hamilton, P. C. Dockins, Conservative versus mean risk assessments: Implications for Superfund policies, Journal of Environmental Economics and Management, 34 (1997), 198-206.",
        "[291 Weingast, Barry R. and Mark J. Moran. Bureaucratic discretion or congresssional control? Regulatory policymaking by the Federal Trade Commission Journal of Political Economy, 91 (1983), 765-800. 36"
    ]
}