{
    "id": 7705,
    "cites": 38,
    "cited_by": 27,
    "reference": [
        "Aghion, Philippe and Tirole, Jean, 1997. Formal and Real Authority in Organizations, Journal of Political Economy 105, 1-29.",
        "Baker, George, Gibbons, Robert and Murphy, Kevin J., 1999. Informal Authority in Organizations, Journal of Law, Economics and Organizations 15, 56-73.",
        "Berger, Allen N., Demsetz, Rebecca S. and Strahan, Philip E., 1999. The Consolidation of the Financial Services Industry: Causes, Consequences, and Implications for the Future, Journal of Banking and Finance 23, 135-194.",
        "Berger, Allen N., Kashyap, Anil K and Scalise, Joseph M., 1995. The Transformation of the U.S. Banking Industry: What a Long, Strange Trip Its Been, Brookings Papers on Economic Activity, 55-218.",
        "Financial Economics 50, 187-229. Berger, Allen N. and Udell, Gregory F., 1996. Universal Banking and the Future of Small Business Lending, in Saunders, A. and Walter I., (Ehs.) Financial System Design: The Case for Universal Banking. Irwin, Burr Ridge IL, pp. 559-627.",
        "Bolton, Patrick and Dewatripont, Mathias, 1994. The Firm as a Communication Network, Quarterly Journal of Economics 109, 809-839.",
        "Brickley, James A., Linck, James S. and Smith, Clifford W. 2000. Boundaries of the Firm: Evidence from the Banking Industry, working paper, Rochester University.",
        "Cole, Rebel A., Goldberg, Lawrence G. and White, Lawrence J., 1997. Cookie-Cutter vs. Character: The Microstructure of Small Business Lending by Large and Small Banks, working paper, NYU.",
        "Dewatripont, Mathias and Jean Tirole, 1999. Advocates, Journal of Political Economy 107, 1-39.",
        "DeYoung, Robert, Goldberg, Lawrence G. and White, Lawrence J., 1997. Youth, Adolescence and Maturity of Banks: Credit Availability to Small Business in an Era of Banking Consolidation, working paper, NYU.",
        "Donaldson, Gordon, 1984. Managing Corporate Wealth. Praeger Publishers, New York.",
        "Grossman, Sanford J. and Hart, Oliver D. 1986. The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy 94, 691-719.",
        "Harris, Milton and Artur Raviv, 1996. The Capital Budgeting Process, Incentives and Information, Journal of Finance 51, 1139-1174.",
        "Harris, Milton and Artur Raviv, 1999. Organization Design, working paper, University of Chicago.",
        "Hart, Oliver D. and Moore, John, 1990. Property Rights and the Nature of the Firm, Journal of Political Economy 98, 1119-1158.",
        "Hart, Oliver D. and Moore, John, 1999. On the Design of Hierarchies: Coordination Versus Specialization, working paper, Harvard University.",
        "Holmstrom, Bengt and Tirole, Jean, 1993. Market Liquidity and Performance Monitoring, Journal of Political Economy 101, 678-709.",
        "Keeton, William R., 1995. Multi-Office Bank Lending to Small Businesses: Some New Evidence, Federal Reserve Bank of Kansas City Economic Review 81 63-75.",
        "Meyer, Margaret, Milgrom, Paul R. and Roberts, John, 1992. Organizational Prospects, Influence Costs, and Ownership Changes, Journal of Economics and Management Strategy 1, 935.",
        "Milgrom, Paul R., 1988. Employment Contracts, Influence Activities, and Efficient Organizational Design, Journal of Political Economy 96, 42-60.",
        "Milgrom, Paul R. and Roberts, John, 1988. An Economic Approach to Influence Activities in Organizations, American Journal of Sociology 94 Supplement, 154-179.",
        "Nakamura, Leonard I., 1994. Small Borrowers and the Survival of the Small Bank: Is Mouse Bank Mighty or Mickey'DONE', Federal Reserve Bank of Philadelphia Business Review, November/December, 3-15.",
        "Peek, Joe and Rosengren, Eric S., 1996. Small Business Credit Availability: How Important is Size of Lender'DONE', in Saunders, A. and Walter I., (eds.) Financial System Design: The Case for Universal Banking. Irwin, Burr Ridge IL, pp. 628-655.",
        "Peek, Joe and Rosengren, Eric S., 1998. Bank Consolidation and Small Business Lending: Its Not Just Bank Size That Matters, Journal of Banking and Finance 22, 799-819.",
        "Petersen, Mitchell A. and Raghuram Rajan, 2000. Does Distance Still Matter'DONE' The Information Revolution in Small Business Lending, working paper, University of Chicago.",
        "Radner, Roy, 1993. The Organization of Decentralized Information Processing, Econometrica 61, 1109-1146.",
        "Rajan, Raghuram G., Servaes, Henri and Zingales, Luigi, 2000. The Cost of Diversity: The Diversification Discount and Inefficient Investment, Journal of Finance 55.",
        "Rotemberg, Julio J. and Saloner, Garth, 1994. Benefits of Narrow Business Strategies, American Economic Review 84, 1330-1349.",
        "Rotemberg, Julio J. and Saloner, Garth, 1995. Overt Interfunctional Conflict (And Its Reduction Through Business Strategy), RAND Journal of Economics 26, 630-653.",
        "Sah, Raaj Kumar and Stiglitz, Joseph E., 1986. The Architecture of Economic Systems: Hierarchies and Polyarchies, American Economic Review 76, 716-727.",
        "Sapienza, Paola, 1998. The Effects of Banking Mergers on Loan Contracts, working paper, Northwestern University.",
        "Scharfstein, David S. and Stein, Jeremy C., 2000. The Dark Side of Internal Capital Markets: Divisional Rent-Seeking and Inefficient Investment, Journal of Finance 55.",
        "Stein, Jeremy C., 1997. Internal Capital Markets and the Competition for Corporate Resources, Journal of Finance 52, 111-133.",
        "Strahan, Philip E. and Weston, James, 1996. Small Business Lending and Bank Consolidation: Is There Cause for Concern'DONE', Federal Reserve Bank of New York Current Issues in Economics and Finance 2, 1-6.",
        "Tirole, Jean 1988. The Theory of Industrial Organization. MIT Press, Cambridge MA.",
        "Williamson, Oliver E., 1967. The Economics of Defense Contracting: Incentives and Performance, in McKean, R., (ed.) Issues in Defense Economics. Columbia University Press, New York.",
        "Williamson, Oliver E., 1975. Markets and Hierarchies: Analysis and Antitrust Implications. Collier Macmillan, New York.",
        "Williamson, Oliver E., 1988. Corporate Finance and Corporate Governance, Journal of Finance 43, 567-591."
    ]
}