{
    "id": 7707,
    "cites": 22,
    "cited_by": 9,
    "reference": [
        "Bakija, Jon and Joel Slemrod (2000). Does Growing Inequality Reduce Tax Progressivity'DONE' Should It NBER Working Paper 7576, Cambridge, MA.",
        "Bradford, David F. (1995). Distributional Analysis of Tax Policy. (Washington: American Enterprise Institute).",
        "Browning, Edgar K. (1985). The Marginal Social Security Tax on Labor, Public Finance Quarterly 13 (July), 227-252.",
        "Burkhauser, Richard V. and John A. Turner (1985). Is the Social Security Payroll Tax a Tax'DONE', Public Finance Quarterly 13 (July), 253-268.",
        "Cronin, Julie-Anne (1997). The Economic Effects and Beneficiaries of the Administrations Proposed Higher Education Tax Subsidies, National Tax Journal 50 (September), 519-540.",
        "Dynarski, Susan (1999). The Economic Effect of the HOPE Credit: Evidence from Georgia. Unpublished, John F. Kennedy School of Government, Harvard University.",
        "Ettlinger, Michael P. and John F. OHare (1998). The Institute on Taxation and Economic Policy Tax Model. Washington: Citizens for Tax Justice.",
        "Feenberg, Daniel R., and Elisabeth Coutts (1993). An Introduction to the TAXSIM Model, Journal of Policy Analysis and Management 12 (Winter), 189-194.",
        "Feenberg, Daniel R., Andrew W. Mitrusi, and James M. Poterba (1997). Distributional Effects of Adopting a National Retail Sales Tax, in J. Poterba, ed., Tax Policy and the Economy, volume 11 (Cambridge: MIT Press), 49-90.",
        "Feldstein, Martin S. (1995). The Effects of Marginal Tax Rates on Taxable Income: A Panel Study of the 1986 Tax Reform, Journal of Political Economy 103 (June 1995), 551-571.",
        "Feldstein, Martin, and Daniel R. Feenberg (1996). The Taxation of Two-Earner Families, in M.",
        "Feldstein and J. Poterba, eds., Empirical Foundations of Household Taxation (Chicago: University of Chicago Press, 39-73. Feldstein, Martin and Andrew Samwick (1992). Social Security Rules and Marginal Tax Rates. National Tax Journal 45 (March), 1-22.",
        "Gruber, Jonathan, and Emmanuel Saez (2000). The Elasticity of Taxable Income: Evidence and Implications. NBER Working Paper 7512, Cambridge, MA.",
        "Liebman, Jeffrey (2000). The Impact of the Earned Income Tax Credit on Incentives and Income Distribution, in J. Poterba, ed., Tax Policy and the Economy, volume 12 (Cambridge, MIT Press), 83-120.",
        "McKinnon, John D. and Karen Hube (2000). Did Stock Sales for Capital Gains Fuel Sell-Off'DONE', Wall Street Journal (April 18), C1.",
        "Pechman, Joseph (1985). Who Paid the Taxes, 1966-1985'DONE' (Washington: Brookings Institution).",
        "Poterba, James M. (2000). Taxation, Risk-Taking, and Portfolio Behavior, in A. Auerbach and M.",
        "Feldstein, eds., Handbook of Public Economics (Amsterdam: Elsevier, forthcoming). Stephenson, E. Frank (1998). Average Marginal Tax Rates Revisited, Journal of Monetary Economics 41, 389-409.",
        "Steuerle, C. Eugene (1992). The Tax Decade (Washington: Urban Institute Press).",
        "U.S. Congress, Joint Committee on Taxation (1993). Methodology and Issues in Measuring Changes in the Distribution of Tax Burdens. Washington: U.S. Government Printing Office.",
        "U.S. Congress, Joint Committee on Taxation (1997a). Summary of Revenue Provisions of H.R. 2014 (Taxpayer Relief Act of 1997). Committee Document JCX-40-97. Washington: U.S.",
        "Government Printing Office. U.S. Congress, Joint Committee on Taxation (1997b). Distributional Effects of the Conference Agreement on the Revenue Reconciliation Provisions of H.R. 2014, The Taxpayer Relief Act of 1997. Committee Document JCX-41-97. Washington: U.S. Government Printing Office."
    ]
}