{
    "id": 7711,
    "cites": 18,
    "cited_by": 58,
    "reference": [
        "Andreoni, James and Arik Levinson. 1998. The Simple Analytics of the Environmental Kuznets Curve. NBER Working Paper 6739.",
        "Bartlett, Bruce. 1994. The high cost of turning green. Wall Street Journal Sep 14, Sec. A, p 18 coL 3.",
        "Beckerman, W. 1992. Economic growth and the environment: Whose growth? Whose environment? World Development 20: 48 1-496.",
        "Bennett, B. G., J.G. Kretzschmar, G.G. Aldand, and H.W. de Koning. 1985. Urban air pollution worldwide: Results of the GEMS air monitoring project Environmental Science and Technology 19(4): 298-304.",
        "Chaudhuri, S. and A. Pfaff. 1997. Household income, fuel-choice and indoor air quality: Microfoundations of an environmental Kuznets curve mimeo, Columbia University.",
        "Grossman, G. and A. Krueger. 1995. Economic growth and the environment Ouarterly Journal of Economics 110(2): 353-377.",
        "Hilton, H. and A. Levinson. 1998. Factoring the Environmental Kuznets Curve: Evidence From Automotive Lead Emissions Journal of Environmental Economics and Management 35(2): 126- 141.",
        "Holtz-Eakin, D. and T. Selden. 1995. Stoking the fires? CO2 emissions and economic growth Journal of Public Economics 57(1): 85-101.",
        "Jaeger, William. 1998. A theoretical basis for the environmental inverted-U curve and implications for international trade. mimeo, Williams College.",
        "Jones, Lany E. and Rodolfo E. Manueffi. 1995. A positive model of growth and pollution controls NBER working paper 5205.",
        "Kuznets, Simon. 1955. Economic growth and income inequality American Economic Review 45(1): 1-28.",
        "Selden T. and D. Song. 1994. Environmental quality and development: Is there a Kuznets curve for air pollution emissions? Journal of Environmental Economics and Management 27: 147-162.",
        "Selden T. and D. Song. 1995. Neoclassical Growth, the J Curve for Abatement, and the Inverted U Curve for Pollution, Journal of Environmental Economics and Management 29(2): 162-68.",
        "Shafik, N. 1994. Economic development and environmental quality: An econometric analysis. Oxford Economic Papers 46(1994): 201-227.",
        "Stokey, Nancy L. 1998. Are There Limits to Growth? International Economic Review 39(1): 1-3 1.",
        "UNEP and WHO. 1992. Urban Air Pollution in Megacities of the World. Oxford, England: Blackwell Reference.",
        "UNEP and WHO. 1994. Air pollution in the worlds megacities. Environment 36(2): 4-37.",
        "World Bank. 1992. World Development Report 1992. New York: Oxford University Press."
    ]
}