{
    "id": 7714,
    "cites": 10,
    "cited_by": 157,
    "reference": [
        "Burdisso, Tamaro, Laura DAmato, and Andrea Molinari, 1998. The Bank Privatization Process in Argentina: Toward a More Efficient Banking System? manuscript, Banco Central de la Republica Argentina (October).",
        "Clarke, George, Robert Cull, Laura DAmato and Andrea Molinari. 1999. On the Kindness of Strangers? The Impact of Foreign Entry on Domestic Banks in Argentina. (August) manuscript, The World Bank.",
        "Demirguc-Kunt, Asli, Ross Levine, and Hong-Ghi Min, 1998. Opening to Foreign Banks: Issues of Stability, Efficiency and Growth, in The Implications of Globalization of World Financial Markets, The Bank of Korea.",
        "Glaessner, T. and D. Oks. NAFTA, Capital Mobility, and Mexicos Financial System. World Bank, mimeo, 1994.",
        "Goldberg, Linda. When is Foreign Bank Lending to Emerging Markets Volatile? Manuscript, Federal Reserve Bank of New York, 2000.",
        "Graf, Pablo. Policy Responses to the Banking Crisis in Mexico, Bank Restructuring in Practice, BIS Policy Papers, No. 6, August 1999.",
        "Gruben, William, Jahyeong Koo, and Robert Moore, 1999. When Does Financial Liberalization Make Banks Risky? An Empirical Examination of Argentina, Canada, and Mexico. Federal Reserve Bank of Dallas.",
        "Hancock, Diana and James Wilcox, 1998. The Credit Crunch and the Availability of Credit to Small Business, Journal of Banking and Finance August, 22 (6-8) pp. 983-1014.",
        "Meltzer, Alan, 1998. Financial Structure, Saving, and Growth: Safety Nets, Regulation, and Risk Reduction in Global Financial Markets,in The Implications of Globalization of World Financial Markets, The Bank of Korea.",
        "Peek, Joe and Eric Rosengren. Collateral Damage: Effects of the Japanese Bank Crisis on Real Activity in the United States. American Economic Review forthcoming. Peek, Joe and Eric Rosengren. The International Transmission of Financial Shocks: The Case of Japan American Economic Review September 1997, 87 (4) pp. 495-505."
    ]
}