{
    "id": 7718,
    "cites": 22,
    "cited_by": 45,
    "reference": [
        "[1] Adams, James D. Fundamental Stocks of Knowledge and Productivity Growth, Journal of Political Economy 98 (1990), 673-702.",
        "[2] Ali, A. and L. Seiford, The Mathematical Programming Approach to Efficiency Analysis  in The Measurement of Productive Efficiency: Techniques and Applications edited by H. Fried, C. Lovell and S. Schmidt (New York: Oxford University Press 1993).",
        "[3] Association of University Technology Managers, Inc. (1996-98). A UTM Licensing Survey.",
        "[4] Caves, Douglas W., Laurits Christensen, and W. Erwin Diewert, The Economic Theory of Index Numbers and the Measurement of Input, Output, and Productivity, Econometrica 50 (1982), 1393-1414.",
        "[5] Charnes, A., W. Cooper, A. Lewin and L. Seiford, 1994. Data Envelopment Analysis: Theory, Methodology and Applications. Kluwer Academic Press.",
        "[6] Cohen, W. M., R. Florida, L. Randazzese, and J. Walsh, Industry and the Academy: Uneasy Partners in the Cause of Technological Advance, in Challenges to Research Universities edited by Roger Noll (Washington, D.C.: The Brookings Institution 1998).",
        "[7] Fare, R., S. Grosskopf and C. Lovell, Production Frontiers (Cambridge University Press: New York, 1994).",
        "[8] Fare, R., S. Grosskopf, M. Norris and Z. Zhang, Productivity Growth, Technical Progress, and Efficiency Change in Industrialized Countries, The American Economic Review, 84, (1994), 66-83.",
        "[9] Grosskopf, S., Statistical Inference and Nonparametric Efficiency: A Selective Survey,  The Journal of Productivity Analysis, 7 (1996), 161-76.",
        "[10] Jaffe, Adam, Manuel Trajtenberg and Rebecca Henderson, Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations, Quarterly Journal of Economics (1993).",
        "[11] Jensen, R., J. Thursby and M. Thursby, Policies and Perspectives on University Patenting and Licensing: A Survey of Major U.S. Universities, (2000).",
        "[12] Jensen, R. and M. Thursby, Proofs and Prototypes for Sale: The Licensing of University Inventions, American Economic Review, forthcoming (1999). 21",
        "[14] Mansfield, Edwin. Academic Research Underlying Industrial Innovations: Sources, Characteristics, and Financing, The Review of Economics and Statistics, 77 (1995), pp.55-65.",
        "[15] Mowery, David C., Nelson, Richard R. , Sampat, Bhaven. and Ziedonis, Arvids A. The Effects of the Bayh-Dole Act on U.S. University Research and Technology Transfer: An Analysis of Data from Columbia University, the University of California, and Stanford University, forthcoming in Research Policy, (1999).",
        "[16] Mowery, D. and A. Ziedonis, The Effects of the Bayh-Dole Act on U.S. University Research and Technology Transfer: Analyzing Data from Entrants and Incumbents, forthcoming in Research Policy, (1999).",
        "[17] National Research Council, Research Doctorate Programs in the United States (M. Goldberger, B. Maher and P. Flattau, eds.), Washington, D.C.: National Academy Press (1995).",
        "[18] Seiford, L. and R. Thrall, Recent Developments in DEA: The Mathematical Programming Approach to Frontier Analysis, Journal of Econometrics, 46 (1990), 7-38.",
        "[19] Siegel, Donald, David Waldman and Albert Link, Assessing the Impact of Organizational Practices on the Productivity of University Technology Transfer Offices, (1999).",
        "[20] Thursby, J. and S. Kemp, Growth and Productivity Efficiency of University Intellectual Property Licensing, (1999).",
        "[21] Thursby, J. and M. Thursby, Purdue Licensing Survey: A Summary of Results.  (1999).",
        "[22] Zucker, L., M. Darby and J. Armstrong, Intellectual Capital and the Firm: The Technology of Geographically Localized Knowledge Spillovers, NBER Working Paper 4946 (1994).",
        "[23] Zucker, L., M. Darby and M. Brewer, Intellectual Capital and the Birth of U.S. Biotechnology Enterprises, American Economic Review, 88 (1998), 290-306."
    ]
}