{
    "id": 7719,
    "cites": 15,
    "cited_by": 3,
    "reference": [
        "Bassi, Laurie J., and Jens Ludwig. 1999. School-to-Work Programs in. the United States: A Multi-Firm Case Study of Training, Benefits, and Costs. Industrial and Labor Relations Review, Vol. 53, No. 2, January, pp. 2 19-39.",
        "Commission on the Skills of the American Workforce. 1990. America&apos;s Choice: High Skills or Low Wages (Rochester, NY: National Center on Education and the Economy).",
        "Gardecki, Rosella, and David Neumark. 1998. Order from Chaos? The Effects of Early Labor Market Experiences on Adult Labor Market Outcomes. Industrial and Labor Relations Review, Vol. 51, No. 2, January, pp. 299-322.",
        "Glazer, Nathan. 1993. A Human Capital Policy for the Cities. The Public Interest, No. 112, Summer, pp. 27-49.",
        "Hamilton, Stephen. 1990. Apprenticeshin for Adulthood (New York: The Free Press).",
        "Hausman, Jerry A. 1978. Specification Tests in Econometrics. Econometrica, Vol.46, No.6, pp. 1251-71.",
        "Heckman, James. 1993. Assessing Clinton&apos;s Program on Job Training, Workfare, and Education in the Workplace. NBER Working Paper No. 4428, August.",
        "Heckman, James, Robert LaLonde, and Jefftey Smith. 1999. The Economics and Econometrics of Active Labor Market Programs. In Orley Ashenfelter and David Card, eds., Handbook of Labor Economics. Volume 3 (Amsterdam: North Holland).",
        "Hershey, Alan M., Marsha K. Silverberg, and Joshua Haimson. 1999. Expandina Options for Students: Report to Con2ress on the National Evaluation of School-to-Work Implementation, Mathematica Policy Research, Inc.",
        "Joyce, Mary, and David Neumark. 1999. School-to-Work Programs: How Prevalent Are They? Who Participates in Them? What Schools Offer Them? Mimeograph.",
        "Lerman, Robert I., and Hilliard Pouncy. 1990. The Compelling Case for Youth Apprenticeship. The Public Interest, No. 101, Fall, pp.62-77.",
        "Neumark, David. 1998. Youth Labor Markets in the U.S.: Shopping Around vs. Staying Put. NBER Working Paper No. 6581.",
        "Stem, David, Neal Finkelstein, James R. Stone, John Latting, and Carolyn Domsife. 1994. Research on School-to-Work Transition Programs in the United States. National Center for Research in Vocational Education, March.",
        "Topel, Robert H., and Michael P. Ward. 1992. Job Mobility and the Careers of Young Men. Ouarterlv Journal of Economics, Vol. CVII, No. 2, May, pp. 439-80.",
        "United States General Accounting Office. 1990. PrenarinQ Noncollege Youth for Employment in the U.S. and Foreiw Countries, May."
    ]
}