{
    "id": 772,
    "cites": 54,
    "cited_by": 19,
    "reference": [
        "BenPorath, Yoram. The Production of Human Capital and the Life Cycle of Earnings. Journal of Political Economy, August, 1967.",
        "Blinder, Alan S., Gordon, Roger H., and Wise, Donald E. Reconsidering the Work Disincentive Effects of Social Security. National Tax Journal, forthcoming. Blinder, Alan S. and Weiss, Yoram. Human Capital and Labor Supply: A Synthesis. Journal of Political Economy, June, 1976.",
        "Boskin, Michael J. - Social Security and Retirement Decisions. Economic Inquiry, January 1977.",
        "Boskin, Michael J. and Hurd, Michael D. The Effect of Social Security on Early Retirement. Journal of Public Economics, December 1978.",
        "Bulow, Jeremy I. Early Retirement Pension Benefits. NBER Working Paper No. 654, April 1981.",
        "Burbidge, J. B. and Robb, A. L. Pensions and Retirement Behavior. Canadian Journal of Economics, August, 1980.",
        "Burkhauser, Richard V. The Early Acceptance of Social Security: An Asset Maximization Approach. Industrial and Labor Relations Review, July, 1980.",
        "Burkhauser, Richard V. The Early Pension Decision and Its Effect on Exit from the Labor Market. Ph.D. dissertation, University of Chicago, 1976.",
        "Burkhauser, Richard V. The Pension Acceptance Decision of Older Workers. Journal of Human Resources, 1979.",
        "Burtless, Gary and Hausman, Jerry. Individual Retirement Decisions Under An Employer Provided Pension Plan and Social Security. Unpublished paper, November 1980.",
        "References Continued Campbell, Cohn D. and Campbell, Rosemary G. Conflicting Views on the Effect of Old-Age and Survivors Insurance on Retirement. Economic Inquiry, September 1976.",
        "Clark, Robert L. ed. Retirement Policy in an Aging Society. Duke University Press, Durham, 1980.",
        "Clark, Robert L. and Johnson, Thomas. Retirement in the Dual Career Family. Final Report SSA Grant No. l0-P-90543-4-02, June 1980.",
        "Clark, Robert, Kreps, Juanita, and Spengler, Joseph. Economics of Aging: A Survey. Journal of Economic Literature. September 1978.",
        "Clark, Robert L. and McDermed, Ann Archibald. Inflation, Pension Benefits and Retirement. Unpublished manuscript prepared at North Carolina State University, no date. Clark, Robert L. and Spengler, Joseph 3. The Economics of Individual and Population Aging. Cambridge University Press, 1980.",
        "Cotterman, Robert. A Theoretical and Empirical Analysis of the Labor Supply of Older males. Unpublished Ph.D. Dissertation, The University of Chicago, March, 1978.",
        "Crawford, Vincent P. and Lilien, David N. Social Security and the Retirement Decision. Quarterly Journal of Economics, August 1981.",
        "Diamond, Peter, and Mirrlees, J. A. A Model of Social Insurance with Variable Retirement. Journal of Public Economics, 1981.",
        "Driffill, E. J. Life Cycles with Terminal Retirement. International Economic Review, February, 1980.",
        "Eaton, Jonathan and Rosen, Harvey S. Pensions, Agency, and the Structure of Executive Compensation. NBER Pensions Program, June 1981.",
        "Feldstein, Martin. Social Security, Induced Retirement, and Aggregate Capital Accumulation. Journal of Political Economy, 1974.",
        "Optimal Age of Retirement. Department of Labor Economics Working Paper No. 27, Cornell University, March 1981.",
        "Ghez, Gilbert R. and Becker, Gary S. The Allocation of Time and Goods Over the Life Cycle. New York: Columbia University Press, 1975.",
        "References Continued Gordon, Roger H. and Blinder, Alan S. Market Wages, Reservation Wages, and Retirement Decisions. Journal of Public Economics, Vol. 14, No. 2, Oct. 1980.",
        "Gotz, Glenn A. and NcCal]., John J. Estimating Military Personnel Retention Rates: Theory and Statistical Method. RAND Project Air Force Report, R-254l-AF, June 1980.",
        "Hall, Arden and Johnson, Terry R. The Determinants of Planned Retirement Age. Industrial and Labor Relations Review, January 1980.",
        "Hamnermesh, Daniel S. A General Empirical Model of LifeCycle Effects in Consumption and Retirement Decisions. Unpublished paper, Michigan State University, June 1981.",
        "Heckman, James J. A Life Cycle Model of Earnings, Learning and Consumption. Journal of Po3Jtical Economy. August 1976.",
        "Hemming, R. C. L. The Effect of State and Private Pensions on Retirement Behavior and Personal Capital Accumulation. Review of Economic Studies, Vol. 44, No. 1, February 1977.",
        "Honig, Margorie and Hanoch, Giora. Age, Cohort, and Period Effects In a General Model of Labor Market Behavior of Older Persons. Mimneo, no date. Hu, Sheng Cheng. Social Security, the Supply of Labor, and Capital Accumulation. American Economic Review. June 1979.",
        "Hurd, Michael D. and Boskin, Michael J. The Effect of Social Security on Retirement. NBER Working Paper No. 659, April 1981.",
        "Kotlikoff, Laurence J. Testing the Theory of Social Security and Life Cycle Accumulation. American Economic Review. June 1979.",
        "Lazear, Edward P. Severance Pay, Pensions, Mobility, and the Efficiency of Work Incentives. Preliminary Draft, June 1981.",
        "Lazear, Edward P. Why is There Mandatory Retirement? Journal of Political Economy. November/December 1979.",
        "References Continued MacDonald, Glenn N. and Carhiner, Geoffrey. A Theory of Optimal Retirement. Unpublished paper, University of Western Ontario, October 1980.",
        "Mitchell, Olivia S. Fringe Benefits and the Costs of Changing Jobs. NBER Conference Paper No. 96, Feburary 1981.",
        "Munnell, Alicia. The Impact of Inflation on Private Pensions. New England Economic Review. March/April, 1979.",
        "Pellechio, Anthony J. The Effect of Social Security on Retirement. NBER Working Paper No. 260, July 1978.",
        "Pellechio, Anthony J. Social Security and the Decision to Retire. Unpublished paper, University of Rochester, June 1981.",
        "Presidents Commission on Pension Policy. Coming of Age: Toward a National Retirement Income Policy. Feburary 1981.",
        "Quinn, Joseph J. Microeconomic Determinants of Early Retirement: A Cross-Sectional View of White Married Men. Journal of Human Resources, Summer 1977.",
        "Reimers, Cordelia K. W. The Timing of Retirement of American Men. Unpublished Ph.D. Dissertation, Columbia University, - 1977.",
        "Robertson, James W. Social Security and Pensions; The Effects on Savings and Retirement: A Survey of the Literature. Urban Institute Working Paper No. 1286-80, Feburary 1980.",
        "Ryder, Han, E., Stafford, Frank P., and Stephan, Paula E. Labor, Leisure, and Training Over the Life Cycle, International Economic Review, October 1976.",
        "Samrnartino, Frank. A Model of the Retirement Decision. Paper presented at the Labor Workshop, University of Wisconsin, Madison, February 1978.",
        "Sanimartino, Frank. The Timing of Social Security Acceptance by Older Men. Unpublished paper, Office of Income Security Policy, Department of Health and Human Services, revised September 1980.",
        "Schiller, Bradley, and Weiss, Randall. The Impact of Private Pensions on Firm Attachement. Review of Economics and Statistics, August, 1979.",
        "Schiller, Bradley and Weiss, Randall, Pensions and Wages: A Test for Equalizing Differences. Review of Economics and Statistics, Vol. 62, No. 4, November 1980.",
        "References Continued Schulz, James H. The Economics of Aging. Wadsworth Inc., Belmont, CA 1976.",
        "Sheshinksi, Eytan. A Model of Social Security and Retirement Decisions. Journal of Public Economics, December 1978.",
        "Smith, Robert. Compensating Differentials for Pension Underfunding in the Public Sector. Review of Economics and Statistics, forthcoming. Taubman, Paul. Pensions and Mortality. NBER Pensions Program, June 1981.",
        "Tepper, Irwin. Pension Fund Asset Allocation. NBER Pensions Program Research Paper, June 1981.",
        "Weiss, Yoram. On the Optimal Pattern of Labor Supply. Economic Journal, December 1972.",
        "Zabaiza, Anthony, Pissarides, Christopher and Barton, M. Social Security, and the Choice Between Full-Time Work, `Part-Time Work, and Retirement. Journal of Public Economics, Vol. 14, No. 3. October 1980."
    ]
}