{
    "id": 7722,
    "cites": 13,
    "cited_by": 7,
    "reference": [
        "Bagehot, Walter. 1873. Lombard Street. London: William Cloves and Sons. Barro, Robert J., and David B. Gordon. 1983. \"Rules, Discretion, and Reputation in a Model of Monetary Policy.\" Journal of Monetary Policy 12 (Julvl. 101-121.",
        "Buchheit, Lee C. 1998a. \"Changing Bond Documentation The Sharing Clause.\" International Financial Law Review 17 (July), 17-19.",
        "Buchheit, Lee C. 1998b. \"Majority Action Clauses May Help Resolve Debt Crises.\" International Financial Law Review 17 (August), 13-14.",
        "Buchheit, Lee C. 1998c. \"The Collective Representation Clause.\" International Financial Law Review 17 (September), 9-11.",
        "Council on Foreign Relations. 1999. Report of the Commission on the Future International Financial Architecture. New York: Council on Foreign Relations Press.",
        "De Long, J. Bradford. 1999. \"Financial Crises in the 1890 and the 1990s: Must History Repeat?\" Brookings Papers on Economic Activity (No.2), 253-294.",
        "Dooley, Michael P. 2000. \"Can Output Losses Following International Financial Crises Be Avoided? Mimeo: National Bureau of Economic Research.",
        "Eaton, Jonathan, and Mark Gersovitz. 1981. \"Debt with Potential Repudiation: Theory and Estimation.\" Review of Economic Studies 48 (Aprili 289-309.",
        "Eichengreen, Barry, and Ashoka Mody. 2000. \"Would Collective Action Clauses Raise Borrowing Costs?\" Mimeo: National Bureau of Economic Research.",
        "Eichengreen, Barry, and Richard Portes. 1995. Crisis. What Crisis? Orderly Workouts for Sovereign Debtors. London: Centre for Economic Policy Research.",
        "Obstfeld, Maurice, and Kenneth Rogoff. 1996. Foundations of International Macroeconomics. Cambridge: MIT Press.",
        "Rogoff, Kenneth. 1985. \"The Optimal Degree of Commitment to a Monetary Target.\" Quarterly Journal of Economics 100 (November), 1169-1189.",
        "Rogoff, Kenneth. 1999. \"International Institutuions for Reducing Global Financial Instability.\" Journal of Economic Perspectives 13 (Fall), 21-42. -35-Endnotes 1 For example, although Cuba has long since repudiated all debts of the pre-Castro regime, in 1979 the People's Republic of China settled with the U.S. Government on claims against pre-1949 Nationalist China, and Russia recently even settled with holders of pre-1917 Tsarist bonds."
    ]
}