{
    "id": 7723,
    "cites": 14,
    "cited_by": 58,
    "reference": [
        "Autor, David, Lawrence F. Katz, and Alan B. Krueger, 1998. Computing Inequality: Have Computers Changed the Labor Market? Quarterly Journal of Economics, 113, November, pp. 1169-1213. Frank, Robert and Phillip Cook, 1995. The Winner-Take-All Society. New York: Free Press.",
        "Goolsbee, Austan, 1998. Does Government R&D Policy Mainly Benefit Scientists and Engineers? American Economic Review, 88, May, pp. 298-302.",
        "Griliches, Zvi, 1992. The Search for R&D Spillovers, Scandinavian Journal of Economics 94, pp. 347-520.",
        "Hall, Bronwyn and John van Reenen, 1999. How Effective are Fiscal Incentives for R&D? A Review ofthe Evidence, NBER Working Paper No. W7098.",
        "Charles. I Jones, 1995. Time Series Tests ofEndogenous Growth Models, Quarterly Journal ofEconomics, 110, May, pp.495-525.",
        "Charles I. Jones & John C. Williams, 1998. Measuring the Social Return to R&D, Quarterly Journal of Economics, 113, November, pp. 1119-1135.",
        "Katz, Lawrence F. and Kevin M. Murphy, 1992. Changes in Relative Wages, 19631987: Supply and Demand Factors, 107, QuarterlyJournal ofEconomics, February, pp. 35-78.",
        "Lerner, Josh, 1999. The Government as Venture Capitalist: The Long-Run Impact of the SBIR Program, Journal of Business; 72, July, pp. 285-318.",
        "Maddison,Angus, 1995. Monitoringthe WorldEconomy, 1820-1992. Paris: Development Centre of the Organisation for Economic Cooperation and Development.",
        "Morgan, Rick, and Len Ramist, 1998. Advanced Placement Students in College: An Investigation of Course Grades at21 Colleges, Educational Testing Service, ReportNo. SR-98-13, February.",
        "National Science Board, Science andEngineeringlndicators -1998. Arlington VA: National Science Foundation.",
        "National Research Council, 1998. Trends in the Early Careers ofLife Scientists, Washington D.C.: National Academy Press.",
        "Rosenberg, Nathan, 1969. The American system of manufactures: the report of the Committee on the Machinery ofthe UnitedStates 1855, and the special reports of George Wallis andJoseph Whitworth 1854; edited, with an introduction, by the editor. Edinburgh: Edinburgh U.P. Stern, Scott, 1999. Do Scientists Pay to Be Scientists? NBER Working Paper No. 7410, October.",
        "Wallsten, Scott, 2000. The Effects of Government-Industry R&D Programs on Private R&D: The Case of the Small Business Innovation Research Program, forthcoming in The Rand Journal of Economics, Spring."
    ]
}