{
    "id": 7724,
    "cites": 20,
    "cited_by": 42,
    "reference": [
        "Artis, Michael T.(1996), How Accurate are the IMFs Short-Term Forecasts? Another Examination of the World Economic Outlook, IMF Working Paper WP/96/89.",
        "Bordo, Michael D., Michael Edelstein and Hugh Rockoff (1999), Was Adherence to the Gold Standard a `Good Housekeeping Seal of Approval During the Interwar Period?, NBER Working Paper 7186 (June).",
        "Camdessus, Michel (1998), The IMF and Good Governance, Address at Transparency International, Paris, January 21, 1998.",
        "Camdessus, Michel (1999), Nous ne pouvons suivre chaque dollar que nous dÃ\u0083Â©boursons (interview), Le Temps, August 31, 1999.",
        "Friedman, Milton (1998) Markets to the Rescue. The Wall Street Journal October 13.",
        "Funabashi, Yoichi (1989), Managing the Dollar: From the Plaza to the Louvre, Washington D.C.: Institute for International Economics.",
        "George, Susan (1992), The Debt Boomerang: How Third World Debt Harms Us All Boulder: Westview Press.",
        "Granirer, Daniel, `A Modern Great Power Concert: New York, Tokyo, and the Political Economy of International Financial Regulatory Cooperation, Princeton PhD 1994.",
        "Kaminsky, Graciela, Saul Lizondo and Carmen Reinhart (1998), Leading Indicators of Currency Crises IMF Staff Papers 45/1, pp. 1-48.",
        "Kenen, Peter B. (1986), Financing, Adjustment and the International Monetary Fund.",
        "Masson, Paul and Michael Mussa (1990), The Role of the IMF: Financing and its Interactions with Adjustment and Surveillance. IMF Pamphlet Series No. 50 McGuire, Martin C. and Mancur Olson, The Economics of Autocracy and Majority Rule: The Invisible Hand and the Use of Force. Journal of Economic Literature 34/1: pp.",
        "Meltzer, Allan (1998) Whats Wrong with the IMF? What Would be Better? Federal Reserve Bank of Chicago. October.",
        "Norton, Joseph Jude, `Capital Adequacy Standards: A Legitimate Regulatory Concern for Prudential Supervision of Banking Activities? Ohio State Law Journal, 49, 1989.",
        "Obstfeld, Maurice and Alan Taylor (1998) The Great Depression as a Watershed: International Capital Mobility over the Long-Run. In Michael D. Bordo, Claudia Goldin and Eugene N. White (eds) The Defining Moment: The Great Depression and the American Economy in the Twentieth Century. Chicago: University of Chicago Press, pp.",
        "Odling-Smee, John (1999), Russias current economic policies are deserving of IMF support IMF Survey 28/17 (August 30), pp.273-4.",
        "Pauly, Louis (1997), Who Elected the Bankers? Ithaca NY: Cornell University Press, 1997.",
        "Pauly, Louis (1998), International Financial Institutions and National Economic Governance, paper presented at Princeton University conference, April 16/17, 1998.",
        "Rodrik, Dani, Why is there Multilateral Lending? in (eds.) Michael Bruno and Boris Pleskovic, Annual World Bank Conference on Development Economics, Washington, D.C.: World Bank, 1995 Sachs, Jeffrey D, (1995), Why Russia has failed to stabilize, in (ed.) Anders Aslund, Russian Economic Reform at Risk, London: Pinter, pp. 53-63.",
        "Sachs, Jeffrey D. and Stephen Radelet (1998), The East Asian Financial Crisis: Diagnosis, Remedies, Prospects, Brookings Papers on Economic Activity, 1, pp.1-74.",
        "Sachs, Jeffrey (1998) Do We Need an International Lender of Last Resort? Harvard University Mimeo Schwartz, Anna J. (1998) Time to Terminate the ESF and the IMF. Cato Journal (1998) Shultz, George, William Simon and Walter Wriston (1998) Who needs the IMF? The Wall Street Journal, February 3."
    ]
}