{
    "id": 7725,
    "cites": 14,
    "cited_by": 56,
    "reference": [
        "Clarida, Richard, Jordi Gali, and Mark Gertler. Monetary Policy Rules in Practice: Some International Evidence, European Economic Review, vol. 42 (June 1998), pp. 1033-1067.",
        "Hall, Robert E., and N. Gregory Mankiw. Nominal Income Targeting, in N. Gregory Mankiw, ed., Monetary Policy. Chicago: University of Chicago Press, 1994.",
        "Kozicki, Sharon. How Useful Are Taylor Rules for Monetary Policy? Federal Reserve Bank of Kansas City Economic Review, vol.84 (Second Quarter, 1999), pp. 5-33.",
        "McCallum, Bennett T. The Case for Rules in the Conduct of Monetary Policy: A Concrete Example, Federal Reserve Bank of Richmond Economic Review, vol. 73 (September/October 1987), pp. 10-18.",
        "Kuniho Sawamoto, Zenta Nakajima, and Hiroo Taguchi, eds., Financial Stability in a Changing Environment. New York: St. Martins Press, 1995.",
        "B. Taylor and Michael Woodford, eds., Handbook of Macroeconomics. Amsterdam: North-Holland Publishing Co., 1999.",
        "McCallum, Bennett T., and Edward Nelson. Performance of Operational Policy Rules in an Estimated Semiclassical Structural Model, in John B. Taylor, ed., Monetary Policy Rules. Chicago: University of Chicago Press for NBER, 1999.",
        "Optimizing Model, Journal of Monetary Economics, vol. 43 (June 1999), pp. 553-578.",
        "Meltzer, Allan H. Limits of Short-run Stabilization Policy, Economic Inquiry vol. 25 (1987), pp. 1-14.",
        "Process: Recent Developments and Lessons for Europe. London: Macmillan Publishers, Ltd., for Deutsche Bundesbank, 1999 (forthcoming).",
        "Orphanides, Athanasios. Monetary Policy Rules Based on Real-Time Data, Finance and Economics Discussion Series 1998-03, Federal Reserve Board, 1998.",
        "Stuart, Alison. Simple Monetary Policy Rules, Bank of England Quarterly Bulletin, vol. 36 (August 1996), pp. 281-287.",
        "Svensson, Lars E. O. Inflation Targeting as a Monetary Policy Rule, Journal of Monetary Economics, vol.43 (June 1999), pp. 607-654.",
        "Taylor, John B. Discretion Versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy, vol. 39 (November 1993), pp. 195-214."
    ]
}