{
    "id": 7727,
    "cites": 21,
    "cited_by": 4,
    "reference": [
        "Abel, A. B., and J. C. Eberly (1994): A Unified Model of Investment Under Uncertainty, American Economic Review, 84, 1369-1384.",
        "Economic Studies, 63, 581-593. Arrow, K. J., T. Harris, and J. Marschak (1951): Optimal Inventory Policy, Econometrica, 19, 250-272.",
        "Balcer, Y. M. (1973): Optimal Advertising and Inventory Policy with Random Demand. Doctoral dissertation, Department of Operations Research, Stanford University.",
        "Becker, G. 5. (1975): Human Capital, 2nd ed. Chicago: University of Chicago Press.",
        "Ben-Porath, Y. (1967): The Production of Human Capital and the Life Cycle of Earnings, Journal of Political Economy, 75, 352-365.",
        "Caputo, M. R., and J. E. Wilen (1995): Optimal Cleanup of Hazardous Wastes, International Economic Review, 36, 217-243.",
        "Cooper, R., and J. Haltiwanger (1993): Aggregate Implications of Machine Replacement: Theory and Evidence, American Economic Review, 83, 360-382.",
        "Dasgupta, P. 5., and G. M. Heal (1979): Economic Theory and Exhaustible Resources. Cambridge, UK: Cambridge University Press.",
        "Falk, I., and R. Mendelsohn (1993): The Economics of Controlling Stock Pollutants: An Efficient Strategy for Greenhouse Gases, Journal of Environmental Economics and Management, 25, 76-88.",
        "Grossman, S., and G. Laroque (1990): Asset Pricing and Optimal Portfolio Choice in the Presence of Illiquid Durable Consumption Goods, Econometrica, 58, 25-51.",
        "Hotelling, H. (1931): The Economics of Exhaustible Resources, Journal of Political Economy, 39, 137-175.",
        "Keeler, E., M. Spence, and R. Zeckhauser (1971): The Optimal Control of Pollution, Journal of Economic Theory, 4, 19-34.",
        "Phillips, C. V., and R. J. Zeckhauser (1998): Restoring Natural Resources With Destination-Driven Costs, Journal of Environmental Economics and Management, 36, 225-42.",
        "Pierskalla, W. P., and J. A. Voelker (1976): A Survey of Maintenance Models: The Control and Surveillance of Deteriorating Systems, Naval Research Logistics Quarterly, 23, 353-388.",
        "Pindyck, R. S. (1988): Irreversible Investment, Capacity Choice, and the Value of the Firm, American Economic Review, 78, 969-985.",
        "Plourde, C. G. (1972): A Model of Waste Accumulation and Disposal, Canadian Journal of Economics, 5, 119-125.",
        "Plourde, C., and D. Yeung (1989): A Model of Industrial Pollution in a Stochastic Environment, Journal of Environmental Economics and Management, 16, 97-105.",
        "Rust, J. (1987): Optimal Replacement of GMC Bus Engines: An Empirical Model of Harold Zurcher, Econometrica, 55, 999-1033.",
        "Scarf, H. (1960): The Optimality of (S,s) Policies for the Dynamic Inventory Problem, Proceedings of the First Stanford Symposium on Mathematical Methods in Social Sciences. Stanford, CA: Stanford University Press.",
        "Sherif, Y.S., and M. L. Smith (1981), Optimal Maintenance Models for Systems Subject to Failure A Review, Naval Research Logistics Quarterly, 32, 47-74.",
        "Smith, V. L. (1972): Dynamics of Waste Accumulation: Disposal Versus Recycling, Quarterly Journal of Economics, 86, 600-6 16."
    ]
}