{
    "id": 7731,
    "cites": 35,
    "cited_by": 9,
    "reference": [
        "Blanchard, Oliver, and Danny Quah. The Dynamic Effects of Aggregate Demand and Supply Disturbances. American Economic Review 79 (September 1989): 655-673.",
        "Bloomberg News. Union Members Ratify Contract. Bloomberg News, 28 September 1999.",
        "Canzoneri, Matthew B. Labor Contracts and Monetary Policy. Journal of Monetary Economics 6 (April 1980): 241-255.",
        "Card, David. An Empirical Model of Wage Indexation Provisions in Union Contracts. Journal of Political Economy 94 (June 1986): 5144-5 175.",
        "Christofides, Louis N. The Impact of Controls on Wage Contract Durations. The Economic Journal 95 (March 1985): 161-168.",
        "Cousineau, Jean-Michel, Robert Lacroix, and Banielle Bilodeau. The Determination of Escalator Clauses in Collective Agreements. Review of Economics and Statistics 65 (May 1983): 196-202.",
        "Cramton, Peter, Morley Gunderson, and Joseph Tracy. The Effect of Collective Bargaining Legislation on Strikes and Wages. Review of Economics and Statistics, August 1999.",
        "Cukierman, Alex, and Paul Wachtel. Differential Inflationary Expectations and the Variability of the Rate of Inflation: Theory and Evidence. American Economic Review 69 (September 1979): 595-609.",
        "Danziger, Leif. Real Shocks, Efficient Risk Sharing, and the Duration of Labor Contracts. Quarterly Journal of Economics 103 (May 1988): 435-440.",
        "Ehrenberg, Ronald G., Danziger Leif, and San Gee. Cost-of-Living Adjustment Clauses in Union Contracts. In Research in Labor Economics, edited by Ronald G. Ehrenberg, 1-63. Stamford, CT, JAI Press, 1984.",
        "Engle, Robert F. Autoregressive Conditional Heteroskedasticity with Estimates of the Variance of United Kingdom Inflation. Econometrica 50 (July 1982): 987-1007.",
        "Fischer, Stanley. Long-Term Contracts, Rational Expectations, and the Optimum Money Supply Rule. Journal of Political Economy 85 (February 1977): 19 1-206.",
        "Friedman, Benjamin M., and Kenneth N. Kuttner. A Price Target for U.S. Monetary Policy? Lessons from the Experience with Money Growth Targets. Brookings Papers on Economic Activity 1 (1996): 77-125.",
        "Gali, Jordi. How Well Does the IS-LM Model Fit Postwar U.S. Data? Quarterly Journal of Economics 107 (May 1992): 709-738.",
        "Gamboa, Glenn. Goodyear Union Members in Fayetteville Approve Contract, Return to Work. Akron Beacon Journal, 8 May 1997.",
        "Gray, Jo Anna. Wage Indexation: A Macroeconomic Approach. Journal of Monetary Economics 2 (April 1976): 22 1-35.",
        "Heckman, James. Dummy Endogenous Variables in a Simultaneous Equation System. Econometrica 46 (July 1978): 93 1-959.",
        "Hendricks, Wallace E., and Lawrence M. Kahn. Cost-of-Living Clauses in Union Contracts: Determinants and Effects. Industrial and Labor Relations Review 36 (April 1983): 447-460.",
        "Holland, Steven A. Wage Indexation and the Effect of Inflation Uncertainty on Unemployment: An Empirical Analysis. American Economic Review 76 (March 1986): 235-243.",
        "Uncertainty. Economic Inquiry 31 (January 1993): 39-51.",
        "Hyde, Justin. UAW Gives Ford Right to Spin Off Visteon Plants - Not Workers. The Associated Press, October 14 1999.",
        "Kanago, Bryce. An Examination of the Duration of Wage Contracts. Diss. Iowa City, Iowa, Univeristy of Iowa, 1988.",
        "Levi, Maurice D., and John H. Makin. Inflation Uncertainty and the Phillips Curve: Some Empirical Evidence. American Economic Review 70 (December 1980): 1022-1027.",
        "Mullineaux, Donald J. Unemployment, Industrial Production, and Inflation Uncertainty in the United States. Review of Economics and Statistics 62 (May 1980): 163-169.",
        "Murphy, Kevin J. Determinants of Contract Duration in Collective Bargaining Agreements. Industrial and Labor Relations Review 45 (January 1992): 352-365.",
        "Pagan, Adrian R., Alistar D. Hall, and Pravin K. Trivedi. Assessing the Variability of Inflation. Review of Economic Studies 50 (October 1983): 5 85-596.",
        "Phillips, David, and Peronet Despeignes. Costs May Outweigh UAW Gains: Automakers Wait for Results of Four-Year Contracts With Union. The Detroit News, 27 October 1999.",
        "Rich, Robert W., Jennie E. Raymond, and J.S. Butler. The Relationship Between Forecast Dispersion and Forecast Uncertainty: Evidence From a Survey-Data ARCH Model. Journal of Applied Econometrics 7 (April 1992): 13 1-148.",
        "Schnell, John F., and Cynthia L. Gramm. Learning by Striking: Estimates of the Teetotaler Effect. Journal of Labor Economics 5 (April 1987): 221-241.",
        "Taylor, John B. Aggregate Dynamics and Staggered Contracts. Journal of Political Economy 88 (February 1980): 1-23.",
        "Thomson, Linda. Kennecott Workers Ratify Pact. The Desert News, 25 October 1996.",
        "Vroman, Susan. Inflation Uncertainty and Contract Duration. Review of Economics and Statistics 71 (November 1989): 677-681.",
        "Wallace, Frederick H. The Effects of Shock Size and Type on Labor Contract Duration. Working Paper. Appalachian State University, April, 1999.",
        "Duration. Journal of Monetary Economics 27 (June 1991): 36 1-380.",
        "Zarnowitz, Victor, and Louis A. Lambros. Consensus and Uncertainty in Economic Predictions. Journal of Political Economy 95 (June 1987): 591-621."
    ]
}