{
    "id": 7732,
    "cites": 57,
    "cited_by": 500,
    "reference": [
        "Aigner, Dennis and Glen Cain. 1977. Statistical Theories of Discrimination in Labor Markets. Industrial and Labor Relations Review. 30:2, pp. 175-87.",
        "Barron, John M., Dan A. Black, and Mark A. Lowenstein. 1993. Gender Differences in Training, Capital and Wages. Journal of Human Resources. 28:2, pp. 342-64.",
        "Bayard, Kimberly, Judith Hellerstein, David Neumark, and Kenneth Troske. 1999. New Evidence on Sex Segregation and Sex Difference in Wages From Matched Employee-Employer Data. NBER Working Paper No. 7003.",
        "Becker, Gary S. 1957. The Economics of Discrimination. Chicago: University of Chicago Press.",
        "Becker, Gary S. 1985. Human Capital, Effort, and the Sexual Division Labor. Journal of Labor Economics. 3:1 Supp., pp. S33-S58.",
        "Bergmann, Barbara. 1974. Occupational Segregation, Wages, and Profits When Employers Discriminate by Race or Sex. Eastern Economic Journal. 1:1-2, pp. 103-10.",
        "Berman, Eli, John Bound, and Zvi Griliches. 1994. Changes in the Demand of Skilled Labor Within U.S. Manufacturing Industries: Evidence From the Annual Survey of Manufacturing. Quarterly Journal of Economics. 109:2, pp. 367-97.",
        "Bertrand, Marianne and Kevin F. Hallock. 1999. Gender Compensation Differentials Among U.S. High-Level Executives. Working Paper, Princeton and University of Illinois.",
        "Black, Sandra E. and Philip E. Strahan. 1999. Rent-Sharing and Discrimination: The Effects of Deregulation on the Labor Market. Working Paper.",
        "Blau, Francine D. 1977. Equal Pay in the Office. Lexington, MA: Lexington Books.",
        "Blau, Francine D., Marianne A. Ferber, and Anne E. Winkler. 1998. The Economics of Women, Men, and Work. 3rd ed. Englewood Cliffs, NJ: Prentice-Hall.",
        "Blau, Francine D. and Lawrence M. Kahn. 1996a. International Differences in Male Wage Inequality: Institutions Versus Market Forces. Journal of Political Economy. 104:4, pp. 791- 837.",
        "Blau, Francine D. and Lawrence M. Kahn. 1996b. Wage Structure and Gender Earnings Differentials: an International Comparison. Economica. 63 :Supp., pp. S29-S62.",
        "Blau, Francine D. and Lawrence M. Kahn. 1999a. Institutions and Laws in the Labor Market, in Handbook of Labor Economics, vol. 3A, Orley C. Ashenfelter and David Card, eds.",
        "Amsterdam: Elsevier, pp. 1399-461. Blau, Francine D. and Lawrence M. Kahn. 1999b. Understanding International Differences in the Gender Pay Gap. Working Paper, Cornell University.",
        "Blau, Francine D. and Lawrence M. Kahn. 2000. Do Cognitive Test Scores Explain Higher U.S. Wage Inequality? Working Paper, Cornell University.",
        "Brown, Charles and Mary Corcoran. 1997. Sex-Based Differences in School Content and the Male/Female Wage Gap. Journal of Labor Economics. 15:3, pp. 431-65.",
        "Bureau of National Affairs (BNA). 1990. Daily Labor Report, no. 235, December 6, pp. A11- A13 and F1-F10.",
        "Cobb-Clark, Deborah A. and Yvonne Dunlop. 1999. The Role of Gender in Job Promotions. Monthly Labor Review. 122:12, pp. 32-38.",
        "Costa, Dora L. 2000. From Mill Town to Board Room: The Rise of Womens Paid Labor. Journal of Economic Perspectives. 14:4.",
        "England, Paula. 1982. The Failure of Human Capital Theory to Explain Occupational Sex Segregation. Journal of Human Resources. 17:3, pp. 358-70.",
        "Flyer, Frederick and Sherwin Rosen. 1994. The New Economics of Teachers and Education. National Bureau of Economic Research Working Paper No. 4828, August.",
        "Federal Human Resources Week (FEDHR). 2000. 6:47, April 5.",
        "Fortin, Nicole M. and Thomas Lemieux. 1998. Rank Regressions, Wage Distributions, and the Gender Gap. Journal of Human Resources. 33:3, pp. 610-643.",
        "Fuchs, Victor. 1971. Differences in Hourly Earnings Between Men and Women. Monthly Labor Review. 94:5, pp. 9-15.",
        "Furchtgott-Roth, Diana and Christine Stolba. 1999. Womens Figures: an Illustrated Guide to the Economic Progress of Women in America. Washington, D.C.: The AEI Press.",
        "Glass Ceiling Commission. 1995. A Solid Investment: Making Full Use of the Nations Human Capital. Recommendations of the Glass Ceiling Commission, Washington DC.",
        "Goldin, Claudia. Understanding the Gender Gap: An Economic History of American Women. Oxford: Oxford University Press, 1990.",
        "Goldin, Claudia and Cecilia Rouse. forthcoming. Orchestrating Impartiality: the Impact of Blind Auditions on Female Musicians. American Economic Review. Gornick, Janet C., Marcia K. Meyers, and Katherin E. Ross. 1997. Supporting the Employment of Mothers: Policy Variation Across Fourteen Welfare States. Journal of European Social Policy. 7:1, pp. 45-70.",
        "Groshen, Erica L. 1991. The Structure of the Female/Male Wage Differential: Is It Who You Are, What You Do, or Where You Work? Journal of Human Resources. 26:3, pp. 457-72.",
        "Gunderson, Morley. 1989. Male-Female Wage Differentials and Policy Responses. Journal of Economic Literature. 27:1, pp. 46-72.",
        "Hellerstein, Judith K., David Neumark, and Kenneth Troske. 1997. Market Forces and Sex Discrimination. National Bureau of Economic Research Working Paper 6321.",
        "Hersch, Joni and W. K. Viscusi. 1996. Gender Differences in Promotions and Wages. Industrial Relations. 35:4, pp. 461-72.",
        "Jacobs, Jerry A. 1999. The Sex Segregation of Occupations: Prospects for the 21st Century, in Handbook of Gender in Organizations, Gary N. Powell, ed. Newbury Park, CA: Sage Publications, pp. 125-41.",
        "Juhn, Chinhui, Kevin M. Murphy, and Brooks Pierce. 1991. Accounting for the Slowdown in Black-White Wage Convergence, in Workers and Their Wages, Marvin Kosters, Ed.",
        "Washington, D.C.: AEI Press, pp. 107-43. Katz, Lawrence F. and David H. Autor. 1999. Changes in the Wage Sructure and Earnings Inequality, in Handbook of Labor Economics, vol. 3A, Orley C. Ashenfelter and David Card, eds. Amsterdam: Elsevier, pp. 1463-555.",
        "King, Ronette. 1997. Women Taking Action Against Many Companies. The Times- Picayune, April 27.",
        "Lewin, Tamar. 1990. Partnership Awarded to Woman in Sex Bias Case. The New York Times, May 16, pp. A1, A12.",
        "Leonard, Jonathan. 1989. Women and Affirmative Action. Journal of Economic Perspectives. 3:1, pp. 61-75.",
        "MacPherson, David A. and Barry T. Hirsch. 1995. Wages and Gender Composition: Why Do Womens Jobs Pay Less? Journal of Labor Economics. 13:3, pp. 426-71.",
        "Massachusetts Institute of Technology. 1999. A Study on the Status of Women Faculty in Science at MIT. .",
        "McCue, Kristin. 1996. Promotions and Wage Growth. Journal of Labor Economics. 14:2, pp. 175-209.",
        "McDowell, John M., Larry D. Singell Jr., and James P. Ziliak. 1999. Cracks in the Glass Ceiling: Gender and Promotion in the Economics Profession. American Economic Review. 89:2, pp. 392-96.",
        "Meyer, Bruce D. and Dan T. Rosenbaum. 1999. Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers. NBER Working Paper No. 7363.",
        "Mincer, Jacob and Solomon Polachek. 1974. Family Investments in Human Capital: Earnings of Women. Journal of Political Economy. 82:2 pt. 2, pp. S76-S108.",
        "Neumark, David M. 1996. Sex Discrimination in Restaurant Hiring: an Audit Study. Quarterly Journal of Economics. 111:3, pp. 915-41.",
        "OECD. 1998. Employment Outlook. Paris: OECD.",
        "OECD. 1999. Employment Outlook. Paris: OECD.",
        "Reskin, Barbara F. and Heidi I. Hartmann, eds. 1986. Womens Work, Mens Work: Sex Segregation on the Job. Washington D.C.: National Academy Press.",
        "Royalty, Anne B. 1996. The Effects of Job Turnover on the Training of Men and Women. Industrial and Labor Relations Review. 49:3, pp. 506-21.",
        "Ruhm, Christopher J. 1998. The Economic Consequences of Parental Leave Mandates: Lessons From Europe. Quarterly Journal of Economics. 113:1, pp. 285-317.",
        "Sorenson, Elaine. 1990. The Crowding Hypothesis and Comparable Worth Issue. Journal of Human Resources. 25:1, pp. 55-89.",
        "Suen, Wing. 1997. Decomposing Wage Residuals: Unmeasured Skill or Statistical Artifact? Journal of Labor Economics. 15:3, pt. 1, pp. 555-66.",
        "Waldfogel, Jane. 1998. Understanding the Family Gap in Pay for Women with Children. Journal of Economic Perspectives. 12:1, pp.157-170.",
        "Weinberg, Bruce. 2000. Computer Use and the Demand for Female Workers. Industrial and Labor Relations Review. 53:2, pp. 290-308.",
        "Weinberger, Catherine J. 1998. Race and Gender Wage Gaps in the Market for Recent College Graduates. Industrial Relations. 37:1, pp. 67-84.",
        "Wood, Robert G., Mary E. Corcoran, and Paul Courant. 1993. Pay Differences Among the Highly Paid: the Male-Female Earnings Gap in Lawyers Salaries. Journal of Labor Economics."
    ]
}