{
    "id": 7740,
    "cites": 31,
    "cited_by": 17,
    "reference": [
        "Allen, F. and D. Gale, Limited Market Participation and Volatility of Asset Prices, American Economic Review 84-4, September 1994, pp. 933-955.",
        "Blommestein, IlL, Institutional Investors, Pension Reforms and Emerging Securities Markets, IADB WP # 359, November 1997.",
        "Bulow, J. and K. Rogoff, A Constant Recontracting Model of Sovereign Debt, Journal of Political Economy 97-1, February 1989, pp. 155-78.",
        "Caballero, R.J. and A. Krishnamurthy, Emerging Market Crises: An Asset Markets Perspective, MIT mimeo, November 1999.",
        "Caballero, R.J. and A. Krishnamurthy, Protectionism and Withdrawal: Exchange Rate Systems and Market Makers In progress, 2000.",
        "Calvo, G.A., The Perils of Sterilization, JMF Staff Papers 38-4, December 1991, pp. 921-926.",
        "Calvo, G.A., L. Leiderman, C.M. Reinhart, Capital Inflows to Latin America: The Role of External Factors, IMF Staff Papers 40, March 1993, pp. 108-151.",
        "Corbo, V. and L. Hernandez, Macroeconomic Adjustment to Capital Inflows: Lessons from Recent Latin American and East Asian Experience, The World Bank Research Observer 11-1, February 1996, pp. 61-85.",
        "Diamond, D.W., Debt Maturity Structure and Liquidity Risk, Quarterly Journal of Economics 106-3, August 1991, pp. 709-737.",
        "Dollar, D. and M. Hallward-Driemeier, Crisis Adjustment, and Reform: Results from the Thailand Industrial Survey, mimeo May 1998.",
        "Dooley, M., Responses to Volatile Capital Flows: Controls, Asset-Liability Manageinent and Architecture, World Bank Conference on Capital Flows, Financial Crises and Policies, April 1999.",
        "Eaton, J. and M. Gersowitz, Debt with Potential Repudiation: Theoretical and Empirical Analysis, Review of Economic Studies 48, April 1981, pp. 289-309.",
        "Frankel, J.A., Sterilization of Money Inflows: Difficult (Calvo) or Easy (Reisen)? Estudios de Economia, 24(2), December 1997, pp. 263-285.",
        "Glick, R., Overview, in Managing Capital Flows and Exchange Rates, ed. by R. Glick, Cambridge University Press, 1998.",
        "Harberger, A., Lessons for Debtor-Country Managers and Policymakers, in J.Cuddington and G.Smith (eds.), International Debt and the Developing Countries. Washington: World Bank, 1985.",
        "Holmstrom, B. and J. Tirole, Private and Public Supply of Liquidity, Journal of Political Economy 106-1, February 1998, pp. 1-40.",
        "Kang, Jun-Koo and R.M. Stulz. Why Is There Home Bias? An Anlysis of Foreign Portfolio Equity Ownership in Japan, Journal of Financial Economics 46-1, October 1997, pp. 3-28.",
        "Kashyap, Anil, J.C. Stein and D. Wilcox, Monetary Policy and Credit Conditions: Evidence from the Composition of External Finance, American Economic Review 83-1, March 1993, pp 78-98.",
        "Kiyotaki, N. and J. Moore, Credit Cycles, Journal of Political Economy, 1052, April 1997, pp. 211-48.",
        "Kletzer, K. and M.M. Spiegel, Speculative Capital Inflows and Exchange Rate Targeting in the Pacific Basin: Theory and Evidence, in Managing Capital Flows and Exchange Rates, ed. by R. Glick, Cambridge University Press, 1998, pp. 409-435.",
        "Massad, C.A., Statement by Mr. Carlos Massad, Governor for Chile, Representing the Latin American Governors of the International Monetary Fund at the Annual Meetings of the World Bank and the International Monetary Fund, Hong Kong, September 23, 1997.",
        "Montiel, P. and C. Reinhart, Do Capital Controls and Macroeconomic Policies Influence the Volume and Composition of Capital Flows? Evidence from the 1990s, mimeo, March 1999.",
        "Mundell, R.A., Capital Mobility and Stabilization Policy under Fixed and Flexible Exchange Rates, Canadian Journal of Economics and Political Science, 1962, pp.z175 485.",
        "Obstfeld, M. and K. Rogoff, Foundations of International Macroeconomics, MIT Press, Cambridge, 1996.",
        "Reinhart, C.M. and V.R. Reinhart, Some Lessons for Policy Makers who Deal with the Mixed Blessing of Capital Inflows. In Kahler, M. (ed.), Capital Flows and Financial Crises. Cornell University Press, N.Y. pp. 93-127.",
        "Reisen, II., The Impossible Trinity in South-East Asia, International Economic Insights, March/April, 1993.",
        "Sargent, T.J. and N.Wallace, Some Unpleasant Monetary Arithmetic, Federal Reserve Bank of Minneapolis Quarterly Review, 5(3), 1981, pp. 1-17.",
        "Williamson, J., The Management of Capital Inflows, Pensamiento Iberoamericano, January-June 1995.",
        "World Bank, Private Capital Flows to Developing Countries: The Road to Financial Integration, Oxford University Press, 1997.",
        "Woodford, M. Public Debt as Private Liquidity, American Economic Review, Papers and Proceedings 80 May 1990, pp. 382-88.",
        "The World Bank, East Asia: The Road to Recovery, September 1998."
    ]
}