{
    "id": 7742,
    "cites": 48,
    "cited_by": 22,
    "reference": [
        "Abowd, John M., George T. Milkovich, and John M. Hannon. The Effects of Human Resource Management Decisions on Shareholder Value. Industrial and Labor Relations Review, 43(1990): 203-236.",
        "Allen, Stephen. Union Work Rules and Efficiency in the Building Trades. Journal of Labor Economics,4(1986): 212-242.",
        "American Management Association. 1994 AMA Survey on Downsizing: Summary of Key Findings. New York: American Management Association, 1994.",
        "Baily, Martin Neil, Eric J. Bartelsman, and John Haltiwanger. Downsizing and Productivity Growth: Myth or Reality? Small Business Economics, Vol. 8 No. 4 August (1996): 259-278.",
        "Berle, A.A, and Gardener Means. The Modern Corporation. New York: MacMillan, 1932.",
        "Blackwell, David, Wayne W. Marr, and Michael F. Spivey. Plant Closing Decisions and the Market Value of the Firm. Journal of Financial Economics, 26 no.2 (1990): 277-288.",
        "Brockner, Joel. Managing the Effects of Layoffs on Survivors. California Management Review, 34 (1992): 9-28.",
        "Cameron, Kim. Strategies for Successful Organizational Downsizing. Human Resource Management, 3 (1994): 189-211.",
        "Cappelli, Peter. Examining Managerial Displacement. Academy of Management Journal, 35 (1992): 203-217.",
        "Cascio, Wayne F. Downsizing: What Do We Know, What Have We Learned? Academy of Management Executive, 7(1993): 95-104.",
        "Cascio, Wayne F., Clifford E. Young, and James R. Morris. Financial Consequences of Employment-Change Decisions in Major U.S. Corporations. Academy of Management Journal, 40(1997): 1175-1189.",
        "Caves, Richard E. and Matthew B. Kreps. Fat: The Displacement of Nonproduction Workers from U.S. Manufacturing Industries. Brookings Papers on Economic Activity: Microeconomics, 2 (1993):227-273.",
        "The Conference Board. HR Executive Review: Implementing the New Employment Compact, 4 no.4 (1997).",
        "Corporate Leadership Council. Perfecting Labor Markets: Redefining the Social Contract at the Worlds High Performance Corporations. Washington, D.C.: The Advisory Board, 1995.",
        "Davis, S. and John Haltiwanger. Gross Job Creation, Gross Job Destruction, and Employment Reallocation. Quarterly Journal of Economics, 107 (1992): 819-863.",
        "Dial, Jay and Kevin Murphy. Incentives, Downsizing, and Value Creation at General Dynamics. Journal of Financial Economics, 37 (1995): 261-314.",
        "DeMeuse, Kenneth P., Paul Vanderheiden, and Thomas J. Bergmann. Announced Layoffs: Their Effect on Corporate Financial Performance. Human Resource Management, 33 (1994): 509-530.",
        "Ehrbar, Al. Price of Progress: Re-engineering Gives Firms New Efficiency, Workers the Pink Slip, Wall Street Journal, March 16, 1993, A1.",
        "EQW/National Center on the Educational Quality of the Workforce. First Findings: Results of the National Employer Survey. Philadelphia, EQW, 1994.",
        "Gorlin, Harriet. Issues in Human Resource Management. New York: The Conference Board, 1985.",
        "Gunderson, Morley, Anil Verma, and Savita Verma.Impact of Layoff Announcements on the Market Value of the Firm. Relations Industrielles/Industrial Relations, Spring 52 no.2 (1997): 364-381.",
        "Gustman, Alan, Olivia S. Mitchell and Thomas L. Steinmeyer. Retirement Measures in the Health and Retirement Survey, Journal of Human Resources, 30 (1995): 557-583.",
        "Hallock, Kevin F. Layoffs, Top Executive Pay, and Firm Performance. American Economic Review, September , 88 No.4 (1998): 711-723.",
        "Hamermesh, Daniel S. Labor Demand. Princeton, NJ: Princeton University Press, 1993.",
        "Hammer, Michael and James Champy. Reengineering the Corporation. New York: Harper Business, 1993.",
        "Huselid, Mark A. and Brian E. Becker. Methodological Issues in Cross-Sectional and Panel Estimates of the Human Resource- Firm Performance Link. Industrial Relations, 35 (1996): 400-422.",
        "Iqbal, Zahid and Shekar Shetty. Layoffs, Stock Price, and Financial Condition of the Firm. Journal of Applied Business Research, 11 (1995): 67-72.",
        "Jaeger, David A. and Ann Huff Stevens. Is Job Stability in the United States Falling? Reconciling Trends in the Current Population Survey and Panel Study of Income Dynamics. Paper presented at the Russell Sage Foundation Conference on Job Security and Job Stability, January 1998.",
        "Johnson, Arlene A. and Fabian Linden. Availability of a Quality Work Force. New York: The Conference Board, 1992.",
        "Kalleberg, Arne L., David Knoke, Peter V. Marsden, and Joe L. Spath. Organizations in America: A Portrait of Their Structures and Human Resources Practices. Newbury Park, CA: Sage 1996.",
        "Kalra, Rajiv, Glenn V. Henderson, Jr., and Michael C. Walker. Share Price Reaction to Plant-Closing Announcements. Journal of Economics and Business, December, 46 no. 5 (1994): 381-395.",
        "Kanter, Rosabeth Moss. Men and Women of the Corporation. New York: Basic Books, 1977.",
        "Kletzer, Lori. Job Displacement: What Do We Know, What Should We Know? Journal of Economic Perspectives (1997).",
        "Lazear, Edward. Job Security Provisions and Employment. Quarterly Journal of Economics, 105(1989): 699-726.",
        "Levering, Robert and Milton Moskowitz. The 100 Best Companies to Work for in America. New York: Doubleday, 1993.",
        "Lichtenberg, Frank R. and Daniel Siegel. Leveraged Buyouts in F.R. Lichtenberg (ed.) Corporate Takeovers and Productivity, Cambridge, MA: MIT Press, 1992.",
        "Lynch, Lisa and Black, Susan. Beyond the incidence of training: Evidence from the National Employer Survey, National Center on the Educational Quality of the Workforce, University of Pennsylvania, Working Paper, 1996.",
        "Matsusaka, J.G. Target Profits and Managerial Discipline During the Conglomerate Merger Wave, The Journal of Industrial Economics, 41 (1993): 179-189.",
        "Medoff, Janes. Middle-Aged and Out of Work: Growing Unemployment Due to Job Loss Among Middle-Aged Americans. Washington, D.C.: National Study Center, 1993.",
        "Miles, Raymond E., and Snow, Charles C. Organizational Strategy, Structure, and Process. New York: McGraw Hill, 1978.",
        "Osterman, Paul. How Common is Workplace Transformation, and How Can we Explain Who Does It? Industrial and Labor Relations Review, 47(1994): 173-188.",
        "Polivka, Anne. Changes in the Employment Relationship and Long-Term Employment: Discussion. Proceedings of the 50th Annual Meeting. Madison, WI: Industrial Relations Research Association, 1998, 107-109.",
        "Polsky, Daniel. Changes in the Consequences of Job Separations in the United States. Industrial and Labor Relations Review, 52(1999).",
        "Porter, Michael E. Competitive Advantage: Creating and Sustaining Superior Performance. New York: The Free Press, 1985.",
        "Rees, Albert. The Economics of Trade Unions. Chicago: University of Chicago Press, 1989.",
        "Valletta, Robert G. Has Job Security in the U.S. Declined? Federal Reserve Bank of San Francisco Weekly Letter, Number 96- 07, February 16, 1996.",
        "Walton, M. The Deming Management Method. New York: Perigee Books, 1986.",
        "Worrell, Dan L., Wallace N. Davidson III., and Varinder M. Sharma. Layoff Announcements and Stockholder Wealth. Academy of Management Journal, 43 (1991): 662-678."
    ]
}