{
    "id": 7744,
    "cites": 41,
    "cited_by": 4,
    "reference": [
        "Bartik, T. (1988). Measuring the Benefits of Amenity Improvements in Hedonic Price Models. Land Economics, 64, 172--183.",
        "Bayer, P. (1999). Exploring Dierences in the Demand for School Quality: An Empirical Analysis of School Choice in California. Working Paper.",
        "Beron, K., Murdoch, J., and Thayer, M. (1999). The Benefits of Visibility Improvement: New Evidence from the Los Angeles Metropolitan Area..",
        "Berry, S., Levinsohn, J., and Pakes, A. (1995). Automobile Prices in Market Equilibrium. Econometrica, 63 (4), 841--890.",
        "Bockstael, N. and McConnell, K. E. (1993). Public Goods as Characteristics of Non-Market Commodities.",
        "The Economic Journal, 103, 1244--1257. Bockstael, N. and McConnell, K. (1999). The Behavioral Basis of Valuation. In Herriges, J. and Kling, C.",
        "Brookshire, D., Thayer, M., Schulze, W., and dArge, R. (1982). Valuing Public Goods: A Comparison of Survey and Hedonic Approaches. American Economic Review, 72, 165--178.",
        "Brunner, E. and Sonstelie, J. (1996). Coping with Serrano: Voluntary Contributions to Californias Local Public Schools. Working Paper.",
        "Carliner, G. (1973). Income Elasticity of Housing Demand. Review of Economics and Statistics, 55, 528--532.",
        "Chattopadhyay, S. (1999). Estimating the Demand for Air Quality: New Evidence Based on the Chicago Housing Market. Land Economics, 75 (1), 22--38.",
        "Chay, K. and Greenstone, M. (1998). Does Air Quality Matter'DONE' Evidence from Housing Markets. Working Paper.",
        "Crandall, R. (1983). Controlling Industrial Pollution: The Economics and Politics of Clean Air. The Brookings Insititution.",
        "Cullen, J. and Figlio, D. (1999). Local Gaming of State School Finance Policies: How Eective are Intergovernmental Incentives. Working Paper.",
        "Epple, D., Filimon, R., and Romer, T. (1984). Equilibrium Among Local Jurisdictions: Towards an Integrated Approach of Voting and Residential Choice. Journal of Public Economics, 24, 281--304.",
        "Epple, D. and Platt, G. (1998). Equilibrium and Local Redistribution in an Urban Economy when Households Dier in Preferences and Incomes. Journal of Urban Economics, 43(1), 23--51.",
        "Epple, D. and Romer, T. (1991). Mobility and Redistribution. Journal of Political Economy, 99(4), 828--858.",
        "Epple, D., Romer, T., and Sieg, H. (2000). The Tiebout Hypothesis and Majority Rule: An Empirical Analysis. NBER Working Paper 6977.",
        "Epple, D. and Sieg, H. (1999). Estimating Equilibrium Models of Local Jurisdictions. Journal of Political Economy, 107(4), 645--681.",
        "Hanemann, M. (1999). The Economic Theory of WTP and WTA. In Valuing Environmental Preferences: Theory and Practice of the Contingent Valuation Method in the U.S., EU and Developing Countries.",
        "Oxford University Press. Hanemann, W. (1988). Three Approaches to Defining Existence of Non-Use Value under Certainty..",
        "Hazilla, M. and Kopp, R. (1990). The Social Cost of Environmental Quality Regulation: A General Equilibrium Analysis. Journal of Political Economy, 98 (4), 853--873.",
        "Hurwicz, L. and Uzawa, H. (1971). On the Integrability of Demand Functions. In Chipman, J., Hurwicz, L., Richter, M., and Sonnenschein, H. (Eds.), Preferences, Utility and Demand. Harcourt Brace.",
        "Joskow, P., Schmalensee, R., and Bailey, E. (1998). The Market for Sulfur Dioxide Emissions. American Economic Review, 88 (4), 669--685.",
        "Kahn, M. (1997). Are the Social Benefits for Combating Los Angeles Smog Rising or Falling'DONE'. Working Paper.",
        "Kanemoto, Y. (1988). Hedonic Prices and the Benefits of Public Projects. Econometrica, 56, 981--990.",
        "Lind, R. (1973). Spatial Equilibrium, the Theory of Rents, and the Measurement of Benefits from Public Programs. The Quarterly Journal of Economics, 87 (2), 188--207.",
        "Maler, K. G. (1974). Environmental Economics: A Theoretical Inquiry. Baltimore: Johns Hopkins University for Resources for the Future.",
        "McFadden, D. and Leonard, G. (1993). Issues in the Contingent Valuation of Environmental Goods: Methodologies for Data Collection and Analysis. In Hausman, J. A. (Ed.), Contingent valuation: A critical assessment. Contributions to Economic Analysis, vol.220, pp. 165--208. North Holland.",
        "Melnick, R. (1983). Regulation and the Courts: The Case of the Clean Air Act. The Brookings Institute.",
        "OSullivan, A., Sexton, T., and Sherin, S. (1995). Property Taxes and Tax Revolts. Cambridge University Press.",
        "Palmquist, R. (1988). Welfare Measurement for Environmental Improvements Using the Hedonic Model: The Case of Nonparametric Marginal Prices. Journal of Environmental Economics and Management, 15, 297--312.",
        "Palmquist, R. (1991). Hedonic Methods. In Braden, J. and Kolstad, C. (Eds.), Measuring the Demand for Environmental Quality. North Holland.",
        "Polinsky, A. (1977). The Demand for Housing: A Study in Specification and Grouping. Econometrica, 45 (2), 447--461.",
        "Poterba, J. (1992). Taxation and Housing: Old Questions, New Answers. American Economic Review, 82 (2), 237--242.",
        "Randall, A. (1991). Total and Nonuse Values. In Measuring the Demand for Environmental Quality. North Holland.",
        "Rosen, S. (1974). Hedonic Prices and Implicit Markets: Product Dierentiation in Pure Competition.",
        "Sieg, H., Smith, V. K., Banzhaf, S., and Walsh, R. (1999). Housing Markets and Housing Prices in Hierarchical Models of Locational Equilibrium: An Empirical Analysis. Working Paper.",
        "Smith, V. K. and Espinosa, J. A. (1996). Environmental and Trade Policies: Some Methodological Lessons.",
        "Environmental and Development Economics, 1, 19--40. Smith, V. K. and Huang, J. (1995). Can Markets Value Air Quality'DONE' A Meta-analysis of Hedonic Property Value Models. Journal of Political Economy, 103, 209--227.",
        "Starrett, D. (1981). Land Value Capitalization in Local Public Finance. Journal of Political Economy, 89, 306--328.",
        "Tiebout, C. (1956). A Pure Theory of Local Expenditures. Journal of Political Economy, 64, 416--424."
    ]
}