{
    "id": 7748,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "[1] Amin, K. and V. Ng (1993): ~ARCH Processes and Option Valuation, Unpublished Manuscript, University of Michigan.",
        "[2] Black, F. (1976): ~Studies of Stock Price Volatility Changes, in Proceedings of the 1976 Meetings of the Business and Economic Statistics Section, American Statistical Association: 177-181.",
        "[3] Black, F. and M. Scholes (1973): ~The Pricing of Options and Corporate Liabilities, Journal of Political Economy 81: 637-654.",
        "[4] Constantinides, G. (1984): ~Warrant Exercise and Bond Conversion in Competitive Markets, Journal of Financial Economics 13: 371-397.",
        "[5] Crouhy, M. and D. Galai (1994): ~The Interaction Between the Financial and Investment Decisions of the Firm: The Case of Issuing Warrants in a Levered Firm, Journal of Banking and Finance 18: 861-880.",
        "[6] Danielsson, J. (1994): ~Stochastic Volatility in Asset Prices: Estimation with Simulated Maximum Likelihood, Journal of Econometrics, 64: 375-400.",
        "[7] Derman, E. and I. Kani (1994): ~Riding on the Smile, RISK 7: 32-39.",
        "[8] Duan, C. (1995): ~The GARCH Option Pricing Model, Mathematical Finance 5: 13-32.",
        "[9] Dupire, B. (1994): ~Pricing with a Smile, RISK 7: 18-20.",
        "[10] Galai, D. and M. Schneller (1978): ~Pricing Warrants and the Value of the Firm, Journal of Finance 33: 1333-1342. K",
        "[11] Gallant, A.R., D. Hsieh, and G. Tauchen (1994): ~Estimation of Stochastic Volatility Models with Diagnostics, Unpublished Manuscript, Duke University.",
        "[12] Glosten, L., R. Jagannathan, and D. Runkle (1993): ~On the Relation Between the Expected Value and the Volatility of the Nominal Excess Return on Stocks, Journal of Finance, 48: 1779-1801.",
        "[13] Harvey, A., E. Ruiz, and N. Shephard (1994): ~Multivariate Stochastic Variance Models, Review of Economic Studies 61: 247-264.",
        "[14] Jacquier, E., N. Polson, and P. Rossi (1994): ~Bayesian Analysis of Stochastic Volatility Models, Journal of Business and Economic Statistics 12: 371-389.",
        "[15] Melino, A. and S. Turnbull (1990): ~Pricing Foreign Currency Options with Stochastic Volatility, Journal of Econometrics, 45: 239-265.",
        "[16] Merton, R. (1973): ~The Theory of Rational Option Pricing, Bell Journal of Economics and Management Science 4: 141-183.",
        "[17] Merton, R. (1976): ~Option Pricing when the Underlying Stock Returns are Discontinuous, Journal of Financial Economics 5: 125-144.",
        "[18] Nelson, D. (1990): ~ARCH Models as Diffusion Approximations, Journal of Econometrics 45: 7-38.",
        "[19] Rubinstein, M. (1994): ~Implied Binomial Trees, Journal of Finance 59: 771-818.",
        "[20] Schulz, G.U. and S. Trautmann (1994): ~Robustness of Option-Like Warrant Valuation, Journal of Banking and Finance 18: 841-859.",
        "[21] Schwartz, E. (1977): ~The Valuation of Warrants: Implementing a New Approach, Journal of Financial Economics 4: 79-93.",
        "[22] Shimko, D. (1991): ~Bounds of Probability, RISK 6: 33-37. L"
    ]
}