{
    "id": 775,
    "cites": 55,
    "cited_by": 6,
    "reference": [
        "Anderson, L.C., and J.L. Jordan. 1968. Monetary and fiscal actions: A test of their relative importance in economic stabilization. Federal Reserve Bank of St. Louis Review 50, No. 11: 11-24.",
        "Bank of Canada. Annual Report 1975. Ottawa: Bank of Canada.",
        "Bank of Canada. Annual Report 1976. Ottawa: Bank of Canada.",
        "Bank of Canada. Annual Report 1977. Ottawa: Bank of Canada.",
        "Bank of Canada. Annual Report 1978. Ottawa: Bank of Canada.",
        "Bank of Canada. Annual Report 1979. Ottawa: Bank of Canada.",
        "Baumol, W.J. 1952. The transactions demand for cash: an inventory theoretic approach. Quarterly Journal of Economics 66: 545-556.",
        "Boyer, R.S. 1978. Optimal foreign exchange market intervention. Journal of Political Economy 86: 1045-1055.",
        "Brainard, W.C. 1967. Uncertainty and the effectiveness of policy. American Economic Review 57: 411-425.",
        "Courchene, T.J. 1976. Monetarism and controls: the inflation fighters. Montreal: C.D. Howe Research Institute.",
        "Courchene, T.J. 1977. The strategy of gradualism. Montreal: C.D. Howe Research Institute.",
        "Courchene, T.J. 1979. On defining and controlling money. Canadian Journal of Economics 12: 604-615.",
        "Davis, R.G. 1969. How much does money matter? A look at some recent evidence. Federal Reserve Bank of New York Monthly Review 51: 119-131.",
        "Dewald, W.G. 1980. Fast vs. gradual policies for controlling inflation. Federal Reserve Bank of Kansas City Economic Review, January: 16-23.",
        "Dingle, J.F., G.R. Sparks and M.A. Walker. 1972. Monetary policy and the adjustment of chartered bank assets. Canadian Journal of Economics 5: 494-514.",
        "Duguay, p. 1978. Une analyse du modÃ\u0083Â¨le a forme rÃ\u0083Â©duite. Technical Report 15. Ottawa: Bank of Canada.",
        "Duguay, P. and P. Jenkins. 1978. Economic stabilization and the money supply. Technical Report 12. Ottawa: Bank of Canada.",
        "Feilner, W. 1979. The credibility effect and rational expectations: implications of the Gramlich study. Brookings Papers on Economic Activity, 167-178.",
        "Fortin, P. 1979. Monetary targets and monetary policy in Canada: a critical assessment. Canadian Journal of Economics 12, 625-646.",
        "Freedman, C. 1978a. The implication of a change in resource prices: a simulation exercise. Mimeographed. Ottawa: Bank of Canada.",
        "Freedman, C. 1978b. Gradualism - theory and simulations. Paper presented at conference on issues in public policy (I), Queens University, April 1978.",
        "Freedman, C. 1978c. Phillips curves, Fisher effects and reduced-form models. Mimeographed. Ottawa: Bank of Canada.",
        "Freedman, C. 1981. Some theoretical aspects of base control. NBER Working Paper 650. Cambridge, Mass.: National Bureau of Economic Research.",
        "Freedman, C. and D. Lonqworth. 1975. An analysis of the workings of monetary policy in ROX2. Paper presented to the Queens Conference on Canadian Monetary Issues, August 1975.",
        "Freeman, G.E. 1978. Recent developments in Canadian monetary policy. Kredit and Kapital, 145-156.",
        "Friedman, B.M. 1977a. The inefficiency of short-run monetary targets for monetary policy. Brookings Papers on Economic Activity, 293-335.",
        "Friedman, B.M. 1977b. Empirical issues in monetary economics. Journal of Monetary_Economics 3, 87-101.",
        "Friedman, B.M. 1979. Optimal expectations and the extreme information assumptions of rational expectations macromocIels. Journal of Monetary Economics 5: 23-42.",
        "Friedman, M. 1959. The demand for money - some theoretical and empirical results. Journal of Political Economy 67: 327-351.",
        "Friedman, M. 1968. The role of monetary policy. American Economic Review 58: 1-17.",
        "Griliches, Z. 1967. Distributed lags: a survey. Econometrica 35: 16-49.",
        "Haas, R.D., and W.E. Alexander. 1979. A model of exchange rates and capital flows: the Canadian floating rate experience. Journal of Money, Credit and Banking 11: 467-48 2.",
        "Henderson, D.W. 1979. Financial policies in open economies. American Economic Review 69: 232-239.",
        "Holbrook, R.S. 1972. Optimal economic policy and the problem of instrument instability. American Economic Review 62: 5 7-65.",
        "Kareken, J.H., T. Muench, and N. Wallace. 1973. Optimal open market strategy: the use of information variables. American Economic Review 63: 156-172.",
        "Laidler, D.E.W. 1977. The demand for money: theories and evidence. 2nd ed. New York: Dun-Donnelley Publishing Corporation.",
        "LeRoy, S.F. and D.E. Lindsey. 1978. Determining the monetary instrument: a diagrammatic exposition. American Economic Review 68: 929-934.",
        "Lucas, R.E. Jr. 1976. Econometric policy evaluation: a critique. In The_Phillips_Curve and Labour Markets, eds. K. Brunner and A,H. Meitzer, pp. 19-46. Amsterdam: North Holland.",
        "Meyer, L.H. 1974. Lagged adjustment in simple macro models. Oxford Economic Papers 26: 334--349.",
        "Meyer, L.H. and R.H. Rasche, 1980. On the costs and benefits of anti-inflation policies, Federal Reserve Bank of St~ Louis Review 62, No. 2: 2-14, Mitchell, D.W. 1980. The relation between alternative choices of monetary policy tool and information variable. Journal of Macroeconomics 2: 247-256.",
        "Modiqliani, F,, and A.. Ando. 1976. impacts of fiscal actions on aggregate income and the monetarist controversy: Theory and Evidence, In Monetarisrn, ed. J. Stein, pp. 17-42. Amsterdam: North--Holland.",
        "Phillips, A.W. 1954. Stabilisatiion policy in a closed economy. Economic Journal 64: 290-323.",
        "Pierce, J.L. and T.D. Thomson. 1972. Some issues in controlling the stock of money. In Controlling Monetary Aggregates. II: The Implementation. Federal Reserve Bank of Boston.",
        "Poole, W. 1970a. Optimal choice of monetary policy instruments in a simple stochastic macro model. Quarterly Journal_of Economics 84: 197-216.",
        "Poole, W. 1970b. Gradualism: a mid-course view. Brookings Papers on Economic Activity: 271-295.",
        "Poole, W. 1971. Rules-of-thumb for guiding monetary policy. Open Market Policies and Operating Procedures: 135-189. Board of Governors of the Federal Reserve System. Washington.",
        "Sargent, T.J. 1971. A note on the accelerationist controversy, Journal of Money, Credit and Banking 3, 721-725.",
        "Tobin, J. 1956. The interest elasticity of transactions demand for cash. Review of Economics and Statistics 38: 241-247.",
        "Tobin, 1. 1974. Monetary policy in 1974 and beyond. Brookings Papers on Economic Activity: 219-232.",
        "Tobin, J. 1980. Stabilization policy ten years after. Brookings Papers on Economic Activity: 19-71.",
        "White, W.R. 1976. The demand for money in Canada and the control of monetary aggregates: Evidence from the monthly data, Staff Research Study 12. Ottawa: Bank of Canada.",
        "White, W.R. 1978. Controllability of the money supply. Paper presented at Conference on Issues in Public Policy (I), April 1978, at Queens University, Kingston, Ontario.",
        "White, W.R. 1979. Alternative monetary targets and control instruments in Canada: Criteria for choice, Canadian Journal of Economics 12: 590-604.",
        "White, W.R., and S.S. Poloz. 1980, Monetary policy and chartered bank demand functions for excess cash reserves. Canadian Journal of Economics 13: 189-205.",
        "Wurzburger, B.W. 1978. `Crowding out and the St. Louis reduced-form estimator: Theory and Canadian evidence. Mimeographed. Ottawa: Bank of Canada."
    ]
}