{
    "id": 7753,
    "cites": 25,
    "cited_by": 7,
    "reference": [
        "Barberis, N., M. Huang, and T. Santos, 1999, Prospect Theory and Asset Prices, mimeo, University of Chicago.",
        "Basar, T. and P. Bernhard, 1991, 7-(~-Optimal Control and Related Minimax Design Problems, Birkhauser.",
        "Basar, T. and C. Olsder, 1999, Dynamic Noncooperative Came Theory, SIAM.",
        "Cecchetti, S., P. Lam, and M. Nelson, 1997, Asset Pricing with Distorted Behefs: Are Equity Returns to Good to be True?, mimeo.",
        "Constantinides, C. and D. Duffie, Asset Pricing with Heterogenous Consumers, Journal of Political Economy, 104, 219-240. Daniel, K., Hirshleifer, D., and A. Subrahmanyam, 1998, Investor Psychology and Security Market Under- and Overreactions, The Journal of Finance, 53(6), pp.1839-1885.",
        "Doyle, J., K. Clover, P. Khargonekar and B. Francis, 1989, State Space Solutions to Standard 7-12 and 7-1,,,, Control Problems, IEEE Transactions on Automatic Control. vol. AC-34, 831-847.",
        "Fama E., and K. French, 1988, Dividend Yields and Expected Stock Returns, Journal of Financial Economics, 22, 3-27.",
        "Gourinchas, P. and A. Tornell, 2000, Exchange Rate Dynamics and Misperception,  mimeo UCLA.",
        "Hansen, L., T. Sargent and T. Taliarini, 1999, Robust Permanent Income and Pricing, Review of Economic Studies. 66(4), pp. 873-907.",
        "Hansen, L., and T. Sargent, 1998, Discounted Robust Linear Decision and Estimation in the Frequency Domain, mimeo.",
        "Heaton J., and D. Lucas, 1996, Evaluating the Effects of Incomplete Markets on Risk Sharing and Asset Pricing, Journal of Political Economy, 104, 668-712.",
        "Huber, P. 1981, Robust Statistics, John Wiley.",
        "Kwakernaak, H. and R. Sivan, 1972, Linear Optimal Control Systems, John Wiley; Kalmeman, D. and A. Tversky; On the Psychology of Prediction, Psychological Review, 80(4), pp.237-251.",
        "LeRoy and Porter, 1981, The Present Value Relation: Tests Based on Variance Bounds, Econometrica, 49, 555-577.",
        "Lucas, R., 1973, Some International Evidence on Output-Inflation Trade-offs, The American Economic Review, Vol. 63, No. 3, pp. 326-334.",
        "Lucas, R., 1978, Asset Prices in an Exchange Economy; Econometrica, 46, 1429-1445.",
        "Mehra, R. and E. Prescott, 1985, The Equity Premium: A Puzzle, Journal of Monetary Economics, 15, 145-161.",
        "Mnllainathan, 5., 1998, A Memory Based Model of Bounded Rationality; mimeo, MIT.",
        "IViuth, J., 1960, Optimal Properties of Exponentially Weighted Forecasts, Journal of the American Statistical Association, Vol. 55, No. 290, pp. 299-306.",
        "Onatski, A. and J. Stock, 2000, Robust Monetary Policy Under Model Uncertainty in a Small Model of the U.S. Economy, NBER working paper No. 7490.",
        "Shiller, R., 1981, Do Stock Prices Move Too Much to be Justified By Subsequent Changes in Dividends?, American Economic Review, 71, 421-436.",
        "Shiller, R., 1989, Market Volatility, MIT Press.",
        "Timmerman, A., 1996, Excess Volatility and Predictability of Stock Prices in Autorregressive Dividend Models with Learning, Review of Economic Studies, 63(4), pp. 523-557.",
        "Whitle, P., 1990, Risk Sensitive Optimal Control, J. Wiley.",
        "Zarnes, C., 1981, Feedback and Optimal Sensitivity: Model Reference Transformations, Multiplicative Seminorms, and Approximate Tnverses, IEEE Transactions on Automatic Control, vol AC-26, 301-320."
    ]
}