{
    "id": 7754,
    "cites": 23,
    "cited_by": 8,
    "reference": [
        "Barrons Educational Series, Inc., Barrons Profiles of American Colleges, Eighteenth Edition. Hauppage, New York: Barrons Educational Series, Inc., 1991.",
        "Bechtle, Louis C., Chief Judge of the United States District Court for the Eastern District of Pennsylvania, Memorandum and Order, United States v. Brown University in Providence in the State of Rhode Island and Providence Plantations; the Trustees of Columbia University in the City of New York; Cornell University; the Trustees of Dartmouth College; President and Fellows of Harvard College, Massachusetts; Massachusetts Institute of Technology; the Trustees of Princeton University; the Trustees of the University of Pennsylvania; and Yale University, August 7, 1991.",
        "Bechtle, Louis C., Chief Judge of the United States District Court for the Eastern District of Pennsylvania, Judgement, United States v. Brown University in Providence in the State of Rhode Island and Providence Plantations; the Trustees of Columbia University in the City of New York; Cornell University; the Trustees of Dartmouth College; President and Fellows of Harvard College, Massachusetts; Massachusetts Institute of Technology; the Trustees of Princeton University; the Trustees of the University of Pennsylvania; and Yale University, September 2, 1992.",
        "Cage, Mary Crystal. Justice Department Widens Probe of Tuition and Student Aid to 40 Colleges, The Chronicle of Higher Education, September 20, 1989.",
        "Cage, Mary Crystal. Colleges Under Investigation by Justice Department, The Chronicle of Higher Education, September 27, 1989.",
        "Dodge, Susan. Overlap Group Makes Aid Process Fairer, The Chronicle of Higher Education, October 11, 1989.",
        "Ehrenberg, R. and S. Murphy. What Price Diversity'DONE': the Death of Need Based Financial Aid at Selective Private Colleges and Universities. manuscript of article (shortened) published in Change. 1993.",
        "Hansman, H. and A. Klevorik. Competition and Coordination in Markets for Higher Education, New Haven: Yale University Press, 1993.",
        "Hoxby, Caroline, and Bridget Terry. Explaining Rising Wage and Income Inequality Among the CollegeEducated, NBER Working Paper No. , 1998.",
        "Jaschik, Scott. Antitrust Agreement Will Not Bring Lower Tuition Rates, The Chronicle of Higher Education, May 29, 1991.",
        "Jaschik, Scott. Ivy League Agrees to End Collaboration on Financial Aid, The Chronicle of Higher Education, May 29, 1991.",
        "Jaschik, Scott. Overlap Group Could Survive Ivy Leagues Agreement to End Collaboration on Financial Aid, Lawyers Say, The Chronicle of Higher Education, June 5, 1991.",
        "Jaschik, Scott. Colleges Question Effectiveness of Overlap Group, The Chronicle of Higher Education, May 20, 1992.",
        "Jaschik, Scott. MIT Trial Opens in Philadelphia, The Chronicle of Higher Education, July 1, 1992.",
        "Jaschik, Scott. Judge Rules MIT Violated Antitrust Law as Member of 23-College Overlap Group, The Chronicle of Higher Education, September 9, 1992.",
        "Jaschik, Scott. Appeals Court Give MIT Another Chance, The Chronicle of Higher Education, September 29, 1993.",
        "Jaschik, Scott. Excerpts from Ruling to Return Overlap Case for New Trial, The Chronicle of Higher Education, September 29, 1993.",
        "Jaschik, Scott. An Ambigous Antitrust Settlement, The Chronicle of Higher Education, January 5, 1994.",
        "McPherson, Michael and M. Shapiro. Keeping College Affordable, Washington, D.C.: Brooking Institution Press, 1991.",
        "Parent, Jennifer L. Antitrust Law--Antitrust Laws Apply to Universities Jointly Determining Aid Awards for Commonly Admitted Students--United States v. Brown University, Suffolk University Law Review, Spring, 1994.",
        "Petronio, Michael C. Eliminating the Social Cost of Higher Education: The Third Circuit Allows Social Welfare 45 Benefits to Justify Horizontal Restraints of Trade in United States v. Brown University, Georgetown Law Journal, November 1994.",
        "Richmond, Douglas R. Antitrust and Higher Education: An Overview, University of Missouri at Kansas City Law Review, Spring, 1993.",
        "Stachtiaris, Theodore J. Antitrust in Need: Undergraduate Financial Aid and United States v. Brown University, Fordham Law Review, April, 1994."
    ]
}