{
    "id": 7758,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "Blake, D. and A. Nied, The Demand for Alcohol in the United Kingdom, Applied Economics, 29, 16551672, 1997.",
        "Heien, D. and G. Pompelli, The Demand for Alcoholic Beverages: Economic and Demographic Effects, Southern Economic Journal, vol. 55, no. 3, Jan., 1989.",
        "Lehto J. Approaches to Alcohol Policy, WHO Regional Publications, European Series, no 60 1995.",
        "Nelson J. Broadcast Advertising and US Demand for Alcoholic Beverages, Southern Economic Journal 65(4) 774-790, 1999.",
        "Switzerland, various years. Ogborne, A., and Smart, R., Will Restrictions on Alcohol Advertising Reduce Alcohol Consumption'DONE', British Journal of Addiction, 75, 293-296 1980.",
        "Ornstein, S. and Hanssens, D., Alcohol Control Laws and the Consumption of Distilled Spirits and Beer, Journal of Consumer Research, 12, 200-213, 1985.",
        "Rao, R. and P. Miller, Advertising/Sales Response Functions, Journal of Advertising Research, 15:7-15, 1975.",
        "Saffer, H. Alcohol Advertising Bans and Alcohol Abuse: Reply, Journal of Health Economics, 12., 229234, 1993.",
        "Saffer, H. Alcohol Advertising and Alcohol Consumption: Econometric Studies, in The Effects of the Mass Media on the Use and Abuse of Alcohol, S. Martin and P. Mail, eds., Rockville MD: National Institute on Alcohol Abuse and Alcoholism, 1995.",
        "Saffer, H. Studying the Effects of Alcohol Advertising on Consumption, Alcohol Health and Research World, NIAAA, vol. 20, no. 4, 1996.",
        "Saffer, H. Alcohol Advertising and Highway Fatalities, Review of Economics and Statistics, vol. 79, no. 3, August, 1997.",
        "Saffer, H. Economic Issues in Cigarette and Alcohol Advertising, Journal of Drug Issues, vol. 28, no.3 summer 1998.",
        "Stewart, D. Measures, Methods, and Models in Advertising Research, Journal of Advertising Research, 54-60, June/July 1989.",
        "United Nations, Industrial Commodity Statistics Yearbook, New York, various editions. United Nations, Statistical Yearbook, New York, various editions. World Health Organization, Tobacco or health:A global status report, WHO: Geneva, 1997."
    ]
}