{
    "id": 7759,
    "cites": 46,
    "cited_by": 20,
    "reference": [
        "Abraham, Katharine G., The CPI Commission: Discussion, American Economic Review (May), 1997.",
        "Abraham, K., Testimony on the CPI, Testimony before the House Budget Committee, March 7, 1997.",
        "Abraham, K., John S. Greenlees and Brent R. Moulton, Working to Improve the Consumer Price Index, Journal of Economic Perspectives, Winter 1998, 12(1), pp. 27-36.",
        "Berndt, Ernst R., Iain Cockburn and Zvi Griliches, Pharmaceutical innovations and market dynamics: Tracking effects of price indexes for anti-depressant drugs, 1996, Brookings Papers on Economic Activity.",
        "Boskin, Michael J., E. Dulberger, R. Gordon, Z. Griliches, and D. Jorgenson, Consumer Prices, the Consumer Price Index, and the Cost of Living, Journal of Economic Perspectives, Winter, 1998, 12(1), pp. 3-26.",
        "Braithwait, Steven D., Substitution Bias of the Laspeyres Price Index: An Analysis Using Estimated Cost-of-Living Indexes, American Economic Review, March 1980, 70:1, 64-77.",
        "Cage, Robert, New Methodology for Selecting CPI Outlet Samples, Monthly Labor Review, December 1996, pp. 49-61.",
        "Cardenas, Elaine M., Revision of the CPI Hospital Services Component, Monthly Labor Review, December 1996, pp. 40-48.",
        "Cutler, David and Mark McClellan, The determinants of technological change in heart attack treatment, NBER working paper 5751, September 1996.",
        "Cutler, David M., Mark McClellan, Joseph P. Newhouse and Dahlia Remler, Are Medical Prices Declining?, NBER working paper 5750, September 1996.",
        "Cutler, David M., Mark McClellan, Joseph P. Newhouse, and Dahlia Remler, Pricing Heart Attack Treatments, NBER working paper 7089, April 1999.",
        "Cutler, David M., Mark McClellan, and Joseph P. Newhouse, The Costs and Benefits of Intensive Treatment for Cardiovascular Disease, in Triplett, ed., 1999, pp. 34-71.",
        "Diewert, W. Erwin, Exact and Superlative Index Numbers, Journal of Econometrics, May 1976, 4, 115-45.",
        "Diewert, W. Erwin, Axiomatic and Economic Approaches to Elementary Price Indexes, NBER working paper 5104, May 1995.",
        "Diewert, W. Erwin, Index Number Issues in the Consumer Price Index, Journal of Economic Perspectives, Winter 1998, 12(1), pp. 47-58.",
        "Ellison, Sara Fisher, and Judith K. Hellerstein, The Economics of Antibiotics: An Exploratory Study, in Triplett, ed., 1999, pp. 118-143.",
        "Fisher, Irving, The Making of Index Numbers, Boston, Houghton Mifflin, 1922.",
        "Fixler, Dennis, Treatment of Mandated Pollution Control Measures in the CPI, CPI Detailed Report, September 1998, pp. 4-7.",
        "Frank, Richard G., Ernst R. Berndt, and Susan H. Busch, Price Indexes for the Treatment of Depression, in Triplett, ed., 1999, pp. 72-117.",
        "Gordon, Robert J. The Measurement of Durable Goods Prices, Chicago, University of Chicago Press for NBER, 1990.",
        "Greenlees, J., Expenditure Weight Updates and Measured Inflation, unpublished, 1997.",
        "Griliches, Zvi, Hedonic Price Indexes and Quality Change, in G. Stigler, op. cit., 1961.",
        "Griliches, Zvi, and Iain Cockburn, Generics and New Goods in Pharmaceutical Price Indexes, American Economic Review, December 1994, 84(5), 1213-1232.",
        "Hausman, Jerry, Valuation of New Goods Under Perfect and Imperfect Competition, in Bresnahan, T, and Robert J. Gordon, eds., The Economics of New Goods, Chicago, University of Chicago Press, 1997.",
        "Hausman, Jerry, Comment on CPI Commission Report, 1997 Papers and Proceedings, American Economic Review, Princeton, NJ.",
        "Hausman, Jerry, Cellular Telephone, New Products and the CPI, revised draft, May, 1998, forthcoming in Journal of Business and Economic Statistics.",
        "Hicks, John R., The Valuation of the Social Income, Economica, May 1940,7:26, 105-24.",
        "Jorgenson, Dale W. and Daniel T. Slesnick, Individual and Social Cost-of-Living Indexes, in Diewert, W.E., and C. Montmarquette, eds., Price Level Measurement, Ottawa, Statistics Canada, 1983, pp. 241-336.",
        "Moulton, Brent R., Bias in the Consumer Price Index: What is the Evidence? Journal of Economic Perspectives, Fall 1996, 10:4, 159-177.",
        "Moulton, Brent R., and Karin E. Moses, Addressing the Quality Change Issue in the Consumer Price Index, Brookings Papers on Economic Activity, 1997, 28(1), pp. 305-49.",
        "Moulton, Brent R., Timothy J. LaFleur, and Karin E. Moses, Research on Improved Quality Adjustment in the CPI: The Case of Televisions, presented to the Conference of the Ottawa Group, April 1998.",
        "Nordhaus, William D., Do Real-Output and Real-Wage Measures Capture Reality? The History of Light Suggests Not, in Bresnahan T., and R.J. Gordon, eds., The Economics of New Goods, University of Chicago Press, 1997, pp. 29-66.",
        "Nordhaus, William D., Quality Change in Price Indexes, Journal of Economic Perspectives, Winter 1998, 12(1), pp. 59-68.",
        "Pollak, Robert A., The Social Cost of Living Index, Journal of Public Economics, Vol. 15, No. 3, June 1981. pp 311-336.",
        "Shapiro, Matthew D., and David W. Wilcox, Mismeasurement in the Consumer Price Index: An Evaluation, NBER Macroeconomics Annual 1996.",
        "Shapiro, Matthew D., and David W. Wilcox, Alternative Strategies for Aggregating Prices in the CPI, NBER working paper 5980, March 1997.",
        "Shapiro, Irving, Matthew D. Shapiro, and David W. Wilcox, Quality Improvement in Health Care: A Framework for Price and Output Measurement, NBER working paper 6971, February 1999.",
        "Slifman, L., and C. Corrado, Decomposition of Productivity and Limit Costs, Occasional Stuff Studies, Federal Reserve Board, November 18, 1996.",
        "Stigler, George, ed., The Price Statistics of the Federal Government. Report to the Office of Statistical Standards, Bureau of the Budget. New York, National Bureau of Economic Research, 1961.",
        "Tobin, J. Thoughts on Indexing the Elderly, Public Interest Report, Federation of American Scientists, May, 1997.",
        "Tornqvist, Leo, The Bank of Finlands Consumption Price Index, Bank of Finland Monthly Bulletin, 1936, 10, 1-8.",
        "Triplett, Jack (ed.), Measuring the Prices of Medical Treatments, Washington, Brookings, 1999.",
        "U.S. Bureau of Labor Statistics, BLS Handbook of Methods, Bulletin 2414, Washington, U.S. Government Printing Office, 1992.",
        "U.S. Bureau of Labor Statistics, Measurement Issues in the Consumer Price Index, June 1997, response to the U.S. Congress, Joint Economic Committee.",
        "U. S. Bureau of Labor Statistics, Scheduled Updates for Expenditure Weights in the Consumer Price Index, CPI Detailed Report, February 1999, pp. 5-6.",
        "U. S. General Accounting Office, Consumer Price Index: Update of Boskin Commissions Estimate of Bias. Washington, draft report, January 2000."
    ]
}