{
    "id": 7761,
    "cites": 18,
    "cited_by": 53,
    "reference": [
        "Altonjil'J.FElderFT.Fand TaberFC.F Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic SchoolsFunpublished manuscriptl'2000.",
        "AngristFJ.Fand KruegerFA.F Empirical Strategies in Labor Economicsfin Ashenfelter and Card eds. Handbook of Labor Economics, 2000. ArkesF J.F Using State Unemployment Rates During Teenage Years as an Instrument to Estimate the Returns to SchoolingF unpublished manuscriptf Center for Naval AnalysesFl998.",
        "BlossfeldFH. and Shavitl'Y.I' 1993. Persistent Inequality: Changing Educational Attainment in Thirteen CountriesFBoulderF Co:Westview PressFl993.",
        "CameronFS.Fand HeckmanFj.F The Nonequivalence of High School EquivalentsF The Journal of Labor EconomicsF 11(1993)F1-47. 1998a. Life Cycle Schooling and Educational Selectivity: Models and ChoiceF F Journal of Political Economyf AprilF 1998.",
        "_J998b. The Dynamics of Education Attainment for BlacksFWhitesfand HispanicsF Columbia University manuscriptf 1998.Presented at NBERFApr11 1997. CardF DaridF EarningsF Smolingl' and Abili4' RevisitedFResearch in Labor Economics 14, 1995aF 23-48. Cardl'Davidl' Using Geographic Variation in College Proximity to Estimate the Return to Schoolingi in Louis N. Christofldesl'E. Kenneth Grand' and Robert Swidinskyl' eds. Aspects of Labor Market Behavior: Essays in Honour of John Vanderkamp, (Toronto:University of Toronto Press)I'1995bF201-222. Cardl'Davidl' Estimating the Return to Schooling: Progress on Some Persistent Econometric Problemsl unpublishedmanuscriptfl999. Cardl' Da'idl' The Causal Effect of Education on Earningsl in Ashenfelter and Card eds.",
        "Hauserl'R.I'1993. Trends in College Attendance Among Blacksl'Whitespand Hispanics ['. in Studies of Supply and Demand in Higher Education. C. Clotfelter and M. Rothschildl' eds. University of Chicago Press.",
        "HeckmanF J.17 and Singed' BIT A Method for Minimizing the Impact of Distributional Assumptions in Economic Models for Duration DatalEconometrical7 52(1984)17 271320.",
        "Heckmanl'J. and Edward Vytlacil]T Instrumental Variables for the Correlated Random Coefficient Model: Estimating the Average Rate of Return to Schooling when the Return is Correlated with SchoolingF forthcomingF Journal of Human Resources, 1998.",
        "Imbensl'G.lTand Angristl'J.I' Identification and Estimation of Local Average Treatment Effectsl Econometrical 62(1994).",
        "KaneFT. 1994. College Entry by Blacks since 1970: The Role of College CostsFFamily Background and the Returns to Educationi Journal of Political EconomyFlO2F 878911. Keanel' MIT and Wpinl' Kr' 'The Effect oftental Transfers and Borrowing Constraints on Educational AttainmentF unpublishedmanuscriptFl999.",
        "Klingl'JeffreyF Interpreting Instrumental Variables Estimates of the Returns to SchoolingF  Princetonlndustrial Sections Working paper no. 41517 1999. LangFKevinl' Ability Biasl'Discount Rate Biasl'and the Return to EducationF unpublished manuscriptF BostonUniversityfl994.",
        "Manskil'C. and D. Wisel' 1983. College Choice in Americal' Harrd University Press.",
        "Manskil' C.F 1993. Income and Higher EducationlFocus (University of Wisconsin-Madisoni' Institute for Research on Poverty) Vol 141' No.3. Marel'R.D. 1980. Social Background and School Continuation Decisionsi Journal of The American Statistical Associationl'75 (June)I'295-305.",
        "MayerFS.1'1997. What Money Can't Buy, Harvard University Press.",
        "Orfield[' GI' 1992. Moneyl' Equityl' and College Accessl Harvard Educational Review 72(3)1' (EEl' 19921):337-372. Rosenl'Sl' 19771' Human Capital A Survey of Empirical Researchi Research in Labor Economics Vol. 1, ed. R. Ehrenbergl'3-39.",
        "SheaF J.I' 2000. Does Parent's Money Matter? forthcomingl' Journal of Public Economics.",
        "TaberFC.IT The Rising College Premium in the Eighties: Return to College or Return to Ability? unpublished manuscriptF Nortlwestern Universityl'1999.",
        "WillisI' Rand RosenFS.I' Education and Self- SelectionD Journal of Political Economyl' 871' 1979."
    ]
}