{
    "id": 7764,
    "cites": 18,
    "cited_by": 23,
    "reference": [
        "Bernanke, Benjamin, 1983, Non-monetary effects of the financia l crisis in the propagation of the great depression, American Economic Review 73, 257-276.",
        "Chang, Roberto and Andres Velasco, 1999, Liquidity Crises in Emerging Markets: Theory and Policy, working paper, federal Reserve Bank of Atlanta.",
        "Demirguc-Kunt, Asli and Enrica Detragiache, 1999, The Determinants of Banking Crises in Developing and Developed Countries, IMF Staff Papers.",
        "Diamond, D. W. [1999], Should Japanese Banks Be Recapitalized'DONE' University of Chicago working paper.",
        "Diamond, D. W. and P. H. Dybvig [1983], Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy 91, 401-419.",
        "Diamond, D. and R. Rajan [1999], Liquidity risk, liquidity creation and financial fragility: A theory of banking, mimeo, University of Chicago.",
        "Diamond, D. W. and R. G. Rajan [2000a], A Theory of Bank Capital, forthcoming, Journal of Finance..",
        "Diamond, D. and R. Rajan [2000b], Aggregate Liquidity Shortages and Banking Crises, in progress, University of Chicago.",
        "Dooley, Michael, and Insook Shin [1999], Private Inflows when Crises are Anticipated: A Case Study of Korea, mimeo.",
        "Hart, Oliver and John Moore, A Theory of Debt Based on the Inalienability of Human Capital, Quarterly Journal of Economics, v109 n4 (November 1994), pp. 841-79.",
        "HolmstrÃ\u0083Â¶m, B. and J. Tirole [1997], Financial Intermediation, Loanable Funds, and the Real Sector, Quarterly Journal of Economics, 52 (August): 663-692.",
        "Kaminsky, Graciela, and Carmen Reinhart, (1999), The Twin Crises: The Causes of Banking and Balanceof -Payment problems, American Economic Review, vol 89, 3, 473-500 Kashyap, A., R. Rajan, and J. Stein [1999], Banks as Liquidity Providers: An Explanation for the Co-Existence of Lending and Deposit Taking, mimeo, University of Chicago.",
        "Krugman, Paul (1998), What Happened to Asia, mimeo, M.I.T.",
        "Lane, Timothy, Atish Ghosh, Javier Hamann, Steven Phillips, Marianne Schulze-Ghattas, and Tsidi Tsikata, IMF supported programs in Indonesia, Korea, and Thailand: A preliminary Assessment, mimeo, International Monetary Fund. Myers, Stewart and Raghuram Rajan (1998), The Paradox of Liquidity, Quarterly Journal of Economics , August 1998, vol 113: (3), pp 733-771.",
        "Pomerleano, Michael (1998), The East Asian Crisis and Corporate Finances -- The Untold Micro Story, Emerging Markets Quarterly.",
        "Radelet, Steven and Jeffrey Sachs (1998), The East Asian Financial Crisis: Diagnosis, Remedies, Prospects, mimeo, Harvard Institute for International Development.",
        "Rajan, Raghuram and Luigi Zingales, (1998), Which Capitalism: Lessons from the Asian Crisis, Journal of Applied Corporate Finance.",
        "Smith, Bruce (1991), Bank Panics, Suspensions, and Geography: Some Notes on the Contagion of Fear in Banking, Economic Inquiry; v29 n2 April 1991, pp. 230-48."
    ]
}