{
    "id": 7766,
    "cites": 24,
    "cited_by": 15,
    "reference": [
        "Ades, Alberto, and Rafael Di Tella, 1999, Rents, Competition, and Corruption, American Economic Review 89(4): 982-993.",
        "Ades, Alberto, and Rafael Di Tella, 1997, &apos;National Champions and Corruption: Some Unpleasant Interventionist Arithmetic, The Economic Journal, Vol. 107 (443): 1023-42,July.",
        "Alesina, Alberto, Vittorio Grilli, and Gian Maria Milesi-Ferretti, 1994, The Political Economy of Capital Controls, eds, By Leonardo Leiderman and Assaf Razin, Capital Mobility: The Impact on Consumption, Investment and Growth, Cambridge University Press for the Centre for Economic Policy Research.",
        "Bai, Chong-En, David Li, Yingyi Qian, and Yijiang Wang, 1999, Limiting Government Predation through Anonymous Banking: A Theory with Evidence from.China.Unpublished working paper.",
        "Bardhan, Pranab, 1997, Corruption and Development: A Review of Issues, Journal of Economic Literature, Vol. )Q(XV (September): 1320-1346.",
        "Bertolini, Leonardo, and Allen Dra.zen, 1997, Capital Account Liberalization as a Signal, American Economic Review, 87W: 138-154.",
        "Cukierman, A. S. Edwards, and U. Tabellini, 1992, Measuring the Independence of Central Banks and Its Effects on Policy Outcomes,  World Bank Economic Review, 6, 353-98.",
        "Giovamiini, Alberto, and Martha de Melo, 1993, Government Revenue from Financial Repression, American Economic Review, 83(4): 953-963.",
        "Grilli, Vittorio, and Gian Maria Milesi-Ferretti, 1995, Economic Determinants of Capital Controls, International Monetary Fund Staff Papers, 42(3): 517-551. September.",
        "Li, Wei, 1999, Optimal Financial Repression and Asset pricing: Theory and Evidence from China, working paper, Duke University.",
        "Huang, Haizhou, and Shang-Jin Wei, 2000, Corruption, Inflation, and Central Bank Independence, in preparation, IMP and Harvard University.",
        "Johnston, Barry and Natalia Tamirisa, 1998, Why Do Countries Use Capital Controls? IMF Working Paper WP/98/1 81, December.",
        "Johnston, Barry, with Mark Swinburne, Alexander Kyei, Bernard Laurens, David Mitchem, mci Otker, Susana Sosa and Natalia Tamirisa, 1999. Exchange Rate Arrangements and Currency Convertibility: Developments and Issues, Washington: International Monetary Fund.",
        "Kaufmann, Daniel, and Shang-Jin Wei, 1999, Does &apos;Grease Money&apos; Speed Up the Wheels of Commerce? NBER Working Paper 7093.",
        "McKinnon, Ronald, 1973, Money and Finance in Economic Development Milesi-Ferretti, Gian Maria, 1998, Why Capital Controls? Theory and Evidence, in Sylvester Eijffinger and Harry Huizinga, eds., Positive Political Economy: Theory and Evidence, Cambridge University Press.",
        "Rodrik, Dani, 1999, Who Needs Capital-Account Convertibility? in Should the IMF Pursue Capital Account Convertibility? by Stanley Fischer and others, Essays in International Finance 207, Princeton University, Department of Economics, International Finance Section.",
        "Rodrik, Dani, 1999, Governing the Global Economy: Does One Architectural Style Fit All? Brookings Trade Forum, p105-126.",
        "Rodrik, Dani, and Andres Velasco, 1999, Short-term Flows, The World Bank Annual Bank Conference on Development Economics.",
        "Shaw, Edward S., 1973, Financial Deepening in Economic Development, New York: Oxford University Press.",
        "Tamirisa, Natalia, 1999, Exchange and Capital Controls as Barriers to Trade, IMF Staff Papers, 460): 69-88. March.",
        "Wei, Shang-Jin, 1997, How Taxing is Corruption on International Investors? NBER Working Paper 6030, forthcoming, Review of Economics and Statistics, February, 2000.",
        "Wei, Shang-Jin, 1999, Corruption, Composition of Capital Flows, and Currency Crises, Harvard University and the World Bank.",
        "Wei, Shang-Jin, 2000, Bribery in the Economies: Grease or Sand? Harvard University and World Bank.",
        "Wyplosz, Charles, 1986, Capital Controls and Balance of Payments Crises, Journal of International Money and Finance 5, 167-179."
    ]
}