{
    "id": 7769,
    "cites": 48,
    "cited_by": 45,
    "reference": [
        "Angrist, Joshua D. and Guido W. Imbens (1995), Two-Stage Least Squares Estimation of Average Causal Effects in Models with Variable Treatment Intensity, Journal of the American StatisticalAssociation 90: 431-442.",
        "Angrist, Joshua D., Kathryn Graddy, and Guido W. Imbens (1995), Non-parametric Demand Analysis with an Application to the Demand for Fish, National Bureau of Economic Research Working Paper T0 178.",
        "Angrist, Joshua D., Guido W. Imbens, and Donald B. Rubin (1996), Identification of Causal Effects Using Instrumental Variables, Journal of the American StatisticalAssociation 91: 444-472.",
        "Angrist, Joshua D. and Alan B. Krueger (1991), Does Compulsory School Attendance Affect Schooling and Earnings, Quarterly Journal of Economics 106: 979-1014.",
        "Angrist, Joshua D. and Alan B. Krueger (1992), Estimating the Payoff to Schooling Using the Vietnam-Era Draft Lottery, NBER Working Paper 4067.",
        "Angrist, Joshua D. and Alan B. Krueger (1994), Why Do World War II Veterans Earn More than Non- veterans? Journal of Labor Economics 12: 74-97.",
        "Angrist, Joshua D. and Alan B. Krueger (1995), Split Sample Instrumental Variables Estimates of the Return to Schooling, Journal of Business and Economics Statistics 13: 225-235.",
        "Angrist, Joshua D. and Alan B. Krueger (1999), Empirical Strategies in Labor Economics, in Orley Ashenfelter and David Card, editors, Handbook ofLaborEconomics, volume 3A (North Holland, Amsterdam and New York).",
        "Angrist, Joshua D. and Victor Lavy (1999), Using Maimonides Rule to Estimate the Effect of Class Size on Scholastic Achievement, Quarterly Journal of Economics 114: 533-575.",
        "Angrist, Joshua D. and Whitney K. Newey (1991), Over-Identification Tests in Earnings Functions with Fixed Effects, Journal of Business and Economic Statistics 9: 3 17-323.",
        "Ashenfelter, Orley, Colm Harmon, and Hessel Oosterbeek (1999), A Review of Estimates of the Schooling/Earnings Relationship, with Tests of Publication Bias, Labour Economics 6: 453-470.",
        "Ashenfelter, Orley and Cecilia E. Rouse (1998), Income, Schooling and Ability: Evidence from a New Sample of Identical Twins, Quarterly Journal of Economics 113: 253-284.",
        "Beaudry, Paul and John DiNardo (1991), Implicit Contracts and the Movement of Wages Over the Business Cycle, Journal of Political Economy 99: 665-688.",
        "Becker, Gary 5. (1964), Human Capital: A Theoretical and Empirical Analysis, with Special Reference to Education, (Columbia University Press, New York).",
        "Becker, Gary 5. (1967), Human Capital and the PersonalDistribution of Income, (University of Michigan Press, Ann Arbor Michigan).",
        "Bound, John and David A. Jaeger (1996), On the Validity of Season of Birth as an Instrument in Wage Equations: A Comment on Angrist and Kruegers `Does Compulsory School Attendance Affect Schooling and Earnings?, NBER Working Paper 5835.",
        "Bound, John, David A. Jaeger and Regina M. Baker (1995), Problems with Instrumental Variables Estimation When the Correlation Between the Instruments and the Endogenous Explanatory Variables is Weak, Journal of the American StatisticalAssociation 90: 443-450.",
        "Brunello, Giorgio and Raffaele Miniaci (1999), The Economic Returns to Schooling for Italian Men. An Evaluation Based on Instrumental Variables, Labour Economics 6: 509-5 19.",
        "Callan, Tim and Colm Harmon (1999), The Economic Returns to Schooling in Ireland, Labour Economics 6: 543-550.",
        "Cameron, Stephen and Christopher Taber (2000), Borrowing Constraints and the Returns to Schooling, Unpublished Working Paper, Northwestern University Department of Economics.",
        "Card, David (1995), Using Geographic Variation in College Proximity to Estimate the Return to Schooling, in Louis N. Christofides, E. Kenneth Grant, and Robert Swidinsky, editors, Aspects of Labour Market Behaviour: Essays in Honour of John Vanderkamp (University of Toronto Press, Toronto): 20 1-222.",
        "Card, David (1999), The Causal Effect of Education on Earnings, in Orley Ashenfelter and David Card, editors, Handbook of Labor Economics, volume 3A (North Holland, Amsterdam and New York).",
        "Card, David and Thomas Lemieux (2000), Dropout and Enrollment Trends in the Post-War Period: What Went Wrong in the i970s? National Bureau of Economic Research Working Paper 7658.",
        "Conneely, Karen and Roope Uusitalo (1997), Estimating Heterogeneous Treatment Effects in the Becker Schooling Model, Unpublished Discussion Paper, Princeton University Industrial Relations Section.",
        "DuFlo, Esther, (1998), Schooling and Labor Market Consequences of School Construction in Indonesia: Evidence from an Unusual Policy Experiment, Unpublished Working Paper, Massachusetts Institute of Technology Department of Economics.",
        "Freeman, Richard B. (1986) Demand for Education, in Orley Ashenfelter and Richard Layard, editors, Handbook of Labor Economics, (North Holland, Amsterdam and New York).",
        "Garen, John (1984), The Returns to Schooling: A Selectivity Bias Approach with a Continuous Choice Variable, Econometrica 52: 1199-1218.",
        "Griliches, Zvi (1977), Estimating the Returns to Schooling: Some Econometric Problems, Econometrica 45: 1-22.",
        "Harmon, Colm and Ian Walker (1995), Estimates of the Economic Return to Schooling for the United Kingdom, American Economic Review 85: 1278-1286.",
        "Hausman, Jeny A. and William E. Taylor (198), Panel Data and Unobservable Individual Effects, Econometrica 49: 1377-1398. 41 Heckman, James J. and Edward Vytlacil (1998), Instrumental Variables Methods forthe Correlated Random Coefficient Model: Estimating the Rate of Return to Schooling When the Return is Correlated with Schooling, Journal of Human Resources 23: 974-987.",
        "Ichino, Andrea and Rudolf Winter-Ebmer (1998), The Long-Run Educational Cost of World War II: An Example of Local Average Treatment Effect Estimation, Center for Economic Policy Research Discussion Paper No. 1895.",
        "Imbens Guido and and Joshua D. Angrist (1994), Identification and Estimation of Local Average Treatment Effects, Econometrica 62: 467-476.",
        "Kane, Thomas J. and Cecilia E. Rouse (1993), Labor Market Returns to Two- and Four-Year Colleges: Is a Credit a Credit and Do Degrees Matter?, NBER Working Paper 4268.",
        "Kane, Thomas J. Cecilia E. Rouse and Douglas Staiger (1999), Estimating Returns to Education When Schooling is Misreported, National Bureau of Economic Research Working Paper 7235.",
        "Katz, Lawrence F. and David Autor (1999), Changes in the Wage Structure and Earnings Inequality, in Orley Ashenfelter and David Card, editors, Handbook of Labor Economics, volume 3A (North Holland, Amsterdam and New York).",
        "Keane, Michael and Kenneth Wolpin (1999), The Effect of Parental Transfers and Borrowing Constraints on Educational Attainment, Unpublished Manuscript, University of Pennsylvania Department of Economics.",
        "Kling, Jeffrey (1999), Interpreting Instrumental Variables Estimates of the Returns to Schooling, Princeton University Industrial Relations Section Working Paper No. 415.",
        "Lang, Kevin (1993), Ability Bias, Discount Rate Bias, and the Return to Education, Unpublished Discussion Paper, Boston University Department of Economics.",
        "Lemieux, Thomas and David Card (1998), Education, Earnings, and the `Canadian G.I. Bill, National Bureau of Economic Research Working Paper 6718.",
        "Maluccio, John, (1997), Endogeneity of Schooling in the Wage Function, Unpublished Manuscript, Yale University Department of Economics.",
        "Meghir, Costas and Marten Palme (1999), Assessing the Effect of Schooling on Earnings Using a Social Experiment, Unpublished Working Paper, University College London.",
        "Mincer, Jacob (1974), Schooling, Experience and Earnings (Columbia University Press, New York).",
        "Murphy, Kevin M. and Robert Topel (1985), Estimation and Inference in Two-Step Econometric Models, Journal of Business and Economics Statistics 3: 370-379.",
        "Staiger, Douglas and James H. Stock (1997), Instrumental Variables Regression with Weak Instruments, Econometrica 65: 557-586.",
        "Topel, Robert H. (1999), Labor Markets and Economic Growth, in Orley Ashenfelter and David Card, 43 editors, Handbook of Labor Economics, (North Holland, Amsterdam and New York), forthcoming.",
        "Willis, Robert J. (1986), Wage Determinants: A Survey and Reinterpretation of Human Capital Earnings Functions, in Orley Ashenfelter and Richard Layard, editors, Handbook of Labor Economics, (North Holland, Amsterdam and New York).",
        "Willis, Robert and Sherwin Rosen (1979), Education and Self-Selection Journal ofPolitical Economy 87: S7-S36.",
        "Wooldridge, Jeffrey M. (1997), On Two-Stage Least Squares Estimation of the Average Treatment Effect in a Random Coefficient Model, Economics Letters 56: 129-133."
    ]
}