{
    "id": 7773,
    "cites": 25,
    "cited_by": 258,
    "reference": [
        "Abraham, K. and Houseman, S. 1994. Does Employment Protection Inhibit Labor Market Flexibility: Lessons From Germany, France and Belgium, in Rebecca M. Blank, ed., Protection Versus Economic Flexibility: Is There A Tradeoff? (Chicago: University of Chicago Press).",
        "Addison, J.T. and Grosso, J.L. 1996. Job Security Provisions and Employment: Revised Estimates. Industrial Relations. 35(4).",
        "Aguirregabiria, V. and Alonso-Borrego, C. 1999. Labor Contracts and Flexibility: Evidence from a Labor Market Reform in Spain Manuscript. Department of economics, University of Chicago.",
        "Anderson, P.M. 1993. Linear Adjustment Costs and Seasonal Labor Demand: Evidence from Retail Trade Firms. Quarterly Journal of Economics. 108(4): 1015-42.",
        "Bentolila, S. and Saint-Paul, G. 1994. A Model of Labor Demand with Linear Adjustment Costs. Labour Economics. (1):303-26.",
        "Bentolila S. and Bertola, G. 1990. Firing Costs and Labour Demand: How Bad is Eurosclerosis? Review of Economic Studies. 57. 381-402.",
        "Bertola, G. 1990. Job Security, Employment and Wages. European Economic Review. 34:851-86.",
        "Blanchard, O. 1998 Thinking about Unemployment Manuscript. Department of Economics, MIT.",
        "Caballero, R. and Hammour, M. 1997. Jobless Growth: Appropriability, Factor Substitution and Unemployment. Carnegie-Rochester Conference Series on Public Policy. 48:51-94.",
        "Downes, A. et al. 2000. Labor Market Regulation and Employment in the Caribbean. Research Network Working Paper R-388. Washington, D.C., United States: Inter-American Development Bank.",
        "Elmeskov, J., Martin J.P. and Scarpetta, S. Forthcoming. Key Lessons for Labour Market Reforms: Evidence from OECD Countries Experience. Swedish Economic Policy Review Esping-Andersen, G. Forthcoming. Who is Harmed by Employment Regulation? In Esping-Andersen, G. and Regini, M. Eds., Why De-Regulate Labour Markets? Oxford University Press, Oxford. Freeman, R. B. 1994. Working Under Different Rules. NY: Russell Sage Foundation.",
        "Outcomes, NBER Working Paper 7556. Cambridge, United States: National Bureau of Economic Research. Grubb, D. and Wells, W. 1993. Employment Regulation and Patterns of Work in EC Countries. OECD Economic Studies No. 21. Winter.",
        "Hopenhayn, H. 2000. Labor Market Policies and Employment Duration: The Effects of Labor Market Reform in Argentina. Research Network Working Paper. Washington, D.C., United States: Inter- American Development Bank. Forthcoming.",
        "Hopenhayn, H. and Rogerson, R. 1993. Job Turnover and Policy Evaluation: A General Equilibrium Analysis. Journal of Political Economy. 101(5).",
        "Jackman, R., Layard R. and Nickell, S. 1996. Combating Unemployment: Is Flexibility Enough. Center for Economic Performance Discussion Paper No. 293.",
        "Lazear, E. 1990. Job Security Provisions and Employment. The Quarterly Journal of Economics. August.",
        "Lindbeck, A. and Snower, D. 1987a. Union Activity, Unemployment Persistence and Wage-Employment Ratchets European Economic Review, 31, 157-167.",
        "MarquÃ\u0083Â©z, G. 1998. ProtecciÃ\u0083Â³n al empleo y funcionamiento del mercado de trabajo: una aproximaciÃ\u0083Â³n comparativeÃ\u0082Â¨ Mimeo Inter-American Development Bank.",
        "MarquÃ\u0083Â©z, G. and PagÃ\u0083Â©s, C. 1998. Ties That Bind: Employment Protection and Labor Market Outcomes in Latin America. Research Network Working Paper 373. Washington, D.C. United States: Inter-American Development Bank.",
        "Mondino, G. and Montoya, S. 2000. Effects of Labor Market Regulations on Employment Decisions by Firms: Empirical Evidence for Argentina. Research Network Working Paper R-391. Washington, D.C., United States: Inter-American Development Bank.",
        "Nickell, S. 1997. Unemployment and Labor Market Rigidities: Europe versus North America. Journal of Economic Perspectives. 11(3): 55-74.",
        "OECD. 1993. Employment Outlook. Paris, France.",
        "PagÃ\u0083Â©s, C. and Montenegro. C. 1999. Job Security and the Age-Composition of Employment: Evidence from Chile. Working Paper 398. Washington, D.C., United States: Inter-American Development Bank.",
        "Risager, O. and Sorensen, J.R.1997. On the Effects of Firing Costs When Investment Is Endogenous: An Extension of a Model by Bertola European Economic Review; 41 (7) pp.1343-53.",
        "Saavedra, J. and Torero, M. 2000. Labor Market Reforms and their Impact Over Formal Labor Demand and Job Market Turnover: The Case of Peru. Research Network Working Paper R-394. Washington, D.C., United States: Inter-American Development Bank."
    ]
}