{
    "id": 7778,
    "cites": 50,
    "cited_by": 8,
    "reference": [
        "Albert, James H., and Siddhartha Chib, 1993, Bayes inference via Gibbs sampling of autoregressive time series subject to Markov mean and variance shifts, Journal of Business and Economic Statistics 11, 1-15.",
        "Ang, Andrew, and Geert Bekaert, 1998, Regime switches in interest rates, working paper, Stanford University.",
        "Backus, David, and Allan W. Gregory, 1993, Theoretical relations between risk premiums and conditional variances, Journal of Business and Economic Statistics 11, 177-185.",
        "Bai, J., 1995, Least absolute deviation estimation of a shift, Econometric Theory 11, 403-436.",
        "Bai, J., 1997, Estimating multiple breaks one at a time, Econometric Theory 13, 315-352.",
        "Bai, Jushan, Robin L. Lumsdaine, and James H. Stock, 1997, Testing for and dating common breaks in multivariate time series, Review of Economic Studies, forthcoming.",
        "Bai, J. and P. Perron, 1998, Estimating and testing linear models with multiple structural changes, Econometrica 66, 47-78.",
        "Baillie, Richard T., and Ramon P. DeGennaro, 1990, Stock returns and volatility, Journal of Financial and Quantitative Analysis 25, 203-214.",
        "Barry, Daniel and J. A. Hartigan, 1993, A Bayesian analysis for change point problems, Jottrnal of the American Statistical Association 88, 309-319.",
        "Bhattacharya, P. K., 1994, Some aspects of change-point analysis, in Change Point Problems, IMS Lecture Notes - Monograph Series, Vol. 23, ed. by E. Carlstein, H.-G. Mueller, and D. Siegmund. Hayward, CA: Institute of Mathematical Statistics, 28-56.",
        "Bigelow, Erastus B., 1862, The tariff question... Boston, MA. Brealey, Richard A., and Stewart C. Myers, 1996, Principles of Corporate Finance, McGrawHill, New York.",
        "Broemeling, Lyle D., and Hiroki Tsurumi, 1987, Econometrics and Structural Change, Marcel Dekker, Inc., New York.",
        "Campbell, John Y., 1987, Stock returns and the term structure, Journal of Financial Economics 18, 373-399.",
        "Carlin, B. P., Alan E. Gelfand, and Adrian F. M. Smith, 1992, Hierarchical Bayesian analysis of changepoint problems, Applied Statistician 41, 389-405.",
        "Chan, K. C., Andrew Karolyi, and RenÃ\u0083Â© M. Stulz, 1992, Global financial markets and the risk premium, Journal of Financial Economics 32, 137-167.",
        "Chen, J. and A. K. Gupta, 1997, Testing and locating variance changepoints with application to stock prices, Journal of the American Statistical Association 92, 739-747.",
        "Chernoff, H. and S. Zacks, 1964, Estimating the current mean of a normal distribution which is subjected to changes in time, Annals of Mathematical Statistics 35, 999-1018.",
        "Chib, Siddhartha, 1998, Estimation and comparison of multiple change-point models, Journal of Econometrics 86, 22 1-241.",
        "Chib, Siddhartha, and Edward Greenberg, 1995, Understanding the Metropolis-Hastings algorithm, American Statistician 49, 327-335.",
        "Cowles, Alfred, III, and Associates, 1939, Common Stock Indexes, 2nd ed., Cowles Commission Monograph no. 3, Bloomington, md.: Principia Press.",
        "Diebold, F. X. and C. Chen, 1996, Testing structural stability with endogenous break point: A size comparison of analytic and bootstrap procedures, Journal of Econometrics 70, 221-241.",
        "French, Kenneth R., G. William Schwert, and Robert F. Stambaugh, 1987, Expected stock returns and variance, Jottrnal of Financial Economics 19, 3-29.",
        "Glosten, Lawrence R., Ravi Jagannathan, and David E. Runkle, 1993, On the relation between the expected value and the variance of the nominal excess return on stocks, Journal of Finance 48, 1779-1801.",
        "Goetzmann, William N., and Roger G. Ibbotson, 1994, An emerging market: The NYSE from 1815 to 1871, working paper, Yale University.",
        "Hamilton, J. D., 1989, A new approach to the economic analysis of nonstationary time series and the business cycle, Econometrica 57, 357-384.",
        "Harvey, Campbell R., 1989, Time-varying conditional covariances in tests of asset pricing models, Journal of Financial Economics 24, 289-317.",
        "Hastings, W. K., 1970, Monte Carlo sampling methods using Markov chains and their applications, Biometrika 57, 97-109.",
        "Homer, Sidney, 1963, A history of interest rates, Rutgers University Press, New Brunswick, NJ.",
        "Hsu, D. A., 1982, Robust inferences for structural shift in regression models, Journal of Econometrics 19, 89-107.",
        "InclÃ\u0083Â¡n, Carla, 1993, Detection of multiple changes of variance using posterior odds, Journal of Business and Economic Statistics 11, 289-300.",
        "Kandel, S. and R.F. Stambaugh, 1990, Expectations and volatility of consumption and asset returns, Review of Financial Studies 3, 207-232.",
        "Krishnaiah, P. R., and B. Q. Miao, 1988, Review about estimation of change points, in Handbook of Statistics, Vol. 7, ed. by P. R. Krishnaiah and C. R. Rao. New York: Elsevier.",
        "Liu, J., S. Wu, and J. V. Zidek, 1997, On segmented multivariate regression, Statistica Sinica 7, 497-525.",
        "Macaulay, F. R., 1938, The Movements of Interest Rates, Bond Yields and Stock Prices in the United States since 1856, New York: NBER.",
        "McCulloch, Robert E., and Ruey S. Tsay, 1994, Bayesian inference of trend- and differencestationarity, Econometric Theory 10, 596-608.",
        "Merton, Robert 0., 1980, On estimating the expected return on the market: An exploratory investigation, Journal of Financial Economics 8, 323-361.",
        "Metropolis, N., A. W. Rosenbluth, M. N. Rosenbluth, A. H. Teller, and E. Teller, 1953, Equations of state calculations by fast computing machines, Journal of Chemical Physics 21, 1087-1092.",
        "Pastor, Lubo~ and Robert F. Stambaugh, 1999, Costs of equity capital and model mispricing, Journal of Finance 54, 67-121.",
        "Schwert, G. William, 1989, Business cycles, financial crises and stock volatilit~y, CarnegieRochester Conference Series on Public Policy 31 (Autumn): 83-125.",
        "Scruggs, John T., 1998, Resolving the puzzling intertemporal relation between the market risk premium and conditional market variance: A two-factor approach, Journal of Finance 53, 575-603.",
        "Smith, W. B. and A. H. Cole, 1935, Fluctuations in American Business, 1 790-1860, Cambridge, Mass.: Harvard University Press.",
        "Sowell, F., 1996, Optimal tests for parameter instability in the generalized method of moments framework, Econometrica 64, 1085-1107.",
        "Stephens, D. A., 1994, Bayesian retrospective multiple-changepoint identification, Applied Statistician 43, 159-178.",
        "Tauchen, George and Robert Hussey, 1991, Quadrature-based methods for obtaining approximate solutions to nonlinear asset pricing models, Econometrica 59, 371-396.",
        "Turner, Christopher M., Richard Startz, and Charles R. Nelson, 1989, A Markov model of heteroskeda.sticity, risk, and learning in the stock market, Journal of Financial Economics 25, 3-22.",
        "Viceira, Luis M., 1997, Testing for structural change in the predictability of asset returns, working paper, Harvard University.",
        "Werner, Walter and Steven T. Smith, 1991, Wall Street, Columbia University Press, New York.",
        "Whitelaw, Robert F., 1994, Time variations and covariations in the expectation and volatility of stock market returns, Journal of Finance 49, 5 15-541.",
        "Zacks, S., 1983, Survey of classical and Bayesian approaches to the change-point problem: Fixed sample and sequential procedures of testing and estimation, in Recent Advances in Statistics, ed. by M. H. Rivzi, J. S. Rustagi, and D. Siegmund. New York: Academic Press.",
        "Zeilner, Arnold, 1971, An Introduction to Bayesian Inference in Econometrics (John Wiley and Sons, New York, NY)."
    ]
}