{
    "id": 7780,
    "cites": 25,
    "cited_by": 29,
    "reference": [
        "AJciati Marianne H. et. al. (1998). \"State Laws on Youth Access to Tobacco in the United States Measuring Their Extensiveness with a New Rating System,\" Tobacco Control, 7, 345-52.",
        "Becker Gary S., Michael Grossman, and Kevin Murphy (1994). \"An Empirical Analysis of Cigarette Addiction,\" American Economic Review, 84, 396-4 18.",
        "Chaloupka Frank J., and Grossman Michael (1996). \"Price, Tobacco Control Policies and Youth Smoking,\" NBER Working Paper No. 5740.",
        "Chaloupka, Frank, et. al (1998). \"Do Higher Cigarette Prices Encourage Youth to Use Marijuana?,\" NBER Working Paper No. 6939.",
        "Chaloupka Frank J. and Rosalie Pacula (1998). \"Limiting Youth Access to Tobacco: The Early Impact of the Synar Ammendment on Youth Smoking,\" mimeo, University of illinois at Chicago.",
        "Chaloupka Frank J., and Kenneth Warner (1999). \"The Economics of Smoking,\" forthcoming in Anthony Culyer and Joseph Newhouse, eds,, Handbook of Health Economics. Coalition on Smoking OR Health, American Lung Association (various years). State Legislated Actions on Tobacco issues. Washington, D.C.: American Lung Association.",
        "Cutler, David et al. (1999). \"The Economic Impacts of the Tobacco Settlement,\" mimeo, Harvard University.",
        "DeCicca, Philip, Donald Kenkel, and Alan Mathios (1998) \"Putting out the Fires: Will Higher Cigarette Taxes Reduce Youth Smoking?\", presented at the Annual Meetings of the American Economic Association, 1998.",
        "Dee, Thomas (1999). \"The Complementarity of Teen Smoking and Drinking,\" forthcoming, Journal of Health Economics.",
        "Department of Health and Human Services (1994). Preventing Tobacco Use Among Young People: A Repon of the Surgeon General. Washington, D.C.: U.S. Government Printing Office.",
        "Dee, Thomas, and William Evans (1998). \"A Comment on DeCicca, Kenkel, and Mathios,\" mimeo, University of Maryland Department of Economics.",
        "Evans William N. and Lynn Huang (1998). \"Cigarette Taxes and Teen Smoking: new Evidence from Panels of Repeated Cross-Sections\", working paper, University of Maryland Department of Economics.",
        "Evans, William, Jeanne Ringel and Diana Stech (1999). \"Tobacco Taxes and Public Policy to Discourage Smoking,\" in James Poterba, ed., Tax Policy and the Economyl3. Cambridge, MA: MET Press, p. 1-56.",
        "Glied, 1999. \"Youth Tobacco Policy: Reconciling Theory and Evidence,\" mimeo, Columbia University.",
        "Gruber, Jonathan (2000). \"Youth Smoking in the U.S.: Prices and Policies,\" NBER Working Paper #7506, January.",
        "Umber, Jonathan, and Botond Koszegi (2000). \"Is Addiction Rational?: Theory and Evidence,\" NBER Working Paper #7507, January.",
        "Jacobson, Peter D. and Jeffrey Wasserman (1997). Tobacco Control Laws: Implementation and Enforcement. Santa Monica, CA: RAND.",
        "Jason, Leonard A., Peter Ji, Michael Anes, and Scott Birkhead (1991). \"Active Enforcement of Cigarette Control Laws in Prevention of Cigarette Sales to Minors,\" Journal of the American Medical Association, 266, 3159-3161.",
        "Keeler, Theodore, et al. (1996). \"Do Cigarette Producers Price-Discriminate by State? An Empirical Analysis of Local Cigarettte pricing and Taxation\", Journal of Health Economics, 15, 499-512.",
        "Levine, Phillip (1999). \"Teen Sex and Pregnancy,\" forthcoming in Jonathan Umber, ed., Risky Behavior Among Youths: An Economic Analysis.",
        "Levitt, Steve, and Lance Lochner (1999). \"Teen Crime,\" forthcoming in Jonathan Umber, ed., Risky Behavior Among Youths: An Economic Analysis.",
        "Lewitt, Eugene, Douglas Coate, and Michael Grossman (1981). \"The Effects of Government Regulation on Teenage Smoking,\" Journal of Law and Economics, 24, 545-69.",
        "Lewitt, Eugene, and Douglas Coate (1982). \"The Potential for Using Excise Taxes to Reduce Smoking,\" Journal of Health Economics, 1, 121-45.",
        "Rigotti, Nancy, et al. (1997). \"The Effect of Enforcing Tobacco-Sales laws on Adolescents' Access to Tobacco and Smoking Behavior\" New England Journal of Medicine, 337, 1044-51.",
        "Tobacco Institute (1998). The Tax Burden on Tobacco. Richmond, V.A.: Tobacco Institute Wasserman Jeffrey, Willard Manning, Joseph Newhouse, and John Winfler (1991). \"The Effects of Excise Taxes and Regulations on Cigarette Smoking\", Journal of Health Economics, 10, 43-64."
    ]
}