{
    "id": 7785,
    "cites": 22,
    "cited_by": 12,
    "reference": [
        "Adda, J. and R. Cooper (2000a). Balladurette and Juppette: A Discrete Analysis of Scrapping Subsidies. Jonrnal of Political Economy, 108, 4.",
        "Adda, J. and R. Cooper (2000b). The Dynamics of Car Sales: A Discrete Choice Approach. NBER Working Paper 7785.",
        "Attanasio, 0. (2000). Consumer Durables and Inertial Behaviour: Estimation and Aggregation of (S,s) Rules for Automobile Purchases. Review of Economic Stndies, 67, 659-77.",
        "Attanasio, 0. P. K. Goldberg and E. Kyriazidou (2000) Credit Constraints in the Market for Consumer Durables: Evidence from Micro Data on Car Loans, NBER WP 7694.",
        "Bar-Ilan, A.and A. Blinder (1988), The Life Cycle Permanent-Income Model and Consumer Durables, Annales DEconomie et de Statistiqne, No. 9, 71-91.",
        "Bar-Ilan, A. and A. Blinder (1992). Consumer Durables: Evidence on the Optimality of usually doing Nothing. Jonrnal of Money Credit and Banking,,, 258-72.",
        "Bernanke, B. (1985). Adjustment Costs, Durables and Aggregate Consumption. Jonrnal of Monetary Economics, 15, 41-68.",
        "Bertola, G.and R. Caballero (1990),Kinked Adjustment Costs and Aggregate Dynamics,  in NBER Macroeconomics Annnal, vol. 5, ed. by 0. Blanchard and S. Fischer, Cambridge, Mass.:MIT Press, 1990.",
        "Caballero, R. J. (1990). Expenditure on Durable Goods: a Case for slow Adjustment. Qnarterly Jonrnal of Economics, 105, 727-743.",
        "Caballero, R. J. (1993). Durable Goods: An Explanation for their Slow Adjustment. Jonrnal of Political Economy, 101, 351-384.",
        "Caplin, A. and J. Leahy (1997), Durable Goods Cycles, mimeo, Boston University, October 1997.",
        "Cooper, R. J. Haltiwanger and L. Power (1999), Machine Replacement and the Business Cycle: Lumps and Bumps American Economic Review, 89, 4, 921-946.",
        "Eberly, J. (1994). Adjustment of Consumers Durables Stocks : Evidence from Automobile Purchases. Jonrnal of Political Economy, 102, 403-436.",
        "Gourieroux, C., Monfort, A. and Renault, E. (1993), Indirect Inference Jonrnal of Applied Econometrics, 8, 85-118.",
        "Hall, R. (1978) Stochastic Implications of the Life Cycle- Permanent Income Hypothesis : Theory and Evidence, Jonrnal of Political Economy, 86, 971-987.",
        "Laffont, P H. Ossard and Q. Vuong. (1995). Econometrics of First-Price Auctions. Econometrica, 63, 953-980.",
        "Lam, P. (1991). Permanent Income, Liquidity and Adjustments of Automobile Stocks: Evidence form Panel Data. Qnarterly Jonrnal of Economics, 106, 203-230.",
        "Leahy, J. and J. Zeira, (2005) The Timing of Purchases and Aggregate Fluctuations Review of Economic Stndies, 72 ,1127-51.",
        "Mankiw, G. N. (1982). Halls Consumption Hypothesis and Durable Goods. Jonrnal of Monetary Economics, 10, 417-425.",
        "Rust, J. (1985). Stationary Equilibrium in a Market for Durable Assets. Econometrica, 53, 4, 783-806.",
        "Rust, J. (1987). Optimal Replacement of GMC Bus Engines: an Empirical Model of Harold Zurcher. Econometrica, 55, 999-1033.",
        "Stacchetti, E. and D. Stolyarov (2006) Obsolescence of Durable Goods and Optimal Consumption, mimeo."
    ]
}