{
    "id": 7789,
    "cites": 23,
    "cited_by": 131,
    "reference": [
        "Aaron, Henry J., Serious and Unstable Condition: Financing Americas Health Care (Washington, DC: Brookings Institution, 1991).",
        "Blanchard, Olivier, Florencio Lopez-de-Silanes, and Andrei Shleifer, What Do Firms Do With Cash Windfalls? Journal of Financial Economics, XXXVI (1994), 337-360.",
        "California Medical Assistance Commission, Annual Report to the Legislature, mimeo (1996).",
        "Currie, Janet and Jonathan Gruber, Saving Babies: The Efficacy and Cost of Recent Changes in the Medicaid Eligibility of Pregnant Women, Journal of Political Economy, CIV (1996), 1263- 1296.",
        "Cutler, David and Jonathan Gruber, Does Public Insurance Crowd Out Private Insurance? Quarterly Journal of Economics, CXI (1996), 391-430.",
        "Employee Benefit Research Institute, Sources of Health Insurance and Characteristics of the Uninsured (Baltimore, MD: Johns Hopkins University Press, 1992).",
        "Feldstein, Martin, Hospital Cost Inflation: A Study of Nonprofit Price Dynamics, American Economic Review, LXI (1971), 853-872.",
        "Frank, Richard and David Salkever, Nonprofit Organizations in the Health Sector, Journal of Economic Perspectives, VIII (1994), 129-144.",
        "Glaeser, Edward and Andrei Shleifer, Not-For-Profit Entrepeneurs, mimeo, Harvard University, 1998.",
        "Gruber, Jonathan, The Effect of Price Shopping in Medical Markets: Hospital Responses to PPOs in California, Journal of Health Economics XXXVIII (1994), 183-212.",
        "Hansmann, Henry, The Role of Nonprofit Enterprise, Yale Law Journal (1980).",
        "Hansmann, Henry, The Ownership of Enterprise (Cambridge, MA: Harvard University Press, 1996).",
        "Hoxby, Caroline, Do Private Schools Provide Competition for Public Schools? Journal of Political Economy, forthcoming (1999).",
        "Kaplan, Steven and Luigi Zingales, Do Investment-Cash Flow Sensitivities Provide Useful Measures of Financing Constraints? Quarterly Journal of Economics CXII (1997), 169-216.",
        "Kessler, Daniel and Mark McClellan, Is Hospital Competition Socially Wasteful? Quarterly Journal of Economics, forthcoming, 1999.",
        "Kornai, Janos, Economics of Shortage (Amsterdam: North-Holland, 1980).",
        "Lakdawalla, Darius and Tomas Philipson, A Neoclassical Theory of Nonprofit Production, mimeo, University of Chicago, 1998.",
        "Lewin, Tamar, Hospitals Serving the Poor Struggle to Retain Patients, New York Times, September 3, 1997, page 1.",
        "Rose-Ackerman, Susan, Altruism, Nonprofits, and Economic Theory, Journal of Economic Literature XXXIV (1996), 701-728.",
        "Shleifer, Andrei, State Versus Private Ownership, Journal of Economic Perspectives XII (1998), 133-150.",
        "Sloan, Frank, Non-Profit and For-Profit Hospitals: Is There a Dimes Worth of Difference? Working Paper, Duke University, 1998.",
        "Weisbrod, Burton, Non Profit Economy (Cambridge: Harvard University Press, 1988).",
        "Wilson, James Q., Bureaucracy (Washington, D.C.: Basic Books, 1989)."
    ]
}