{
    "id": 7792,
    "cites": 18,
    "cited_by": 40,
    "reference": [
        "[1] Aghion, P., P. Bacchetta and A. Banerjee, Currency Crises and Monetary Pohcy in an Economy with Credit Constraints, mimeo MIT, March 2UUO.",
        "[2] Allen, F. and D. Gale, Limited Market Participation and Volatility of Asset Prices, American Economic Review 84-4, September 1994, pp. 933-955.",
        "[3] Allen, F. and D. Gale, Optimal Currency Crises, mnimeo, Wharton School, March 2UOU.",
        "[4] Burnside, C., M. Eichenbaum, and S. Rebelo, Hedging and Financial Fragihty in Fixed Exchange Rate Regimes, mimeo Northwestern University, 1999.",
        "[5] Caballero, R.J. and A. Krishnamurthy, Emerging Market Crises: An Asset Markets Perspective, MIT mimeo, November 1999.",
        "[6] Caballero, R.J. and A. Krishnamurthy, International Liquidity Management: Sterilization Policy with Illiquid Financial Markets, NBER WP 7740, May 2U00.",
        "[7] Galvo, GA., Money, Exchange Rates, and Output; 1996, MIT Press, Cambridge, MA, Chapter 12.",
        "[8] Calvo, G.A., Capital Market And The Exchange Rate: With Special Reference to the Dollarization Debate in Latin America. mimeo University of Maryland, April 2UUU",
        "[9] Calvo, GA. and P. Guidotti, Indexation and Maturity of Government Bonds: An Exploratory Model, in R.. Dornbusch and M. Draghi (editors) Capital Markets and Debt Management, 1990, New York: Cambridge University Press: 52-82.",
        "[10] Chang, R. and A. Velasco, Liquidity Crises in Emerging Markets: Theory and Policy, in NBER Macroeconomics Annual 1999, edited by B.S. Bernanke and J.J. Rotemberg, MIT Press, Cambridge, Massachusetts, pp. 11-57.",
        "[11] Dooley, M., A Model of Crises in Emerging Markets, NBER WP 630U, December 1997.",
        "[12] Froot, K., and P. OConnell, On the Pricing of Intermediated Risks: Theory and Application to Catastrophe Insurance, NBER Working Paper 6011, 1997.",
        "[13] Froot, K., D. Scharfstein and J. Stein, Risk Management: Coordinating Corporate Investment and Financing Policies, Journal of Finance, 48(5), 12/93, pp. 1629-58.",
        "[14] Hausmann, R., U. Panizza, and E. Stein, Why do countries float the way the float?, lADE mimeo, November 1999. 31",
        "[15] Holmstrom, B. and J. Tirole, Private and Public Supply of Liquidity, Journal of Political Economy 1061, February 1998, pp. 1-4U.",
        "[16] Krishnamurthy, A., Collateral Constraints and the Amplification Mechanism, mimeo Northwestern University, April 20U0.",
        "[17] Krugmnan, P., Balance Sheets, the Transfer Problem, and Financial Crises, mimeo MIT, 1999.",
        "[18] Xiong, W., Imperfect Arbitrage with Wealth Effects, mimeo Duke University, November 1999. 32"
    ]
}