{
    "id": 7794,
    "cites": 21,
    "cited_by": 0,
    "reference": [
        "Filippelli, Ronald L., Labor comflict im the Umited States am emcyclopedia Garland reference library of social science, New York: Garland Publishing, 1990.",
        "Fink, Gary M., Labor Umioms The Greenwood Encyclopedia of American Institutions, Westport, Connecticut: Greenwood Press, 1977.",
        "Fisher, Thomas R., Imdnstrial Dispntes amd Federal Legislatiom, New York: Columbia University Press, 1940.",
        "Freeman, Richard B. and James L. Medoff, The Impact of the Percentage Organized on Union and Nonunion Wages, The Review of Ecomomics amd Statistics, November 1981, 63 (4), 561-572.",
        "Gifford, Court, Directory of U.S. Labor Orgamizatioms, Washington, D.C.: Bureau of National Affairs, Inc., 1999.",
        "Griffin, John Ignatius, Strikes: A Stndy im Qnamtatative Ecomomics, New York: Columbia University Press, 1939.",
        "Kramer, Jonathan K. and Geraldo M. Vasconcellos, The Economic Effect of Strikes on the Shareholders of Nonstruck Competitors, Imdnstrial amd Labor Relatioms Review, January 1996, ~9 (2), 213-222.",
        "Kremer, Michael, An Epidemiological Model of Unions, Unpublished Manuscript, Massachusetts Institute of Technology, May 1999.",
        "Lazear, Edward, A Competitive Theory of Monopoly Unionism, Amen cam Ecomomic Review, September 1983, 73 (4), 631-643.",
        "Leicht, Kevin T., On the Estimation of Union Threat Effects, Americam Sociological Review, December 1989, 5~ (6), 1035-1047.",
        "MacKinlay, A. Craig, Event studies in economics and finance, Jonrmal of Ecomomic Lit eratnre, March 1997, 35 (1), 13-39.",
        "MaCurdy, Thomas and John Pencavel, Testing the Efficiency of Employment Contracts,  Jonrmal of Political Ecomomy, 1986, 9~, 53-539.",
        "Nelson, Morton, Ben Amoako-Adu, and Brian Smith, Impact of Labor Strikes on Equity Values: Canadian Evidence, Jonrmal of Ecomomics amd Bnsimess, 1994, ~6, 153-165.",
        "Neumann, George R., The Predictability of Strikes: Evidence from the Stock Market, Imdnstrial amd Labor Relatioms Review, July 1990, 33 (4), 535-535.",
        "Large Are the Losses?, Imdnstrial amd Labor Relatioms Review, January 1984, 37 (2), 197-211.",
        "Neumark, David and Michael Wachter, Union Threat Effects and Nonunion Industry Wage Differentials, Imdnstrial amd Labor Relatioms Review, 1995, ~8, 20-38.",
        "Persons, Obeua S., The Effects of Automobile Strikes on the Stock Value of Steel Suppliers, Imdnstrial amd Labor Relatioms Review, October 1995, ~9 (1), 78-87.",
        "Rees, A., The Ecomomics of Trade Umioms, Chicago: University of Chicago Press, 1977.",
        "Reynolds, Lloyd G. and Charles C. Killingsworth, Trade Umiom Pnblicatioms: The Official Jonrmals, Comvemtiom Proceedimgs, amd Comstitntioms of Imtermatiomal Umioms amd Federatioms, 185O-19~1, Vol. 1, Baltimore: The Johns Hopkins Press, 1944.",
        "Ruback, Richard and Martin Zimmerman, Unionization and Profitability: Evidence from the Capital Market, Jonrmal of Political Ecomomy, 1984, 9~, 1134-1157.",
        "Rubin, Beth A., Class Struggle American Style: Unions, Strikes, and Wages, Amen cam Sociological Review, October 1986, 51, 618-631."
    ]
}