{
    "id": 7795,
    "cites": 15,
    "cited_by": 46,
    "reference": [
        "Bulow, Jeremy and Kenneth Rogoff, Sovereign Debt: Is to Forgive to Forget?, American Economic Review, LXXIX (1989), 43-50.",
        "Eaton, Jonathan and Mark Gersovitz, Debt with Potential Repudiation: Theoretical and Empirical Analysis, The Review of Economic Studies, XLVIII (1981), 289-309.",
        "Eaton, Jonathan and Raquel Fernandez, Sovereign Debt, in Gene Grossman and Kenneth Rogoff, eds. Handbook of International Economics. Amsterdam, Elsevier, 1995.",
        "Feldstein, Martin, and Charles Horioka, Domestic Savings and International Capital Flows, Economic Journal, XC (1980), 314-329.",
        "French, Kenneth and James Poterba Investor Diversification and International Equity Markets, American Economic Review, LXXXI (1991), 222-226.",
        "International Monetary Fund, Balance of Payments Statistics Yearbook, various issues. International Monetary Fund, International Financial Statistics, various issues. Kraay, Aart and Jaume Ventura, Current Accounts in Debtor and Creditor Countries Quarterly Journal of Economics, forthcoming. Klenow, Peter J. and AndrÃ\u0083Â©s RodrÃ\u0083Â­guez-Clare, The Neoclassical Revival in Growth Economics; Has It Gone Too far? in Ben S. Bernanke and Julio Rotemberg eds. NBER Macroeconomics Annual 1997.",
        "Lane, Philip and Gian Maria Milesi-Ferretti, The External Wealth of Nations: Measures of Foreign Assets and Liabilities for Industrial and Developing Countries, International Monetary Fund Working Paper No. 99/115, 1999.",
        "Lewis, Karen, Trying to Explain Home Bias in Equities and Consumption, Journal of Economic Literature, XXXVII (1999), 571-608.",
        "Lucas, Robert E., Why doesnt capital flow from rich to poor countries?, American Economic Review, LXXX (1990), 92-96.",
        "Obstfeld, Maurice and Kenneth Rogoff, Foundations of International Macroeconomics, Cambridge, MIT Press, 1996.",
        "Organization for Economic Cooperation and Development, Stocks of Private Direct Investments by DAC Countries in Developing Countries End 1967, Paris, OECD.",
        "Organization for Economic Cooperation and Development, International Direct Investment Statistics Yearbook, various issues. Rider, Mark, External debt and Liabilities of Industrial Countries, Research Discussion Paper 9405, Reserve Bank of Australia, 1994.",
        "Sinn, Stefan, Net External Asset Positions of 145 Countries: Estimation and Interpretation, Institut fÃ\u0083Â¼r Weltwirtschaft, University of Kiel, 1990.",
        "Summers, Robert and Alan Heston, Penn World Table Mark 5: An Expanded Set of International Comparisons, Quarterly Journal of Economics, CVI (1991), 327- 68.",
        "Tesar, Linda, and Ingrid Werner, Home Bias and the Globalization of Securities, National Bureau of Economic Research, Working Paper No. 4218, 1992."
    ]
}