{
    "id": 7799,
    "cites": 16,
    "cited_by": 5,
    "reference": [
        "Barro, Robert J. Economic Growth in a Cross-Section of Countries. Quarterly Journal of Economics 106 (May 1991): 407-433.",
        "Barro, Robert J., and Xavier Sala-i-Martin. Convergence, Journal of Political Economy 100 (April 1992): 223-251.",
        "Bartel, Ann P. and Nachum Sicherman, Technological Change and Wages: An Interindustry Analysis, Journal of Political Economy, 107 (1999): 285-325.",
        "Blackburn, McKinley and David Neumark, Unobserved Ability, Efficiency Wages, and Interindustry Wage Differentials, Quarterly Journal of Economics, 107 (1992): 1421-36.",
        "Blanchflower, David G., Andrew J. Oswald and Peter Sanfey, Wages, Profits and RentSharing. Quarterly Journal of Economics, 111 (February 1996): 227-252.",
        "Borjas, George J. and Valerie A. Ramey, Foreign Competition, Market Power, and Wage Inequality, Quarterly Journal of Economics, 110 (November 1995): 1075-1110.",
        "Gibbons, Robert, and Lawrence Katz, Does Unmeasured Ability Explain Interindustry Wage Differentials'DONE' Review of Economic Studies 59 (1992): 515-535.",
        "Helwege, Jean, Sectoral Shifts and Interindustry Wage Differentials. Journal of Labor Economics, 10 ( January 1992): 55-84.",
        "Krueger, Alan B. and Lawrence H. Summers, Reflections on the Inter-Industry Wage Structure, in Kevin Lang and Jonathan S. Leonard, editors. Unemployment and the Structure of Labor Markets. New York: Basil Blackwell, 1987, pp. 17-47.",
        "Katz, Lawrence F. and Lawrence H. Summers. Industry Rents: Evidence and Implications, Brookings Papers on Economic Activity (1989): 209-75.",
        "Krueger, Alan B. and Lawrence H. Summers, Efficiency Wages and the Inter-Industry Wage Structure. Econometrica, 56 (March 1988): 259-293.",
        "Lawrence, Colin and Robert Z. Lawrence, Manufacturing Wage Dispersion: An End Game Interpretation, Brookings Papers on Economic Activity 1985:1, 47-106.",
        "Lewis, H. Gregg, Unionism and Relative Wages in the US. Chicago: University of Chicago Press, 1963.",
        "Murphy, Kevin M. and Robert H. Topel, Efficiency Wages Reconsidered: Theory and Evidence. in Yoram Weiss and Gideon Fishelson, eds. Advances in the Theory and Measurement of Unemployment. London: Macmillan, 1990.",
        "Labor Market, in Kevin Lang and Jonathan S. Leonard, editors. Unemployment and the Structure of Labor Markets. New York: Basil Blackwell, 1987, pp. 103-140.",
        "Quah, Danny, Galtons Fallacy and Tests of the Convergence Hypothesis. Scandinavian Journal of Economics, 95 (December 1993): 427-443."
    ]
}