{
    "id": 78,
    "cites": 17,
    "cited_by": 1,
    "reference": [
        "[1] Abrarrcwitz, M. and Stegun, l.A. (1964), Handbook of Mathematical Functions, U. S. Deparbnent of Corrmerce, National Bureau of Standards.",
        "[2] Bowman, K.o., (1972), Tables of the Sample Size Requirement, (surrunary), Biornetrika, Vol. 59, p. 234.",
        "[3] Desgupta, P. (1968), Tables of the Non-Centrality Parameter of F-Test as a Function of Power, Sankhya B, Vol. 30 pp. 73-82.",
        "[4] Duncan, A. J. (1957), Charts of the 10% and 50% Points of the Operating Characteristic Curves for Fixed Effects Analysis of Variance F-Tests, a0.Ol and 0.05, J. Amer. Stat. Assoc., Vol. 52, pp. 3~5-J~9.",
        "[5] Feldt, L.S. and MahrrDud, M.W. (1958), Power Function Charts for Specifying Numbers of Observations in naiysis ot Variance at Fixed Effects, Ann. Math. Stat., Vol. 29, pp. 871-877.",
        "[6] Fox, M. (1956), Charts of the Power of the F-test, Ann. Math. Stat., Vol. 27, pp. 484-497.",
        "[7] Hastings, C. L., Jr. (1955), Approximations for Digital Computers, Princeton University Press, Princeton, N.J.",
        "[8] Kastenbai..un, M.A., Hoel, D.C. and Bowman, K.O. (1970), Sample Size Requirements: One Way analysis of Variance, Biometrika Vol. 57, pp. `421-430.",
        "[9] Kastenbaurn, ll.A. Hoel, D.C. and Bowman, K..O. (1970), Sample Size Requirements: Randomized Blocks Designs, Biometrika, Vol. 57, pp. 573-577.",
        "[10] Lachenbruch, P.A. (1966), The Non-Central F Distribution-Extensions of Tangs Tables, (abstract), Ann. Math. Stat., Vol. 37, p. 774.",
        "[11] Lehrner, E. (1944), Inverse Tables of Probability of Errors of the Second Kind.,Ann. Math. Stat., Vol. 15, pp. 388-398.",
        "[12] Maru-i~ H.B. (1949), Analysis and Design of Experiments, Dover Publications.",
        "[13] Pearson, E.S. and Hartley, H.O. (1951), Charts of the Power Function for Analysis of Variance Tables ,Derived from the Non-Central F Distribution, Biometrika, Vol. 38, pp. 112-130.",
        "[14] Tang, P.C. (1938), The Power Function of the Analysis of Variance Test with Tables and Illustrations of their Use, Statistical Research Memoirs, Vol. 2, pp. 126-149 + Tables. -10-",
        "[15] Thompson, C. M. (1941), Tables of Percentage Points the Incomplete Beta Function, Biometrika, Vol. 32, pp. 151-181.",
        "[16] Tiku, M.L. (1967), Tables of the Power of the F-Test, J. Amer. Stat. Assoc. Vol. 62, pp. 525-539.",
        "[17] Tiku, M.L. (1972), More Tables of the Power of the F-Test, J. Amer. * Stat. Assoc., Vol 67, pp. 709-7lQ. O S"
    ]
}