{
    "id": 780,
    "cites": 7,
    "cited_by": 4,
    "reference": [
        "Edwards, Linda N., and Grossman, Michael. Adolescent Health, Family Background, and Preventive Medical. Care. In Volume III of Research inHuman Capital and Development, edited by Ismail Sirageldin, David Salkever, and Alan Sorkin. Greenwich, Connecticut: JAI Press, Inc., forthcoming. Edwards, Linda N., and Grossman, Michael. Childrens Health and the Family. In Volume II of Advances in Health Economics and Health Services Research, edited by Richard M. Scheffler and Louis F. Rossiter. Greenwich, Connecticut: JAI Press, Inc., 1981.",
        "Fuchs, Victor R. Time Preference and Health: An Exploratory Study. In Economic Aspects of Health, edited by Victor R. Fuchs. Chicago: University of Chicago Press for the National Bureau of Economic Research, 1982.",
        "Grossman, Michael. The Correlation between Health and Schooling. In Household Production and Consumption, edited by Nestor E. Terleckyj. New York: Columbia University Press for the National Bureau of Economic Research, 1975.",
        "Grossman, Michael, and Jacobowitz, Steven. Variations in Infant Mor- tality Rates among Counties of the United States: The Roles of Public Policies and Programs. Demography~, 18, No. 4 (November 1981).",
        "R- 2 Klein, Benjamin; Murphy, Kevin M.; and Schneider, Lynne. Government Regulation of Cigarette Health Information. Journal of Law and Economics, 24, No. 3 (December 1981).",
        "Lewit, Eugene M,; Coate, Douglas; and Grossman, Michael. The Effects of Government Regulation on Teenage Smoking. Journal of Law and Economics, 24, No. 3 (December 1981).",
        "Shakotko, Robert A.; Edwards, Linda N.; and Grossman, Michael. An Exploration of the Dynamic Relationship between Health and Cognitive Development in Adolescence. In Contributions to Economic Analysis: Health, Economics, and Health Economics, edited by Jaques van der Gaag and Mark Perlman. Amsterdam: North-Holland Publishing Company, 1981."
    ]
}