{
    "id": 7800,
    "cites": 105,
    "cited_by": 87,
    "reference": [
        "Schultz, Theodore, Ã\u0082â\u0080\u009cThe Value of the Ability to Deal with Disequalibria,Ã\u0082â\u0080\u009d Jouranl of Economic Literature 13, (1975) 827-846.",
        "Schultz, Theodore, The Economic Value Education, Columbia University Press, New York (1967).",
        "Schmookler, Jacob, Invention and Economic Growth, Cambridge, Harvard University Press, 1966.",
        "Sachs, Jeffrey and Howard Shatz Ã\u0082â\u0080\u009cTrade and Jobs in US ManufacuringÃ\u0082â\u0080\u009d Brookings Papers on Economic Activity, (1994) pp. 1-84.",
        "Schiff, ZeÃ\u0082â\u0080\u0099ev and Ehud YaÃ\u0082â\u0080\u0099ari, Intifada, The Palestinian Uprising - IsraelÃ\u0082â\u0080\u0099s Third Front, New York: Simon and Schuster, 1989.",
        "Rubinstein, Yonna and Dani Tsiddon, Ã\u0082â\u0080\u009cCoping with Technological Progress: The Role of Ability in Making Inequality so Persistent,Ã\u0082â\u0080\u009d Tel-Aviv University working paper, (1998).",
        "Robbins, Donald J., Ã\u0082â\u0080\u009cTrade and Inequality in Seven Developing Countries: Summary and Synthesis of Country Studies,Ã\u0082â\u0080\u009d (December 1995), mimeo.",
        "Piore, Michael and Charles Sabel, The Second Industrial Divide, Basic Books, New York, 1984.",
        "Reynolds, Lloyd G. The Structure of Labor Markets; Wages and Labor Mobility in Theory and Practice, New York, Harper (1951).",
        "Oliner, Stephen and Daniel Sichel, Ã\u0082â\u0080\u009cComputers and Output Growth Revisited: How Big Is the Puzzle?Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, (1994) pp. 273-318.",
        "Nelson, Richard and Edmund Phelps Ã\u0082â\u0080\u009cInvestment in Humans, Technological DiÃ\u0082Â¤usion and Economic GrowthÃ\u0082â\u0080\u009d American Economic Association Papers and Proceedings, volume 56, 69-75, (1966).",
        "Nordhaus William D. Ã\u0082â\u0080\u009cQuality Change in Price Indexes,Ã\u0082â\u0080\u009d Journal of Economic Perspectives, 12, (1998), 59-68.",
        "Murphy, Kevin M. and Finis Welch, Ã\u0082â\u0080\u009cIndustrial Change and the Rising Importance of Skill,Ã\u0082â\u0080\u009d in S. Danziger and P. Gottschalk, eds., Uneven Tides New York, Russell Sage, (1993).",
        "Murphy, Kevin M. and W. Graig Riddell and Paul M. Romer, Ã\u0082â\u0080\u009cWages, Skills and Technology in the United States and Canada,Ã\u0082â\u0080\u009d in E. Helpman, ed., General Purpose Technologies Cambridge, MA, MIT Press, (1998).",
        "Mokyr, Joel, ed., The British Industrial Revolution: An Economic Perspective, San Francisco: Westview Press, 1993.",
        "Murnane, Richard J. and Frank Levy, Teaching the Basic New Skills, New York, The Free Press, 1996.",
        "Mobius, Marcus Ã\u0082â\u0080\u009cThe Evolution of WorkÃ\u0082â\u0080\u009d MIT mimeo (2000).",
        "Mokyr, Joel, The Levers of Riches: Technological Creativity and Economic Progress Oxford University Press, New York, 1990.",
        "Leamer, Edward E., Ã\u0082â\u0080\u009cTrade, Wages and Revolving-Door Ideas,Ã\u0082â\u0080\u009d NBERWorking Paper No. 4716 (1995).",
        "Machin, Stephen, John Van Reenen, Ã\u0082â\u0080\u009cTechnology and Changes in Skill Structure: Evidence from Seven OECD Countries,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 113 (4), Nov. 1998, 1215-44.",
        "Lawrence, Robert andMatthew Slaughter Ã\u0082â\u0080\u009cTrade and U.S.Wages: Giant Sucking Sound or Small Hiccup?Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, (1993) pp. 161-226.",
        "Krugman, Paul, Ã\u0082â\u0080\u009cGrowing World Trade: Causes and ConsequencesÃ\u0082â\u0080\u009d Brookings Papers on Economic Activity (1995), pp 327-377.",
        "Krueger, Alan, Ã\u0082â\u0080\u009cMeasuring LaborÃ\u0082â\u0080\u0099s ShareÃ\u0082â\u0080\u009d American Economic Review, 89 (1999), 45-51.",
        "Krueger, Alan B., and JÃ\u0083Â¶rn-SteÃ\u0082Â¤en Pischke Ã\u0082â\u0080\u009cObservations and conjectures on the U.S. employment miracle,Ã\u0082â\u0080\u009d NBER Working Paper No. 6146, (1997).",
        "Krueger, Alan, Ã\u0082â\u0080\u009cReassessing the View That American Schools Are BrokenÃ\u0082â\u0080\u009d Industry Relation Section Princeton University Working Paper 1998.",
        "Krueger, Alan, Ã\u0082â\u0080\u009cLabor Market Shifts and the Price Puzzle RevisitedÃ\u0082â\u0080\u009d Princeton University, Industrial Relations Section Working Paper. No. 375, 1997.",
        "Kiley, Michael, Ã\u0082â\u0080\u009cThe Supply of Skilled Labor and Skill-Biased Technological ProgressÃ\u0082â\u0080\u009d 1999, Economc Journal.",
        "Kremer, Michael and Eric Maskin, Ã\u0082â\u0080\u009cSegregation By Skill and the Rise in InequalityÃ\u0082â\u0080\u009d MIT and Harvard Mimeo, 1999.",
        "Wood, Adrian, North-South Trade, Employment and Inequality: Changing Fortunes in a Skill Driven World, Oxford, Clarendon Press, 1994.",
        "Williamson, Jeffrey, Coping With City Growth During the British Industrial Revolution, Cambridge, Cambridge University Press, 1990.",
        "Williamson, JeÃ\u0082Â¤rey G. and Peter H. Lindert, American Inequality: A macroeconomic History, New York: Academic Press, 1980.",
        "Welch, Finis, Ã\u0082â\u0080\u009cBlack-White DiÃ\u0082Â¤erences in Returns to Schooling,Ã\u0082â\u0080\u009d American Economic Review 63, (1973) 893-907.",
        "Welch, Finis, Ã\u0082â\u0080\u009cEducation in Production,Ã\u0082â\u0080\u009d Journal of Political Economy 78 (1970), 312-327.",
        "Tinbergen, Jan, Income DiÃ\u0082Â¤erence: Recent Research, Amsterdam: North-Holland Publishing Company, 1975.",
        "Violante, Giovanni L. Ã\u0082â\u0080\u009cTechnological Acceleration, Skill Transferability and the Rise in Residual InequalityÃ\u0082â\u0080\u009d, mimeo, University College London (1999).",
        "Katz, Lawrence, Gary W. Loveman and David G. BlanchÃ\u0082â\u0080¡ower Ã\u0082â\u0080\u009cA Comparison of Changes in the Structure of Wages in Four OECD CountriesÃ\u0082â\u0080\u009d in Richard Freeman and Lawrence Katz op. cit. Kendrick, John W, Productivity Trends in the United States, Princeton [N.J.] Princeton University Press, 1961.",
        "Katz, Lawrence, and David Autor, Ã\u0082â\u0080\u009cChanges in the Wage Structure and Earnings InequalityÃ\u0082â\u0080\u009d in O. Ashenfelter and D. Card, eds., The Handbook of Labor Economics Volume III, Amsterdam: Elsevier. Katz, Lawrence and Kevin Murphy, Ã\u0082â\u0080\u009cChanges in Relative Wages: Supply and Demand FactorsÃ\u0082â\u0080\u009d Quarterly Journal of Economics, CVII (1992), 35-78.",
        "Juhn, Chinhui, Kevin M. Murphy and Brooks Pierce (1993);Ã\u0082â\u0080\u009cWage Inequality and the Rise in Returns to SkillÃ\u0082â\u0080\u009d Journal of Political Economy Vol 101, pp 410-442.",
        "Johnson, George and Frank StaÃ\u0082Â¤ord, Ã\u0082â\u0080\u009cThe Labor Market Implications of International TradeÃ\u0082â\u0080\u009d Handbook of Labor Economics volume 3. Jorgensen, Dale, W. and Kevin J. Stiroh, Ã\u0082â\u0080\u009cRaising the Speed Limit: U.S. Economic Growth in the Information AgeÃ\u0082â\u0080\u009d forthcoming in the Brookings Papers on Economic Activity (2000).",
        "Johnson, George Ã\u0082â\u0080\u009cChanges in Earnings Inequality: The Role of Demand ShiftsÃ\u0082â\u0080\u009d Journal of Economic Perspectives, 11 (1997), 41-54.",
        "James, John A., and Jonathan S. Skinner, (1985) Ã\u0082â\u0080\u009cThe Resolution of the Labor-Scarcity Paradox,Ã\u0082â\u0080\u009d Journal of Economic History, Volume 45, pp.513 - 540.",
        "Jerome, Harry, Mechanization in History, New York: National Bureau of Economic Research, 1934.",
        "Habakkuk, H.J., American and British Technology in the Nineteenth Century, London: Cambridge University Press, 1962.",
        "Hornstein, Andres and Per Krusell (1996), Ã\u0082â\u0080\u009cCan Technology Improvements Cause Productivity Slowdowns?,Ã\u0082â\u0080\u009d NBER Macroeconomic Annual, vol. 11, pp. 209-259.",
        "Grout, Paul, Ã\u0082â\u0080\u009cInvestment and Wages in the Absence of Binding Contracts: A Nash Bargaining Approach,Ã\u0082â\u0080\u009d Econometrica, 52 (1984), 449Ã\u0082â\u0080\u0093460.",
        "Griliches, Zvi, Ã\u0082â\u0080\u009cHybrid Corn: An Exploration in the Economics of Technological Change,Ã\u0082â\u0080\u009d Econometrica, Vol. 25 (1957) 501-522.",
        "Griliches, Zvi, Ã\u0082â\u0080\u009cCapital-Skill Complementarity,Ã\u0082â\u0080\u009d Review of Economics and Statistics 51 (1969), 465-468.",
        "Green, Constance M., Eli Whitney and The Birth of American Technology, Boston, Little, Brown (1956).",
        "Greenwood, Jeremy , Zvi Hecowtiz and Per Krusell, Ã\u0082â\u0080\u009cLong-Run Implications of Investment-Specific Techological Change,Ã\u0082â\u0080\u009d American Economic Review, vol. 87 [3], (1997) 342-362.",
        "Gordon, Robert Ã\u0082â\u0080\u009cCurrent Productivity Puzzles from a Long-term PerspectiveÃ\u0082â\u0080\u009d Northwestern University mimeo, (1998).",
        "Gould, Eric D., Omer Moav, and Bruce A. Weinberg, Ã\u0082â\u0080\u009cPrecautionary Demand for Education, Inequality, and Technological Progress,Ã\u0082â\u0080\u009d Mimeo, Feb 2000.",
        "Gottschalk, Peter and Timothy M. Smeeding, Ã\u0082â\u0080\u009cCross-National Comparisons of Earnings and Income Inequality,Ã\u0082â\u0080\u009d Journal of Economic Literature 35 (1997), 633-687.",
        "Gordon, Robert Measurement of Durable Goods Prices, University of Chicago Press, 1990.",
        "Gottschalk, Peter and Robert MoÃ\u0082Â¢tt, Ã\u0082â\u0080\u009cThe Growth of Earnings Instability in the U.S. Labor Market,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity 2 (1994), 217-272.",
        "Gosling, Amanda, Ã\u0082â\u0080\u009cThe Determination of Union Status and Wages in British EstablishmentsÃ\u0082â\u0080\u009d, Discussion paper 491, University of Essex, 1998.",
        "Gottschalk, Peter, Ã\u0082â\u0080\u009cInequality in Income, Growth and Mobility: The Basic Facts,Ã\u0082â\u0080\u009d Journal of Economic Perspectives 11 (1997), 21-40.",
        "Goldin, Claudia and Lawrence Katz, Ã\u0082â\u0080\u009cEducation and Income in the Early 20th-century: Evidence from the PrairiesÃ\u0082â\u0080\u009d 2000, forthcoming Journal of Economic History.",
        "Goldin, Claudia and Lawrence F. Katz, Ã\u0082â\u0080\u009cThe Origins of Technology-Skill Complementarity,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 113 (1998), 693-732.",
        "Goldin, Claudia and Robert Margo, Ã\u0082â\u0080\u009cThe Great Compression: The Wage Structure in the United States at Mid-Century,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 107 (1992), 1-34.",
        "Galor Oded and Daniel Tsiddon, Ã\u0082â\u0080\u009cTechnological Progress, Mobility and Economic GrowthÃ\u0082â\u0080\u009d American Economic Review, LXXXVII, pp 363-382. Galor, Oded and Omer Maov Ã\u0082â\u0080\u009cAbility Biased Technological Transition,Wage Inequality and Economic GrowthÃ\u0082â\u0080\u009d Quarterly Journal of Economics 115 (2000).",
        "Friedberg, Rachel, Ã\u0082â\u0080\u009cThe Impact of of Mass Migration on the Israeli Labor Market,Ã\u0082â\u0080\u009d Brown University Population Studies and Training CenterWorking Paper 97-11, September 1997.",
        "Freeman, Richard and James MedoÃ\u0082Â¤, What Unions Do, Basic Books, New York, 1984.",
        "Freeman, Richard, Ã\u0082â\u0080\u009cHow Much Has De-unionization Contributed to the Rise of Male Earnings Inequality?Ã\u0082â\u0080\u009d, NBER working paper 3826, 1991.",
        "Freeman, Richard and Lawrence F. Katz, Ã\u0082â\u0080\u009cIntroduction and Summary,Ã\u0082â\u0080\u009d in R. Freeman and L. Katz (eds.), DiÃ\u0082Â¤erences and Changes in Wage Structures, Chicago, IL: The University of Chicago Press, pp. 1-22. Freeman Richard and Edward Lazear Ã\u0082â\u0080\u009cAn Economic Analysis of Works Councils Ã\u0082â\u0080\u009d, in Rogers,-Joel;Streeck,-Wolfgang, eds. Works councils: Consultation, representation, and cooperation in industrial relations. National Bureau of Economic Research Comparative Labor Markets Series. Chicago and London: University of Chicago Press, 1995, pages 27-50, (1995).",
        "Freeman, Richard B., Ã\u0082â\u0080\u009cOverinvestment in College Training?,Ã\u0082â\u0080\u009d Journal of Human Resources, 10 (1975), 287-311.",
        "Freeman, Richard, The Overeducated American, New York, Academic Press, 1976.",
        "Frank, Robert H. and Phillip J. Cook, Ã\u0082â\u0080\u009cThe Winner-Take-All Society,Ã\u0082â\u0080\u009d Free Press, New York, (1995).",
        "Farber, Henry, Ã\u0082â\u0080\u009cAre Lifetime Jobs Disappearing? Job Duration in United StatesÃ\u0082â\u0080\u009d in the are working paper, No. 5014. Foster, Andrew and Mark Rosenzweig Ã\u0082â\u0080\u009cTechnical Change in Human Capital Return and Investments:Evidence from the Green RevolutionÃ\u0082â\u0080\u009d American Economic Review, 86, (1996), 931-953.",
        "Doms, Mark, Timothy Dunne and Kenneth Torske Ã\u0082â\u0080\u009cWorkers, Wages and TechnologyÃ\u0082â\u0080\u009d Quarterly Journal of Economics, Vol 112, (1997), 217-252.",
        "Devroye, Dan and Richard Freeman, Ã\u0082â\u0080\u009cDoes Inequality in Skills Explain Inequality of Earnings Across Countries?Ã\u0082â\u0080\u009d Harvard University mimeo (2000).",
        "Diebold, Francis, David Neumark and Daniel Polskthey Ã\u0082â\u0080\u009cJob Stability in United StatesÃ\u0082â\u0080\u009d Journal of Labor Economics15, (1997), 206-33.",
        "Davis, Steven J.; Ã\u0082â\u0080\u009cCross-Country Patterns of Changes in RelativeWagesÃ\u0082â\u0080\u009d NBER Macroeconomic Annual, 1992 MIT Press, Cambridge, 239-292.",
        "David, Paul, Ã\u0082â\u0080\u009cThe Dynamo and the Computer: An Historical Perspective on the Modern Productivity ParadoxÃ\u0082â\u0080\u009d American Economic Review. Vol. 80 (2), (1990) 355-61.",
        "Caselli, Francesco Ã\u0082â\u0080\u009cTechnological RevolutionsÃ\u0082â\u0080\u009d American Economic Review (1999).",
        "Caroli, Eve and John van Reenen, Ã\u0082â\u0080\u009cWage Inequality and Organizational ChangeÃ\u0082â\u0080\u009d, mimeo UCL. (1999).",
        "Card, David, Francis Kramartz and Thomas Lemieux ;Ã\u0082â\u0080\u009cChanges in the Relative Structure of Wages and Employment: A Comparison of the United States, Canada and FranceÃ\u0082â\u0080\u009d Mimeo (1996).",
        "Card, David and Thomas Lemieux, Ã\u0082â\u0080\u009cCan Falling Supply Explain the Rising Return to College for Younger Men?,Ã\u0082â\u0080\u009d University of California, Berkeley Mimeo (1999).",
        "Card, David E. and Alan Krueger, Ã\u0082â\u0080\u009cSchool Quality and Black-White Relative Earnings: A Direct Assessment,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 107, (1992), 151-200.",
        "Brendt, Ernie, CatherineMorrison and Larry Rosenblum (1994) Ã\u0082â\u0080\u009cHigh-tech Capital Formation and Labor Composition in U.S. Manufacturing Industries: An Exploratory AnalysisÃ\u0082â\u0080\u009d Journal of Econometrics, volume 65, 9-43.",
        "Bresnahan, Timothy F., Erik Brynjolfsson, and LorinM. Hitt, Ã\u0082â\u0080\u009cInformation Technology, Workplace Organization and the Demand for Skilled Labor: Firm-level Evidence,Ã\u0082â\u0080\u009d NBER Working Paper 7136, May 1999.",
        "Braverman, Harry, Labor and Monopoly Capital: The Degradation of Work in the Twentieth Century, New York: Monthly Review Press, 1974.",
        "Bresnahan, Timothy F., Ã\u0082â\u0080\u009cComputerization and Wage Dispersion: An Analytical Reinterpretation,Ã\u0082â\u0080\u009d Stanford University Mimeo (1999).",
        "Borjas, George J. and Valerie Ramey, Ã\u0082â\u0080\u009cForeign Competition, Market Power and Wage Inequality,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 110 (1995), 1075-1110.",
        "Boskin Michael et al Ã\u0082â\u0080\u009cConsumer Prices, The Consumer Price Index, and The Cost of Living,Ã\u0082â\u0080\u009d Journal of Ec. Perspectives vol. 12, (1998), 3-26.",
        "Borjas, George J., Richard B. Freeman, and Lawrence F. Katz, Ã\u0082â\u0080\u009cHow much do Immigration and Trade AÃ\u0082Â¤ect Labor Market Outcomes?,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 1 (1997), 1-90.",
        "Berman, Eli, and Stephen Machin, Ã\u0082â\u0080\u009cSBTC Happens! Evidence on the Factor Bias of Technological Change in Developing and Developed CountriesÃ\u0082â\u0080\u009d, mimeo, 2000.",
        "Berman, Eli, John Bound and Stephen Machin Ã\u0082â\u0080\u009cImplications of Skill-Biased Technological Change: International Evidence,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, CXIII (1998), 1245-1280.",
        "Becker, Gary Human capital. Chicago: The University of Chicago Press, (1964).",
        "Berman, Eli, John Bound and Zvi Griliches, Ã\u0082â\u0080\u009cChanges in the Demand for Skilled Labor within U. S. Manufacturing Industries: Evidence from the Annual Survey of Manufactures,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 109 (1994), 367-365.",
        "Bartel, Ann. and Nachum Sicherman, Ã\u0082â\u0080\u009cTechnological Change and the Skill Acquisition of Young Workers,Ã\u0082â\u0080\u009d Journal of Labor Economics 16, (1998), 718-755.",
        "Bartel, Ann P. and Frank Lichtenberg, Ã\u0082â\u0080\u009cThe Comparative Advantage of EducatedWorkers in Implementing New Technology,Ã\u0082â\u0080\u009d Review of Economics and Statistics, 49 (1987), 1-11.",
        "Bairoch, Paul (1988), Cities and Economic Development: From the Dawn of History to the Present, University of Chicago Press, Chicago, translated by Christopher Braider.",
        "Autor, David, Frank Levy and Richard Murnane Ã\u0082â\u0080\u009cComputer Cognition and Human Cognition: The Skill Content of Recent Technological ChangeÃ\u0082â\u0080\u009d MIT mimeo, (2000).",
        "Bailey, Martin and Robert Gordon Ã\u0082â\u0080\u009cThe Productivity Slowdown: Measurement Issues and Explosion of Computer PowerÃ\u0082â\u0080\u009d Brookings Papers on Economic Activity, macroeconomics, volume 2, (1988), 379-431.",
        "Autor, David, Alan Krueger and Lawrence Katz, Ã\u0082â\u0080\u009cComputing Inequality: Have Computers Changed the Labor Market?Ã\u0082â\u0080\u009d Quarterly Journal of Economics, CXIII (1998), 1169-1214.",
        "Ahmad, Syed, Ã\u0082â\u0080\u009cOn The Theory of Induced Invention,Ã\u0082â\u0080\u009d Economic Journal LXXVI, (1966), pp. 344-357.",
        "Angrist, Joshua, Ã\u0082â\u0080\u009cThe Economic Returns to Schooling in the West Bank and Gaza StripÃ\u0082â\u0080\u009d American Economic Review, 85,1065-1087. Appelbaum Eileen and Rosemary Batt The New American Workplace ILR Press, New York, 1994.",
        "Acemoglu, Daron and Fabrizio Zilibotti, Ã\u0082â\u0080\u009cProductivity DiÃ\u0082Â¤erencesÃ\u0082â\u0080\u009d (1998), forthcoming Quarterly Journal of Economics.",
        "Aghion, Philippe and Peter Howitt, Endogenous Growth Theory, Cambridge, MA, MIT Press, 1998.",
        "Acemoglu, Daron, Ã\u0082â\u0080\u009cLabor- and Capital-Augmenting Technical ChangeÃ\u0082â\u0080\u009d, NBER Working Paper No. 7544, (2000).",
        "Acemoglu, Daron, Phillipe Aghion and Gianluca Violante Ã\u0082â\u0080\u009cTechnical Change, Deunionization and Inequality MIT mimeo, (2000).",
        "Acemoglu, Daron, Ã\u0082â\u0080\u009cPatterns of Skill PremiaÃ\u0082â\u0080\u009d, NBERWorking Paper No. 7018, (1999b).",
        "Acemoglu, Daron, Ã\u0082â\u0080\u009cWhy Do New Technologies Complement Skills? Directed Technical Change and Wage InequalityÃ\u0082â\u0080\u009d Quarterly Journal of Economics, 113 (1998), 1055-1090.",
        "Acemoglu, Daron Ã\u0082â\u0080\u009cChanges in Unemployment and Wage Inequality: An Alternative Theory and Some EvidenceÃ\u0082â\u0080\u009d American Economic Review, 89(1999a), 1259-1278.",
        "Acemoglu, Daron, Ã\u0082â\u0080\u009cA Microfoundation for Social Increasing Returns in Human Capital,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 111 (1996), 779Ã\u0082â\u0080\u0093804."
    ]
}