{
    "id": 7803,
    "cites": 18,
    "cited_by": 4,
    "reference": [
        "Berger, Philip G., and Eli Ofek, 1995, Diversifications effect on firm value, Journal of Financial Economics 37, 39-66.",
        "Berger, Philip G., and Eli Ofek, 1996, Bust-up takeovers of value-destroying diversified firms, Journal of Finance 51, 1175-1200.",
        "Berger, Philip G., and Eli Ofek, 1999, Causes and consequences of corporate refocusing programs, Review of Financial Studies 12, 311-345.",
        "Blanchard, Olivier, Florencio Lopez-de-Silanes, and Andrei Shleifer, 1994, What do firms do with cash windfalls?, Journal of Financial Economics 36, 337-360.",
        "Campa, Jose Manuel and Simi Kedia, 1999, Explaining the diversification discount, NYU working paper.",
        "Denis, David J., Diane K. Denis, and Atulya Sarin, 1997, Agency problems, equity ownership, and corporate diversification, Journal of Finance 52, 135-160.",
        "Fluck, Zsuzsanna, and Anthony Lynch, 1999, Why do firms merge and then divest? A theory of financial synergy, Journal of Business 72, 319-346.",
        "Kaplan, Steven and Michael S. Weisbach, 1992, The success of acquisitions: evidence from divestitures, Journal of Finance 47, 108-138.",
        "Lamont, Owen, 1997, Cash flow and investment: Evidence from internal capital markets, Journal of Finance 52, 83-109.",
        "Lamont, Owen, and Christopher Polk, 1999, The diversification discount: cash flows vs. returns, NBER Working Paper 7396.",
        "Lang, Larry and RenÃ\u0083Â© Stulz, 1994, Tobins Q, Corporate Diversification, and Firm Performance, Journal of Political Economy 102, 1248-1280.",
        "Lewellen, Wilbur G., 1971, A pure financial rationale for the conglomerate merger, Journal of Finance 26, 521-537.",
        "Morck, R., A. Sheifer, and R. Vishny, 1990, Do managerial objectives drive bad acquisitions?, Journal of Finance 45, 31-48.",
        "Rajan, Raghuram, Henri Servaes, and Luigi Zingales, 1998, The Cost of Diversity: Diversification Discount and Inefficient Investment, NBER working paper 6368.",
        "Rajan, Raghuram G., Henri Servaes, and Luigi Zingales, 2000, The Cost of Diversity: Diversification Discount and Inefficient Investment, Journal of Finance 55, 35-80.",
        "Rogers, William, 1993, Regression standard errors in clustered samples, Stata Technical Bulletin 13, 19-23.",
        "Shin, Hyun-Han and Rene M. Stulz, 1998, Are internal capital markets efficient?, Quarterly Journal of Economics 113, 531-552.",
        "Stein, Jeremy C., 1997, Internal capital markets and the competition for corporate resources, Journal of Finance 52, 111-133."
    ]
}