{
    "id": 7804,
    "cites": 21,
    "cited_by": 15,
    "reference": [
        "Cleary, F. R. and D. J. Edwards (1960): The Origins of the Contributors to the AER During the `Fifties, American Economic Review 50, 1011-1014.",
        "Coe, Robert K. and Irwin Weinstock (1967): Editorial Policies of the Major Economics Journals, Quarterly Review of Economics and Business 7, 37-43.",
        "Colander, David (1989): Research on the Economics Profession, Journal of Economic Perspectives 3, 137-148.",
        "Ellison, Glenn (2000): Evolving Standards for Academic Publishing: A q-r Theory mimeo.",
        "Ellison, Glenn and Edward L. Glaeser (1997): Geographic Concentration in U.S. Manufacturing Industries: A Dartboard Approach, Journal of Political Economy 105, 889-927.",
        "Hamermesh, Daniel (1994): Facts and Myths about Refereeing, Journal of Economic Perspectives 8, 153-164.",
        "Hudson, John (1996): Trends in Multi-Authored Papers in Economics, Journal of Economic Perspectives 10, 153-158.",
        "Laband, David N. (1990): Is There Value-Added from the Review Process in Economics, Quarterly Journal of Economics 105, 341-353.",
        "Laband, David N., R. E. McCormick and M. T. Maloney (1990): The Review Process in Economics: Some Empirical Findings, Review of Economics and Statistics 72A, v - xvii.",
        "Laband, David N. and Michael J. Piette (1994a): Favoritism versus Search for Good Papers: Empirical Evidence Regarding the Behavior or Journal Editors, Journal of Political Economy 102, 194-203.",
        "Laband, David N. and John M. Wells (1998): The Scholarly Journal Literature of Economics: A Historical Profile of the AER, JPE, and QJE, The American Economist 42, 47-58.",
        "Lucas, Robert E., Jr. (1988): On the Mechanics of Economic Development, Journal of Monetary Economics 22, 3-42.",
        "Marshall, Howard D. (1959): Publication Policies at the Economic Journals,American Economic Review 49, 133-138.",
        "Oster, Sharon and Daniel S. Hamermesh (1998): Aging and Productivity Among Economists, 68 Review of Economics and Statistics 80, 154-156.",
        "Sauer, Raymond D. (1988): Estimates of the Returns to Quality and Coauthorship in Economic Academia, Journal of Political Economy 96, 855-866.",
        "Siegfried, John J. (1994): Trends in Institutional Affiliation of Authors Who Publish in the Three Leading General Interest Journals, The Quarterly Review of Economics and Finance 34, 375-386.",
        "Siegfried, John J. (1998): Who is a Member of the AEA?, Journal of Economic Perspectives 12, 211-222.",
        "Stern, Scott and Manuel Trajtenberg (1998): Empirical Implications of Physician Authority in Pharmaceutical Decisionmaking, National Bureau of Economic Research Working Paper 6851.",
        "Trivedi, P. K. (1993): An Analysis of Publication Lags in Econometrics, Journal of Applied Econometrics 8, 93-100.",
        "Yohe, Gary W. (1980): Current Publication Lags in Economics Journals, Journal of Economic Literature 18, 1050-1055.",
        "Yotopoulos, P. A. (1961): Insitutional Affiliation of the Contributors to Three Professional Journals, American Economic Review 51, 665-670."
    ]
}