{
    "id": 7806,
    "cites": 100,
    "cited_by": 41,
    "reference": [
        "Adams, Gina, Karen Schulman, and Nancy Ebb (1998). Locked Doors: States Struggling to Meet the Child Care Needs of Low-Income Working Families, Washington D.C.: Childrens Defense Fund, March.",
        "Administration for Children and Families (1998). HHS Fact Sheet: State Spending Under the Child Care Block Grant, iitt,p://www,acf.dhhs~gov/news/nress/i 998/cc97fundJitm, Washington D.C.",
        "Administration for Children and Families (1999). Access to Child Care for Low-Income Working Families, http:~/www .acf. dhhs,gov/news/ccrevort.htm, Washington D.C.",
        "Advisory Committee on Head Start Research and Evaluation (1999). A Recommended Framework for Studying the Impact of Head Start Programs, U.S. Department of Health and Human Services, http ://www. acf.dhhs.gov/programs/hsreac/oct99/textrpt.htm.",
        "Anderson, Patricia M. and Philip B. Levine (2000). Child Care and Mothers Employment Decisions, in Finding Jobs: Work and Welfare Reform, Rebecca M. Blank and David Card, eds., New York: Russell Sage Foundation.",
        "Averett, Susan L., H. Elizabeth Peters, and Donald M. Waldman (1997). Tax Credits, Labor Supply, and Child Care, Review of Economics and Statistics 79 (1), February: 125-135.",
        "Barnett, W. Steven (1992). Benefits of Compensatory Preschool Education, Journal of Human Resources 27 (2), Spring:279-312.",
        "Barnett, W. Steven (1993a). New Wine in Old Bottles: Increasing Coherence in Early Childhood Care and Education Policy, Early Childhood Research Quarterly 8 (4): 5 19-558.",
        "Barnett, W. Steven (1993b). Benefit-Cost Analysis of Preschool Education: Findings from a 25year Followup, American Journal of Orthopsychiatry 64 (4): 500-508.",
        "Barnett, W. Steven (1995). Long-term Effects of Early Childhood Programs on Cognitive and School Outcomes, The Future of Children 5 (3), Winter: 25-50.",
        "Becker, Gary S., and H. Greg Lewis (1973). Interaction Between Quantity and Quality of Children, Journal of Political Economy 81(2), part 2, MarchlApril: S279-S288.",
        "Berger, Mark C., and Dan A. Black (1992). Child Care Subsidies, Quality of Care, and the Labor Supply of Low-Income Single Mothers, Review of Economics and Statistics 74 (4), November: 635-642.",
        "Bergmann, Barbara (1996). Saving Our Children from Poverty: What the United States Can Learn From France, New York: Russell Sage Foundation.",
        "Besharov, Douglas J., and Nazanin Samari (2000). Child-Care Vouchers and Cash Payments, in Eugene Steuerle, Robert Reischauer, Van Doom Ooms, and George Peterson, eds., Vouchers and Related Delivery Mechanisms: Consumer Choice in the Provision of Public Services ,Washington, DC: Urban Institute Press and Brookings Institution Press; forthcoming.",
        "Blau, David M. (1997). The Production of Quality in Child Care Centers, Journal of Human Resources 32 (2), Spring: 354-387.",
        "Blau, David M. (1999). The Effect of Child Care Characteristics on Child Development, Journal of Human Resources 34 (4), Fall: 786-822.",
        "Blau, David M. and H. Naci Mocan (1999). The Supply of Quality in Child Care Centers, NBER Working Paper 7225, Cambridge MA, July.",
        "Blau, David M. and Philip K. Robins (1988). Child Care Costs and Family Labor Supply, Review of Economics and Statistics 70 (3), August: 374-381.",
        "Blau, David M. and Philip K. Robins (1991). Child Care Demand and Labor Supply of Young Mothers Over Time, Demography 28 (3), August: 333-352.",
        "Bloom, Dan, Mary Farrell, James J. Kemple, and Nandita Verma (1999). The Family Transition Program: Implementation and Three-Year Impacts of Floridas Initial Time-Limited Welfare Program, New York: Manpower Demonstration Research Corporation, April.",
        "Bos, Johannes M., Aletha C. Huston, Robert C. Granger, Greg J. Duncan, Thomas W. Brock, and Vonnie C. McCloyd (1999). New Hope for People With Low Incomes: Two-Year Results of a program to Reduce Poverty and Reform Welfare, New York: Manpower Demonstration Research Corporation, August.",
        "Bowen, Gary L. and Peter A. Neenan (1993). Does Subsidized Child Care Availability Promote Welfare Independence of Mothers on AFDC: An Experimental Analysis, Research on Social Work Practice 3 (4), October: 363-384.",
        "Capizzano, Jeffrey, Gina Adams, and Freya Sonenstein (2000). Child Care Arrangements for Children Under Five: Variation Across States, Urban Institute: Assessing the New Federalism, Series B, No. B-7, Washington D.C., March.",
        "Chaplin, Duncan D., Philip K. Robins, Sandra L. Hofferth, Douglas A. Wissoker, and Paul Fronstin (1999). The Price Elasticity of Child Care Demand: A Sensitivity Analysis, Working Paper, Washington D.C., The Urban Institute.",
        "Chay, Kenneth Y., Hilary Hoynes, and Dean Hyslop (1999). A Non-experimental Analysis of `True State Dependence in Monthly Welfare Participation Sequences, Working Paper, University of California - Berkeley, October.",
        "Chipty, Tasneem, Ann Dryden Witte, Magaly Queralt, and Harriet Griesenger (1998). What Is Happening to Families Receiving Cash Assistance? A Longitudinal Study of the Early Stages of Welfare Reform, Working Paper, Department of Economics, Ohio State University, November.",
        "Committee on Ways and Means, U.S. House of Representatives (1998). 1998 Green Book, Washington D.C., May.",
        "Connelly, Rachel (1990). The Cost of Child Care and Single Mothers: Its Effect on Labor Force Participation and AFDC Participation, Working Paper, Brunswick, ME: Bowdoin College.",
        "Connelly, Rachel (1991). The Importance of Child Care Costs to Womens Decision Making, in David Blau (ed.) The Economics of Child Care, New York: Russell Sage Foundation.",
        "Connelly, Rachel (1992). The Effects of Child Care Costs on Married Womens Labor Force Participation, Review of Economics and Statistics 74 (1), February: 83-90.",
        "Connelly, Rachel, and Jean Kimmel (1999). Marital Status and Full-Time/Part-Time Work Status in Child Care Choices, Upjohn Institute Working Paper 99-58, Kalamazoo MI, September.",
        "Council of Economic Advisors (1997). The Economics of Child Care, Washington D.C., December.",
        "Cryer, Debbie, and Margaret Burchinal (1995). Parents as Child Care Consumers, in Suzanne W. Helburn (ed.) Cost, Quality, and Child Outcomes in Child Care Centers, Technical Report, 78 Denver: Department of Economics, Center for Research in Economic and Social Policy, University of Colorado at Denver, June.",
        "Curie, Janet (forthcoming). Early Childhood Intervention Programs: What Do We Know? Journal of Economic Perspectives. Currie, Janet, and Duncan Thomas (1995). Does Head Start Make A Difference? American Economic Review 85 (3), June: 34 1-364.",
        "Curie, Janet, and Duncan Thomas (1999). Does Head Start Help Hispanic Children? Journal of Public Economics 74 (2), November: 235-262.",
        "Fronstin, Paul, and Doug Wissoker (1995). The Effects of the Availability of Low-Cost Child Care on the Labor-Supply of Low-Income Women, Working Paper, Urban Institute, Washington D.C., January.",
        "Fuller, Bruce, Sharon L. Kagan, Jan McCarthy, Gretchen Caspary, Darren Lubotsky, and Laura Gascue (1999). Who Selects Formal Child Care? The Role of Subsidies as Low-Income Mothers Negotiate Welfare Reform, presented at the Society for Research in Child Development Meeting, Albuquerque NM, April.",
        "Fuller, Bruce, Sharon L. Kagan, Gretchen Caspary, Nancy Cohen, Desiree French, Laura Gascue, Africa Hands, James Mensing, Jan McCarthy, Gege Kreischer, Jude Carroll, and Kristen Cool (2000). Remember the Children: Mothers balance Work and Child Care Under Welfare Reform, University of California, Berkeley.",
        "Gelbach, Jonah (1999). How Large an Effect Do Child Care Costs Have on Single Mothers Labor Supply? Evidence Using Access to Free Public Schooling, Working Paper, Department of Economics, University of Maryland, College Park, December.",
        "Gladden, Tricia, and Christopher Taber (1999). Wage Progression Among Less Skilled Workers, Department of Economics, Northwestern University, February.",
        "Gomby, Deanna S., Nora Krantzler, Mary B. Lamer, Carol S. Stevenson, Donna L. Terman, and Richard E. Behrman (1996). Financing Child Care: Analysis and Recommendations, The Future of Children 6 (2), Summer/Fall: 5-25.",
        "Gormley, William T. (1995). Everybodys Children: Child Care as a Public Problem, Washington D.C.: The Brookings Institution.",
        "Granger, Robert C., and Rachel Cytron (1999). Teenage Parent Programs: A Synthesis of the Long-Term Effects of the New Chance Demonstration, Ohios Learning, Earning, and Parenting program, and the Teenage Parent Demonstration, Evaluation Review 23 (2): 107-145.",
        "Hagy, Alison P. (1998). The Demand for Child Care Quality: An Hedonic Price Theory Approach, Journal of Human Resources 33 (3), Summer: 683-7 10.",
        "Hamilton, Gayle, Thomas Brock, Mary Farrell, Daniel Friedlander, and Kristen Harknett (1997). The National Evaluation of Welfare-to-Work Strategies. Evaluating Two Welfare-to-Work Approaches: Two-Year Findings on the Labor Force Attachment and Human Capital Development Programs in Three Sites, New York: Manpower Demonstration Research Corporation, December.",
        "Han, Wen-Jui, and Jane Waldfogel (1999). The Effect of Child Care Costs on the Employment of Single and Married Mothers: Evidence from the Current Population Survey, Working Paper, School of Social Work, Columbia University, New York, July.",
        "Harms, Thelma, Deborah Cryer, and Richard Clifford (1988). Infant/Toddler Environment Rating Scale. New York: Teachers College Press.",
        "Harms, Thelma and Richard Clifford, (1980). Early Childhood Environment Rating Scale. New York: Teachers College Press.",
        "Hayes, Cheryl, John Palmer, and Martha Zaslow (1990). Who Cares for Americas Children? Child Care Policy for the 1990s, Washington D.C.: The National Academy of Sciences Press.",
        "Heckman, James J. (1974). Effects of Child-Care Programs on Womens Work Effort, Journal of Political Economy 82 (2) Part 2, MarchlApril: S136-S163.",
        "Heckman, James J. (1979). Sample Selection Bias as a Specification Error, Econometrica 47 (1), January: 153-162.",
        "Heckman, James J. (1981). Heterogeneity and State Dependence, in Sherwin Rosen (ed.) Studies in Labor Markets, Chicago: University of Chicago Press.",
        "Helbum, Suzanne W. (ed.) (1995). Cost, Quality, and Child Outcomes in Child Care Centers, Technical Report, Denver: Department of Economics, Center for Research in Economic and Social Policy, University of Colorado at Denver, June.",
        "Hotz, V. Joseph, and M. Rebecca Kilburn (1994). Regulating Child Care: The Effects of State Regulations on Child Care Demand and Its Costs, Working Paper, RAND, Santa Monica, CA, August.",
        "Hyslop, Dean (1999). State Dependence, Serial Correlation, and Heterogeneity in Intertemporal 80 Labor Force Participation of Married Women, Econometrica 67 (6), November: 1255-1294.",
        "Kagan, Sharon L. and Nancy Cohen (1996). A Vision for a Quality Early Care and Education System, in Sharon Kagan and Nancy Cohen (eds), Reinventing Early Care and Education: A Vision for a Ouality System, San Francisco: Jossey-Bass.",
        "Kahn, Alfred, and Shiela Kamerman (1987). Child Care: Facing the Hard Choices, Dover MA: Auburn House.",
        "Karoly, Lynn A., Peter W. Greenwood, Susan S. Everingham, Jill HoubÃ\u0083Â©, M. Rebecca Kilbum, C. Peter Rydell, Matthew Sanders, and James Chiesa (1998). Investing In Our Children: What We Know and Dont Know About the Costs and Benefits of Early Childhood Interventions, Santa Monica CA: RAND Report MR-898-TCWF.",
        "Kimmel, Jean (1995). The Effectiveness of Child Care Subsidies in Encouraging the Welfareto -Work Transition of Low-Income Single Mothers, American Economic Review Papers and Proceedings 85 (2), May: 27 1-275.",
        "Kimmel, Jean (1998). Child Care Costs as a Barrier to Employment for Single and Married Mothers, Review of Economics and Statistics 80 (2), May: 287-299.",
        "Kisker, Ellen E., Anu Rangarajan, and Kimberly Boller (1998). Moving Into Adulthood: Were the Impacts of Mandatory Programs for Welfare-Dependent Teenage Parents Sustained After the Programs Ended?, Princeton NJ: Mathematica Policy Research, February.",
        "Leland, Hayne (1979). Quacks, Lemons, and Licensing: A Theory of Minimum Quality Standards, Journal of Political Economy 87: 1328-1346.",
        "Long, Sharon K., Gretchen G. Kirby, Robin Kurka, and Shelley Waters (1998). Child Care Assistance Under Welfare Reform: Early Responses by the States, Assessing the New Federalism Occasional Paper 15, Urban Institute, Washington D.C.",
        "Love, John M., Peter Z. Schochet, and Alicia L. Meckstroth (1996). Are They in Any Real Danger? What Research Does - And Doesnt - Tell Us About Child Care Quality and Childrens Well-Being Princeton NJ: Mathematica Policy Research, May.",
        "MaCurdy, Thomas, David Green, and Harry Paarsch (1990). Assessing Empirical Approaches for Analyzing Taxes and Labor Supply, Journal of Human Resources 25 (3), Summer: 4 15-490.",
        "Maddala, G.S. (1983). Limited and qualitative Dependent Variables in Econometrics, New York: Cambridge University Press.",
        "Magenheim, Ellen B. (1995). Information, Prices, and Competition in the Child Care Market: 81 What Role Should Government Play? in J.M. Pogodzinksi (ed.) Readings in Public Policy, Cambridge MA: Blackwell.",
        "Meyers, Marcia K., and Theresa Heintze (1999). The Performance of the Child Care Subsidy System: Target Efficiency, Coverage Adequacy and Equity, Social Service Review 73 (1), March: 3 7-64.",
        "Meyers, Marcia K., Theresa Heintze, and Douglas A. Wolf (1999). Child Care Subsidies and the Employment of Welfare Recipients, Working Paper, School of Social Work, Columbia University, New York, August.",
        "Michalopoulos, Charles, and Philip K. Robins (1999). Employment and Child-Care Choices in Canada and the United States, Manpower Demonstration Research Corporation, New York, August.",
        "Michalopoulos, Charles, Philip K. Robins, and Irwin Garfinkel (1992). A Structural Model of Labor Supply and Child Care Demand, Journal of Human Resources 27 (1), Winter: 166-203.",
        "Miller, Cynthia, Virginia Knox, Patricia Auspos, Jo Anna Hunter-Means, and Alan Orenstein (1997). Making Welfare Work and Work Pay: Implementation and 18-Month Impacts of the Minnesota Family Investment Program, New York: Manpower Demonstration Research Corporation, September.",
        "Mroz, Thomas A. (1987). The Sensitivity of an Empirical Model of Married Womens Hours of Work to Economic and Statistical Assumptions, Econometrica 55 (3), July: 765-799.",
        "Mroz, Thomas A. (1999). Discrete Factor Approximations in Simultaneous Equation Models: Estimating the Impact of a Dummy Endogenous variable on a Continuous Outcome, Journal of Econometrics 92: 23 3-274.",
        "Pencavel, John (1986). Labor Supply of Men: A Survey, In Orley Ashenfelter and Richard Layard (eds.) Handbook of Labor Economics, Volume 1, North Holland.",
        "Piecyk, Jessica B., Ann Collins, and J. Lee Kreader (1999). Patterns and Growth of Child Care Voucher Use by Families Connected to Cash Assistance in Illinois and Maryland, National Center for Children in Poverty, Columbia University, May.",
        "Pitegoff, Peter, and Lauren Bream (1997). Child Care Policy and the Welfare Reform Act, Journal of Affordable Housing and Community Development Law 6 (2), Winter: 113-130.",
        "Powell, Lisa M. (1997). The Impact of Child Care Costs on the Labour Supply of Married Mothers: Evidence from Canada, Canadian Journal of Economics 30 (3): 577-594.",
        "Quint, Janet C., Johannes M. Bos, and Denise F. Polit (1997). New Chance: Final Report on a Comprehensive Program for Young Mothers in Poverty and Their Children, New York: Manpower Demonstration Research Corporation, October.",
        "Ribar, David (1992). Child Care and the Labor Supply of Married Women: Reduced Form Evidence, Journal of Human Resources 27 (1), Winter: 134-165.",
        "Ribar, David (1995). A Structural Model of Child Care and the Labor Supply of Married Women, Journal of Labor Economics 13 (3), July: 558-597.",
        "Riccio, James, Daniel Friedlander, and Stephen Freedman (1994). GAiN: Benefits, Costs, and Three-Year-Impacts of a Welfare-to-Work Program, New York: Manpower Demonstration Research Corporation, September.",
        "Robins, Philip K. (1990). Federal Financing of Child Care: Alternative Approaches and Economic Implications, Population and Policy Review 9 (1), January: 65-90.",
        "Robins, Philip K. (1991). Child Care Policy and Research: An Economists Perspective, in David Blau (ed.) The Economics of Child Care, New York: Russell Sage Foundation.",
        "Robins, Philip K. and Robert Spiegelman (1978). An Econometric Model of the Demand for Child Care, Economic Inquiry 16, Jan.: 83-94.",
        "Ross, Christine (1996). State Child Care Assistance Programs for Low-Income Families, Washington D.C.: Mathematica Policy Research, April.",
        "Ross, Christine (1998). Sustaining Employment Among Low-Income Parents: The Role of Child Care Costs and Subsidies, Washington D.C.: Mathematica Policy Research, December.",
        "Tunali, Insan (1986). A General Structure for Models of Double-Selection and an Application to a Joint Earnings/Migration Process with Remigration, Research in Labor Economics 8, Part B: 235-282.",
        "U.S. Advisory Commission on Intergovernmental Relations (1994). Child Care: The Need for Federal-State-Local Coordination Washington D.C. Report A-128, March.",
        "U.S. General Accounting Office (1994a). Early Childhood programs: Multiple Programs and Overlapping Target Groups, Report GAO/HEHS-95-4F5, Washington D.C., October.",
        "U.S. General Accounting Office (1994b). Child Care Subsidies Increase the Likelihood that Low-Income Mothers Will Work, Report GAO/HEHS-95-20, Washington D.C., December.",
        "U.S. General Accounting Office (1995). JOBS Child Care, Report GAO/HEHS-95-220, 83 Washington D.C.",
        "U.S. General Accounting Office (1998). Welfare reform: States Efforts to Expand Child Care Programs, Report GAO/HEHS-98-27, Washington D.C., January.",
        "U.S. General Accounting Office (1999a). Child Care: How do Military and Civilian Center Costs Compare? Report GAO/HEHS-00-7, Washington D.C., October.",
        "U.S. General Accounting Office (1999b). Early Education and Care: Early Childhood Programs and Services for Low-Income Families, Report GAO/HEHS-00-11, Washington D.C., Nov.",
        "Waldfogel, Jane (1999). Child Care, Womens Employment, and Child Outcomes, presented at the IZA Conference on the Economics of Child Care, Bonn Germany, November.",
        "Walker, James (1991). Public Policy and the Supply of Child Care Services, in David Blau (ed.) The Economics of Child Care, New York: Russell Sage Foundation.",
        "Walker, James (1996). Funding Child Rearing: Child Allowance and Parental Leave, The Future of Children 6 (2), Summer/Fall: 122-136.",
        "Waller, Margy (1997). Welfare-to-Work and Child Care: A Survey of the Ten Big States, Washington D.C.: Progressive Policy Institute, http://www.dlcppi.org/texts/social/ccare.htm.",
        "Zigler, Edward, and Matia Finn-Stevenson (1999). Schools of the Twenty First Century: Linking Child Care and Education. Boulder CO: Westview Press."
    ]
}