{
    "id": 7807,
    "cites": 46,
    "cited_by": 53,
    "reference": [
        "Baig, Taimur, and Ilan Goldfajn, Financial Market Contagion in the Asian Crisis, IMF Working Paper No. 98/155, 1998.",
        "Banerjee, Abhijit, A Simple Model of Herd Behavior, Quarterly Journal of Economics 107 (1992): 797-817.",
        "Barberis, Nicholas, Andrei Shleifer, and Robert Vishny, A Model of Investor Sentiment, Journal of Financial Economics 49(1998): 307-343.",
        "Boone, Peter, Alastair Breach, Eric Friedman, and Simon Johnson, Corporate Governance in the Asian Financial Crisis, Journal of Financial Economics, (2000), forthcoming.",
        "Caballero, Ricardo, and Arvind Krishnamurthy, Emerging Market Crises: An Asset Market Perspective, Mimeo, 1999.",
        "Calvo, Guillermo, and Enrique Mendoza, Rational Herd Behaviour and the Globalization of Securities Markets, Mimeo, 1998.",
        "Calvo, Sarah and Carmen Reinhart, Capital Flows to Latin America: Is There Evidence of Contagion Effects? in G. Calvo, M. Goldstein, and E. Hochreiter, eds. Private Capital Flows to Emerging Markets After the Mexican Crisis. (Washington, D.C.: Institute for International Economics, 1996.) Campbell, John, Understanding Risk and Return, Journal of Political Economy 104 (1996): 298-345.",
        "Chang, Roberto, and Andres Velasco, Financial Crises in Emerging Markets: A Canonical Model, Federal Reserve Bank of Atlanta Working Paper, 1998.",
        "Chari, V. V., and Patrick Kehoe, Herds of Hot Money, Mimeo. Federal Reserve Bank of Minneapolis, 1999.",
        "Claessens, Stijn, Simeon Djankov, and Leora Klapper, Resolution of Corporate Distress: Evidence from East Asias Financial Crisis. World Bank Mimeo, 2000.",
        "Claessens, Stijn, Rudiger Dornbusch, and Young Park, Financial Contagion: How it Spreads, How it Can Be Stopped. Paper prepared for UNU/WIDER project on Financial Contagion, 1999.",
        "Collins, Daniel, and Warren Dent, A Comparison of Alternative Testing Methodologies Used in Capital Market Research, Journal of Accounting Research 22(1, 1984): 48-84.",
        "Corsetti, Giancarlos, Paulo Pesenti, and Nouriel Roubini, What Caused the Asian Currency and Financial Crisis?. Mimeo, 1998.",
        "Corsetti, Giancarlos, Paulo Pesenti, Nouriel Roubini, and Cedric Tille, Trade and Contagious Devaluations: A Welfare-Based Approach, Mimeo, 1998.",
        "Drazen, Allen, Political Contagion in Currency Crises. Mimeo. University of Maryland, 1998.",
        "Eichengreen, Barry, Andrew Rose, and Charles Wyplosz, Contagious Currency Crises, NBER Working Paper 5681, 1996.",
        "Falkenstein, Eric, Preferences for Stock Characteristics as Revealed by Mutual Fund Portfolio Holdings, Journal of Finance 51(1, 1996): 111-135.",
        "Forbes, Kristin, and Roberto Rigobon, Measuring Contagion: Conceptual and Empirical Issues, Mimeo. MIT-Sloan School. Paper prepared for the World Bank, IMF, ADB conference on International Financial Contagion: How It Spreads and How It Can be Stopped?,1999a.",
        "Forbes, Kristin, and Roberto Rigobon, No Contagion, Only Interdependence: Measuring Stock Market Co-Movements, NBER Working Paper 7267, 1999b.",
        "Frankel, Jeffrey, and Sergio Schmukler, Crisis, Contagion and Country Funds: Effects on East Asia and Latin America, In Reuven Glick, ed. Managing Capital Flows and Exchange Rates: Perspectives from the Pacific Basin. (Cambridge, New York, and Melbourne: Cambridge University Press, 1998.) Froot, Kenneth, Paul OConnell, and Mark Seasholes, The Portfolio Flows of International Investors I, Mimeo, 1998.",
        "Gerlach, Stephan, and Frank Smets, Contagious Speculative Attacks, European Journal of Political Economy 11(1995): 45-63.",
        "Ghosh, Swati, and Atish Ghosh, East Asia in the Aftermath: Was There a Crunch? International Monetary Fund Working Paper No. WP/99/38, 1999.",
        "Glick, Reuven, and Andrew Rose, Contagion and Trade: Why Are Currency Crises Regional? Journal of International Money and Finance 18 (1999): 603-617.",
        "Goldfajn, Ilan, and Rodrigo ValdÃ\u0083Â©s, Capital Flows and Twin Crises: The Role of Liquidity, IMF Working Paper WP/97/87, 1997.",
        "International Finance Corporation, Emerging Stock Markets Factbook 1999, (Washington, D.C.: International Finance Corporation, 1999.) International Trade Centre/ UN Statistics Division, Trade Analysis System for Personal Computers, (CD-ROM), 1999.",
        "Kaminsky, Graciela, Richard Lyons, and Sergio Schmukler, Economic Fragility, Liquidity and Risk: The Behavior of Mutual Funds during Crises, Paper prepared for the World Bank, IMF, ADB conference on International Financial Contagion: How It Spreads and How It Can be Stopped?, 2000.",
        "Kaminsky, Graciela, Richard Lyons, and Sergio Schmukler, Managers, Investors, and Crises: Mutual Fund Strategies in Emerging Markets, Mimeo, 1999.",
        "Kaminsky, Graciela, and Carmen Reinhart, On Crises, Contagion, and Confusion, Mimeo. George Washington University and University of Maryland, 1998.",
        "Kaminsky, Graciela, and Carmen Reinhart, The Twin Crises: The Causes of Banking and Balance-of-Payments Problems, American Economic Review 89(3, 1999): 473-500.",
        "Kaminsky, Graciela, and Sergio Schmukler, What Triggers Market Jitters? A Chronicle of the Asian Crisis, Mimeo, 1999.",
        "Kho, Bon-Chan and RenÃ\u0083Â© Stulz, Banks, the IMF, and the Asian Crisis, NBER Working Paper No. 7361, 1999.",
        "Kim, Hyun, Was the Credit Channel A Key Monetary Transmission Mechanism Following the Recent Financial Crisis in the Republic of Korea, World Bank Policy Research Working Paper 2103, 1999.",
        "MacKinlay, A.Craig, Event Studies in Economics and Finance, Journal of Economics Literature XXXV (1997): 13-39.",
        "Masson, Paul, Monsoonal Effects, Spillovers, and Contagion, Mimeo. IMF, 1997.",
        "Obstfeld, Maurice, Rational and Self-Fulfilling Balance of Payments Crises, American Economic Review 76 (1986): 72-81.",
        "Peek, Joe, and Eric Rosengreen, The International Transmission of Financial Shocks: The Case of Japan, American Economic Review 87(4, 1997): 495-505.",
        "Radelet, Steven, and Jeffrey Sachs, The Onset of the East Asian Financial Crisis, Mimeo. Harvard Institute for International Development, 1998.",
        "Rea, James, U.S. Emerging Market Funds: Hot Money or Stable Source of Investment Capital? Perspective, Investment Company Institute, Vol 1. No. 1, 1996.",
        "Rigobon, Roberto, On the Measurement of the International Propagation of Shocks, Mimeo, MIT-Sloan School of Management, 1999.",
        "Schinasi, Garry, and R. Todd Smith. Portfolio Diversification, Leverage, and Financial. Contagion, Paper prepared for the World Bank, IMF, ADB conference on International Financial Contagion: How It Spreads and How It Can be Stopped?, 2000.",
        "Sefcik, Stephan, and Rex Thompson, An Approach to Statistical Inference in Cross-Sectional Models with Security Abnormal Returns as Dependent Variable, Journal of Accounting Research 24(2, 1986): 316-334.",
        "Shiller, Robert, Conversation, Information, and Herd Behavior, American Economic Review Papers and Proceedings 85(1995): 181-85.",
        "Tornell, Aaron, Common Fundamentals in the Tequila and Asian Crises, Mimeo, 1999.",
        "Transparency International, Corruption Perceptions Index. Available for various years from the web site http://gwdu17.gwdg.de/~uwvw/ , 2000.",
        "ValdÃ\u0083Â©s, Rodrigo, Emerging Market Contagion: Evidence and Theory, Mimeo, 1996.",
        "World Bank, World Development Indicators, CD-ROM, 2000."
    ]
}