{
    "id": 7808,
    "cites": 22,
    "cited_by": 33,
    "reference": [
        "Allayannis, G., and J. Weston, 2000, The use of foreign currency derivatives and firm market value, Review of Financial Studies, forthcoming.",
        "Bekaert, G., and G. Wu, 2000, Asymmetric volatility and risk in equity markets, Review of Financial Studies 13, 1-42.",
        "Berger, P. G., and E. Ofek, 1995, Diversifications effect on firm value, Journal of Financial Economics 37, 39-65.",
        "Black, F., 1976, Studies of stock price volatility changes, Proceedings of the 1976 meetings of the American Statistical Association, Business and Economics Statistics Section (American Statistical Association, DC), 177-181.",
        "Campbell, J. Y., and M. Lettau, 1999, Dispersion and volatility in stock returns: An empirical investigation, NBER working paper 7144, National Bureau of Economic Research, Cambridge, MA.",
        "Christie, A. A., 1982, The stochastic behavior of common stock variances: Value, leverage, and interest rate effects, Journal of Financial Economics 10, 407-432.",
        "Dixit, A. K., and R. S. Pindyck, 1993, Investment under uncertainty, Princeton University Press, Princeton, New Jersey.",
        "Duffee, G. R., 1995, Stock returns and volatility: A firm-level analysis, Journal of Financial Economics 37, 399-420.",
        "Jensen, M. C., and W. H. Meckling, 1976, Theory of the firm: Managerial behavior, agency costs and ownership structure, Journal of Financial Economics 3, 305-360.",
        "Fama, E, F., and K. R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Froot, K. A., D. S. Scharfstein, and J. C. Stein, 1993, Risk management: Coordinating corporate investment and financing policies, Journal of Finance 48, 1629-1658.",
        "Haushalter, G. D., 1999, Financing policy, basis risk, and corporate hedging: Evidence from oil and gas producers, Journal of Finance 55, 107-152.",
        "Geczy, C., B. A. Minton, and C. Schrand, 1997, Why firms use currency derivatives, Journal of Finance 52, 1323-1354.",
        "Malkiel, B. G., and Y. Xu, 1999, The structure of stock market volatility, unpublished paper, Princeton University, Princeton, NJ.",
        "Merton, R. C., 1974, On the pricing of corporate debt: The risk structure of interest rates, Journal of Finance 29, 449-470.",
        "Minton, B. A., and C. Schrand, 1999, The impact of cash flow volatility on discretionary investment and the costs of debt and equity financing, Journal of Financial Economics 54, 423-460.",
        "Schwert, G. W., 1989, Why does stock market volatility change over time?, Journal of Finance, 1115-1154.",
        "Simkins, B. J., and P. Laux, 1997, Derivatives use and the exchange rate risk of large US corporations, unpublished working paper, Oklahoma State University.",
        "Smith, C. W., and R. M. Stulz, 1985, The determinants of firms hedging policies, Journal of Financial and Quantitative Analysis 20, 391-406.",
        "Stulz, R. M., 1990, Managerial discretion and optimal financing policies, Journal of Financial Economics 26, 3-28.",
        "Tufano, P., 1996, Who manages risk? An empirical examination of risk management practices in the gold mining industry, Journal of Finance 51, 1097-1137.",
        "Tufano, P., 1998, The determinants of stock price exposure: Financial engineering and the gold mining industry, Journal of Finance 53, 1015-1052."
    ]
}