{
    "id": 7809,
    "cites": 21,
    "cited_by": 40,
    "reference": [
        "Barro, Robert J., 1996, Getting it Right , Cambridge, MA: Massachusetts Institute of Technology Press.",
        "Basu, Susanto, John G. Fernald, and Miles Kimball, 1999, Why is productivity procyclical? Why do we care ?, Board of Governors of the Federal Reserve System, International Finance, discussion paper, No. 638.",
        "Burns, Arthur, 1978, Reflections of an economic policy maker, speeches, and congressional statements: 1969-1978, American Enterprise Institute for Public Policy Research, Washington, paper.",
        "Chari, V. V., Lawrence J. Christiano, and Martin Eichenbaum, 1998, Expectation traps and discretion, Journal of Economic Theory , August, pp. 462-492.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles Evans , 1998, Modeling money, National Bureau of Economic Research, working paper, No. 6371.",
        "Christiano, Lawrence J., and Terry Fitzgerald, 2000, Understanding the fiscal theory of the price level, Federal Reserve Bank of Cleveland, Review , forthcoming.",
        "Christiano, Lawrence J., and Christopher Gust , 1999, Taylor rules in a limited participation model, National Bureau of Economic Research, working paper, No. 7017.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler , 1998, Monetary policy rules and macroeconomic stability: Evidence and some theory, National Bureau of Economic Research, working paper, No. 6442.",
        "Cochrane, John, 1998, A frictionless view of U.S. inflation, NBER Macroeconomics Annual 1998 , MIT Press, pp. 323-384.",
        "Feldstein, Martin, 1997, The costs and benefits of going from low inflation to price stability, in Reducing Inflation, Motivation and Strategy , C. D. Romer and D. H. Romer (eds.), Studies in Business Cycles , Vol. 30, Chicago: University of Chicago Press.",
        "Friedman, Milton, 1968, The role of monetary policy, American Economic Review , Vol. 58, pp. 1-21.",
        "Gali, Jordi, 1999, Technology, employment, and the business cycle: Do technology shocks explain aggregate fluctuations ?, American Economic Review , Vol. 89, No. 1, March, pp. 249-271.",
        "Haldeman, H. R., 1994, The Haldeman Diaries: Inside the Nixon White House , New York: G.",
        "P. PutnamÃ\u0082â\u0080\u0099 s Sons. Hodrick, Robert, and Edward Prescott, 1997, Post-war business cycles: An empirical investigation, Journal of Money, Credit, and Banking , Vol. 29, No. 1, February, pp. 1-16.",
        "Kerr, William, and Robert King, 1996, Limits on interest rate rules in the IS-LM model, Federal Reserve Bank of Richmond, Economic Quarterly , Spring, pp. 47-75.",
        "Laxton, Douglas, and R. Tetlow, 1992, A simple multivariate filter for the measurement of potential output, Bank of Canada, Ottawa, technical report, No. 59.",
        "Orphanides, Athanasios , 1999, The quest for prosperity without inflation, Board of Governors of the Federal Reserve System, manuscript, May.",
        "Federal Reserve System, Finance and Economic Discussion Series, working paper, No. 9803, December. Orphanides, Athanasios, and Simon Van Norden , 1999, The reliability of output gap estimates in real time, Board of Governors of the Federal Reserve System, manuscript, July.",
        "St- Amant, Pierre, and Simon Van Norden, 1997, Measurement of the output gap: A discussion of recent research and the Bank of Canada, Bank of Canada, manuscript.",
        "Taylor, John B. (ed .), 1999a, Monetary Policy Rules , Chicago: University of Chicago Press.",
        "John B. Taylor (ed.), Chicago: University of Chicago Press, chapter 7. , 1993, Discretion versus policy rules in practice, Carnegie-Rochester Conference Series on Public Policy , Vol. 39, New York and Amsterdam: Elsevier Science, pp. 195-214."
    ]
}