{
    "id": 7815,
    "cites": 50,
    "cited_by": 6,
    "reference": [
        "Aggarwal, Ra] and Andrew Samwick (1998a), The Other Side of the `fradeoff: The Impact of Risk on Executive Compensation, Journal of Political Economy, 107, 65-105.",
        "Aggarwal, Raj and Andrew Samwick (1998b), Executive Compensation, Strategic Competition and Relative Performance Evaluation: Theory and Evidence, forthcoming, Journal of Finance.",
        "Aghion, Philippe and Jean Tirole (1997), Formal and Real Authority in Organizations, Journal of Political Economy, 105, 1-29.",
        "Allen, Douglas and Dean Lueck (1992), Contract Choice in Modern Agriculture: Crop-Share versus Cash Rent, Journal of Law and Economics, 35(2), 397-426.",
        "Anderson, E. and D. Schmittlein (1984), Integration of the Sales Force: An Empirical Examination , RAND Journal of Economics, 15, 385-95.",
        "Antic, Richard and Abbie Smith (1986), An Emprical Investigation of the Relative Rerformance Evaluation of Corporate Executives, Journal of Accounting Research, 24. 1-39.",
        "Baker, George (1992), Incentive Contracts and Performance Measurement, Journal of Political Economy, 100, 598-614.",
        "Barro, Jason and Robert Barro (1990), Pay, Performance and the Turnover of Bank CEOs, Journal of Labor Economics, 8, 448-81.",
        "Becker, G. (1968), Crime and Punishment: An Economic Approach. Journal of Political Economy, 76, 169-217.",
        "Bereovitz, J. (1998), Franchising vs. Company Ownership, mimeo, Duke University.",
        "Brickley, James and F. Dark (1987), The Choice of Organizational Form: The Case of Franchising , Journal of Financial Economics, 18. 401-420.",
        "Brown, Charlie (1990), Firms Choice of Method of Pay, Industrial and Labor Relations Review, 43, 165-183.",
        "Coughlin, Anne and Chakravarti Narasimhan (1992), An Empirical Analysis of Sales-Force Compensation Plans, Journal of Business, 65(1), 93-122.",
        "Conyon, Simon and Kevin 3. Mnrphy (1999), The Prince and the Pauper? CEO Pay in the US and UK, mimeo, USC.",
        "Core, John and Wayne Guay (1999), The Use of Equity Grants to Manage Optimal Equity Incentive Levels, Journal of Accounting and Economics, 28, 151-84.",
        "David Cox and D.V. Hinkley (1992), Theoretical Statistics, Chapman and Hall, London.",
        "Garen, John (1994), Executive Compensation and Principal-Agent Theory, Journal of Political Economy, 102, 1175-99.",
        "Gibbons, Robert and Kevin J. Murphy (1990), Relative Performance Evaluation for Chief Executive Officers, Industrial and Labor Relations Review, 43, 30-52.",
        "Grossman, Sanford and Oliver Hart (1983), An Analysis of the Principal-Agent Problem, Econometrica, 51, 7-45.",
        "Hallagan, William (1978), Share Contracting for California Gold, Explorations in Economic History, 15, 196-210.",
        "Holmstrom, Bengt (1979), Moral Hazard and Observability, Bell Journal of Economics, 10, 74-91.",
        "Holmstrom, Bengt and Paul Milgrom (1991), Multi-Task Principal Agent Analyses: Linear Contracts, Asset Ownership and Job Design, Journal of Law, Economics, and Organization, 7, 24-52.",
        "Ittner, Christopher, David Larker and Madhav Rajan (1997), The Choice of Performance Measures in Annual Bonus Contracts, The Accounting Review, 72, 231-55.",
        "Janakiraman, Surya, Richard Lambert and David Larker (1992), An Empirical Investigation of the Relative Performance Evaluation Hypothesis, Journal of Accounting Research, 30, 53-69.",
        "John, G. and Barton Weitz (1988), Forward Integration into Distribution: An Empirical Test of Transaction Cost Analysis, Journal Law, Economics and Organization, 4, 337-355.",
        "John, G. and Barton Weitz (1989), Salesforce Compensation: An Empirical Investigation of Factors Related to the Use of Salary versus Incentive Compensation, Journal of Marketing Research, 26, 1-14.",
        "ICawasaki, Seiichi and John McMillan (1987), The Design of Contracts: Evidence from Japanese Subcontracting, Journal of the Japanese and International Economies, 1, 327-49.",
        "Kehoe, M. (1996), Franchising, Agency Problems and the Cost of Capital, Applied Economics, 28, 1485-93.",
        "Lafontaine, Francine (1992), Agency Theory and Franchising: Some Empirical Results, RAND Journal of Economics, 23, 263-83.",
        "Lafontaine, Franeine and Margaret Slade (1998), Incentive Contracting and the Franchise Design, in Advances in Business Applications of Game Theory, K. Chaterjee and \\V. Samuelson (eds.), Kluyer Academic Press.",
        "Lambert, Richard and David Larker (1987), An Analysis of the Use of Accounting and Market Measures of Performance in Executive Compensation Contracts, Journal of Accounting Research, 25, 85-125.",
        "Lambert, Richard, David Larker and Keith Weigelt (1993), The Structure of Organizational Incentives, Administrative Science Quarterly, 38, 438-61.",
        "Lazear, Edward (2000), The Power of Incentives, forthcoming, American Economic Review Papers and Proceedings, May 2000.",
        "Lazear, Edward and Sherwin Rosen (1981), Rank Order Tournaments as Optimal Labor Contracts, Journal of Political Economy, 89. 841-64.",
        "Leffler, Keith and Randal Rueker (1991), `Transactions Costs and the Organization of Production: Evidence from Timber Sales Contracts, Journal of Political Economy, 23, 263-83.",
        "Leventis, Andrew (1997), Cardiac Surgeons Under the Knife, mimeo, Princeton University.",
        "MacLeod, Bentley and Daniel Parent (1999), Job Characteristics and the Form of Compensation , Research in Labor Economics, Vol. 18, JAI Press, 177-242.",
        "Martin, R.E., (1988), Franchising and Risk Management, American Economic Review, 78, 954-68.",
        "Minkler, A. (1990), An Empirical Analysis of a Firms Decision to Franchise, Economics Letters, 34, 77-82.",
        "Milgrom, Paul and John Roberts (1988), An Economic Approach to Influence in Organizations , American Journal of Sociology, 94, S154-79.",
        "Mulherin, 3. Harold (1986), Complexity in Long-Term Contracts: An Analysis of NAtural Gas Contractual Provisions, Journal of Law, Economics and Organization, 2(1), 105-18.",
        "Murphy, Kevin J. (1999), Executive Compensation, forthcoming, Handbook of Labor Economics, Vol. 9, eds., Orley Ashenfelter and David Card, North Holland.",
        "Norton, SW. (1988), An Empirical Look at Franchising as an Organizational Form, Journal of Business, 61, 197-217.",
        "Prendergast, Canice (1999), The Provision of Incentives in Firms, Journal of Economic Literature, 37, 7-63.",
        "Prendergast, Canice (2000a), What Trade-off of Risk and Incentives?, forthcoming, American Economic Review Papers and Proceedings, May.",
        "Prendergast, Canice (2000b), Incentives and Uncertainty, mimeo, University of Chicago.",
        "Prendergast, Canice and Robert Topel (1996), `Favoritism in Organizations, Journal of Political Economy, 104:5, 958-78.",
        "Rao, C.H. Hanumata (1971), Uncertainty, Entrepreneurship, and Sharecropping in India, Journal of Political Economy, 85(3), 578-95.",
        "Scott, F. (1995), Franchising versus Company Ownership as a Decision Variable of the Firm, Review of Industrial Organization, 10, 69-81.",
        "Yermack, D (1995), Do Corporations Award CEO Stock Options Effectively?, Journal of Financial Economics, 39, 237-70."
    ]
}