{
    "id": 7816,
    "cites": 10,
    "cited_by": 4,
    "reference": [
        "Agency for Health Care Policy Research [1999], Treatment of Depression - Newer Pharmacotherapies , Bethesda MD: AHCPR Publication No. 99-E014.",
        "American Medical Association [1999], Current Procedural Terminology 1999 , Chicago.",
        "American Psychiatric Association [1994], Diagnostic and Statistical Manual of Mental Disorders , Fourth Edition, Washington DC.",
        "American Psychiatric Association [1993], Practice Guidelines for Major Depressive Disorder in Adults, American Journal of Psychiatry , 150:4, Supplement, April, 1-26.",
        "Becker, Gary S. [1965], A Theory of the Allocation of Time, Economic Journal , Vol. 75, September, pp. 493-517.",
        "Berndt, Ernst R., Iain Cockburn and Zvi Griliches [1996], Pharmaceutical Innovations and Market Dynamics: Tracking Effects on Price Indexes for Antidepressant Drugs, Brookings Papers on Economic Activity: Microeconomics 1996 , 133-188.",
        "Berndt, Ernst R., David Cutler, Richard G. Frank, Zvi Griliches, Joseph P. Newhouse and Jack E. Triplett [2000a], Medical Care Prices and Output, forthcoming as chapter 29 in Joseph P. Newhouse and Anthony C. Culyer, eds ., Handbook of Health Economics , Amsterdam: Elsevier Science.",
        "Berndt, Ernst R., Stan N. Finkelstein, Paul E. Greenberg, Robert H. Howland, Alison Keith, A. John Rush, James Russell and Martin B. Keller [1998], Workplace Performance Effects from Chronic Depression and Its Treatment, Journal of Health Economics , Vol. 17, No. 5, Fall, pp. 511-535.",
        "Berndt, eds ., Medical Output and Productivity , Chicago: University of Chicago Press for the National Bureau of Economic Research. Berndt, Ernst R., Richard G. Frank and Thomas G. McGuire [1997], Alternative Insurance Arrangements and the Treatment of Depression: What Are The Facts ?, American Journal of EXPECTED OUTCOMES AND PRICE INDEXES FOR DEPRESSION TREATMENTS 24 Managed Care , 3:2, February, 243-250.",
        "Broadbent, W. Eugene ., Dan G. Blazer, Linda K. George and Chiu Kit Tse [1990], Depression, Disability Days and Days Lost from Work in a Prospective Epidemiologic Survey, Journal of the American Medical Association , 264:2524-2528."
    ]
}