{
    "id": 782,
    "cites": 25,
    "cited_by": 0,
    "reference": [
        "Barro, R., and H. Grossman, 1974, Suppressed inflation and the supply multiplier, Review of Economic Studies 41, 87-104.",
        "Burkett, J., R. Fortes, and D. Winter, 1981, Macroeconomic adjustment and foreign trade of centrally planned economies, NBER Working Paper No.",
        "Campbell, R., 1970, Macroeconomic models and central price-setting in .the Soviet economy, in: Gehrels, F., etal., Essays in economic analysis and policy (Bloomington: Indiana U.P.), 253-270.",
        "Darby, M., 1980, Sterilization and monetary control under pegged exchange rates: theory and evidence, National Bureau of Economic Research Working Paper No. 449.",
        "Eliman, M., 1979, Full employment--lessons from state socialism, De Economist 127, 489-512.",
        "Goldmann, J., 1964, Fluctuations and trend in the rate of economic growth in some socialist countries, Economics of Planning 4, 88-98.",
        "Green, D., and C. Higgins, 1977, SOVMOD I: A macroeconomic model of the Soviet Union (New York: Academic Press).",
        "Hahn, F., 1980, Monetarism and economic theory, Economica 47, 1-17.",
        "Holzman, F., 1968, Soviet central planning and its impact on foreign trade adjustment mechanisms, in: Brown, A., and E. Neuberger, eds., International trade and central planning (Berkeley, Univ. of California Press).",
        "Kornai, J., 1981, Economics of shortage (Amsterdam: North-Holland).",
        "Mayer, T., et al., 1978, The structure of monetarisin (New York: Norton).",
        "Nuellbauer, J., 1978, Macro theory vs. macroeconometrics: the treatment of disequilibrium in macroeconomic models, Birkbeck Discussion Paper in Economics No. 59.",
        "Peebles, G., 1981, Money incomes and expenditures of the population of the Soviet Union: an East European comparison, forthcoming in Hong Kong Economic Papers.",
        "Podoiski, T., 1972, Socialist banking and monetary control (Cambridge: C.U.P.).",
        "Fortes, R., 1974, Macroeconomic equilibrium under central planning, Institute for International Economic Studies, University of Stockholm, Seminar Paper No. 40.",
        "Fortes, R., 1977, The control of inflation: lessons from East European experience, Economica 44, 109-130.",
        "Fortes, R., 1979a, Review article: SOVMOD, Economic Journal 89, 669-674.",
        "Fortes, R., 1979b, Internal and external balance in a centrally planned economy, Journal of Comparative Economics 3, 325-345.",
        "Fortes, R., 1980, Effects of the world economic crisis on the East European economies, The World Economy 3, 13-52.",
        "Portes, R., 1981, Macroeconomic equilibrium and disequilibrium in centrally planned economies, Economic Inquiry, forthcoming.",
        "Portes, R., and D. Winter, 1927, The supply of consumption goods in centrally planned economies, Journal of Comparative Economics 1, 35.1-365.",
        "Portes, R., and D. Winter, 1978, The demand for money and for consumption goods in centrally planned economies, Review of Economics and Statistics 60, 8-18.",
        "Portes, R., and D. Winter, 1980, Disequilibrium estimates for consumption goods markets in centrally planned economies, Review of Economic Studies 47, 137159. Purvis, D., 1980, Monetarism: a review, Canadian Journal of Economics .13, 96-122.",
        "Wiles, P., 1977, Economic institutions compared (Oxford: Blackwell).",
        "Wolf, T., .1980, On the adjustment of centrally planned economies to external economic disturbances, in: Marer, P., and J.M. Nontias, eds., East European integration and East-West trade (Bloomington, Indiana: Indiana University Press)."
    ]
}