{
    "id": 7820,
    "cites": 13,
    "cited_by": 11,
    "reference": [
        "[1] Bishop, John, Achievement, Test Scores, and Relative Wages, in Kosters, Michael H. (editor), Workers and Their Wages: Changing Pat- terns in the United States, (Washington, D.C.: American Enterprise Institute Press, 1991).",
        "[2] Blackburn, McKinley L., and David Neumark, Omitted-Ability Bias and the Increase in the Return to Schooling, Journal of Labor Eco- nomics, 11(3), (1993), 521-44.",
        "[3] Carroll, John B. Theoretical and Technical Issues in Identifying a Fac- tor of General Intelligence, in Bernie Devlin, Stephen Fienberg, Daniel Resnick, and Kathryn Roeder (editors), Intelligence, Genes, and Suc- cess: Scientists Respond to THE BELL CURVE. (Springer Verlag: New York, 1997).",
        "[4] Cawley, John, and Karen Conneely, James Heckman, and Edward Vyt- lacil, Cognitive Ability, Wages, and Meritocracy in Bernie Devlin, Stephen Fienberg, Daniel Resnick, and Kathryn Roeder (editors), Intel- ligence, Genes, and Success: Scientists Respond to THE BELL CURVE, (New York: Springer Verlag, 1997).",
        "[5] Cawley, John, James Heckman, Lance Lochner, and Edward Vytlacil, Understanding the Role of Cognitive Ability in Accounting for the Re- cent Rise in the Economic Return to Education, in Kenneth Arrow, 21 Steven Bowles, and Steven Durlauf, (editors), Meritocracy and Eco- nomic Inequality, (Princeton NJ: Princeton University Press, 1999).",
        "[6] Chamberlain, Gary and Zvi Griliches, Unobservables with a Variance Components Structure: Ability Schooling and the Economic Success of Brothers, International Economic Review, 16(2), (1975), 422-449.",
        "[7] Griliches, Zvi, Estimating The Returns to Schooling: Some Economet- ric Problems, Econometrica, 45(1), (1977), 1-22.",
        "[8] Grogger, Jeff and Eric Eide, Changes in College Skills and the Rise in the College Wage Premium, Journal of Human Resources, 30(2), (1995), 280-310.",
        "[9] Herrnstein, Richard J. and Charles Murray, The Bell Curve, (New York: Free Press, 1994).",
        "[10] Mason, William. and Stephen Fienberg, Cohort Analysis in Social Re- search: Beyond the Identification Problem, (New York: Springer Verlag, 1983).",
        "[11] Murnane, Richard, John Willett, and Frank Levy, The Growing Impor- tance of Cognitive Skills in Wage Determination, Review of Economics and Statistics, 77(2), (1995), 251-266.",
        "[12] Rubinstein, Yona and Daniel Tsiddon, Coping with Technological Progress: The Role of Ability in Making Inequality so Persistent, Cen- ter for Economic Policy Research Working Paper No. 2153, (1999). 22",
        "[13] Searle, Shayle, Linear Models for Unbalanced Data, (New York: John Wiley and Sons, 1987). 23 Notes `The evidence reported in"
    ]
}