{
    "id": 7821,
    "cites": 21,
    "cited_by": 26,
    "reference": [
        "American Law Institute, 1993, Reporters Study of Corporate Tax Integration , by Alvin C.",
        "Warren, Reporter, March 31. Arellano, Manuel, and Stephen Bond, 1991, Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations Review of Economic Studies 58(2), April, 277-97.",
        "Asquith, Paul R. and David W. Mullins, 1986, Equity Issues and Offering Dilution, Journal of Financial Economics 15(1/2), January/February, 61-89.",
        "Auerbach, Alan J., 1979, Share Valuation and Corporate Equity Policy, Journal of Public Economics 11(3), June, 291-305.",
        "Economic Literature 21(3), September, 905-940. __________, 1989, Tax Policy and Corporate Borrowing, in R.W. Kopcke and E. Rosengren, eds., Are the Distinctions between Debt and Equity Disappearing? (Boston: Federal Reserve Bank of Boston), 136-162.",
        "Feldstein, eds., Handbook of Public Economics , v. 3, forthcoming. Bagwell, Laurie Simon, and John B. Shoven, 1989, Cash Distributions to Shareholders, Journal of Economic Perspectives 3(3), Summer, 129-140.",
        "Bernheim, B. Douglas, 1991, Tax Policy and the Dividend Puzzle, Rand Journal of Economics 22(4), Winter, 455-476.",
        "Bernheim, B. Douglas, and Adam Wantz, 1995, A Tax-Based Test of the Dividend-Signaling Hypothesis, American Economic Review 85(3), June, 532-551.",
        "Blundell, Richard, and Stephen Bond, 1998, Initial Conditions and Moment Restrictions in Dynamic Panel Data Models, Journal of Econometrics 87(1), August, 115-143.",
        "Bradford, David, 1981, The Incidence and Allocation Effects of a Tax on Corporate Distributions, Journal of Public Economics 15(1), April, 1-22.",
        "Brennan, Michael J. and Anjan V. Thakor, 1990, Shareholder Preferences and Dividend Policy, Journal of Finance 45(4), September, 993-1018.",
        "Cummins, Jason G., Kevin A. Hassett, and R. Glenn Hubbard, 1994, A Reconsideration of Investment Behavior Using Tax Reforms as Natural Experiments, Brookings Papers on Economic Activity 25(2), 1-59.",
        "Dhrymes, Phoebus J., and Mordecai Kurz, 1967, Investment, Dividend, and External Finance Behavior of Firms, in R. Ferber, ed., Determinants of Investment Behavior (New York: NBER/Columbia University Press), 427-467.",
        "Fama, Eugene F., and Kenneth R. French, 2000, Disappearing Dividends: Chaning Firm Characteristics or Lower Propensity to Pay? Center for Research in Security Prices Working Paper No. 509, April.",
        "HonorÃ\u0083Â©, Bo E., 1992, Trimmed LAD and Least Squares Estimation of Truncated and Censored Regression Models with Fixed Effects, Econometrica , 60(3), May, 533-565.",
        "King, Mervyn, 1977, Public Policy and the Corporation (London: Chapman and Hall).",
        "Modigliani, Franco, and Merton Miller, 1958, The Cost of Capital, Corporation Finance, and the Theory of Investment, American Economic Review 48(3), June, 261-297.",
        "Poterba, James M. and Lawrence H. Summers, 1985, The Economic Effects of Dividend Taxation, in E. Altman and M. Subrahmanyam, eds., Recent Advances in Corporate Finance , (Homewood, IL: Richard D. Irwin), 227-284.",
        "Scholes, Myron S. and Mark A. Wolfson, 1990, Converting Corporations to Partnerships through Leverage, in J. Shoven and J. Waldfogel, eds., Debt, Taxes and Corporate Restructuring (Washington: Brookings), 173-196.",
        "Sinn, Hans-Werner, 1991, Taxation and the Cost of Capital: The `Old View, the `New View, and Another View, in D. Bradford, ed. Tax Policy and the Economy 5, 25-54.",
        "U.S. Treasury, 1992, Integration of the Individual and Corporate Tax Systems (Washington: U.S."
    ]
}