{
    "id": 7822,
    "cites": 22,
    "cited_by": 5,
    "reference": [
        "Bagwell, Kyle and Robert W. Staiger (1999), An Economic Theory of GATT, American Economic Review, 89.1, 215-48.",
        "Bagwell. Kyle and Robert W. Staiger (1997), Strategic Export Subsidies and Reciprocal Trade Agreements: The Natural Monopoly Case, Japan and the World Economy, 9, 491-510.",
        "Baldwin, Richard (1987), Pohtically Realistic Objective Functions and Trade Policy, Economic Letters, 24, 287-90.",
        "Boger III, William H. (1984), The United States-European Community Agricultural Export Subsidy Dispute, Law and Policy in International Business, 16.",
        "Brander, James (1995), Strategic Trade Policy, in Handbook of International Economics, Vol. 3, eds., Gene M. Grossman and Kenneth Rogoff, NorthHolland, Elsevier Science B.V.: The Netherlands, 1395-1455.",
        "Brander, James and Barbara Spencer (1985), Export Subsidies and Market Share Rivalry, Journal of International Economics, 18, 83-100.",
        "Brooks, James (1999), Down and Out in Rural Canada: Subsidies and Prices Fall and Farmers Are Feeling Fed Up, The New York Times, December 18, C1-C2.",
        "Collie, David R. (forthcoming), Bilateralism is Good: Trade Blocs and Strategic Export Subsidies, Ozford Economic Papers. Croome, John (1995), Reshaping the World Trading System: A History of the Uruguay Round, World Trade Organization: Geneva.",
        "Dixit, Avinash (1984), International Trade Policy for Oligopolistic Industries, Economic Journal (supplement), 94, 1-16.",
        "Eaton, Jonathan and Gene M. Grossman (1986), Optimal Trade and Industrial Policy under Oligopoly, Quarterly Journal of Economics, 51, May, 383406.",
        "Echols, Marsha A. (1980-81), Section 301: Access to Foreign Markets from an Agricultural Perspective, International Trade Journal, 6, Fall-Winter, 14-15.",
        "Grossman, Gene M. and Elhanan Helpman (1994), Protection for Sale, American Economic Review, 84, September, 833-50.",
        "Grossman, Gene M. and Elhanan Helpman (1995), Trade Wars and Trade Talks, Journal of Political Economy, 103.4, 675-708.",
        "Helpman, Elhanan and Paul R. Krugman (1989), Trade Policy and Market Stn.zc- 18 ture, The MIT Press: Cambridge, Massachusetts.",
        "Jackson, John (1997), The World Trading System: Law and Policy of International Economic Relations, 2nd edition, The MIT Press: Cambridge.",
        "Johnson, Harry G. (1953-54), Optimum Tariffs and Retaliation, Review of Economic Studies, 1. 2, 142-53.",
        "Krugman, Paul R. and Maurice Obstfeld (1997), International Economics: Theory and Policy, 4th ed., Addison-Wesley.",
        "Low, Patrick (1993), Trading Free: The CATT and U.S. Trade Policy, A Twentieth Century Fund Press: New York.",
        "Maggi, Giovanni (1996), Strategic Trade Policy with Endogenous Mode of Competition,  American Economic Review, 86, March, 237-58.",
        "Oxley, Alan (1990), The Challenge of Free Trade, St. Martins Press: New York.",
        "Preeg, Ernest H. (1995), Traders in a Brave New World: The Uruguay Round and the Future of the International Trading System, The University of Chicago Press: Chicago.",
        "Trebilcock, Michael J. and Robert Howse (1999), The Regulation of International Trade, 2nd edition, Routledge: New York."
    ]
}