{
    "id": 7823,
    "cites": 34,
    "cited_by": 9,
    "reference": [
        "Arnott, R. and I. MacKinnon (1977), The Effects of the Property Tax: A General Equilibrium Simulation, Journal of Urban Economics, 4, pp. 389-407.",
        "Baicker, K. (1999), Government Decision-Making and the Incidence of Federal Mandates, mimeo. Dartmouth College.",
        "Bartik, T. (1991), Who Bene&apos;fttsfrom State and Local Economic Development Policies?, Upjohn Institute, Kalamazoo, MT.",
        "Black, D. and V. Henderson (1999), A Theory of Urban Growth, Journal of Political Economy, 107, pp. 252-284.",
        "Brueckner, J. (1981), Labor Mobility and the Incidence of the Residential Property Tax, Journal of Urban Economics, 10, pp. 173-182.",
        "Ciccone, A. and R. Hall (1996), Productivity and the Density of Economic Activity, American Economic Review, 86, pp. 54-70.",
        "Epple, D. and T. Romer (1991), Mobility and Redistribution, Journal of Political Economy, 99, pp. 828-858.",
        "Fallon, P. R. and P. R. 0. Layard (1975), Capital-Skill Complementarity, Income Distribution, and Output Accounting, Journal of Political Economy, 83, pp. 279-301.",
        "Glaeser, E. (2000), The Future of Urban Research: Non-Market Interactions, Brookings Wharton Papers on Urban Affairs, 1, (forthcoming).",
        "Goolsbee, A. (1999), In a World Without Borders: The Impact of Taxes on Internet Commerce, NBER WP. No. 6863, Cambridge, MA: pp. 1-29.",
        "Gyourko, J. and R. Voith (2000), The Price Elasticity of Demand for Residential Land, mimeo, Wharton School, University of Pennsylvania.",
        "Haughwout, A. (1998), Aggregate Production Functions, Interregional Equilibrium, and the Measurement of Infrastructure Productivity, Journal of Urban Economics, 44, pp. 216227.",
        "Haughwout, A. (2000), Public Infrastructure Investments, Productivity, and Welfare in Fixed Geographic Areas, mimeo., Federal Reserve Bank of New York.",
        "Haughwout A., R. P. Innian. S. Craig, and T. Luce (2000), Local Revenue Hills: A General Equilibrium Specification with Evidence from Four U.S. Cities, NBER WP 7603.",
        "Ininn, R. P. (1979), The Fiscal Performance of Local Governments: An Interpretative Review, in P. Mieszkowski and M. Straszheim (eds.), Current Issues in Urban Economics, The Johns Hopkins University Press, pp. 270-321.",
        "lnmRrl, R. P. (1989), The Local Decision to Tax: Evidence from Large U.S. Cities, Regional - Science and Urban Economics, 19, pp. 455-491.",
        "Inman, R. P. and G. Ritter (1999), Local Taxes and the Economic Future of Philadelphia, Greater Philadelphia Regional Review, Winter, pp. 5-8.",
        "Judd, K. (1999), Optimal Taxation and Spending in General Competitive Growth Models, Journal of Public Economics, 71, pp. 1-26.",
        "Krusell, P., L. E. Ohanian, J. V. Rios-Rull, U. L. Violante (1998), Capital-Skill Complementarity and Inequality: A Macroeconomic Analysis, mimeo., University of Pennsylvania.",
        "Meyer, B. D. (1999), Do the Poor Move to Receive Higher Welfare Benefits? minieo., Northwestern University.",
        "Mieszkowski, P. (1972), The Property Tax: An Excise or Profits Tax? Journal of Public Economics, 1, pp. 73-96.",
        "Mimi, J. and H. Tulkens (1986), Commodity Tax Competition Between Member States of a Federation: Equilibrium and Efficiency, Journal of Public Economics, 29, pp. 133-172.",
        "Pasha, H. A. and A. F. A. Ghaus (1995), General Equilibrium Effects of Local Taxes, Journal of Urban Economics, 38, pp. 253-271.",
        "Polinslcy, M. and D. Rubinfeld (1978), The Long-mn Effects of a Residential Property Tax and Local Public Services, Journal of Urban Economics, 5, pp. 241-262.",
        "-Poterba, J. (1989), Tax Reform and the Market for Tax-Exempt Debt, Regional Science and Urban Economics, 19, pp. 537-562.",
        "Roback, J. (1982), Wages, Rents, and the Quality of Life, Journal of Political Economy, 90, pp. 1257-1278.",
        "Rosen, S. (1979), Wage-based Indexes and the Quality of Life, in P. Mieszkowski and M. Straszheim (eds.), Current Issues in Urban Economics, Baltimore: Johns Hopkins University Press,pp. 74-104.",
        "Sullivan, A. (1985), The General Equilibrium Effects of the Residential Property Tax: Incidence and Excess Burden, Journal of Urban Economics, 18, pp. 235-250.",
        "Summers, A. and L. Iakubowski (1997),The Fiscal Burden of Unreimbursed Poverty Expenditures, Greater Philadelphia Regional Review, SpringiSummer, pp. 10-12.",
        "Summers, L. (1981), Capital Taxation and Accumulation in a Life Cycle Growth Model, American Economic Review, 71, pp. 533-544.",
        "Walsh, M. and I. Jones (1988), More Evidence on the Border Tax Effect: The Case of West Virginia, 1979-1984, National Tax Journal, 41, pp. 261-266.",
        "Wilson, J. D. (1986), A Theory of Interregional Tax Competition, Journal of Urban EconomicE, 19, pp. 296-315.",
        "Wilson, J. 1). (1999), Theories of Tax Competition, National Tax Journal, 52, 269-304.",
        "Zodrow, G. and P. Mieszkowski (1986), Pigon, Tiebout, Property Taxation and the TJnderprovision of Local Public Goods, Journal of Urban Economics, 19, pp. 356-370."
    ]
}