{
    "id": 7831,
    "cites": 30,
    "cited_by": 112,
    "reference": [
        "Alexander, Karl L., and Aaron M. Pallas, School Sector and Cognitive Performance: When is a Little a Little Sociology of Education, LV]III (1985), 115-128.",
        "Altonji, Joseph, The Effects of Family Background and School Characteristics on Education and Labor Market Outcomes, unpublished manuscript, Northwestern University, 1988.",
        "Altonji, Joseph, Todd Elder, and Christopher Taber, The Effectiveness of Catholic School, under revision, Northwestern University, 1999.",
        "Angrist and Evans, Children and their Parents Labor Supply: Evidence from Exogenous Variation in Family Size American Economic Review, 88 (1988), 450-477.",
        "Bryk, Anthony S., Valerie E. Lee, and Peter B. Holland, Catholic schools and the Common Good, Cambridge, Mass. : Harvard University Press, 1993.",
        "Bronars, Stephen G. , and Jeff Grogger, The Economic Consequences of Unwed Motherhood: Using Twins as a Natural Experiment, American Economic Review 80(1994), 1141-56.",
        "Cameron, Stephen V. and Heckman, James J., Life Cycle Schooling and Dynamic Selection Bias: Models and Evidence for Five Cohorts of American Males, Journal of Political Economy, 106(1998), 262-333.",
        "Coleman, James S., Thomas Hoffer, and Sally Kilgore, High School Achievement: Public, Catholic, and Private Schools Compared (New York, NY: Basic Books, Inc., 1982).",
        "Coleman, James S., and Thomas Hoffer, Public and Private Schools: The Impact of Communities (New York, NY: Basic Books, Inc., 1987).",
        "Cookson, Peter W., Jr., Assessing Private School Effects: Implications for School Choice, in Edith Rasell and Richard Rothstein, eds., School Choice: Examining the Evidence (Washington, D.C.: Economic Policy Institute, 1993).",
        "Currie, Janet, and Thomas Duncan, Does Head Start Make a Difference? American Economic Review, 85 (1990), 341-64.",
        "Engen, Eric, William Gale, and John Karl Sholz, The Illusory Effects of Saving Incentives on Saving, Journal of Economic Perspectives, 10 (1996), 113-138.",
        "Evans, William N., and Robert M. Schwab, Finishing High School and Starting College: Do Catholic Schools Make a Difference? Quarterly Journal of Economics, 110 (1995), 947-974.",
        "Figlio, David N., and Joe A. Stone, Are Private Schools Really Better?, forthcoming Research in Labour Economics, (2000).",
        "Goldberger, Arthur S., and Glen C. Cain, The Causal Analysis of Cognitive Outcomes in the Coleman, Hoffer and Kilgore Report, Sociology of Education, LV (1982), 103-122.",
        "Grogger, Jeff, and Derek Neal, Further Evidence on the Effects of Catholic Secondary Schooling, forthcoming Brookings Wharton Papers on Urban Affairs, (2000).",
        "Heckman, James .J., Varieties of Selection Bias, American Economic Review, 80(1990).",
        "Jacobsen, Joyce P., James W. Pearce III, and Joshua L. Rosenbloom, The Effect of Childbearing on Married Womens Labor Supply and Earnings, Journal of Human Resources 34(3), Summer 1999, pp. 449-474.",
        "Jepsen, Christopher, The Effectiveness of Catholic Primary Schools, unpublished manuscript, Northwestern University, 2000.",
        "Ludwig, Jens, Educational Achievement in Public, Private, and Catholic Schools: New Evidence on What We Know (and Dont Know), working paper, Georgetown University, 1997.",
        "Manski, C., Anatomy of the Selection Problem, Journal of Human Resources, 24 (1989), 343-360.",
        "Manski, C., The Selection Problem, in C. Sims (ed) Advances in Econometrics: Sixth World Congress, (Cambridge: Cambridge University Press, 1994).",
        "Murnane, Richard J., A Review Essay~-Comparisons of Public and Private Schools: Lessons from the Uproar, Journal of Human Resources 19 (1984), 263-77.",
        "Murphy, Kevin M., and Robert H. Topel, Efficiency Wages Reconsidered: Theory and Evidence, in Y. Weiss and R. Topel eds., Advances in the Theory and Measurement of Unemployment. New York, St. Martins Press, 1990, 204-40.",
        "Neal, Derek, The Effects of Catholic Secondary Schooling on Educational Attainment, Journal of Labor Economics 15 (1997), 98-123.",
        "Neal, Derek, What Have We Learned About the Benefits of Private Schooling? Economic Policy Review, Vol. 4, (1998), 79-86.",
        "Noell, J., Public and Catholic Schools: A Reanalysis of Public and Private Schools, Sociology of Education 55 (1982), 123-32.",
        "Poterba, James, Steven Venti, and David Wise, Targeted Retirement Saving and the Net Worth of Elderly Americans, American Economic Review, 84 (1994), 180-185.",
        "Rosenbaum, Paul R., Observational Studies, Springer-Verlag, New York, (1995).",
        "Witte, John F., Private School Versus Public School Achievement: Are There Findings That Should Affect the Educational Choice Debate, Economics of Education Review, XI (1992), 371-394."
    ]
}