{
    "id": 7832,
    "cites": 11,
    "cited_by": 6,
    "reference": [
        "Altman, Daniel, David M. Cutler and Richard J. Zeckhauser, Adverse Selection and Adverse Retention, American Economic Review, Vol. 88, No. 2 (May 1998), pp.",
        "Cutler, David M., Mark McClellan and Joseph P. Newhouse, What Has Increased Medical-Care Spending Bought? American Economic Review, Vol. 88, No. 2 (May 1998), pp.132-136.",
        "Cutler, David M., Mark McClellan and Joseph P. Newhouse, How Does Managed Care Do It? RAND Journal of Economics, forthcoming (2000).",
        "Cutler, David M. and Richard J. Zeckhauser, Adverse Selection in Health Insurance, in Alan M. Garber, ed., Frontiers in Health Policy Research, Vol. 1 (Cambridge, MA: MIT Press, 1998).",
        "Eichner, Matthew, Mark McClellan, and David A. Wise, The Sources of Cost Difference in Health Insurance Plans: A Decomposition Analysis, National Bureau of Economic Research Working Paper Series, No. 7443 (December, 1999).",
        "Feldman, Sarah and David Scharfstein, Managed Care Provider Volume, National Bureau of Economic Research Working Paper Series, No. 6523 (April, 1998).",
        "Ellis, Randall P., Employee Choice of Health Insurance, Review of Economics and Statistics, Vol. 71, No. 2 (May 1989), pp. 215-223.",
        "Jackson-Beeck, Marilyn and John H. Kleinman, Evidence for self-selection among health maintenance organization enrollees, Journal of the American Medical Association, Vol. 250, No. 20 (November 25, 1983), pp. 2826-29.",
        "Langwell, Katherine M. and James P. Hadley, Evaluation of the Medicare competition demonstrations, Health Care Financing Review, Vol. 11, No. 2 (Winter 1989), pp. 65-80.",
        "Miller, Robert H. and Harold S. Luft, Does managed care lead to better or worse quality of care? Health Affairs, Vol. 16, No. 5 (September/October 1997), pp. 7-25.",
        "Scitovsky, Anne A., Nelda McCall and Lee Benham, Factors affecting the choice between two prepaid plans, Medical Care, Vol. 16, No. 8 (August 1978), pp."
    ]
}