{
    "id": 7833,
    "cites": 45,
    "cited_by": 319,
    "reference": [
        "Barua, Anit esh, Jon Pennell, Jay Shutter, and Andrew B. Whinston. 1999. Measuring the Internet Economy: An Exploratory Study. Working paper, June 10. Updated versions available at http://crec.bus.utexas.edu.",
        "Basu, Susanto. 1996. Procyclical Productivity: Increasi ng Returns or Cyclical Utilization? Quarterly Journal of Economics, 111:4, pp. 719-51.",
        "Becker, Gary S. 1965). A Theory of the Alloc ation of Time, Economic Journal , 75:3, pp.",
        "Bennett, Johanna. 2000. Placing Stock Trades While at the Offi ce Adds a Little Risk, Wall Street Journal , March 15, p. B10D.",
        "Bettmann, Otto L. 1974. The Good Old Days - They Wer e Terrible! New York: Random House.",
        "Bresna han, Timothy F., and Robert J. Gordon, eds. 1997. The Economic of New Goods .",
        "Chicago: University of Chicago Press for NBER. Brynjolfsson, Erik. 1996. The Contribution of Information Technology to Consume r Welfare, Information Systems Research , 7:3, September, pp. 281-300.",
        "Brynjolfsson, Erik, and Lorin M. Hitt. 1996. Paradox Lost? Firm-level Evidence on the Returns to Information Systems Spending, Management Science , April.",
        "Brynjolfsson, Erik, Lorin M. Hitt, and Shinkyu Yang. 2000. Intangible Assets: How the Interaction of Computers and Organizational Structure Affects Stock Market Valuations, presented at AEA meetings, Boston, January.",
        "Byron, Christopher. 2000. Balance Due: In the hunt for elusive profits, consumer Web sites will be the first casualties, Fortune , February 21, pp. 104-8.",
        "Industrial Revolution, Page 49 Checkla nd, S. G. 1987. Industrial Revolution, in The New Palgrave: A Dictionary o f Economics. John Eatwell, Murray Mi lgate, and Peter Newman, eds. London: Macmillan, pp. 811- 15.",
        "Clark, Don. 1999. Survey Finds PC Usage in Homes Has Dropped, Wall Street Journal, June 21, p. B7.",
        "David, Paul A. 1990. The Dynamo and the Computer: An Historical Perspective on the Modern Productivity Paradox, American Economic Review (Papers and Proceedings), 80:2, pp .",
        "Work, Wall Street Journal , September 24, p. A1. Denison , Edward F. 1962. The Sources of Economic Growth in the United States and the Alternatives Before Us. New York: Committee for Economic Development, Supplementary Paper no. 13.",
        "Doan, Amy. 2000. Paper Boy, Forbes , February 21, p. 140.",
        "Dud ley, Leonard. 1999. Communications and Economic Growth, European Economi c Review, 43, pp. 595-619.",
        "Farrell, Greg. 2000. Online time soars at office; Not all surfing work-related, USA Today , February 18, p. A1.",
        "Flam m, Kenneth. 1997. More for Less: The Economic Impact of Semiconductors .",
        "Washington: Semiconductor Industry Association, December. Gordon, Robert J. 1990. The Measurement of Dur able Goods Prices. Chicago: University of Chicago Press for NBER.",
        "Gordon, Robert J. 1993. The Jobless Recovery: Does It Signal a New Era of Productivity- Led Growth? Brookings Papers on Economic Activity , 24:1, pp. 271-316.",
        "Gordon , Robert J. 1997. The Time-Varying NAIRU and its Implications for Economi c Policy, Journal of Economic Perspectives , Winter, 11:1, pp. 11-32.",
        "Industrial Revolution, Page 50 Gordon, Robert J. 1998. Foundations of th e Goldilocks Economy: Supply Shocks and the Time-Varying NAIRU, Brookings Papers on Economic Activity, 29:2, pp. 297-333.",
        "Gordon, Robert J. 1999. U. S. Economic Gro wth Since 1870: One Big Wave? American Economic Review (Papers and Proceedings), 89:2, pp. 123-8.",
        "Gordon, Robert J. 2000a. Macroeconomics, eighth edition. Read ing MA: Addison-Wesley.",
        "Gordon, Robert J. 2000b. Interpreting the `One Big Wave in U. S. Long-term Productivity Growth, in Productivity, Technology, and Economic Growth . Bart van Ark, Simon Kuipers, and Gerard Kuper, eds. Amsterdam: Kluwer Publishers, forthcoming.",
        "Gordon, Robert J. 2000c. Has the New Economy Rendered the Productivity Slowdown Obsolete? Unpublished working paper, Northwestern University, April.",
        "Griliches, Zvi. 1960. Measuring Inputs in Agriculture: A Criti cal Survey, Journal of Farm Economics , 42:5, pp. 1411-33.",
        "Guern sey, Lisa. 2000. Youve Got Inappropriate Mail: Monitoring of Office E-mail i s Increasing, New York Times , April 5, pp. C1, C10.",
        "Hamermesh, Daniel S. and Sharon M. Oster. 1997. Tools or Toys? The Impact of High Technology on Scholarly Productivity. Manuscript, November.",
        "Hultgren Tho r. 1960. Changes in Labor Cost during Cycles in Production and Business. Occasional Paper 74. New York: National Bureau of Economic Research.",
        "Ip, Greg. 20 00. Market on a High Wire, Wall Street Journal , January 18, p. C1 . Jorgenson, Dale W. and Zvi Griliches. 1967. The Explanation of Productivity Change, Review of Economic Studies , 34:3, pp. 249-83.",
        "Jorgenson, Dale W. and Kevin J. Stiroh. 2000. Raising the Speed Limit: U. S. Economic Growth in the Information Age, Brookings Papers on Economic Activity , 31:1, forthcoming.",
        "Kurian, George Thomas. 199 4. Datapedia of the United States, 1790-2000. Lanham MD: Bernan Press.",
        "Industrial Revolution, Page 51 McGuckin, Robert H. and Kevin J. Stiroh. 1998. Computers Can Accelerate Productivity Growth, Issues in Science and Technology, Summer, pp. 41-48.",
        "Moky r, Joel. 1997. Are We Living in the Middle of an Industrial Revolution? Federa l Reserve Bank of Kansas City Economic Review, Second Quarter, pp. 31-43.",
        "Mokyr, Joel and Rebecca Stein. 1997. Science, Health, and Household Technology: The Effect of the Pasteur Revolution on Consumer Demand. In Bres nahan and Gordon (1997), pp. 143- 200.",
        "Nordhaus, William D. (1997). Do Real-Out put and Real-Wage Measures Capture Reality? The History of Lighting Suggests Not. In Bresnahan and Gordon (1997), pp. 29-66.",
        "Nordhaus, William D. 1999. The Health of Nation s: The Contribution of Improved Health to Living Standards, working paper, Yale University, December 17.",
        "Oi, Walter Y. 1962. Lab or as a Quasi-Fixed Factor, Journal of Political Economy , 70:4, December, pp. 538-55.",
        "Oi, Walter Y. 1997. The Welfare Implications of Invention, in Bresn ahan and Gordon, eds.",
        "Jacob M. Schle singer and Yochi J. Dreazen. 2000. Inflation Shows SIgns of Stirring a s Forces Restraining it Wane, Wall Street Journal , April 17, p. A1.",
        "Sichel, Daniel E. 1997. The Computer Revolution: An Econo mic Perspective . Washington: Brookings.",
        "Smith, Mich ael D., Joseph Bailey, and Erik Brynjolfsson. 1999. Understanding Digita l Markets: Review and Assessment. In Erik Brynjolfsson and Brian Kahin, eds. Understanding the Digital Economy . Cambridge: MIT Press.",
        "Staiger, Do uglas, James H. Stock, and Mark W. Watson, Mark W. 1997. The NAIRU , Industrial Revolution, Page 52 Unemployment, and Monetary Policy, Journal of Economic Perspectives , Winter, 11, pp. 33-49.",
        "Uchitelle, Louis. 2000. Economic View: Productivity Finally Shows the Impact o f Computers, New York Times , March 12, section 3, p. 4."
    ]
}