{
    "id": 7837,
    "cites": 13,
    "cited_by": 7,
    "reference": [
        "Auerbach, Alan J. 1994. AThe U.S. Fiscal Problem: Where We Are, How We Got Here, and Where We=re Going,@ in Stanley Fischer and Julio Rotemberg, eds. NBER Macroeconomics Journal,.",
        "Cambridge, MA. Auerbach, Alan J. 1997. AQuantifying the Current U.S. Fiscal Imbalance.@ National Tax Journal, 50:3: 387-98.",
        "Auerbach, Alan J. and William G. Gale. 1999a. ADoes the Budget Surplus Justify a Large-Scale Tax Cut'DONE'@ Tax Notes, March 22: 1827-1850.",
        "Auerbach, Alan J. and William G. Gale. 1999b. ADoes the Budget Surplus Justify Big Tax Cuts'DONE': Updates and Extensions.@ Tax Notes, October 18: 369-376.",
        "Auerbach, Alan J. and Kevin A. Hassett. 2000. AUncertainty and Design of Long-Run Fiscal Policy,@ in Alan J. Auerbach and Ronald D. Lee, eds. Demographic Change and Fiscal Policy. Cambridge, UK: Cambridge University Press, forthcoming.",
        "Balz, Dan and Ceci Connolly. 2000. AGore to Propose Medicare >Lockbox.=@ Washington Post, June 8, A1.",
        "Connolly, Ceci. 2000. AGore Outlines Several Uses for Surplus.@ Washington Post, June 14, A1.",
        "Congressional Budget Office. 2000c. The Budget and Economic Outlook: An Update. Washington, D.",
        "C.: U.S. Government Printing Office, July. Eilperin, Juliet. 2000. House Backs Medicare Plan Similar to Gore `Lockbox, Washington Post, June 21, A8.",
        "Joint Committee on Taxation. 2000a. APaull Letter to Archer on Revenue Estimates of Bush Tax 19 Reduction Proposal.@ May 1.",
        "Joint Committee on Taxation. 2000b. AEstimated Revenue Effects of Various Provisions Described as the >George W. Bush Tax Reduction Proposal.=@ May 3.",
        "Rebelein, Bob and Jerry Tempalski. 2000. AWho Pays the Individual AMT'DONE'@ Office of Tax Analysis, June, 2000.",
        "Washington, D.C.: U.S. Government Printing Office. U.S. Social Security Administration, Board of Trustees of the Federal Old-Age and Survivors Insurance and Disability Insurance Trust Funds. 2000. 2000 Annual Report of the Board of Trustees of the Federal Old-Age and Survivors Insurance Trust Fund and the Federal Disability Insurance Trust Fund. Washington, D.C., March 30."
    ]
}