{
    "id": 7844,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "Albert, J. and S. Chib (1993). Bayesian Analysis of Binary and Polychotomous Response Data, Journal of the American Statistical Association, 88, 669-679.",
        "Riccio, James, Daniel Friedlander, and Stephen Freedman (1994). GAIN: Benefits, Costs, and Three-Year Impacts of a Welfare-to-Work Program. New York: Manpower Demonstration Research Corporation.",
        "Card, David, and Alan Krueger (1992). Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States, Journal of Political Economy, 100, 1-40.",
        "Chamberlain, Gary, and Guido Imbens (1996). Hierarchical Bayes Models with Many Instrumental Variables, Harvard Institute of Economic Research, Paper Number 1781.",
        "Cooper, Harris, and Larry Hedges (1994), editors. The Handbook of Research Synthesis.",
        "New York: Russell Sage Foundation. Dehejia, Rajeev (1999). Program Evaluation as a Decision Problem, National Bureau of Economic Research Working Paper No. 6954.",
        "Reevaluating the Evaluation of Training Programs, Journal of the American Statistical Association, Volume 94, pp. 1053-1062. Gelfland, A.E., and A.F.M. Smith (1990), Sampling-Based Approaches to Calculating Marginal Densities, Journal of the American Statistical Association, 85, 398-409.",
        "Gelman, Andrew, John Carlin, Hal Stern, and Donald Rubin (1996). Bayesian Data Analysis. London: Chapman and Hall.",
        "Greenberg, David, and Michael Wiseman (1992). What Did the OBRA Demonstrations Do? Chapter 1, in Manski and Garfinkel (1992).",
        "Heckman, James, and Jeffrey Smith (1996). The Sensitivity of Experimental Impact Estimates: Evidence from the National JTPA Study, University of Western Ontario, unpublished.",
        "Estimator, Review of Economic Studies, 65, 261-294. Hotz, V. Joseph, Guido Imbens, and Julie Mortimer (1999). Predicting the Efficacy of Future Training Programs Using Past Experiences, National Bureau of Economic Research Working Paper, No. T238.",
        "Analysis of the Impacts of the California GAIN Program, UCLA, unpublished. Nelson, Doug (1997). Some Best Practices and Most Promising Models for Welfare Reform, Memorandum, Annie E. Casey Foundation, Baltimore, MD; http://center.hamline.edu/mcknight/caseymemo.htm.",
        "Manski, Charles, and Irwin Garfinkel (1992), editors. Evaluating Welfare Training Programs. Cambridge, MA: Harvard University Press.",
        "Rossi, Peter, Robert McCulloch, and Greg Allenby (1995). Hierarchical Modeling of Consumer Heterogeneity: An Application to Target Marketing, in C. Gatsonis, J."
    ]
}