{
    "id": 7845,
    "cites": 23,
    "cited_by": 7,
    "reference": [
        "Blonigen, Bruce A. Firm-Specific Assets and the Link Between Exchange Rates and Foreign Direct Investment. The American Economic Review, June 1997, 87, pp. 447-65.",
        "Caves, R. International Corporations: The Industrial Economics of Foreign Investment. Economica, 1971, 38, pp. 1-27.",
        "Chamberlain, G. Analysis of Covariance with Qualitative Data. Review of Economic Studies, 1980, 42, pp. 225-38.",
        "Cushman, D. The Effects of Real Wages and Labor Productivity on Foreign Direct Investment. Southern Economic Journal, 1987, 54, pp. 174-85.",
        "Fazzari, Steven, R.; Hubbard, Glenn and Petersen, Bruce C. Financing Constraints and Corporate Investment. Brookings Papers on Economic Activity, 1988, (1), pp. 141-95.",
        "Gertler, Mark and Gilchrist, Simon. Monetary Policy, Business Cycles, and the Behavior of Small Manufacturing Firms. Quarterly Journal of Economics, May 1994, 109, pp.",
        "Gibson, Michael S. Can Bank Health Affect Investment'DONE' Evidence from Japan. Journal of Business, July 1995, 68(3), pp. 281-308.",
        "Goldberg, Linda and Michael Klein W. FDI, Trade and Real Exchange Rate Linkages in Developing Countries, in R. Glick, ed., Managing Capital Flows and Exchange Rates: Lessons from the Pacific Basin. Cambridge, MA: Cambridge University Press, 1998, pp. 1-29.",
        "Hoshi, Takeo; Kashyap, Anil and Scharfstein, David. The Role of Banks in Reducing the Costs of Financial Distress in Japan. Journal of Financial Economics, September 1990, 27(1), pp. 67-88.",
        "Groups. Quarterly Journal of Economics, February 1991, 106(1), pp. 33-60.",
        "Hoshi, Takeo; Scharfstein, David and Singleton, Kenneth J. Japanese Corporate Investment and Bank of Japan Guidance of Commercial Bank Lending, in Kenneth J. Singleton, ed., Japanese Monetary Policy. Chicago, IL: University of Chicago Press, 1993.",
        "Kashyap, Anil; Lamont, Owen A. and Stein, Jeremy C. Credit Conditions and the Cyclical Behavior of Inventories. The Quarterly Journal of Economics, August 1994, pp.",
        "Kashyap, Anil K. and Stein, Jeremy C. The Impact of Monetary Policy on Bank Balance Sheets. Carnegie-Rochester Series on Public Policy, 1995, 42, pp. 151-95.",
        "Policy'DONE' The American Economic Review, June 2000, 90, pp. 407-28.",
        "Kashyap, Anil; Stein, Jeremy C and Wilcox, David W. Monetary Policy and Credit Conditions: Evidence from the Composition of External Finance. American Economic Review, March 1993, 83, pp. 78-98.",
        "Klein, Michael W. and Rosengren, Eric S. The Real Exchange Rate and Foreign Direct Investment in the United States. Journal of International Economics, 1994, 36, pp.",
        "Kloeck, Teun. OLS Estimation in a Model Where a Microvariable is Explained by Aggregates and Contemporaneous Disturbances are Equicorrelated. Econometrica, January 1981, 49(1), pp. 205-07.",
        "Moulton, Brent. An Illustration of a Pitfall in Estimating the Effects of Aggregate Variables on Micro Units. The Review of Economics and Statistics, 1990, 72, pp. 334-38.",
        "McCauley, Robert N. and Yeaple, Stephen. How Lower Japanese Asset Prices Affect Pacific Financial Markets. FRBNY Quarterly Review, Spring 1994, pp. 19-33.",
        "Morck, Randall and Nakamura, Masao. Banks and Corporate Control in Japan. The Journal of Finance, 1999, 54 (1) pp. 319-40.",
        "Peek, Joe and Rosengren, Eric S. The International Transmission of Financial Shocks: The Case of Japan. The American Economic Review, September 1997, 87(4), pp. 495-505.",
        "States. The American Economic Review, March 2000, 90(1), pp. 30-45.",
        "Petersen, Mitchell A. and Rajan, Raghuram G. The Benefits of Lending Relationships: Evidence from Small Business Data. Journal of Finance, March 1994, 49, pp. 3-38."
    ]
}