{
    "id": 7846,
    "cites": 27,
    "cited_by": 20,
    "reference": [
        "Acemoglu, Daron (1999). Patterns of Skill Premia, NBER Working Paper 7018.",
        "Autor, David H. et. al. (1998). Computing inequality: Have computers changed the labor market'DONE' Quarterly Journal of Economics 113, pp. 1169-1213.",
        "Berman, Eli et.al. (1994). Changes in the demand for skilled labor within U.S. manufacturing: Evidence from the annual survey of manufacturers, Quarterly Journal of Economics 109, pp. 367397.",
        "Berman, Eli et.al. (1998). Implications of skill-biased technological changes: International Evidence, Quarterly Journal of Economics 113, pp. 1245-1279.",
        "Bernard, Andrew B. and J. Bradford Jensen (1999). Exporters, skill upgrading, and the wage gap, Journal of International Economics 42, 3-31.",
        "Bosworth, Berry, P. et. al. (1994). The Chilean Economy: Policy Lessons and Challenges. Washington D.C.: The Brookings Institution.",
        "Cragg, Michael, and Mario Epelbaum (1996). Why has wage dispersion grown in Mexico'DONE' Is it the incidence of reforms or the growing demand for skills Journal of Development Economics 51, pp. 99-116.",
        "Doms, Mark et. al. (1997) Workers, wages and technology, Quarterly Journal of Economics 112, pp.",
        "Dornbusch, Rudiger, et. al. (1994). Exchange Rate Policy and Trade Strategy, in Bosworth, Berry, et.al. (eds.) The Chilean Economy: Policy Lessons and Challenges. Washington D.C.: The Brookings Institution.",
        "Eaton Jonathan, and Samuel Kortum (1996). Trade in Ideas: Productivity and Patenting in the OECD, Journal of International Economics 40, 251-278.",
        "Edwards, Sebastian, and Alejadra C. Edwards (1987). Monetarism and Liberalization. The Chilean Experiment. Ballinger. Cambridge, MA.",
        "Feenstra, Robert C. and Gordon H. Hanson (1996). Globalization, outsourcing and wage inequality, NBER Working Paper 5424.",
        "Evidence from Mexicos maquiladoras, Journal of International Economics 42, pp. 371-393. GATT (1991). Trade Policy Review: Chile. Volume 1,2. Geneva: GATT.",
        "Hanson, Gordon, H. and Ann Harrison (1995). Trade, technology and wage inequality, NBER Working Paper 5110.",
        "Industrial and Labor Relations Review 52, 271-288. Harrison, Ann and Edward Leamer (1997). Labor markets in developing countries: An agenda for research, Journal of Labor Economics 15, pp. S1-19.",
        "Inter-American Development Bank (1992). Economic Reforms in Chile. Munoz, Oscar (ed.).",
        "Occasional Papers 7. Washington D.C.: IDB. Katz, Lawrence F., and David H. Autor (1998). Changes in the Wage Structure and Earnings Inequality, in Orley Ashenfelter and David Card (eds.) Handbook of Labor Economics.",
        "Amsterdam: North-Holland, forthcoming. Liu, Lili (1993). Entry-exit, learning and productivity change: Evidence from Chile, Journal of Development Economics 42, 217-242.",
        "Liu, Lili and James Tybout (1996). Productivity Growth in Chile and Colombia: The Role of Entry, Exit and Learning, in Roberts, Mark J. and James R. Tybout (eds.) Industrial Evolution in Developing Countries. Oxford: Oxford University Press.",
        "Machin, Stephen and John Van Reenen (1998). Technology and changes in skill structures: Evidence from seven OECD countries, Quarterly Journal of Economics 113, pp. 1215-1244.",
        "Olley, Steven G. and Ariel Pakes (1996). The Dynamics of Productivity in the Telecommunications Equipment Industry, Econometrica 64, pp. 1263-1297.",
        "Pavcnik, Nina (1999). Trade liberalization, exit and productivity improvements: Evidence from Chilean Plants, Dartmouth College, mimeo.",
        "Revenga, Ana L. (1997). Employment and wage effects of trade liberalization: The case of Mexican manufacturing, Journal of Labor Economics 15, pp. S20-43.",
        "Robbins, Donald J. (1995). Trade liberalization and earnings dispersion--Evidence from Chile, Harvard University, mimeo.",
        "Paper No. 119. Roberts, Mark J. and James R. Tybout (eds.) (1996). Industrial Evolution in Developing Countries.",
        "Oxford: Oxford University Press. Slaughter, Matthew J. (1998). What are the results of product-price studies and what can we learn from their differences'DONE' NBER Working Paper 6591.",
        "UNCTAD (1989). Handbook of Trade Control Measures of Developing Countries: Supplement. New York: UN."
    ]
}