{
    "id": 7847,
    "cites": 24,
    "cited_by": 28,
    "reference": [
        "Cargnoni, Claudia, Peter Muller, and Mike West, (1997), Bayesian Forecasting of Multinomial Time Series Through Conditionally Gaussian Dynamic Models, Journal of the American Statistical Association 92, 640-647.",
        "Chiang, Chin Long, (1980). An Introduction to Stochastic Processes and Their Applications.",
        "New York: Krieger Publishing Co. Clarida, Richard, Jordi Gali and Mark Gertler, (2000), Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics, 115, 147-180.",
        "Dueker, Michael, (1999a), Conditional Heteroscedasticity in Qualitative Response Models of Time Series: A Gibbs-Sampling Approach to the Bank Prime Rate, Journal of Business and Economic Statistics, 17, 466-472.",
        "Changes, Federal Reserve Bank of St. Louis Review, 81(5), 3-9. Dufour, Alfonso, and Robert F. Engle, (1999), The ACD Model: Predictability of the Time between Consecutive Trades, working paper, UCSD.",
        "Eichengreen, Barry, Mark W. Watson, and Richard S. Grossman, (1985), Bank Rate Policy under the Interwar Gold Standard: A Dynamic Probit Model, Economic Journal 95, 725-745.",
        "Engle, Robert F., (2000), The Econometrics of Ultra-High-Frequency Data, Econometrica, 68, 1-22.",
        "Foreign Exchange Prices with the ACD Model, Journal of Empirical Finance, 12, 187-212. ,and (1998), Autoregressive Conditional Duration: A New Model for Irregularly Spaced Transaction Data, Econometrica 66, 1127-1162.",
        "Financial Transactions Data Using a New Autoregressive Conditional Multinomial Model, working paper, UCSD. Evans, Charles L., and David A. Marshall (1998), Monetary Policy and the Term Structure of Nominal Interest Rates: Evidence and Theory, Carnegie-Rochester Conference Series on Public Policy, 49, 53-111.",
        "Fahrmeir, Ludwig, (1992), Posterior Mode Estimation by Extended Kalman Filtering for Multivariate Dynamic Generalized linear Models, Journal of the American Statistical Association, 87, 501-509.",
        "Time Survival Data, Biometrica, 81, 317-330. Federal Reserve Bank of New York, (1990), Monetary Policy and Open Market Operations During 1989, A Report prepared for the Federal Open Market Committee by the Open Market Group of the Federal Reserve Bank of New York, March 1990, conÃ\u0083Å¾dential.",
        "Feinman, Joshua, (1993), Estimating the Open Market Desks Daily Reaction Function, Journal of Money, Credit, and Banking, 25, 231-47.",
        "Hausman, Jerry A., Andrew W. Lo and A. Craig Mackinlay, (1992), An Ordered Probit Analysis of Transaction Stock Prices, Journal of Financial Economics 31, 319-379.",
        "Heller, H. Robert, (1988), Implementing Monetary Policy, Federal Reserve Bulletin July, 419-429.",
        "Lee, Lung-Ã\u0083Å¾e, (1999), Estimation of Dynamic and ARCH Tobit Models, Journal of Econometrics, 92, 355-390.",
        "Lunde, Asger, and Allan Timmermann, (2000), Duration Dependence in Stock Prices: An Analysis of Bull and Bear Markets, working paper, University of California, San Diego.",
        "McCallum, Bennett T. and Edward Nelson, (1999), Performance of Operational Policy Rules in an Estimated Semiclassical Structural Model, in Monetary Policy Rules, John B. Taylor (ed.), Chicago: The University of Chicago Press.",
        "McCulloch, Robert, and Peter E. Rossi, (1994), An Exact Likelihood Analysis of the Multinomial Probit Model, Journal of Econometrics, 64, pp. 207-240.",
        "Meulendyke, Ann Marie, (1998), U. S. Monetary Policy and Financial Markets, Federal Reserve Bank of New York.",
        "Piazzesi, Monika, (2000), An Econometric Model of the Yield Curve with Macroeconomic Jump Eects, working paper, Stanford University.",
        "Rudebusch, Glenn D., (1995), Federal Reserve Interest Rate Targeting, Rational Expectations and the Term structure, Journal of Monetary Economics 35, 245-74. Erratum: (December 1995) 36:679.",
        "Policy Rules, John B. Taylor (ed.), Chicago: The University of Chicago Press. Sims, Christopher A., (1992), Interpreting the Macroeconomic Time Series Facts: The Eects of Monetary Policy, European Economic Review 36, 975-1000.",
        "Strongin, Steven, (1995), The IdentiÃ\u0083Å¾cation of Monetary Policy Disturbances. Explaining the Liquidity Puzzle, Journal of Monetary Economics 35, 463-497.",
        "Thornton, Daniel L., (1998), The Federal Reserves Operating Procedure, Nonborrowed Reserves, Borrowed Reserves, and the Liquidity Eect, working paper, Federal Reserve Bank of St. Louis."
    ]
}