{
    "id": 7855,
    "cites": 28,
    "cited_by": 31,
    "reference": [
        "Asness, C., J. Liew, and R. Stevens, 1997, Parallels Between the Cross-Sectional Predictability of Stock and Country Returns, Journal of Portfolio Management, 3: 79-87.",
        "Bohn, H., and L. Tesar, 1996, US Equity Investment in Foreign Markets: Portfolio Rebalancing or Return Chasing'DONE' American Economic Review, 86: 77-81.",
        "Calvo, G., 1999, Contagion in Emerging Markets: When Wall Street Is a Carrier, University of Maryland working paper.",
        "Calvo, G., and E. Mendoza, 1998, Rational Herd Behavior and the Globalization of Securities Markets, University of Maryland working paper.",
        "Campbell, J., A. Lo, and C. MacKinlay, 1997, The Econometrics of Financial Markets, Princeton University Press, Princeton, New Jersey.",
        "Corsetti, G., P. Pesenti, and N. Roubini, 1998, What Caused the Asian Currency and Financial Crisis'DONE' typescript, New York University, March.",
        "De Bondt, W., and R. Thaler, 1985, Does the Stock Market Overreact'DONE' Journal of Finance, 40: 793-805.",
        "Eichengreen, B., and D. Mathieson, 1998, Hedge Funds and Financial Market Dynamics, Occasional Paper No. 166.",
        "Eichengreen, B, A. Rose, and C. Wyplosz, 1996, Contagious Currency Crises, NBER working paper No. 5681.",
        "Forbes, K., and R. Rigobon, 1998, No Contagion, Only Interdependence: Measuring Stock Market Co-movements, NBER Working Paper 7267, September.",
        "Frankel, J., and S. Schmukler, 1998, Crisis, Contagion, and Country Funds, in R. Glick, ed., Managing Capital Flows and Exchange Rates (Cambridge University Press).",
        "Froot, K., P. OConnell, and M. Seasholes, 1998, The Portfolio Flows of International Investors, I, forthcoming, Journal of Financial Economics.",
        "Grinblatt, M., S. Titman, and R. Wermers, 1995, Momentum Investment Strategies, Portfolio Performance, and Herding: A Study of Mutual Fund Behavior, American Economic Review, 85, 1088-1105.",
        "Jegadeesh, N., 1990, Evidence of Predictable Behavior of Security Returns, Journal of Finance, 45: 881-898.",
        "Jegadeesh, N. and S. Titman, 1993, Returns to Buying Winners and Selling Losers: Implications for Stock Market Efficiency, Journal of Finance, 48, 1.",
        "Kaminsky, G., 1998, Currency and Banking Crises: The Early Warnings of Distress, International Finance Discussion Paper No. 629, Board of Governors of the Federal Reserve System.",
        "Kaminsky, G. and C. Reinhart, 1999, On Crises, Contagion, and Confusion, George Washington University Working Paper, forthcoming Journal of International Economics.",
        "Kaminsky, G. and S. Schmukler, 1999, What Triggers Market Jitters'DONE' A Chronicle of the Asian Crisis, Journal of International Money and Finance, Vol. 18, No. 4.",
        "Kim, W., and S. Wei, 1999, Foreign Portfolio Investors Before and During a Crisis, NBER Working Paper No. 6968, February.",
        "Kodres, L., and M. Pritsker, 1999, A Rational Expectations Model of Financial Contagion, typescript, International Monetary Fund and Board of Governors of the Federal Reserve System, May.",
        "Lehmann, B., 1990, Fads, Martingales, and Market Efficiency, Quarterly Journal of Economics, 105: 1-28.",
        "Marcis, R., S. West, and V. Leonard-Chambers, 1995, Mutual Fund Shareholder Response to Market Disruptions, Perspective, Investment Company Institute, Vol.",
        "Rea, J., 1996, U.S. Emerging Market Funds: Hot Money or Stable Source of Investment Capital'DONE' Perspective, Investment Company Institute, Vol. 2, No. 6.",
        "Rouwenhorst, Geert, 1998, International Momentum Strategies, Journal of Finance, 53, 267-284.",
        "Tesar, L., and I. Werner, 1994, International Equity Transactions and U.S. Portfolio Choice, in J. Frankel (ed.), The Internationalization of Equity Markets, University of Chicago Press, 185-220.",
        "Valdes, Rodrigo, 1998, Emerging Markets Contagion: Evidence and Theory, Banco Central de Chile, typescript, May.",
        "Warther, V., 1995, Aggregate Mutual Fund Flows and Security Returns, Journal of Financial Economics, 39: 209-235.",
        "Wermers, R., 1999, Mutual Fund Herding and the Impact on Stock Prices, Journal of Finance, 54: 581-622."
    ]
}