{
    "id": 7857,
    "cites": 43,
    "cited_by": 117,
    "reference": [
        "Alesina, Alberto and Robert Barro, 2000, Currency Unions unpublished.",
        "Barro, Robert, 1991, Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics, May.",
        "Barro, Robert, and Xavier Sala-i-Martin, 1992, Convergence, Journal of Political Economy.",
        "Bhagwati, Jagdish, 1988, Export Promoting Trade Strategy: Issues and Evidence, World Bank Research Observer, Jan. 3, no.1, 27-57.",
        "Bradford, Colin, Jr., 1994, From Trade-Driven Growth to Growth-Driven Trade: Reappraising the East Asian Development Experience, Organization for Economic Cooperation and Development, Paris.",
        "Bradford, Colin, Jr, and Naomi Chakwin, 1993, Alternative Explanation of the Trade-Output Correlation in the East Asian Economies, OECD Development Centre Technical Papers No. 87, Paris (August).",
        "DeLong, Bradford, and Lawrence Summers, 1991, Equipment Investment and Economic Growth, Quarterly Journal of Economics 56, 2, 445-502.",
        "Edison, Hali, and Michael Melvin, 1990, The Determinants and Implications of the Choice of An Exchange Rate System, in Monetary Policy For a Volatile Global Economy, W. Haraf and T. Willett, eds., American Enterprise Institute, Washington, D.C..",
        "Edwards, Sebastian, 1993a, Openness, Trade Liberalization and Growth in Developing Countries, Journal of Economic Literature, Sept. 31, no. 3, 1358-93.",
        "Esfahani, Hadi, 1991, Exports, Imports, and Economic Growth in Semi-Industrialized Countries, Journal of Development Economics, January, 35, no.1, 93-116.",
        "Feder, Gershon, 1982, On Exports and Economic Growth, Journal of Development Economics, Feb./Apr., 12, no. 1, 59-73.",
        "Fischer, Stanley, 1991, Growth, Macroeconomics and Development, on O. Blanchard and S.",
        "Fischer, eds., NBER Macroeconomics Annual 1991, MIT Press, 329-64.",
        "Fischer, Stanley, 1993, The Role of Macroeconomic Factors in Growth, Journal of Monetary Economics, Jan. 32, no. 3, 485-512.",
        "Frankel, Jeffrey, 1997, Regional Trading Blocs, Institute for International Economics, Washington DC.",
        "Frankel, Jeffrey, and David Romer, 1999, Does Trade Cause Growth? American Economic Review 89, no. 3, June 1999, 379-399.",
        "Frankel, Jeffrey, and Shang-Jin Wei, 1995, Emerging Currency Blocs, in The International Monetary System: Its Institutions and its Future, edited by Hans Genberg, Springer, Berlin, 111- 143.",
        "Ghosh, Atish, Ann-Marie Gulde, and Holger Wolf, 1997, Currency Boards - The Better Peg?, IMF Working Paper.",
        "Goldstein, Morris, 1995, The Exchange Rate System and the IMF: A Modest Agenda, Policy Analyses in International Economics 39, June, Institute for International Economics.",
        "Grossman, Gene, and Elhanan Helpman, 1991a, Innovation and Growth in the Global Economy, MIT Press: Cambridge.",
        "Grossman, Gene, and Elhanan Helpman, 1991b, Trade, Knowledge Spillovers, and Growth, European Economic Review 35, no. 2-3, April, 517-526.",
        "Robert Hall and Charles Jones, 1999, Why Do Some Countries Produce So Much More Output per Worker than Others? Quarterly Journal of Economics, Feb., 114, no.1, 83-116.",
        "Helpman, Elhanan. 1987. Imperfect Competition and International Trade: Evidence from Fourteen Industrial Countries, Journal of the Japanese and International Economies 1: 62-81.",
        "Helpman, Elhanan. 1988, Growth, Technological Progress, and Trade, National Bureau of Economic Research Reprint no. 1145.",
        "Helpman, Elhanan and Paul Krugman. 1985. Market Structure and Foreign Trade, Cambridge, MIT Press.",
        "Helliwell, John, 1998, How Much Do National Borders Matter? Brookings Institution: Washington DC.",
        "Hutchison, Michael, and Nirvikar Singh, 1992, Exports, Non-Exports, and Externalities: A Granger Causality Approach, International Economic Journal 6, no.2, 79-94.",
        "Irwin, Douglas, and Marko Tervio, 2000, Does Trade Raise Income? Evidence from the Twentieth Century, preliminary draft, March.",
        "Jung, Woo, and Peyton Marshall, 1985, Exports, Growth, and Causality in Developing Countries, Journal of Development Economics 18, 1-12.",
        "Kohli, Inderjit, and Nirvikar Singh, 1989, Exports and Growth: Critical Minimum Effort and Diminishing Returns, Journal of Development Economics, April, 30, no. 2, 391-400.",
        "Krueger, Anne, 1978, Foreign Trade Regimes and Economic Development: Liberalization Attempts and Consequences, Ballinger for National Bureau of Economic Research.",
        "Levine, Ross, and David Renelt, 1992, A Sensitivity Analysis of Cross-Country Growth Regressions, American Economic Review 82, no. 4, 942-963.",
        "Linneman, Hans. 1966. An Econometric Study of International Trade Flows, North-Holland, Amsterdam.",
        "LÃ\u0083Â³pez-Cordova, Ernesto and Chris Meissner (2000) Exchange-Rate Regimes and International Trade: Evidence from the Classical Gold Standard Era UC Berkeley manuscript.",
        "Mankiw, N. Gregory, David Romer and David Weil, 1992, A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics 107, 407-437.",
        "McCallum, John, 1995, National Borders Matter: Canada-U.S. Regional Trade Patterns, American Economic Review 85, no.3, June, 615-623.",
        "Michaely, Michael, 1977, Exports and Growth: An Empirical Investigation, Journal of Development Economics March, 4, no.1, 49-53.",
        "Quah, Danny, and James Rauch, 1990, Openness and the Rate of Economic Growth, Working Paper, University of California, San Diego, Oct.",
        "Rodrik, Dani, 1994b, Getting Interventions Right: How South Korea and Taiwan Grew Rich, 20th Panel Meeting of Economic Policy; NBER Working Paper No. 4964, December.",
        "Romer, Paul, 1989, What Determines the Rate of Growth and Technical Change? World Bank Working Paper No. 279.",
        "Rose, Andrew, 2000, One Money, One Market? The Effect of Common Currencies on International Trade, Economic Policy.",
        "Sala-i-Martin, Xavier, 1991, Comment, NBER Macroeconomics Annual 6, 368-378.",
        "Nov., 249-268. Wei, Shang-Jin. 1996. How Stubborn Are Nation States in Globalization? NBER Working Paper 5331. April."
    ]
}