{
    "id": 7858,
    "cites": 48,
    "cited_by": 18,
    "reference": [
        "Alesina, Alberto, Enrico Spolaore and Romain Wacziarg, 1999, Economic Integration and Political Disintegration, December.",
        "Antweiler, Werner, Brian Copeland, and M. Scott Taylor, 1998, Is Free Trade Good for the Environment? NBER Working Paper No. 6707, August.",
        "Baldwin, Richard, and Philippe Martin, 1999, Two Waves of Globalization: Superficial Similarities, Fundamental Differences, NBER Working Paper No. 6904, January.",
        "Barro, Robert, 1999, Inequality, Growth, and Investment, NBER Working Paper No.",
        "Bordo, Michael, Barry Eichengreen and Douglas Irwin, 1999, Is Globalization Today Really Different Than Globalization a Hundred Years Ago? Brookings Trade Forum 1999.",
        "Chakrabarti, Avik, 2000, Do Nations that Trade More Have a More Unequal Distribution of Income? University of Wisconsin, Milwaukee.",
        "Cline, William, 1997, Trade, Jobs, and Income Distribution, Institute for International Economics, Washington, DC.",
        "Drysdale, Peter, and Ross Garnaut. 1982, Trade Intensities and the Analysis of Bilateral Trade Flows in a Many-Country World, Hitotsubashi Journal of Economics 22, 62-84.",
        "Engel, Charles, 1993, Real Exchange Rates and Relative Prices: An Empirical Investigation, Journal of Monetary Economics 32, August, 35-50.",
        "Engel, Charles, and John Rogers, How Wide is the Border? American Economic Review 86, no.5, December 1996, 1112-1125.",
        "Feldstein, Martin and Charles Horioka, 1980, Domestic Saving and International Capital Flows, Economic Journal 90: 314-29.",
        "Frankel, Jeffrey, Measuring International Capital Mobility: A Review, American Economic Review 82, no.2 (May 1992), 197-202.",
        "Frankel, Jeffrey, Regional Trading Blocs in the World Trading System, Institute for International Economics, Washington DC, 1997.",
        "Frankel, Jeffrey, 1999, Proposals Regarding Restrictions on Capital Flows, African Finance Journal vol.1, part 1.",
        "Frankel, Jeffrey and David Romer, 1999, Does Trade Cause Growth? American Economic Review, June.",
        "Frankel, Jeffrey and Andrew Rose, 2000, An Estimate of the Effect of Currency Unions on Trade and Growth, Alesina-Barro conference , Stanford University.",
        "Frankel, Jeffrey and Shang-Jin Wei, Regionalization of World Trade and Currencies: Economics and Politics in The Regionalization of the World Economy, J. Frankel, editor, University of Chicago Press, Chicago, 1997.",
        "Froot, Kenneth, and Emil Dabora, 1999, How Are Stock Prices Affected by the Location of Trade, Journal of Financial Economics 53, August, 182-216.",
        "Froot, Kenneth, Michael Kim, and Kenneth Rogoff, The Law of One Price Over 700 Years, NBER Working Paper No. 5132, May 1995.",
        "Gowa, Joanne, and Edward Mansfield, 1993, Power Politics and International Trade, American Political Science Review 87, no. 2, June, 408-420.",
        "Grossman, Gene, and Elhanan Helpman, 1991, Innovation and Growth in the Global Economy, MIT Press: Cambridge.",
        "Grossman, Gene, and Alan Krueger, 1993, Environmental Impacts of a North American Free Trade Agreement, in The U.S.-Mexico Free Trade Agreement, Peter Garber, ed., Cambridge MA, MIT Press.",
        "Grossman, Gene, and Alan Krueger, 1995, Economic Growth and the Environment, Quarterly Journal of Economics, 353-377.",
        "Harbaugh, William, Arik Levinsohn, and David Wilson, 2000, Reexamining the Empirical Evidence for an Environmental Kuznets Curve, NBER Working Paper No.",
        "Helliwell, John, 1998, How Much Do National Borders Matter? Brookings Institution: Washington DC.",
        "Helliwell, John, and John McCallum. 1995. National Borders Still Matter for Trade. Policy Options/Options Politiques 16, July/August: 44-48.",
        "Helpman, Elhanan and Paul Krugman. 1985. Market Structure and Foreign Trade, Cambridge, MIT Press.",
        "Irwin, Douglas, and Marko Tervio, 2000, Does Trade Raise Income? Evidence from the Twentieth Century, preliminary draft, March.",
        "Jaffe, Adam, S. Peterson, Paul Portney and Robert Stavins, 1995, Environmental Regulation and the Competitiveness of U.S. Manufacturing: What Does the Evidence Tell Us? Journal of Economic Literature 33, 132-163.",
        "Keynes, John Maynard , 1920, The Economic Consequences of the Peace, Harcourt Brace, and Howe: New York.",
        "Kleiman, Ephraim, 1976, Trade and the Decline of Colonialism, The Economic Journal 86, September, 459-480.",
        "Krugman, Paul, 1995, Growing World Trade:Causes and Consequencers, Brookings Papers on Economic Activity no. 1, 327-362.",
        "Krugman, Paul, aand Robert Lawrence, 1994, Trade, Jobs and Wages, Scientific American, April.",
        "Lewis, Karen, Puzzles in International Financial Markets, in Handbook of International Economics, vol. 3, edited by Gene Grossman and Kenneth Rogoff, North Holland, 1995.",
        "Linnemann, Hans. 1966. An Econometric Study of International Trade Flows, North- Holland, Amsterdam.",
        "Mansfield, Edward, 1993, Effects of International Politics on Regionalism in International Trade, in Kym Anderson and Richard Blackhurst, eds., Regional Integration and the Global Trading System, Harvester Wheatsheaf.",
        "Mansfield, Edward, and Rachel Bronson, 1997, The Political Economy of Major-Power Trade Flows, in Edward Mansfield and Helen Milner, eds., The Political Economy of Regionalism, New York: Columbia University Press.",
        "McCallum, John, 1995, National Borders Matter: Canada-U.S. Regional Trade Patterns, American Economic Review 85, no.3, June, 615-623.",
        "Obstfeld, Maurice, 1998, The Global Capital Market: Benefactor or Menace? NBER Working Paper No. 6559, May. Forthcoming, Journal of Economic Perspectives.",
        "Pritchett, Lant, and Geeta Sethi, 1994, Tariff Rates, Tariff Revenue and Tariff Reform: Some New Facts, World Bank Economic Review 8, no. 1, January: 1-16.",
        "Rodrik, Dani, and Francisco RodrÃ\u0083Â­guez, 1999, Trade Policy and Economic Growth: A Skeptics Guide to the Cross-National Evidence, Kennedy School of Government, Harvard University, April.",
        "Rogoff, Kenneth, 1996, The purchasing power parity puzzle, Journal of Economic Literature, 34: (2), June, 647-668 .",
        "Rose, Andrew, 2000, One Money, One Market: Estimating the Effect of Common Currencies on Trade, Economic Policy, 30, April, 7-46.",
        "Taylor, Alan, 1996, International Capital Mobility in History: The Saving-Investment Relationship, NBER Working Paper 5743.",
        "Tobey, J.A., 1990, The Effects of Domestic Environmental Policies on Patterns of World Trade: An Empirical Test, Kyklos 43, 191-209.",
        "Wei, Shang-Jin. 1996. How Stubborn Are Nation States in Globalization? NBER Working Paper 5331. April.",
        "But it is not always the case that There is nothing new under the sun. Economic globalization in the 19th century was qualitatively different from what had come in preceding centuries, e.g., in the Age of Exploration. ORourke and Williamson (1999) show that by the relevant economic criteria the big bang of globalization is properly dated in the 19th century.",
        "Frankel and Romer (1999)."
    ]
}