{
    "id": 7859,
    "cites": 21,
    "cited_by": 9,
    "reference": [
        "Alesina Alberto, Reza. Baqir, and William Easterly, Redistributive Public Emnployment, Journal of Urban Economics, forthcoming (2000).",
        "Alesina Alberto, Reza Baqir, and William Easterly, Public Goods and Ethnic Divisions, Quarterly Journal of Economics, 114.4 (Novesnber 1999), 1243-84.",
        "Alesina, Alberta, and Eliana La Ferrara, Participation in Heterogeneous Communities, Quarterly Journal ofEconoinics, forthcoming (2000).",
        "Alesina, Alberta, and Enrico Spolaore, On the Number and Size of Nations, Quarterly Journal ofEcoisonsics, 112.4 (November 1997), 1027-56.",
        "Alesina Alberta, Enrico Spolaore, and Romain Wacziarg, Economic Integration and Political Disintegration, American Econo,ntc Review, forthcoming (2000).",
        "Bertrand, Marianne, Erzo Luttmer, and Sendhil Mullainathan, Network Effects and Welfare Cultures, Quarterly Journal of Economics, forthcoming (2000).",
        "Breen, Richard. Regression Models: Censored; Sample Selected or Truncated Data, Thousand Oaks, Ca.: Sage Publications, 1996.",
        "Burns, Nancy. Time Fornsation of American Local Governments. Oxford: Oxford University Press, 1994.",
        "Bolton, Patrick, and Gerard Roland, The Breakup of Nations: A Political Economy Approach, Quarterly Jour,sal of Economics, 112.4 (November 1997), 1057-90.",
        "Cutler, David, and Edward Glaeser, Are Ghettos Good or Bad? Quarterly Journal of Economics, 112.3 (August 1997), 827-72.",
        "Cutler, David, Edward Glaeser, and Jacob Vigdor, The Rise and Decline of the American Ghetto, Journal of Political Economy, 107.3 (June 1999), 455-506.",
        "Epple, Dennis, and Glenn Platt, Equilibrium and Local Redistribution in an Urban Economy When Households Differ in Both Preferences and Incomes, Journal of Urbais Econonsics, 43.1 (January 1998), 23-5 1.",
        "Claeser, Edward, Jose Scheinkman, and Andrei Shleifer, Economic Growth in a Cross Section of Cities, Journal of Monetary Economics, 36.1 (December 1995), 117-43.",
        "Coldin, Claudia, and Lawrence Katz, Human Capital and Social Capital: The Rise of Secondary School in America, NBER Working Paper No. 6439, 1998.",
        "Hacker, Andrew. Two Nations: Black and White, Separate, Hostile and Unequal. New York: Scribners, 1992.",
        "Hoxby, Caroline, Does Competition Among Public Schools Benefit Students and Taxpayers? American Economic Review, 90.5 (December 2000).",
        "Luttmer, Erzo, Group Loyalty and the Taste for Redistribution, Harris School, University of Chicago manuscript, 1999.",
        "Maddala, G. S. Limited-Dependent and Qualitative Variables in Econometrics. Cambridge: Cambridge University Press, 1986.",
        "Poterba, James, Demographic Structure and the Political Economy of Public Education, NBER Working Paper No. 5677, 1996.",
        "Tiebout, Charles, A Pure Theory of Local Expenditures, Journal of Political Economy, 64.5 (October 1956), 416-24.",
        "Wilson, Julius, When Work Disappears. New York: Knopf, 1996."
    ]
}