{
    "id": 7860,
    "cites": 39,
    "cited_by": 28,
    "reference": [
        "Ahn, Hyungtaik and James L. Powell, Semi-Parametric Estimation of Censored Selection Model with a Non-Parametric Selection Mechanism, Journal of Econometrics, 1993, 58, 3-29.",
        "Angrist, Joshua D., Conditioning on the Probability of Selection to Control Selection Bias, Technical Working Paper 181, National Bureau of Economic Research 1995.",
        "Reform, Working Paper 5406, National Bureau of Economic Research 1996.",
        "Ashenfelter, Orley, Colm P. Harmon, and Hessel Oosterbeek, Empirical Estimation of the Schooling/Earnings Relationship - A Review, 1998. Mimeo, University College Dublin.",
        "Becker, Gary, Human Capital and the Personal Distribution of Income, Ann Arbor, Michigan: University of Michigan Press, 1967.",
        "Behrman, Jere R., The Action of Human Resources and Poverty on One Another, Working Paper 74, Living Standards Measurement Studies 1990.",
        "Case of Indonesia, Oxford Bulletin of Economics and Statistics, 1991, 53 (4), 467-480.",
        "Impact of Schooling: A Case Study of Indonesia, Economic Development and Cultural Change, 1993, ~1, 461-488.",
        "Bus, Mark and Peter Kienow, Does Schooling Cause Growth or the Other Way Around?, Working Paper 6393, National Bureau of Economic Research 1998.",
        "Birdsall, Nancy, Public Inputs and Child Schooling in Brazil, Journal of Development Economics, 1985, 18 (1), 67-83.",
        "Butcher, Kristin F. and Anne Case, The Effect of Sibling Sex Composition on Womens Education and Earnings, Quarterly Journal of Economics, 1994, 109 (3), 531-563.",
        "Card, David, Using Geographic Variation in College Proximity to Estimate the Returns to Schooling, Working Paper 4483, National Bureau of Economic Research 1993.",
        "Characteristics of Public Schools in the United States, Journal of Political Economy, 1992, 100 (1), 1-40.",
        "University of California at Berkeley. Case, Anne and Angus Deaton, School Quality and Educational Outcomes in South Africa, 1996. Mimeo, Research Program in Development Studies, Princeton University.",
        "Daroesman, Ruth, Finance of Education, Bulletin of Indonesian Economic Studies, 1971, 7 (3), 61-95. Parts 1 and 2.",
        "DeTray, Dennis, Government Policy, Household Behavior and the Distribution of Schooling: A Case Study of Malaysia, in T.P. Schultz, ed., Research in Population Economics, Vol. 6, Greenwich, CT: JAI Press, 1988.",
        "Foster, Andrew D. and Mark R. Rosenzweig, Technical Change and Human-Capital Re- turns and Investments: Evidence from the Green Revolution, American Economic Review, 1996, 86 (4), 931-953.",
        "Garg, Ashish and Jonathan Morduch, Sibling Rivalry, 1997. Mimeo, Princeton.",
        "Gertler, Paul and John W. Molyneaux, How Economic Development and Family Planning Programs Combined to Reduce Indonesian Fertility, Demography, 1994, 31(1), 33-63.",
        "Glewwe, Paul and Hanan Jacoby, An Econometric Analysis og Delayed Primary School Enrollment and Childhood Malnutrition in a Low Income Country, Review of Economics and Statistics, 77(1), 156-169. Griliches, Zvi, Estimating the Returns to Schooling: Some Econometric Problems, Econo- metrica, 1977, ~5, 1-22.",
        "Heckman, James J., Comments to Nada Eissa, in M. Feldstein and J. Poterba, eds., Em- pirical Foundation of Household Taxation, Chicago: University of Chicago Press, 1996.",
        "Estimating the Impact of Social Programs: the Case of Manpower Training, Journal of the American Statistical Association, 1989, 8~ (408), 862-874.",
        "Lance Lochner, and Christopher Taber, General Equilibrium Treatment Effects: A Study of Tuition Policy, Working Paper 6426, National Bureau of Economic Research 1998.",
        "Heneveld, Ward, The Distribution of Development Funds: New School Building in East Java, Bulletin of Indonesian Economic Studies, 1978, 1~ (1), 63-79.",
        "Hungerford, Thomas and Gary Solon, Sheepskin Effects in the Returns to Education, Review of Economics and Statistics, 1987, 69, 175-177.",
        "Jaeger, David A. and Marianne E. Page, Degrees Matter: New Evidence on Sheepskin Effects in the Returns to Education, Review of Economics and Statistics, 1996, 78 (4), 733-739.",
        "Kane, Thomas J. and Cecilia E. Rouse, Labor Market Returns to Two- and Four-year College, American Economic Review, 1995, 85 (3), 600-614.",
        "Lang, Kevin, Ability Bias, Discount Rate Bias, and the Returns to Education, 1993. Mimeo, Boston University.",
        "Lavy, Victor, School Supply Constraints and Childrens Educatonal Outcomes in Rural Ghana, Journal of Development Economics, 1996, 51(2), 291-314.",
        "Lillard, Lee A. and Robert J. Willis, Intergenerational Educational Mobility: Effects of Family and State in Malaysia, Journal of Human Resources, 1994, 29 (4), 1126-1166.",
        "Maluccio, John, Endogeneity of Schooling in the Wage Function: Evidence from Rural Philip- pines, 1998. Mimeo, International Food Policy Research Institute.",
        "Meyer, Bruce D., Natural and Quasi-experiments in Economics, Journal of Business, Eco- nomics and Statistics, 1995, 13 (2), 151-161.",
        "Pitt, Mark, Mark Rosenzweig, and Donna Gibbons, The Determinants and Conse- quences of Placement of Government Programs in Indonesia, World Bank Economic Re- view, 1993, 7, 319-348.",
        "Psacharopoulos, George, Returns to Education: an International Comparison, San Francisco: Jossy Bass-Elsevier, 1973.",
        "Ravallion, Martin, INPRES and Inequality: a Distributional Perspective on the Centers Regional Disbursements, Bulletin of Indonesian Economic Studies, 1988, 24(3), 53-70.",
        "Rosenbaum, Paul R., The Role of a Second Control Group in an Observational Study, Statistical Science, 1987, 3, 292-306.",
        "Rosenzweig, Mark R. and Kenneth I. Wolpin, Evaluating the Effects of Optimally Dis- tributed Programs: Child Health and Family Planning Interventions, American Economic Review, 1988, 76 (3), 470-482.",
        "Brazil, in N. Birdsall and Richard H. Sabot, eds., Opportunity Foregone: Education in Brazil, Washington, DC: World Bank, 1997.",
        "World Bank, Indonesia: Basic Education Study, World Bank Report 7841-IND, Washington, DC 1990."
    ]
}