{
    "id": 7868,
    "cites": 22,
    "cited_by": 14,
    "reference": [
        "Andrews, D .W.K. (1991), Heteroskedasticity and Autocorrelation Consistent Covariance Matrix Estimation, Econometrica, 59, pp. 817-858.",
        "Bohn, R., Klevorick, A., and Stalon, C. (1999). Second Report on Market Issues in the California Power Exchange Energy Markets. Available at www.calpx.com.",
        "Borenstein, S. and Bushnell, J.B. (1999). An Empirical Analysis of the Potential for Market Power in Californias Electricity Market. Journal of Industrial Economics, 47(September 1999).",
        "Borenstein, S., Bushnell, J.B., and S. Stoft (2000). The Competitive Effects of Transmission Capacity in a Deregulated Electricity Market. RAND Journal of Economics, 31(Summer 2000).",
        "Borenstein, S., Bushnell, J.B., and C. Knittel (1999).Market Power in Electricity Markets: Beyond Concentration Measures, The Energy Journal, 20(4,1999).",
        "Borenstein, S., Bushnell, J.B., C. Knittel, and C. Wolfram (2000).Price Convergence in the California Electricity Markets, mimeo, University of California Energy Institute.",
        "Bushnell, J.B. (1998). Water and Power: Hydroelectric Resources in the Era of Competition in the Western U.S., POWER working paper PWP-056, University of California Energy Institute.",
        "Bushnell, J.B. (1999). Transmission Rights and Market Power, The Electricity Journal, 12(8), pp. 77-85.",
        "Bushnell, J.B. and S.S. Oren (1997). Transmission Pricing in Californias Proposed Electricity Market. Utilities Policy, 6(3), pp. 237-244.",
        "Bushnell, J.B. and F.A. Wolak (1999). Regulation and the Leverage of Local Market Power: Reliability Must-Run Contracts in the California Electricity Market. POWER Working Paper PWP-070, University of California Energy Institute.",
        "Sacramento, CA. Cardell, J.B., C.C. Hitt, and W.W. Hogan (1997). Market Power and Strategic Interaction in Electricity Networks. Resources and Energy Economics. 19(1-2), pp.",
        "Green, R.J., and D.M. Newbery (1992). Competition in the British Electricity Spot Market. Journal of Political Economy. 100(5), pp. 929-953.",
        "Joskow, P.L. and J. Tirole (2000). Transmission Rights and Market Power on Electric Power Networks. RAND Journal of Economics, Forthcoming.",
        "Kahn, E., Bailey, S., and Pando, L. (1996), Simulating Electricity Restructuring in California: Interactions with the Regional Market, Resources and Energy Economics, 19(1-2).",
        "Newey, W.K., K.D. West (1987), A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica. 55, pp. 703-708.",
        "Oren, S.S. (1997). Economic Inefficiency of Passive Transmission Rights in Congested Electricity Systems with Competitive Generation. The Energy Journal. 18, (1), pp.",
        "Pando, L. (1995). Testimony and Workpapers in Southern California Gas Company CPUC Application No. 95-06-002.",
        "Panzar, J., (1976). A Neoclassical Approach to Peak-Load Pricing, Bell Journal of Economics. 7(2), pp. 521-530.",
        "Schmalensee, R. and B. W. Golub (1985). Estimating effective concentration in deregulated wholesale electricity markets, RAND Journal of Economics. 15(1), pp. 12-26.",
        "Wolak, F.A. and R.H. Patrick (1996). The Impact of Market Rules and Market Structure on the Price Determination Process in the England and Wales Electricity Market, POWER working paper PWP-047, University of California Energy Institute.",
        "Wolak, F.A. (1999). An Empirical Analysis of the Impact of Hedge Contracts on Bidding Behavior in a Competitive Electricity Market, mimeo, Stanford University.",
        "Wolak, F.A., Nordhaus, R., and C. Shapiro (1998). Preliminary Report on the Operation of the Ancillary Services Markets of the California Independent System Operator (ISO). Avaliable at www.ucei.berkeley.edu/ucei/filings.html Wolfram, C.D. (1998), Strategic Bidding in a MultiUnit Auction: An Empirical Analysis of Bids to Supply Electricity in England and Wales, RAND Journal of Economics, 29(4), pp. 703-725."
    ]
}