{
    "id": 7869,
    "cites": 37,
    "cited_by": 75,
    "reference": [
        "ARMINGTON, P. S. (1969), A Theory of Demand for Products Distinguished by Place of Production, International Monetary Fund Staff Papers, 16, 159--178.",
        "BACKUS, D. K.; KEHOE, P. J.; and KYDLAND, F. E. (1994), Dynamics of the Trade Balance and the Terms of Trade: The J-Curve?, American Economic Review, 84, 84--103.",
        "BALL, L., and ROMER, D. (1989), Are Prices Too Sticky?, Quarterly Journal of Economics, 104, 507--524.",
        "BASU, S. (1996), Procyclical Productivity: Increasing Returns or Cyclical Utilization? Quarterly Journal of Economics, 111, 719--751.",
        "BASU, S., and FERNALD, J. G. (1994), Constant Returns and Small Markups in U.S. Manufacturing, (International Finance Discussion Paper 483, Board of Governors of the Federal Reserve System).",
        "Journal of Monetary Economics, 36, 165--188. BASU, S., and KIMBALL, M. S. (1997), Cyclical Productivity With Unobserved Input Variation, (Working Paper 5915, National Bureau of Economic Research).",
        "BECKER, G. S. (1993), Human Capital: A Theoretical and Empirical Analysis, With Special Reference to Education, 3rd ed. (Chicago: University of Chicago Press).",
        "BETTS, C., and DEVEREUX, M. B. (2000), Exchange Rate Dynamics in a Model of Pricing-to-Market, Journal of International Economics, 50, 215--244.",
        "BLANCHARD, O. J., and KIYOTAKI, N. (1987), Monopolistic Competition and the Effects of Aggregate Demand, American Economic Review, 77, 647--666.",
        "CALVO, G. A. (1983), Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 12, 383--398.",
        "CHARI, V. V.; CHRISTIANO, L. J.; and KEHOE, P. J. (1991), Optimal Fiscal and Monetary Policy: Some Recent Results, Journal of Money, Credit, and Banking, 23, 519--539.",
        "CHARI, V. V.; KEHOE, P. J.; and MCGRATTAN, E. R. (1998), Can Sticky Price Models Generate Volatile and Persistent Real Exchange Rates? (Staff Report 223, Federal Reserve Bank of Minneapolis, http://minneapolisfed.org/research/sr/sr223.html).",
        "CHARI, V. V.; KEHOE, P. J.; and MCGRATTAN, E. R. (2000), Appendix: `Can Sticky Price Models Generate Volatile and Persistent Real Exchange Rates? (Federal Reserve Bank of Minneapolis, http://minneapolisfed.org/research/sr/sr277.html).",
        "CHRISTIANO, L. J.; EICHENBAUM, M.; and EVANS, C. L. (1998), Modeling Money (Working Paper 6371, National Bureau of Economic Research).",
        "CORSETTI, G.; PESENTI, P.; ROUBINI, N.; and TILLE, C. (1999), Competitive Devaluations: A Welfare-Based Approach (Working Paper 6889, National Bureau of Economic Research).",
        "DEARDORFF, A. V., and STERN, R. M. (1990), Computational Analysis of Global Trading Arrangements (Ann Arbor: University of Michigan Press).",
        "DIXIT, A. K., and STIGLITZ, J. E. (1977), Monopolistic Competition and Optimum Product Diversity, American Economic Review, 67, 297--308.",
        "DOMOWITZ, I.; HUBBARD, R. G.; and PETERSEN, B. C. (1986), Business Cycles and the Relationship Between Concentration and Price-Cost Margins, Rand Journal of Economics, 17, 1--17.",
        "DORNBUSCH, R. (1976), Expectations and Exchange Rate Dynamics, Journal of Political Economy, 84, 1161--1176.",
        "ENGEL, C. (1993), Real Exchange Rates and Relative Prices: An Empirical Investigation, Journal of Monetary Economics, 32, 35--50.",
        "Economy, 107, 507--538. GOLDBERG, P. K., and KNETTER, M. M. (1997), Goods Prices and Exchange Rates: What Have We Learned?, Journal of Economic Literature, 35, 1243--1272.",
        "KEHOE, P. J., and PERRI, F. (2000), International Business Cycles With Endogenous Incomplete Markets (Staff Report 265, Federal Reserve Bank of Minneapolis).",
        "KNETTER, M. M. (1989), Price Discrimination by U.S. and German Exporters, American Economic Review, 79, 198--210.",
        "Economic Review, 83, 473--486. KOLLMANN, R. (1996), The Exchange Rate in a Dynamic-Optimizing Current Account Model with Nominal Rigidities: A Quantitative Investigation (Working Paper 319, University of Montreal).",
        "KRUGMAN, P. R. (1987), Pricing to Market When the Exchange Rate Changes, in S. W.",
        "Arndt and J. D. Richardson (eds.), Real-Financial Linkages Among Open Economies, pp. 49--70 (Cambridge, Mass.: MIT Press). LEWIS, H. G. (1986), Union Relative Wage Effects, in O. Ashenfelter and R. Layard (eds.), Handbook of Labor Economics, Vol. II, Chap. 20, pp. 1139-1181 (Amsterdam: Elsevier/North-Holland).",
        "MARSTON, R. C. (1990), Pricing to Market in Japanese Manufacturing, Journal of International Economics, 29, 217--236.",
        "MCGRATTAN, E. R. (1996), Solving the Stochastic Growth Model With a Finite Element Method, Journal of Economic Dynamics and Control, 20, 19--42.",
        "MUSSA, M. (1986), Nominal Exchange Rate Regimes and the Behavior of Real Exchange Rates: Evidence and Implications, Carnegie-Rochester Conference Series on Public Policy, 25, 117--213.",
        "OBSTFELD, M., and ROGOFF, K. (1995), Exchange Rate Dynamics Redux, Journal of Political Economy, 103, 624--660.",
        "OHANIAN, L. E., and STOCKMAN, A. C. (1997), Short-Run Independence of Monetary Policy Under Pegged Exchange Rates and Effects of Money on Exchange Rates and Interest Rates, Journal of Money, Credit, and Banking, 29, 783--806.",
        "STERN, R. M.; FRANCIS, J.; and SCHUMACHER, B. (1976), Price Elasticities in International Trade: An Annotated Bibliography (Toronto: Macmillan).",
        "SVENSSON, L. E. O. (1986), Sticky Goods Prices, Flexible Asset Prices, Monopolistic Competition, and Monetary Policy, Review of Economic Studies, 53, 385--405.",
        "SVENSSON, L. E. O., and VAN WIJNBERGEN, S. (1989), Excess Capacity, Monopolistic Competition, and International Transmission of Monetary Disturbances, Economic Journal, 99, 785--805.",
        "TAYLOR, J. B. (1993), Discretion versus Policy Rules in Practice, Carnegie-Rochester Conference Series on Public Policy, 39, 195--214.",
        "U.S. DEPARTMENT OF LABOR, Bureau of Labor Statistics (1992), BLS Handbook of Methods, Bulletin 2414, September (Washington, D.C.: U.S. Bureau of Labor Statistics) .",
        "WHALLEY, J. (1985), Trade Liberalization Among Major World Trading Areas (Cambridge, Mass.: MIT Press)."
    ]
}