{
    "id": 7870,
    "cites": 25,
    "cited_by": 38,
    "reference": [
        "ABREU, D. (1988), On the Theory of Infinitely Repeated Games With Discounting, Econo- metrica, 56, 383-396.",
        "ALVAREZ, F. and JERMANN, U. J. (1996), Asset Pricing When Risk Sharing is Limited by Default (Manuscript, University of Pennsylvania).",
        "ALVAREZ, F. and JERMANN, U. J. (1999), Quantitative Asset Pricing Implications of Endogenous Solvency Constraints (Manuscript, University of Pennsylvania).",
        "ATTANASIO, 0. and RfOS-RULL, J.-V. (1999), Consumption Smoothing in Island Economies: Can Public Insurance Reduce Welfare? (Manuscript, University of Pennsylvania).",
        "BACKUS, D. K., KEHOE, P. J. and KYDLAND, F. E. (1992), International Real Business Cycles, Journal of Political Economy, 100, 745-775.",
        "BACKUS, D. K., KEHOE, P. J. and KYDLAND, F. E. (1993), International Business Cycles: Theory vs. Evidence, Federal Reserve Bank of Minneapolis Quarterly Review, 17 (Fall), 14-29.",
        "BAXTER, M. (1995), International Trade and Business Cycles (Working Paper 5025, Na- tional Bureau of Economic Research).",
        "BAXTER, M. and CRUCINI, M. J. (1995), Business Cycles and the Asset Structure of Foreign Trade, International Economic Review, 36, 821-854.",
        "CHART, V. V. and KEHOE, P. J. (1990), Sustainable Plans, Journal of Political Economy, 98, 783-802.",
        "CHART, V. V. and KEHOE, P. J. (1993), Sustainable Plans and Mutual Default, Review of Economic Studies, 60, 175-195.",
        "COLE, H. L. (1988), Financial Structure and International Trade, International Economic Review, 29, 237-259.",
        "COLE, H. L. and OBSTFELD, M. (1991), Commodity Trade and International Risk Shar- ing: How Much Do Financial Markets Matter?, Journal of Monetary Economics, 28, 3-24.",
        "EATON, J. and FERNANDEZ, R. (1995), Sovereign Debt, in G. M. Grossman and K.",
        "EATON, J. and GERSOVITZ, M. (1981), Debt With Potential Repudiation: Theoretical and Empirical Analysis, Review of Economic Studies, 48, 289-309.",
        "EICHENBAUM, M. S., HANSEN, P. and SINGLETON, K. J. (1988), A Time Series Anal- ysis of Representative Agent Models of Consumption and Leisure Choice Under Un- certainty, Quarterly Journal of Economics, 103, 51-78.",
        "KEHOE, T. J. and LEVINE, D. K. (1993), Debt-Constrained Asset Markets, Review of Economic Studies, 60, 865-888.",
        "KEHOE, T. J. and LEVINE, D. K. (1999), Liquidity Constrained vs. Debt Constrained Markets (Manuscript, University of California, Los Angeles).",
        "KOCHERLAKOTA, N. R. (1996), Implications of Efficient Risk Sharing Without Commit- ment, Review of Economic Studies, 63, 595-609.",
        "KOLLMANN, R. (1996), Incomplete Asset Markets and the Cross-Country Consumption Correlation Puzzle, Journal of Economic Dynamics and Control, 20, 945-961.",
        "KYDLAND, F. E. and PRESCOTT, E. C. (1980), Dynamic Optimal Taxation, Rational Expectations and Optimal Control, Journal of Economic Dynamics and Control, 2, 32 79-91.",
        "LIGON, E., THOMAS, J. P. and WORRALL, T. (1997), Informal Insurance Arrangements in Village Economies (Working Paper 97/08, Department of Economics, Keele Uni- versity).",
        "LIGON, E., THOMAS, J. P. and WORRALL, T. (Forthcoming), Mutual Insurance, Indi- vidual Savings and Limited Commitment, Review of Economic Dynamics. MANUELLI, R. E. (1986), Topics in Intertemporal Economics (Unpublished Ph.D. disser- tation, University of Minnesota).",
        "MARCET, A. and MARIMON, R. (1999), Recursive Contracts (Manuscript, Universitat Pompeu Fabra).",
        "PRESCOTT, E. C. (1986), Theory Ahead of Business Cycle Measurement, Federal Reserve Bank of Minneapolis Quarterly Review, 10 (Fall), 9-22.",
        "STOCKMAN, A. C. and TESAR, L. (1995), Tastes and Technology in a Two-Country Model of the Business Cycle: Explaining International Comovements, American Economic Review, 85, 168-185."
    ]
}