{
    "id": 7871,
    "cites": 28,
    "cited_by": 10,
    "reference": [
        "Aiyagari, S. Rao, and Gertler, Mark. Asset Returns With Transactions Costs and Uninsured Individual Risk. J. Monetary Econ. 27 (June 1991): 311-31.",
        "Allen, Franklin, and Gale, Douglas. Limited Market Participation and Volatility of Asset Prices. A.E.R. 84 (September 1994): 933-55.",
        "Alvarez, Fernando, and Atkeson, Andrew. Money and Exchange Rates in the Grossman-Weiss- Rotemberg Model. .1. Monetary Econ. 40 (December 1997): 619-40.",
        "Basak, Suleyman, and Cuoco, Domenico. An Equilibrium Model With Restricted Stock Market Participation. Rev. Financial Studies 11 (Summer 1998): 309-41.",
        "Baumol, William J. The Transactions Demand for Cash: An Inventory Theoretic Approach. Q.J.E. 66 (November 1952): 545-56.",
        "Campbell, John Y., and Ammer, John. What Moves the Stock and Bond Markets? A Variance Decomposition for Long-Term Asset Returns. J. Finance 48 (March 1993): 3-37.",
        "Campbell, John Y.; Lo, Andrew W.; and MacKinlay, A. Craig. The Econometrics of Financial Markets. Princeton, N. J.: Princeton University Press, 1997.",
        "Chari, V.V.; Christiano, Lawrence J.; and Eichenbaum, Martin. Inside Money, Outside Money and Short-Term Interest Rates. J. Money, Credit, and Banking 27 (Part 2, November 1995): l354-86.",
        "Charm, V.V.; Kehoe, Patrick J.; and McGrattan, Ellen R. Can Sticky Price Models Generate Volatile and Persistent Real Exchange Rates? Research Department Staff Report 223. Minneapolis, Minn.: Federal Reserve Bank of Minneapolis, December 1998.",
        "Chatterjee, Satyajit, and Corbae, Dean. Endogenous Market Participation and the General Equilibrium Value of Money J.P.E. 100 (June 1992): 615-46.",
        "Christiano, Lawrence J., and Eichenbaum, Martin. Liquidity Effects and the Monetary Transmission Mechanism. A4.E.R. 82 (May 1992): 346-53.",
        "Christiano, Lawrence J.; Eichenbaum, Martin; and Evans, Charles L. Modeling Money. Working Paper 6371. Cambridge, Mass.: National Bureau of Economic Research, January 1998.",
        "Cochrane, John H. Shocks. Carnegie-Rochester Conf 5cr. Public Policy 41 (December 1994): 295-364.",
        "Friedman, Milton. The Role of Monetary Policy A.E.R. 58 (March 1968): 1-17.",
        "Fuerst, Timothy S. Liquidity, Loanable Funds, and Real Activity J. Monetary Econ. 29 (February 1992): 3-24.",
        "Grilli, Vittorio, and Roubini, Nouriel. Liquidity and Exchange Rates. J. International Econ. 32 (May 1992): 339-52.",
        "Grossman, Sanford J. Monetary Dynamics With Proportional Transaction Costs and Fixed Payment Periods. In New Approaches to Monetary Economics: Proceedings of the Second International Symposium in Economic Theory and Econometrics, edited by William A. Bar- nett and Kenneth J. Singleton. Cambridge, U.K.: Cambridge University Press, 1987.",
        "Grossman, Sanford, and Weiss, Laurence. A Transactions-Based Model of the Monetary Transmission Mechanism. A.E.R. 73 (December 1983): 871-80.",
        "Hirshleifer, David. Residual Risk, Trading Costs, and Commodity Futures Risk Premia. Rev. Financial Studies 1 (Summer 1988): 173-93.",
        "Merton, Robert C. A Simple Model of Capital Market Equilibrium With Incomplete Informa- tion. J. Finance 42 (July 1987): 483-510.",
        "Mussa, Michael. Nominal Exchange Rate Regimes and the Behavior of Real Exchange Rates: Evidence and Implications. Carnegie-Rochester Conj. Ser. Public Policy 25 (Autumn 1986): 117-213.",
        "Obstfeld, Maurice, and Rogoff, Kenneth. Exchange Rate Dynamics Redux. J.P.E. 103 (June 1995): 624-60.",
        "Pennacchi, George G. Identifying the Dynamics of Real Interest Rates and Inflation: Evidence Using Survey Data. Rev. Financial Studies 4 (1991): 53-86.",
        "Romer, David. A Simple General Equilibrium Version of the Baumol-Tobin Model. Q.J.E. 101 (November 1986): 663-85.",
        "Saito, Malcoto. Limited Participation and Asset Pricing. Manuscript. Vancouver, B.C., Canada: University of British Columbia, 1996.",
        "Schlagenhauf, Don E., and Wrase, Jeffrey M. Liquidity and Real Activity in a Simple Open Economy Model. I Monetary Econ. 35 (August 1995a): 431-61.",
        "Banking 27 (Part 1, November 1995b): 1461-71. Tobin, James. The Interest-Elasticity of Transactions Demand for Cash. Rev. Econ. and Statis.",
        "Vasicek, Oldrich. An Equillbrium Characterization of the Term Structure. J. Financial Econ. 5 (November 1977): 177-88."
    ]
}