{
    "id": 7872,
    "cites": 21,
    "cited_by": 56,
    "reference": [
        "Bachetta, Philippe, Andrew K. Rose and Eric van Wincoop (2001) Lessons of Intranational Economics for International Economics conference (papers available at http://haas.berkeley.edu/~arose), forthcoming Journal of International Economics.",
        "Backus, David K., Patrick J. Kehoe and Finn E. Kydland (1992) International Real Business Cycles Journal of Political Economy 100, 745-75.",
        "Clark, Todd E. and Eric van Wincoop (2000) Borders and Business Cycles FRBNY manuscript.",
        "Engel, Charles, Michael K. Hendrickson and John H. Rogers (1997) Intranational, Intracontinental, and Intraplanetary PPP, Journal of the Japanese and International Economies 11, 480-501.",
        "Engel, Charles and John H. Rogers (1996) How Wide is the Border'DONE' American Economic Review 86, 1112-25.",
        "Feldstein, Martin and Charles Horioka (1980) Domestic Savings and International Capital Flows Economic Journal 90, 314-29.",
        "Frankel, Jeffrey A. and Andrew K. Rose (1998) The Endogeneity of the Optimum Currency Area Criteria, Economic Journal 108, 1009-25.",
        "French, Kenneth R. and James M. Poterba (1991) Investor Diversification and International Equity Markets American Economic Review 81, 222-26.",
        "Helliwell, John F. (1998) How Much do National Borders Matter'DONE' (Washington: Brookings).",
        "Hess, Greg and Eric van Wincoop (2000) Intranational Macroeconomics (Cambridge) forthcoming.",
        "Imbs, Jean, and Romain Wacziarg (2000) Stages of Diversification, London Business School manuscript.",
        "Kenen, Peter B. (1969) The Theory of Optimum Currency Areas: An Eclectic View in Mundell, R.A. and A.K. Swoboda (eds.) Monetary Problems of the International Economy (Chicago: University Press).",
        "McCallum, John (1995) National Borders Matter: Canada-U.S. Regional Trade Patterns American Economic Review 85-3, 615-623.",
        "McKinnon, Ronald I. (1963) Optimum Currency Areas American Economic Review 53, 717-725.",
        "Mundell, Robert A. (1961) A Theory of Optimum Currency Areas American Economic Review 51, 657-665.",
        "Obstfeld, Maurice and Kenneth Rogoff (1996) Foundations of International Macroeconomics.",
        "Obstfeld, Maurice and Kenneth Rogoff (2000) The Six Major Puzzles in International Macroeconomics: Is there a Common Cause'DONE' presented at the NBER Macroeconomics Annual 2000 conference.",
        "Parsley, David C., and Shang-Jin Wei (1996) Convergence to the Law of One Price without Trade Barriers or Currency Fluctuations, Quarterly Journal of Economics 111, 1211-36.",
        "Rogers, John H. and Michael Jenkins (1995) Haircuts or Hysteresis'DONE' Sources of Movements in Real Exchange Rates, Journal of International Economics 38, 339-360.",
        "Rogoff, Kenneth (1996) The Purchasing Power Parity Puzzle, Journal of Economic Literature 34, 647-68.",
        "Rose, Andrew K. (2000) One Money One Market, Economic Policy 15-30, 7-46."
    ]
}