{
    "id": 7873,
    "cites": 19,
    "cited_by": 6,
    "reference": [
        "Berger, Philip G. and Eli Ofek, 1995, Diversifications effect on firm value, Journal of Financial Economics 37, 39-65.",
        "Berger, Philip G. and Eli Ofek, 1999, Causes and consequences of corporate refocusing programs, Review of Financial Studies , 12, 311-345.",
        "Hite, Gailen L., James E. Owers and Ronald C. Rogers, 1987, The market for interfirm asset sales: Partial sell-offs and total liquidations, Journal of Financial Economics , 18, 229-252.",
        "Hyland, David, 1997, Why firms diversify: An empirical examination, Unpublished Doctoral Dissertation, The Ohio State University, Columbus, Ohio.",
        "John, Kose and Eli Ofek, 1995, Asset sales and increase in focus, Journal of Financial Economics 37, 105-26.",
        "Kaplan, Steven, and Michael S. Weisbach, 1992, The success of acquisitions: Evidence from divestitures, Journal of Finance 47, 107-139.",
        "Kahle, Kathleen and Ralph Walkling, 1996, The impact of industry classifications on financial research, Journal of Financial and Quantitative Analysis , 31, 309-335.",
        "John, Kose, Larry H. P. Lang, and Jeffry Netter, 1992, The voluntary restructuring of large firms in response to performance decline, Journal of Finance, 1992, 47, 891-918.",
        "Lang, Larry, Annette Poulsen and RenÃ\u0083Â© M. Stulz, 1994, Firm performance, asset sales, and the costs of managerial discretion, Journal of Financial Economics 37, 3-37.",
        "Maksimovic, Vojislav, and Gordon Philips, 2000a, Do conglomerate firms allocate resources efficiently'DONE', unpublished working paper, University of Maryland, Maryland.",
        "Maksimovic, Vojislav, and Gordon Philips, 2000b, The market for corporate assets: Who engages in mergers and corporate sales and are there gains, unpublished working paper, University of Maryland, Maryland.",
        "Mitchell, Mark, and J. Harold Mulherin, 1996, The impact of industry shocks on takeover and restructuring activity, Journal of Financial Economics 41 , 193-229.",
        "Meyer, Margaret, Paul Milgrom, and John Roberts, 1990, Organization prospects, influence costs, and ownership changes, Journal of Economics and Management Strategy 1, 9-35.",
        "Mulherin, J. Harold, and Audra L. Boone, 2000, Comparing acquisitions and divestitures, unpublished working paper.",
        "Pulvino, Todd C, 1998, Do asset fire sales exist'DONE' An empirical investigation of commercial aircraft transactions, Journal of Finance 53, 939-978.",
        "Rajan, Raghuram, Henri Servaes, and Luigi Zingales, 2000, The diversification discount and inefficient investment, Journal of Finance 55, 35-80.",
        "Scharfstein, David S., and Jeremy C. Stein, 2000, The dark side of internal capital markets: divisional rent-seeking and inefficient investment, Journal of Finance , forthcoming.",
        "Shleifer, Andrei, and Robert W. Vishny, 1992, Liquidation values and debt capacity: A market equilibrium approach, Journal of Finance 47, 1343-1366.",
        "Stein, Jeremy C., 1997, Internal capital markets and the competition for corporate resources, Journal of Finance 52, 111-133."
    ]
}