{
    "id": 7874,
    "cites": 26,
    "cited_by": 7,
    "reference": [
        "Amato, Paul R., and Bruce Keith. 1991. Parental Divorce and Adult Well-Being: A MetaAnalysis.",
        "Behrman, J. R. 1997. `Intrahousehold distribution and the family. In Handbook of Population and Family Economics (eds. M. R. Rosenzweig and O. Stark), Amsterdam: North Holland.",
        "Beller, Andrea H. and Seung Sin Chung. 1992. Family Structure and Educational Attainment of Children: Effects of Remarriage, Journal of Population Economics 5(1). 39-59.",
        "Bergstrom, T.C. 1997. `A survey of theories of the family. In Handbook of Population and Family Economics (eds. M. R. Rosenzweig and O. Stark), Amsterdam: North Holland.",
        "Biblarz, Timothy J., and Adrian e. Raftery. 1999. Family Structure, Educational Attainment, and Socioeconomic Success: Rethinking the `Pathology of Matriarchy. American Journal of Sociology 105:321-65.",
        "Blaffer Hrdy, Sarah. 1999. Mother Nature, A History of Mothers, Infants and Natural Selection.",
        "New York: Pantheon Books. Bowlby, John. 1988. A Secure Base: Parent-Child Attachment and Healthy Human Development. New York: Basic Books.",
        "Bronfenbrenner, Urie. 1979. The Ecology of Human Development: Experiments by Nature and Design. Cambridge, MA: Harvard University Press.",
        "Case, Anne, I-Fen Lin and Sara McLanahan. 1999. Household Resource Allocation in Stepfamilies: Darwin Reflects on the Plight of Cinderella, American Economic Review Papers and Proceedings 89(2). 234-238.",
        "Case, Anne, I-Fen Lin and Sara McLanahan. 2000. How Hungry is the Selfish Gene'DONE' NBER Working Paper No. 7401. (Forthcoming, Economic Journal, October 2000).",
        "Case, Anne and Christina Paxson. 2000. Mothers and Others: Who Invests in Childrens Health'DONE' NBER Working Paper No. 7691.",
        "Cherlin, Andrew J., P. Lindsay Chase-Lansdale, and Christine McRae. 1998. Effects of Parental Divorce on Mental Health Through out the Life Course. American Sociological Review 63:239-49.",
        "Cherlin, Andrew J., Frank F. Furstenberg, P. Lindsay Chase-Lansdale, Kathleen Kiernan, Donna R.Morrison and Julien Teitler. 1991. Longitudinal Studies of Effects of Divorce on Children in Great Britain and the United States. Science 252:1386-89.",
        "Coleman, James S. 1988. Social Capital in the Creation of Human Capital. American Journal of Sociology 94, Supplement S95-S120.",
        "Daly, Martin and Margo Wilson. 1985. Child Abuse and Other Risks of Not Living with Both Parents. Ethology and Sociobiology 6: 197-210.",
        "Daly, Martin and Margo Wilson. 1987. The Darwinian Psychology of Discriminative Parental Solicitude. Nebraska Symposium on Motivation 35, 91-144.",
        "Daly, Martin and Margo Wilson. 1998. The Truth About Cinderella, A Darwinian View of Parental Love. New Haven: Yale University Press.",
        "Hetherington, E. Mavis, Martha Cox, and Roger Cox. 1978. The Aftermath of Divorce. Pp.",
        "Mathews. Washington D.C.: National Association for the Education of Young People. Judge, Debra S. 1995. American Legacies and the Variable Life Histories of Women and Men, Human Nature 6: 291-323.",
        "McLanahan, Sara, and Gary Sandefur. 1994. Growing up with a Single Parent. Cambridge, Mass.: Harvard University Press.",
        "McLanahan, Sara S. 1985. Family Structure and the Reproduction of Poverty. American Journal of Sociology 90:873-901.",
        "Moynihan, Daniel Patrick. 1965. The Negro Family: The Case for National Action. Washington, D.C.: U.S. Department of Labor.",
        "Nock, Steven L. 1988. The Family and Hierarchy. Journal of Marriage and the Family 50:957-66.",
        "Trivers, Robert. 1972. Parental Investment and Sexual Selection. Pp.136-79 in Sexual Selection and the Descent of Man, edited by Bernard Campbell. Chicago: Aldine DeGruyter.",
        "Trivers, Robert L. 1974. Parent-Offspring Conflict. American Zoology 14: 249-64.",
        "Wojtkiewicz, Roger. 2000. The Effects of Single and Stepparent Families on College Entry: Who Gets Hurt the Most'DONE' mimeo. LSU, Baton Rouge."
    ]
}