{
    "id": 7878,
    "cites": 17,
    "cited_by": 8,
    "reference": [
        "Agnew, Julie, Pierluiggi Balduzzi, and Annika Sunden, 2000, Portfolio choice, trading, and returns in a large 401(k) Plan, Working paper, Boston College.",
        "Ameriks, John, and Steve Zeldes, 2000, How do household portfolio shares vary with age'DONE', Working paper, Columbia University.",
        "Atchison, Michael, Kirt Butler, and Richard Simonds, 1987, Nonsynchronous security trading and market index correlation, Journal of Finance 42, 111-118.",
        "Barber, Brad M., and Terrance Odean, 1999, Online investors: Do the slow die first'DONE', Working paper, UC Davis.",
        "Barber, Brad M., and Terrance Odean, 2000, Trading is hazardous to your wealth: The common stock investment performance of individual investors, Journal of Finance 55, 773-806.",
        "Bergstrasser, Daniel, and James Poterba, 2000, Do after-tax returns affect mutual fund flows, National Bureau of Economic Research, Working paper No. 7595.",
        "Chalmers, John M.R., Roger M. Edelen, and Gregory Kadlec, 1999, The wildcard option in transacting in mutual fund shares, Rodney L. White Center for Financial Research, Working paper No. 00-03.",
        "Chevalier, Judith, and Glenn Ellison, 1997, Risk taking by mutual funds as a response to incentives, Journal of Political Economy 105, 1167-1200.",
        "Dugan, Ianthe Jeanne, 1999, Senate hearings to probe day trading; Impact on market, traders at issue, Washington Post (September 14), Financial Section, E01.",
        "Edelen, Roger M., 1999, Investor flows and the assessed performance of open-end mutual funds, Journal of Financial Economics 53 (3). 439-466.",
        "Goetzmann, William N., Zoran Ivkovich, and Geert Rouwenhorst, 2000, Day-trading international mutual funds: evidence and policy solutions, Working paper, Yale University.",
        "Goetzmann, William N., Massimo Massa, Geert Rouwenhorst, 2000, Behavioral factors in mutual-fund flows, Working paper, Yale University.",
        "Grinblatt, Mark and Matti Keloharju, 1999, What makes investors trade'DONE' Working paper, UCLA.",
        "Kunath, Brian D., 1999, Day trading: The Dealerizationof the Market, Global Investment Magazine (December), 51.",
        "Odean, Terrance, 1998, Are investors reluctant to realize their losses, Journal of Finance 53, 1775-1798.",
        "Sirri, Eric and Peter Tufano, 1993, Buying and selling mutual funds: funds, performance, fees, and service, Working paper, Harvard Business School.",
        "Stillwell, Dennis, 2000, High-speed danger alert, Journal of Commerce, April 5, Global Commerce Section, 13."
    ]
}