{
    "id": 7879,
    "cites": 32,
    "cited_by": 22,
    "reference": [
        "Ameriks, John and Stephen P. Zeldes 2000. How Do Household Portfolio Shares Vary With Age? mimeo.",
        "Ausubel, Lawrence M. 1991. The Failure of Competition in the Credit Card Market, American Economic Review, 81(1), 50-81.",
        "Ainslie, George. 1992 Picoeconoinics, Cambridge: Cambridge University Press.",
        "Akerlof, George A. 1991. `Procrastination and Obedience. American Economic Review, Papers and Proceedings, 1-19.",
        "Attanasio, Orazio. 1999. Consumption, in (eds.) John Taylor and Michael Woodford, Hand- book of Macroeconomics, North Holland.",
        "Review of Economic Studies 60(3), 631-49. Barro, Robert. 1997. Myopia and inconsistency in the neoclassical growth model, Harvard mimeo.",
        "Bernheim, B.Douglas, Jonathan Skinner, and Steven Weinberg. 1997. What Accounts for the Variation in Retirement Wealth Among US Households? Working Paper 6227. Cambridge, Mass.: National Bureau of Economic Research.",
        "Blundeli, Richard, Martin Browning, and Costas Meghir 1994. Consumer Demand and the Life-Cycle Allocation of Household Expenditures, Review of Economic Studies, 61, 57-80.",
        "Brito, Dagobert L. and Peter R. Hartley 1995. Consumer Rationality and Credit Cards, Journal of Political Economy, 103:2, 400-433.",
        "Carroll, Christopher D. 1992. The Buffer Stock Theory of Saving: Some Macroeconomic Evi- dence. BPEA, 2:1992, 61-156.",
        "A DEBT PUZZLE 39 1997a. Buffer-Stock Saving and the Life Cycle/Permanent Income Hypothesis. Quarterly Journal of Economics 112: 1-57.",
        "Chung, Shin-Ho and Richard J. Herrnstein. 1961. Relative and Absolute Strengths of Response as a Function of Frequency of Reinforcement. Journal of the Experimental Analysis of Animal Behavior 4: 267-72.",
        "Deaton, Angus. 1991. Saving and Liquidity Constraints. Econometrica 59: 1221-48.",
        "Deaton, Angus, and John Muellbauer 1986. On Measuring Child Costs: With Applications to Poor Countries, Journal of Political Economy, 94:4, 720-744.",
        "Diamond, Peter and Botond Koszegi. 1998. Hyperbolic discounting and retirement, MIT mimeo.",
        "Engen, Eric M., and William G. Gale. 1993. IRAs and Saving: A Life-Cycle Consumption Simulation. UCLA mimeo.",
        "Gross, David and Nicholas Souleles. l999a. An empirical analysis of personal bankruptcy and delinquency. Mimeo. and . 1999b How do people use credit cards? Mimeo.",
        "Card Data. Mimeo. A DEBT PUZZLE 40 Gourinchas, Pierre-Olivier and Jonathan Parker. 1999. Consumption Over the Life-Cycle. mimeo.",
        "Harris, Christopher, and David Laibson. 2000. Dynamics Choices of Hyperbolic Consumers. forthcoming Econometrica.",
        "Hubbard, Glenn, Jonathan Skinner, and Stephen Zeldes. 1994. The Importance of Precautionary Motives in Explaining Individual and Aggregate Saving. Carnegie-Rochester Conference Series on Public Policy, 40 (June): 59-125.",
        "Economy 103: 360-99. Laibson, David I. 1994. Self-Control and Savings. Ph.D. diss., Massachusetts Institute of Technology.",
        "Cambridge, Mass.: National Bureau of Economic Research. 1997a. Golden Eggs and Hyperbolic Discounting. Quarterly Journal of Economics, 62 (2), pp. 443-478.",
        "Harvard University. 1998. Comments on Personal Retirement Saving Programs and Asset Accumulation, by James M. Poterba, Steven F. Venti, and David A. Wise, published in Ed. David A. Wise, Studies in the Economics of Aging, NBER and the University of Chicago Press, 106-24.",
        "Brookings Papers on Economic Activity 1, pp.91-196. A DEBT PUZZLE 41 ,and Drazen Prelec. 1992. Anomalies in Intertemporal Choice: Evidence and an Interpre- tation. Quarterly Journal of Economics 57: 573-98.",
        "Morrison, Anne Klazien. (1998), An Anomaly in Household Consumption and Savings Behavior: The Simultaneous Borrowing and Lending of Liquid Assets, mimeo, Univesity of Chicago.",
        "Mulligan, Casey. 1997. A Logical Economists Argument Against Hyperbolic Discounting. University of Chicago mimeo.",
        "ODonoghue, Ted, and Matthew Rabin. 1997a. Doing It Now or Later. American Economic Review.",
        "Phelps, E. S., and R. A. Pollak. 1968 On Second-best National Saving and Game-equilibrium Growth. Review of Economic Studies 35: 185-199.",
        "Repetto, Andrea. 1998. Personal Bankruptcies and Individual Wealth Accumulation. mimeo, CEA, Universidad de Chile.",
        "Strotz, Robert H. 1956. Myopia and Inconsistency in Dynamic Utility Maximization. Review of Economic Studies 23: 165-180.",
        "Thaler, Richard H., and H. M. Shefrmn. 1981. An Economic Theory of Self-Control. Journal of Political Economy 89: 392-406.",
        "Zeldes, Stephen P. 1989. Consumption and liquidity constraints: an empirical investigation, Journal of Political Economy, 97 (2), pp. 305-346."
    ]
}