{
    "id": 7880,
    "cites": 13,
    "cited_by": 33,
    "reference": [
        "Alexius, A. (1999), Uncovered Interest Parity Revisited, unpublished mimeograph, Stockholm: Sveriges Riksbank. Forthcoming, Review of International Economics.",
        "Blundell-Wignall, A. and Browne, F. (1991), Increasing Financial Market Integration, Real Exchange Rates and Macroeconomic Adjustment, OECD Working Paper.",
        "Cumby, R.E. and F.S. Mishkin (1986) The International Linkage of Real Interest Rates: The European-U.S. Connection, Journal of International Money and Finance, Vol. 5, pp.",
        "Cumby, R.E. and M. Obstfeld (1984) International Interest Rate and Price Level Linkages under Flexible Exchange Rates: A Review of Recent Evidence, in J. F. O. Bilson and R. C.",
        "Elliott, G., T.J. Rothenberg, and J.H. Stock (1996), Efficient Tests for an Autoregressive Unit Root. Econometrica, Vol. 64, pp. 813-836.",
        "Flood, R.P. and M.P. Taylor (1997), Exchange Rate Economics: Whats Wrong with the Conventional Macro Approach?, in J. Frankel, G. Galli, and A. Giovannini (editors) The Microstructure of Foreign Exchange Markets, Chicago: Univ. of Chicago Press for NBER, pp. 262-301.",
        "Frankel, J.A. (1989), International Financial Integration, Relations among Interest Rates and Exchange rates, and monetarry Indicators, in Charles Pigott (editor) International Financial Integration and U.S. Monetary Policy (Federal Reserve Bank of New York).",
        "Hansen, L.P. (1982), Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, Vol. 50, No. 4, pp. 1029-54.",
        "Jorion, P. (1996), Does real interest parity hold at longer maturities? Journal of International Economics, Vol. 40, pp. 105-126.",
        "Kwiatkowski, D., P.C.B. Phillips, P. Schmidt and Y. Shin (1992), Testing the null hypothesis of stationarity against the alternative of a unit root, Journal of Econometrics, Vol.54, pp.",
        "Mark, N. (1985), Some Evidence on the International Inequality of Real Interest Rates, Journal of International Money and Finance, Vol. 4, pp. 189-208.",
        "Meredith, G. and M.D. Chinn (1998), Long-Horizon Uncovered Interest Parity, NBER Working Paper 6797.",
        "Mishkin, F.S. (1984), Are Real Interest rates Equal Across Countries? An Empirical Investigation of International Parity Conditions, Journal of Finance, Vol. 39, pp. 1345-1357."
    ]
}