{
    "id": 7883,
    "cites": 55,
    "cited_by": 4,
    "reference": [
        "Aaron, Henry J., Serious and Unstable Condition: Financing Americas Health Care. Washington, D.C.: The Brookings Institution, 1991.",
        "Anderson, Gerard F. and Earl P. Steinberg, To buy or not to buy: Technology acquisition under prospective payment. New England Journal of Medicine, 311:3 (July 19, 1984) 182-185.",
        "Baker, Laurence C., HMOs and fee-for-service health care expenditures: Evidence from Medicare. Journal of Health Economics, 16:4 (August, 1997) 453-482.",
        "Baker, Laurence C., Association of Managed Care Market Share and Health Expenditures for Fee-For-Service Medicare Patients, Journal of the American Medical Association 281:5 (February 3, 1999) 432-437.",
        "Baker, Laurence C., Managed Care and Medical Technology Growth: Evidence from MRI, Stanford University, February 2000.",
        "Baker, Laurence C. and Kenneth S. Corts, HMO penetration and the cost of health care: market discipline or market segmentation? American Economic Review, 86:2 (May, 1996) 389-394.",
        "Baker, Laurence C. and Joanne Spetz, Managed care and medical technology growth, in Frontiers in Health Policy Research, Alan M. Garber, Editor. 1999, MIT Press: Cambridge, MA.",
        "Baker, Laurence C., Paul Heidenreich, Jeffrey Geppert, and Mark B. McClellan, The effect of area HMO market share and treatments, costs,and outcomes for fee-for-service AMI patients, 2000, Stanford University.",
        "Baker, Stephen R., The diffusion of high technology medical innovation: The computed tomography scanner example. Social Science and Medicine, 13D (1979) 155-162.",
        "Brook, Robert H., Practice guidelines and practicing medicine: Are they compatible? JAMA 262:21 (December 1, 1989) 3027-3030.",
        "Banta, H. David, The diffusion of the computed technology (CT) scanner in the United States. International Journal of Health Services, 10:2 (1980) 251-269.",
        "Chernew, Michael, The impact of non-IPA HMOs on the number of hospitals and hospital capacity. Inquiry, 32:2 (Summer, 1995) 143-154.",
        "Clement, Dolores Gurnick, Phillip M. Gleason, and Randall S. Brown, The Effects of Risk Contract HMO Market Penetration on Medicare Fee-For-Service Costs: Final Report, Mathematica Policy Research: Princeton, NJ, December 18, 1992.",
        "Cutler, David M. and Sheiner, Louise, Managed care and the growth of medical expenditures Frontiers of Health Policy Research, volume 1, A.M. Garber, ed., MIT Press 1998.",
        "Cutler, David M., and Mark McClellan, The Determinants of Technological Change in Heart Attack Treatment NBER Working Paper 5751, 1996.",
        "Cutler, David M., Mark McClellan, and Joseph Newhouse, The Costs and Benefits of Intensive Treatments for Cardiovascular Disease NBER Working Paper W6514, April 1998.",
        "Feldman, Roger and Bryan Dowd, Is there a competitive market for hospital services? Journal of Health Economics, 5 (1986) 277-292.",
        "Feldman, Roger, Bryan Dowd, and Gregory Gifford, The effect of HMOs on premiums in employment-based health plans. Health Services Research, 27:6 (February, 1993) 779-811.",
        "Feldman, Roger, Bryan Dowd, Don McCann, and Allan Johnson, The competitive impact of health maintenance organizations on hospital finances: An exploratory study. Journal of Health Politics, Policy, and Law, 10:4 (Winter, 1986) 675-698.",
        "Fendrick, A. Mark, Jose J. Escarce, Clyde McLane, Judy A. Shea, and J. Sanford Schwartz, Hospital adoption of laparoscopic cholecystectomy. Medical Care, 32:10 (October, 1994) 1058-1063.",
        "Frank, Richard G. and W. Pete Welch, The competitive effects of HMOs: A review of the evidence. Inquiry, 22 (Summer, 1985) 148-161.",
        "Fuchs, Victor, Economics, Values, and Health Care Reform, American Economic Review 86:1 (March 1996) 1-24.",
        "GHAA, National Directory of HMOs. various years, Washington D.C.: The Group Health Association of America. Globerman, Steven, The adoption of computer technology in hospitals. Journal of Behavioral Economics, 11:2 (Winter, 1982) 67-95.",
        "Goldberg, Lawrence G. and Warren Greenberg, The competitive response of blue cross and blue shield to the growth of health maintenance organizations in northern California and Hawaii. Medical Care, 17:10 (October, 1979) 1019-1028.",
        "Hannan, Timothy H. and John M. McDowell, The determinants of technology adoption: the case of the banking firm. Rand Journal of Economics, 15:3 (Autumn, 1984) 328-335.",
        "Heckman, J., and B. Singer, A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models for Duration Data, Econometrica 52:2 (March 1984) 271-320.",
        "Herrchen, Beate, J.B. Gould, and T.S. Nesbitt. Vital Statistics Linked Birth/Infant Death and hospital Discharge Record Linkage for Epidemiological Studies. Computers and Biomedical Research, Vol. 31, No. 3, September, 1997.",
        "Hillman, Alan L. and J. Sanford Schwartz, The adoption and diffusion of CT and MRI in the United States. Medical Care, 23:11 (November, 1985) 1283-1294.",
        "Hillman, Bruce J., John D. Winkler, Charles E. Phelps, Jerome Aroesty, and Albert P. Williams, Adoption and diffusion of a new imaging technology: A magnetic resonance imaging prospective. American Journal of Roentgenology, 143 (October, 1984) 913-917.",
        "Interstudy, Competitive Edge. various years, Excelsior, MN: Interstudy. Lee, Robert H. and Donald M. Waldman, The diffusion of innovations in hospitals: Some econometric considerations. Journal of Health Economics, 4 (1985) 373-380.",
        "Levin, Sharon G., Stanford L. Levin, and John B. Meisel, A dynamic analysis of the adoption of a new technology: the case of optical scanners. The Review of Economics and Statistics, 69:1 (February, 1987) 12-17.",
        "Makuc, DM, B Haglund, DD Ingram, JX Kleinman, and JJ Feldman, Health Care Service Areas for the United States, Vital and Health Statistics, Series 2, no 112, PHS 92-1386, National Center for Health Statistics: Washington DC, November, 1991.",
        "Mansfield, E. Industrial Research and Technological Innovation: An econometric analysis. New York: Norton and Company, 1968.",
        "McLaughlin, Catherine G., HMO growth and hospital expenses and use: A simultaneous-equation approach. HSR: Health Services Research, 22:2 (June, 1987) 183-205.",
        "McLaughlin, Catherine G., The effect of HMOs on overall hospital expenses: Is anything left after correcting for simultaneity and selectivity? HSR: Health Services Research, 23:3 (August, 1988) 421-441.",
        "Meyer, Bruce D., Unemployment Insurance and Unemployment Spells, Econometrica 58:4 (July 1990) 757-782.",
        "Miller, Robert H. and Harold S. Luft, Does managed care lead to better or worse quality of care? Health Affairs, 16:5 (September/October, 1997) 7-25.",
        "Newhouse, Joseph P., Medical care costs: How much welfare loss? Journal of Economic Perspectives, 6:3 (1992) 3-21.",
        "Noether, Monica, Competition among hospitals. Journal of Health Economics, 7:3 (September, 1988) 259-284.",
        "Phelps, Charles E., Diffusion of information in medical care. Journal of Economic Perspectives, 6:3 (Summer, 1992) 23-42.",
        "Phibbs Ciaran S., Janet M. Bronstein, Eric Buxton, Roderic H. Phibbs. 1996. The Effects of Patient Volume and Level of Care on Neonatal Mortality. Journal of the American Medical Association, vol 276: 1054-1059.",
        "Phibbs, Ciaran S., Janet M. Bronstein, Eric Buxton, and Roderic H. Phibbs. The Effect of Linking Discharge Data to Birth Certificate Data on Risk-Adjusted Neonatal Mortality. Draft, Palo Alto VA Medical Center, 1999.",
        "Phibbs Ciaran S., D.H. Mark, Harold S. Luft, D.J. Peltzman, D.W. Garnick, E. Lichtenberg, and S.J. McPhee. Choice of Hospital for Delivery: A Comparison of High-Risk and Low-Risk Women. Health Services Research, 1993;28 201-222.",
        "Prentice, Ross, and L. Gloeckler, Regression Analysis of Grouped Survival Data with Application to Breast Cancer Data Biometrics 34 (1978) 57-67.",
        "Reinganum, Jennifer F., The timing of innovation: research, development, and diffusion in R. Schmalensee and R.D. Willig eds, Handbook of Industrial Organization, volume 1, Amsterdam: North Holland, 1989, p849-908.",
        "Robinson, James C., HMO market penetration and hospital cost inflation in California. Journal of the American Medical Association, 266:19 (November 20, 1991) 2719-2723.",
        "Robinson, James C., Decline in hospital utilization and cost inflation under managed care in California. Journal of the American Medical Association, 276:13 (October 2, 1996) 1060-1064.",
        "Romeo, Anthony A., Judith L. Wagner, and Robert H. Lee, Prospective reimbursement and the diffusion of new technologies in hospitals. Journal of Health Economics, 3 (1984) 1-24.",
        "Rose, Nancy L., and Paul L. Joskow, The diffusion of new technologies: evidence from the electric utility industry Rand Journal of Economics 21:3 (Autumn 1990) 354-373.",
        "Saloner, Garth and Andrea Shepard, Adoption of technologies with network effects: an empirical examination of the adoption of automated teller machines. Rand Journal of Economics, 26:3 (Autumn, 1995) 479-501.",
        "Simpson, James B., Full circle: the return of certificate of need regulation of health facilities to state control, Indiana Law Review 19 (1986) 1025-1127.",
        "Society of Actuaries, Group Medical Insurance, Large claim database report. Schaumberg (IL); 1996.",
        "Vogt, William B., Detecting Strategic Behavior in Technology Adoption: the example of magnetic resonance imaging. manuscript, Carnegie Mellon University, March 1997.",
        "Weisbrod, Burton, The health care quadrilemma: An essay on technological change, insurance, quality of care, and cost containment. Journal of Economic Literature, 29 (June, 1991) 523-552.",
        "Welch, W. Pete, HMO market share and its effect on local Medicare costs, in HMOs and the Elderly, Harold S. Luft, Editor. 1994, Health Administration Press: Ann Arbor, MI. p. 231-249."
    ]
}