{
    "id": 7888,
    "cites": 24,
    "cited_by": 32,
    "reference": [
        "Allensworth, E. M. and T. Rosenkranz (2000). Access to Magnet Schools in Chicago. Chicago, I.L., Consortium on Chicago School Research.",
        "Blank, R. K. (1983). Survey of Magnet Schools: Analyzing a Model of Quality Integrated Education. Washington, DC, ABT Associates for the Department of Education.",
        "Buddin, R. J., J. J. Cordes, et al. (1998). School Choice in California: Who Chooses Private Schools. Journal of Urban Economics 44: 110-134.",
        "Chubb, J. E. and T. M. Moe (1990). Politics, Markets and Americas Schools. Washington, DC, Brookings Institution.",
        "Coleman, J., K. Schiller, et al. (1993). Parent Choice and Inequality. Parents, Their Children and Schools. B. Schneider and J. Coleman. Boulder, CO, Westview Press: 147-182.",
        "Crain, R.L, A.L. Heebner, et al. (1992). The Effectiveness of New York Citys Career Magnet Schools: An Evaluation of Ninth-Grade Performance Using an Experimental Design.",
        "Berkeley, CA, National Center for Research in Vocational Education. Duax, T. (1988). The Impact of Magnet Schools on a Predominantly Black Community.",
        "Madison, University of Wisconsin, Madison. Epple, D. and R. E. Romano (1998). Competition Between Private adn Public Schools, Vouchers and Peer-Group Effects. American Economic Review 88(1): 33-62.",
        "Evans, W. N., W. E. Oates, et al. (1992). Measuring Peer Effects: A Study of Teenage Behavior. The Journal of Political Economy 100(5): 966-991.",
        "Gamoran, A. (1996). Student Achievement in Public Magnet, Public Comprehensive, and Private City High Schools. Educational Evaluation and Policy Analysis 18 (1):1-18.",
        "Goldhaber, D. D., D. J. Brewer, et al. (1999). Testing for Sample Selection in the Milwaukee School Choice Experiment. Economics of Education Review 18(2): 259-67.",
        "Green, J. P., P. E. Peterson, et al. (1997). The Effectiveness of School Choice: The Milwaukee Experiment. Cambridge, MA, Program on Education Policy and Governance, Harvard University.",
        "Hoxby, C. M. (1994). Does Competition Among Public Schools Benefit Students and Taxpayers? Cambridge, MA, National Bureau of Economic Research.",
        "Jencks, C. and S. E. Mayer (1990). The Social Consequences of Growing Up in a Poor Neighborhood. Inner-City Poverty in the United States. L. E. Lynn and M. G. H.",
        "McGeary. Washington, DC, National Academy Press: 111-186. Ladd, H. F. and E. B. Fiske (2000). When Schools Compete: A Cautionary Tale. Washington, D.C., Brookings Institution Press.",
        "Lankford, R. H., E. S. Lee, et al. (1995). An Analysis of Elementary and Secondary School Choice. Journal of Urban Economics 38: 236-251.",
        "Lee, V. E., R. G. Croninger, et al. (1994). Parental Choice of Schools and Social Stratification. Educational Evaluation and Policy Analysis 16: 434-457.",
        "Metz, M. H. (1986). Different by Design: The Context and Character of Three Magnet Schools.",
        "New York, Routledge Press. OBrien, D. M. and J. C. Murdoch (2000). School Choice in a Large Texas School District.",
        "American Education Finance Association Annual Meeting, Austin, Texas. Peterson, P. E., D. Myers, et al. (1998). An Evaluation of the New York City School Choice Scholarship Program: The First Year. Cambridge, MA, Mathematica Policy Research and the Harvard Program on Education Policy and Governance.",
        "Rouse, C. E. (1998). Private School Vouchers and Student Achievement: An Evaluation of the Milwaukee Parental Choice Program. Quarterly Journal of Economics 113(2): 553-602.",
        "Witte, J. F. (1993). The Milwaukee Private-School Parental Choice Program. School Choice: Examining the Evidence. E. Rasell and R. Rothstein. Washington, DC, Economic Policy Institute: 69-110.",
        "Witte, J. F. (1997). Achievement Effects of the Milwaukee Voucher Program. American Economics Association Annual Meeting, New Orleans.",
        "Witte, J. F., T. D. Sterr, et al. (1995). Fifth-Year Report: Milwaukee Parental Choice Program."
    ]
}