{
    "id": 7889,
    "cites": 29,
    "cited_by": 6,
    "reference": [
        "Bacchetta, Philippe, and Eric van Wincoop, 1998, Does exchange rate stability increase trade and capital flows, Federal Reserve Bank of New York, working paper no. 9818.",
        "Bacchetta, Philippe, and Eric van Wincoop, 2000, Capital flows to emerging markets: Liberalization, overshooting and volatility, in Sebastian Edwards, ed., Capital Flows and the Emerging Economies (Chicago: University of Chicago and NBER).",
        "Betts, Caroline and Michael B. Devereux, 1996, The exchange rate in a model of pricing-to-market, European Economic Review 40, 1007-1021.",
        "Betts, Caroline, and Michael B. Devereux, 2000, Exchange rate dynamics in a model of pricing-tomarket, Journal of International Economics 50, 215-244.",
        "Buiter, Willem, 1999, The EMU and the NAMU: What is the case for North American Monetary Union'DONE', Canadian Journal of Economics, forthcoming.",
        "Calvo, Guillermo, 1999, On dollarization, University of Maryland, working paper.",
        "Calvo, Guillermo, 2000, Capital markets and the exchange rate: With special reference to the dollarization debate, paper presented at conference on Global Monetary Integration at the Federal Reserve Bank of Cleveland, May 31 -- June 2, 2000.",
        "Chari, V.V.; Patrick J. Kehoe; and, Ellen McGrattan, 2000, Can sticky price models generate volatile and persistent real exchange rates'DONE', Federal Reserve Bank of Minneapolis, Staff Report 277.",
        "Cole, Harold L., and Maurice Obstfeld, 1991, Commodity trade and international risk sharing: How much do financial markets matter'DONE', Journal of Monetary Economics 23, 377-400.",
        "Corsetti, Giancarlo, and Paolo Pesenti, 1997, Welfare and macroeconomic interdependence, National Bureau of Economic Research, working paper no. 6307.",
        "Devereux, Michael B., and Charles Engel, 1998, Fixed vs. floating exchange rates: How price setting affects the optimal choice of exchange-rate regime, National Bureau of Economic Research, working paper no. 6867.",
        "Devereux, Michael B.; Engel, Charles; and, Cedric Tille, 1999, Exchange rate pass-through and the welfare effects of the euro, National Bureau of Economics, working paper no. 7382.",
        "Eichengreen, Barry, and Ashoka Mody, 2000, What explains changing spreads on emerging market debt'DONE', in Sebastian Edwards, ed., Capital Flows and the Emerging Economies (Chicago: University of Chicago and NBER).",
        "Engel, Charles, 1999, Accounting for U.S. real exchange rate changes, Journal of Political Economy 107, 507-538.",
        "Engel, Charles, and John H. Rogers, 1996, How wide is the border'DONE', American Economic Review 86, 1112-1125.",
        "Friedman, Milton, 1953, The case for flexible exchange rates, in Essays in Positive Economics (Chicago: University of Chicago Press), 157-203.",
        "Ghosh, Swati, and Holger Wolf, 2000, Is there a curse of location'DONE' Spatial determinants of capital flows to emerging markets, in Sebastian Edwards, ed., Capital Flows and the Emerging Economies (Chicago: University of Chicago and NBER).",
        "Hau, Harald, 2000, Exchange rate determination: The role of factor price rigidities and nontradeables, Journal of International Economics 50, 421-447.",
        "Mendoza, Enrique G., 2000, Credit-market frictions, policy-credibility and the business cycle of emerging markets, paper presented at the conference on Global Monetary Integration at the Federal Reserve Bank of Cleveland, May 31 -- June 2, 2000.",
        "Mundell, Robert A., 1960, The monetary dynamics of international adjustment under fixed and floating exchange rates, Quarterly Journal of Economics 74, 227-257.",
        "Mundell, Robert A., 1961, Flexible exchange rates and employment policy, Canadian Journal of Economics and Political Science 27, 509-517.",
        "Mundell, Robert A., 1963, Capital mobility and stabilization policy under fixed and flexible exchange rates, Canadian Journal of Economics and Political Science 29, 475-485.",
        "Obstfeld, Maurice and Kenneth Rogoff, 1995, Exchange rate dynamics redux, Journal of Political Economy 103, 624-660.",
        "Obstfeld, Maurice and Kenneth Rogoff, 1996, Foundations of International Macroeconomics (Cambridge: MIT Press).",
        "Obstfeld, Maurice and Kenneth Rogoff, 1998, Risk and exchange rates, National Bureau of Economic Research, working paper no. 6694.",
        "Obstfeld, Maurice and Kenneth Rogoff, 2000, New directions for stochastic open economy models, Journal of International Economic 50, 117-153.",
        "Rankin, Neil, 1998, Nominal rigidity and monetary uncertainty in a small open economy, Journal of Economic Dynamics and Control 22, 679-702.",
        "Rogers, John H., and Hayden P. Smith, 2000, Border effects within the Nafta countries, Board of Governors of the Federal Reserve System, manuscript.",
        "Schmitt-GrohÃ\u0083Â©, Stephanie and Martin UrÃ\u0083Â­be, 2000, Stabilization policy and the costs of dollarization, paper presented at the conference on Global Monetary Integration at the Federal Reserve Bank of Cleveland, May 31 -- June 2, 2000."
    ]
}