{
    "id": 7890,
    "cites": 25,
    "cited_by": 20,
    "reference": [
        "Autor, David, Lawrence F. Katz, and Alan B. Krueger. 1998. Computing Inequality: Have Computers Changed the Labor Market? Quarterly Journal of Economics 113:1169- 1213.",
        "Autor, David H., Frank Levy, and Richard J. Murnane. 2000. The Skill Content of Recent Technological Change: An Empirical Exploration. Paper presented at the National Bureau of Economics Research Summer Labor Economics Workshop .",
        "Berman, Eli, John Bound, and Zvi Griliches. 1994. Changes in the Demand for Skilled Labor within U.S. Manufacturing Industries: Evidence from the Annual Survey of Manufactures. Quarterly Journal of Economics 109:367-97.",
        "Berman, Eli, John Bound, and Stephen Machin. 1998. Implications of Skill-Biased Technological Change: International Evidence. Quarterly Journal of Economics 113:1245-79.",
        "Bresnahan, Timothy F., Erik Brynjolfsson, and Lorin M. Hitt. 1999. Information Technology, Workplace Organization and the Demand for Skilled Labor: Firm-Level Evidence. National Bureau of Economic Research Working Paper No. W7136 .",
        "Caroli, Eve, and John Van Reenen. 1999. Skill-Biased Organizational Change? Evidence from a Panel of British and French Establishments. CEPREMAP Working Paper 9917 .",
        "Caselli, Francesco. 1999. Technological Revolutions. American Economic Review 89:78- 102.",
        "Feldstein, Martin. 2000. Preface: The NBER-Sloan Project on Productivity Change. in Industrial Technology and Productivity: Incorporating Learning from Plant Visits and Interviews into Economic Research. Cambridge, Ma: National Bureau of Economic Research.",
        "Goldin, Claudia, and Lawrence F. Katz. 1998. The origins of Technology-Skill Complementarity. Quarterly Journal of Economics 113:693-732.",
        "Levy, Frank, Anne Beamish, and Richard J. Murnane. 1999 Computerization and Skills: Examples from a Car Dealership, mimeo, MIT Department of Urban Studies and Planning, November.",
        "Lindbeck, Assar, and Dennis J. Snower. 2000. Multitask Learning and the Reorganization of Work: From Tayloristic to Holistic Organization. Journal of Labor Economics 18:353-76.",
        "Machin, Stephen, and John Van Reenen. 1998. Technology and Changes in Skill Structure: Evidence from Seven OECD Countries. Quarterly Journal of Economics 113:1215-44.",
        "Mayer, Martin. 1997. The Bankers. New York: Truman Valley Books/Plume.",
        "McKenney, James L. 1995. Waves of Change: Business Evolution through Information Technology. Boston: Harvard Business School Press.",
        "Nelson, Richard R., and Edmund S. Phelps. 1966. Investment in Humans, Technological Diffusion, and Economic Growth. American Economic Review 56.",
        "Orr, J.E. (1996). Talking About Machines: An Ethnography of a Modern Job. Ithaca: ILR Press.",
        "Pinker, Steven. 1997. How the Mind Works. New York: W.W. Norton.",
        "Polanyi, Michael. 1966. The Tacit Dimension. New York: Doubleday.",
        "Rifkin, Jeremy. 1995. The End of Work: The Decline of the Global Labor Force and the Dawn of the Post-Market Era. New York: G.P. Putnams Sons.",
        "Schultz, Theodore W. 1975. The Value of the Ability to Deal with Disequilibria. Journal of Economic Literature 13:827-846.",
        "Welch, Finis. 1970. Education in Production. Journal of Political Economy 78:35-59.",
        "Starr Center for Applied Economics, New York University RR96-41 . Zuboff, Shoshona. 1988. In the Age of the Smart Machine. New York: Basic Books.",
        "See, for example, (Berman, Bound and Machin, 1998) and (Machin and Van Reenen, 1998).",
        "In net, both raise relative demand for highly skilled workers. Nevertheless, they are conceptually distinct and hold different implications for wage growth. The name Cabot Bank is fictitious. This point is well articulated by (Feldstein, 2000). For an example, see our companion empirical paper to this case, (Autor, Levy and Murnane, 2000).",
        "In addition, to the extent that computers directly substitute for tasks performed by high school graduates, price declines in computer technology place downward pressure on high school graduate wages independent of any employment effects (Autor, Levy, and Murnane, 2000)."
    ]
}