{
    "id": 7893,
    "cites": 12,
    "cited_by": 1,
    "reference": [
        "Auerbach, Alan and Kevin Hassett. Tax Policy and Business Fixed Investment in the United States, Journal of Public Economics, v. 47 (March 1992), pp. 141-170.",
        "Constantinides, George. Capital Market Equilibrium with Personal Tax, Econometrica, vol. 51 (May 1983), pp. 611-636.",
        "Cummins, David, Kevin Hassett, and R. Glenn Hubbard. A Reconsideration of Investment Behavior Using Tax Reforms as Natural Experiments, Brookings Papers on Economics Activity, v. 2 (l994),pp. 1-59. Cutler, David. Tax Reform and the Stock Market: An Asset Price Approach, American Economic Review, v.78 no.5 (December 1988), pp.1107-1117.",
        "Fama, Eugene and Kenneth French. Common Risk Factors in the Returns on Stocks and Bonds, Journal of Financial Economics, v. 33, no. 1 (February 1993): 3-56.",
        "Gentry, Bifi, Deen Kemsley, and Chris Mayer. Are Dividend Taxes Capitalized into Share Prices: Evidence from Real Estate Investment Trusts, Mimeo, University of Pennsylvania, (September 1999).",
        "Goolsbee, Austan. Investment Tax Incentives, Prices, and the Supply of Capital Goods, Quarterly Journal of Economics, v.113 no.1 (February 1998), pp.121-148.",
        "Gruber, Jonathan. The Incidence of Mandated Maternity Benefits, American Economic Review, v.84 no.3 (June 1994), pp. 622-641.",
        "Gruber, Jonathan and James Poterba. Tax Incentives and the Decision to Purchase Health Insurance: Evidence from the Self-Employed, Quarterly Journal of Economics, v.109 (August 1994), pp. 701-733.",
        "Hanis, Trevor, R. Glenn Hubbard, and Deen Kemsley. The Share Price Effects of Dividend Taxes and Tax Imputation Credits, Mimeo, Columbia University (May 1999).",
        "Klein, Peter. The Capital Gain Lock-in Effect and Equilibrium Returns, Journal of Public Economics, v.71 no. 3 (March 1999), pp.355-378.",
        "Poterba, James, and Scott Weisbenner. Capital Gains Tax Rules, Tax Loss Trading, and Turn-of-theYear Returns. Journal of Finance, forthcoming February 200]. Stiglitz, Joseph. Some Aspects of the Taxation of Capital Gains, Journal of Public Economics, vol. 21 (July 1983), pp. 257-294.",
        "Summers, Lawrence. Taxation and Corporate Investment: A q- Theory Approach, Brookings Papers on Economic Activity, (1981) 1, pp. 67-127."
    ]
}