{
    "id": 7894,
    "cites": 51,
    "cited_by": 131,
    "reference": [
        "Aiyagari, S. Rao. Uninsured Idiosyncratic Risk and Aggregate Saving. Quarterly Journal of Economics 109 (August 1994): 659-684.",
        "Atkeson, Andrew, and Masao Ogaki. Wealth-Varying Intertemporal Elasticities of Substitution: Evidence from Panel and Aggregate Data. Journal of Monetary Economics 38 (1996): 507-534.",
        "Attanasio, Orazio, and Martin Browning. Consumption Over the Life Cycle and Over the Business Cycle. American Economic Review 85 (1995): 1118-1137.",
        "Avery, Robert B., Raphael W. Bostic, and Katherine A. Samolyk. The Role of Personal Wealth in Small Business Finance. Journal of Banking and Finance 22 (1998): 1019-1061.",
        "Berger, Allen N., and Gregory Udell. Relationship Lending and Lines of Credit in Small Firm Finance. Journal of Business 68 (July 1995): 351-381.",
        "Bernheim, B. Douglas. Dissaving After Retirement: Testing the Pure Life Cycle Hypothesis. In Zvi Bodie, John B. Shoven, and David A. Wise, eds., Issues in Pension Economics. Chicago: University of Chicago Press, 1987.",
        "BhidÃ\u0083Â©, Amar. The Origin and Evolution of New Businesses. Oxford: Oxford University Press, 1999.",
        "Calomiris, Charles W., Charles P. Himmelberg, and Paul Wachtel. Commercial Paper and Corporate Finance: A Microeconomic Perspective. Carnegie-Rochester Conference Series on Public Policy 41 (1995).",
        "Carroll, Christopher D. Why Do the Rich Save So Much'DONE' In Joel B. Slemrod, ed., Does Atlas Shrug: Economic Consequences of Taxing the Rich. Cambridge: Harvard University Press, 2000.",
        "Carroll, Robert, Douglas Holtz-Eakin, Mark Rider, and Harvey S. Rosen. Entrepreneurs, Income Taxes, and Investment. Mimeograph, Princeton University, September 1997.",
        "Diamond, Douglas W. Monitoring and Reputation: The Choice Between Bank Loans and DirectlyPlaced Debt. Journal of Political Economy 99 (1991): 688-721.",
        "Diamond, Peter A., and Jerry A. Hausman. Individual Retirement and Savings Behavior. Journal of Public Economics 23 (February/March 1984): 81-114.",
        "Dynan, Karen E. Relative Wage Changes and Estimates of the Rate of Time Preference. Mimeograph, Board of Governors of the Federal Reserve System, September 1994.",
        "Dynan, Karen E., Jonathan Skinner, and Stephen P. Zeldes. Do the Rich Save More'DONE' Mimeograph, Board of Governors of the Federal Reserve System, 2000.",
        "Engelhardt, Gary V., and Christopher J. Mayer. Intergenerational Transfers, Borrowing Constraints, and Saving Behavior: Evidence from the Housing Market. Journal of Urban Economics 44 (1998): 135-157.",
        "Evans, David S., and Boyan Jovanovic. An Estimated Model of Entrepreneurial Choice Under Liquidity Constraints. Journal of Political Economy 97 (August 1989): 808-827.",
        "Fazzari, Steven M., R. Glenn Hubbard, and Bruce C. Petersen. Financing Constraints and Corporate Investment. Brookings Papers on Economic Activity (1988:1): 141-195.",
        "Fazzari, Steven M., R. Glenn Hubbard, and Bruce C. Petersen. Investment-Cash Flow Sensitivities: A Comment on Kaplan and Zingales. Quarterly Journal of Economics 113 (May 2000): 695-706.",
        "Friedman, Milton. A Theory of the Consumption Function. Princeton: Princeton University Press, 1957.",
        "Friend, Irwin, and Irving Kravis. Entrepreneurial Income, Savings, and Investment. American Economic Review 47 (1957): 269-301.",
        "Gentry, William M., and R. Glenn Hubbard. Distributional Implications of Introducing a Broad-Based Consumption Tax. In James M. Poterba, ed. Tax Policy and the Economy, vol. 11. Cambridge: MIT Press, 1997.",
        "Gentry, William M., and R. Glenn Hubbard. Tax Policy and Entrepreneurial Activity. American Economic Review 90 (May 2000): 283-287.",
        "Gordon, Roger H. Can High Personal Tax Rates Encourage Entrepreneurial Activity'DONE' International Monetary Fund Staff Papers 45 (1998): 49-80.",
        "Gustman, Alan L., and Thomas L. Steinmeier. Effects of Pensions on Savings: Analysis with Data from the Health and Retirement Study. Carnegie-Rochester Conference Series on Public Policy 50 (1000): 271-324. Heaton, John, and Deborah Lucas. Portfolio Choice and Asset Prices: The Importance of 43 Entrepreneurial Risk. Journal of Finance 55 (June 2000): 1163-1198.",
        "Hoff, Karla. The Second Theorem of the Second Best. Journal of Public Economics 54 (1994): 223-242.",
        "Holtz-Eakin, Douglas, David Joulfaian, and Harvey S. Rosen. Entrepreneurial Decisions and Liquidity Constraints. RAND Journal of Economics 23 (Summer 1994a): 334-347.",
        "Holtz-Eakin, Douglas, David Joulfaian, and Harvey S. Rosen. Sticking It Out: Entrepreneurial Survival and Liquidity Constraints. Journal of Political Economy 102 (February 1994b): 53-75.",
        "Hubbard, R. Glenn. Capital-Market Imperfections and Investment. Journal of Economic Literature 36 (March 1998): 157-186.",
        "Hubbard, R. Glenn. Pension Wealth and Individual Saving: Some New Evidence. Journal of Money, Credit, and Banking 18 (May 1986): 167-178.",
        "Hubbard, R. Glenn. Personal Taxation, Pension Wealth, and Portfolio Composition. Review of Economics and Statistics 67 (February 1985): 53-60.",
        "Hubbard, R. Glenn, and Anil Kashyap. Internal Net Worth and the Investment Process: An Application to U.S. Agriculture. Journal of Political Economy 100 (June 1992): 506-534.",
        "Hubbard, R. Glenn, Kenneth N. Kuttner, and Darius N. Palia. Are There Bank Effects in Borrowers Costs of Funds'DONE': Evidence from a Matched Sample of Borrowers and Banks. Mimeograph, Columbia University, 1999.",
        "Hubbard, R. Glenn, Jonathan Skinner, and Stephen P. Zeldes. The Importance of Precautionary Motives for Explaining Individual and Aggregate Saving. Carnegie-Rochester Conference Series on Public Policy 40 (June 1994): 59-126.",
        "Hubbard, R. Glenn, Jonathan Skinner, and Stephen P. Zeldes. Precautionary Saving and Social Insurance. Journal of Political Economy 105 (April 1995): 360-399.",
        "Huggett, Mark. Wealth Distribution in Life-Cycle Economies. Journal of Monetary Economics 38 (December 1996): 469-494.",
        "Jagannathan, Ravi, and Zhenyu Wang. The Conditional CAPM and the Cross-Section of Expected Returns. Journal of Finance 51 (March 1996): 3-53.",
        "Jovanovic, Boyan. Selection and the Evolution of Industry. Econometrica 50 (May 1982): 649670.",
        "King, Mervyn A., and Louis Dicks-Mireaux. Asset Holdings and the Life Cycle. Economic Journal 92 (June 1982): 247-267.",
        "King, Robert G., and R. Levine. Finance, Entrepreneurship, and Growth: Theory and Evidence. Journal of Monetary Economics 32 (1993): 513-542.",
        "Klein, Lawrence R. Entrepreneurial Saving. In Irwin Friend and Robert Jones, eds., Consumption and Saving, volume 2. Philadelphia: University of Pennsylvania Press, 1960.",
        "Klein, Lawrence R., K.H. Straus, and P. Vandome. Saving and Finances of the Upper Income Groups. Bulletin of the Oxford University Institute of Statistics 18 (1956): 293-319.",
        "Knight, Frank H. Risk, Uncertainty, and Profit. New York: Houghton Mifflin, 1921.",
        "Lawrance, Emily. Poverty and the Rate of Time Preference: Evidence from Panel Data. Journal of Political Economy 99 (February 1991): 54-77.",
        "Lucas, Robert E., Jr. On the Size Distribution of Business Firms. Bell Journal of Economics 9 (Autumn 1978): 508-523.",
        "Mayers, David. Nonmarketable Assets and the Determination of Capital Asset Prices in the Absence of a Riskless Asset. Journal of Business 46 (April 1973): 258-267.",
        "Petersen, Mitchell, and Raghuram Rajan. The Benefits of Lending Relationships: Evidence From Small Business Data. Journal of Finance 49 (March 1994): 3-37.",
        "Quadrini, Vincenzo. Entrepreneurship, Saving, and Social Mobility. Review of Economic Dynamics 3 (January 2000): 1-40.",
        "Schumpeter, Joseph A. The Theory of Economic Development. Cambridge: Harvard University Press, 1934.",
        "Slovin, Myron B., M.F. Sushka, and J.A. Polonchek. The Value of Bank Durability: Borrowers and Stakeholders. Journal of Finance 48 (March 1993): 247-266.",
        "Stiglitz, Joseph E., and Andrew Weiss. Credit Rationing in Markets with Imperfect Information. American Economic Review 71 (June 1981): 393-410.",
        "Zeldes, Stephen P. Consumption and Liquidity Constraints: An Empirical Investigation. Journal of Political Economy 97 (April 1989): 305-346."
    ]
}