{
    "id": 7895,
    "cites": 36,
    "cited_by": 1,
    "reference": [
        "Allen, R.G.D. 1938. Mathematical Analysis for Economists. New York: St. Martins Press.",
        "Atkinson, A.B. and F. Bourguignon. 1982. The Comparison of Multi-Dimensioned Distributions of Economic Status. Review of Economic Studies 49: 183-201.",
        "Beck, J.R. et al. 1982a. A Convenient Approximation of Life Expectancy (The DEALE). I. Validation of the Method. American Journal of Medicine 73: 883-888.",
        "Beck, J.R. et al. 1982b. A Convenient Approximation of Life Expectancy (The DEALE). II. Use in Medical DecisionMaking.",
        "Bleichrodt, H. and M. Johannesson. 1997. The Validity of QALYs: An Experimental Test of Constant Proportional Tradeoff and Utility Independence. Medical Decision Making 17: 21-32.",
        "Chaudhary, M.A. and S.C. Stearns. 1996. Estimating Confidence Intervals for Cost-Effectiveness Ratios: An Example from a Randomized Trial. Statistics in Medicine 15: 1447-1458.",
        "Cutler, D.M. and E. Richardson. 1997. Measuring the Health of the United States Population. Brookings Papers on Economic Activity - Microeconomics 1997: 217-271.",
        "Erikson, P. et al. 1995. Years of Healthy Life. U.S. National Center for Health Statistics, Statistical Notes No. 7.",
        "Washington: USDHHS Publication No. (PHS) 95-1237. Fryback, D.G. 1997. Health-Related Quality of Life for Population Health Measures: A Brief Overview of the HALY Family of Measures. Presented at the Workshop on Summary Measures of Population Health Status, Institute of Medicine, December 12, 1997.",
        "Glasziou, P.P. et al. 1990. Quality Adjusted Survival Analysis. Statistics in Medicine 9: 1259-1276.",
        "Gold, M.R. et al., eds. 1996. Cost-Effectiveness in Health and Medicine. New York: Oxford University Press.",
        "Gold, M.R. et al. 1997. Toward Consistency in Cost-Utility Analyses: Using National Measures to Create ConditionSpecific Values. Medical Care (forthcoming).",
        "Hlatky, M.A. et al. 1997. Medical Care Costs and Quality of Life after Randomization to Coronary Angioplasty or Coronary Bypass Surgery. New England Journal of Medicine 336: 92-99.",
        "Institute of Medicine. 1998. Summarizing Population Health: Directions for the Development and Application of Population Metrics. Washington: National Academy Press.",
        "Johannesson, M. et al. 1994. A Note on QALYs, Time Tradeoff, and Discounting. Medical Decision Making 14: 188-193.",
        "Johannesson, M. et al. 1996. Outcome Measurement in Economic Evaluation. Health Economics 5: 279-296.",
        "Kenkel, D.S. 2000. The Costs of Healthy People. Mimeo: Cornell University.",
        "Kindig, D.A. 1997. Purchasing Population Health: Paying for Results. Ann Arbor: University of Michigan Press.",
        "Kuntz, K.M. and M.C. Weinstein. 1995. Life Expectancy Biases in Clinical Decision Modeling. Medical Decision Making 15: 158-169.",
        "Lamas, G. et al. 1998. Quality of Life and Clinical Outcomes in Elderly Patients Treated with Ventricular Pacing as Compared with Dual-Chamber Pacind. New England Journal of Medicine 338: 1097-1104.",
        "Litchfield, J.A. 1999. Inequality: Methods and Tools. World Bank working paper.",
        "Machina, M. 1988. Generalized Expected Utility Analysis and the Nature of Observed Violations of the Independence Axiom. In P. Gardenfors and N.-E. Sahlin, eds., Decision, Probability, and Utility: Selected Readings. Cambridge: Cambridge University Press.",
        "Manski, C.F. 1988. Analog Estimation Methods in Econometrics.",
        "London: Chapman and Hall. Mullahy, J. and W.G. Manning. 1995. Statistical Issues in CostEffectiveness Analyses. in F. Sloan, ed. Valuing Health Care: Costs, Benefits, and Effectiveness of Pharmaceuticals and Other Medical Technologies. New York: Cambridge University Press.",
        "Mullahy, J. and A.A. Stinnett. 2000. Regression Models for Quality of Life Outcomes. Draft manuscript.",
        "Phelps, C.E. 1997. Good Technologies Gone Bad: How and Why the Cost-Effectiveness of a Medical Intervention Changes for Different Populations. Medical Decision Making 17: 107-117.",
        "Pliskin, J.S. et al. 1980. Utility Functions for Life Years and Health Status. Operations Research 28: 206-224.",
        "Shepard, D.S. and R.J. Zeckhauser. 1982. The Choice of Health Policies with Heterogeneous Populations. in V.R. Fuchs, ed., Economic Aspects of Health. Chicago: University of Chicago Press for NBER.",
        "Sox, Jr., H.C. et al. 1988. Medical Decision Making. Boston: Butterworths.",
        "Stinnett, A.A. and A.D. Paltiel. 1997. Estimating C/E Ratios under Second-Order Uncertainty: The Mean Ratio versus the Ratio of Means. Medical Decision Making 17:483-489.",
        "Testa, M.A. and D.C. Simonson. 1996. Current Concepts: Assessment of Quality-of-Life Outcomes. New England Journal of Medicine 334: 835-840.",
        "U.S. National Institute on Aging. 2000. Older Americans 2000: Key Indicators of Well-Being. Washington: Federal Interagency Forum on Aging-Related Statistics.",
        "Willan, A.R. and B.J. OBrien. 1996. Cost-Effectiveness Ratios 40 in Clinical Trials: From Deterministic to Stochastic Models. Health Economics 5: 297-305.",
        "Wolfson, M.C. 1999. Measuring Health -- Visions and Practicalities. Statistical Journal of the U.N. Economic Commission for Europe 16: 1-17.",
        "World Health Organization. 2000. The World Health Report 2000: Health Systems: Improving Performance. Geneva: WHO.",
        "Zhao, H. and A.A. Tsiatis. 1997. A Consistent Estimator for the Distribution of Quality Adjusted Survival Time. Biometrika 84: 339-348."
    ]
}