{
    "id": 7896,
    "cites": 11,
    "cited_by": 4,
    "reference": [
        "Baland, Jean--Marie, and Siwan Anderson. 1999. The Economics of Roscas and Intra--household Resource Allocation. Center for Research in Development Economics, University of Namur, Belgium.",
        "Coleman, James. 1990. Foundations of Social Theory. Cambridge, Mass.: Harvard University Press.",
        "Francis, Paul, with S.P.I. Agi, S. Ogoh Alubo, Hawa A. Biu, A.G. Daramola, Uchenna M. Nzewi, and D.J. Shehu. 1998. Hard Lessons: Primary Schools, Community and Social Capital in Nigeria. World Bank Technical Paper Number 420. Africa Region Series, Washington, D.C.",
        "Heneveld, Ward, and Helen Craig. 1996. Schools Count: World Bank Project Designs and the Quality of Primary Education in Sub--Saharan Africa. World Bank Technical Paper Number 303. Africa Technical Department Series, Washington, D.C.",
        "Heying, Charles. 1997. Civic Elites and Corporate Delocalization: An Alternative Explanation for Declining Civic Engagement. American Behavioral Scientist 40 (5): 657--668.",
        "Minkoff, Debra. 1997. Producing Social Capital American Behavioral Scientist 40 (5): 595-- 605.",
        "Ostrom, Elinor. 1990. Governing the Commons: The Evolution of Institutions for Collective Action. New York: Cambridge University Press.",
        "Putnam, Robert, with Robert Leonardi and Raffaella Nanetti. 1993. Making Democracy Work.",
        "Princeton, N.J.: Princeton University Press. Schulman, Michael D., and Cynthia Anderson. 1998. The Dark Side of the Force: A Case Study of Restructuring Social Capital. Rural Sociology 64 (3): 351--372.",
        "Wood, Richard. 1997. Social Capital and Political Culture. American Behavioral Scientist 40 (5): 595--605.",
        "Woolcock, Michael. 1997. Induced Development and the Dilemmas of Social Sustainability: Lessons from a Comparative Study of Group--Based Financial Institutions. Paper presented at the Ninth International Conference on SocioEconomics, Montreal, Canada."
    ]
}