{
    "id": 790,
    "cites": 22,
    "cited_by": 12,
    "reference": [
        "Abowd, John and Killingsworth, Mark. Structural Models of Minimum Wage Effects: Analysis of Wage and Coverage Policies. Report of the Minimum Wage Study Commission, Volume V (Washington, D.C.: Government Printing Office), 1981.",
        "Adie, Douglas. Teen-Age Unemployment and Real Federal Minimum Wages. Journal of Political Economy, March-April 1973.",
        "Al-Salam, Nabeel, Quester, Aline and Welch, Finis. Some Determinants of the Level and Racial Composition of Teenage Employment. In S. Rottenberg, ed. , The Economics of Legal Minimum Wages (Washington, D.C.: American Enterprise Institute for Public Policy Research), 1981.",
        "Betsey, Charles L. and Dunson, Bruce. Federal Minimum Wage Laws and the Employment of Minority Youth. American Economic Review (Proceedings), May 1981.",
        "Boschen, John and Grossman, Herschel. The Federal Minimum Wage, Inflation, and Employment. NBER Working Paper No. 652, April 1981.",
        "Brown, Charles, Gilroy, Curtis, and Kohen, Andrew. Effect of the Minimum Wage on Youth Employment and Unemployment. Report of the Minimum Wage Study Commission, Volume V (Washington, D.C.: Government Printing Office), 1981.",
        "Converse, Muriel, et al. The Minimum Wage: An Employer Survey. Report of the Minimum Wage Study Commission, Volume VI (Washington, D.C.: Government Printing Office), 1981.",
        "Gramlich, Edward. Impact of Minimum Wages on Other Wages, Employment and Family Incomes. Brookings Papers on Economic Activity 2, 1976.",
        "Hamermesh, Daniel S. Minimum Wages and the Demand for Labor. NBER Working Paper No. 656, April 1981.",
        "Hashimoto, Masanoni and Mincer, Jacob. Employment and Unemployment Effects of Minimum Wages. Unpublished paper. National Bureau of Economic Research, 1970.",
        "Kaitz, Hyman. Experience of the Past: The National Minimum. In Youth Unemploy ment and Minimum Wages. Bulletin 1657, U.S. Department of Labor, Bureau of Labor Statistics, 1970.",
        "Kelly, Terence. Youth Employment Opportunities and the Minimum Wage: An Econometric Model of Occupational Choice. Unpublished paper, The Urban Institute, 1975.",
        "Lovell, Michael. The Minimum Wage, Teenage Unemployment, and the Business Cycle. Western Economic Journal, December 1972.",
        "Mattila, J. Peter. Youth Labor Markets, Enrollments, and Minimum Wages. Pro ceedings of the Industrial Relations Research Association, 1978.",
        "Part-time/Full-time Employment of Youth. In S. Rottenberg, ed. , The Economics of ,~j Minimum Wages (Washington, D.C.: American Enterprise Institute for Public Policy Research), 1981.",
        "Mincer, Jacob. Unemployment Effects of Minimum Wages. Journal of Political Economy, August 1976.",
        "Moore, Thomas. The Effect of Minimum Wages on Teenage Unemployment Rates. Journal of Political ~ July-August 1971.",
        "Ragan, James. Minimum Wages and the Youth Labor Market. Review of Economics and Statistics, May 1977.",
        "Teenage Students and Nonstudents. In S. Rottenberg, ed., The Economics of Legal Minimum Wages (Washington, D.C.: American Enterprise Institute for Public Policy Research), 1981.",
        "Supplement, Revised Establishment Data (Washington, D.C.: Government Printing Office), 1979.",
        "Employment Standards Administration. Minimum ~ and ~TmumHo~~tandards Under the Fair Labor Standards Act (Washington, D.C.: Governmei~Tntfng Offi~L various issues. Wage and Hour and Public Contracts Division. Studies t~c6i~omicf?ects of the $1 Minimum Wage, Part II: Effects in Selected Low-Wage Industries and Localities, January 1959.",
        "West, E.G. and McKee, Michael. Monopsony and `Shock Arguments for Minimum Wages. Southern Economic Journal, January 1980."
    ]
}