{
    "id": 7900,
    "cites": 23,
    "cited_by": 55,
    "reference": [
        "Baig, Taimur and Ilan Goldfajn (1998), Financial Market Contagion in the Asian Crisis, IMF Working Paper, WP/98/155.",
        "Brazil, Prepared for the ADB/IMF/World Bank Conference on International Financial Contagion, in Washington D.C on February 3-4, 2000.",
        "Batchelor, Roy A (1986), The Avoidance of Catastrophe: Two Nineteenth Century Banking Crises, in Forrest Capie and Geoffrey E. Wood (eds.) Financial Crises and the World Banking System. London: Macmillan, pp41-73.",
        "Bhagwati, Jagdish (1998), The Capital Myth. Foreign Affairs 77(3): pp.",
        "First Return to Gold and the Stock Market Crash of 1825, Federal Reserve Bank of St. Louis Review, Vol. 79 (May/June), pp. 77-82. Bordo, Michael D. and David C. Wheelock (1998), Price Stability and Financial Stability: the Historical Record, Federal Reserve Bank of St. Louis Review, Vol. 80(5), pp. 41-62.",
        "Bordo, Michael D., Michael Duekker and David C. Wheelock (1999), Inflation Shocks and Financial Distress: An Historical Analysis. Paper presented at the EHA Meetings, Baltimore, Maryland.",
        "Bordo, Michael D. and Barry Eichengreen (1999), Is Our Current International Economic Environment Unusually Crisis Prone? Reserve Bank of Australia Conference on Private Capital Flows. Sydney, Australia.",
        "Clapham, Sir John (1945), The Bank of England. London: MacMillan.",
        "Monetary System. Princeton: Princeton University Press. __________ (1997), The Baring Crisis in a Mexican Mirror. Mimeo, University of California, Berkeley.",
        "Eichengreen, Barry and Douglas Irwin (1996), The Role of History in Bilateral Trade Flows, NBER Working Paper No. 5565.",
        "Fisher, Robert A. (1915), Frequency Distribution of the Values of the Correlation Coefficient in Samples from an Indefinitely Large Population, Biometrika, Vol. 10(3), pp. 507-521.",
        "Forbes, Rigobon (1998), No Contagion, Only Interdependence: Measuring Stock Market Co-Movements, Mimeograph, Massachusetts Institute of Technology.",
        "Issues, Prepared for the ADB/IMF/World Bank conference on International Financial Contagion, in Washington D.C on February 3-4, 2000.",
        "Gayen, A. K. (1951), The Frequency Distribution of the Product Moment Correlation Coefficient in Random Samples of Any Size Drawn from Normal Universes, Biometrika, Vol. 38(3), pp. 219-247.",
        "Gayer, Arthur D. and Walter W. Rostow and Anna J. Schwartz (1953), The Growth and Fluctuation of the British Economy, 1790-1850. Oxford: Clarendon Press.",
        "Schwartz (eds.), A Retrospective of on the Classical Gold Standard, 1821-1931.",
        "Chicago: University of Chicago Press. Kindlebereger (1986a), Manias, Panics and Crashes: A History of Financial Crises. Third Edition. New York: John Wiley and Sons.",
        "Levy-Leboyer, Maurice (1982), Central Banking and Foreign Trade: the Anglo-American Cycle in the 1830s, in Charles P. Kidleberger and Jean Pierre Laffarugue, eds. Financial Crises: Theory History and Policy. New York: Cambridge University Press, pp. 66-110.",
        "Malkiel, Burton G. (1996), A Random Walk Down Wall Street. Sixth Edition. New York: W. W. Norton.",
        "Morgenstern, Oskar (1959), International Financial Transactions and Business Cycles. New York: National Bureau of Economic Research.",
        "Neal, Larry (1990), The Rise of Financial Capitalism: International Capital Markets in the Age of Reason. New York: Cambridge University Press.",
        "Rigobon, Roberto, On the Measurement of the International Propagation of Shocks, NBER Working Paper No. W7354. Ruben, Harold (1966), Some New results on the Distribution of the Sample Correlation Coefficient, Journal of the Royal Statistical Society, Vol. 28(3), pp.",
        "Temin, Peter (1969), The Jacksonian Economy. New York: W. W."
    ]
}