{
    "id": 7901,
    "cites": 47,
    "cited_by": 53,
    "reference": [
        "Bayoumi, Tamim, and Barry Eichengreen, 1994, One Money or Many? Analyzing the Prospects for Monetary Unification in Various Parts of the World, Princeton Studies in International Finance no. 76, September, Princeton.",
        "Benassy-Quere, Agnes, 1999, Exchange Rate Regimes and Policies: An Empirical Analysis, in Exchange Rate Policies in Emerging Asian Countries, edited by Stefan Collignon, Jean Pisani-Ferry, and Yung Chul Park (Routledge: London), 40-64.",
        "Calvo, Guillermo, 1999, On Dollarization, University of Maryland, April.",
        "Council on Foreign Relations, 1999, Safeguarding Prosperity in a Global Financial System: The Future International Financial Architecture, published by Institute for International Economics, Washington, DC, 1999.",
        "The Economist, Global Finance: Time for a Redesign? January 30, 1999, p. 1-18.",
        "Edison, Hali, and Michael Melvin, 1990, The Determinants and Implications of the Choice of An Exchange Rate System, in Monetary Policy For a Volatile Global Economy, W. Haraf and T. Willett, eds., American Enterprise Institute, Washington, D.C..",
        "Edwards, Sebastian and Miguel Savastano, 1999, Exchange Rates in Emerging Economies: What Do We Know? What Do We Need to Know? NBER Working Paper No. 7228, July.",
        "Eichengreen, Barry, 1994, International Monetary Arrangements for the 21st Century, Brookings Institution, Washington DC.",
        "Frankel, Jeffrey, 1993, Is Japan Creating a Yen Bloc in East Asia and the Pacific? in Regionalism and Rivalry: Japan and the U.S. in Pacific Asia, edited by Jeffrey Frankel and Miles Kahler, University of Chicago Press, Chicago, 1993, 53-85.",
        "Frankel, Jeffrey, 1997, Regional Trading Blocs, Institute for International Economics, Washington DC.",
        "Frankel, Jeffrey, 1999, No Single Exchange Rate Regime is Right for All Countries or at All Times, Graham Lecture, Essays in International Finance No. 215, Princeton University Press: Princeton, August.",
        "Frankel, Jeffrey, and Chudozie Okongwu, 1996, Liberalized Portfolio Capital Inflows in Emerging Markets: Sterilization, Expectations, and the Incompleteness of Interest Rate Convergence, International Journal of Finance and Economics 1, 1, Jan., 1-23.",
        "Frankel, Jeffrey, and Andrew Rose, 2000, An Estimate of the Effect of Currency Unions on Trade and Growth, for a Conference on Currency Unions, organized by Alberto Alesina and Robert Barro, Hoover Institution, Stanford University, May 19-20.",
        "Frankel, Jeffrey, and Shang-Jin Wei, 1994, Yen Bloc or Dollar Bloc? Exchange Rate Policies of the East Asian Economies in Macroeconomic Linkages: Savings, Exchange Rates, and Capital Flows, Takatoshi Ito and Anne Krueger, editors, University of Chicago Press, 1994.",
        "Frankel, Jeffrey, and Shang-Jin Wei, 1995, Emerging Currency Blocs, in The International Monetary System: Its Institutions and its Future, edited by Hans Genberg, Springer, Berlin, 111-143.",
        "Frankel, Jeffrey, Eduardo Fajnzylber, Sergio Schmukler, and Luis ServÃ\u0083Â©n, Verifying Exchange Rate Regimes, World Bank Working Paper 2397, 2000.",
        "Frankel, Jeffrey, Sergio Schmukler, and Luis ServÃ\u0083Â©n, 2000, Global Transmission of Interest Rates: Monetary Independence and Currency Regime, World Bank.",
        "Friedman, Milton,1953, The Case for Flexible Exchange Rates, in M.Friedman, Essays in Positive Economics, University of Chicago Press, Chicago: 157-203.",
        "Ghosh, Atish, Anne-Marie Gulde, Jonathan Ostry, and Holger Wolf, Does the Nominal Exchange Rate Regime Matter? NBER Working Paper No. 5874, January 1997.",
        "Ghosh, Atish, Ann-Marie Gulde and Holger Wolf, Currency Boards - The Better Peg? , IMF Working Paper 1997.",
        "Goldstein, Morris, 1995, The Exchange Rate System and the IMF: A Modest Agenda, Policy Analyses in International Economics 39, June, Institute for International Economics.",
        "Hausmann, Ricardo, Michael Gavin, Carmen Pages-Serra, and Ernesto Stein, 1999, Financial Turmoil and the Choice of Exchange Rate Regime, InterAmerican Development Bank.",
        "Hussey s. and F. MorandÃ\u0083Â©, 1996, La Banda Cambiaria en Chile, in AnÃ\u0083Â¡lisis EmpÃ\u0083Â­rico del Tipo de Cambio in Chile, MorandÃ\u0083Â© and Vergara editors, CEP-ILADES.",
        "Klein, Michael, and Nancy Marion, 1997, Explaining the Duration of Exchange-Rate Pegs, Journal of Development Economics, December , vol. 54, no. 2, pp. 387-404.",
        "Krugman, Paul, 1991, Target Zones and Exchange Rate Dynamics, Quarterly Journal of Economics CVI, 669-682.",
        "Larrain, Felipe, and Andres Velasco, 1999, Exchange Rate Policy for Emerging Markets: One Size Does Not Fit All, July, forthcoming, Essays in International Finance, Princeton University Press.",
        "Lowell, Julia, 1992, Do Governments Do What They Say (And Do We Believe Them)? Two Essays on National Debt and Exchange Regime Policies, PH.D. dissertation, Department of Economics, University of California, Berkeley.",
        "Masson, Paul, 2000, Exchange Rate Regime Transitions, Brookings Institution, March.",
        "McCallum, John, 1995, National Borders Matter: Canada-U.S. Regional Trade Patterns, American Economic Review 85, no.3, June, 615-623.",
        "McKinnon, Ronald, 1963, Optimum Currency Areas American Economic Review, 53, September, 717-724.",
        "Meltzer, Alan, (Chairman), 2000, Report of the International Financial Institution Advisory Commission, submitted to the US Congress and US Department of the Treasury, March 8.",
        "Minton-Beddoes, Zanny, 1999, From EMU to AMU? The Case for Regional Currency Blocs, Foreign Affairs.",
        "Mundell, Robert, 1961, A Theory of Optimum Currency Areas, American Economic Review, November, 509-517.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 1995, The Mirage of Fixed Exchange Rates, NBER Working Paper No. 5191.",
        "Ohno, Kenichi, 1999, Exchange Rate Management in Developing Asia, Working Paper No.1. (January), Asian Development Bank Institute.",
        "Reinhart, Carmen, 2000, The Mirage of Floating Exchange Rates, forthcoming, American Economic Review, May.",
        "Rogoff, Kenneth, 1985,. The optimal degree of commitment to an intermediate monetary target Quarterly Journal of Economics 100 (November): 1169-89.",
        "Rose, Andrew, 2000, One Money, One Market? The Effect of Common Currencies on International Trade, Economic Policy.",
        "Stein, Ernesto and Jorge Streb, 1998, Political Stabilization Cycles in High Inflation Economies, Journal of Development Economics, 56, 159-180, June.",
        "Stein, Ernesto and Jorge Streb, 1999, Elections and the Timing of Devaluations, working paper, InterAmerican Development Bank.",
        "Summers, Lawrence, 1999a, testimony before the Senate Foreign Relations Subcommittee on International Economic Policy and Export/Trade Promotion, January 27.",
        "Summers, Lawrence, 1999b Building an International Financial Architecture for the 21st Century, Cato Journal, 18, no. 3, 321-330.",
        "Takagi, Shinji, 1988, A Basket Policy: Operational Issues for Developing Countries World Development, 16, no. 2, 271-79.",
        "Tavlas, George, 1992, The New Theory of Optimal Currency Areas, International Monetary Fund, Washington, DC.",
        "Williamson, John, 1995, What Role for Currency Boards? Policy Analyses in International Economics no. 40, Institute for International Economics, Washington DC.",
        "Williamson, John, 1996, The Crawling Band as an Exchange Rate Regime: Lessons from Chile, Colombia, and Israel, Institute for International Economics, Washington DC.",
        "Vergara, Rodrigo, 1994, PolÃ\u0083Â­tica Cambiaria en Chile: Experiencia de una dÃ\u0083Â©cada, Estudios PÃ\u0083Âºblicos, NÃ\u0082Â°56."
    ]
}