{
    "id": 7902,
    "cites": 38,
    "cited_by": 25,
    "reference": [
        "Bank for International Settlements [1997], Annual Report. Basle, Switzerland: Bank for International Settlements.",
        "Bank for International Settlements [1998], Annual Report.Basle, Switzerland: Bank for International Settlements.",
        "Bank for International Settlements [1999], Annual Report. Basle, Switzerland: Bank for International Settlements.",
        "Bernanke, Benjamin and Mark Gertler [1990], ``Financial Fragility and Economic Performance,Quarterly Journal of Economics,105,February,pp.87-114.",
        "Bernanke, Benjamin and Mark Gertler [1989], ``Agency Costs, Net Worth and Business Fluctuations,American Economic Review, 79, March, pp. 14-31.",
        "Burnside, Craig, Martin Eichenbaum and Sergio Rebelo [1999], ``Hedging and Financial Fragility in Fixed Exchange Rate Regimes, ``National Bureau of Economic Research Working Paper No. 7143, May.",
        "Caballero, Ricardo and Arvind Krishnamurthy [1998], ``Emerging Markets Crises: An Assets Markets Perspective, MIT Working Paper.",
        "Calvo, Guillermo [1998b], ``Varieties of Capital-Market Crises, in Calvo, Guillermo and Mervyn King (eds.),The Debt Burden and its Consequences for Monetary Policy , London: Macmillan.",
        "Calvo, Guillermo [1998a], ``Balance of Payments Crises in Emerging Markets: Large Capital Inflows and Sovereign Governments, NBER Conference on Currency Crises, Cambridge, MA, Febuary.",
        "Chang, Roberto and Andres Velasco [1999], ``Illiquidity and Crises in Emerging Markets: Theory and Policy, NewYorkUniversity,Working Paper.",
        "Chinn, Menzie D., Michael P. Dooley and Sona Shrestha [1999], Latin America and East Asia in the context of an insurance model of currency crises, Journal of International Money and Finance , 18, pp. 659-681.",
        "Corsetti, Giancarlo, Paolo Pesenti and Nouriel Roubini [1998a], ``Paper Tigers? A preliminary assessment of the Asian crisis, Working Paper no. 6783. National Bureau of Economic Research, Cambridge, MA.",
        "Corsetti, Giancarlo, Paolo Pesenti and Nouriel Roubini [1998b], ``What caused the Asian currency 25 and financial crisis? Part I: a macroeconomic overview, Working Paper no.6833. National Bureau of Economic Research, Cambridge, MA.",
        "Corsetti, Giancarlo, Paolo Pesenti and Nouriel Roubini [1998c], ``What caused the Asian currency and financial crisis? Part II: theory and policy responses, Working Paper no. 6834 National Bureau of Economic Research, Cambridge, MA.",
        "Diamond, Douglas [1984], ``Financial Intermediation and Delegated Monitoring, Review of Economic Studies, 51, pp. 393-414.",
        "Diamond, Douglas and Phillip Dybvig [1983], ``Bank Runs, Deposit Insurance and Liquidity, Journal of Political Economy, 91, June, pp. 401-419.",
        "Dooley, Michael P. [1999], A model of crises in emerging markets, Economic Journal, forthcoming.",
        "Edwards, Sebastian and Carlos Vegh [1997], ``Banks and Macroeconomic Disturbances under Predetermined Exchange Rates,Journal of Macroeconomics, 40, pp. 239-278.",
        "Eichengreen, Barry and Andrew Rose [1998], ``Staying afloat when the wind shifts: External factors and emerging-market banking crises, Working Paper no. 6370. National Bureau of Economic Research, Cambridge, MA.",
        "Furman, Jason and Joseph Stiglitz [1998], ``Economic Crises: Evidence and Insights from East Asia,Brookings Papers on Economic Activity , 2, pp. 1-115.",
        "Glick, Reuven and Michael Hutchison [1999], ``Banking and Currency Crises: How Common are TwinsÃ\u0082Â¿` Federal Reserve Bank of San Francisco, manuscript, June.",
        "Goldfajn, Ilan and Rodrigo Valdes [1997], ``Capital Flows and the Twin Crises: The Role of Liquidity, International Monetary Fund, Working Paper WP/97/87.",
        "Hutchison, Michael and Kathleen McDill [1998], ``Determinants, costs and duration of banking sector distress: The Japanese experience in international comparison, paper presented at the NBER-TCER Japan Project Meeting, Tokyo, October.",
        "Kaminsky, Graciela and Carmen Reinhart [1998], ``Currency and banking crises: The early warnings of distress, International Finance Discussion Paper no. 629, Board of Governors of the Federal Reserve System, Washington, D.C.",
        "Kaminsky, Graciela and Carmen Reinhart [1999], ``The Twin Crises: The Causes of Banking and 26 Balance-of-Payments Problems,Ã\u0082â\u0080\u0099Ã\u0082â\u0080\u0099American Economic Review, forthcoming.",
        "Kiyotaki, Nobuhiro and John Moore [1997], ``Credit Cycles, Journal of Political Economy, 105, pp. 211-248.",
        "Krugman, Paul [1979], ``A Model of Balance-of-Payments Crises, Journal of Money, Credit and Banking, 11, August, pp. 311-325.",
        "Krugman, Paul [1998], ``Bubble, boom, crash: Theoretical notes on Asias crisis, MIT, Cambridge, MA. Unpublished.pp. 1-13.",
        "Kumhof, Michael [1998], ``Balance of Payments Crises: The Role of Short-Term Debt, manuscript, Stanford University.",
        "McKinnon, Ronald and Huw Pill [1999], ``Credible liberalizations and international capital flows: The overborrowing syndrome, in Ito, T., Krueger, A.O. (eds.) Financial Deregulation and Integration in East Asia. Chicago: University of Chicago Press.",
        "Miller, Marcus and Joseph Stiglitz [1999], ``Bankruptcy Protection Against Macroeconomics Shocks: The case for a super Chapter 11, Centre for the Study of Globalisation and Regionalisation, University of Warwick, manuscript, April.",
        "Mishkin, Frederic [1996], ``Understanding Financial Crises: A Developing Country Perspective, in Bruno, Michael and Boris Pleskovic (eds.), Annual World Bank Conference on Development Economics 1996, Washington, D.C.: The World Bank, pp. 29-62.",
        "Moreno, Ramon [1996], ``Intervention, sterilization, and monetary control in Korea and Taiwan, Federal Reserve Bank of San Francisco Economic Review 1996(3), pp. 23-33.",
        "Morgan Guaranty Trust Company [1998], Asian Financial Markets,2ndQtr.,NewYork:J.P.",
        "Morgan. Morgan Guaranty Trust Company [1999], Asian Financial Markets,1stQtr.,NewYork:J.P.",
        "Morgan. Obstfeld, Maurice [1998], ``The Global Capital Market: Benefactor of Menace? Journal of Economic Perspectives, 12, pp. 9-30.",
        "Spiegel, Mark M. [1995], ``Sterilization of capital inflows through the banking sector: evidence from Asia, Federal Reserve Bank of San Francisco, manuscript.",
        "Stiglitz, Joseph and Andrew Weiss[1981], ``Credit Rationing in Markets with Imperfect Information,American Economic Review, 71, pp. 393-410."
    ]
}