{
    "id": 7906,
    "cites": 32,
    "cited_by": 37,
    "reference": [
        "Hurd, Michael, and James P. Smith, Anticipated and Actual Bequests, NBER Working Paper No. 7380, (October 1999).",
        "Hurd, Michael, and David A. Wise, The Wealth and Poverty of W idows: Assets Before and After the Husbands Death, in The Economics of Aging , edited by D.A. W ise. Chicago: University of Chicago Press and NBER, (1989).",
        "Keynes, John Maynard, The General Theory of Employment, Interest, and Money , New York: Harcourt, Brace, (1936).",
        "Laibson, David, Golden Eggs and Hyperbolic Discounting, Quarterly Journal of Economics , 107(2) (May 1997): 443-477.",
        "Laitner, John, and F. Thomas Juster, New Evidence on Altruism: A Study of TIAA- CREF Retirees, American Economic Review , 86(4) (September 1996): 893-908.",
        "Lawrance, Emily C., Poverty And The Rate Of Time Preference: Evidence From Panel Data, Journal of Political Economy , 99 (February 1991), 54-77.",
        "Liebman, Jeffrey, Redistribution in the Current U.S. Social Security System, mimeo, Kennedy School of Government (November, 1999).",
        "Lucas, Robert E., Econometric Policy Evaluation: A Critique, Carnegie-Rochester Conference Series on Public Policy , (1976): 19-46.",
        "Mayer, Thomas, The Propensity To Consume Permanent Income, American Economic Review , 56(5), (1966): 1158-1177.",
        "Menchik, Paul, and Martin David, The Incidence of a Lifetime Consumption Tax, National Tax Journal 35 (1982): 189-204.",
        "Menchik, Paul, and Martin David, Income Distribution, Lifetime Savings, and Bequests, American Economic Review 83(4) (September 1983): 672-690.",
        "Metcalf, Gilbert, Lifecyle vs. Annual Perspectives on the Incidence of a Value Added Tax, Tax Policy and the Economy 8 (1994): 45-64.",
        "Mieszkowski, Peter, and Michael Palumbo, Distributive Analysis of Fundamental Tax Reform, in Tax Reform for the Millennium , edited by G. Zodrow and P. Mieszkowski, mimeo, Rice University, (2000).",
        "Modigliani, Franco, and Albert Ando, The Permanent Income and `Life Cycle Hypothesis Of Saving Behavior: Comparison and Tests, in Consumption and Saving , edited by Irwin Friend and Robert Jones. Philadelphia: University of Pennsylvania (1960): Vol II, 49-174.",
        "Mulligan, Casey B., Parental Priorities and Economic Inequality . Chicago: University of Chicago Press (1997).",
        "Nelson, Julie A., On Testing for Full Insurance Using Consumer Expenditure Survey Data, Journal of Political Economy , Vol. 102, No. 2 (April 1994b): 384-394.",
        "Ogaki, Masao, Jonathan D. Ostry, and Carmen M. Reinhart, Saving Behavior in Low- and Middle-Income Developing Countries, IMF Staff Papers 43(1) (March 1996): 38-71.",
        "Passell, Peter, Spending It; The Tax Code Heads Into the Operating Room, The New York Times , September 5, 1995, Section 3, p. 1.",
        "Pigou, A. C. Professor Duesenberry On Income And Savings, Economic Journal , 61(244), (1951): 883-885.",
        "Sabelhaus, John, Development and Use of the Consumer Expenditure Survey (CEX) Consumption, Income, and Wealth Data Set, mimeo, (1992).",
        "Sabelhaus, John. What Is The Distributional Burden Of Taxing Consumption?, National Tax Journal , 46(3) (1993): 331-344.",
        "Schmidt-Hebbel, Klaus and Luis Serven, Does Income Inequality Raise Aggregate Saving? Journal of Development Economics 61 (2000): 417-446.",
        "Smith, James P., Inheritances and Bequests, in Wealth, Work, and Health: Innovations in Measurement in the Social Sciences , edited by J.P. Smith and R.J. W illis. Ann Arbor: University of Michigan Press (1999a).",
        "Smith, James P., Healthy Bodies and Thick Wallets: The Dual Relationship Between Health and Economic Status, Journal of Economic Perspectives 13(2) (Spring 1999b): 145-166.",
        "Stoker, Thomas M. Simple Tests of Distributional Effects on Macroeconomic Equations, Journal of Political Economy 94(4) (August 1986): 763-795.",
        "Thaler, Richard H., Psychology and Savings Policies, American Economic Review 84 (May 1994): 186-192.",
        "Venti, Steven F. and David A. Wise. The Cause Of Wealth Dispersion At Retirement: Choice Or Chance?, American Economic Review , 88(2) (May 1998): 185-191.",
        "Vickrey, W illiam, Resource Distribution Patterns and the Classification of Families, Studies in Income and Wealth , NBER, Volume 10 (1947).",
        "WÃ\u0083Â¤rneryd, Karl-Erik, A Study of Saving Behavior Toward the End of the Life Cycle, Center for Economic Research Working Paper No. 28 (1995).",
        "Yitzhaki, Shlomo, The Relationship Between Income and Returns, Quarterly Journal of Economics 102(1) (February 1987): 77-95.",
        "Zeldes, Stephen P. Consumption And Liquidity Constraints: An Empirical Investigation, Journal of Political Economy , 97(2) (1989): 305-346.",
        "Zellner, Arnold, Tests of Some Basic Propositions in the Theory of Consumption, American Economic Review , v50(2) (1960): 565-573."
    ]
}