{
    "id": 7907,
    "cites": 15,
    "cited_by": 4,
    "reference": [
        "Baker, Laurence C. and Kenneth S. CoPs. HIMO Penetration and the Cost of Health Care: Market Discipline or Market Segmentation. American Economic Association Papers and Proceedings 86(2) May 1996: 389-394.",
        "Feldman, Roger B., Bryan Down, and Gregory Gifford. The Effect of FIMOs on Premiums in Employment-Based Health Plans. Health Services Research 27(6) February 1993: 669-811.",
        "Glazer, Jacob and Thomas G. McGuire Should Physicians be Permitted to 'Balance Bill' Patients? Journal of Health Economics 11(1993): 239-258.",
        "Glied, Sherry. Payment heterogeneity, Physician Practice, and Access to Care. American Economic Association Papers and Proceedings 88(2) May 1998: 127-131.",
        "Gold, Marsha, Lyle Nelson, Timothy Lake, Robert Hurley, and Robert Berenson. Behind the Curve: A Critical Assessment of How Little is Known about Arrangements between Managed Care Plans and Physicians. Medical Care Research and Review 52(3) September 1995a: 307-341.",
        "Gold, Marsha, Robert Hurley, Timothy Lake, T. Ensor, and Robert Berenson. A National Survey of the Arrangements Managed Care Plans Make with Physicians. England Journal of Medicine 333(25) Dec.21, 1995b: 1678-83.",
        "Hillman, Alan L., Mark V. Pauly, and Joseph J Kerstein. How do Financial Incentives Affect Physicians' Clinical Decisions and the Financial Performance of Health Maintenance Organizations? New England Journal of Medicine 321(2) July 13, 1989: 86-92.",
        "Hillman, Alan, W. Peter Welch, and Mark Pauly. Contractual arrangements between HMOs and Primary Care Physicians: Three-tiered lIMOs and Risk Pools. Medical Care 30(2) 1992: 136-148.",
        "Krohn, Rick and Gregg Broffman. Utilization Management in a Mixed-Payment Environment Healthcare Financial Management 52(2) Feb. 1998: 64-67.",
        "Manheim, Larry M. and Joe Feinglass. Hospital Cost Incentives in a Fragmented Health Care System. Topics in Health Care Financing 21(1), Fall 1994: 24-35.",
        "McGuire, Thomas G. and Mark V. Pauly. Physician Responses to Fee Changes with Multiple Payers. Journal of Health Economics 10(4) 1991: 385-410.",
        "Miller, Robert H. and Harold S. Luft. Managed Care Plan Performance Since 1980. A Literature Analysis. Journal of the American Medical Association 271(19), May 18, 1994: 1512-1519.",
        "Newhouse, Joseph P. and M. Susan Marquis. The Norms Hypothesis and the Demand for Medical Care. Journal of Human Resources 13, Supplement 1978: 159-182.",
        "Phelps, Charles E. Diffusion of Information in Medical Care. Journal of Economic Perspectives 6(3) Summer 1992: 23-42.",
        "Remler, Dahlia K., Karen Donelan, Robert J. Blendon, et al. What do managed Care Plans Do to Affect Care? Results from a Survey of Physicians. Inquiry 34(3) Fall 1997: 196-204 Sheshinski, Eytan. Price, Quality, and Quantity Regulation in Monopoly Situations. Economica43 May 1976: 127-137."
    ]
}