{
    "id": 7908,
    "cites": 42,
    "cited_by": 70,
    "reference": [
        "Abel, Andrew B., 1983. \"Optimal Investment Under Uncertainty,\" American Economic Review 73 (March), 228-233.",
        "Abel, Andrew B., and Olivier J Blanchard, 1983. \"An Intertemporal Equilibrium Model of Saving and Investment,\" Econometrica 51 (May), 575-692, Blanchard, Olivier J., and Stanley",
        "Fischer, 1989. Lectures on Macroeconomics. MIT Press, Cambridge, MA.",
        "Calvo, Guillermo A., 1983. \"Staggered Pricing in a Utility-Maximizing Framework,\" Journal of Monetary Economics 12 (Sept.), 383-396.",
        "Casares, Miguel, 2000. \"Dynamic Analysis in an Optimizing Monetary Model with Transaction Costs and Endogenous Investment,\" Doctoral Thesis, 61-103.",
        "Clarida, Richard, Jordi Gall, and Mark Gertler, 1998. \"Monetary Policy Rules in Practice: Some International Evidence,\" European Economic Review 42 (June), 1033-1067.",
        "Clarida, Richard, Jordi Gall, and Mark Gertler, 1999. \"The Science of Monetary Policy: A New Keynesian Perspective,\" Journal of Economic Literature 37 (December), 1661-1707.",
        "Dixit, Avinash K., and Joseph E. Stiglitz, 1977. \"Monopolistic Competition and Optimum Product Diversity,\" American Economic Review 67, 297-308.",
        "Eisner, Robert, and Robert Strotz, 1963. \"Determinants of Business Investment,\" Impacts of Monetary Policy. Prentice-Hall Pub. Co., Englewood Cliffs, NJ.",
        "Estrella, Arturo, and Jeffrey C. Fuhrer, 1998, \"Dynamic Inconsistencies: Counterfactual Implications of a Class of Rational Expectations Models,\" Federal Reserve Bank of Boston Working Paper No. 98-5,",
        "Fuhrer, Jeffrey C., and George R. Moore, 1995. \"Inflation Persistence,\" Quarterly Journal of Economics 109, 127-159.",
        "Fuhrer, Jeffrey C.,1997. \"The (Un)importarice of Forward-Looking Behavior in Price Specifications,\" Journal of Money, Credit, and Banking 29, 338-350.",
        "Gall, Jordi, and Mark Gertler, 1999. \"Inflation Dynamics: A Structural Econometric Analysis,\" Journal of Monetary Economics 44 (October), 195-222.",
        "Goodfriend, Marvin, and Robert C. King, 1997, \"The New Neoclassical Synthesis and the Role of Monetary Policy.\" In NBER Macroeconomics Annual 1997, B. M.Bernanke and J. J. Rotemberg, eds. MIT Press, Cambridge, MA.",
        "Hayashi, Fumio, 1982. \"Tobin's Marginal and Average q: A Neoclassical Interpretation,\" Econometrica 50 (January), 213-224.",
        "Jeanne, Olivier, 1998. \"Generating Real Persistent Effects of Monetary Shocks: How much Nominal Rigidity Do We Need?,\" European Economic Review, 42 (June), 1009-1032.",
        "Jermann, Urban J., 1998. \"Asset Pricing in Production Economies,\" Journal of Monetary Economics 41, 257-275.",
        "Kerr, William, and Robert G. King, 1996. \"Limits on Interest Rate Rules in the IS Model,\" Federal Reserve Bank of Richmond Economic Quarterly 82 (Spring), 47-75.",
        "Kimball, Miles S., 1995. \"The Quantitative Analytics of the Basic Neomonetarist Model,\" Journal of Money, Credit, and Banking 27 (Nov.,Pt. 2), 1241-1277.",
        "King, Robert G., and Alexander L. Wolman. 1996. \"Inflation Targeting in a St. Louis Model of the 21st Century,\" Federal Reserve Bank of St. Louis Review 78,83-107.",
        "King, Robert G., and Alexander L. Wolman, 1999. \"What Should the Monetary Authority Do When Prices are Sticky?\" In Monetary Policy Rules, J. B. Taylor, ed. University of Chicago Press, Chicago, IL.",
        "Kollman, Robert, 1997. \"The Exchange Rate in a Dynamic Optimizing Current Account Model with Nominal Rigidities: A Quantitative Investigation,\" Working Paper 97-7, International Monetary Fund.",
        "Koenig, Evan, 1989. \"A Simple Optimizing Alternative to Traditional IS-LM Analysis,\" manuscript, Federal Reserve Bank of Dallas.",
        "Kydland, Finn E., and Edward C. Prescott, 1982. \"Time to Build and Aggregate Fluctuations,\" Econometrica 50 (November), 1345-1370.",
        "Lucas, Robert E., Jr., and Edward C. Prescott, 1972. \"Investment Under Uncertainty,\" Econometrica 39 (September), 659-681.",
        "McCallum, Bennett T., l999a. \"Analysis of the Monetary Transmission Mechanism: Methodological Issues,\" NBER W.P. 7395.",
        "McCallum, Bennett T.,  1999b. \"Theoretical Analysis Regarding a Zero Lower Bound on Nominal Interest Rates,\" NBER W.P. 7677.",
        "McCallum, Bennett T., 1999c. \"Issues in the Design of Monetary Policy Rules,\" in Handbook of Macroeconomics, J.B. Taylor and M. Woodford, ed. NorthHolland Pub. Co., Amsterdam.",
        "McCallum, Bennett T., and Edward Nelson, 1999a. \"An Optimizing IS-LM Specification for Monetary Policy and Business Cycle Analysis,\" Journal of Money, Credit, and Banking 31 (August, part 1), 296-316.",
        "McCallum, Bennett T., and Edward Nelson, 1999b. \"Performance of Operational Policy Rules in an Estimated Semiclassical Structural Model,\" in Monetary Policy Rules, J.B. Taylor, ed. University of Chicago Press, Chicago IL.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 1996. Foundations of International Macroeconomics. MIT Press, Cambridge. MA.",
        "Rotemberg, Julio J., 1982. \"Monopolistic Price Adjustment and Aggregate Output,\" Review of Economic Studies 44, 517-531.",
        "Rotemberg, Julio J., and Michael Woodford, 1997. \"An Optimizing-Based Econometric Framework for the Evaluation of Monetary Policy,\" NBER Macroeconomics Annual 1997, B.M. Bernanke and J.J. Rotemberg, eds, MIT Press, Cambridge, MA.",
        "Rotemberg, Julio J., and Michael Woodford, 1999. \"Interest Rate Rules in an Estimated Sticky Price Model,\" in Monetary Policy Rules, J.B. Taylor, ed, University of Chicago Press, Chicago, IL.",
        "Sbordone, Argia, 1998, \"Prices and Unit Labor Costs: A New Test of Price Stickiness,\" Working Paper, Rutgers University.",
        "Taylor, John B., 1993. \"Discretion Versus Policy Rules in Practice,\" Carnegie Rochester Conference Series on Public Policy 39 (Nov.), 195-214.",
        "Tobin, James, 1969. \"A General Equilibrium Apprach to Monetary Theory,\" Journal of Money, Credit, and Banking 1 (February), 15-29.",
        "Uhlig, Harald, 1999. \"A Toolkit for Analyzing Nonlinear Dynamic Stochastic Models Easily,\" Computational Methods for the Study of Dynamic Economics, RamÃ\u0083Â³n MarimÃ\u0083Â³n and Andrew Scott, (eds.), Oxford University Press.",
        "Walsh, Carl E., 1998. Monetary Theory and Policy. MIT Press, Cambridge, MA.",
        "Woodford, Michael, 1995. \"Price-Level Determinacy Without Control of a Monetary Aggregate,\" Carnegie-Rochester Conference Series on Public Policy 43 (Nov.), 1-46.",
        "Woodford, Michael 1999. \"Interest and Prices\", manuscript.",
        "Yun, Tack, 1996; \"Nominal Price Rigidity, Money Supply Endogenity. and Business Cycles,\" Journal of Monetary Economics 37, 345-370."
    ]
}