{
    "id": 7911,
    "cites": 22,
    "cited_by": 862,
    "reference": [
        "Barro R.J. (1999).Determinants of Democracy, Journal of Political Economy 107, Supplement, S158-S183.",
        "Barro, R.J. (2000). Education and Economic Growth, Working Paper, Harvard University.",
        "Barro, R.J. and Lee. J.W. (1993). International Comparisons of Educational Attainment, Journal of Monetary Economics, 32, 363-94.",
        "Barro, R.J. and Lee, J.W. (1996). International Measures of Schooling Years and Schooling Quality, American Economic Review, 86, 218-23.",
        "Blum, A., Goldstein, H., and Gu?rin-Pace, F. (2000), An Analysis of International Comparisons of Adult Literacy, Working Paper, Institute of Education.",
        "Collins, S. and Bosworth, B. (1996). Economic Growth in East Asia: Accumulation versus Assimilation, Brookings Papers on Economic Activity 2, 135-203.",
        "Easterly, W, and Levine, R. (1998). Africas Growth Tragedy: Policies and Ethnic Divisions, Quarterly Journal of Economics 112, 1203-50.",
        "Gajraj, S. (1992). Primary Education- Age in Grade 1, Working Paper, Division of Statistics, UNESCO.",
        "Vaccara (eds), The University of Chicago Press. Jorgenson, D.W., Gollop F.M.and Fraumeni, B.M. (1987). Productivity and U.S.",
        "Economic Growth, Harvard University Press. Hall, R.E, and Jones, C.I. (1999). Why Do Some Countries Produce So Much More Output Per Worker Than Others?, Quarterly Journal of Economics, 114, 83-116.",
        "Hanushek, E. and Kimko, D. (2000). Schooling, Labor Force Quality, and the Growth of Nations, Working Paper,, Rochester Center for Economic Research.",
        "Lau, L., Jamison, D. and Louat, F. (1991). Education and Productivity in Developing Countries: an Aggregate Production Function Approach, Report No. WPS 612, The World Bank.",
        "Lee, J.W. and Barro, R.J. (1997). Schooling Quality in a Cross-section of Countries, NBER Working Paper No. 6198.",
        "Mulligan, C. B. and Sala-I-Martin, X. (1995). A Labor-Income Based Measure of the Value of Human Capital: An Application to the States of the United States, NBER Working Paper No. 5018.",
        "Nehru, V., Swanson, E. and Dubey, A. (1995). A New Data Base on Human Capital Stock: Sources, Methodology, and Results, Journal of Development Economics, 46, 379-401.",
        "Pritchett, L. (1996). Where Has All the Education Gone? Working Paper No. 1581, World Bank.",
        "Psacharopoulos, G. and Ariagada, A.M. (1986). The Educational Composition of the Labor Force: an International Comparison, International Labor Review, 125, 561-74.",
        "Rajan, RG and Zingales, L. (1998). Financial Dependence and Growth, American Economic Review 88, 559-86.",
        "Ramey, G, and Ramey, V.A. (1995).Cross-country Evidence on the Link Between Volatility and Growth, American Economic Review 85, 1138-51.",
        "Sachs, J.D., and Warner, A. (1995). Economic Reform and The Process of Global Integration, Brookings Papers on Economic Activity, 1-95.",
        "Steedman, H. (1999). Measuring the Quality of Educational Outputs: Some Unresolved Problems, forthcoming in Alexander R., Broadfoot P, and Phillips D. (eds) Learning from Comparing: New Directions in Comparative Education Research, Triangle Books.",
        "Steedman, H. (2000). Looking Into the Qualifications Black Box: What Can International Surveys Tell Us About Basic Competence? Working Paper, Centre For Economic Performance, London School of Economics and Political Science."
    ]
}