{
    "id": 7918,
    "cites": 33,
    "cited_by": 11,
    "reference": [
        "Bakshi, Gurdip, and Dilip Madan, 2000, Spanning and Derivative Security Valuation, Journal of Financial Economics, 55, 205-238.",
        "Barberis, Nicholas, 2000, Investing for the Long Run when Returns are Predictable, Journal of Finance, 55, 225-264.",
        "Ben-Horim, Moshe, and William Silber, 1977, Financial Innovation: A Linear Programming Approach, Journal of Banking and Finance, 1, 277-296.",
        "Bhattacharyya, Sugato, and Vikram K. Nanda, 1997, Client Discretion, Switching Costs and Financial Innovation, Unpublished working paper, University of Michigan.",
        "Black, Fisher, and Andre Perold, 1992, Theory of Constant Proportion Portfolio Insurance, Journal of Economic Dynamics and Control, 16, 403-426.",
        "Borokhovich, Kenneth A., Robert J. Bricker, Kelly R. Brunarski, and Betty J. Simkins, 1995, Finance Research Productivity and Influence, Journal of Finance, 50, 1691- 1717.",
        "Boyle, Phelim P., 1977, Options: A Monte Carlo Approach, Journal of Financial Economics, 4, 323-338.",
        "Carter, Richard B., Frederick H. Dark, and Ajai K. Singh, 1998, Underwriter Reputation, Initial Returns, and the Long-Run Performance of IPO Stocks, Journal of Finance, 53, 285-311.",
        "Carter, Richard B., and Steven Manaster, 1990, Initial Public Offerings and Underwriter Reputation, Journal of Finance, 45, 1045-1067.",
        "Cheyette, Oren, 1992, Term Structure Dynamics and Mortgage Valuation, Journal of Fixed Income, 2 (March), 28-42.",
        "Cox, John C., Stephen A. Ross, and Mark Rubinstein, 1990, Option Pricing: A Simplified Approach, in Clifford W. Smith, Jr. and Charles W. Smithson, editors, The Handbook of Financial Engineering, New York, Harper Business, pp. 316-325 [reprint of earlier Journal of Financial Economics article].",
        "Falloon, William, 1999, Patent Power: Who Owns the Ideas that Drive Derivatives?, Risk, 12 (December), 22-26.",
        "Fishe, Raymond P.H., 1998, What are the Research Standards for Full Professor of Finance?, Journal of Finance, 53, 1053-1079.",
        "Griliches, Zvi, 1990, Patent Statistics as Economic Indicators: A Survey, Journal of Economic Literature, 28, 1661-1707.",
        "Hasselback, James R., 1999, Prentice-Hall Guide to Finance Faculty, New York, Prentice Hall (and earlier years).",
        "Jaffe, Adam B., and Manuel Trajtenberg, 1998, International Knowledge Flows: Evidence from Patent Citations, Working Paper no. 6507, National Bureau of Economic Research.",
        "Joy, Corwin, Phelim P. Boyle, and Ken Seng Tan, 1994, Quasi-Monte Carlo Methods in Numerical Finance, Working Paper 94-23, Institute of Insurance and Pension Research, Department of Statistics and Actuarial Science, University of Waterloo.",
        "Klemkosky, Robert C., and Donald L. Tuttle, 1977, The Institutional Source and Concentration of Financial Research, Journal of Finance, 32, 901-907.",
        "Merton, Robert C., 1973, Theory of Rational Option Pricing, Bell Journal of Economics and Management Science, 4, 141-183.",
        "Merton, Robert C., and Paul A. Samuelson, 1969, A Complete Theory of Warrant Pricing that Maximizes Utility, Industrial Management Review, 10 (Winter), 17-46.",
        "Miller, Merton H., 1986, Financial Innovation: The Last Twenty Years and the Next, Journal of Financial and Quantitative Analysis, 21, 459-471.",
        "Mundlak, Yair, 1978, On the Pooling of Time Series and Cross Section Data, Econometrica, 46, 69-86.",
        "Ninomiya, S., and S. Tezuka, 1996, Toward Real-time Pricing of Complex Financial Derivatives, Applied Mathematical Finance, 3, 1, 2, 20.",
        "Pakes, Ariel, 1986, Patents as Options: Some Estimates of the Value of Holding European Patent Stocks, Econometrica, 54, 755-784.",
        "PÃ\u0083Â¡stor, Lubos, 2000, Portfolio Selection and Asset Pricing Models, Journal of Finance, 55, 179-223.",
        "Persons, John C., and Vincent A. Warther, 1997, Boom and Bust Patterns in the Adoption of Financial Innovations, Review of Financial Studies, 10, 939-967.",
        "Samuelson, Paul A., 1965, Rational Theory of Warrant Pricing, Industrial Management Review, 6 (Spring), 13-31.",
        "Smith, Clifford W., Jr., 1990, Option Pricing: A Review, in Clifford W. Smith, Jr. and Charles W. Smithson, editors, The Handbook of Financial Engineering, New York, Harper Business, pp. 255-303 [reprint of earlier Journal of Financial Economics article].",
        "Tan, Ken Seng, and Phelim P. Boyle, 1997, Applications of Scrambled Low Discrepancy Sequences to the Valuation of Complex Securities, Working Paper 97-12, Institute of Insurance and Pension Research, Department of Statistics and Actuarial Science, University of Waterloo.",
        "Trajtenberg, Manuel, 1990, A Penny for Your Quotes: Patent Citations and the Value of Inventions, Rand Journal of Economics, 21, 172-187.",
        "Tufano, Peter, 1989, Financial Innovation and First-Mover Advantages, Journal of Financial Economics, 25, 213-240.",
        "U.S. Department of Commerce, Patent and Trademark Office, Technology Assessment and Forecast Program, 1999b, Technology Assessment And Forecast Report: U.S.",
        "Van Horne, James C., 1985, Of Financial Innovations and Excesses, Journal of Finance, 40, 620-631."
    ]
}