{
    "id": 7919,
    "cites": 23,
    "cited_by": 45,
    "reference": [
        "Calomiris, Charles W. (1992). Do Vulnerable Economies Need Deposit Insurance? Lessons from U.S. Agriculture in the 1 920s. In If Texas Were Chile: A Primer on Bank Regulation, edited by Philip L. Brock. San Francisco: The Sequoia Institute.",
        "Calomiris, Charles W. (2000). U.S. Bank Deregulation in Historical Perspective. Cambridge: Cambridge University Press.",
        "Calomiris, Charles W., and Gary Gorton (1991). The Origins of Banking Panics: Models, Facts, and Bank Regulation. In Financial Markets and Financial Crises, edited by R. Glenn Hubbard. Chicago: University of Chicago Press, 107-73.",
        "Calomiris, Charles W., and Joseph R. Mason (2000). The Consequences of Bank Failures During the Great Depression. Working Paper.",
        "Calomiris, Charles W., and David C. Wheelock (1995). The Failures of Large Southern Banks During the Great Depression. Working Paper, Columbia University.",
        "Calomiris, Charles W., and Beny Wilson (1998). Bank Capital and Portfolio Management: The i930s `Capital Crunch and Scramble to Shed Risk. National Bureau of Economic Research Working Paper 6649 (July).",
        "Esbitt, Milton (1986). Bank Portfolios and Bank Failures During the Great Depression: Chicago. Journal of Economic Histoiy 46 (June), 455-62.",
        "Friedman, Milton, and Anna J. Schwartz (1986). The Failure of the Bank of United States: A Reappraisal: A Reply. Explorations in Economic Histoiy 23 (April), 199-204.",
        "Imbens, Guido W. (1994). Transition Models in a Non-Stationary Environment. Review of Economics and Statistics 96 (November), 703-20.",
        "James, F. Cyril (1938). The Growth of Chicago Banks, Volume II. New York: Harper.",
        "Lucia, Joseph (1985). The Failure of the Bank of United States: A Reappraisal. Explorations in Economic Histoiy 22 (October), 402-16.",
        "Kiefer, Nicholas M. (1988). Economic Duration Data and Hazard Functions. Journal of Economic Literature 26 (June), 646-79.",
        "Lancaster, Tony (1990). The Econometric Analysis of Transition Data. Cambridge: Cambridge University Press.",
        "Mason, Joseph R. (1998). American Banks During the Great Depression: A New Research Agenda. Federal Reserve Bank of St. Louis Review 80 (May/June), 151-2.",
        "Mason, Joseph R. (2000a). Do Lender of Last Resort Policies Matter? The Effects of Reconstruction Finance Corporation Assistance to Banks During the Great Depression. Working Paper, Drexel University.",
        "OBrien, P. (1992). The Failure of the Bank of United States: A Defense of Joseph Lucia. Journal of Money, Credit and Banking 24 (August), 3 74-84.",
        "Ramirez, Carlos D. (2000). Did Branch Banking Restrictions Increase Bank Failures? Evidence from Virginia and West Virginia in the Late 1 920s. Working Paper, George Mason University.",
        "Temin, Peter (1976). Did Monetaiy Forces Cause the Great Depression? New York: W.W. Norton.",
        "Temin, Peter (1989). Lessons from the Great Depression. Cambridge, MA: MIT Press.",
        "Trescott, P. B. (1992). The Behavior of the Currency-Deposit Ratio during the Great Depression. Journal of Money, Credit and Banking 24 (August), 384-99.",
        "Upham, C.B., and E. Lamke (1934). Closed and Distressed Banks. Washington D.C.: The Brookings Institution.",
        "Wicker, Elmus (1996). The Banking Panics of the Great Depression. Cambridge: Cambridge University Press.",
        "Wigmore, Bany (1985). The Crash and Its Aftermath. Westport, CT: Greenwood Press."
    ]
}