{
    "id": 7925,
    "cites": 27,
    "cited_by": 83,
    "reference": [
        "[1] Abel, A. and J. Eberly, A Uni fied Model of Investment under Uncer- tainty,American Economic Review, 84 (1994), 1369-84.",
        "[2] Abel, A. and J. Eberly, Optimal Investment with Costly Reversibility, Review of Economic Studies,63 (1996), 581-93.",
        "[3] Abel, A. and J. Eberly, The Mix and Scale of Factors with Irreversibil- ity and Fixed Costs of Investment, NBER Working Paper 6148, 1997.",
        "[4] Abel, A. and J. Eberly, Investment and q with Fixed Costs: An Em- pirical Analysis, mimeo, April 1999.",
        "[5] Caballero, R., Aggregate Investment, in Handbook of Macroeconomics, (edited by J. Taylor and M. Woodford), Amsterdam: North Holland, 1999.",
        "[6] Caballero, R., E. Engel and J. Haltiwanger, Plant-level Adjustment and Aggregate Investment Dynamics, Brookings Papers on Economic Activity, 2 (1995), 1-39.",
        "[7] Caballero, R., E. Engel and J. Haltiwanger, Aggregate Employment Dynamics: Building from Microeconomic Evidence, American Eco- nomic Review87 (1997), 115-37.",
        "[8] Cooper, R. and J. Ejarque, Exhuming Q:Market Power vs.Capital Mar- ket Imperfections mimeo, Boston University, August 2000.",
        "[9] Cooper, R. and J. Haltiwanger, The Aggregate Implications of Machine Replacement: Theory and Evidence, American Economic Review,83 (1993), 360-82.",
        "[10] Cooper, R., J. Haltiwanger and L. Power, Machine Replacement and the Business Cycle: Lumps and Bumps, American Economic Review, 89 (1999), 921-946.",
        "[11] Doms, M. and T. Dunne,Capital Adjustment Patterns in Manufactur- ing Plants, Center for Economic Studies, U.S. Bureau of the Census, 1993. 28",
        "[12] Gilchrist, S. and C. Himmelberg, The Role of Cash Flow in Reduced- Form Investment Equations,Journal of Monetary Economics, 1995.",
        "[13] Gilchrist, S. and C. Himmelberg, Investment, Fundamentals and Fi- nance,The NBER Macroeconomics Annual , 1998.",
        "[14] Gomes, J. Financing Investment, mimeo, Wharton School, University of Pennsylvania, January 1998.",
        "[15] Goolsbee, A. The Business Cycle, Financial Performance and the Re- tirement of Capital Goods, NBER Working Paper 6392, February 1998.",
        "[16] Goolsbee, A. and D. Gross, Estimating Adjustment Costs with Data on Heterogeneous Capital Goods, NBER Working Paper 6342, De- cember 1997.",
        "[17] Hayashi, F. Tobins Marginal and Average q: A Neoclassical Interpre- tation,Econometrica50 (1982), 213-24",
        "[18] Hamermesh, D. Labor Demand and the Structure of Adjustment Costs,American Economic Review, 79 (1989), 674-89.",
        "[19] Hamermesh, D. and G. Pfann, Adjustment Costs in Factor Demand, Journal of Economic Literature, 34 (1996), 1264-92.",
        "[21] Huggett, M and S. Ospina, Does Productivity Fall After the Adoption of New Technology?mimeo, September 1998.",
        "[22] Nilsen, O. and F. Schiantarelli, Zeroes and Lumps in Investment: Em- pirical Evidence on Irreversibilities and nonconvexities, mimeo, Boston College, March 1998.",
        "[23] Peck, S. Alternative Investment Models for firms in the Electric Util- ities Industry,Bell Journal of Economics and Management Science ,5 (1974), 420-457.",
        "[24] Ramey, V. and M. Shapiro, Displaced Capital, mimeo, University of California, San Diego, March 1998. 29",
        "[25] Rothschild, M. On the Cost of Adjustment, Quarterly Journal of Eco- nomics85 (1971), 605-22.",
        "[26] Smith, A. Estimating Nonlinear Time-Series Models Using Simulated Vector Autoregressions,Journal of Applied Econometrics , 8 (1993), S63-S84.",
        "[27] Thomas, J. Is Lumpy Investment Relevant for the Business Cy- cle?,mimeo, Carnegie-Mellon University, August 2000.",
        "[28] Veracierto, M. Plant Level Irreversible Investment and Equilibrium Business Cycles, Working Paper 98-1, Federal Reserve Bank of"
    ]
}