{
    "id": 7927,
    "cites": 14,
    "cited_by": 29,
    "reference": [
        "Alesina, A. and E. Spolaore (1997). On the Number and Size of Nations,  Quarterly Journal of Economics, November, 1027-1056.",
        "Alesina, A., E. Spolaore, and R. Wacziarg (2000). Economic Integration and Political Disintegration, American Economic Review, forthcoming.",
        "Barro, R.J. (1991). Small is Beautiful, The Wall Street Journal, October 11.",
        "Barro, R.J. and D.B. Gordon (1983). Rules, Discretion, and Reputation in a Model of Monetary Policy, Journal of Monetary Economics, July, 1 01-121.",
        "Dixit, A. and J. Stiglitz (1977). Monopolistic Competition and Optimum Product Diversity, American Economic Review, June, 297-308.",
        "Engel, C. and A. Rose (2000). Currency Unions and International Integration,  unpublished, University of California Berkeley, presented at the Hoover Institution conference on Currency Unions, May.",
        "Ethier, W.J. (1982). National and International Returns to Scale in the Modern Theory of International Ttade, American Economic Review, June, 389-405. [I Helliwell, J. (1998). How Much Do National Borders Matter? Washington D.C., Brookings Institution Press. [101 Hooper, P. and S. Kohlhagen (1978). The Effect of Exchange Rate Uncertainty on Prices and Volume of International Trade, Journal of International Economics, November, 483-511.",
        "Kenen, P. and D. Rodrik (1986). Measuring and Analyzing the Effects of Short-Term Volatility in Real Exchange Rates, Review of Economics and Statistics, May, 311-315. [121 Imbs, J., (2000). Co-Fluctuations, unpublished, London Business School, January.",
        "International Monetary Fund (1984). Exchange Rate Volatility and World Trade, Occasional paper no. 28.",
        "McCallum, J. (1995). National Borders Matter: Canadian-U.S. Regional Trade Patterns, American Economic Review, June, 615-623.",
        "Mundell, R. (1961). A Theory of Optimum Currency Areas, American Economic Review, September, 657-665.",
        "Obstfeld, M. and K. Rogoff (2000). The Six Major Puzzles in International Macroeconomics: Is There a Common Cause? forthcoming, NBER Macroeconomics Annual, Cambridge MA, MIT Press.",
        "Rose, A. (2000). One Money One Market: Estimating the Effect of Common Currencies on Trade, Economic Policy, forthcoming.",
        "Spence, A.M. (1976). Product Selection, Fixed Costs, and Monopolistic Competition, Review of Economic Studies, June, 217-235."
    ]
}