{
    "id": 7931,
    "cites": 33,
    "cited_by": 57,
    "reference": [
        "Arrow, Kenneth J., 1973, The Theory of Discrimination, in Discrimination in Labor Markets, edited by Ashenfelter, Orley, and Albert Rees, Princeton University Press, 3-33.",
        "Baker, Lawrence, 1996, Differences in Earnings Between Male and Female Physicians, New England Journal of Medicine, 334, 115, 960-4.",
        "Barbezat, Debra, 1987, Salary Differentials by Sex in the Academic Labor Market, Journal of Human Resources, 422-8.",
        "Becker, Gary 5., 1957, The Economics of Discrimination, The University of Chicago Press.",
        "Biddle, Jeff, and Daniel S. Hamermesh, 1998, Beauty, Productivity, and Discrimination: Lawyers Looks and Lucre, Journal of Labor Economics, 16, 1, 172-201.",
        "Bird, Chloe, 1990, High Finance, Small Change: Womens Increased Representation in Bank Management, in Job Queues, Gender Queues, edited by Reskin, Barbara and Patricia Roos, Temple University Press.",
        "Blau, Francine and Ferber, Marianne, 1987, Discrimination: Empirical Evidence from the United States, The American Economic Review, 77, 2, 316-120.",
        "Blau, Francine, Marianne Ferber, and Anne Winkler, 1998, The Economics of Women, Men, and Work, Third Edition, Prentice Hall.",
        "Catalyst, 1999, Catalyst Census of Women Corporate Officers and Top Earners.",
        "Ferber, Marianne A, and Carole A. Greene, 1982, Traditional or Reverse Sex Discrimination? The Case of a Large Public University, Industrial and Labor Relations Review, 35, 4, 550-64.",
        "Ferber, Marianne, and Lane Loeb, 1997, Academic Couples: Problems and Promise, University of Illinois Press.",
        "Goldin, Claudia, 1990, Understanding the Gender Gap: An Economic History of American Women, Oxford University Press.",
        "Gander, James P., 1997, Gender-Based Faculty-Pay Differences in Academe: A Reduced-Form Approach, Journal of Labor Research, 18, 3, Summer, 451-61.",
        "Gregg, Paul, and Stephen Machin, 1993, Is the Glass Ceiling Cracking?: Gender Compensation Differentials and Access to Promotion Among UK Executives, University College London Discussion Paper 94-05, July.",
        "Groshen, Erica, 1991, The Structure of the Female/Male Wage Differential: Is it Who You Are, What You Do, or Where Your Work? Journal of Human Resources, 26, 3, 457-72.",
        "Hall, Brian, and Jeffrey Liebman, 1998, Are CEOs Really Paid Like Bureaucrats?, Quarterly Journal of Economics, CXIII (3), August, 653-91.",
        "Hallock, Kevin F., 1998, Gender Compensation Differences Among Executives in Nonprofits, working paper, University of Illinois, August.",
        "Hoffman, Emily, 1976, Faculty Salaries: Is there Discrimination by Sex, Race, and Discipline?, American Economic Review, 66, 196-8.",
        "Jacobs, Jerry, 1992, Womens Entry into Management: Trends in Earnings, Authority, and Values among Salaried Managers, Administrative Science Quarterly, 37, 282-301.",
        "Johnson, George, and Frank Stafford, 1974, The Earnings and Promotion of Women Faculty, American Economic Review, 64, 888-903.",
        "Jones, Terril Yue, 1999, Gender Motors, Forbes, May 17, p. 50.",
        "Katz, David, 1973, Faculty Salaries, Promotions, and Productivity at a Large University, American Economic Review, 63, 469-77.",
        "Kostiuk, Peter, 1990, Firm Size and Executive Compensation, Journal of Human Resources, 25(1), Winter, 90-105.",
        "Lazear, Edward and Sherwin Rosen, 1990, Male-Female Wage Differentials in Job Ladders, Journal of Labor Economics, 8,1, 106-123.",
        "Meyer, Michael, 1999, In a League of Her Own, Newsweek, August 2, p. 56.",
        "Morris, Kathleen, 1998, The Rise of Jill Barad, Business Week, May 25, 112-18.",
        "Murphy, Kevin J., 1985, Corporate Performance and Managerial Remuneration, Journal of Accounting and Economics, 7(1-3), 11- 42.",
        "Oaxaca, Ronald, 1973, Male-Female Wage Differentials in Urban Labor Markets, International Economic Review, 14, October, 693-709.",
        "Ransom, Michael R., and Sharon Bernstein Megdal, 1993, Sex Differences in the Academic Labor Market in the Affirmative Action Era, Economics of Education Review, 12, 1 March, 21-43.",
        "Ransom, Michael, and Ronald Oaxaca, 1994, On Discrimination and the Decomposition of Wage Differentials, Journal of Econometrics, 61, March, 5-51.",
        "Reskin, Barbara F., and Particia A. Roos, eds., 1990, Job Queues, Gender Queues: Explaining Womans Inroads into Male Occupations, Temple University Press.",
        "Rosen, Sherwin, 1992, Contracts and the Market for Executives, in Contract Economics, edited by Lars Wein and Hans Wijkander, Blackwell.",
        "Wood, Robert G., Mary E. Corcoran, and Paul N. Courant, 1993, Pay Differences Among the Highly Paid: The Male-Female Earnings Gap in Lawyers Salaries, Journal of Labor Economics, 11, July, 417-441."
    ]
}