{
    "id": 7932,
    "cites": 23,
    "cited_by": 6,
    "reference": [
        "Atack, Jeremy and Fred Bateman. 1999. U.S. Historical Statistics: Nineteenth Century U.S. Industrial Development Through the Eyes of the Census of Manufactures, Historical Methods 32 (Fall): 177-188.",
        "Bodenhorn, Howard and Hugh Rockoff. 1992. Regional Interest Rates in Antebellum America. In C. Goldin and H. Rockoff, eds. Strategic Factors in Nineteenth Century American Economic History: A Volume to Honor Robert W. Fogel, pp. 159-187. Chicago: University of Chicago Press.",
        "Brown, Charles and James Medoff. 1989. The Employer Size-Wage Effect, Journal of Political Economy 97 (October): 1027-1059.",
        "Brown, Martin and Peter Phillips. 1986. Craft Labor and Mechanization in Nineteenth-Century American Canning, Journal of Economic History 46 (September): 743-756.",
        "Chandler, Alfred. 1977. The Visible Hand: The Managerial Revolution in American Business. Cambridge: Harvard University Press.",
        "Coehlo, Phillip and James Shepherd. 1976. Regional Differences in Real Wages: The United States, 1851-1880. Explorations in Economic History 13 (April): 203-30.",
        "Engerman, Stanley and Claudia Goldin. 1993. Seasonality in Nineteenth Century Labor Markets, in D.Schaefer and T. Weiss, eds. Economic Development in Historical Perspective. Stanford, CA: Stanford University Press.",
        "Gerber, James. 1997. Agricultural Expansion During the Gold Rush: California Grain Farming as a Booming Lagging Sector. Unpublished paper, Department of Economics, San Diego State University.",
        "Goldin, Claudia. 1990. Understanding the Gender Gap: An Economic History of American Women. New York: Oxford University Press.",
        "Goldin, Claudia and Lawrence Katz. 1998. The Origins of Technology-Skill Complementarity, Quarterly Journal of Economics 113 (June): 693-732.",
        "Goldin, Claudia and Lawrence Katz. 1999. The Returns to Skill in the United States Across the Twentieth Century, National Bureau of Economic Research Working Paper No. 7126, May, Cambridge, MA.",
        "Goldin, Claudia and Robert A. Margo, 1992. The Great Compression: The Wage Structure in the United States at Mid-Century, Quarterly Journal of Economics 107 (February): 1-34.",
        "Goldin, Claudia and Kenneth Sokoloff. 1982. Women, Children, and Industrialization in the Early Republic: Evidence from the Manufacturing Censuses, Journal of Economic History 42 (December): 741-774.",
        "Goldin, Claudia and Kenneth Sokoloff. 1984. The Relative Productivity Hypothesis of Industrialization, Quarterly Journal of Economics 99 (August): 461-88.",
        "Habbakuk, H.J. 1962. American and British Technology in the Nineteenth Century. Cambridge: Cambridge University Press.",
        "Juhn, Chinhui, Kevin M. Murphy, and Brooks Pierce. 1993. Wage Inequality and the Rise in the Returns to Skill, Journal of Political Economy 101 (June): 385-409.",
        "Lebergott, Stanley. 1964. Manpower in Economic Growth: The American Record Since 1800. New York: McGraw-Hill.",
        "Margo, Robert A. 2000. Wages and Labor Markets in the United States, 1820-1860. Chicago: University of Chicago Press.",
        "Rosenbloom, Joshua. 1996. Was There a National Labor Market at the End of the Nineteenth Century? New Evidence on Earnings in Manufacturing, Journal of Economic History 56 (September): 626-656.",
        "Sokoloff, Kenneth. 1984. Was the Transition from the Artisanal Shop to the Nonmechanized Factory Associated with Gains in Efficiency? Evidence from the U.S. Manufacturing Censuses of 1820 and 1850, Explorations in Economic History 21 (October): 329-350.",
        "Sokoloff, Kenneth and Georgia C. Villaflor. 1992. The Market for Manufacturing Workers During Early Industrialization: The American Northeast, 1820 to 1860. In C. Goldin and H. Rockoff, eds. Strategic Factors in Nineteenth Century American Economic History: A Volume to Honor Robert W. Fogel, pp. 29-65. Chicago: University of Chicago Press.",
        "U.S. Department of Commerce. 1975. Historical Statistics of the United States. Washington: Bureau of the Census.",
        "Williamson, Jeffrey G. and Peter H. Lindert. 1980. American Inequality: A Macroeconomic History. New York: Academic Press."
    ]
}