{
    "id": 7933,
    "cites": 29,
    "cited_by": 35,
    "reference": [
        "Andersen, T.G. (1996), Return Volatility and Trading Volume: An Information Flow Interpretation of Stochastic Volatility, Journal of Finance, 51, 169-204.",
        "Andersen, T.G. and T . Bollerslev (1997), Heterogeneous Information Arrivals and Return Volatility Dynamics: Uncovering the Long-Run in High Frequency Returns, Journal of Finance, 52, 975-1005.",
        "Andersen , T.G . and T. Bollerslev (1998 ), Answering the Skeptics : Yes , Standard Vo latility Models do Provide Accurate Forecasts, International Economic Review, 39, 885-905.",
        "Andersen , T.G ., T. Bollerslev, and A . Das (2000 ), V ariance Ratios and High-Frequency D ata: Testing for Changes in Intraday Volatility Patterns, Journal of Finance, forthcoming.",
        "Andersen, T.G., T. Bollerslev, F.X. Diebold and H. Ebens (2000), The Distribution of Stock Return Volatility: Appendix, Manuscript, Northwestern University, Duke University, New York Univers ity and Johns Hopkins Univer sity.",
        "Andersen, T.G., T. Bollerslev, F.X. Diebold and P. Labys (1999a) , Exchange Rate Returns Standardized by Realized Volatility are (Nearly) Gaussian, NBER Working Paper No. 7488.",
        "Andersen, T.G., T. Bollerslev, F.X. Diebold and P. Labys (1999b ), Microstructure Bias and Volatility Signatures, work in progress.",
        "Andersen, T.G., T. Bollerslev, F.X. Diebold and P. Labys (1999c), Forecasting Volatility: A VAR for VaR, work in progress.",
        "Andersen, T.G., T. Bollerslev, F.X. Diebold and P. Labys (2000 ), The Distribution of Exchange Rate Volatility, Revised version of NBER Working Paper No. 6961.",
        "Ang, A. and J. Chen (2000), Asymmetric Correlations of Equity Portfolios, Manuscript, Graduate School of Business , Columb ia Univers ity.",
        "Back, K. (1991), Asset Prices for General Processes, Journal of Mathematical Economics, 20, 317395.",
        "Baillie, R.T., T. Bollerslev and H.O. Mikkelsen (1996), Fractionally Integrated Generalized Autoregressive Conditional Heteroskedasticity, Journal of Econometrics, 74, 3-30.",
        "Bekaert, G. and G. Wu (2000), Asymmetric Volatility and Risk in Equity Markets, Review of Financial Studies, 13, 1-42.",
        "Black, F. (1976), Studies of Stock Market Volatility Changes, Proceedings of the American Statistical Association, Business and Economic Statistics Section, 177-181.",
        "Blattberg, R.C. and N.J. Gonedes (1974), Comparison of the Stable and Student Distributions as Statistical Models for Stock Prices, Journal of Business, 47, 244-280.",
        "Bollerslev, T ., R.Y. Chou and K.F. Kroner (1992), ARCH Modeling in Finance: A Selective Review of the Theory and Empirical Evidence, Journal of Econometrics, 52, 5-59.",
        "Bollerslev, T., R.F. Engle and D.B. Nelson (1994), ARCH Models, in R.F. Engle and D. McFadden (eds.), Handbook of Econometrics, Volume IV, 2959-3038. Amsterdam: North-Holland.",
        "Bollerslev, T. and H.O. Mikkelsen (1999), Long-Term Equity Anticipation Securities and Stock Market Volatility Dynamics, Journal of Econometrics, 92, 75-99.",
        "Braun, P.A., D.B. Nelson and A.M. Sunier (1995), Good News, Bad News, Volatility and Betas, Journal of Finance, 50, 1575-1603.",
        "Bre idt, F .J., N. C rato, and P . de Lima (1 998 ), O n the Detection and Estim ation of Long-Memory in Stochastic Volatility, Journal of Econometrics, 83, 325-348. Campb ell, J.Y. and L. Hentschel (1992 ), No News is Good News: An Asymmetric Model of Changing Volatility in Stock Returns, Journal of Financial Economics, 31, 281-318.",
        "Campbell, J.Y., M. Lettau, B.G. Malkiel and Y. Xu (2000), Have Individual Stocks Become More Volatile'DONE' An Empirical Exploration of Idiosyncratic Risk, Journal of Finance, forthcoming.",
        "Campbell, J.Y., A.W. Lo. and A.C. MacKinlay (1997), The Economics of Financial Markets.",
        "Princeton: Princeton University Press. Canina, L. and S. Figlewski (1993), The Informational Content of Implied Volatility, Review of Financial Studies, 6, 659-681.",
        "Cho, Y.H. and R.F. Engle (1999), Time-Varying Betas and Asymmetric Effects of News: Empirical Analysis of Blue Chip Stocks, NBER Working Paper No.7330.",
        "Christensen, B.J. and N.R. Prabhala (1998), The Relation Between Implied and Realized Volatility, Journal of Financial Economics, 50, 125-150.",
        "Christie, A.A. (1982), The Stochastic Behavior of Common Stock Variances: Value, Leverage and Interest Rate Effects, Journal of Financial Economics, 10, 407-432.",
        "Clark, P. K . (1973) , A Subordinated Stochastic Process Model with Finite Variance for Speculative Prices, Econometrica, 41, 135-155.",
        "Cochrane, J.H. (2000), Asset Pricing. Manusc ript, University of Chicago.",
        "Crato, N. and P.J. de Lima (1993), Long-Range Dependence in the Conditional Variance of Stock Returns, Economics Letters, 25, 281-285."
    ]
}