{
    "id": 7934,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "Chattopadhyay, 5. (1998). An Empirical investigation in the Performance of Ellicksons Random Bidding Model, with an Application to Air Quality Valuation. Journal of Urban Economics, 43, 292-314.",
        "Ellickson, B. (1971). Jurisdictional Fragmentation and Residential Choice. American Economic Review: Papers and Proceedings, 61, 334-339.",
        "Epple, D., Filimon, R., and Romer, T. (1984). Equilibrium Among Local Jurisdictions: Towards an Jnte- grated Approach of Voting and Residential Choice. Journal of Public Economics, 24, 281-304.",
        "Epple, D., Filimon, R., and Romer, T. (1993). Existence of Voting and Housing Equilibrium in a System of Communities with Property Taxes. Regional Science and Urban Economics, 23, 585-610.",
        "Epple, D. and Platt, G. (1998). Equilibrium and Local Redistribution in an Urban Economy when Households Differ in Preferences and Jncomes. Journal of Urban Economics, 4 3(1), 23-5 1.",
        "Epple, D. and Romer, T. (1991). An Econometric Model of Exit and Voice in Systems of Local Jurisdictions.",
        "Mimeo, Carnegie Mellon University. Epple, D., Romer, T., and Sieg, H. (1999). The Tiebout Hypothesis and Majority Rule: An Empirical Analysis. NBER Working Paper 6977.",
        "Epple, D. and Sieg, H. (1999). Estimating Equilibrium Models of Local Jurisdictions. Journal of Political Economy, 107(4), 645-681.",
        "Fernandez, R. and Rogerson, R. (1996). Jncome Distribution, Communities, and the Quality of Public Education. Quarterly Journal of Economics, 111, 135-164.",
        "Goodspeed, T. (1989). A Reexamination of the Use of Ability-to-Pay Taxes by Local Governments. Journal of Public Economics, 38, 3 19-342.",
        "Nechyba, T. (1997a). Existence of Equilibrium and Stratification in Hierarchical Public Good Economies with Voting. Economic Theory, 10(2), 277-304.",
        "Nechyba, T. (1997b). Local Property and State Jncome Taxes: the Role of Jnterjurisdictional Competition and Collusion. Journal of Political Economy, 105(2), April 1997, 351-84.",
        "OSullivan, A., Sexton, T., and Sheffrin, 5. (1995). Property Taxes and Tax Revolts. Cambridge University Press.",
        "Poterba, J. (1992). Taxation and Housing: Old Questions, New Answers. American Economic Review, 82 (2), 237-242.",
        "Rosen, 5. (1974). Hedonic Prices and Jmplicit Markets: Product Differentiation in Pure Competition.",
        "Journal of Political Economy, 82, 34-5 5. Tiebout, C. (1956). A Pure Theory of Local Expenditures. Journal of Political Economy, 64, 416-424.",
        "Triplett, J. E. (1990). Hedonic Methods in Statistical Agency Environments: An Intellectual Biopsy, pp. 207- 233. Fifty Years of Economic Measurement: The Jubilee of the Conference on Research in Jncome and Wealth. Chicago University Press.",
        "Westhoff, F. (1977). Existence of Equilibrium in Economies with a Local Public Good. Journal of Economic Theory, 14, 84-112.",
        "Zabel, J. and Kiel., K. (1995). Estimating the Demand for Clean Air in the United States. Working Paper."
    ]
}