{
    "id": 7936,
    "cites": 26,
    "cited_by": 2,
    "reference": [
        "Aguirregabiria, VÃ\u0083Â­ctor and CÃ\u0083Â©sar Alonso-Borrego. 1999. Labor Contracts and Flexibility: Evidence from a Labor Market Reform in Spain. Working Paper, University of Chicago.",
        "Athey, Susan and Armin Schmutzler. 1995. Product and Process Flexibility in an Innovative Environment. RAND Journal of Economics, 26(4), 557--574.",
        "Bentolila, Samuel and Gilles Saint-Paul. 1992. The macroeconomic impact of exible labor contracts, with an application to Spain. European Economic Review, 36(3), 1013-1053.",
        "Bertola, Giuseppe and Ricardo J. Caballero. 1990. Kinked Adjustment Costs and Aggregate Dynamics, pp. 237--288 in Olivier Jean Blanchard and Stanley Fischer, eds., NBER Macroeconomics Annual. Cambridge, MA: MIT Press.",
        "Caballero, Ricardo J. 1992. A Fallacy of Composition. American Economic Review, 82(5), 1279--1292.",
        "Caballero, Ricardo J., Eduardo M.R.A. Engel, and John Haltiwanger. 1997. Aggregate Employment Dynamics: Building from Microeconomic Evidence. American Economic Review, 87(1), 115--137.",
        "Cabrales, Antonio and Hugo Hopenhayn. 1997. Labor-market exibility and aggregate employment volatility. Carnegie--Rochester Conference Series on Public Policy, 46, 189-228.",
        "Campbell, Je rey R. and Jonas D. M. Fisher. 1998. Organizational Flexibility and Employment Dynamics at Young and Old Plants. NBER Working Paper No. 6809.",
        "Campbell, Je rey R. and Jonas D. M. Fisher. 1999. Technical Appendix to Aggregate Employment Fluctuations with Microeconomic Asymmetries. Working Paper, University of Chicago.",
        "Campbell, Je rey R. and Jonas D. M. Fisher. 2000. Aggregate Employment Fluctuations with Microeconomic Asymmetries. Forthcoming American Economic Review.",
        "Campbell, John Y., Martin Lettau, Burton G. Malkiel, and Yexiao Xu. 2000. Have Individual Stocks Become More Volatile'DONE' An Empirical Exploration of Idiosyncratic Risk. NBER Working Paper No. 7590.",
        "ComÃ\u0083Â­n, Diego. 2000. An Uncertainty-driven Theory of the Productivity Slowdown: Manufacturing.",
        "Working Paper, Harvard University. Davis, Steven J., John Haltiwanger, and Scott Schuh. 1996. Job Creation and Destruction, MIT Press, Cambridge, Mass.",
        "Dixit, Avinash. 1989. Entry and Exit Decisions under Uncertainty. Journal of Political Economy, 97(3), 620--638.",
        "Dixit, Avinash K. and Robert S. Pindyck. 1994. Investment under Uncertainty, Princeton University Press, Princeton, New Jersey.",
        "Dunne, Timothy, Mark J. Roberts, and Larry Samuelson. 1989. The Growth and Failure of U.S. Manufacturing Plants. Quarterly Journal of Economics, 104(4), 671--698.",
        "Foote, Christopher L. 1998. Trend Employment Growth and the Bunching of Job Creation and Destruction. Quarterly Journal of Economics, 113(3), 809--834.",
        "Gertler, Mark and Simon Gilchrist. 1994. Monetary Policy, Business Cycles, and the Behavior of Small Manufacturing Firms. Quarterly Journal of Economics, 109(2), 311--340.",
        "Hamermesh, Daniel S. and Gerard A. Pfann. 1996. Adjustment Costs in Factor Demand.",
        "Journal of Economic Literature, 34(3) 1264--1292. Jones, Robert A. and Joseph M. Ostroy. 1984. Flexibility and Uncertainty. Review of Economic Studies, 51(1), 13-32.",
        "Jovanovic, Boyan. 1982. Selection and the Evolution of Industry. Econometrica, 50(3), 649-- 670.",
        "Kashyap, Anil K., Owen A. Lamont, and Jeremy C. Stein. 1994. Credit Conditions and the Cyclical Behavior of Inventories. Quarterly Journal of Economics, 109(3), 565--592.",
        "Mortensen, Dale T. and Christopher A. Pissarides. 1994. Job Creation and Job Destruction in the Theory of Unemployment. Review of Economic Studies, 61(3), 397--415.",
        "Sargent, Thomas J and Lars Ljunqvist. 1998. The European Unemployment Dilemma. Journal of Political Economy, 106(3), 514--550.",
        "Thomas, Julia K. 2000. Is Lumpy Investment Relevant for the Business Cycle'DONE' Working Paper, Carnegie Mellon University.",
        "Veracierto, Marcelo. 1998. Plant Level Irreversible Investment and Equilibrium Business Cycles."
    ]
}