{
    "id": 7937,
    "cites": 29,
    "cited_by": 0,
    "reference": [
        "Akerlof, George A. and Rachel E. Kranton, Economics and Identity, Quarterly Journal of Economics, forthcoming. Ashenfelter, Orley and Robert S. Smith, Compliance with the Minimum Wage Law, Journal of Political Economy, April 1979, 87 (2), 333-350.",
        "Baker, Michael and Nicole M. Fortin, Womens Wages in Womens Work: A US- Canada Comparison of the Roles of Unions and Public Goods Sector Jobs, Amer- ican Economic Review - AEA Papers and Proceedings, May 1999, 89 (2), 198-223.",
        "Canadian Journal of Economics, forthcoming. Bayard, Kimberly, Judith Hellerstein, David Neumark, and Kenneth Troske, New Evidence on Sex Segregation in Wages from Matched Employee-Employer Data, NBER Working Paper 7003, NBER: Cambridge, MA. March 1999.",
        "Beider, Perry C., B. Douglas Bernheim, Victor R. Fuchs, and John B. Shoven, Comparable Worth in a General Equilibrium Model of the U.S. Economy, Research in Labor Economics, 1988, 9, 1-52.",
        "Bergmann, Barbara R., Does The Market for Womens Labor Need Fixing?, Journal of Economic Perspectives, 1989, S, 103-lb.",
        "Borland, Jeff, The Equal Pay Case - Thirty Years On, Australian Economic Review, 1999, S2, 265-272.",
        "CCH Canadian Limited, Canadian Labour Law Reporter, North York ON: CCH Cana- dian Limited, 1997.",
        "Canadian Facts, Outcomes of Pay Equity for Organizations Employing 100-499 Em- ployees in Ontario, Report Prepared for the Policy and Research Branch of the Pay Equity Commission, Toronto March 1992.",
        "Cihon, Patrick, Comparable Worth: The Quebec Experience, Journal of Collective Negotiations in the Public Sector, 1988, 17 (3), 249-255.",
        "Ehrenberg, Ronald G. and R.S. Smith, Comparable Worth Wage Adjustments and Female Employment in the State and Local Sector, Journal of Labor Economics, 1987, 5, 43-62.",
        "Gardner, Susan E. and Christopher Daniel, Implementing Comparable Worth/Pay Equity: Experiences of Cutting-Edge States, Public Personnel Management, Winter 1998, 27 (4), 475-489.",
        "Genge, S., Pay Equity in Canada: What Works?, Technical Report, Human Resources and Development Canada, Ottawa 1994.",
        "Gunderson, Morley, Gender Discrimination and Pay-Equity Legislation in L. Christofides, K.Grant and R. Swidinsky (eds,) Aspects of Labour Market Behaviour: Essays in Honour of John Vanderkamp, Toronto: University of Toronto Press, 1995, 225-247.",
        "Hundley, Greg, The Effects of Comparable Worth in the Public Sector on Pub- lic/Private Occupational Relative Wages, Journal of Human Resources, 1992, 28 (2), 318-342.",
        "Institute for Social Research, Pay Equity Survey of Private-Sector Organizations Employing 10-49 Employees in Ontario, Report, York University, Toronto October 1994.",
        "Johnson, George and Gary Solon, Estimates of the Direct Effects of Comparable Worth Policy, American Economic Review, December 1986, 76 (5), 1117-1125.",
        "Killingsworth, Mark R., Heterogeneous Preferences, Compensating Wage Differentials, and Comparable Worth, Quarterly Journal of Economics, November 1987, 102 (4), 727-742.",
        "The Economics of Comparable Worth, Kalamazoo, MI: W.E. Upjohn Institute, 1990.",
        "Macpherson, David A. and Barry T. Hirsch, Wages and Gender Composition: Why Do Womens Jobs Pay Less?, Journal of Labor Economics, July 1995, 13 (3), 426-471.",
        "McDonald, Judith A. and Robert J. Thornton, Private Sector Experience with Pay Equity in Ontario, Canadian Public Policy, June 1998, 24(2), 185-208.",
        "ONeill, June, Michael Brien, and James Cunningham, Effects of Comparable Worth Policy: Evidence from Washington State, American Economic Review, May 1989, 79 (2), 305-309.",
        "Orazem, P. and J.P. Mattila, The Implementation Process of Comparable Worth: Winners and Losers, Journal of Political Economy, February 1990, 98, 134-152.",
        "Piore, M. J., Perspectives on Labor Market Flexibility, Industrial Relations, 1986, 25 (2), 147-166.",
        "Read, Jean, A Review of the Pay Equity Act, Prepared for the Ministry of Labour, Pay Equity Review, Ontario: Ministry of Labour 1996.",
        "Robb, Roberta, Equal Pay for Work of Equal Value in Ontario: An Overview, in Michael G. Abbott, ed., Pay Equity: Means and Ends, Kingston, Ontario: John Deutsch Institute for the Study of Economic Policy, 1990, pp. 33-46.",
        "Sorensen, Elaine, Effects of Comparable Worth Policies on Earnings, Industrial Rela- tions, Fall 1987, 26 (3), 227-239.",
        "SPR Associates, An Evaluation of Pay Equity in Ontario: the First Year, Report Prepared for the Pay Equity Commission, Toronto April 1991.",
        "Symes, Beth, Pay Equity in Canada, in Michael G. Abbott, ed., Pay Equity: Means and Ends, Kingston, Ontario: John Deutsch Institute for the Study of Economic Policy, 1990, pp. 21-30.",
        "Weiner, Nan and Morley Gunderson, Pay Equity: Issues, Options and Experience, Toronto: Butterworths, 1990."
    ]
}