{
    "id": 7938,
    "cites": 19,
    "cited_by": 14,
    "reference": [
        "Acemoglu, Daron and Andrew Newman (1997) The Labor Market and The Corporate Structure CEPR working paper.",
        "Ball Lawrence (1997) DisinÃ\u0082â\u0080¡ation and the NAIRU NBER WP 5520.",
        "Banerjee, A. and A. Newman `Occupational Choice and the Process of Development. Journal of Political Economy, 101, 274-298 (1993).",
        "Bean Charles (1994); European Unemployment a Survey Journal of Economic Liter- atureVol 32, pp 573-619.",
        "Bertrand, Marianne and Francis Kramartz (2000), paper presented in the NBER labor studies.",
        "Blanchard Olivier and Justin Wolfers (1999) Shocks vs Institutions forthcoming Eco- nomic Journal.",
        "Blanchard Olivier and Francesco Giavazzi (2000) The Macroeconomic EÃ\u0082Â¤ects of Reg- ulation and Deregulation In Goods and Labor Markets MIT mimeo.",
        "Card David, Francis Kramartz and Thomas Lemieux (1995);Changes in the Relative Structure of Wages and Employment: A Comparison of the United States, Canada and France Mimeo.",
        "Krueger, Alan B. and JÃ\u0083Â¶rn-SteÃ\u0082Â¤en Pischke (1997) Observations and conjectures on the U.S. employment miracle, NBER Working Paper No. 6146,.",
        "Krugman, Paul (1994) Part and Prospective Causes of High Unemployment in Federal Reserve Bank of Kansas CityReducing Unemployment: Current Issues and Policy Options .",
        "Krugman, Paul, Growing World Trade: Causes and Consequences Brookings Papers on Economic Activity(1995), pp 327-377.",
        "Lawrence, Robert and Matthew Slaughter Trade and U.S. Wages: Giant Sucking Sound or Small Hiccup?BrookingsPapersonEconomicActivity , (1993) pp. 161-226.",
        "Layard, Richard, Steve Nickell and Richard Jackman (1991) Unemployment: Macroe- conomic Performance and the Labor Market Oxford University Press.",
        "Lazear, Edward (1990), Job Security Provisions and Employment, Quarterly Journal of Economics, 105, pp 699-726.",
        "Nickell Stephen and Brian Bell (1996) The Collapse in Demand For the Unskilled and Unemployment Across the OECD Oxford Review of Economic Policy Vol 11, pp 40-62.",
        "OECD (1994)Jobs StudyVolumes 1 and 2.",
        "Rajan Raghuram and Luigi Zingales (1998) Financial Dependence and Growth Amer- ican Economic Review, 88, 559-586.",
        "Wasmer, Etienne and Philippe Weil (2000) The Macroeconomics Of Credit and Labor Market Imperfections UBL Working Paper.",
        "Wood, Adrian (1994),North-South Trade, Employment and Inequality: Changing For- tunes in a Skill Driven World, Oxford, Clarendon Press."
    ]
}