{
    "id": 7942,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "Allison, P. (1984). Event History Analysis : Regression for Longitudinal Event Data. Beverly Hills, Calif. : Sage Publications.",
        "Angrist, J. (2000). Estimation of Limited-Dependent Variable Models with Binary Endogenous Regressors: Simple Strategies for Empirical Practice, Journal of Business and Economic Statistics, forthcoming.",
        "Cameron, A. and P. Trivedi (1998). Regression Analysis of CountData, Cambridge: Cambridge University Press.",
        "Donald, S., D. Green, and H. Paarsch (2000). Differences in Wage Distributions between Canada and the United States: An Application of a Flexible Estimator of Distribution Functions in the Presence of Covariates, Review of Economic Studies, forthcoming.",
        "Eastwood, B. and R. Gallant (1991). Adaptive Rules for Seminonparametric Estimators that Achieve Asymptotic Normality, Econometric Theory 3, 307-340.",
        "Efron, B. (1988). Logistic Regression, Survival Analysis, and the Kaplan-Meier Curve, Journal of the American Statistical Association 83, 414-425.",
        "Hahn, J., P. Todd, and W. Van der Klaauw (2000). Identification and Estimation of Treatment Effects with a Regression-Discontinuity Design, Econometrica, forthcoming.",
        "Heckman, J. and B. Honore (1990). The Empirical Content of the RoyModel,Econometrica 58, 1121-49.",
        "Heckman, J. and B. Singer (1984). A Method for Minimizing the Impact of Distributional Assumptions in Econometric Models for Duration Data, Econometrica 52, 271-320.",
        "Manning, W. (1998). The Logged DependentVariable, Heteroscedasticity, and the Retransformation Problem, Journal of Health Economics 17, 283-295.",
        "Manning, W. and J. Mullahy. (2000). Estimating Log Models: To Transform or Not to Transform, working paper.",
        "Manning, W., J. Newhouse, N. Duan, E. Keeler, A. Leibowitz, and M. Marquis (1987). Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment, American Economic Review 77, 251-277.",
        "Maddala, G. (1983). A Survey of the literature on SelectivityBiasasitPertains to Health Care Markets, in Scheffler, R. and L. Rossiter (eds.) Advances in Health Economics and Health Services Research 6, London: JAI Press.",
        "Meyer, B. (1990). Unemployment Insurance and Unemployment Spells, Econometrica 58, 757782.",
        "Mullahy, J. (1998). Much Ado About Two: Reconsidering the Retransformation and the Two-part Model in Health Economics, Journal of Health Economics 17, 247-281.",
        "Mroz, T. (1999). Discrete Factor Approximation in Simultaneous Equation Models: Estimating the Impact of a Dummy Endogenous Variable on a Continuous Outcome, Journal of Econometrics 92, 233-274.",
        "Mroz, T. and D. Guilkey (1992). Discrete Factor Approximations for Use in Simultaneous Equation Models with Both Continuous and Discrete Endogenous Variables, manuscript, Universityof North Carolina at Chapel Hill.",
        "Mroz, T. and D. Weir (1990). Structural Change in Life Cycle Fertitly during the Fertility Transition: France before and after the Revolution of 1789, Population Studies 44, 61-87.",
        "Newhouse, J. (1993). Free for All'DONE' Lessons from the RAND Health Insurance Experiment, Cambridge: Harvard University Press."
    ]
}