{
    "id": 7948,
    "cites": 13,
    "cited_by": 89,
    "reference": [
        "Banks, James; Blundell, Richard; Tanner, Sarah, 1998, Is There a Retirement-Savings Puzzle? American Economic Review. Vol. 88 (4). p 769-88. September 1998.",
        "Camerer, Cohn, et al., Labor Supply of New York City Cabdrivers: One Day at a Time, The Quarterly Journal of Economics, vol. 112 (2), pp. 407-4 1, May 1997.",
        "Conlisk, John, Why Bounded Rationality? Journal of Economic Literature. Vol. 34 (2). p 669-700. June 1996.",
        "De Bondt, Werner F M and Thaler, Richard, Does the Stock Market Overreact? Journal of Finance. Vol. 40 (3). p 793-805. July 1985.",
        "DeLong B. Shleifer, A., Summers, L., and Waldman, R., 1990, Noise Trader Risk in Financial Markets, Journal of Political Economy. Vol. 98 (4). p 703-3 8. August 1990.",
        "Froot, Kenneth A; Dabora, Emil M., How Are Stock Prices Affected by the Location of Trade? Journal of Financial Economics. Vol. 53 (2). p 189-216. August 1999.",
        "Haltiwanger, John and Waldman, Michael, Rational Expectations and the Limits of Rationality: An Analysis of Heterogeneity, American Economic Review. Vol. 75 (3). p 326-40. June 1985.",
        "Lee, Charles M C, Shleifer, Andrei and Thaler, Richard H., Investor Sentiment and the Closed-End Fund Puzzle, Journal of Finance. Vol. 46 (1). p 75-109. March 1991.",
        "Madrian, Bridgitte and Dennis Shea, The Power of Suggestion: Inertia in 40 1(k) Savings Behavior. University of Chicago mimeo, February 2000.",
        "Russell, Thomas and Thaler, Richard, The Relevance of Quasi Rationality in Competitive Markets, American Economic Review. Vol. 75 (5). p 107 1-82. December 1985.",
        "Shefrin, Hersh and Statman, Meir, The Disposition to Sell Winners Too Early and Ride Losers Too Long: Theory and Evidence, Journal of Finance. Vol. 40 (3). p 777-90. July 1985.",
        "Shleifer, Andrei and Robert Vishny, The Limits of Arbitrage, Journal of Finance. Vol. 52 (1). p 35-55. March 1997.",
        "Thaler, Richard. Mental Accounting and Consumer Choice, Marketing Science. Vol. 4 (3). pp.199-214. Summer 1985."
    ]
}