{
    "id": 7950,
    "cites": 13,
    "cited_by": 25,
    "reference": [
        "[2] Amemiya, Takeshi, Selection of Regressors, International Economic Review 21 (1980), 331-354.",
        "[3] Amemiya, Takeshi, Advanced Econometrics (Cambridge: Harvard University Press, 1985).",
        "[4] Carneiro, Pedro, Karsten Hansen, James Heckman and Edward Vytlacil, Marginal Treatment EÃ\u0082Â® ects and the Returns to Schooling, forthcoming, 2000.",
        "[5] Cawley, John, Karen Coneely, James Heckman and Edward Vytlacil, Cognitive Ability, Wages, and Meritocracy, in Devlin, Bernie, Stephen E. Fienberg, Daniel P. Resnick and Kathryn Roeder, (eds.), Intelligence, Genes and Success: Scientists Respond to the Bell Curve (New York: Springer, 1997), 178-192.",
        "[6] Cramer, Harold, Mathematical Methods of Statistics (Princeton: Princeton University Press, 1946).",
        "[8] Goldberger, Arthur, Abnormal Selection Bias, in Karlin, Samuel, Takeshi Amemiya and Leo Goodman, (eds.), Studies in Econometrics, Time Series, and Multivariate Statistics (New York: Academic Press, 1983).",
        "[13] Heckman, James and JeÃ\u0082Â® rey Smith, Evaluating the Welfare State, in Strom, S. (ed.), Econometrics and Economic Theory in the 20th Century: The Ragnar Frisch Centennial, Econometric Society Monograph Series (Cambridge: Cambridge University Press, 1998).",
        "[17] Heckman, James and Edward Vytlacil, Local Instrumental Variables, in Hsiao, C., K. Morimune, and J. Powell, (eds.), Nonlinear Statistical Inference: Essays in Honor of Takeshi Amemiya (Cambridge: Cambridge University Press, 2000b).",
        "[19] Johnson, Norman, Samuel Kotz and N. Balakrishnan, Continuous Univariate Distributions (New York: John Wiley and Sons, 1992).",
        "[20] Johnston, John and John DiNardo, Econometric Methods (New York: Magraw-Hill, 1997).",
        "[24] Lydall, Harold, The Structure of Earnings, (Oxford: Clarendon Press, 1968).",
        "[27] RaiÃ\u0082Â® a, Howard and Robert Schlaifer, Applied Statistical Decision Theory (Boston: Graduate School of Business, Harvard University, 1961).",
        "[30] Tunali, Insan, Rationality of Migration, forthcoming in International Economic Review (2000)."
    ]
}