{
    "id": 7958,
    "cites": 40,
    "cited_by": 73,
    "reference": [
        "Aghion, P. and J. Tirole, 1997, ``Formal and Real Authority in Organizations, Journal of Political Economy, CV: 1-27.",
        "Aoki . M., 1998, The Corporate Governance of Venture Capital: Silicon Valley, mimeo.",
        "Alchian, A. and H. Demsetz, 1972, ``Production, Information Costs and Economic Organization, American Economic Review: 777-705.",
        "Baker, G., R. Gibbons, and K. J. Murphy, 1997, ``Implicit Contracts and the Theory of the Firm, Harvard Business School working paper.",
        "Berle, and Means, 1932, The Modern Corporation and Private Property, New Yoir: World Inc.",
        "Blair, M.M.,1995, Ownership and Control , The Brookings Institution, Washington D.C.",
        "Chandler, Alfred, 1977, The Visible Hand, Bellknap Press, Cambridge, MA.",
        "Chandler, Alfred, 1990, Scale and Scope, Bellknap Press, Cambridge, MA.",
        "Coase, R., 1937, ``The Nature of the Firm, Economica, 4:386-405.",
        "Demsetz, R., 1996, The Re-Tooling of the Banking Industry: Evidence from the Labor Force, working paper, Federal Reserve Bank of New York.",
        "Drucker, Peter F., 1946, Concept of the corporation, New York, The John Day Company.",
        "Emerson, R., 1962, ``Power Dependence Relations, American Sociological Review, 27:31-41.",
        "Fama, E. and M. Jensen, 1983,``Separation of Ownership and Control, Journal of Law and Economics, June.",
        "Gertner, R., 1998, Coordination, Dispute Resolution, and the Scope of the Firm, Working paper University of Chicago.",
        "Grossman, S. and Hart, O. 1986, ``The Costs and the Benefits of Ownership: A Theory of Vertical and Lateral Integration, Journal of Political Economy, 691-719.",
        "Hansmann, H., 1996, The Ownership of Enterprise, Belknap, Harvard.",
        "Hart, O. and J. Moore, 1990, ``Property Rights and the Nature of the Firm, Journal of Political Economy, 1119-1158.",
        "Hermalin, B. and M. Weisbach, 1998, ``Endogenously Chosen Boards of Directors and Their Monitoring of the CEO, American Economic Review, 88: 96-118.",
        "Hirshleifer, J., 1995, Anarchy and Its Breakdown, Journal of Political Economy 103: 26-52.",
        "Holmstrom, Bengt, 1997 ``The Firm as a Subeconomy, mimeo, MIT.",
        "Holmstrom, Bengt and J.Roberts, 1998 ``The Boundaries of the Firm Revisited, Journal of Economic Perspectives, 12: 73-94.",
        "Jensen M. C. and W. Meckling. 1976, ``Theory of the Firm: Managerial Behavior, Agency Costs and Capital Structure, Journal of Financial Economics, 3: 305-360.",
        "Klein, B., Crawford and Alchian, A,1978,``Vertical Integration, Appropriable Rents and the Competitive Contracting Process, Journal of Law and Economics, 297-326.",
        "Machin, Stephen and John Van Reenen, 1998, Technology and Changes in Skill Structure: Evidence from Seven OECD countries, Quarterly Journal of Economics, 113, 4, 1215-1244.",
        "Masten, Scott, 1988, ``A Legal Basis for the Firm, The Journal of Law, Economics and Organization 4: 181-198.",
        "Milgrom, P. and J. Roberts, 1990 ``Bargaining Costs, Influence Costs, and the Organization of Economic Activity, in Perspectives on Positive Political Economy, J.",
        "Alt and K. Shepsle eds., Cambdrige University Press. Mitchell, M. and H. Mulherin, 1996, The impact of industry shocks on takeover and restructuring activity, Journal of Financial Economics, 41: (2) 193-229.",
        "Pfeffer, J., 1981, Power in Organizations , Pitman, Publishing Inc, Marshfiled, Ma.",
        "Rajan, R. and L. Zingales, 1998a, ``Power in a Theory of the Firm, Quarterly Journal of Economics, CXIII: 387-432.",
        "Rajan, R. and L. Zingales, 1998b The Firm as a Dedicated Hierarchy: A Theory of the Origins and Growth of Firms, University of Chicago working paper, http://gsblgz.uchicago.edu.",
        "Rajan, R. and L. Zingales, 1998c The Tyranny of the Inefficient: An Inquiry into the Adverse Consequences of Power Struggles, University of Chicago Working paper, http://gsblgz.uchicago.edu.",
        "Rajan, R., H. Servaes and L. Zingales, 1998, The Cost of Diversity: Diversification Discount and Inefficient Investment, NBER Working paper. http://gsblgz.uchicago.edu.",
        "Rodriguez-Palenzuela, D. 1997, ``Endogenous Spillovers and the Theory of the Firm, mimo Universitat Pompeu Fabra.",
        "Rotemberg, J., 1994, ``Power in Profit-Maximizing Organizations, Journal of Economics and Management Strategy 2: 163-198.",
        "Saxenian, A., 1996, Regional Advantage, Harvard University Press, Cambridge MA.",
        "Skaperdas, Stergios, 1992, ``Cooperation, conflict, and power in the absence of property rights American Economic Review, 82: 720-739.",
        "Shleifer and R. Vishny. 1997, ``A Survey of Corporate Governance, Journal of Finance.",
        "Sloan, A., 1963, My years with General Motors, Garden City, N.Y. : Doubleday.",
        "Tirole, J, 1998, Corporate Governance, mimeo.",
        "Williamson, O., 1985, The Economic Institutions of Capitalism, The Free Press, New York."
    ]
}