{
    "id": 7960,
    "cites": 35,
    "cited_by": 57,
    "reference": [
        "Abel, Andrew B., Precautionary Saving and Accidental Bequests, American Economic Review, September 1985, 75 (4), 777--791.",
        "Andreoni, James, Impure Altruism and Donations to Public Goods: A Theory of Warm-Glow Giving, Economic Journal, June 1990, 100 (401), 464--477.",
        "Barro, Robert J., Are Government Bonds Net Wealth'DONE', Journal of Political Economy, November-December 1974, 82 (6), 1095--1117.",
        "Bernheim, B. Douglas, How Strong Are Bequest Motives'DONE' Evidence Based on Estimates of the Demand for Life Insurance and Annuities, Journal of Political Economy, October 1991, 99 (5), 899--927.",
        "Economic Research, Cambridge and London: MIT Press, 1997.",
        "Blundell, Richard and Thomas E. MaCurdy, Labor Supply: A Review of Alternative Approaches, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Vol. 3, Amsterdam; New York: Elsevier/North Holland, 1999.",
        "Burman, Leonard E. and William C. Randolph, Measuring Permanent Responses to Capital-Gains Tax Changes in Panel Data, American Economic Review, September 1992, 84 (4), 794--809.",
        "Carroll, Christopher D., Why Do the Rich Save So Much'DONE' In Slemrod (2000).",
        "Chapman, Kenneth, Govind Hariharan, and Lawrence Southwick, Estate Taxes and Asset Accumulation, Family Business Review, 1996, 9 (3), 253--68.",
        "Davies, James B., Uncertain Lifetime, Consumption, and Dissaving in Retirement, Journal of Political Economy, June 1981, 89 (3), 561--77.",
        "Eller, Martha, Brian Erard, and Chih-Chin Ho, The Magnitude and Determinants of Federal Estate Tax Noncompliance, this volume. Eller, Martha Britton and Barry W. Johnson, Using a Sample of Federal Estate Returns to Examine the Eects of Audit Revaluation on Pre-Audit Estimates, Proceedings of the 1999 Meeting of the American Statistical Association, Section on Government Statistics, forthcoming.",
        "Erard, Brian, Estate Tax Underreporting Gap Study: A Report Prepared for the Internal Revenue Service Economic Analysis and Modeling Group, TIRNO-98-P-00406, Internal Revenue Service 1999.",
        "Feenberg, Daniel R. and James M. Poterba, Income Inequality and the Incomes of Very High-Income Taxpayers: Evidence from Tax Returns, in James M. Poterba, ed., Tax Policy and the Economy, Vol. 7, National Bureau of Economic Research, The MIT Press, 1993.",
        "Fiekowsky, Seymour, The Eect on Saving of the United States of Estate and Gift Tax, in Carl S. Shoup, ed., Federal Estate and Gift Taxes, Washington: Brookings Institution, 1966.",
        "Gale, William G. and Maria G. Perozek, Do Estate Taxes Reduce Savings'DONE', this volume. Goldsmith, Raymond W., Dorothy S. Brady, and Horst Menderhausen, A Study of Saving in the United States, Vol. III, Princeton, New Jersey: Princeton University Press, 1956.",
        "Gordon, Roger H. and Joel Slemrod, Are Real Responses to Taxes Simply Income Shifting Between Corporate and Personal Tax Bases'DONE' In Slemrod (2000).",
        "Hubbard, R. Glenn, Jonathan Skinner, and Stephen P. Zeldes, The Importance of Precautionary Motives in Explaining Individual and Aggregate Saving, Carnegie-Rochester Conference Series on Public Policy, June 1994, 40, 59--125.",
        "Hurd, Michael D., Savings of the Elderly and Desired Bequests, American Economic Review, June 1987, 77 (3), 298--312.",
        "United States, in Toshiaki Tachibanaki, ed., Savings and Bequests, Ann Arbor: University of Michigan Press, 1994, pp. 111--136.",
        "Johnson, Barry W., ed., Compendium of Federal Estate Tax and Personal Wealth Studies, Department of Treasury, Internal Revenue Service, 1994. Pub. 1773 (4-94).",
        "Joulfaian, David, Charitable Bequests and Estate Taxes: Another Look at the Evidence, November 1998. Oce of Tax Analysis, U.S. Department of Treasury, mimeo.",
        "Kaplow, Louis, Arguments For and Against Estate and Gift Taxation, this volume. Kapteyn, Arie, Rob Alessie, and Annamaria Lusardi, Explaining the Wealth Holdings of Dierent Cohorts: Productivity Growth and Social Security, August 1999. Mimeo.",
        "Kopczuk, Wojciech, On Redistribution Using Estate Taxation, January 2000. University of Michigan, mimeo.",
        "Kotliko, Laurence J. and Avia Spivak, The Family as an Incomplete Annuities Market, Journal of Political Economy, April 1981, 89 (2), 372--81.",
        "Laitner, John, Intergenerational and Interhousehold Economic Links, in Mark K. Rosenzweig and Oded Stark, eds., Handbook of Population and Family Economics, Vol. 1A, Amsterdam; New York: Elsevier/North Holland, 1997.",
        "Luckey, John R., A History of Federal Estate, Gift and Generation-Skipping Taxes, CRS Report for Congress 95-444A, Congressional Research Service March 1995.",
        "Poterba, James M., The Estate Tax and After-Tax Investment Returns. In Slemrod (2000).",
        "Richard, Scott F., Optimal Consumption, Portfolio and Life Insurance Rules for an Uncertain Lived Individual in a Continuous Time Model, Journal of Financial Economics, June 1975, 2 (2), 187--203.",
        "Sandford, Cedric, Economics of Public Finance, Third ed., Oxford: Pergamon Press, 1984.",
        "Finance, forthcoming. , ed., Does Atlas Shrug'DONE' The Economic Consequences of Taxing the Rich, New York: Harvard University Press and Russell Sage Foundation, 2000.",
        "Strawczynski, Michel, Government Intervention as a Bequest Substitute, Journal of Public Economics, March 1994, 53 (3), 477--95.",
        "Tait, Alan A., The Taxation of Personal Wealth, Urbana: University of Illinois Press, 1967.",
        "U.S. Joint Economic Committee, The Economics of the Estate Tax, 98-J-842-48, December 1998.",
        "Wol, Edward N., Discussants Comments on Douglas Holtz-Eakin, `The Uneasy Case for Abolishing the Estate Tax, Tax Law Review, 1996, 51 (3), 517--22.",
        "Yaari, Menahem E., Uncertain Lifetime, Life Insurance, and the Theory of the Consumer, Review of Economic Studies, April 1965, 32 (2), 137--150."
    ]
}