{
    "id": 7963,
    "cites": 28,
    "cited_by": 20,
    "reference": [
        "Allison, Paul D. Logistic Regression Using the SAS System: Theory and Application. Cary, NC: SAS Institute Inc., 1999: 175-178.",
        "Benitez-Silva, Hugo, Moshe Buchinsky, Hiu Man Chan, Sofia Cheidvasser, and John Rust. How Large is the Bias in Self-Reported Disability? NBER Working Paper No. W7526. February 2000.",
        "Borsch-Supan, Axel. Incentive Effects of Social Security Under an Uncertain Disability Option. NBER WP 7339. September 1999.",
        "Bound, John and Richard Burkhauser. Economic Analysis of Transfer Programs Targeted on People with Disabilities. Handbook of Labor Economics. Eds. Orley Ashenfelter and David Card. New York: Elsevier, 1999: 2417-2528.",
        "Burkhauser, Richard V., Kenneth A. Couch, and John W. Phillips. Who Takes Early Social Security Benefits: The Economic and Health Characteristics of Early Beneficiaries, The Gerontologist, 36(6). 1996: 789-799.",
        "Coile, Courtney and Jonathan Gruber. Social Security and Retirement. NBER Summer Institute Working Paper, July 1999.",
        "Dwyer, Debra and Olivia S. Mitchell. Health Problems as Determinants of Retirement: Are Self-Rated Measures Endogenous? Journal of Health Economics (18) 1999: 173-193.",
        "Friedberg, Leora. The Effect of Old-Age Assistance on Retirement. Journal of Public Economics. 71. 1999: 213-232.",
        "Gruber, Jonathan. Disability Insurance Benefits and Labor Supply. NBER WP 5866. December 1996.",
        "Gruber, Jonathan and Jeffrey Kubik. Disability Insurance Rejection Rates and the Labor Supply of Older Workers. Journal of Public Economics. 64, 1997:1-23.",
        "Gustman, Alan S., Olivia S. Mitchell and Thomas Steinmeier. The Role of Pensions in the Labor Market. Industrial and Labor Relations Review 47 (3) 1994: 4 17-438.",
        "Haider, Steven and Gary Solon. Nonrandom Selection in the HRS Social Security Earnings Sample. RAND Working Paper Series 00-0 1, February 2000.",
        "Haveman, Robert and Barbara Wolfe. The Decline of Male Labor Force Participation: Comment. JPE92(3): 1984: 532-541.",
        "Haveman, Robert and Barbara Wolfe. Disability Transfers and Early Retirement: A Causal Relationship? Journal of Public Economics 21, 1984: 47-66.",
        "Hoynes, Hilary W. and Robert Moffitt. Tax Rates and Work Incentives in the SSDI Program: Current Law and Alternative Reforms. NBER WP 6058. June 1997.",
        "Hu, Jianting, Kajal Lahiri, Denton Vaughan, and Bernard Wixon. A Structural Model of Social Securitys Disability Determination Process. ORES Working Paper 72, Social Security Administration, August 1997.",
        "Leonesio, Michael V., Denton R. Vaughan, and Bernard Wixom. Early Retirees Under Social Security: Health Status and Economic Resources. Social Security Administration, ORES Working Paper 86, August 2000.",
        "Levine, Phillip B., Olivia S. Mitchell, John W. Phillips. A Benefit of Ones Own: Older Womens Retirement Entitlements Under Social Security. Paper presented at the January 2000 meetings of the American Economic Society, New York.",
        "Lumsdaine, Robin and Olivia S. Mitchell. New Developments in the Economics of Retirement. In Handbook of Labor Economics. Orley Ashenfelter and David Card, eds. Amsterdam: North Holland, 1999: 3261-3308.",
        "Mitchell, Olivia S. and Gary Fields. Restructuring Social Security: How Will Retirement Ages Respond? In The Problem Isnt Age: Work and Older Americans. Editor Steve Sandell. New York: Praeger, 1987.",
        "Mitchell, Olivia 5, Jan Olson, and Thomas Steinmeier. Earnings and Projected Benefits. In Forecasting Retirement Needs and Retirement Wealth. Eds. O.S. Mitchell, B. Hammond, and A. Rappaport. Pension Research Council. Philadelphia, PA: University of Pennsylvania Press, 2000: 68-94.",
        "Mitchell, Olivia S. and John Phillips. Disability, Early, and Normal Retirement. Paper presented at the Second Annual Joint Conference for the Retirement Research Consortium, The OutlookforRetirement Income, Washington, D.C. May 17-18, 2000.",
        "Parsons, Donald. The Decline of Male Labor Force Participation. JPE 88(1): 1980: 117-134.",
        "Smith, Ralph. Raising the Earliest Eligibility Age for Social Security Benefits. Congressional Budget Office, Washington, D.C. January 1999.",
        "Social Security Administration (SSA). Annual Statistical Supplement to the Social Security Bulletin. US Department of Health and Human Services. Washington, DC: US GPO, 1992.",
        "Uccello, Con. Factors Influencing Retirement: Their Implications for Raising Retirement Age. AARP Public Policy Institute Working Paper 98 10, Washington, DC, October 1998.",
        "U.S. Congressional Budget Office (CBO). Raising the Earliest Eligibility Age for Social Security Benefits. Congressional Budget Office, Washington, DC, January 1999.",
        "U.S. General Accounting Office (GAO). Social Security Reform: Implications of Raising the RetirementAge. GAO/HEHS-99-112.Washington, DC: USGAO, August 1999."
    ]
}