{
    "id": 7964,
    "cites": 42,
    "cited_by": 7,
    "reference": [
        "Acemoglu, Daron, and Fabrizio Zilibotti, Productivity Differences, MIT mimeo, April 2000.",
        "Autor, David, Lawrence F. Katz and Alan Krueger, Computing Inequality: Have Computers Changed the Labor Market'DONE' Quarterly Journal of Economics, 113(4) (1998) 1169-1214.",
        "Bartelsman, Eric and Wayne Gray National Bureau of Economic Research Manufacturing Productivity Database National Bureau of Economic Research, mimeo, 1994.",
        "Barro, Robert Economic Growth in a Cross-Section of Countries, Quarterly Journal of Economics 106, 407-444. Barro, Robert and Jong-Wha Lee, International Measures of Schooling Years and Schooling Quality, ftp://www.nber.org/pub/barro.lee, 1997.",
        "Barro, Robert and Xavier Sala-I-Martin, Economic Growth, New York, McGraw Hill, 1995.",
        "Basu, Susanto and David N. Weil, Appropriate Technology and Growth, Quarterly Journal of Economics, 113(4) (1998) 1025-1054.",
        "Baumol, W.J. Productivity Growth, Convergence and Welfare: What the Long-run Data Show, American Economic Review, 76, (1986) 1072-1085.",
        "Berman, Eli, John Bound and Zvi Griliches, Changes in the demand for skilled labor within U.S. manufacturing industries: Evidence from the Annual Survey of Manufacturing, Quarterly Journal of Economics, CIX (1994), 367-98.",
        "Berman, Eli, John Bound and Stephen Machin, Implications of Skill-Biased Technological Change: International Evidence, National Bureau of Economic Research Working Paper No. 6166, 1997.",
        "International Evidence, Quarterly Journal of Economics, 113(4) ( 1998) 1245-1280.",
        "Berman, Eli and Stephen Machin, Skill-Biased Technology Transfer: Evidence of Factor Biased Technological Change in Developing Countries, Boston University mimeo, 2000.",
        "Bresnahan, Timothy F., and Manuel Trajtenberg, General Purpose Technologies: Engines of Growth'DONE' Journal of Econometrics, LXV: 1091-1126, 1997.",
        "Christensen, Laurits R., Dale W. Jorgenson and Lawrence J. Lau, Transcendental Logarithmic Production Frontiers, Review of Economics and Statistics 55:1, (February 1973) 28-45.",
        "Doms, Mark, Timothy Dunne and Kenneth R. Troske Workers, Wages and Technology, Quarterly Journal of Economics, CXII (1997), 253-290.",
        "Eaton, Jonathan and Samuel Kortum Trade in Ideas: Patenting and Productivity in the OECD, Journal of International Economics XL (1996) 251-278.",
        "Eaton, Jonathan and Samuel Kortum, International Technology Diffusion: Theory and Measurement, Journal of International Economics, 1999.",
        "Feliciano, Zadia, Workers and Trade Liberalization: The Impact of Trade Reforms in Mexico on Wages and Employment, Queens College, mimeo, May 1995.",
        "Feenstra, Robert C. and Gordon Hanson, Globalization, Outsourcing, and Wage Inequality American Economic Review Paper and Proceedings, LXXXVI (1996), 240-245.",
        "Freeman, Richard and Lawrence Katz, Rising wage inequality: The United States vs. other advanced countries, in Working Under Different Rules, Richard Freeman, ed. (New York, NY: Russell Sage Foundation, 1994).",
        "Goldin, Claudia, and Lawrence F. Katz, Technology, Skill and the Wage Structure: Insights from the Past, American Economic Review LXXXVI (1996), 252-257.",
        "Goldin, Claudia, and Lawrence F. Katz, The Origins of Technology-Skill Complementarity, Quarterly Journal of Economics, CXIII (1998), 693-732.",
        "Griliches, Zvi Capital-Skill Complementarity, Review of Economics and Statistics, 51 (November 1969), 465-468.",
        "Griliches, Zvi and Dale W. Jorgenson The Explanation of Productivity Change, Review of Economic Studies, 34(3), (July 1967).",
        "Griliches, Zvi and Jacques Mairesse, Productivity Functions: The Search for Identification, National Bureau of Economic Research Working Paper 5067, March 1995.",
        "Hanson, Gordon H. and Ann Harrison, Trade, Technology and Wage Inequality, National Bureau of Economic Research Working Paper 5110, 1995.",
        "Haskel, Jonathan E. and Matthew J. Slaughter Does the Sector Bias of Skill-Biased Technological Change Explain Changing Wage Inequality'DONE' National Bureau of Economic Research Working Paper 6565, May 1998.",
        "Helpman, Elhanan Introduction, in Helpman (ed.) General Purpose Technologies and Economic Growth (Cambridge, MA: MIT Press, 1998).",
        "Helpman, Elhanan and Gene M. Grossman Innovation and Growth in the Global Economy (Cambridge, MA: MIT Press, 1991).",
        "Kahn, James A., and Jong-Soo Lim Skilled-Labor Augmenting Technical Progress in U.S. Manufacturing, Quarterly Journal of Economics, 113(4) (November 1998) 1281-1308.",
        "Katz, Lawrence F., Gary W. Loveman and David G. Blanchflower, A comparison of Changes in the Structure of Wages in Four OECD Countries, in Differences and Changes in Wage Structures, Katz and Freeman, eds. (Chicago, IL: University of Chicago Press, 1995).",
        "Klenow, Peter, Ideas vs. Rival Human Capital: Industry Evidence on Growth Models, Journal of Monetary Economics, 42 (August 1998), 3-24.",
        "Machin, Stephen, and John Van Reenen, Technology and changes in skill structure: Evidence from Seven OECD Countries, Quarterly Journal of Economics, 113(4) (1998) 1215-1244.",
        "Mankiw, N. Gregory, David Romer and David N. Weil A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics, 107(2) (May 1992), 407-437.",
        "Murphy, Kevin M. and Finis Welch, The Structure of Wages, Quarterly Journal of Economics, CVII (1992), 285-326.",
        "Nelson, Richard and Edmund Phelps, Investment in Humans, Technological Diffusion and Economic Growth, American Economic Review Papers and Proceedings 56, 1966, 69-75.",
        "Psacharolpoulos, George (1994) Returns to Investment in Education: A Global Update, World Development 22(9) 1325-1343.",
        "Psacharolpoulos, George (1999) The Opportunity Cost of Child Labor: A Review of the Benefits of Education, University of Athens mimeo.",
        "Solow, Robert A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics 70, (1956) 65-94.",
        "Solow, Robert Technical Change and the Aggregate Production Function, Review of Economics and Statistics, 39(3) (August 1957) 312-320.",
        "Schumacher E.F., Small is Beautiful: Economics as if People Mattered (Harper and Row, New York, 1973).",
        "United Nations, Dept. of Economic and Social Affairs, Statistical Office, Industrial Statistics Yearbook, Volume I: General Industrial Statistics, (New York, NY: 1992).",
        "Weil, David N. Economic Growth, manuscript, Brown University, 2000."
    ]
}