{
    "id": 7965,
    "cites": 35,
    "cited_by": 6,
    "reference": [
        "Baker, George, Gibbons, Robert, and Murphy, Kevin J. Subjective Performance Measures in Optimal Incentive Contracts, Quarterly Journal of Economics, November 1994, 108 (8), pp. 1125-56.",
        "Bartel, Ann P. Human Resource Management and Performance in the Service Sector: The Case of Bank Branches, NBER Working Paper No. 7467, January 2000.",
        "Ben-Ner, Avner, and Jones, Derek C. Employee Participation, Ownership, and Productivity: A Theoretical Framework, Industrial Relations, October 1995, 34 (4), pp. 532-54.",
        "Black, Sandra E. and Lynch, Lisa M. How to Compete: The Impact of Workplace Practices and Information Technology on Productivity, NBER Working Paper No. 6120, August 1997.",
        "Brunello, Giorgio. Bonuses, Wages and Performances in Japan: Evidence from Micro Data. Ricerche Economiche, April-September 1991, 45 (2-3), pp. 377-396.",
        "Cole, Robert E. Strategies for Learning: Small-Group Activities in American, Japanese, and Swedish Industry. Berkeley, CA: University of California Press, 1989.",
        "Fitzroy, Felix R. and Kraft, Kornelius. Cooperation, Productivity and Profit Sharing. Quarterly Journal of Economics, February 1987, 102 (1), pp. 23-35.",
        "Freeman, Richard B. and Kleiner, Morris M. From Piece Rates to Time Rates: Surviving Global Competition, Paper presented at the Industrial Relations Research Association Meetings in Chicago, January 1998.",
        "Freeman, Richard B., Kleiner, Morris M., and Ostroff, Cheri. The Anatomy and Effects of Employee Involvement. Paper presented at the American Economic Association Meetings in New Orleans, January 1997.",
        "Freeman, Richard B. and Weitzman, Martin L. Bonuses and Employment in Japan. Journal of the Japanese and International Economies, June 1987, 1 (2), pp. 168-194.",
        "Hart, Robert A. and Kawasaki, Seiichi. The Japanese Bonus System and Human Capital. Journal of the Japanese and International Economies, September 1995, 9 (3), pp. 225-44.",
        "Hashimoto, Masanori. The Japanese Labor Market in a Comparative Perspective with the United States. Kalamazoo, Michigan: Upjohn Institute for Employment Research, 1990.",
        "Ichniowski, Casey and Shaw, Kathryn. Old Dogs and New Tricks: Determinants of the Adoption of Productivity-Enhancing Work Practices, Brookings Papers on Economic Activity, Microeconomics 1995, pp. 1-55.",
        "Ichniowski, Casey, Shaw, Kathryn, and Giovanna Prennushi. The Effects of Human Resource Management Practices on Productivity: A Study of Steel Finishing Lines. American Economic Review, July 1997, 87 (3), pp. 291-313.",
        "Inagami, Takeshi. Japanese Workplace Industrial Relations Industrial Relations Series, No. 14. Tokyo: The Japan Institute of Labour, 1988.",
        "Japan Productivity Center. To Improve Joint Labor Management Committees (Roshikyogisei no Jujitsu o Motomete), Tokyo: Japan Productivity Center, 1990.",
        "Jones, Derek., and Kato, Takao. The Productivity Effects of Employee Stock Ownership Plans and Bonuses: Evidence from Japanese Panel Data. American Economic Review, June 1995, 85(3), pp. 391-414.",
        "Jones, Derek C., and Pliskin, Jeffrey. The Effects of Worker Participation, Employee Ownership and Profit Sharing on Economic Performance: A Partial Review, in Russell, Raymond, and Rus, Veljko, eds., Ownership and Participation: International Handbook of Participation in Organizations, Vol.2. Oxford: Oxford University Press, 1991, pp. 43-63.",
        "Kandel , Eugene and Lazear, Edward. Peer Pressure and Partnerships, Journal of Political Economy, August 1992, 100 (4), pp. 801-17.",
        "Kato, Takao and Morishima, Motohiro. The Productivity Effects of Participatory Employment Practices: Evidence From New Japanese Panel Data, Mimeo, Department of Economics, Colgate University, May 1999.",
        "Koike, Kazuo. Worker Participation (Rodosha no Keiei Sanka), Tokyo: Nihon Hyoron Sha, 1978.",
        "Kruse, Douglas L. Profit Sharing: Does It Make a Difference? Kalamazoo, Michigan: W.E. Upjohn Institute for Employment Research, 1993.",
        "Levine, David I. Reinventing the Workplace, Washington, D.C.: Brookings Institution, 1995.",
        "Levine, David I. and Tyson, Laura DAndrea. Participation, Productivity and the Firms Environment, in Blinder, Alan S., ed., Paying For Productivity, Washington, D.C.: Brookings Institution, 1990, pp. 183-236.",
        "Milgrom, Paul and Roberts, John. Complementarities and Fit: Strategy, Structure, and Organizational Change in Manufacturing, Journal of Accounting and Economics, April 1995, 19 (2-3), pp. 179- 208.",
        "Morishima, Motohiro. Information Sharing and Firm Performance in Japan: Do Joint Consultation Committees Help? Industrial Relations, Winter 1991a, 30 (1), pp. 37-61.",
        "Morishima, Motohiro. Information Sharing and Collective Bargaining in Japan: Effects on Wage Negotiations. Industrial and Labor Relations Review, April 1991b, 44 (3), pp. 469-485.",
        "Nakamura, Masao and Nakamura, Alice. Risk Behavior and the Determinants of Bonus Versus Regular Pay in Japan. Journal of the Japanese and International Economies, September 1989, 3 (3), pp.",
        "Ohashi, Isao. On the Determinants of Bonuses and Basic Wages in Large Japanese Firms. Journal of the Japanese and International Economies, December 1989, 3 (4), pp. 451-479.",
        "Ohkusa, Yasushi and Ohtake, Fumio. The Productivity Effects of Information Sharing, Profit-Sharing and ESOPs, Journal of the Japanese and International Economies, September 1997, 11(3), pp. 385- 402.",
        "Pil, Frits K., and MacDuffie, John Paul. The Adoption of High-Involvement Work Practices. Industrial Relations, July 1996, 35 (3), pp. 423-455.",
        "Shimada, Haruo. Japans Industrial Culture and Labor-Management Relations. In Shumpei Kumon and Henry Rosovsky, eds., The Political Economy of Japan, Volume 3: Cultural and Social Dynamics. Stanford: Stanford University Press, 1992, pp. 267-291.",
        "Tsuru, Tsuyoshi and Morishima, Motohiro. Nonunion Employee Representation in Japan. Journal of Labor Research, Winter 1999, 20 (1), pp. 93-110.",
        "Weitzman, Martin, L. and Kruse, Douglas L. Profit Sharing and Productivity, in Blinder, Alan, ed., Paying For Productivity, Washington, D.C.:Brookings Institution, 1990, pp.95-140.",
        "See, for instance, Kato and Morishima (1999)."
    ]
}