{
    "id": 7966,
    "cites": 16,
    "cited_by": 5,
    "reference": [
        "Currie, Janet and Jonathan Gruber, Saving Babies: The Efficacy and Cost of Recent Changes in the Medicaid Eligibility of Pregnant Women, Journal of Political Economy, Vol. 114 (1996), 1263-1296.",
        "Cutler, David M. and Jill R. Horwitz, Converting Hospitals from Not-For-Profit to For-Profit Status: Why and What Effects? in D. Cutler (ed.) The Changing Hospital Industry: ComparingNot-For-P rofit and For-Profit Institutions, Chicago: University of Chicago Press and NBER (1999).",
        "Cutler, David M. and Jonathan Gruber, Does Public Insurance Crowd Out Private Insurance?, Quarterly Journal of Economics, Vol. 111(1996) 39 1-430.",
        "Duggan, Mark Hospital Ownership and Public Medical Spending. forthcoming, Quarterly Journal of Economics, 2000.",
        "Epstein, Arnold and Joel Weissman. Falling Through the Safety Net, 1994.",
        "Feldstein, M. Hospital Cost Inflation: A Study of Nonprofit Price Dynamics American Economic Review, Vol. 61(1971), pp. 853-872.",
        "Frank, R and Salkever, D. The Supply of Charity Services by Nonprofit Hospitals: Motives and Market Structure, RAND Journal of Economics, Vol. 22 (1991), pp. 430-445.",
        "Glaeser, E. and Shleifer, A. Not-for-Profit Entrepeneurs. Harvard University mimeo, 1999.",
        "Gruber, J. The Effect of Competitive Pressure on Charity: Hospital Responses to Price Shopping in California. Journal of Health Economics, Vol. 38 (1994) 183-2 12.",
        "Hansmann, Henry The Ownership of Enterprise. Cambridge, MA: Harvard University Press, 1996.",
        "Kessler, Daniel and Mark McClellan, Is Hospital Competition Socially Wasteful? forthcoming, Quarterly Journal of Economics, 2000.",
        "Lakdawalla, Darius and Tomas Philipson, A Neoclassical Theory ofNonprofit Production, mimeo, University of Chicago, 1999.",
        "McClellan, Mark and Douglas Staiger, Comparing Hospital Quality at For-Profit and Not-ForProfit Hospitals in D. Cutler (ed.) The Changing Hospital Industry. Comparing Not-ForProfit and For-Profit Institutions, Chicago: University of Chicago Press and NBER (1999).",
        "Newhouse, Joseph Toward an Economic Theory of Non-Profit Institutions: An Economic Model 26 of a Hospital. American Economic Review, Vol. 60 (1970) pp. 64-74.",
        "Norton, Edward and Douglas Staiger, How Hospital Ownership Affects Access to Care for the Uninsured RAND Journal of Economics, Vol. 25 (1994), pp. 171-185.",
        "Silverman, E. and Skinner, J., Are For-Profit Hospitals Really Different? Medicare `Upcoding and Market Structure, paper presented at the Conference on the Industrial Organization of Medical Care, NBER, Nashville, TN (April 2000)."
    ]
}