{
    "id": 7968,
    "cites": 34,
    "cited_by": 35,
    "reference": [
        "Achenbach, T. and C. S. Edelbrock (1983). A Manual for the Child Behavior Checklist and Revised Child Behavior Profile, New York: Queen City Printers.",
        "Allen, Douglas (1992). Marriage and Divorce: A Comment on Peters, American Economic Review, 82, 677-685.",
        "Amato, P. R. and B. Keith (1991). Parental Divorce and the Well-Being of Children: A Meta Analysis, Psychological Bulletin, 110, 26-46.",
        "Aquilino, W. S.(1994). Impact of Childhood Family Disruption on Young Adults Relationships with Parents, Journal of Marriage and the Family, 56, 295-313.",
        "Baumrind, D. (1989). Sex-Differentiated Socialization Effects in Childhood and Adolescence in Divorced and Intact Families, Paper presented at the biennial meetings of the Society for Research on Child Development, Kansas City, MO.",
        "Bougheas, Spiros, and Yannis Georgellis (1999). The Effect of Divorce Costs on Marriage Formation and Dissolution, Journal of Population Economics, 12, 489-498.",
        "Cherlin, Andrew J., Kathleen E. Kiernan and P. Lindsay Chase-Lansdale (1995). Parental Divorce in Childhood and Demographic Outcomes in Young Children, Demography, 32, Issue 3. 299-315.",
        "Cooney, T. M.(1994). Young Adults Relations with Parents: The Influence of Recent parental Divorce, Journal of Marriage and the Family, 56, 45-56.",
        "Doherty, W. J. and R. H. Needle (1991). Psychological Adjustment and Substance Abuse Among Adolescents Before and After a Parental Divorce, Child Development, 62, 328-337.",
        "Dormbush, S., J. Carlsmith, S. Bushwall, P. Ritter, H. Leiderman, A. Hastor and R. Gross (1985). Single Parents Extended Households and the Control of Adolescents, Child Development, 56, 326-341.",
        "Feng, Du, Roseanne Giarruso, Vern Bentson and Nancy Frye (1999). Intergenerational Transmission of Marital Quality and Marital Instability, Journal of Marriage and the Family, 61, 451-463.",
        "Ferber, Marianne, and William Sander (1989). Of Women, Men, and Divorce: Not by Economics Alone, Review of Social Economy, 47, 15-26.",
        "Flewelling, R. L. and K. E. Bauman (1990). Family Structure as Predictor of Initial Substance Use and Sexual Intercourse in Early Adolesence, Journal of Marriage and the Family, 52, 171-181.",
        "Friedberg, Leora (1998). Did Unilateral Divorce Raise Divorce Rates? Evidence from Panel Data, American Economic Review, 88, 608-627.",
        "Gray, Jeffrey (1998). Divorce Law Changes, Household Bargaining, and married Womens Labor Supply, American Economic Review, 88, 628-42.",
        "Guidubaldi, J., J. D. Perry and H. K. Cleminshaw (1984). The Legacy of Parental Divorce: A Nationwide Study of Family Status and Selected Mediating Variables on Childrens Academic and Social Competencies, In B. B. Lahey and A. E. Kazdin (Eds.) Advances in Clinical Child Psychology, 7, New York: Plemum Press. 109-151.",
        "Hetherington, E. M. Social Capital and Development of Youth from Nondivorced, Divorced and Remarried Families, In A. Collins (Ed.) Relationships as Developmental Contexts: The 29th Minnesota Symposium on Child Psychology. Hillsdale, NJ: Lawrence Erlbaum. Hetherington, E. M. and W. G. Clingempeel (1989). Coping with Marital Transitions: A Family Systems Perspective, Monographs of the Society for Research in Child Development, 60, 1-14.",
        "Isaacs, M. (1986). The Visitation Schedule and Child Adjustment: A Three-Year Study, Unpublished Manuscript.",
        "Kiernan, Kathleen, and Andrew Cherlin (1999). Parental Divorce and Partnership Dissolution in Adulthood: Evidence from a British Cohort Study, Population Studies, 53, 39-48.",
        "Kiernan, Kathleen, and John Hobcraft (1997). Parental Divorce during Childhood: Age at First Intercourse, Partnership and Parenthood, Population Studies, 51, 41-55.",
        "Krein, S. F. and A. H. Beller (1988). Educational Attainment of Children from Single-Parent Families: Differences by Exposure, Gender and Race, Demography, 25, 221-234.",
        "Matsueda, R. L. and K. Heimer (1987). Race, Family Structure and Delinquency: A Test of Differential Association and Social Control Theories, American Sociological Review, 52, 826-40.",
        "McLanahan, S. and L. Bumpass (1988). Intergenerational Consequences of Family Disruption, American Journal of Sociology, 94,130-152.",
        "McLanahan, S. and G. Sandefur (1994). Growing Up with A Single-Parent, Cambridge, MA: Harvard University Press.",
        "McLeod, J. D. (1991). Childhood Parental Loss and Adult Depression, Journal of Health and Social Behavior, 32, 205-220.",
        "Nordinger, Pia (1998). The Anti-Divorce Revolution, The Weekly Standard, March 2.",
        "Peters, H. Elizabeth (1986). Marriage and Divorce: Informational Constraints and Private Contracting, American Economic Review, 76, 437-54.",
        "Peters, H. Elizabeth (1992). Marriage and Divorce: Reply, American Economic Review, 82, 686-693.",
        "Reilly, Siobhan and Eirik Evenhouse (1997). Divorce Laws and Divorce Rates: Evidence from Panel Data, mimeo, Vanderbilt University.",
        "Ross, H. L. and Isabel V. Sawhill (1975). Time of Transition: The Growth of Families Headed by Women. Washington, D.C.: Urban Institute.",
        "Weitzman, Lenore (1985). The Divorce Revolution. New York: Free Press.",
        "Wheeler, Michael (1974). No Fault Divorce. Boston: Beach Press.",
        "Wolfers, Justin (2000). Did Unilateral Divorce Raise Divorce Rates? Reassessing the Evidence, mimeo, Harvard University.",
        "Zill, N., D. R. Morrison and M. J. Coiro (1993). Long Term Effects Of Parental Divorce on Parent-Child Relationships, Adjustment, and Achievement in Young Adulthood, Journal of Family Psychology, 7, 91-103."
    ]
}