{
    "id": 7971,
    "cites": 24,
    "cited_by": 18,
    "reference": [
        "[21 Allen, Franklin and Douglas Gale, Limited Market Participation and Volatility of Asset Prices,~ American Economic Review 8~(~), September 1994, pages 933-55.",
        "[31 Allen, Franklin and Douglas Gale, Financial Markets, Intermediaries, and Intertemporal Smoothing,~ Journal of Political Economy, 1U5(3), June 1997, pages 523-46.",
        "[41 Bardhan, Pranab K., Optimum Foreign Borrowing, in Karl Shell, ed., Essays on the Theory of Optimal Economic Growth: MIT Press, 1967, pp. 117-128.",
        "[51 Bernanke, Ben and Mark Gertler, Agency Costs, Net Worth, and Business Fluctuations,  American Economic Review 79-1, March 1989, pp. 14-31.",
        "[61 Bhattacharya, Sudipto, and Gale, Douglas M., Preference Shocks, Liquidity, and Central Bank Policy, Barnett, William A., ed.; Singleton, Kenneth J., ed.. New approaches to monetary economics. International Symposia in Economic Theory and Econometrics series: Cambridge University Press 1987, pp. 69- 88.",
        "[71 Blommestein, Hans J., Institutional Investors, Pension Reforms and Emerging Securities Markets,~ IADB WP ~ 359, November 1997.",
        "[81 Bulow, Jeremy and Rogoff, Kenneth, A Constant Recontracting Model of Sovereign Debt, Journal of Political Economy 97-1, February 1989, pp. 155-78.",
        "[91 Caballero, Ricardo J. and Krishnamurthy, Arvind, Emerging Markets Crises: An Assets Market Perspective, IMF WP, 1999.",
        "[1UI Caballero, Ricardo J. and Krishnamurthy, Arvind, International Liquidity Management: Sterilization Policy in Illiquid Financial Markets, mimeo MIT, January 2UUUa.",
        "[111 Caballero, Ricardo J. and Krishnamurthy, Arvind, Dollarization of Liabilities: Underinsurance and Domestic Financial Underdevelopment, mimeo MIT, July 2UUUb.",
        "[121 Calvo, Guillermo A., Balance of Payment Crises in Emerging Markets, mimeo, Maryland, January 1998.",
        "[131 Chang, Roberto and Andres Velasco, Financial Crisis in Emerging Markets: A Canonical Model, mimeo Atlanta Fed, July 1998.",
        "[141 Diamond, Douglas W. and Dybvig, Philip H., Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy 91-3, June 1983, pp. 4U1-19. 33",
        "[161 Gale, Douglas and Martin Hellwig, Incentive Compatible Debt Contracts: The OnePeriod Problem Review of Economic Studies 5~(~), October 1985, pp. 647-63.",
        "[171 Gelos, R. Gaston and Alejandro M. Werner, Financial Liberalization, Credit Constraints, and Collateral: Investment in the Mexican Manufactuing Sector, IMF WP/99/25, March 1999.",
        "[181 Goldfajn, Ilan and Rodrigo 0. Valdes, The Twin Crises and the Role of Financial Intermediation, IMF mimeo, August 1998.",
        "[191 Harberger, Arnold, Lessons for Debtor-Country Managers and Policymakers, in J.Cuddington and G.Smith (eds.), International Debt and the Developing Countries. Washington: World Bank, 1985.",
        "[211 Holmstrom, Bengt and Tirole, Jean, Private and Public Supply of Liquidity, Journal of Political Economy 106-1, February 1998, pp. 1-4U.",
        "[221 Jacklin, Charles J., Demand Deposits, Trading Restrictions, and Risk Sharing, Prescott, Edward C., ed.; Wallace, Neil, ed.. Contractual arrangements for intertemporal trade. Minnesota Studies in Macroeconomics series, vol. 1 Minneapolis: University of Minnesota Press 1987, pp. 26-47.",
        "[231 Kang, Jun-Koo and Rene M. Stulz, Why Is There Home Bias? An Anlysis of Foreign Portfolio Equity Ownership in Japan,!! Journal of Financial Economics ~6-1, October 1997, pp. 3-28.",
        "[241 Kehoe, Timothy, and David Levine, Debt-constrained Asset Markets,!! Review of Economic Studies 60-~, October 1993, pp. 865-888.",
        "[251 Kiyotaki, Nobuhiro and Moore, John, Credit Cycles, Journal of Political Economy, 105-~9, April 1997, pp. 211-48.",
        "[261 Merton, Robert, A Simple Model of Capital Market Equilibrium with Incomplete Information,!! Journal of Finance, l~-3, July 1987, pp 483-51U.",
        "[281 The World Bank, East Asia: The Road to Recovery, September 1998. 34"
    ]
}