{
    "id": 7974,
    "cites": 29,
    "cited_by": 17,
    "reference": [
        "Bebchuk, L., 1999. The rent protection theory of corporate ownership and control. Unpublished working paper. Harvard Law School: Cambridge, MA.",
        "Becker, G., S., 1968. Crime and punishment: An economic approach. Journal of Political Economy 76, 169-217.",
        "Bennedsen, M., Wolfenzon, D., 2000. The balance of power in closely held corporations. Journal of Financial Economics 58, 113-139.",
        "Burkart, M., Gromb, D., Panunzi, F., 1997. Large Shareholders, monitoring, and fiduciary duty.",
        "Quarterly Journal of Economics 112, 693-728. Burkart, M., Gromb, D., and Panunzi, F., 1998. Why higher takeover premia protect minority shareholders, Journal of Political Economy 106, 172-204.",
        "Carlin, W., Mayer, C., 1999. Finance, investment and growth. Unpublished working paper.",
        "University College: London. Claessens, S., Djankov, S., Lang, L.,2000. The separation of ownership and control in East Asian corporations. Journal of Financial Economics 58, 81-112.",
        "Claessens, S., Djankov, S., Fan, J., Lang, L., 1999. Expropriation of minority shareholders in East Asia. Unpublished working paper. The World Bank: Washington, DC.",
        "European Corporate Governance Network (ECGN). 1997. The Separation of Ownership and Control: A Survey of 7 European Countries Preliminary Report to the European Commission. Volumes 1- 4. Brussels: European Corporate Governance Network.",
        "Friedman, E. and S. Johnson, 2000, Tunneling and Propping, MIT manuscript.",
        "Glaeser, E., Johnson, S., Shleifer, A., 2001. Coase versus the Coasians. Quarterly Journal of Economics, forthcoming.",
        "Grossman, S., Hart, O., 1988. One-share-one vote and the market for corporate control. Journal of Financial Economics 20, 175-202.",
        "Jensen, M., Meckling, W., 1976. Theory of the firm: managerial behavior, agency costs, and ownership structure. Journal of Financial Economics 3, 305-360.",
        "Johnson, S., La Porta, R., Lopez-de-Silanes, F., and Shleifer, A., 2000. Tunneling. American Economic Review Papers and Proceedings 90, 22-27.",
        "Kumar, K., Rajan, R., Zingales, L., 1999, What determines firm size? NBER Working Paper 7208. National Bureau of Economic Research: Cambridge, MA.",
        "La Porta, R. Lopez-de-Silanes, F., Shleifer, A., 1999. Corporate ownership around the world.",
        "Journal of Finance 54, 471-517. La Porta, R. Lopez-de-Silanes, F., Shleifer, A., Vishny, R., 1997. Legal determinants of external finance. Journal of Finance 52, 1131-1150.",
        "La Porta, R. Lopez-de-Silanes, F., Shleifer, A., Vishny, R., 1998. Law and finance. Journal of Political Economy 106, 1113-1155.",
        "La Porta, R. Lopez-de-Silanes, F., Shleifer, A., Vishny, R., 1999. Investor protection and corporate valuation. NBER Working Paper 7403. National Bureau of Economic Research: Cambridge, MA.",
        "La Porta, R. Lopez-de-Silanes, F., Shleifer, A., Vishny, R., 2000. Agency problems and dividend policies around the world. Journal of Finance 55, 1-33.",
        "La Porta, R., Lopez-de-Silanes, F., Shleifer, A., Vishny, R., 2000b, Investor protection and corporate governance, Journal of Financial Economics 58, 3-27.",
        "Levine, R., Zervos, S., 1998. Stock markets, banks and economic growth. American Economic Review 88, 537-558 31 Modigliani, F., Perotti, E., 1998. Security versus bank finance: the importance of proper enforcement of legal rules. Unpublished working paper. MIT: Cambridge, MA.",
        "Nenova T., 1999. The value of a corporate vote and private benefits: a cross-country analysis.",
        "Unpublished working paper. Harvard University: Cambridge, MA. Rajan, R., Zingales, L., 1998. Financial dependence and growth. American Economic Review 88, 559-586.",
        "Shleifer, A., Vishny, R., 1997. A survey of corporate governance. Journal of Finance 52, 737- 783.",
        "Wolfenzon, D., 1999. A theory of pyramidal ownership. Unpublished working paper. Harvard University Press: Cambridge, MA.",
        "Wurgler, J., 2000. Financial markets and the allocation of capital. Journal of Financial Economics 58, 187-214 .",
        "Zingales, L., 1994. The value of the voting right: a study of the Milan stock exchange. The Review of Financial Studies 7, 125-148.",
        "Zingales, L., 1995. Inside ownership and the decision to go public. Review of Economic Studies 62, 425-448."
    ]
}