{
    "id": 7975,
    "cites": 19,
    "cited_by": 23,
    "reference": [
        "Autor, David and Mark Duggan. 2000. Disability Recipiency and the Decline in Unemployment, paper presented at the National Bureau of Economic Research Summer Institute, Cambridge, MA, August, 2000.",
        "Acemoglu, D. and Joshua Angrist. 1998. Consequences of Employment Protection: The Case of the Americans with Disabilities Act, National Bureau of Economics Working Paper 6670.",
        "Baily, Martin N. 1987. Aging and the Ability to Work: Policy Issues and Recent Trends, Work, Health and Income among the Elderly, Gary Burtless, ed. (Washington, DC: The Brookings Institution.",
        "Bound, John, The Health and Earnings of Rejected Disability Insurance Applicants, 1989. American Economic Review, LXXIX, 482-503.",
        "Bound, John and Timothy Waidmann. 1992. Disability Transfers, Self-Reported Health, and the Labor Force Attachment of Older Men: Evidence from the Historical Record, Quarterly Journal of Economics, 107(4): 1393-1419.",
        "Burkhauser, Richard V. and Mary C. Daly. 1996. The Potential Impact on the Employment of People with Disabilities. In Jane West (ed.), Implementing the Americans with Disabilities Act. Cambridge, MA: Blackwell Publishers, pp. 153-192.",
        "Burkhauser, Richard V. and Mary C. Daly, Andrew J. Houtenville. Forthcoming, How Working Age People With Disabilities Fared Over the 1990s Business Cycle, in Peter Budetti, Janice Gregory, and Richard Burkhauser (eds.), Ensuring Health and Income Security for an Aging Work Force: 12th Annual Conference of the National Academy of Social Insurance, Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "DeLeire, Thomas. 2000a. The Unintended Consequences of the Americans with Disabilities Act. Regulation 23(1): 21-24 ______________. 2000b. The Wage and Employment Effects of the Americans with Disabilities Act, Journal of Human Resources, 35.",
        "Kovar, M. G., and R. A. Wright. 1973. An Experiment with Alternate Respondent Rules in the National Health Interview Survey, 1973 Social Statistics Section, Proceedings of the American Statistical Association, 311-16.",
        "Leonard, Jonathan S. 1986. Disability System Incentives and Disincentives for the Disabled, Disability and the Labor Market: Economic Problems, Policies and Programs, Monroe Berkowitz and M. Anne Hill, eds. (Ithaca, NY: ILR Press).",
        "National Center for Health Statistics. 2000. 1997 National Health Interview Survey (NHIS) Public Use Data Release: NHIS Survey Description. Hyattsville, MD, February 2000.",
        "Oi, Walter Y. 1991. Disability and a Workfare-Welfare Dilemma. In Carolyn L. Weaver (ed.), Disability and Work: Incentives, Rights, and Opportunities. AEI Studies No. 516.",
        "Washington, DC: AEI Press, pp. 31-45. Parsons, Donald O. 1980a. The Decline of Male Labor Force Participation, Journal of Political Economy, LXXXVIII, 117-34.",
        "Review, LXX, 911-920. Rosen, Sherwin. 1991. Disability Accommodation and the Labor Market. In Carolyn L.",
        "Weaver (ed.), Disability and Work: Incentives, Rights, and Opportunities. AEI Studies No. 516. Washington, DC: AEI Press, 18-30. Rupp, Kalman and David C. Stapleton. 1995. Determinants of the Growth in the Social Security Administrations Disability Programs: An Overview, Social Security Bulletin, 58(4)(Winter): 43-70.",
        "Implications. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research, 31-92. Stapleton, D., K. Coleman, and K. Dietrich. 1995. Demographic and Economic Determinants of Recent Application and Award Growth for SSAs Disability Programs. Paper presented at the conference, The Social Security Administrations Disability Programs: Explanations of Recent Growth and Implications for Disability Policy, sponsored by the Social Security Administration and the Office of the Assistant Secretary for Planning and Evaluation, U.S. Department of Health and Human Services, Washington, DC, July.",
        "Stapleton, D. and K. Dietrich. 1995. Long-Term Trends and Cycles in Application and Award Growth. Paper presented at The Social Security Administrations Disability Programs: Explanations of Recent Growth and Implications for Disability Policy, sponsored by the Social Security Administration and the Office of the Assistant Secretary for Planning and Evaluation, U.S. Department of Health and Human Services, Washington, DC, July.",
        "Weaver, Carolyn L. 1991. Incentives Versus Controls in Federal Disability Policy. In Carolyn L. Weaver (ed.), Disability and Work: Incentives, Rights, and Opportunities. AEI Studies No. 516. Washington, DC: AEI Press, pp. 3-17.",
        "Yelin, Edward. 1986. The Myth of Malingering: Why Individuals Withdraw from Work in the Presence of Illness, Milbank Quarterly, LXIV, 622-49."
    ]
}