{
    "id": 7976,
    "cites": 25,
    "cited_by": 2,
    "reference": [
        "[1] Black, Bernard S. and Ronald J. Gilson (1998), Venture Capital and the Structure of Capital Markets: Banks versus Stock Markets, Journal of Financial Economics 47, 243-277.",
        "[2] Black, Jane and David de Meza (1997), Everyone May Bene fitFrom Subsidising Entry To Risky Occupations, Journal of Public Economics 66, 409-424.",
        "[3] Boadway, Robin, Maurice Marchand, and Pierre Pestiau (1991), Op- timal Linear Income Taxation in Models With Occupational Choice, Journal of Public Economics 46, 133-162.",
        "[4] Boadway, Robin, Nicolas Marceau, Maurice Marchand, and Marianne Vigneault (1998), Entrepreneurship, Asymmetric Information, and Un- employment,International Tax and Public Finance 5 , 307-327.",
        "[5] Buchholz, Wolfgang and Kai A. Konrad (1999), Risiko und Steuern, Free University of Berlin: Discussion Paper Nr. 1999/14.",
        "[6] Cornelli, Francesca and Oved Yosha (1997), Stage Financing and the Role of Convertible Debt,LondonSchoolofEconomics,mimeo. 62",
        "[7] DeMeza, David and David Webb (1987), Too Much Investment: A Prob- lem of Asymmetric Information, Quarterly Journal of Economics02, 281-292.",
        "[8] DeMeza, David and David Webb (1988), Credit Market E ciency and Tax Policy in the Presence of Screening Costs, Journal of Public Eco- nomics 36,1-22.",
        "[9] European Commission (1999), Risk Capital Markets, a Key to Job Cre- ation in Europe. From Fragmentation to Integration , Euro Papers No. 32, 1-36.",
        "[10] Gompers, Paul A. (1995), Optimal Investment, Monitoring and the Staging of Venture Capital,Journal of Finance 50, 1461-1489.",
        "[11] Gompers, Paul A. and Josh Lerner (1999), The Venture Capital Cycle, Cambridge: MIT Press.",
        "[12] Gordon, Roger H. (1998), Can High Personal Tax Rates Encourage En- trepreneurial Activity?IMF Sta!Papers 45(), 49-80. 63",
        "[13] Innes, Robert (1991), Investment and Government Intervention in Credit Markets When there is Asymmetric Information, Journal of Pub- lic Economics 46, 347-381.",
        "[14] Kanbur, Ravi S. (1980), Risk-Taking and Taxation: An Alternative Per- spective,Journal of Public Economics5, 163-184.",
        "[15] Kihlstrom, Richard E. and Jean-Jacques La !ont (1983), Taxation and Risk-Taking in General Equilibrium Models With Free Entry, Journal of Public Economics 2, 159-181.",
        "[16] Konrad, Kai A. and Wolfram F. Richter (1995), Capital Income Taxa- tion and Risk-Spreading With Adverse Selection, Canadian Journal of Economics 28, 617-630.",
        "[17] Lerner, Josh (1995), Venture Capitalists and the Oversight of Private Firms,Journal of Finance 50, 301-318.",
        "[18] Lerner, Josh (1996),The Government as Venture Capitalist: The Long- Run Impact of the SBIR Program ,NBER WorkingPaper. 64",
        "[19] Mintz, Jack M. (1981), Some Additional Results on Investment, Risk Taking, and Full Loss O!set Corporate Taxation With Interest De- ductibility,Quarterly Journal of Economics 96 , 631-642.",
        "[20] OECD (1999),OECD Economic Surveys: Austria .",
        "[22] Poterba, James M. (1989a), Capital Gains Tax Policy Toward En- trepreneurship,National Tax Journal 42, 375-389.",
        "[23] Poterba, James M. (1989b), Venture Capital and Capital Gains Taxa- tion, in: Lawrence H. Summers (ed.), Tax Policy and the Economy,Vol. 3, Cambridge: MIT Press, 47-67.",
        "[24] Repullo, Rafael and Javier Suarez (1998), Venture Capital Finance: A Security Design Approach,CEMFI,Madrid,mimeo.",
        "[25] Sahlmann, William (1990), The Structure and Governance of Venture Capital Organizations,Journal of Financial Economics 27 , 473-521.",
        "[26] Varian, Hal R. (1980), Redistributive Taxation as Social Insurance, Journal of Public Economics4, 49-68. 65"
    ]
}