{
    "id": 7978,
    "cites": 21,
    "cited_by": 22,
    "reference": [
        "[1] Abel, Andrew B., 1999, Risk Premia and Term Premia in General Equilibrium, Journal of Monetary Economics, 43, 3-33.",
        "[2] Alvarez, Fernando and Jermann, Urban J., 2000, Why Pricing Kernels Should Not Be Stationary, http://finance.wharton.upenn.edu/ ~jermann/research.htm1.",
        "[3] Atkeson, Andrew and Phelan, Christopher, 1994, Reconsidering the Costs of Business Cycles with Incomplete Markets, NBER Macroeconomics Annual 1994. Fischer, Stanley; Rotemberg, Julio J., eds., Cambridge: MIT Press, 187-207.",
        "[4] Baxter, Marianne and King, Robert G., 1999, Measuring Business Cycles: Approximate Band-Pass Filters for Economic Time Series, Review of Economnics and Statistics, 75-93.",
        "[6] Burns, Arthur F. and Mitchell, Wesley C., 1946, Measuring Business Cycles, New York, N.Y.: National Bureau of Economic Research.",
        "[7] Campbell, John Y., 1986, Bond and Stock Returns in a Simple Exchange Model, Quarterly Journal of Economics, 785-803.",
        "[8] Campbell, John Y., 1996, Understanding Risk and Return, Journal of Political Economy, 104(2), April, 298-345.",
        "[9] Campbell, John Y. and Cochrane John H., 1995, By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, NBER Working Paper No. 4995, University of Chicago.",
        "[10] Constantinides, George, M., 1990, Habit Formation: A Resolution of the Equity Premium Puzzle, Journal of Political Economy, 98, 519-543.",
        "[11] Dolmas, Jim, 1998, Risk Preferences and the Welfare Cost of Business Cycles, Review of Economic Dynamics 1, 646-676. 50",
        "[13] Hansen, Lars Peter, Sargent, Thomas J. and Tallarini, Thomas D., 1999, Robust Permanent Income and Pricing, Review of Economic Studies, 873928",
        "[14] Krusell, Per, and Smith Anthony A. Jr., 1999, On the Welfare Effects of Eliminating Business Cycles, Review of Economic Dynamics, 245-72.",
        "[15] Jermann, Urban J., 1998, Asset Pricing in Production Economies, Journal of Monetary Economics, Vol. 41(2)., April, 257-75.",
        "[17] Lucas, Robert, E. Jr., 1987, Models of Business Cycles, Basil Blackwell, New York.",
        "[18] Mehra, Rajnish and Prescott, Edward C., 1985, The Equity Premium: A Puzzle, Journal of Monetary Economics, v15(2), 145-161.",
        "[19] Obstfeld, Maurice, 1994, Evaluating Risky Consumption Paths: The Role of Intertemporal Substitutability, European Economic Review 38, 1471-1486.",
        "[20] Otrok, Christopher, 1998, On Measuring The Welfare Cost of Business Cycles, University of Virginia.",
        "[21] Rietz, Thomas A., 1988, The Equity Risk Premium: A Solution, Journal of Monetary Economics, v22 ni Jaly, 117-31.",
        "[22] Shiller, Robert J., 1998, Annual Data on US Stock Market Prices, Dividends, Earnings, 1871-Present, with Associated Interest Rate, Price Level and Consumption Data, http://www.econ.yale.edu/ ~shi11er/chapt26.htni1.",
        "[23] Tallarini, Thomas D. Jr., 2000, Risk-Sensitive Real Business Cycles, Journal of Monetary Economics, 45, 507-532.",
        "[24] Van Wincoop, Eric, 1999, How Big Are Potential Welfare Gains from International Risksharing?, Journal of International Economics, Vol. 47 (1), 109-35. 51"
    ]
}