{
    "id": 7979,
    "cites": 25,
    "cited_by": 1,
    "reference": [
        "Angrist, Joshua, Guido W. Imbens, and Donald B. Rubin (1996), Identification of Causal Effects Using Instrumental Variables, Journal of the American Statistical Association, 91(434):444-455.",
        "Bartecchi, C. E., T. D. MacKenzie, and R.W. Schrier (1994), The Human Costs of Tobacco Use (part 1), New England Journal of Medicine, 330(13): 907-912.",
        "Becker, Gary S., Michael Grossman, and Kevin M. Murphy (1994), An Empirical Analysis of Cigarette Addiction, American Economic Review, 84(3):396-418.",
        "Chaloupka, Frank (1991), Rational Addictive Behavior and the Effect of Price on Consumption, Journal of Political Economy, 99(4):722-741.",
        "Cuyler, Handbook of Health Economics. Cook, Philip, and George Tauchen (1982), The Effect of Liquor Taxes on Heavy Drinking. Bell Journal of Economics, 13(2): 379-390.",
        "Evans, William, and Jeanne Ringel (1998), Can Higher Cigarette Taxes Improve Birth Outcomes? Journal of Public Economics.",
        "Evans, William, and Matthew Farrelly (1995), The Compensating Behavior of Smokers: Taxes, Tar, and Nicotine, RAND Journal of Economics.",
        "Farrell, Philip, and Victor R. Fuchs (1982), Schooling and Health: The Cigarette Connection, Journal of Health Economics 1:217-236.",
        "Grossman, Michael (1989), Health Benefits of Increases in Alcohol and Cigarette Taxes, British Journal of Addiction, 84(10):1193-1204.",
        "Grossman, Michael, Jody Sindelar, John Mullahy, and Richard Anderson (1993), Alcohol and Cigarette Taxes, Journal of Economic Perspectives, 7(4):211-222.",
        "Harris, Jeffrey E. (1982), Increasing the Federal Excise Tax on Cigarettes, Journal of Health Economics, 1:117-120.",
        "Summers, L. H., ed., Tax Policy and the Economy, vol. 1, MIT Press: Cambridge, MA. _________(1994), A Working Model for Predicting the Consumption and Revenue Impacts of Large Increases in the U.S. Federal Cigarette Excise Tax, NBER Working Paper No. 4803.",
        "Kenkel, Donald S. (1991), Health Behavior, Health Knowledge, and Schooling, Journal of Political Economy 99 (2): 287-305.",
        "Manning, Willard, Emmett B. Keeler, Joseph P. Newhouse, Elizabeth M. Sloss, and Jefferey Wasserman (1989). The Taxes of Sin: Do Smokers and Drinkers Pay Their Way? JAMA, 261:1604-1609.",
        "Manning, Willard, Emmett B. Keeler, Joseph P. Newhouse, Elizabeth M. Sloss, and Jefferey Wasserman (1993), The Costs of Poor Health Habits, Cambridge, MA: Harvard University Press.",
        "Moore, Michael J. (1996), Death and Tobacco Taxes, RAND Journal of Economics.",
        "Forthcoming, Journal of Risk and Uncertainty. _______, and J.W. Hughes (2000), The Role of Coefficient Covariances in Recursive Health Policy Simulations. Unpublished working paper.",
        "Peltzman, Sam (1975), The Economics of Automobile Safety Regulation. Journal of Political Economy, 83: 677-725.",
        "Rodgers, Gregory (1996), The Mortality Effects of Child-Resistant Packaging: 25 Years of Experience. Journal of the American Medical Association, 275 (21): 1661-65.",
        "Tobacco Institute, 1993, Tax Burden on Tobacco.",
        "Tollison, R.D., and R.E. Wagner (1992), The Economics of Smoking (Boston Kluwer Academic Publishers).",
        "United States Department of Health and Human Services (1990). The Health Benefits of Smoking Cessation: A Report of the Surgeon General, U.S. Government Printing Office.",
        "Viscusi, W. Kip (1992). Smoking: Making the Risky Decision. Cambridge: Harvard University Press.",
        "Aspirin and Analgesic Injections. Journal of Law and Economics, 28(2): 527-554. _______ (1994), Cigarette Taxation and the Social Consequences of Smoking, in J.",
        "Poterba, ed., Tax Policy and the Economy, vol. 9 Cambridge, MA: NBER. Warner, Ken E. (1986), Smoking and Health Implications of a Change in the Federal Cigarette Excise Tax, Journal of the American Medical Association, 255(8): 1028-32."
    ]
}