{
    "id": 7981,
    "cites": 23,
    "cited_by": 14,
    "reference": [
        "Ariga, K., Matsui K., and M. Watanabe. Hot and Spicy: Ups and Downs on the Price Floor and Ceiling at Japanese Supermarkets, Kyoto University Institute of Economic Research Working paper, Septembe r 2000.",
        "Beaton, A.E. and J.W. Tukey. The fitting of power series, meaning polynomials, illustrated on band -spectroscopic data. Technometrics , 1975, 16: 146 -185.",
        "Bernheim, B. and Whinston, M.D. Multimarket Contact and Collusive Behavior. RAND Journal of Economics ; 1990, 21(1), pp. 1 -26.",
        "Bils, M. Pricing in a Customer Market Quarterly Journal of Economics ; 1989, 104, pp. 699 - 717.",
        "Borenstein, S. and Shepard, A., Dynamic Pricing in Retail Gasoline Markets. RAND Journal of Economics; 1996, 27(3), pp . 429 -451.",
        "Chintagunta, P., Bonfrer A., and Song I. Investigating the Effects of Store Brand Introduction: A Within Category Analysis, University of Chicago Graduate School of Business working paper, July 2000.",
        "Ellison, G. Theories of Cartel Stability and the Joint Executive Committee RAND Journal of Economics ; 1994, 25, pp. 37 -57.",
        "Ghosal, V. Product market competition and the industry price -cost markup fluctuations: role of energy price and monetary changes. International Journal of Industrial Or ganization , 2000, 18, pp. 415 -444.",
        "Green, E. and Porter, R. Noncooperative Collusion under Imperfect Price Information. Econometrica ; 1984, 52, pp.87 -100.",
        "Hall, R. E. The Relation Between Price and Marginal Cost in U.S. Industry. Journal of the Polit ical Economy October 1988, pp. 921 -947.",
        "Haltiwanger, J. and Harrington, J.E. Jr. The impact of Cyclical Demand Movements on Collusive Behavior. RAND Journal of Economics ; 1991, 22, pp.89 -106.",
        "Hamilton, L.C. How robust is robust regression? Stata Te chnical Bulletin 2: 21 -26, 1991.",
        "Reprinted in STB Reprints, vol. 1, pp. 169 -175. Hosken, D., Matsa, D. and Reiffen, D., How Do Retailers Adjust Prices?: Evidence From Store - Level Data. Bureau of Economic Trade Commission, Working Paper No. 230, January 2000.",
        "Huber, PJ, Robust estimation of a location parameter, Annals of Mathematical Statistics , 1964, 35 pp. 73 -101.",
        "Kadiyali, V., P. K. Chintagunta, and N. Vilcassim, Manufacturer -Retailer Channel Interactions and Implications for Channel Power: An E mpirical Investigation of Pricing in a Local Market, Marketing Science , 2000, 19(2), pp.127 -148.",
        "Lal, R. and Matutes, C., Retail Pricing and Advertising Strategies, Journal of Business ; 1994, 67, pp 345 -70.",
        "MacDonald, J.M., Demand, Information and C ompetition: Why Do Food Prices Fall at Seasonal Demand Peaks? The Journal of Industrial Economics, 2000, 48(1), pp. 27 -45.",
        "Pesendorfer, M., Retail Sales: A Study of Pricing Behavior in Supermarkets, working paper, 1998, Yale University.",
        "Rotemberg, J. and Saloner, G. A Super -game Theoretic Model of business Cycles and Price Wars during Booms. American Economic Review ; 1986, 76(3), pp. 390 -407.",
        "Rotemberg, J. and Woodford, M. Mark -ups and the Business Cycle. Macroeconomics Annual 1991, 6, pp.63 -129.",
        "Rotemberg, J. and Woodford, M. Oligopolistic Pricing and the Effects of Aggregated Demand on Economic Activity. Journal of Political Economy , 1992, 100(6), pp.1153 -207.",
        "Simester, D. Signaling Price Image Using Advertised Prices, Marketing Science, v 14, n2, 1995, 166 -188.",
        "Warner, E.J. and Barsky, R.B. The Timing and Magnitude of Retail Store Markdowns: Evidence from Weekends and Holiday. Quarterly Journal of Economics , 1995, 110, pp.321 -52."
    ]
}