{
    "id": 7982,
    "cites": 44,
    "cited_by": 5,
    "reference": [
        "Barnard, G.W., C. Holzer and H. Vera. A Comparison of Alcoholics and Non-alcoholics Charged With Rape. Bulletin of the American Academy of Psychiatry and the Law. 7:4 1979, 432-440.",
        "Beachy, Gary M., David M. Petersen and Frank S. Pearson. Adolescent Drug Use and Delinquency: A Research Note. Journal of Psychedelic Drugs, 11:4, October- December 1979, 313-316.",
        "Becker, Gary S. Crime and Punishment: An Economic Approach. Journal of Political Economy, 76:2 March/April 1968, 169-217.",
        "Bureau of Justice Statistics, U.S. Department of Justice. Report to the Nation on Crime and Justice. Second Edition. NCJ-105506, March 1988.",
        "Bureau of Justice Statistics, U.S. Department of Justice. Sourcebook of Criminal Justice Statistics. Washington, D.C.: U.S. Government Printing Office, 1995.",
        "Bureau of Justice Statistics, U.S. Department of Justice. Alcohol and Crime: An Analysis of National Data on the Prevalence of Alcohol Involvement in Crime. NCJ-168632, April 1998.",
        "Chaiken, Jan M. and Marcia R. Chaiken. Varieties of Criminal Behavior: Summary and Policy Implications. Santa Monica, CA: Rand, 1982.",
        "Chaloupka, Frank J., Michael Grossman, and John A. Tauras. The Demand for Cocaine and Marijuana by Youth. in The Economic Analysis of Substance Use and Abuse: An Integration of Econometric and Behavioral Economic Research, edited by Frank J. Chaloupka, Michael Grossman, Warren K. Bickel, and Heny Saffer. Chicago: The University of Chicago Press, 1999.",
        "Chaloupka, Frank J., and Henry Saffer. Alcohol, Illegal Drugs, Public Policy and Crime. Presented at the annual meeting of the Western Economic Association, San Francisco, CA, July 1992.",
        "Cook, Philip J., and Moore, Michael J. Economic Perspectives on Reducing Alcohol-Related Violence. In Alcohol and Interpersonal Violence: Fostering Multidisciplinary Perspectives, edited by Susan E. Martin. National Institute on Alcohol Abuse and Alcoholism Research Monograph 24. NIH Publication No. 93-3469, Washington, DC: U.S. Government Printing Office, 1993, 193-211.",
        "Cordilia, A. Alcohol and Property Crime: Explaining the Causal Nexus. Journal of Studies on Alcohol, 46:2, March 1985, 161-171.",
        "DeSimone, Jeffrey. The Effect of Cocaine Prices on Crime Economic Inquiry, forthcoming. Fagan, Jeffrey. Intoxication and Aggression in Drugs and Crime: Crime and Justice, A Review of Research, Vol. 13, edited by Michael Tonry and James Q. Wilson. Chicago, IL: The University of Chicago Press, 1990.",
        "Fagan, Jeffrey. Interactions Among Drugs, Alcohol and Violence. Health Affairs, 12:4, Winter 1993, 65-79.",
        "Goldstein Paul J, Henry H. Brownstein, Patrick J. Ryan, and Patricia A. Bellucci. Crack and Homicide in NYC. Contemporary Drug Problems, 16:4 Winter 1989, 651-687.",
        "Grossman, Michael and Frank J. Chaloupka. The Demand for Cocaine by Young Adults: A Rational Addiction Approach. Journal of Health Economics, 17:4, August 1998, 427- 474.",
        "Grossman, Michael, Frank J. Chaloupka and Ismail Sirtalan. An Empirical Analysis of Alcohol Addiction: Results from the Monitoring the Future Panels. Economic Inquiry, 36:1, January 1998, 39-48.",
        "Johnston and Dinardo. Econometric Methods, New York: McGraw Hill Companies, 1996.",
        "Kenkel, Donald S. Drinking, Driving, and Deterrence: The Effectiveness and Social Costs of Alternative Policies. Journal of Law and Economics, 36:2, October 1993, 877-913.",
        "Lenke, L. Valdbrott och alkohol: En studie I misshandelsbrottslighentens utvekling [Violent Crime and Alcohol: A Study of the Developments in Assaultive Crime]. Stockholm: Department of Criminology, University of Stockholm, 1975.",
        "Leung, Siu Fai and Charles E. Phelps. ?My Kingdom for a DrinkÃ\u0082â\u0080¦.?? A Review of the Price Sensitivity of Demand for Alcoholic Beverages in Economic and Socioeconomic Issues in the Prevention of Alcohol-Related Problems, edited by Gregory Bloss and Michael Hilton. Washington, D.C.: U.S. Government Printing Office, 1993.",
        "Markowitz, Sara. Criminal Violence and Alcoholic Beverage Control: Evidence from an International Study, in Economics of Substance Abuse, edited by Michael Grossman and Chee-Ruey Hsieh, United Kingdom: Edward Elgar Limited, forthcoming. Markowitz, Sara. The Price of Alcohol, Wife Abuse and Husband Abuse, Southern Economic Journal, forthcoming, October 2000.",
        "Markowitz, Sara and Michael Grossman. Alcohol Regulation and Domestic Violence Towards Children. Contemporary Economic Policy, 16:3, July 1998a, 309-320.",
        "Markowitz, Sara and Michael Grossman. The Effects of Alcohol Regulation on Physical Child Abuse. National Bureau of Economic Research Working Paper No. 6629, July 1998b.",
        "Markowitz, Sara and Michael Grossman. The Effects of Alcohol Regulation on Physical Child Abuse. Journal of Health Economics, 19:2, March 2000, 271-282.",
        "Miczek, Klaus A., Joseph F. DeBold, Margaret Haney, Jennifer Tidey, Jeffrey Vivian, and Elise M. Weerts. Alcohol, Drugs of Abuse, Aggression, and Violence in Understanding and Preventing Violence, Volume 3, edited by Albert J. Reiss and Jeffery A. Roth. Washington, D.C.: National Academy Press, 1994.",
        "Miron Jeffery A. and Jeffrey Zwiebel. The Economic Case Against Drug Prohibition, Journal of Economic Perspectives, 9:4, Fall 1995, 175-192.",
        "Myers, T. Alcohol and Violent Crime Re-examined: Self-reports from two Sub-groups of Scottish Male Prisoners. British Journal of Addiction. 77:4, December 1982, 399-413.",
        "Myers, T. An Analysis of Context and Alcohol Consumption in a Group of Criminal Events. Alcohol and Alcoholism. 21:4, 1986, 389-395.",
        "Rosalie L. Pacula, Michael Grossman, Frank J. Chaloupka, Patrick M. OMalley, Lloyd Johnston, Matthew C. Farrelly. Marijauna and Youth. National Bureau of Economic Research Working Paper No. 7703, May 2000.",
        "Pernanen, Kai. Theoretical Aspects of the Relationship Between Alcohol Use and Crime. in Drinking and Crime: Perspectives on the Relationships between Alcohol Consumption and Criminal Behavior, edited by James J. Collins Jr. New York, NY: The Guilford Press, 1981.",
        "Pernanen, Kai. Alcohol in Human Violence. New York, NY: The Guilford Press, 1991.",
        "Rada, R.T. Alcoholism and Forcible Rape. American Journal of Psychiatry, 132:4, April 1975, 444-446.",
        "Rada, R.T., R. Kellner, D.R. Laws, and W.W. Winslow. Drinking, Alcoholism, and the Mentally Disordered Sex Offender. Bulleting of the American Academy of Psychiatry and the Law. 6:3, 1978, 296-300.",
        "Roslund, B. and C.A. Larson. Crimes of Violence and Alcohol Abuse in Sweden. International Journal of the Addictions, 14:8, November 1979, 1103-1115.",
        "Saffer, Henry. Substance Abuse Control and Crime: Evidence from the National Household Survey of Drug Abuse in Economics of Substance Abuse, edited by Michael Grossman and Chee-Ruey Hsieh, United Kingdom: Edward Elgar Limited, forthcoming. Saffer, Henry and Frank J. Chaloupka. The Demand for Illicit Drugs. Economic Inquiry, 37:3, July 1999, 401-411.",
        "Sampson, Robert J. and Janet L. Lauritsen, Violent Victimization and Offending: Individual- Situational- and Community-Level Risk Factors in Understanding and Preventing Violence, Volume 3, edited by Albert J. Reiss and Jeffery A. Roth. Washington, D.C.: National Academy Press, 1994.",
        "Scribner, A. Richard, David P. MacKinnon, and James H. Dwyer. The Risk of Assaultive Violence and Alcohol Availability in Los Angeles County. American Journal of Public Health, 85, March 1995, 335-340.",
        "Scribner, A. Richard, Deborah Cohen, Stephen Kaplan and Susan H. Allen. Alcohol Availability and Homicide in New Orleans: Conceptual Considerations for Small Area Analysis of the Effect of Alcohol Outlet Density. Journal of Studies on Alcohol, 60:3, May 1999, 310-316.",
        "Takala, H. Alkoholstrejkens inverkan pa uppdagad brottslighet [The Effect of the Alcohol Strike on Reported Crime.] Alkoholpolitik, 1973, 36, 14-16.",
        "Tinklenberg, Jared R., Peggy Murphy, P Patricia L. Murphy and Adolf Pfefferbaum. Drugs and Criminal Assaults by Adolescents. Journal of Psychoactive Drugs, 13:3 July-September 1981, 277-287.",
        "Tinklenberg J.R. and F.M. Ochberg. Patterns of Adolescent Violence: A California Sample. In Biobehavioral Aspects of Aggression, edited by .D.A. Hamberg and M.B. Trudeau, New York: Alan R. Liss. 1981.",
        "Trumbull, William N. Estimations of the Economic Model of Crime Using Aggregate and Individual Level Data. Southern Economic Journal, 56:2, October 1989, 423-439.",
        "White, Halbert, A Heteroscedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroscedasticity, Econometrica, 48:4, 1980, 817-838.",
        "Williams, J. Sherwood and B. Krishna Singh. Alcohol Use and Antisocial Experiences. Advances in Alcohol and Substance Abuse, 6:1, Fall 1986, 65-75."
    ]
}