{
    "id": 7983,
    "cites": 35,
    "cited_by": 14,
    "reference": [
        "Abel, Andrew, Operative Gift and Bequest Motives, American Economic Review, vol. 77, 1037-1047.",
        "Allais, M., 1947, Economic et Intent, Paris: Imprimerie Nationale.",
        "Arrow, K., and M. Kurz, 1970, Public Investment, the Rate of Return, and Optimal Fiscal Policy, Baltimore: Johns Hopkins University Press.",
        "Barn, R., 1974, Are Government Bonds Net Wealth? Journal of Political Economy, vol. 81, 1095-1117.",
        "Barro, R., 1997, Myopia and Inconsistency in the Neo-Classical Growth Model, NBER Working Paper No. 6317. 17] Barro, B.., and Xavier Sala-i-Martin, 1995, Economic Growth, New York: McGraw Hill.",
        "Becker, Gary, and George Stigler, 1977, De Gustibus Non Et Disputandum,  American Economic Review, 76-90.",
        "Becker, Gary, and Kevin Murphy, 1988, A Theory of Rational Addiction,  Journal of Political Economy, vol. 96, 675-7000. [10J Becker, Gary, and Casey Mulligan, 1997, The Endogenous Deterrnination of Time Preference, Quarterly Journal of Economics, vol. 112, 729-758.",
        "BÃ\u0083Â¶hm-Bawerk, E., 1959, The Po8itive Theory of Capital, South Holland, 11: Libertarian Press.",
        "Caplin, Andrew, and John Leahy, 2000, Welfare Theory and Experienced Utility, New York University working paper.",
        "Chat, V.V. and P. Kehoe, 1999, Optimal Fiscal and Monetary Policy, NBER Working Paper No. 6891.",
        "Crovitz, H., and H. Schifiman, 1974, Fltquency of Episodic Memories as a Function of their Age, Bulletin of the Psychonomic Society, vol. 4, 517-518.",
        "Deaton, A., 1992, Understanding Consumption, Oxford: Clarendon Press. [16) DeGenova, M., 1992, If You Had Your Life to Live Over Again: What Would You Do Differently, International .Journci of Aging and Human Development, vol. 34, 135-143.",
        "Fisher, I., 1930, The Theory of Interest, London: MacMillan.",
        "Kahneman, D., P. Wakker, and R. Sarin, 1997, Back to Bentham: Explorations of Experienced Utility, Quarterly Journal of Economics, vol. 112, 375-406.",
        "Kimball, Miles, 1987, Making Sense of Two-Sided Altruism, Journal of Monetary Economics, vol. 20, 301-326.",
        "Koopmans, T., 1960, Stationary Ordinal Utility and Impatience, Econometrica, vol. 28, 287-309.",
        "Laibson, D., 1996, Hyperbolic Discount Functions, Undersaving, and Savings Policy, NBER Working Paper No. 5635.",
        "Loewenstein, 0., 1987, Anticipation and the Valuation of Delayed Consuniption , Economic Journal, vol.97, 666-684.",
        "Lucas, R. E. Jr., and N. Stokey, 1983, Optimal fiscal and Monetary Policy in an Economy without Capital, Journal of Monetary Economics, vol. 12, 55-92. 125] Malinvaud, E., 1985, Lectures on Microeconomic Theory, New York: North Holland.",
        "Marglin, S., 1963, The Social Rate of Discount and the Optimal Rate of Investment, Quarterly Journal of Economies, vol. 77, 100-109.",
        "Mas-Collel, Andreu, Michael Whinston, and Jerry Green, 1995, Microeconomic Theory, Oxford: Oxford University Press. [281 O&apos;Donoghue, Ted, and Matthew Rabin, 1999a, Doing it Now or Later, American Economic Review, vol. 89, 103-124.",
        "O&apos;Donoghue, Ted, and Matthew Rabin, 1999b, Addiction and Self Control,  U. C. Berkeley, mimeo..",
        "Muench, T., 1977, Optimality, the Interaction of Spot and Futures Markets, and the Nonneutrality of Money in the Lucas Model, Journal of Economic Theory, vol. 15, 325-244.",
        "Page, T., 1977, Conservation and Economic Efficiency, Baltimore: Johns Hopkins University Press.",
        "Peleg, D., 1982, Infonnational Diversity over Time and the Optimality of Monetary Equilibria, Journal of Economic Theory, vol. 28, 255-274.",
        "Phelps, B., and R. Pollak, 1968, On Second-Best National Saving and Game-Equilibrium Growth, Review of Economic Studies, vol. 35. 573598.",
        "Pigou, A., 1929, The Economics of Welfare, third edition, London: MacMillan and Co..",
        "Ramsey, F., 1928, A Mathematical Theory of Saving, Economic Journal, vol. 38, 543-559.",
        "Rawls, J., 1999. A Theory of Justice: Revised Edition, Cambridge: Harvard University Press.",
        "Romer, D. 1996, Advanced Macroeconomics, New York: McGraw Hill.",
        "Sen, A., 1961, On Optimizing the Rate of Saving, Economic Journal, vol. 71, 479-496.",
        "Shell, K., 1971, Notes on the Economics of Infinity, Jounial of Political Economy, vol. 78, 1002-1011.",
        "Shelling, T., 1984, Self-Command in Practice, in Policy, and in a Theory of Rational Choice, American Economic Review Papers and Proceedings, vol. 74, 1-11.",
        "Solow, R., 1974, The Economics of Resources or the Resources of Economics,  American Economic Review Papers and Proceedings, vol. 64, 1-14. [421 Strotz, R., 1956, Myopia and Inconsistency in Dynamic Utility Maximization,  Review of Economic Studies, vol. 23, 165-180.",
        "Woff, Charles, 1970, The Present Value of the Past, Journal of Political Economy, vol. 78, 783-792."
    ]
}