{
    "id": 7987,
    "cites": 69,
    "cited_by": 22,
    "reference": [
        "Adler, Paul. 1986. Technology and Us. Socialist Review 16 Jan./Feb. Adler, Paul S. 1993. Time-and-Motion Regained, Harvard Business Review, Vol.71, No.1 (Jan/Feb), pp.97-108.",
        "Appelbaum, Eileen, Thomas Bailey, and Peter Berg. 2000. Manufacturing Advantage: Why High Performance Work Systems Pay Off. Ithaca, NY: Cornell University Press.",
        "Appelbaum, Eileen and Rosemary Batt. 1994. Transforming Work Systems in the United States. Ithaca, NY: ILR Press.",
        "Autor, David, Lawrence F. Katz, and Alan B. Krueger. 1998. Computing Inequality: Have Computers Changed theLaborMarket? The Quarterly Journal of Economics, Vol. 113, No. 4, pp. 1169-1213.",
        "Bartel, Ann P. and Frank R. Lichtenberg. 1987.The Comparative Advantage of Educated Workers in Implementing New Technology. Review of Economics and Statistics. Vol. 69 (February), pp.1-11.",
        "_. andNachum Sicherman. 1995. Technological Change and the Skill Acquisition of Young Workers. NBER Working Paper No. 5107.",
        "Batt, Rosemary. 1999. Work Organization, Technology, and Performance in Customer Service and Sales. Industrial and Labor Relations Review, 52(4): 539-561.",
        "Bayard, Kim, Judith Hellerstein, David Neumark, and Kenneth Troske. 2000. New Worker-Establishment Data Base. Center for Economic Studies ofthe U.S. Bureau ofthe Census Working Paper.",
        "_. 1999. New Evidence on Sex Segregation and Sex Differences in Wages from Matched EmployerEmployee Data. N.B.E.R. Working Paper No. 7003. March.",
        "Becker, Brian and Barry Gerhart. 1996. The Impact of Human Resource Management on Organizational Performance: Progress and Prospects. Academy of Management Journal, 39(4), pp. 779-801.",
        "Becker, Brian and Barry Gerhart. 1996. The Impact of Human Resource Management on Organizational Performance: Progress and Prospects. Academy of Management Journal, 39(4), pp. 779-801.",
        "Bell, Daniel. 1973. The Comingof Post-Industrial Society. New York: Basic Books.",
        "Berman,, Eli, John Bound, and Zvi Griliches. 1994. Changes in the Demand for Skilled Labor Within U.S. Manufacturing Industries: Evidence from the Annual Survey of Manufacturing. Quarterly Journal of Economics, Vol. 109, No. 2 (May), pp 367-397.",
        "Berndt, Ernst R. and Catharine J. Morrison. 1991. High-Tech Capital, Economic Performance, and Labor Composition in U.S. Manufacturing Industries: An Exploratory Analysis. MIT mimeo.",
        "Black, Sandra E. and Lisa Lynch. 2000. What's Driving the New Economy: The Benefits of Innovation. Cambridge, MA: NBER Working Paper W7479.",
        "Blauner, Robert. 1964. Alienation andFreedom. Chicago: University of Chicago Press.",
        "Bound, John and George Johnson. 1992. Changes in the Structure ofWages During the 1980s: An Evaluation of Alternative Explanations. American Economic Review, Vol. 82, No. 3, (June), pp.371-392.",
        "Braverman, Harry. 1974. Labor and Monopoly Capital: The Degradation of Work in the 20th Century. New York: Monthly Review Press.",
        "Bright, James R. 1966. Increased Automation and Skill Requirements. Technology and the American Economy Washington, D.C.: Government Printing Office.",
        "Bresnahan, Timothy F., Erik Brynjolfsson, and Lorin M. Hitt. 1999, Information Technology, Workplace Organization and the Demand for Skilled Labor: Firm-level Evidence. Cambridge, MA: NBER Working Paper No. 7136.",
        "Bureau of Labor Statistics. 1988. Occupational Employment in Manufacturing Industries. Bulletin 2312. Washington, D.C.: Government Printing Office, August.",
        "Cappelli, Peter and David Neumark. 1999. Do 'High Performance Work Practices Improve EstablishmentLevel Outcomes? Cambridge, MA: NBER Working Paper.",
        "_and Peter D. Sherer. 1990. Assessing Employee Attitudes under Two-Tier Pay Plans. Industrial and Labor Relations Review. Vol. 43, No. 2 (January), pp. 223-244.",
        "Cappelli, Peter and Nikolai Rogovsky. 1998. Employee Involvement and Organizational Citizenship: Implications for Labor Law Reform and 'Lean production.' Industrial & Labor Relations Review. Vol. 51, No. 4 (July), pp. 633-653.",
        "Cotton, John L. 1993. Employee Involvement: Methods for Improving Performance and Work Attitudes. Newbury Park, CA: Sage Publications.",
        "Cyert, Richard M. and David C. Mowery. (eds.) 1987. Technology and Employment. Washington, D.C.: National Academy of Sciences.",
        "Danzinger, Sheldon and Peter Gottschalk. 1994. Uneven Tides: Rising Inequality in America. New York: Russell Sage.",
        "DiNardo, John E. and Jorn-Steffan Pischke. 1997. The Return to Computer Use Revisited: Have Pencils Changed the Wage Structure Too? The Quarterly Journal of Economics. Vol. 112,No. 1 (February), pp. 291303.",
        "Doms, Mark, Timothy Dunne, and Kenneth R. Troshe. 1997. Workers, Wages and Technology. Quarterly Journal of Economics. 112 (1): 253-290, January.",
        "Dunne, Timothy and James A. Schmitz, Jr. 1993. Wages, Employment Structure, and Employer Size-Wage Premia: Their Relationship to Advanced Technology Usage at U.S. Manufacturing Establishments. DÃ\u0083Â¼rkheim, Emile. 1964. Division of Labor in Society. Glencoe, Illinois: Free Press.",
        "EQW. 1995. First Findings: Results of the EQW Employer Survey. Philadelphia, PA: National Center on the Educational Quality ofthe Workforce (EQW). 1995.",
        "Ehrenberg, Ronald G. and Robert S. Smith. 1988. Modern Labor economics: Theory and Public Policy. Glenview, IL: Scott, Foresman.",
        "Flynn, Patricia M. 1988. Facilitating Technological Change: The Human Resource Challenge. Cambridge, Massachusetts: Ballinger.",
        "Goldin, Claudia and Lawrence F. Katz. 1995. The Decline of Non-Competing Groups: Changes in the Premium to Education, 1890-1940. Harvard University Working Paper, July 23.",
        "Handel, Michael and Maury Gittleman. 1999. Is There a Wage Payoff to Innovative Work Practices? Presented at Jeroome Levy Economics Institute Workshop on Earning Inequality, Technology, and Institutions, June 8-10 1999.",
        "Hirshhorn, Larry. 1984. Beyond Mechanization: Work and Technology in a Post-Industrial Age. Cambridge, Massachusetts: Massachusetts Institute of Technology Press.",
        "Hobsbawm, Eric J. 1964. The Labor Aristocracy in the 19th Century. Laboring Men. Ed. Eric J. Hobsbawm. New York: Basic Books.",
        "Howell, D.R. and E.N. Wolff. 1991. Trends in the Growth and Distribution of Skills in the U.S. Workplace, 1960-1985. Industrial and Labor Relations Review. April, pp. 496-502.",
        "Ichniowski, Casey, Kathryn Shaw, and Giovanna Prennushi. 1997. The Effects of Human Resource Management Practices on Productivuty: A Study of Steel Finishing Lines. American Economic Review. 87(3), 291-313, January.",
        "Huselid, Mark A. and Brian E. Becker. 1996. Methodological Issues in Cross-Sectional and Panel Estimates ofthe Human Resource-Firm Performance Link. Industrial Relations, 35(3), July: 400-422.",
        "Hyman, Richard and Wolfgang Streek. (eds.) 1988. New Technology and Industrial Relations. Oxford, England: Blackwell.",
        "Judge, G.G., W.E. Griffiths, R.C. Hill, andT.C. Lee. 1981. The Theory and Practice ofEconometrics .New York: John Wiley.",
        "Katz, Harry C., Thomas A. Kochan, and Kenneth R. Gobeille. 1983. Industrial Relations Performance, Economic Performance, and QWL Programs: An Interplant Analysis. Industrial and Labor Relations Review, 37: 3-17.",
        "Katz, Harry C., Thomas A. Kochan, and Mark A. Weber. 1985. Assessing the Effects of Industrial Relations Systems and Efforts to Improve the Quality of Working Life on Organizational Effectiveness. Academy of Management Journal, 28: 509-526.",
        "Kennedy, Peter. 1997. A Guide to Econometrics. Cambridge, MA: MIT Press.",
        "Kelley, Maryellen. 1989. Unionization and Job Design Under Programmable Automation. Industrial Relations. Vol. 28, No. 2 (Spring): 174-187.",
        "Kerr, Clark, John T. Dunlop, Frederick Harbison, and Charles Myers. 1960. Industrialism and Industrial Man. Oxford, England: Oxford University Press.",
        "Krashinsky, Harry A. 2000. Do Marital Status and Computer Usage Really Change the Wage Structure? Evidence from a Sample of Twins. Princeton university Industrial Relations Section Working Paper #439, June 2000.",
        "Krueger, AlanB. 1993. How Computers Have Changed the Wage Structure: Evidence from Microdata, 19841989. Quarterly Journal of Economics, February, pp.33-60.",
        "Leigh, Duane E.and Kirk D. Gifford. 1999. Workplace Transformation and Worker Upskilling: The Perspective oflndividual Workers. Industrial Relations Vol. 38, No. 2 (April), pp. 174-191.",
        "Leonard, Jonathan S., Benoit Mulkay, and Marc Van Audenrode. 1999. Compensation Policies and Firm Productivity. In John C. Haltiwanger, Julia I. Lane, James R. Spletzer, Jules J.M. Theeuwes, and Kenneth R. Troske (eds.). The Creation and Analysis ofEmployer-Employee Matched Data. Amsterdam: North Holland Levin, Henry M., Russell Rumberger, and Christine Finnan. 1990. Escalating Skill Requirements or Different Skill Requirements? Paper presented at Conference on Changing Occupational Skill Requirements: Gathering and Assessing the Evidence. 5-6 June. Providence, Rhode Island: Brown University.",
        "Levy, Frank and Richard Murnane. 1992. U.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations. Journal of Economic Literature, Vol. 30, No. 3 (September), pp. 13331381.",
        "Lynch, Lisa and Sandra E. Black. 1995. Beyond the Incidence of Employer Provided Training: Evidence from a National Employers Survey. Cambridge, MA: NBER Working Paper. Lynch, Lisa and Sandra E. Black. 2000. What's Driving the new Economy: The Benefits of Workplace Innovation. Cambridge, MA: NBER Working Paper W7479.",
        "MacDuffie, John Paul. 1995. Human Resource Bundles and Manufacturing Performance: Organizational Logic and Flexible Production Systems in the World Auto Industry. Industrial and Labor Relations Review, 48(2), January: 197-221.",
        "Marglin, Stephen A. 1974. What Do Bosses Do? The Origins of Hierarchy in Capitalist Production. Review of 'RadicalPoliticalEconomics 4, pp. 60-112.",
        "Mincer, Jacob. 1991. Human Capital, Technology, and the Wage Structure: What Do Time Series Show? NBER Working Paper No. 3581.",
        "Mishel, Lawrence and Jared Bernstein. 1994. Is the Technological Black Box Empty? An Empirical Examination of the Impact of Technology on Wage Inequality and the Employment Structure. Washington, D.C.: Economic Policy Institute Working Paper.",
        "Mueller, Eva, Judith Hybels, Jay Schmiedeskamp, John Sonquist, and Charles Staelin. 1969. Technological Advance in an Expanding Economy: Its Impact on a Cross-Section of the Labor Force. Ann Arbor, Michigan: Survey Research Center.",
        "National Academy of Sciences. 1986. Human Resource Practices for Implementing Advanced Manufacturing. Washington, D.C.: National Academy Press.",
        "National Center on Education and the Economy. 1990. America's Choice: High Skills or Low Wages? Rochester, NY: National Center.",
        "Noble, David F. 1977. Forces of Production: A Social History of Industrial Automation. New York: Alfred A. Knopf.",
        "Office of Technology Assessment. 1990. Worker Training. U.S. Congress: Government Printing Office.",
        "Osterman, Paul. 2000. Work Reorganization in an Era of Restructuring. Industrial and Labor Relations Review 53:2.",
        "Seigel, Donald S. 1999. Skill-Based Technological Change: Evidencefrom a Firm-Level Survey. Kalamazoo, MI: W.E. Upjohn Institute.",
        "Veblin, Thornsten. 1914. The Instinct of Workmanship. New York: Viking.",
        "Walker, Charles R. and Robert H. Guest. 1952. Man on the Assembly Line. Cambridge, Massachusetts: Harvard University Press.",
        "Woodward, Joan. 1965. Industrial Organization: Theory and Practice. Oxford: Oxford University Press.",
        "Womack, James, Daniel Jones, and Daniel Roos. 1990. The Machine that Changed the World. New York: Rawson-MacMillan.",
        "Zuboff, Shoshana. 1988. In the Age of the Smart Machine. New York: Basic Books."
    ]
}