{
    "id": 7989,
    "cites": 17,
    "cited_by": 12,
    "reference": [
        "Angrist, J. D. (1998), Ã\u0082â\u0080\u009cEstimating the Labor Market Impact of Voluntary Military Service Using Social Security Data on Military Applicants,Ã\u0082â\u0080\u009d Econometrica , 66:2, 249-288.",
        "Angrist, J. D., and Imbens, G. W. (1995), Ã\u0082â\u0080\u009cTwo-Stage Least Squares Estimation of Average Causal Effects in Models with Variable Treatment Intensity,Ã\u0082â\u0080\u009d Journal of the American Statistical Association , 90, 431-442.",
        "Angrist, J. D., Imbens, G. W, and Rubin, D. B. (1996), Ã\u0082â\u0080\u009cIdentification of Causal Effects Using Instrumental Variables,Ã\u0082â\u0080\u009d Journal of the American Statistical Association , 91, 444-455.",
        "Angrist, J. D., and Krueger, A. B. (1991), Ã\u0082â\u0080\u009cDoes Compulsory School Attendance Affect Schooling and Earnings,Ã\u0082â\u0080\u009d Quarterly Journal of Economics , 106, 979-1014.",
        "Becker, G. S. (1975), Human Capital. Chicago: University of Chicago Press.",
        "Center for Human Resources Research, (1994), Ã\u0082â\u0080\u009cNLS Users Guide,Ã\u0082â\u0080\u009d Columbus: Ohio State University.",
        "Cameron, S., and Taber, C. R. (2000) Ã\u0082â\u0080\u009cBorrowing Constraints and the Returns to Schooling,Ã\u0082â\u0080\u009d NBER Working Paper No. 7761.",
        "Card, D. E. (1995a), Ã\u0082â\u0080\u009cEarnings, Schooling, and Ability Revisited,Ã\u0082â\u0080\u009d Research in Labor Economics , 14, 23-48.",
        "Schooling,Ã\u0082â\u0080\u009d in Aspects of Labour Market Behaviour: Essays in Honor of John Vanderkamp , eds. L. N. Christofides et al. Toronto: University of Toronto Press. 201-221. 19 ----- (1999), Ã\u0082â\u0080\u009cThe Causal Effect of Education on Earnings,Ã\u0082â\u0080\u009d in Handbook of Labor Economics, Volume 3A, eds. O. C. Ashenfelter and D. E. Card. Amsterdam: North-Holland, 1801-1863.",
        "Griliches, Z. (1977), Ã\u0082â\u0080\u009cEstimating the Returns to Schooling: Some Econometric Problems.Ã\u0082â\u0080\u009d Econometrica, 45, 1-22.",
        "Heckman, J. J., and Vytlacil, E. J. (1998) Ã\u0082â\u0080\u009cInstrumental Variables Methods for the Correlated Random Coefficient Model,Ã\u0082â\u0080\u009d Journal of Human Resources, 33:4, 974-1002.",
        "Hoxby, C. M. (1997) Ã\u0082â\u0080\u009cHow the Changing Market Structure of U.S. Higher Education Explains College Tuition,Ã\u0082â\u0080\u009d NBER Working Paper No. 6323.",
        "Imbens, G. W., and Angrist, J. D. (1994) Ã\u0082â\u0080\u009cIdentification and Estimation of Local Average Treatment Effects,Ã\u0082â\u0080\u009d Econometrica , 62, 467-476.",
        "Kane, T. J. (1999), The Price of Admission, Washington, D.C.: The Brookings Institution.",
        "Meyer, B. D. (1995), Ã\u0082â\u0080\u009cNatural and Quasi-experiments in Economics,Ã\u0082â\u0080\u009d Journal of Business and Economic Statistics , 13:2, 151-161.",
        "Willis, R. J. (1986), Ã\u0082â\u0080\u009cWage Determinants: A Survey and Reinterpretation of Human Capital Earnings Functions,Ã\u0082â\u0080\u009d in Handbook of Labor Economics, Volume 1 , eds. O. C. Ashenfelter and R. Layard, Amsterdam: North-Holland, 525-602.",
        "Wooldridge, J. M. (1997), Ã\u0082â\u0080\u009cOn two stage least squares estimation of the average treatment effect in a random coefficients model,Ã\u0082â\u0080\u009d Economic Letters , 56, 129-133."
    ]
}