{
    "id": 799,
    "cites": 37,
    "cited_by": 6,
    "reference": [
        "Aaron, Henry, Shelter and Subsidies (Washington, D.C.: The Brookings Institution, 1972).",
        "Auerbach, Alan, Wealth Maximization and the Cost of Capital, Quarterly Journal of Economics XCIII (August 1979), pp. 433-466.",
        "Equity Ratios: A General Equilibrium Analysis, NBER Working Paper 546, 1980.",
        "Ballentine, J. Gregory and Charles McLure, Jr., Corporate Tax Integration: Incidence and Effects on Financial Structure, in 1978 Compendium of Tax Research (Washington, D.C.: Department of the Treasury, 1978).",
        "Bradford, David F. , The Incidence and Allocation Effects of a Tax on Corporate Distributions, National Bureau of Economic Research Working Paper No. 349 (May 1979).",
        "Brittain, John A., Corporate Dividend Poli~y~ (Washington, D.C.: The Brookings Institution, 1966).",
        "Feldstein, Martin S., Inflation, Taxes, and the Rate of Interest: A Theoretical Analysis, American Economic Review LXVI (December 1976), pp. 809-820.",
        "Feldstein, Martin S., Jerry Green, and Eytan Sheshinski, Inflation and Taxes in a Growing Economy with Debt and Equity Finance, Journal of Political Economy LXXXVI (April 1978, Part 2), pp. 553-570.",
        "Economy, Quarterly Journal of Economics XCIII (August 1979), pp. 411-432.",
        "Feldstein, Martin S. and Joel Slemrod, Personal Taxation, Portfolio Choice, and the Corporation Income Tax, Journal of Political Economy, LXXXVIII (October 1980), pp. 854-866.",
        "Feldstein, Martin S. and Lawrence Summers, Inflation and the Taxation of Capital Income in the Corporate Sector, National Tax Journal XXXII (December 1979), pp. 445-470.",
        "Friend, Irwin and Marshall E. Blume, The Demand for Risky Assets, American Economic Review, LXV (December 1975), pp. 900-922.",
        "Friend, Irwin and 3. Hasbrouck, Effect of Inflation on the Profitability and Valuation of U.S. Corporations, University of Pennsylvania, 1980.",
        "Fullerton, Don, John B. Shoven, and John ~Thalley, Dynamic General Equilibrium Impacts of Replacing the U.S. Income Tax with a Progressive Consumption Tax, (July 1978, mimeo).",
        "Personal Tax Integration in the U.S.: A General Equilibrium Approach, National Bureau of Economic Research Working Paper No. 337 (April 1979).",
        "Gordon, Roger, Inflation, Taxation, and Financial Behavior, mimeo, 1980.",
        "Harberger, Arnold C., The Corporation Income Tax: An Empirical Appraisal, in House Committee on Ways and Means, Tax Revision Compendium (1959), pp. 231-250.",
        "Political Economy LXX (June 1962), pp. 215-240.",
        "Tax (Detroit: Wayne State University Press, 1966).",
        "James, Brandon C., Ownership of Tax-Exempt Assets May Endanger Deduction for Otherwise Allowable Items, Taxation for Accountants XXIII (November 1979).",
        "Johnson, H. G., General Equilibrium Analysis of Excise Taxes: Comment, American Economic Review, XLVI (March 1956), pp. 151-156.",
        "King, M.A., Taxation and the Cost of Capital, Review of Economic Studies XLI (January 1974), pp. 21-35.",
        "McLure, Charles B., Jr., General Equilibrium Analysis: The Harberger Model After Ten Years, Journal of Public Economics IV (February 1975), pp. 125-162.",
        "Meade, J. E., Mathematical Supplement to Trade and_Welfare (Oxford: Oxford University Press, 1955).",
        "Micszkowski, Peter, On the Theory of Tax Incidence, Journal of Political_Econon~ LXXV (June 1967), pp. 250-262.",
        "Modigliani, Franco and Merton Miller, The Cost of Capital, Corporation Finance, and the Theory of Investment, American Economic_Review XLVIII (June 1958), pp. 261-297.",
        "Projector, Dorothy S., and Gertrude S. Weiss, Survey of Financial Characteristics of Consumers (Washington, D.C.: Board of Governors of the Federal Reserve System, 1966).",
        "Rosen, Harvey, Housing Decisions and the U.S. Income Tax: An Econometric Analysis, The Hebrew University of Jerusalem, Institute for Advanced Studies Report No. 20/78 (1978).",
        "Simulations, Journal of Urban Economics VI (April 1979), pp. 247-266.",
        "Rosen, Harvey S., and Kenneth T. Rosen, Federal Taxes and Homeownership: Evidence from Time Series, Journal of Political Economy LXXXVIII (February 1980), pp. 59-74.",
        "Shoven, John B. , The Incidence and Efficiency Effects of Taxes on Income from Capital, Journal of Political Economy LXXXIV (November/December 1976), pp. 1261-1283.",
        "Shoven, John B., and John Whalley, A General Equilibrium Calculation of the Effects of Differential Taxation of Income from Capital in the U.S., Journal of Public Economics I (November 1972), pp. 281-321.",
        "Techniques, Journal of Public Economics VIII (October 1977), pp. 211-224.",
        "Slemrod, Joel, A General Equilibrium Model of Capital Income Taxation, Ph. D. dissertation, Harvard University, 1980.",
        "Stiglitz, Joseph, Taxation, Risk Taking, and the Allocation of Investment in a Competitive Economy, in N. Jensen (ed.) Studies in the Theory of Capital Markets (new York: 1969).",
        "Tobin, James, A General Equilibrium Approach to Monetary Theory, Journal of Money, Credit, and Banking I (February 1969) pp. 15-29.",
        "U.S. Department of the Treasury, Statistics of Income- l97~, Individual Income Tax Returns (Washington, D.C.: 1980)."
    ]
}