{
    "id": 7990,
    "cites": 50,
    "cited_by": 16,
    "reference": [
        "Altonji, Joseph, Todd Elder, and Christopher Taber (2000) Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools. Working Paper, Northwestern University.",
        "Anderson, David A. (1999) The Aggregate Burden of Crime. Journal of Law and Economics.",
        "Borjas, George J. (1995) Ethnicity, Neighborhoods, and Human-Capital Externalities. American Economic Review. 85(3): 365-390.",
        "Bryk, Anthony S., Valerie E. Lee, and Peter B. Holland (1993) Catholic Schools and the Common Good. Cambridge, MA: Harvard University Press.",
        "Caplan, GA and Brigham, BA (1989) Marijuana Smoking and Carcinoma of the Tongue: Is There an Association? Cancer. 66: 1005-6.",
        "Cole, Harold L., George J. Mailath, and Andrew Postlewaite (1992) Social Norms, Savings Behavior, and Growth. Journal of Political Economy. 100(6): 1092-1125.",
        "Coleman, James S., Thomas Hoffer, and Sally Kilgore. (1982) High SchoolAchievement. Public, Catholic, and Private Schools Compared. New York: Basic Books.",
        "Cook, Philip J. and Kristin Goss (1996) A Selective Review of the Social-Contagion Literature. Working Paper, Duke University.",
        "Cook, Philip J. and Michael J. Moore (1999) Alcohol. NBER Working Paper No. W6905.",
        "Evans, William N. and Robert M. Schwab. (1995) Finishing School and Starting College: Do Catholic Schools Make A Difference? Quarterly Journal of Economics. 110(4): 94 1-974.",
        "Figlio, David N. and Joe A. Stone. (1999) Are Private Schools Really Better? Forthcoming, Research in Labor Economics.",
        "Fiske, Edward B. and Helen F. Ladd (2000) When Schools Compete. A Cautionary Tale. Washington, DC: Brookings Institution.",
        "Freeman, Richard B. (1995) The Labor Market. In Crime. James Q. Wilson and Joan Petersilia (Eds.) San Francisco, CA: Institute for Contemporary Studies Press. pp. 17 1-192.",
        "Geronimus, Arlene and Sanders Korenman (1992) The Socioeconomic Consequences of Teen Childbearing Reconsidered. Quarterly Journal of Economics. 107: 1187-1214.",
        "Goldhaber, Dan D. (1996) Public and Private High Schools: Is School Choice an Answer to the Productivity Problem? Economics of Education Review. 15(2): 93-109.",
        "Greene, Jay P., Joseph Giammo, and Nicole Mellow (1999) The Effect of Private Education on Political Participation, Social Capital and Tolerance: An Examination of the Latino National Political Survey. Georgetown Public Policy Review. 5(1): 53-71.",
        "Grogger, Jeffrey and Derek Neal (2000) Further Evidence on the Effects of Catholic Secondary Schooling. Brookings- Wharton Papers on Urban Affairs, 2000. William G. Gale and Janet Rothenberg Pack (Editors). Washington, DC: Brookings. pp. 15 1-201.",
        "Gruber, Jonathan (2000) Risky Behavior Among Youths: An Economic Analysis. NBER Working Paper Number W778 1.",
        "Gruber, Jonathan and Botond Koszegi (2000) Is Addiction `Rational? Theory and Evidence. NBER Working Paper Number W7507.",
        "Hausman, Jerry A. (1983) Specification and Estimation of Simultaneous Equation Models. In Handbook of Econometrics, Volume 1. Zvi Griliches and Michael Intriligator (Eds.) Amsterdam: North Holland. pp. 39 1-448.",
        "Hotz, V. Joseph, Susan Williams McElroy and Seth G. Sanders (1999) Teenage Childbearing and Its Life Cycle Consequences: Exploiting a Natural Experiment. NBER Working Paper W7397.",
        "Hoxby, Caroline and M. Daniele Paserman. 1998. Overidentification Tests with Grouped Data. NBER Technical Working Paper 223.",
        "Imbens, Guido W. and Joshua D. Angrist (1994) Identification and Estimation of Local Average Treatment Effects. Econometrica. 62(2): 467-475.",
        "Katz, Lawrence F., Jeffrey R. Kling, and Jeffrey B. Liebman (2000) Moving to Opportunity in Boston: Early Impacts of a Housing Mobility Program. Princeton University Industrial Relations Section Working Paper 441.",
        "Klein, Malcolm W. (1995) Street Gang Cycles. In Crime. James Q. Wilson and Joan Petersilia (Eds.) San Francisco, CA: Institute for Contemporary Studies Press. pp. 2 17-236.",
        "Klepinger, Daniel, Shelly Lundberg, and Robert Plotnick (1999) How Does Adolescent Fertility Affect the Human Capital and Wages of Young Women? Journal of Human Resources. 34(3): 42 1-448.",
        "Leuchtenberger, C (1983) Effects of Marhuana (Cannabis) Smoke On Cellular Biochemistry of In Vitro Test Systems. In K.O. Fehr and H. Kalant (Eds.) Cannabis and Health Hazards. Toronto: Addiction Research Foundation.",
        "Levitt, Steven D. and Jack Porter (1999) Estimating the Effect of Alcohol on Driver Risk Using Only Fatal Accident Statistics. NBER Working Paper Number W6944.",
        "Levy, Frank and Richard J. Murnane (1992) U.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations. Journal of Economic Literature. 30: 1333-138 1.",
        "Ludwig, Jens. (1997) Educational Achievement in Public, Private, and Catholic Schools: New Evidence on What We Know (and Dont Know). Working Paper, Georgetown University.",
        "Ludwig, Jens, Greg J. Duncan, and Paul Hirschfield (Forthcoming) Urban Poverty and Juvenile Crime: Evidence from a Randomized Housing-Mobility Experiment. Quarterly Journal of Economics. Manning, Willard G., Emmett B. Keeler, Joseph P. Newhouse, Elizabeth M. Sloss, and Jeffrey Wasserman (1991) The Costs of Poor Health Habits. Cambridge, MA: Harvard University Press.",
        "Markowitz, Sara and Michael Grossman (1996) Alcohol Regulation and Violence Towards Children. Contemporary Economic Policy. 16(3): 309-320.",
        "Moore, Michael J. and Philip J. Cook (1995) Habit and Heterogeneity in the Youthful Demand for Alcohol. NBER Working Paper Number W5 152.",
        "Murnane, Richard J., Stuart Newstead, and Randall Olsen (1985) Comparing Public and Private Schools: The Puzzling Role of Selectivity Bias. Journal of Business and Economic Statistics. 3: 23-35.",
        "Murnane, Richard J., John B. Willet, and Frank Levy (1995) The Growing Importance of Cognitive Skills in Wage Determination. Review of Economics and Statistics. 77(2): 25 1-266.",
        "Murnane, Richard J., John B. Willet, Yves Duhaldeborde, and John H. Tyler (2000) How 29 Important Are the Cognitive Skills of Teenagers in Predicting Subsequent Earnings? Journal of Policy Analysis and Management. 19(4): 547-568.",
        "Newcombe, MD, and P Bentler (1988) Consequences ofAdolescent Drug Use. Impact on the Lives of Young Adults. Newbury Park, CA: Sage Publications.",
        "Newey, Whitney (1985) Generalized Method of Moments Specification Testing. Journal of Econometrics. 29: 229-256.",
        "Pacula, Rosalie Liccardo (1998) Adolescent Alcohol and Marijuana Consumption: Is There Really a Gateway Effect? NBER Working Paper 6348.",
        "Pope, HG, and Yurgelun-Todd, D (1996) The residual cognitive effects of heavy marijuana use in college students. Journal of the American Medical Association. 275: 521-527.",
        "Rouse, Cecilia E. (1998) Private School Vouchers and Student Achievement: An Evaluation of the Milwaukee Parental Choice Program. Quarterly Journal of Economics. 113(2): 553-602.",
        "Shore-Shepard, Lara (1996) The Precision of Instrumental Variables Estimates With Grouped Data. Working Paper 374, Industrial Relations Section, Princeton University.",
        "Small, Kenneth A. and Clifford Winston (1999) The Demand for Transportation: Models and Applications. In Essays in Transportation Economics and Policy. A Handbook in Honor of John R. Meyer. Jose A. Gomez-Ibanez, William B. Tye, and Clifford Winston (Eds.) Washington, DC: Brookings Institution. pp. 11-56.",
        "Staiger, Douglas and James H. Stock (1997) Instrumental Variables Regression With Weak Instruments. Econometrica. 65(3): 557-586.",
        "Tashkin, DP, AH Coulson, VA Clark, M Simmons, LB Borque, S Duann, GH Spivey, and H Gong (1987) Respiratory symptoms and lung function in habitual heavy smokers of marijuana alone, smoker of marijuana and tobacco, smokers of tobacco alone, and nonsmokers. American Review of Respiratory Diseases. 135: 209-216.",
        "Turner, Charles F., Leighton Ku, Freya L. Sonenstein, and Joseph H. Pleck (1998) Adolescent Sexual Behavior, Drug Use and Violence: New Survey Technology Detects Elevated Prevalence. Science. 280(8): 867-873.",
        "U.S. Bureau of the Census (1994) Statistical Abstracts of the United States. 1994 (1 ]4thl Edition). Washington, DC: Government Printing Office.",
        "U.S. Department of Education (1994) NELS. 88 Second Follow- Up User `s Guide, Student Sample. Washington, DC: Government Printing Office.",
        "U.S. General Accounting Office (1995) School Finance. Trends in US. Education Spending. Washington, D.C.: Government Printing Office.",
        "Wolf, Patrick J., Jay P. Greene, Brett Kleitz, and Kristina Thalhammer (2000) Political Tolerance and Americas Schools. Working Paper, Georgetown Public Policy Institute, Georgetown University."
    ]
}