{
    "id": 7991,
    "cites": 14,
    "cited_by": 17,
    "reference": [
        "Bergstresser, Daniel and James Poterba (2000). Do After-Tax Returns Affect Mutual Fund Inflows'DONE' NBER Working Paper 7595.",
        "Black, Fischer (1980). The Tax Consequences of Long-Run Pension Policy. Financial Analysts Journal (July-August), 21-28.",
        "Carhart, Mark M. (1997). On Persistence in Mutual Fund Performance, Journal of Finance 52 (1), 57-82.",
        "Dammon, Robert, Chester Spatt, and Harold Zhang. (2000). Optimal Asset Location and Allocation withTaxable and Tax-Deferred Investing, Mimeo, Carnegie-Mellon University.",
        "Dickson, Joel M. and John B. Shoven. (1995). Taxation and Mutual Funds: An Investor Perspective, In James M. Poterba (ed.), Tax Policy and the Economy, Cambridge: MIT Press, 151-180.",
        "Dickson, Joel M., John B. Shoven, and Clemens Sialm. (2000). Tax Externalities of Equity Mutual Funds, National Tax Journal, forthcoming.",
        "Investment Company Institute (2000). Mutual Fund Fact Book. Investment Company Institute.",
        "Johnson, Hugh A. (1962). Johnsons Investment Company Charts. Buffalo: Johnson (Hugh) and Company.",
        "Mehra, R. and E. C. Prescott (1985). The Equity Premium: A Puzzle, Journal of Monetary Economics 15 (2), 145-161.",
        "Poterba, James (1989). Tax Reform and the Market for Tax-Exempt Debt, Regional Science and Urban Economics 19 (1989), 537-562.",
        "Shoven, John B. (1999). The Location and Allocation of Assets in Pension and Conventional Savings Accounts, NBER Working Paper 7007.",
        "Shoven, John B. and Clemens Sialm (1998). Long Run Asset Allocation for Retirement Savings, Journal of Private Portfolio Management, Volume 1, Number 2, 13-26.",
        "Shoven, John B. and Clemens Sialm (2000). Asset Location in Tax-Deferred and Conventional Savings Accounts, Stanford mimeo, June 23, 2000.",
        "Tepper, Irwin (1981). Taxation and Corporate Pension Policy. Journal of Finance 36, 1-13."
    ]
}