{
    "id": 7993,
    "cites": 18,
    "cited_by": 286,
    "reference": [
        "Calvo, Guillermo A., 1999. Contagion in Emerging Markets: when Wall Street is a carrier, mimeograph, May, www.bsosOurnd.edu/econ/cieca1vo.htrn.",
        "Calvo, Guillermo A., 2000, Capital Markets and the Exchange Rate: With Special Reference to the Dollarization Debate in Latin America, forthcoming in Journal of Money, Credit, and Banking.",
        "Calvo, Guillermo A., and Carmen M. Reinhart, 2000a, When Capital Flows Come to a Sudden Stop: Consequences and Policy Options, in P. Kenen, M. Mussa, and A. Swoboda, Reforming the International Monetary and Financial System, (Washington DC: International Monetary Fund, forthcoming).",
        "Calvo, Guillermo A., and Carmen M. Reinhart, 2000b. Fixing for Your Life. Forthcoming in he Brookings Trade Forum 2000, Policy Challenges in the Next Millenium, (Washington DC: Brookings Institution).",
        "Edwards, Sebastian, and Miguel Savastano, 1998. Exchange Rates in Emerging Economies: What Do We know? What Do We Need to Know? Manuscript, UCLA.",
        "Eichengreen, Barry, and Ricardo Hausmann, 1999, Exchange Rates and Financial fragility, paper presented at Federal Reserve Bank of Kansas Citys Conference on Issues in Monetary Policy, Jackson Hole, Wyoming, 27-29 August.",
        "Frankel, Jeffrey A., Sergio Schmukler, Luis ServÃ\u0083Â©n, Verifiability and the Vanishing Exchange 29 Rate Regime, This paper was prepared for the Brookings Trade Forum 2000, Policy Challenges in the Next Millenium, April 27-28, 2000, Washington, DC.",
        "Goldstein, Morris. Safeguarding prosperity in a globalfinancial system. The future international financial architecture report of an independent task force. Washington, DC: Institute for International Economics for the Council on Foreign Relations, 1999.",
        "Gosh, Atish, Gulde, Anne-Marie, Ostry, Jonathan and Wolf, Holger. Does the Nominal Exchange Rate Regime Matter? National Bureau of Economic Research (Cambridge MA) Working Paper No. 5874, January 1997.",
        "Hausmann, Ricardo, Ugo Panizza, and Ernesto Stein, 1999. Why Do Countries Float the Way They Float, mimeograph, Inter-American Development Bank, November.",
        "IMF, 1999, Monetary Policy in Dollarized Economies, Occasional Paper 171, Washington, DC.",
        "Levy Yeyati, Eduardo, and Federico Sturzenegger, Classifying Exchange Rate Regimes: Deeds Versus Words, mimeo, Universidad Torcuato Di Tella, November 1999.",
        "McKinnon, Ronald I., 1999. The East Asian Dollar Standard, Life after Death? Paper prepared for the World Bank Seminar, Rethinking the East Asian Miracle, July 1999.",
        "McKinnon, Ronald I., 2000. After the Crisis, the East Asian Dollar Standard Resurrected: An Interpretation of High-Frequency Exchange Rate Pegging, mimeograph, Stanford University.",
        "Obstfeld, Maurice and Rogoff, Kenneth. The Mirage of Fixed Exchange Rates, Journal of Economics Perspectives, Fall, 9, 73-96. Reinhart, Carmen M., 2000. The Mirage of Floating Exchange Rates, forthcoming in American Economic Review, Vol. 90, May.",
        "Reinhart, Carmen M., and Peter Montiel, 1999. Do Capital Controls Influence the Volume and Composition of Capital Flows? Evidence from the 1 990s, Journal of International Money and Finance, Vol. 18, No. 4, August 1999, 619-635.",
        "Reinhart, Carmen M. And Vincent R. Reinhart, 1999. On the Use of Reserve Requirements in 30 Dealing with the Capital-Flow Problem, International Journal of Finance and Economics, Vol. 4, January, 27-54.",
        "Rojas-Suarez, Liliana, and Steven Weisbrod, Banking Crisis in Latin America: Experiences and Issues, in Banking Crisis in Latin America, edited by R. Hausmann and L. Rojas-Suarez, IADB, Washington, DC. Sargent, Thomas J., and Neil Wallace, 1975, Rational Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule, Journal of Political Economy, 83, pp. 24 1-254."
    ]
}