{
    "id": 7994,
    "cites": 31,
    "cited_by": 18,
    "reference": [
        "Abowd, John M., Francis Kramarz, and David Margolis (1999). High Wage Workers and High Wage Firms. Econometrica, pp. 251-334.",
        "Anderson, Patricia M. and Bruce D Meyer (1994). The Extent And Consequences Of Job Turnover. Brookings Papers On Economic Activity, pp. 177-248.",
        "Angrist, Joshua D. and Alan B. Krueger (1991). Does Compulsory School Attendance Affect Schooling and Earnings'DONE' The Quarterly Journal of Economics, pp. 979-1014.",
        "Audretsch, David B. and Talat Mahmood (1995). New Firm Survival: New Results Using a Hazard Function. Review of Economics and Statistics, pp. 97-103.",
        "Baily, Martin Neil, Charles Hulten, and David Campbell (1992). Productivity Dynamics in Manufacturing Plants. Brookings Papers on Economic Activity, pp. 187-249.",
        "Bresnahan, Timothy F., Erik Brynjolfsson, and Lorin M. Hitt (1999). Information Technology, Workplace Organization and the Demand for Skilled Labor: Firm-Level Evidence. NBER Working Paper No. 7136.",
        "Burgess, Simon, Julia Lane, and David Stevens (2000). Job Flows, Worker Flows and Churning. Journal of Labor Economics, pp. 473-502.",
        "Caselli, Francesco (1999). Technological Revolutions. American Economic Review, pp. 78-102.",
        "Cooper, Russell, John Haltiwanger and Laura Power (1999). Machine Replacement and the Business Cycle: Lumps and Bumps, American Economic Review, pp. 921-946.",
        "Davis, Steven J. and John C. Haltiwanger (1990). Gross Job Creation and Destruction: Microeconomic Evidence and Macroeconomic Implications, NBER Macroeconomics Annual, pp. 123-168.",
        "Davis, Steven J., John C. Haltiwanger, and Scott Schuh (1996). Job Creation and Destruction. MIT Press, Cambridge, Massachusetts.",
        "Doms, Mark, Timothy Dunne, and Kenneth R. Troske (1997). Workers, Wages, and Technology. The Quarterly Journal of Economics, pp. 253-290.",
        "Dunne, Timothy, Lucia Foster, John Haltiwanger, and Kenneth Troske (2000). Wage and Productivity Dispersion in U.S. Manufacturing: The Role of Computer Investment. NBER Working Paper No. 7465.",
        "Dunne, Timothy, Mark J. Roberts, and Larry Samuelson (1989). The Growth and Failure of U.S.",
        "Manufacturing Plants. The Quarterly Journal of Economics, pp. 671-698. 38 Ericson, Richard and Ariel Pakes (1995). Markov-Perfect Industry Dynamics: A Framework for Empirical Work. Review of Economic Studies, pp. 53-82.",
        "Evans, David S. (1987). Tests of Alternative Theories of Firm Growth. Journal of Political Economy, pp. 657-674.",
        "Foster, Lucia, John Haltiwanger, and C.J. Krizan (1998). Aggregate Productivity Growth: Lessons from Microeconomic Evidence. NBER Working Paper No. 6803.",
        "Haltiwanger, John C., Julia I. Lane and James R. Spletzer (1999). Productivity Differences Across Employers: The Role of Employer Size, Age, and Human Capital. American Economic Review Papers and Proceedings, pp. 94-98.",
        "Hellerstein, Judith K., David Neumark, and Kenneth R. Troske (1999). Wages, Productivity, and Worker Characteristics: Evidence from Plant-Level Production Functions and Wage Equations. Journal of Labor Economics, pp. 409-446.",
        "Hopenhayn, Hugo (1992). Entry, Exit, and Firm Dynamics in the Long Run, Econometrica, pp. 1127-1150.",
        "Jacobson, Louis S., Robert J. LaLonde, and Daniel G. Sullivan (1993). Earnings Losses of Displaced Workers. The American Economic Review, pp. 685-709.",
        "Jovanovic, Boyan (1982). Selection and the Evolution of Industry. Econometrica, pp. 649-670.",
        "Juhn, Chinhui, Kevin M. Murphy, and Brooks Pierce (1993). Wage Inequality and the Rise in the Return to Skill. Journal of Political Economy, pp. 35-78.",
        "Kremer, Michael (1993). The O-Ring Theory of Economic Development. The Quarterly Journal of Economics, pp. 551-575.",
        "Lane, Julia, Alan Isaac, and David Stevens (1996). Firm Heterogeneity and Worker Turnover. Review of Industrial Organization, pp. 275-291.",
        "Lane, Julia, Javier Miranda, James Spletzer, and Simon Burgess (1999). The Effect of Worker Reallocation on the Earnings Distribution: Longitudinal Evidence from Linked Data. In The Creation and Analysis of Employer-Employee Matched Data, edited by John C. Haltiwanger, Julia I. Lane, James R. Spletzer, Jules J.M. Theeuwes, and Kenneth R. Troske, North-Holland Press, pp. 345-374.",
        "Lane, Julia, Laurie Salmon, and James Spletzer (1999). Establishment Wage Differentials: Evidence from a New BLS Survey. Unpublished Working Paper, Bureau of Labor Statistics.",
        "Lucas, Robert (1977). On the Size Distribution of Firms. Bell Journal of Economics, pp. 508-523.",
        "Milgrom, Paul and John Roberts (1990). The Economics of Modern Manufacturing: Technology, Strategy, and Organization. The American Economic Review, pp. 511-530.",
        "Spletzer, James R. (2000). The Contribution of Establishment Births and Deaths to Employment Growth. Journal of Business and Economic Statistics, pp. 113-126.",
        "Walker, Ed (1997). The Census Bureaus Business Register: Basic Features and Quality Issues. Unpublished paper presented at the 1997 American Statistical Association Meetings."
    ]
}