{
    "id": 7995,
    "cites": 31,
    "cited_by": 27,
    "reference": [
        "Storesletten, K., C. I. Telmer, and A. Yaron, (2000), Accounting for idiosyncratic risks over the life cycle: Theory and evidence, Unpublished manuscript, Carnegie Mellon University.",
        "Storesletten, K., C. I. Telmer, and A. Yaron, (1999b), The risk sharing implications of alternative social security arrangements, Carnegie Rochester Conferance Series on Public Policy 50, 213-259.",
        "Slesnick, D. T., (1993), Gaining ground: Poverty in the postwar united states, Journal of Political Economy 101, 1-38.",
        "Quadrini, V., (2000), Entrepreneurship, saving, and social mobility, Review of Economic Dynamics 3, 1-40.",
        "RIos-Rull, J. V., (1994), On the quantitative importance of market completeness, Journal of Monetary Economics 34, 463-496.",
        "Mace, B. J., (1991), Full insurance in the presence of aggregate uncertainty, Journal of Political Economy 99, 928-56.",
        "Krusell, P. and A. A. Smith, (1998), Income and wealth heterogeneity in the macroeconomy, Journal of Political Economy 106, 867-896.",
        "Kimball, M. 5., (1990), Precautionary saving in the small and in the large, Econometrica 58, 53-73.",
        "Keane, M. P. and K. I. Wolpin, (1997), The career decisions of young men, Journal of Political Economy 105, 473-522.",
        "Imrohoro~lu, A., S. Imrohoro~lu, and D. H. Joines, (1995), A life cycle analysis of social security, Economic Theory 6, 83-114.",
        "Huggett, M., (1993), The risk free rate in heterogeneous-agents, incomplete insurance economies, Journal of Economic Dynamics and Control 17, 953-969.",
        "Krueger, D. and F. Perri, (2000), Does income inequality lead to consumption inequality ? Empirical findings and a theoretical explanation, Manuscript, Stanford University.",
        "Smith, A. A. J. and C. Wang, (2000), Dynamic credit relationships in general equilibrium, Unpublished manuscript, Carnegie Mellon University.",
        "Attanasio, 0. and S. J. Davis, (1996), Relative wage movements and the distribution of consumption, Journal of Political Economy 104, 1227-1262.",
        "Attanasio, 0. and G. Weber, (1992), Consumption growth and excess sensitivity to income: evidence from U.S. micro data, Unpublished manuscript, Stanford University.",
        "Bewley, T. F., (1986), Stationary monetary equilibrium with a continuum of independently fluctuating consumers, in Contributions to Mathematical Economics in Honor of Gerard Debreu, edited by Werner Hildenbrand and Andreu Mas-Colell. Amsterdam: North Holland.",
        "Aiyagari, S. R., (1994), Uninsured idiosyncratic risk and aggregate saving, Quarterly Journal of Economics 109, 659-684.",
        "Altonji, J. G., F. Hayashi, and L. J. Kotlikoff, (1991), Risk sharing, altruism, and the factor structure of consumption, NBER working paper number 3834.",
        "Deaton, A. and C. Paxson, (1994), Intertepmoral choice and inequality, Journal of Political Economy 102, 437-467.",
        "DIaz-GimÃ\u0083Â©nez, J., V. Quadrini, and J. V. RIos-Rull, (1997), Dimensions of inequality: facts on the U.S. distribution of earnings, income and wealth, Federal Reserve Bank of Minneapolis Quarterly Review 21, 3-21.",
        "Deaton, A., P.-O. Gourinchas, and C. Paxson, (2000), Social security and inequality over the life cycle, in The Distributional Effects of Social Security Reform, edited by Martin Feldstein and Jeffrey Liebman. Chicago: University of Chicago Press.",
        "Cutler, D. M. and L. F. Katz, (1992), Rising inequality? Changes in the distribution of income and consumption in the 1980s, American Economic Review 82, 546551. 28 Deaton, A., (1992), Understanding Consumption, Oxford University Press, Oxford.",
        "Cochrane, J. H., (1991), A simple test of consumption insurance, Journal of Political Economy 99, 957-76.",
        "Cooley, T. F. and E. C. Prescott, (1995), Economic growth and business cycles, In Frontiers of Business Cycle Research, edited by Thomas F. Cooley. Princeton University Press: New Jersey.",
        "Chatterjee, 5., (1994), Transitional dynamics and the distribution of wealth in a neoclassical growth model, Journal of Public Economics 54, 97-119.",
        "Carroll, C. and A. Samwick, (1998), How important is precautionary savings, Review of Economics and Statistics 80, 410-419.",
        "CastaÃ\u0083Â±eda, A., J. DIaz-GimÃ\u0083Â©nez, and J.-V. RIos-Rull, (1998), Earnings and wealth inequality and income taxation: Quantifying the trade-offs of switching the U.S. to a proportional income tax system, Mimeo, University of Pennsylvania.",
        "Blundell, R. and I. Preston, (1998), Consumption inequality and income uncertainty, Quarterly Journal of Economics 113, 603-640.",
        "Huggett, M., (1996), Wealth distribution in life-cycle economies, Journal of Monetary Economics 38, 469-494.",
        "Hubbard, R. G., J. Skinner, and S. P. Zeldes, (1994), The importance of precautionary motives in explaining individual and aggregate savings, Carnegie Rochester Conferance Series on Public Policy 40, 59-126.",
        "Carroll, C., (1997), Buffer stock savings and the life cycle and permanent income hypothesis, Quarterly Journal of Economics 112, 1-55."
    ]
}