{
    "id": 7997,
    "cites": 25,
    "cited_by": 10,
    "reference": [
        "Ahn, Sung K. and Gregory C. Reinsel (1988). Nested Reduced-rank autoregressive models for multiple time series, Journal of the American Statistical Association 83,849-856. Andrews, Donald W.K. (1993). Tests for parameter instability and structural change with unknown change point, Econometrica, 61, 821-856.",
        "Andrews, Donald W.K. and Werner Ploberger (1994). Optimal tests when a nuisance parameter is present only under the Alternative, Econometrica, 62, 1383-1414.",
        "Bai, Jushan, and Pierre Perron (1998). Estimating and testing linear models with multiple structural changes, Econometrica, 66, 47-78.",
        "Brewer IE, Elijah, Hesna Genay, William Curt Hunter and George G. Kaufman (2000). Does the Japanese Stock Market Price Bank Risk? Evidence from Financial Firm Failures\", mimeograph.",
        "Daigo, Satoshi, Tatsuya Yonetani, and Marumo Kouhei (1998). Banks recapitalization policies in Japan and their impact on the market, IMES Discussion Paper NO.98-E-14, Bank of Japan.",
        "Hansen, Bruce E. (1992). Tests for Parameter Instability in Regressions with I (1) Processes, Journal of Business and Economic Statistics 10, 321-335.",
        "_ (1997). Approximate asymptotic p-values for structural-change tests, Journal of Business and Economic Statistics 15, 60-67.",
        "Horiuchi, Akiyoshi (1999). Japan's Bank Crisis: An Overview from Governance Perspectives, mimeograph.",
        "Ito, Takatoshi and Kimie Harada (2000). Effects of Bank Crises News on Stock Price Movements: An Eventstudy (in Japanese), Annals of Society for the Economic Studies of Securities, Society for the Economic Studies of Securities, 252-258.",
        "Maddala, G.S. and In-Moo Kim (1998). Unit roots, cointegration, and structural change, Cambridge University Press, Cambridge.",
        "Newey, Whitney K. and Kenneth D. West (1987). A Simple, Positive Semi - Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 55, 703-708.",
        "Peek, Joe and Eric S. Rosengren (2000). Determinants of the Japan premium: Actions speak louder than words, The Journal of International Economics, Forthcoming.",
        "_ (1997). The international transmission of financial shocks: The case of Japan, The American Economic Review, 87, 495-505.",
        "Perron, Pierre (1989). The great crash, the oil price shock, and the unit root hypothesis, Econometrica, 57,1361-1401.",
        "Quintos, E. Carmela (1997). Stability tests in error correction models, Journal of Econometrics 82, 289-315.",
        "_ (1998). Analysis of cointegration vectors using the GMM approach, Journal of Econometrics, 85, 155-188.",
        "Saikkonen, Pentti. (1991). Asymptotically Efficient Estimation of Cointegration Regressions, Econometric Theory, 7, 1-21.",
        "Seo, Byeongseon (1998). Tests for structural change in cointegrated systems, Econometric Theory, 14, 222-259.",
        "Shimizu, Tokiko and Takashi Ui (1999). Contagious expectations and malfunctions of markets: Some lessons from Japanese financial institutions failures of 1997, IMES Discussion Paper NO.99-E-3, Bank of Japan.",
        "Stock, James H. and Mark W. Watson (1993). A simple estimator of cointegrating vectors in higher order integrated systems, Econometrica, 61, 783-820.",
        "Endnote 1 Brewer, Genay, Hunter, and Kaufman (2000) came to our attention after we wrote the first draft of this paper. 2 Monthly market valuations are taken from Statistics Monthly of the Tokyo Stock Exchange. The monthly figures are adjusted for daily figures by price index changes, assuming that the number of issued stocks do not change within that month. Any problem with this assumption is corrected within the month.",
        "3 One might ask whether divergence may be any way related to a regular business cycle of a recession or a recovery or a cyclical movement of general stock prices, rather than a peculiarity of the time. Hence, we will check whether movements of the two indices in the second half of the 1990s are in any way typical or atypical in the long run trend. Comparing monthly index of TOPIX and BINDEX from 1985 to 1999, one can confirm that the relationship has been stable between the two indices until the mid-1990s, over the business cycles and stock price cycles.",
        "6 Earlier in 1998, a new law was passed to make it possible for the authorities to nationalize a very weak bank.",
        "7 Perron (1989) was the first to develop a test of structural changes in the nonstationary series. Andrews (1993) showed a test for a case where the timing of structural change is unknown. Quintos (1997) showed a similar test in the Error Correction Model. Seo has extended Andrews and Quintos and made the calculation easier.",
        "8 Empirical work in this section is done in Gauss, our program is based on the one which is given by Byeongseon Seo. 1/3 9 Lag length is made to increase with the sample size T at a rate slower than T . The required conditions are in Saikkonen(1991). 10 The OLS standard errors of equation (4.1) showed serial correlation by White's test. The OLS variance of the same equation revealed heteroskedasticity-correlated standard errors by Breusch-Godfrey test. Since the orthogonality condition between the error term and regressors is rejected, we apply GMM to the equation. For the weighting matrix, initial values are obtained by 3SLS and the procedure by Newey-West(l987) weighting scheme is used with assuming 5 period autocorrelation. 11 If the variables have different scales it is useful to consider innovations of one standard deviation rather than unit shocks."
    ]
}