{
    "id": 7999,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "Aliport, Gordon W. 1954. The Nature of Prejudice. Cambridge, MA: Addison-Wesley.",
        "Arrow, Kenneth J. 1998. What Has Economics to Say About Racial Discrimination? Journal of Economic Perspectives 12 (Spring), 9 1-100.",
        "Braddock, Jomills Henry II, Robert L. Cram, and James M. McPartland. 1984. A Long- Term View of School Desegregation: Some Recent Studies of Graduates as Adults, Phi Delta Kappan 66 (December), 25 9-264.",
        "Clotfelter, Charles T. 1976. School Desegregation, `Tipping, and Private School Enrollment, Journal of Human Resources 22 (Winter), 29-50.",
        "Clotfelter, Charles T. 1978. Alternative Measures of School Desegregation: A Methodological Note. Land Economics 54 (Aug.):373-380.",
        "Clotfelter, Charles T. 1999b. Public School Segregation in Metropolitan Areas, Land Economics 75 (November), 487-504.",
        "Ellison, Christopher G., and Daniel A. Powers. 1994. The Contact Hypothesis and Racial Attitudes among Black Americans. Social Science Quarterly 75 (June), 385-400.",
        "Epstein, Joyce L. 1985. After the Bus Arrives: Resegregation in Desegregated Schools, Journal of Social Issues 41 (No. 3), 23-43.",
        "Granovetter, Mark. 1986. The Micro-Structure of School Desegregation, in Jeffrey Prager, Douglas Longshore, and Melvin Seeman (eds.), School Desegregation Research. New Directions in Situational Analysis. New York: Plenum Press.",
        "Hallinan, Maureen T. and Richard A. Williams. 1989. Interracial Friendship Choices in Secondary Schools, American Sociological Review 54 (February), 67-78.",
        "McNeal, Ralph B., Jr. 1998. High School Extracurricular Activities: Closed Structures and Stratifying Patterns of Participation, Journal of Educational Research 91 (January/February), 183-191.",
        "McNeal, Ralph B., Jr. 1999. Participation in High School Extracurricular Activities: Investigating School Effects, Social Science Quarterly 80 (June), 29 1-309.",
        "Moore, Kristin and Jennifer Ehrie. 1999. Childrens Enrvironment and Behavior: Participation in Extracurricular Activities, Snapshots ofAmerica `s Families, C-S (Washington: Urban Institute).",
        "Morgan, P.R. and James M. McPartland. 1981. The Extent of Classroom Segregation within Desegregated Schools. Unpublished manuscript, Johns Hopkins University, Center for Social Organization of Schools. August.",
        "Oakes, Jeannie. 1987. Tracking in Secondary Schools: A Contextual Perspective, Educational Psychologist 22(No.2), 129-153.",
        "Washington, DC: Joint Center for Political Studies. 20 Orfield, Gary, Mark D. Bachmeier, David R. James, and Tamela Eitle. 1997.",
        "Desegregation, Unpublished Paper, Harvard University (April 5). Orfield, Gary and Frank Monfort. 1992. Status of School Desegregation. The Next Generation. Cambridge, MA: Metropolitan Opportunity Project, Harvard University. March.",
        "Schofield, Janet Ward. 1982. Black and White in School. Trust, Tension, or Tolerance New York: Praeger.",
        "Schofield, Janet Ward. 1979. The Impact of Positively Structured Contact on Intergroup Behavior: Does it Last Under Adverse Conditions? Social Psychology Quarterly 42, 280-284.",
        "Schofield, Janet Ward. 1995. Review of Research on School Desegregations Impact on Elementary and Secondary School Students, in James A. Banks and Cherry A. McGee Banks (eds.), Handbook of Research on Multicultural Education . New York: MacMillan Publishing."
    ]
}