{
    "id": 8000,
    "cites": 21,
    "cited_by": 1,
    "reference": [
        "[2] Barker, D.J.P. 1992. Fetal and Infant Origins of Adult Disease. London: British Medical Journal Publishing Group.",
        "[5] Caygill, CP, MJ Hill, RL Knowles, JS Kirkham, TC Northfield. 1990. Occupational and socioeconomic factors associated with peptic ulcers and with cancers following consequent gastric surgery. Annals of Occupational Hygiene. 34(1): 19-27.",
        "[6] Christensen, K., J.W. Vaupel, H.V. Holm, and A.I. Yashin. 1995. Mortality among twins age 6: Fetal origins hypothesis versus twin method. British Medical Journal. 310('DONE'): 432-436.",
        "[8] Costa, Dora L. 2000a. Long-term Declines in Disability Among Older Men: Medical Care, Public Health, and Occupational Change. National Bureau of Economic Research Working Paper No. 7605.",
        "[9] Costa, Dora L. 2000b. Understanding the Twentieth Century Decline in Chronic Conditions Among Older Men. Demography. 37(1): 53-72.",
        "[10] Cutler, David, Mark McClellan, Joseph P. Newhouse, and Dahlia Remler. 1998. Are medical prices declining'DONE' Evidence from heart attack treatments. Quarterly Journal of Economics. 113(4):",
        "[11] Elo, Irma T. and Samuel H. Preston. 1992. Effects of early-life conditions on adult mortality: A review. Population Index. 58(2): 186-212.",
        "[13] Fleming, P.R. 1997. A short history of cardiology. Amsterdam-Atlanta, GA: Rodopi.",
        "[14] Horiuchi, Shiro and John R. Wilmoth. 1998. Deceleration in the age pattern of mortality at older ages. Demography. 35(4): 391-412.",
        "[16] Kannisto, V., K. Christensen, and J.W. Vaupel. 1997. No increased mortality later in life for cohorts born during famine. American Journal of Epidemiology. 145(11): 987-994.",
        "[17] Lee, Chulhee. 1997. Socioeconomic background, disease, and mortality among Union Army recruits: Implications for economic and demographic history. Explorations in Economic History. 34: 27-55.",
        "[18] Manton, K.G., E. Stallard, and L. Corder. 1997. Changes in the Age Dependence of Mortality and Disability: Cohort and Other Determinants. Demography. 34(1): 135-7.",
        "[19] Preston, S.H. and M. Haines. 1991. Fatal Years: Child Mortality in Late Nineteenth Century America. Princeton, NJ: Princeton University Press.",
        "[20] Steckel, R.H. and R. Floud (Eds). 1997. Health and Welfare during Industrialization. Chicago: University of Chicago Press.",
        "[21] United States Center for Health Statistics. 2000. Health, United States, 2000 with Adolescent Health Chartbook. Washington, DC: United States Government Printing Office. http://www.cdc.gov/nchs",
        "[22] United States Surgeon Generals Office. 1870. Medical and Surgical History of the War of the Rebellion (1861-1865). Part I. Volume I. Medical History. Washington DC: Government Printing Office.",
        "[23] United States Surgeon Generals Office. 1888. Medical and Surgical History of the War of the Rebellion (1861-1865). Part III. Volume I. Medical History. Washington DC: Government Printing Office.",
        "[24] Velkova, A., J. Wolleswinkel-Van den Bosch, and J. Mackenbach. 1997. The East-West Life Expectancy Gap: Differences in Mortality from Conditions Amenable to Medical Intervention. International Journal of Epidemiology. 26(1): 75-84.",
        "[25] Venn, AJ and CS Guest. 1991. Chronic morbidity of former prisoners of war and other Australian veterans. Medical Journal of Australia, 155(10): 705-7,710-12.",
        "[26] Wesley, A.G. 1991. Prolonged After-Effects of Pneumonia in Children. South African Medical Journal. 79(2): 73-76",
        "[27] Williamson, Jeffrey. 1990. Coping with City Growth During the British Industrial Revolution. Cambridge-New York: Cambridge University Press."
    ]
}