{
    "id": 8001,
    "cites": 17,
    "cited_by": 19,
    "reference": [
        "Andreoni, James, and Arik Levinson, The Simple Analytics of the Environmental Kuznets Curve, NBER Working Paper No. 6739, Cambridge, MA: National Bureau of Economic Research, September 1998.",
        "Antweiler, Werner, Brian R. Copeland, and M. Scott Taylor, Is Free Trade Good for the Environment'DONE' NBER Working Paper No. 6707, Cambridge, MA: National Bureau of Economic Research, August 1998.",
        "Arrow, Kenneth J., B. Bolin, R. Costanza, P. Dasgupta, C. Folke, C.S. Holling, B.O. Jansson, S. Levin, K.G. Maler, C. Perrings, D. Pimentel, Economic Growth, Carrying Capacity, and the Environment, Science 268: 520-521, April 28, 1995.",
        "Beckerman, Wilfred, Economic Growth and the Environment: Whose Growth'DONE' Whose Environment World Development (XX) 1992, pp. 481-496.",
        "The cubic specifications would allow for the curve to turn up again for high incomes. 21 Cropper, M. and C. Griffiths, The Interaction Of Populations, Growth and Environmental Quality, American Economic Review (LXXXIV) 1994, pp. 250254.",
        "Ekins, P., The Kuznets Curve for the Environment and Economic Growth: Examining the Evidence Environment and Planning (XXIX-5) 1997, pp. 805-830.",
        "Grossman, Gene M., and Alan Krueger, Environmental Impacts of a North American Free Trade Agreement, in Peter Garber, ed., The Mexico-U.S. Free Trade Agreement, Cambridge, MA: MIT Press, 1993, pp. 13-56.",
        "Grossman, Gene M., and Alan Krueger, Economic Growth and the Environment, Quarterly Journal of Economics, (CX-2) May 1995, pp. 353-377.",
        "Harbaugh, William, Arik Levinson, and David Wilson, Reexamining the Empirical Evidence for an Environmental Kuznets Curve, NBER Working Paper No. 7711, Cambridge, MA: National Bureau of Economic Research, May 2000.",
        "Hilton, F.G. Hank and Arik Levinson, Factoring the Environmental Kuznets Curve: Evidence from Automotive Lead Emissions, Journal of Environmental Economics and Management (XXXV) 1998, pp. 126- 141.",
        "Kahn, Matthew E., A Household Level Environmental Kuznets Curve Economics Letters (LIX-2) 1998, pp. 269-273.",
        "Kuznets, Simon, Economic Growth and Income Inequality American Economic Review (XLV-1) 1955, pp. 1-28.",
        "Selden, Thomas M. and Daqing Song, Environmental quality and development: Is there a Kuznets Curve for air pollution emissions'DONE' Journal of Environmental Economics and Management, (XXVII) 1994, pp. 147-162.",
        "Selden, Thomas M. and Daqing Song, Neoclassical Growth, the J Curve for Abatement, and the Inverted U Curve for Pollution, Journal of Environmental Economics and Management, (XXIX-2) 1995, pp. 162-68.",
        "Shafik, N. and S. Bandyopadhyay, Economic Growth and Environmental Quality: Time Series and Cross-Section Evidence, World Bank Policy Research Working Paper WPS904. Washington, D.C.: The World Bank, 1992.",
        "Stern, David I., Michael S. Common and Edward B. Barbier, Economic Growth and Environmental Degradation: The Environmental Kuznets Curve and Sustainable Development World Development (XXIV-7), 1996, pp. 1151-1160.",
        "Torras, Mariano and James K. Boyce. Income, Inequality, and Pollution: A Reassessment of the Environmental Kuznets Curve, Ecological Economics (XXV-2) May 147-160. World Bank, Development and the Environment, World Development Report 1992, NY: Oxford University Press, 1992."
    ]
}