{
    "id": 8003,
    "cites": 17,
    "cited_by": 4,
    "reference": [
        "Bird, Graham, Mumtaz Hussain, and Joseph Joyce, 2000. Many Happy Returns? Recidivism and the IMF, Wellesley College Working Paper 2000-04 (March).",
        "Calomiris, Charles, 1998. Blueprints for a New Global Architecture, New York: Columbia University (Sept. 23).",
        "Caprio, Gerard, and Daniela Klingebiel, 1996a. Bank Insolvency: Bad Luck, Bad Policy, or Bad Banking?, Annual Conference on Development Economics, Washington: The World Bank, pp. 79-104.",
        "World Bank (October). Claessens, Stijn, Asl? DemirguÃ\u0083Â§-Kunt, and Harry Huizenga, 1997. How Does Foreign Entry Affect the Domestic Banking Market?, Washington: The World Bank Development Group (unpublished).",
        "DemirgÃ\u0083Â¼?-Kunt, Asl?, and Enrica Detragiache, 1997. The Determinants of Banking Crises: Evidence from Developed and Developing Countries, World Bank and International Monetary Fund, Washington, D.C.",
        "Deschamps, Jean-Jacques, and James Bonnardeaux, 1997. Bank Restructuring in Sub- Saharan Africa: Lessons from Selected Case Studies, World Bank Working Paper, Private Sector Finance, Africa Region (May).",
        "International Monetary Fund, 2000. International Financial Statistics, Washington: IMF (April).",
        "Jbili, Abdelali, Klaus Enders, and Volker Treichel, 1997. Financial Sector Reform in Algeria, Morocco, and Tunisia: A Preliminary Assessment, International Monetary Fund Working Paper (July).",
        "Kane, Edward J., 1999a. Capital Movements, Banking Insolvency, and Silent Runs in the Asian Financial Crisis, Pacific Basin Finance Journal 8(May), pp. 153-175.",
        "Incentive-Conflicted Bank Regulators, Journal of Financial Services Research 16(September/December), pp. 265-291. Kindleberger, Charles P., 1978. Manias, Panics and Crashes: A History of Financial Crises, New York: Basic Books, Inc.",
        "Krugman, Paul, 1979. A Model of Balance-of-Payments Crises, Journal of Money, Credit, and Banking (August), pp. 311-325.",
        "Levine, Ross, 1997. Financial Development and Economic Growth: Views and Agenda, Journal of Economic Literature, 35(June), pp. 688-726.",
        "Lewis, Peter, 1995. Banking Privatization in Nigeria: Background, Context and Prospects, draft.",
        "Lindgren, Carl-Johan, Gillian Garcia, and Matthew I. Saal, 1996. Bank Soundness and Macroeconomic Policy, Washington: The International Monetary Fund.",
        "Minsky, Hyman, 1977. A Theory of System Fragility, in Edward Altman and Arnold Sametz (ed.), Financial Crises: Institutions and Markets in a Fragile Financial Environment, New York: Wiley-Interscience.",
        "Ncube, Mthuli, and Lemma W. Senbet, 1995. Perspectives on Financial Regulation and Liberalization in Africa under Incentive Problems and Asymmetric Information, Journal of African Economies, Vol. 6, No. 1, (AERC Supplement), pp. 29-88.",
        "Rodrik, Dani, 1998. Trade Policy and Economic Performance in Sub-Saharan Africa, National Bureau of Economic Research Working Paper No. 6562 (May)."
    ]
}