{
    "id": 8006,
    "cites": 30,
    "cited_by": 186,
    "reference": [
        "Arize, Augustine, Tomas Osang, and Daniel Slottje, 2000. Exchange Rate Volatility and Foreign Trade: Evidence from Thirteen LDCs, Journal of Business and Economics Statistics, Vol.",
        "Brada, Josef C., and JosÃ\u0083Â© Mendez, 1988. Exchange Rate Risk, Exchange Rate Regime and the Volume of International Trade, Kyklos, Vol. 41, 263-80.",
        "Calvo, Guillermo A., 1983, Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 12, September, pp. 383-98.",
        "Calvo, Guillermo A., 1999, Capital Markets and the Exchange Rate: With Special Reference to the Dollarization Debate in Latin America, paper presented at the ITAM conference on Optimal Monetary Institutions for Mexico, Mexico City, December 3-4, 1999.",
        "Calvo, Guillermo A., and Carmen M. Reinhart, 1999, When Capital Flows Come to a Sudden Stop: Consequences and Policy Options, unpublished, June, www~bsos . umd.edu/econIciecalvo ~htm.",
        "Cantor, Richard, and Frank Packer. 1 996a. Determinants and Impact of Sovereign Credit Ratings, Federal Reserve Bank of New York Economic Policy Review, (October), 1-15. Cantor, Richard, and Frank Packer. 1996b. Sovereign Risk Assessment and Agency Credit Ratings, European Financial Management, Vol. 2, 247-5 6.",
        "Coes, D.V., 1981. The Crawling Peg and Exchange Rate Uncertainty, in Exchange Rate Rules, J. Williamson (ed.), New York: Saint Martins Press, 113-136.",
        "Diamond, Douglas W., and Philip H. Dybvig, 1983, Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy, 91, 3, June, pp. 401-419.",
        "Edwards, Sebastian. 1986. Are Devaluations Contractionary? Review of Economics and Statistics 68, 50 1-08.",
        "Edwards, Sebastian. 1989. Real Exchange Rates, Devaluation, and Adjustment. Exchange Rate Policy in Developing Countries. Cambridge, Massachusetts: MIT Press.",
        "Eichengreen, Barry, and Ricardo Hausmann, 1999, Exchange Rates and Financial fragility, paper presented at Federal Reserve Bank of Kansas Citys Conference on Issues in Monetary Policy, Jackson Hole, Wyoming, 27-29 August.",
        "Frankel, Jeffrey, and Shang-Jin Wei, 1993. Trade Blocs and Currency Blocs. Grobar, Lisa Morris, 1993. The Effect of Real Echange rate Uncertainty on LDC Manufactured Exports, Journal of Development Economics, Vol. 41, 367-376.",
        "Hausmann, Ricardo, Ugo Panizza, and Ernesto Stein, 1999. Why Do Countries Float the Way They Float, mimeograph, Inter-American Development Bank, November.",
        "Kenen, Peter, and Dani Rodrik, 1986. Measuring and Analyzing the Effects of Short-term 37 Volatility in Real Exchange Rates, Review of Economics and Statistics, Vol 68, 3 11-15.",
        "Kodres, Laura E., and Matthew Pritsker, 1998, A Rational Expectations Model of Financial Contagion, manuscript, October.",
        "LarraIn, Guillermo, Helmut Reisen, and Julia von Maltzan. 1997. Emerging Market Risk and Sovereign Credit Ratings, OECD Development Centre Technical Papers No. 124, (April).",
        "Paris: The Organisation for Economic Co-operation and Development. McKinnon, Ronald I., 1979. Money in International Exchange. The Convertible Currency System, Oxford University Press, New York.",
        "McKinnon, Ronald I., 1999. The East Asian Dollar Standard, Life after Death? Paper prepared for the World Bank Seminar, Rethinking the East Asian Miracle, July 1999.",
        "McKinnon, Ronald I., 2000. Mundell, the Euro, and the World Dollar Standard, mimeograph, Stanford University.",
        "Medhora, R., 1990. The Effect of Exchange rate Variability on Trade: The caseof the West African Monetary Unions Imports, World Development Vol. 18 No.2, 3 13-324.",
        "Morley, Samuel A.1992. On the Effect of Devaluation During Stabilization Programs in LDCs, Review of Economics and Statistics 74 No.1 (February), 21-7.",
        "Mundell, Robert A., 1961. A Theory of Optimum Currency Areas, American Economic Review, Vol 51. November, 509-5 17.",
        "Paredes, C. 1989. Exchange Rate Regimes, the Real Exchange Rate, and Export Performance in LatinAmerica, Brookings Discussion Papers in International Economics, No. 77, August.",
        "The Brookings Institution, Washington DC. Quian, Ying, and Panos Varangis, 1994. Does Exchange Rate Volatility Hinder Export Growth? 38 Additional Evidence, Empirical Economics, Vol 19, 3 17-396.",
        "Reinhart, Carmen M., 2000. The Mirage of Floating Exchange Rates, American Economic Review, May 2000.",
        "Rose, Andrew K., 1999. One Money, One Market: Estimating the Effects of Common Currencies on Trade, mimeograph, University of California, Berkeley.",
        "Sargent, Thomas J., and Neil Wallace, 1975, Rational Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule, Journal of Political Economy, 83, pp.",
        "Yuan, Kathy, 2000, Asymmetric Price Movements and Borrowing Constraints: A REE Model of Crisis, Contagion, and Confusion, manuscript January 24, MIT.",
        "Endnotes 1. At the time of the crisis, Korea and Malaysia were self-classified as managed floats, Indonesia had an exchange rate band and the Philippines dejure label was freely floating. 2. See also Hausmann, Panizza, and Stein (1999), for a discussion of these issues.",
        "MF-LF means test the probability value is (0.32); and for the LF-PE it is (0.44). 40 11. See Calvo and Reinhart (2000)."
    ]
}