{
    "id": 8007,
    "cites": 26,
    "cited_by": 40,
    "reference": [
        "Couch, Kenneth A. (1992), New Evidence on the Long-Term Effects of Employment Training Programs. Journal of Labor Economics. 10(4):380-388.",
        "Dehejia, R. (2000), Was There a Riverside Miracle: A Framework for Evaluating Multi-site Programs, Department of Economics, Columbia University.",
        "Dehejia, R., and S. Wahba (1999), Causal Effects in Non-Experimental Studies: Re-Evaluating the Evaluation of Training Programs, Journal of the American Statistical Association , Vol. 94, No. 448, pp. 1053-1062.",
        "Freedman, S., D. Friedlander, W. Lin, and A. Schweder (1996), The GAIN Evaluation: Five- Year Impacts on Employment, Earnings, and AFDC Receipt, Working Paper 96.1, MDRC, July.",
        "Freedman, S., M. Mitchell, and D. Navarro (1999), The Los Angeles Jobs-First GAIN Evalua- tion: First-Year Findings on Participation Patterns and Impacts , Manpower Demonstra- tion Research Corporation, June.",
        "Freedman, S., J.T. Knab, L.A. Gennetian, and D. Navarro (2000), The Los Angeles Jobs-First GAIN Evaluation: Final Report on a Work First Program in a Major Urban Center , Manpower Demonstration Research Corporation, June.",
        "Friedlander, Daniel and Gary Burtless (1995). Five Years After : The Long-Term Effects of Wel- fare-To-Work Programs . New York: Russell Sage.",
        "Friedlander, D., D. Greenberg, and P. Robins (1997), Evaluating Government Training Pro- grams for the Economically Disadvantaged, Journal of Economic Literature , 35:4, (De- cember), 1809-1855.",
        "Heckman, J. and V. J. Hotz (1989), Choosing Among Alternative Nonexperimental Methods for Estimating the Impact of Social Programs: The Case of Manpower Training, Journal of the American Statistical Association , Vol. 84, No. 408, pp. 862-880.",
        "Heckman, J., H. Ichimura, and P. Todd (1997), Matching as an Econometric Evaluation Esti- mator: Evidence from Evaluating a Job Training Program, Review of Economic Studies, 64, 605-654.",
        "Heckman, J., H. Ichimura, and P. Todd (1998a), Matching as an Econometric Evaluation Esti- mator, Review of Economic Studies , 65, 261-294.",
        "Heckman, J., H. Ichimura, J. Smith, and P. Todd (1998b), Characterizing Selection Bias Using Experimental Data, Econometrica , 66, 1017-1098.",
        "Heckman, J., R. LaLonde and J. Smith (1999), The Economics and Econometrics of Active La- 46 bor Market Programs, in Handbook of Labor Economics , V. 3A, Ashenfelter and Card (eds.), New York: Elsevier Science.",
        "Heckman, J., L. Lochner, and C. Taber (1998), General-Equilibrium Treatment Effects: A Study of Tuition Policy, American Economic Review , 88(2), May 1998, pages 381-86.",
        "Hogan, L. (1995), Jobs, Not JOBS: What It Takes to Put Welfare Recipients to Work, Policy Briefing, Democratic Leadership Council, July 17, 1995.",
        "Hotz, V. J., G. Imbens, and J. Mortimer (1999), Predicting the Efficacy of Future Training Pro- grams Using Past Experiences, NBER Working Paper No. T0238, April 1999.",
        "LaLonde, R. (1986), Evaluating the Econometric Evaluations of Training Programs with Ex- perimental Data, American Economic Review , Vol. 76, No. 4, pp. 604-620.",
        "LaLonde, R. (1995), The Promise of Public Sector-Sponsored Training Programs, Journal of Economic Perspectives , Vol. 9, No. 2, pp. 149-168.",
        "Mincer, J., (1974), Education, Experience, and Earnings , New York: Columbia University Press.",
        "Riccio, J., B. Goldman, G. Hamilton, K. Martinson, and A. Orenstein (1989), GAIN: Early Im- plementation Experiences and Lessons , Manpower Demonstration Research Corporation, April.",
        "Riccio, J. and D. Friedlander (1992), GAIN: Program Strategies, Participation Patterns, and First-Year Impacts in Six Counties , Manpower Demonstration Research Corporation.",
        "Riccio, J., D. Friedlander, and S. Freedman (1994), GAIN: Benefits, Costs, and Three-Year Im- pacts of a Welfare-to-Work Program , Manpower Demonstration Research Corporation.",
        "Rosenbaum, P. (1987), The Role of a Second Control Group in an Observational Study, Sta- tistical Science (with discussion), Vol 2, No. 3, 292-316.",
        "Rosenbaum, P., and D. Rubin, (1983), Assessing Sensitivity to an Unobserved Binary Covariate in an Observational Study with Binary Outcomes, Journal of the Royal Statistical Soci- ety , Series B, 45, 212-218.",
        "Rubin, D. (1977), Assignment to a Treatment Group on the Basis of a Covariate, Journal of Educational Statistics , 2, 1-26.",
        "Rubin, D. (1979), Using Multivariate Matched Sampling and Regression Adjustment to Control Bias in Observational Studies, Journal of the American Statistical Association , 74:318- 328."
    ]
}