{
    "id": 801,
    "cites": 15,
    "cited_by": 16,
    "reference": [
        "2. Artus, J., 1976, Exchange rate stability and managed floating: the experience of the Federal Republic of Germany, International Monetary Fund Staff Papers 23, July, 312-333.",
        "3. Ashenfelter, 0. and Card, D., 1981, Time-series representations of economic variables and alternative models of the labor market, University of Bristol, Working Paper.",
        "4. Branson, W.H., 1975, Comment on M.v.N. Whitman: Global monetarism and the monetary approach to the balance of payments, Brookings Papers on Economic Activity 6, Number 3, 537-542.",
        "6. Branson, W.H., 1977, Asset markets and relative prices in exchange rate determination, Sozialwissenschaftliche Annalen 1, 69-89.",
        "7. Branson, W.H., l979a, Exchange rate dynamics and monetary policy, in: A. Lindbeck, Inflation and employment in open economies (North-Holland, Amsterdam), 189-224.",
        "8. Branson, W.H., l979b, Macroeconomic Theory and Policy, Second Edition, (Harper and Row, New York).",
        "9. Branson, W.H., 1980, Trends in United States International Trade and Investment since World War II, in : N. Feldstein, the American economy in transition (University of Chicago Press, Chicago); 183-257.",
        "10. Branson, W.H., H. Halttunen and P. Nasson, 1977, Exchange rates in the short run: the dollar-deutschemark rate, European Economic Review 10, December, 303-324.",
        "11. Bruno, M., 1978, Exchange rates, import costs, and wage-price dynamics, Journal of Political Economy 86, June, 379-403.",
        "12. Dornbusch, R., 1980, Exchange rate economics: where do we stand? Brookings Papers on Economic Activity II, Number 1, 143-186.",
        "13. Fischer, S., 1981, Relative shocks, relative price variability and inflation, Brookings Papers on Economic Activity 12, Number 2, forthcoming.",
        "14. Frenkel, J., l98la, The collapse of purchasing power parities during the 1970s, European Economic Review 16, May, 145-165.",
        "17. Sargent, T., 1979, Estimating vector autoregressions using methods not based on explicit economic theories, Federal Reserve Bank of Minneapolis Quarterly Review, Summer, 8-15.",
        "18. Sims, C., 1980, Macroeconomics and reality, Econometrica 48, January, 1-48.",
        "19. Taylor, J., 1980, Output and price stability: an international comparison, Journal of Economic Dynamics and Control 2, February, 109-132."
    ]
}