{
    "id": 8014,
    "cites": 34,
    "cited_by": 42,
    "reference": [
        "Abowd, John M., and Thomas Lemieux. 1991. The Effects of International Competition on Collective Bargaining Outcomes: A Comparison of the United States and Canada. In John M.",
        "Abowd and Richard B. Freeman (eds.), Immigration, Trade, and the Labor Market. (Chicago: University of Chicago Press), pp. 343-367. Abowd, John M., and Thomas Lemieux. 1993. The Effects of Product Market Competition on Collective Bargaining Agreements: The Case of Foreign Competition in Canada. Quarterly Journal of Economics, Vol. 108 (4), November, pp. 983-1014.",
        "Aitken, Brian, Ann Harrison, and Robert E. Lipsey. 1996. Wages and Foreign Ownership: A Comparative Study of Mexico, Venezuela, and the United States. Journal of International Economics, Vol. 40 (3-4), May, pp. 345-371.",
        "Altonji, Joseph G., and John C. Ham. 1990. Variation in Employment Growth in Canada: The Role of External, National, Regional, and Industrial Factors. Journal of Labor Economics, Vol.",
        "Bartelsman, Eric J., and Wayne Gray. 1996. The NBER Manufacturing Productivity Database, National Bureau of Economic Research Technical Working Paper No. 205.",
        "Borjas, George J., and Valerie A. Ramey. 1995. Foreign Competition, Market Power, and Wage Inequality. Quarterly Journal of Economics, Vol. 110 (4), November, pp. 1075-1110.",
        "Budd, John W. 1998. The Effect of International Unions on Wage Determination in Canada. British Journal of Industrial Relations, Vol. 36 (1), March, pp. 1-26.",
        "Burbidge, John, and Alan Harrison. 1985. (Innovation) Accounting for the Impact of Fluctuations in U.S. Variables on the Canadian Economy. Canadian Journal of Economics, Vol. 18 (4), November, pp. 784-798.",
        "Christofides, Louis N., and Andrew J. Oswald. 1992. Real Wage Determination and RentSharing in Collective Bargaining Agreements. Quarterly Journal of Economics, Vol. 107 (3), August, pp. 985-1002.",
        "Crispo, John. 1967. International Unionism: A Study in Canadian-American Relations. Toronto: McGraw-Hill.",
        "Currie, Janet, and Sheena McConnell. 1992. Firm-Specific Determinants of the Real Wage. The Review of Economics and Statistics, Vol. 74 (2), May, pp. 297-304.",
        "Deardorff, Alan V. and Robert M. Stern. 1990. Computational Analysis of Global Trading Arrangements. Ann Arbor: The University of Michigan Press.",
        "Doms, Mark E., and J. Bradford Jensen. 1998. Comparing Wages, Skills, and Productivity between Domestically and Foreign-Owned Manufacturing Establishments in the United States. In Robert E. Baldwin, Richard E. Lipsey, and J. David Richardson (eds.), Geography and Ownership as Bases for Economic Accounting: NBER Studies in Income and Wealth, Volume 59.",
        "Feenstra, Robert C. (ed). 2000. The Impact of International Trade On Wages. Chicago: The University of Chicago Press.",
        "Freeman, Richard B., and Lawrence F. Katz. 1991. Industrial Wage and Employment Determination in an Open Economy. In John M. Abowd and Richard B. Freeman (eds.), Immigration, Trade, and the Labor Market. (Chicago: University of Chicago), pp. 235-259.",
        "Manufacturing. Industrial and Labor Relations Review, Vol. 47 (4), July, pp. 574-593. Gaston, Noel, and Daniel Trefler. 1995. Union Wage Sensitivity To Trade and Protection: Theory and Evidence. Journal of International Economics, Vol. 39 (1-2), August, pp. 1-25.",
        "Globerman, Steven, John C. Ries, and Ilan Vertinsky. 1994. The Economic Performance of Foreign Affiliates in Canada, Canadian Journal of Economics, Vol. 27 (1), pp. 143-156.",
        "Haskel, Jonathan E., and Matthew J. Slaughter. 2000. Have Falling Tariffs and Transportation Costs Raised U.S. Wage Inequality'DONE' NBER Working Paper No. 7539, February.",
        "Helpman, Elhanan, and Paul R. Krugman. 1989. Market Structure and Foreign Trade.",
        "Hines, James R. 1996. Dividends and Profits: Some Unsubtle Foreign Influences. Journal of Finance, Vol. 51 (2), June, pp. 661-689.",
        "Howenstine, Ned G., and William J. Zeile. 1994. Characteristics of Foreign-owned U.S.",
        "Manufacturing Establishments. Survey of Current Business, Vol. 74 (1), January, pp. 34-59. 27 Katz, Lawrence F., and Lawrence H. Summers. 1989. Industry Rents: Evidence and Implications. Brookings Papers on Economic Activity (Microeconomics), pp. 209-275.",
        "Labour Canada. various issues. Collective Bargaining Review. Ottawa: Bureau of Labour Information. Labour Canada. various issues. Directory of Labour Organizations in Canada. Ottawa: Labour Data Branch. MacDonald, Robert M. 1963. Collective Bargaining in the Automobile Industry. New Haven: Yale University Press.",
        "Magun, Sunder, Someshwar Rao, Bimal Lodh, Laval Lvallee, and Jonathan Pierce. 1988. Open Borders: An Assessment of the Canada-U.S. Free Trade Agreement. Economic Council of Canada Discussion Paper No. 344.",
        "Murphy, Kevin J. 1999. Executive Compensation. In Orley Ashenfelter and David Card (eds.), Handbook of Labor Economics, Volume 3, Amsterdam: North Holland.",
        "Obstfeld, Maurice, and Kenneth Rogoff. 2000. The Six Major Puzzles in International Macroeconomics: Is There a Common Cause'DONE' National Bureau of Economic Research Working Paper No. 7777, July, forthcoming NBER Macroeconomics Annual 2000.",
        "Oswald, Andrew J. 1996. Rent-Sharing in the Labor Market. University of Warwick Department of Economics Research Paper No. 474, December.",
        "Rodrik, Dani. 1997. Has Globalization Gone Too Far'DONE' Washington, D.C.: Institute for International Economics.",
        "Slaughter, Matthew J. 1999. Globalization and Wages: A Tale of Two Perspectives. World Economy, Vol. 22 (5), July, pp. 609-630.",
        "Statistics Canada. 1991. Concordance Between the Standard Industrial Classifications of Canada and the United States (catalogue 12-574E). Ottawa: Minister of Supply and Services.",
        "Svejnar, Jan. 1986. Bargaining Power, Fear of Disagreement, and Wage Settlements: Theory and Evidence From U.S. Industry. Econometrica, Vol. 54 (5), September, pp. 1055-1078.",
        "Svejnar, Jan, and Stephen C. Smith. 1984. The Economics of Joint Ventures in Less Developed Countries. Quarterly Journal of Economics, Vol. 99 (1), February, pp. 149-168.",
        "Wards Communications. 1999. Wards Motor Vehicle Facts and Figures. Southfield, MI.",
        "Yates, Charlotte A.B. 1993. From Plant to Politics: The Autoworkers Union in Postwar Canada."
    ]
}