{
    "id": 8018,
    "cites": 23,
    "cited_by": 23,
    "reference": [
        "Davis, O. L., Jr. 1968. Effectiveness of Using Graphic Illustrations with Social Studies Textual Materials. Final Report. Kent State University, Ohio..",
        "Dunn, Rita, et al. 1989. Learning Styles Inventory . Reston, VA.",
        "Dwyer, Francis M., Jr. 1970. Exploratory Studies in the Effectiveness of Visual Illustrations. AV Communication Review , 235-49.",
        "Dwyer, Francis M., Jr. 1976. The Effect of IQ Level on the Instructional Effectiveness of Black-and-White and Color Illustrations. AV Communication Review , 49-62.",
        "Glewwe, Paul, Michael Kremer and Sylvie Moulin. 2000. Textbooks and Test Scores: Evidence from a Prospective Evaluation in Kenya. Policy Research Group. The World Bank.",
        "Hanushek, Eric. 1986. The Economics of Schooling: Production and Efficiency in Public Schools. Journal of Economic Literature , September, pp. 1141-77.",
        "Hanushek, Eric. 1995. Interpreting Recent Research on Schooling in Developing Countries. World Bank Research Observer , August, pp. 227-46.",
        "Hanushek, Eric and Rivlin. 1997. Understanding the 20 th Century Growth in U.S.",
        "School Spending. Journal of Human Resources , Winter, pp. 35-68. Harbison, Ralph W. and Eric Hanushek. 1992. Educational Performance of the Poor, Lessons From Rural Northeast Brazil . World Bank, Washington D.C.",
        "Hedges, Laine, and Greenwald. 1994. Does Money Matter? A Meta-Analysis of Studies of the Effects of Differential School Inputs on Student Outcomes. Educational Researcher , April, pp. 5-14.",
        "Holliday, William G. 1973. A Study of the Effects of Verbal and Adjunct Pictorial Information in Science Instruction. Mimeo, Ohio State University.",
        "Holliday, William G. 1976. Teaching Verbal Chains Using Flow Diagrams and Text. AV Communication Review , 1976, 63-78.",
        "Holliday, William and Garth Benson. 1991. Enhancing Learning Using Questions Adjunct to Science Charts. Journal of Research in Science Teaching , January, 97-108.",
        "Kiesling, Herbert J. 1967. Measuring Local Government Service: A Study of School Districts in New York State. Review of Economic Studies , August, pp. 356-67.",
        "Kremer, Michael, Sylvie Moulin, Robert Namunyu and David Myatt. 1997. The Quantity-Quality Tradeoff in Education: Evidence from a Prospective Evaluation in Kenya. Unpublished.",
        "Krueger, Alan B. and Diane M. Whitmore. 2000. The Effect of Attending a Small Class in the Early Grades on College-Test Taking and Middle School Results: Evidence from Project STAR. NBER Working Paper No. 7656.",
        "LaLonde, Robert J. 1986. Evaluating the Econometric Evaluations of Training Programs with Experimental Data. American Economic Review, 76(4), September, 604-20.",
        "Levin, Joel R., et al. 1976. Pictures, Repetition, and Young Childrens Oral Prose Learning. AV Communication Review , 24 (4), Winter, 367-380.",
        "Lookatch, Richard P. 1995. The Strange but True Story of Multimedia and the Type I Error. Technos , Summer, 10-13.",
        "Lowe, Richard. 1989. Scientific Diagrams: How Well Can Students Read Them? What Research Says to the Science and Mathematics Teacher. Mimeo, Curtin University of Technology.",
        "McAlister, Brian. 1991. Effects of Analogical vs. Schematic Illustrations on Initial Learning and Retention of Technical Material by 8 th Grade Students. Paper presented at the American Vocational Association Convention, Los Angeles, CA.",
        "Samuels, S.J. 1970. Effects of Pictures on Learning-To-Read, Comprehension, and Attitude. Review of Educational Research , Vol. 16, 397-407.",
        "Shepard, Roger. 1967. Recognition Memory for Words, Sentences, and Pictures. Journal of Verbal Learning and Verbal Behavior , Vol. 6."
    ]
}