{
    "id": 8021,
    "cites": 30,
    "cited_by": 12,
    "reference": [
        "Chernew, Michael, Kevin Frick, and Catherine G. McLaughlin (1997). The Demand for Health Insurance Coverage by Low-Income Workers: Can Reduced Premiums Achieve Full Coverage?, Health Services Research, 32, 453-470.",
        "Cutler, David (1996). Comment on Gruber and Poterba, in Henry Aaron and William Gale, eds., Economic Effects of Fundamental Tax Reform. Washington, D.C.: Brookings Institution, p. 162-167.",
        "Farber, Henry, and Helen Levy (1999). Recent trends in Employer-Sponsored Health Insurance Coverage: Are Bad Jobs Getting Worse?, forthcoming, Journal of Health Economics.",
        "Finkelstein, Amy (1999). The Effect of Tax Subsidies To Employer-Provided Health Insurance on Workplace Pooling: New Evidence From Canada, forthcoming, Journal of Public Economics.",
        "Feldman, Roger, Bryan Dowd, Scott Leitz, and Lynn A. Blewett (1997). The Effect of Premiums on the Small Firms Decision to Offer Health Insurance, Journal of Human Resources, 32, 635-658.",
        "Gentry, William and Eric Peress (1994). Taxes and Fringe Benefits Offered by Employers, NBER Working Paper 4764.",
        "Gruber, Jonathan (1999a). Tax Subsidies for Health Insurance: Evaluating the Costs and Benefits, paper prepared for the Kaiser Family Foundation.",
        "Gruber, Jonathan (2000). Health Insurance and the Labor Market, in Joseph Newhouse and Anthony Culyer, eds., Handbook of Health Economics, p. 646-706.",
        "Gruber, Jonathan and Robin McKnight (2000). Why Are Employee Health Insurance Contributions Rising?, mimeo, MIT.",
        "Gruber, Jonathan and James M. Poterba (1994). Tax incentives and the demand for health insurance: Evidence from the self-employed, Quarterly Journal of Economics 109, 701- 733.",
        "Gruber, Jonathan, and James Poterba (1996a). Fundamental Tax Reform and Employer- Provided Health Insurance, in Economic Effects of Fundamental Tax Reform, Henry J.",
        "Aaron and William G. Gale, eds. Washington, D.C.: Brookings Institution, 125-170. Gruber, Jonathan, and James Poterba (1996b). Tax Subsidies to Employer-Provided Health Insurance, in Empirical Foundations of Household Taxation, Martin Feldstein and James Poterba, eds. Chicago: University of Chicago Press, 135-164.",
        "Helms, W. David, Anne K. Gauthier, and Daniel M. Campion (1992). Mending the Flaws in the Small-Group Market, Health Affairs, 11, 8-27.",
        "Holmer, Martin (1984). Tax Policy and the Demand for Health Insurance, Journal of Health Economics 3, 203-221.",
        "Liebowitz, Arleen and Michael Chernew (1992). The Firms Demand for Health Insurance, In U.S. Department of Labor, Health Benefits and the Workforce (Washington: US Government Printing Office).",
        "Long, James E., and Frank A. Scott (1982) The Income Tax and Nonwage Compensation, Review of Economics and Statistics 64, 211-219.",
        "Manning, Willard, et al. (1987). Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment, American Economic Review 77, 251-277.",
        "Marquis, M. Susan, and Stephen H. Long (1994). Worker Demand for Health Insurance in the Non-Group Market, mimeo, RAND.",
        "Marquis, M. Susan, and Stephen H. Long (1999). To Offer or Not To Offer: The Role of Price in Employer Demand for Insurance, mimeo, RAND.",
        "Marquis, M. Susan, and Charles E. Phelps (1987). Price Elasticity and Adverse Selection in the Demand for Supplementary Health Insurance, Economic Inquiry 25, 299-313.",
        "Morissey, Michael A., Gail A. Jensen, and Robert J. Morlock (1994). Small Employers and the Health Insurance Market, Health Affairs, 149-161.",
        "Newhouse, Joseph P. (1993). Free for All? Lessons from the RAND Health Insurance Experiment. Cambridge, MA: Harvard University Press.",
        "Pauly, Mark (1986). Taxation, Health Insurance, and Market Failure in the Medical Economy, Journal of Economic Literature, 24, 629-675.",
        "Royalty, Anne (1999). Tax Preferences for Fringe Benefits and Workers Eligibility for Employer Health Insurance, Journal of Public Economics, forthcoming.",
        "Sloan, Frank, and Killard Adamache (1986). Taxation and the Growth of Nonwage Benefits, Public Finance Quarterly 14, 115-139.",
        "Taylor, Amy, and Gail Wilensky (1983). The Effect of Tax Policies on Expenditures for Private Health Insurance, In Jack Meyer, ed., Market Reforms in Health Care: Current Issues, New Directions, Strategic Decisions. Washington, D.C.: American Enterprise Institute.",
        "Thorpe, Kenneth L, et al. (1992). Reducing the Number of Uninsured by Subsidizing Employment-Based Health Insurance: Results from a Pilot Study, Journal of the American Medical Association 267, 945-948.",
        "Turner, Robert (1987). Are Taxes Responsible for the Growth of Fringe Benefits?, National Tax Journal 40, 205-220.",
        "Vroman, Susan, and G. Anderson (1984). The Effect of Income Taxation on the Demand for Employer-Provided Health Insurance, Applied Economics, 16, 33-43.",
        "Woodbury, Stephen A., and Daniel S. Hammermesh (1992). Taxes, Fringe Benefits, and Faculty, Review of Economics and Statistics 73, 287-296."
    ]
}