{
    "id": 8022,
    "cites": 20,
    "cited_by": 17,
    "reference": [
        "Acemoglu, D, (1998), Why do New Technologies Complement Skills? Directed Technical Change and Wage Inequality, Quarterly Journal of Economics, Vol. 113, pp: 1055-1089.",
        "Acemoglu, D, (1998), Changes in Unemployment and Wage Inequality: An Alternative Theory and Some Evidence, American Economic Review, Vol. 89, pp: 1259-1278.",
        "Acemoglu, D, (2000), Technical Change, Inequality, and the Labor Market, NBER Working Paper No. 7800, July.",
        "Acemoglu, D. and R. Shimer, (2000), Wage and Technology Dispersion, Review of Economic Studies, forthcoming.",
        "Atkeson, A. and P. Kehoe, (2000), Industry Evolution and Transition: A Neoclassical Benchmark, NBER working paper No. 6005, April.",
        "Bartel, A. P. and N. Sicherman, (1999), Technological Change and Wages: An Interindustry Analysis, Journal of Political Economy, Vol. 107, No. 2, pp: 285-325.",
        "Davis, S. J. and J. Haltiwanger, (1991), Wage Dispersion Between and Within U.S. Manufacturing Plants, Brookings Papers on Economic Activity: Microeconomics 1991, pp: 115-180.",
        "Davis, S., J. Haltiwanger, and S. Schuh, (1996), Job Creation and Job Destruction, MIT Press, Cambridge, London.",
        "David, P. A. and G. Wright, (1999), General Purpose Technologies and Surges in Productivity: Hostorical Reflections on the Future of the ICT Revolution, Stanford University Working Paper.",
        "Dunne, T, L. Foster, J. Haltiwanger, and K. Troske, (2000), Wage and Productivity Dispersion in U.S. Manufacturing: The Role of Computer Investment, NBER Working Paper 7465, January.",
        "Estev o, M. and S. Tevlin, (2000), Do Firms Share their Success with Workers? The Response of Wages to Product Market Conditions, Federal Reserve Board, Finance and Economics Discussion Paper 2000-17, March.",
        "Eriksson, T and M. Jntti, (1997), The Distribution of Earnings in Finland, European Economic Review, No. 41, pp: 1763-1779.",
        "Foote, C., (1998), Trend Employment Growth and the Bunching of Job Creation and Job Destruction, working paper, Harvard University, January.",
        "Greenwood, J. and B. Jovanovic, (1999), The IT Revolution and the Stock Market. AEA Papers and Proceedings, May.",
        "Gort, M. and S. Klepper, (1982), Time Paths in the Diffusion of Product Innovations, Economic Journal, Vol. 92, No. 367, pp: 630 - 653, (September).",
        "Hoxby, C. M. and B. Terry, (1999), Explaining Rising Income and Wage Inequality Among the College-Educated, NBER working paper No. 6873, (January).",
        "Jovanovic, B., (1998), Vintage Capital and Inequality, Review of Economic Dynamics, Vol. 1, No. 2, pp: 497-530, (April).",
        "Jovanovic, B. and B. Hobijn, (1999), The IT Revolution and the Stock Market: Preliminary Evidence, NYU working paper.",
        "Mortensen, D. and C. Pissarides, (1994), Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies, 61, 397-415.",
        "Greenwood, Jeremy, and Mehmet Yorukoglu. 1997. 1974. Carnegie-Rochester Conference Series on Public Policy 46 (June): 49Ã\u0082â\u0080\u009395."
    ]
}