{
    "id": 8023,
    "cites": 32,
    "cited_by": 16,
    "reference": [
        "Barro, Robert J. (1991), Economic Growth in a Cross Section of Countries, Quarterly Journal of Economics, 106: 407-443.",
        "Barro, Robert J., and Xavier Sala-i-martin (1995), Economic Growth, New York: McGraw-Hill.",
        "Baumol, William J. (1986), Productivity Growth, Convergence, and Welfare, American Economic Review, 76: 1072-1085.",
        "Boskin, Michael J., and Lawrence J. Lau (1990), Post-War Economic Growth of the Group-of-Five Countries: A New Analysis, Technical Paper No. 217, Stanford, CA: Center for Economic Policy Research, Stanford University (mimeographed).",
        "Christensen, Laurits R., Dale W. Jorgenson and Lawrence J. Lau (1973), Transcendental Logarithmic Production Frontiers, Review of Economics and Statistics, 55: 28-45.",
        "Delong, J. Bradford, and Lawrence H. Summers (1991), Equipment Investment and Economic Growth, The Quarterly Journal of Economics, 106: 445-502.",
        "Denison, Edward F. (1962), The Sources of Economic Growth in the United States and the Alternatives before Us, Committee on Economic Development Supplementary Paper No. 13.",
        "Denison, Edward F. (1967), Why Growth Rates Differ: Post-War Experience in Nine Western Countries, Washington, D.C.: Brookings Institution.",
        "Dougherty, C., and Dale W. Jorgenson (1996), International Comparisons of the Sources of Economic Growth, American Economic Review, 86: 25-29.",
        "Gallant, A. Ronald, and Dale W. Jorgenson (1979), Statistical Inference for a System of Simultaneous, Nonlinear, Implicit Equations in the Context of Instrumental Variables Estimation, Journal of Econometrics, 113: 272-302.",
        "Gordon, Robert J. (2000), Interpreting the One Big Wave in U.S. Long-Term Productivity Growth, National Bureau of Economic Research Working Paper No. 7752, Cambridge, MA.",
        "Griliches, Zvi, and Dale W. Jorgenson (1966), Sources of Measured Productivity Change: Capital Input, American Economic Review, 56: 50-61.",
        "Hall, Robert E., and Charles I. Jones (1999), Why Do Some Countries Produce So Much More Output per Worker than Others?, Quarterly Journal of Economics, 114: 83-116.",
        "Hayami, Yujiro, and Vernon W. Ruttan (1970), Agricultural Productivity Differences Among Countries, American Economic Review, 60: 895-911.",
        "Hulten, Charles (2000), Total Factor Productivity: A Short Biography, National Bureau of Economic Research Working Paper No. 7471, Cambridge, MA.",
        "International Labor Organization, Yearbook of Labour Statistics, various issues. Jorgenson, Dale W. (1995a), Productivity: Volume 1: Postwar U.S. Economic Growth, Cambridge, MA, The MIT press.",
        "Jorgenson, Dale W. (1995b), Productivity: Volume 2: International Comparison of Economic Growth, Cambridge, MA, The MIT press.",
        "Jorgenson, Dale W., and Zvi Griliches (1967), The Explanation of Productivity Change, Review of Economic Studies, 34: 249-283.",
        "Jorgenson, Dale W., and Kevin J. Stiroh (2000), Raising the Speed Limit: U.S. Economic Growth in the Information Age, Working Paper, Department of Economics, Harvard University (mimeographed).",
        "Kuznets, Simon S. (1971), Economic Growth of Nations: Total Output and Production Structure, Cambridge, MA: Harvard University Press.",
        "Lau, Lawrence J. (2000), Aggregation without Homothetic Separability: A Conditional Aggregated-Inputs Production Function, Working Paper, Department of Economics, Stanford University (mimeographed).",
        "Lau, Lawrence J., and Pan A. Yotopoulos (1989), The Meta-Production Function Approach to Technological Change in World Agriculture, Journal of Development Economics, 31: 241-269.",
        "Lucas, Robert E., Jr. (1988), On the Mechanics of Economic Development, Journal of Monetary Economics, 22: 3-42.",
        "Mankiw, N. Gregory, David Romer, and David N. Weil (1992), A Contribution of the Empirics of Economic Growth, Quarterly Journal of Economics, 107: 407-437.",
        "Maddison, Angus (1987), Growth and Slowdown in Advanced Capitalist Economies: Techniques of Quantitative Assessment, Journal of Economic Literature, 25: 649-698.",
        "Organization for Economic Cooperation and Development, Labor Force Statistics, Paris, various issues. Organization for Economic Cooperation and Development, National Accounts, Paris, various issues. Romer, Paul M. (1986), Increasing Returns and Long-Run Growth, Journal of Political Economy, 94: 1002-1037.",
        "Romer, Paul M. (1987), Crazy Explanations for the Productivity Slowdown, NBER Macroeconomic Annual 1987, National Bureau of Economic Research, 163-202.",
        "Romer, Paul M. (1990), Endogenous Technological Change, Journal of Political Economy, 98: S71-S102.",
        "Sachs, Jeffrey D., and Andrew Warner. (1995), Economic Reform and the Process of Global integration. Brookings Papers on Economic Activity, 1: 1-117.",
        "Schneider, Friedrich, and Dominik H. Enste (2000), Shadow Economies: Size, Causes, and Consequences, Journal of Economic Literature, forthcoming.",
        "This notion of endogenous technical progress is different from but sympathetic to the endogenous technological change of Romer (1990).",
        "For an alternative explanation of the slowdown, see Romer (1987)."
    ]
}