{
    "id": 8025,
    "cites": 47,
    "cited_by": 62,
    "reference": [
        "[1] Bernanke, Ben S., Thomas Laubach, Frederic S. Mishkin, and Adam S. Posen (1998), InÃ\u0082â\u0080¡ation Targeting: Lessons from the International Experience , Princeton University Press.",
        "[2] Bernanke, Ben S., and Ilian Mihov (1997), What Does the Bundesbank Target? European Economic Review41, 1025-1054.",
        "[3] Bernanke, Ben S. and Michael Woodford (1997), InÃ\u0082â\u0080¡ation Forecasts and Monetary Policy, Journal of Money, Credit, and Banking 29, 653-684.",
        "[4] Browne, Frank X., Gabriel Fagan and Jerome Henry (1997), Money Demand in EU Coun- tries: A Survey, StaÃ\u0082Â¤ Paper No. 7, European Monetary Institute.",
        "[5] Bo...nger, Peter (2000), InÃ\u0082â\u0080¡ation Targeting: Much Ado About Nothing New, Working Paper, University of WÃ\u0083Â¼rzburg.",
        "[6] Christiano, Lawrence C. (1989), P Ã\u0082Â¤ Is Not the InÃ\u0082â\u0080¡ation Forecasters Holy Grail, Federal Reserve Bank of Minneapolis Quarterly Review 13 (Fall 1989), 3-18.",
        "[7] Clarida, Richard, Jordi Gali and Mark Gertler (1998), Monetary Policy Rules in Practice: Some International Evidence,European Economic Review42, 1033-1067.",
        "[8] Clarida, Richard, Jordi Gali and Mark Gertler (1999), The Science of Monetary Policy, Journal of Economic Literature37, 1661-1707.",
        "[9] Clarida, Richard, and Mark Gertler (1997), How the Bundesbank Conducts Monetary Policy, in Romer, Christina, and David Romer, eds., Reducing InÃ\u0082â\u0080¡ation: Motivation and Strategy,Chicago University Press.",
        "[10] Coenen, GÃ\u0083Â¼nter and Juan-Luis Vega (1999), The Demand for M3 in the Euro Area, Working Paper No. 6, European Central Bank.",
        "[11] Engle, Robert F. and Clive W.J. Granger (1987), Co-integration and Error Correction: Representation, Estimation, and Testing, Econometrica55, 251-276.",
        "[12] European Central Bank (1998), The Quantitative Reference Value for Monetary Growth, Press Release, December 1, 1998. 19",
        "[13] European Central Bank (1999a), Euro Area Money Aggregates and Their Role in the Eurosystem, Monetary Policy Strategy, ECB Monthly Bulletin, February 1999, 29-46.",
        "[14] European Central Bank (1999b), The Stability-Oriented Monetary Policy Strategy of the Eurosystem,ECB Monthly Bulletin, January 1999, 39-50.",
        "[15] Friedman, Benjamin M. (1975), Targets, Instruments, and Indicators of Monetary Policy, Journal of Monetary Economics 1, 443-473.",
        "[16] Fuhrer, JeÃ\u0082Â¤rey C. (1995), The Phillips Curve Is Alive and Well, New England Economic Review(March/April), 41-56.",
        "[17] Fuhrer, JeÃ\u0082Â¤rey C. (1997), The (Un)Importance of Forward-Looking Behavior in Price Speci...cations,Journal of Money, Credit, and Banking 29, 338-350.",
        "[18] Gerlach, Stefan and Frank Smets (1999), Output Gaps and Monetary Policy in the EMU area,European Economic Review43, 801-812.",
        "[19] Hallman, JeÃ\u0082Â¤rey J., Richard D. Porter, and David H. Small, (1991), Is the Price Level Tied to the M2 Monetary Aggregate in the Long Run?, American Economic Review81, 841-858.",
        "[20] Hausman, Jerry A. Speci...cation tests in Econometrics, Econometrica46, 1251-1271.",
        "[21] Issing, Otmar (1998), The European Central Bank at the Eve of EMU, speech in London, November 26, 1998.",
        "[22] Jahnke, Wilfried, and Hans-Eggert Reimers (1995), The Transmission of Monetary Pol- icy in the Econometric Model of the Deutsche Bundesbank for the German Economy, in Financial Structure and the Monetary Policy Transmission Mechanism , Bank for Interna- tional Settlements, Basle, Switzerland.",
        "[23] Kareken, John H., Thomas Muench, and Neil Wallace (1973), Optimal Open Market Strategy: The Use of Information Variables, American Economic Review63, 156-172.",
        "[24] Laubach, Thomas, and Adam S. Posen (1997), Disciplined Discretion: Monetary Targeting in Germany and Switzerland,Essays in International Finance, No. 206, Princeton Univer- sity. 20",
        "[25] Meltzer, Allan H. (1999), The Transmission Process, in Deutsche Bundesbank, The Mon- etary Transmission Process: Recent Developments and Lessons for Europe , MacMillan, London, forthcoming.",
        "[26] Nelson, Edward (2000), Direct EÃ\u0082Â¤ects of Base Money on Aggregate Demand: Theory and Evidence, Working Paper, Bank of England.",
        "[27] Neumann, Manfred (1997), Monetary Targeting in Germany, in Kuroda, Iwai, ed. To- wardsMoreEÃ\u0082Â¤ectiveMonetaryPolicy, McMillan, London.",
        "[28] Orphanides, Athanasios, and Richard Porter (1998), P* Revisited: Money-Based InÃ\u0082â\u0080¡ation Forecasts with a Changing Equilibrium Velocity, Journal of Economics and Business 52, 87-100.",
        "[29] Peersman, Gert, and Frank Smets (1999), Uncertainty and the Taylor Rule in a Simple Model of the Euro-Area Economy, Working Paper.",
        "[30] Roberts, John M. (1995), New Keynesian Economics and the Phillips Curve, Journal of Money, Credit and Banking27, 975-984.",
        "[31] Rich, Georg (1997), Monetary targets as a policy rule: Lessons from the Swiss experience, Journal of Monetary Economics 39, 113-141.",
        "[32] Rudebusch, Glenn D., and Lars E.O. Svensson (1999a), Policy Rules for InÃ\u0082â\u0080¡ation Target- ing, in John B. Taylor (ed.),Monetary Policy Rules, University of Chicago Press, 203-262.",
        "[33] Rudebusch, Glenn D., and Lars E.O. Svensson (1999b), Eurosystem Monetary Targeting: Lessons from U.S. Data, NBER Working Paper No. 7179.",
        "[34] Svensson, Lars E.O. (1999a), InÃ\u0082â\u0080¡ation Targeting as a Monetary Policy Rule, Journal of Monetary Economics43, 607-654.",
        "[35] Svensson, Lars E.O. (1999b), Monetary Policy Issues for the Eurosystem, Carnegie- Rochester Series on Public Policy 51-1, 79-136.",
        "[36] Svensson, Lars E.O. (1999c), Price Stability as a Target for Monetary Policy: De...ning and Maintaining Price Stability, in Deutsche Bundesbank, The Monetary Transmission Process: Recent Developments and Lessons for Europe , MacMillan, London, forthcoming. 21",
        "[37] Svensson, Lars E.O. (2000), Does the P Ã\u0082Â¤ Model Provide Any Rationale for Monetary Targeting?German Economic Review1, 69-81.",
        "[38] Svensson, Lars E.O. and Michael Woodford (1999), Implementing Optimal Policy through InÃ\u0082â\u0080¡ation-Forecast Targeting, Working Paper.",
        "[39] Svensson, Lars E.O., and Michael Woodford (2000), Indicator Variables for Optimal Pol- icy, Working Paper.",
        "[40] Swiss National Bank (1999), Monetary Policy Decisions of the Swiss National Bank for 2000, Press Release, December 10, 1999.",
        "[41] Taylor, John B. (1999), The Robustness and EÃ\u0082Â¢ciency of Monetary Policy Rules as Guide- lines for Interest Rate Setting by the European Central Bank, Journal of Monetary Eco- nomics43, 655-679.",
        "[42] TÃ\u0083Â¶dter, Karl-Heinz, and Hans-Eggert Reimers (1994), P-Star as a Link between Money andPricesinGermany,Weltwirtschaftliches Archiv130, 273-289.",
        "[43] TÃ\u0083Â¶dter, Karl-Heinz, and Gerhard Ziebarth (1997), Price Stability vs. Low InÃ\u0082â\u0080¡ation in Germany: An Analysis of Costs and Bene...ts, NBER Working Paper No. 6150.",
        "[44] Trecroci, Carmine, and Juan Luis Vega (2000), The Information Content of M3 for Future InÃ\u0082â\u0080¡ation, Working Paper No. 33, European Central Bank.",
        "[45] von Hagen, JÃ\u0083Â¼rgen (1995), InÃ\u0082â\u0080¡ation and Monetary Targeting in Germany, in Leiderman, Leonardo, and Lars E.O. Svensson, eds. (1995), InÃ\u0082â\u0080¡ation Targets,CentreofEconomicPolicy Research, London.",
        "[46] Wesche, Katrin (1997),Die Geldnachfrage in Europa: Aggregationsprobleme und Empirie , Physica-Verlag, Heidelberg.",
        "[47] Woodford, Michael (1999), Price-Level Determination under Interest-Rate Rules, chapter 2inInterest and Prices,bookmanuscript. 22"
    ]
}