{
    "id": 8026,
    "cites": 30,
    "cited_by": 0,
    "reference": [
        "Bagnoli, Mark and Barton L. Lipman, 1989, `Provision of Public Goods: Fully Implementing the Core th~rough Private Contributions, Review of Economic Studies, 56, 583 - 601.",
        "Bayoumi, Tamin and Paul Masson, 1991, Fiscal Flows in the United States and Canada: Lesson for Monetary Union in Europe, IMF, mimeo.",
        "Bayoumi, Taniin and Bany Eichengmen, 1993, Shocking Aspects of European Integration, in F. Torres and F. Giavazzi (eds.), Adjustment and Growth in the Monetary Union, Cambridge University Press: Cambridge.",
        "Buiter, WilleIm, 1999, Alice in Euroland, CEPR Policy Paper No. 1, April.",
        "Carlino GA. and R. DeFina, 1998, Monetary Policy and the US States and Regions: Some Implications for European Monetary Union, W.P. No.98-17, June.",
        "Casella, Alessandra, 1997, Designing Correct Incentives in a Currency Union, rnimeo, Russell Sage Foundation, October.",
        "Commission of the European Communities, 1990, One Market, One Money, European Economy 44, 251-68.",
        "Will the Effect of the Euro be? Economic Policy, 28, 167-201. Dixit, Avinash, 1998, Equilibrium Contracts for the European Central Banker, mimeo, Princeton University, November.",
        "Dixit, Avinash, 2000, A Repeated Game Model of Monetary Union, The Economic Journal, forthcoming.",
        "Dombusch, Rudiger, Giavazzi, Francesco and Carlo Favero, 1998, The Immediate Challenges for the European Central Bank, Economic Policy, 26, 17-64.",
        "European Monetary Institute, 1997, The Single Monetary Policy in Stage Three. Spec~fication of 29 the Operational Framework, January.",
        "Faust, Jon, 1996, Whom can we trust to run the Fed? Theoretical support for the founders view, Journal of Monetary Economics, 37, 2, 267-283.",
        "Favero, Carlo, Francesco Giavazzi and Luca Flabbi, 1999, `The Transmission Mechanism of Monetary Policy in Europe: Evidence from Banks Balance Sheets, NBER W.P. No.7231, July.",
        "Feldstein, Martin, 1997, The Political Economy of the European Economic and Monetary Union: Political Sources of an Economic Liability, Journal of Economic Perspectives, 11, 4, 23-42.",
        "Ganley, J.and C. Salmon, 1997, The Industrial Impact of Monetary Policy Shocks: Some Stylized Facts, Bank of England W.P. No.68.",
        "Geraats, Petra, 1999, Transparency and Reputation: Should the ECB Publish Its Inflation Forecasts?, U.C. Berkeley, mimeo.",
        "Gerlach S. and F. Smets, 1995, The Monetary Transmission Mechanism: Evidence from the G-7 Countries in BIS (ed.) Financial Structure and Monetary Policy Transmission.",
        "Groves, Theodore and John Ledyard, 1977, Some Limitations of Demand Revealing Processes, Public Choice, 107-124.",
        "Harsanyi, John C. and Reinhard Selten, 1988, A General Theory of Equilibrium Selection in Games, MIT Press: Cambridge, Ma.",
        "Hayo, Bemd and Birgit TihlenbroclÃ\u0083Â§ 1999, Tndustiy Effects of Monetary Policy in Germany, ZEI W.P. No.B14 Issing, Otmar, 1999a, The ECU and Its Watchers, speech at the ECB Watchers Conference, June 17, Frankfurt, Getmany.",
        "Issing, Otmar, 1999b, The Eurosystem: Transparent and Accountable, CEPR Policy PaperNo.2, June.",
        "Kashyap, Anil and Jeremy Stein, 1997, The Role of Banks in Monetary Policy: a Survey with Implications for the European Monetary Union, Economic Perspectives, Federal Reserve bank of Chicago.",
        "Palfrey, Thomas R. and Howard Rosenthal, 1984, `Participation and the Provision of Discrete Public Goods: A Strategic Analysis, Journal of Public Economics, 24, 171-193.",
        "PoPes, Richard and HÃ\u0083Â©lÃ\u0083Â©ne Rey, 1999, The Determinants of Cross-Border Equity Flows, London Business School, mimeo.",
        "Sala-i-Martin, Xavier and Jeffrey Sachs, 1992, Fiscal Federalism and Optimum Currency Areas: Evidence for Europe from the United States, in M. Canzoneri, V. Grill and P. Masson (eds.), Establishing a Central Bank: Issues in Europe and Lessons from the US., Cambridge University Press: Cambridge.",
        "Svensson, Lan and Jon Faust, 1999, `The Equilibrium Degree of Transparency and Control in Monetary Policy, CEPR W.P. No. 2195, August.",
        "Svensson, Lars, 1999, Monetary Policy Issues for the Eurosystem, Carnegie-Rochester Conference Series on Public Policy, forthcoming.",
        "Varian, Hal R, 1994, A Solution to the Problem of Externalities When Agents Are Well-Infonned, American Economic Review, 84, 5, 1278-1293.",
        "Indiana University, mimeo. von Hagen, Juergen, 1999, Money Growth Targeting by the Bundesbank, Journal of Monetary Economics, 43, June, 681-702.",
        "WidgrÃ\u0083Â©n, Mika, 1999, Flexible Integration as an Efficient Decision-Making Rule?, CEPR Discussion Paper 2207, August."
    ]
}