{
    "id": 8029,
    "cites": 14,
    "cited_by": 5,
    "reference": [
        "Econometrica 66, 783-826. Saez, E., 2000. Using Elasticities to Derive Optimal Income Tax Rates. NBER working paper no. 7628, forthcoming Review of Economic Studies.",
        "Ordover, J., Phelps, E., 1979. The concept of optimal taxation in the overlapping- generations model of capital and wealth. Journal of Public Economics 12, 1-26.",
        "Atkinson, A.B., Stiglitz, J.E., 1976. The design of tax structure: Direct versus indirect taxation. Journal of Public Economics 6, 55-75.",
        "Mirrlees, J.A., 1976. Optimal tax theory: a synthesis. Journal of Public Economics 6, 327-358.",
        "Journal of Political Economy 99(1), 54-77. Mirrlees, J.A., 1971. An exploration in the theory of optimal income taxation. Review of Economic studies 38, 175-208.",
        "Konishi, H., 1995. A Pareto-improving commodity tax reform under a smooth non-linear income tax. Journal of Public Economics 56, 413-446.",
        "Lawrance, E.C., 1991. Poverty and the rate of time preference: Evidence from panel data.",
        "Christiansen, V.A., 1984. Which commodity taxes should supplement the income tax? Journal of Public Economics 24, 195-220.",
        "Evans W., Ringel, J.S., Stech, D., 1999. Tobacco taxes and public policy to discourage smoking. In Poterba, J. (Ed), Tax Policy and the Economy, Vol. 13, Cambridge: MIT Press.",
        "Seade, J.K., 1982. On the sign of the optimum marginal income tax. Review of Economic Studies 49(4), 637-643.",
        "Seade, J.K., 1977. On the shape of optimal tax schedules. Journal of Public Economics 7, 203-236.",
        "Naito, H., 1999. Re-examination of uniform commodity taxes under a non-linear income tax system and its implication for production efficiency. Journal of Public Economics 71, 165- 188.",
        "Stiglitz, J.E., 1982. Self-selection and Pareto efficient taxation. Journal of Public Eco- nomics 17, 213-240.",
        "Cremer, H., Pestieau, P., Rochet, J-C., 2000. Direct versus indirect taxation: The design of the tax structure revisited. Forthcoming International Economic Review."
    ]
}