{
    "id": 8031,
    "cites": 18,
    "cited_by": 4,
    "reference": [
        "Alm, James, Stacy Dickert-Conlin, and Leslie A. Whittington. Policy Watch: The Marriage Penalty. Journal of Economic Perspectives. 13 No. 3 (Summer 1999): 193-204.",
        "Blank, Rebecca, David Card, and Philip Robbins. Financial Incentives for Increasing Work and Income Among Low-Income Families. in Finding Jobs: Work and Welfare Reform, edited by Rebecca Blank and David Card. New York: Russell Sage, forthcoming. Cameron, Stephen V., and James J. Heckman. The Dynamics of Educational Attainment for Blacks, Hispanics, and Whites. NBER Working Paper No. 7249. Cambridge, MA: National Bureau of Economic Research, 1999.",
        "Cherry, Robert. Universalizing the EITC: A Progressive Pro-Family Agenda. Brooklyn, NY: Brooklyn College, 1998.",
        "Cherry, Robert, and Max B. Sawicky. Giving Tax Credit Where Credit is Due. A Universal Unified Child Credit that expands the EITC and cuts taxes for working families. Briefing Papers. Washington, D.C.: Economic Policy Institute, 2000.",
        "Committee on Ways and Means. 1998 Green Book. Background Material and Data on Programs Under the Juristiction of the Commitee on Ways and Means.Washington, D.C.: U.S. Government Printing Office, 1998.",
        "Dickert-Conlin, Stacy, and Scott Houser. EITC, AFDC and The Female Headship Decision. Syracuse University, Mimeo, 1999.",
        "Eissa, Nada, and Hilary Hoynes. The Earned Income Tax Credit and the Labor Supply of Married Couples. University of California at Berkeley, Mimeo, 1999a.",
        "Eissa, Nada, and Hillary Williamson Hoynes. Good News for Low-Income Families'DONE' Tax-Transfer Schemes and Marriage. University of California, Berkeley, Mimeo, 1999b.",
        "Eissa, Nada, and Jeffrey B. Liebman. Labor Supply Response to the Earned Income Tax Credit. Quarterly Journal of Economics. 112 No. 2 (May 1996): 605-637.",
        "Ellwood, David T. Welfare Reform as I Knew It. The American Prospect. 26 (May-June 1996).",
        "Ellwood, David T. The Impact of the Earned Income Tax Credit and Social Policy Reforms On Work, Marriage, and Living Arrangements. National Tax Journal. (forthcoming). Feenberg, Daniel R. , and Harvey S. Rosen. Recent Developments in the Marriage Tax. National Tax Journal. 48 No. 1 (March 1995): 91-101.",
        "Gentry, William M., and Alison P. Hagy. The Distributional Effects of the Tax Treatment of Child Care Expenses. in Empirical Foundations of Household Taxation, edited by Martin Feldstein and James M. Poterba. Chicago: University of Chicago Press, 1996.",
        "Liebman, Jeffrey B. The Impact of the Earned Income Tax Credit on Incentives and Income Distribution. in Tax Policy and the Economy, edited by James M. Poterba, 12, pp. 83-119. Cambridge, MA: MIT Press, National Bureau of Economic Research, 1998.",
        "McIntyre, Michael J. , and C. Eugene Steuerle. Federal Tax Reform: A Family Perspective. The Finance Project, July 1996.",
        "Meyer, Bruce D., and Dan T. Rosenbaum. Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers. Northwestern University, Mimeo, 1999.",
        "Office of Management and Budget. Analytical Perspectives. Budget of the United States.Washington, D.C.: U.S. Government Printing Office, 2000.",
        "Steuerle, C. Eugene. Policy Watch: Tax Credits for Low-income Workers with Children. Journal of Economic Perspectives. 4 No. 3 (Summer 1990): 201-212.",
        "Steuerle, C. Eugene. Removing Marriage Penalties. Washington, D.C.: The Communitarian Network, forthcoming. Steuerle, C. Eugene, and Jason Juffras. A $1000 Tax Credit for Every Child: A Base of Reform for the Nations Tax, Welfare, and Health Systems. Changing Domestic Priorities Policy Paper. Washington, D.C.: The Urban Institute, 1990."
    ]
}