{
    "id": 8032,
    "cites": 40,
    "cited_by": 37,
    "reference": [
        "Benjamin, Daniel J. 2000. Does 401(k) Eligibility Increase National Savings'DONE' Mimeo., London School of Economics.",
        "Bernheim, B. Douglas. 1997. Rethinking Saving Incentives. In Alan Auerbach, ed., Fiscal Policy: Lessons from Economic Research, MIT Press, forthcoming.",
        "Bernheim, B. Douglas. 1999. Taxation and Saving. NBER Working Paper No. 7061 (March).",
        "Bernheim, B. Douglas and Daniel M. Garrett. 1995. The Determinants and Consequences of Financial Education in the Workplace: Evidence from a Survey of Households. Mimeo., Stanford University (August).",
        "Bloomfield, P. and W. Steiger, Least Absolute Deviations: Theory, Applications, and Algorithms. Boston: Birkhouser, 1983.",
        "Burman, Leonard E., Norma B. Coe, and William G. Gale. 1999. What Happens When You Show Them the Money'DONE': Lump Sum Distributions, Retirement Income Security, and Public Policy. Mimeo., Brookings Institution.",
        "Carney, Stacie and William G. Gale. 1999. Asset Accumulation in Low-Income Households, in Thomas M. Shapiro and Edward Wolff, Eds., Benefits and Mechanisms for Spreading Asset Ownership in the United States, Russell Sage Foundation, forthcoming.",
        "Curtin, Richard T., F. Thomas Juster, and James N. Morgan. 1989. Survey Estimates of Wealth: An Assessment of Quality, in Robert E. Lipsey and Helen Stone Tice, eds., The Measurement of Saving, Investment, and Wealth, Chicago: University of Chicago Press: 473-551.",
        "Dynan, Karen E., Jonathan Skinner, and Stephen P. Zeldes. 2000. Do the Rich Save More'DONE' Mimeo., Federal Reserve Board, April 6.",
        "Engelhardt, Gary. 1999. Have 401(k)s Raised Household Saving'DONE' Evidence from the Health and Retirement Study. Mimeo. (October).",
        "Engen, Eric M., and William G. Gale. 1995. Debt, Taxes and the Effects of 401(k) Plans on Household Wealth Accumulation. Mimeo. (October).",
        "Engen, Eric M., and William G. Gale. 1997. Debt, Taxes and the Effects of 401(k) Plans on Household Wealth Accumulation. Mimeo. (May).",
        "Engen, Eric M., William G. Gale, and John Karl Scholz. 1996a. The Illusory Effect of Saving Incentives on Saving. Journal of Economic Perspectives 10(4): 113-38.",
        "Engen, Eric M., William G. Gale, and John Karl Scholz. 1996b. The Effects of Tax-Based Saving Incentives on Saving and Wealth. NBER Working Paper No. 5759 (September).",
        "Engen, Eric M., William G. Gale, and Cori Uccello. 1999. The Adequacy of Household Saving. Brookings 37 Papers on Economic Activity 2: 65-187.",
        "Even, William E., and David A. MacPherson. 1999. Employee Participation in 401(k) Plans. Mimeo.",
        "Feldstein, Martin S. 1980. Inflation, Portfolio Choice, and the Prices of Land and Corporate Stock. American Journal of Agricultural Economics, 62(5): 910-16 (December).",
        "Gale, William G. 1998. The Effects of Pensions on Wealth: A Re-examination of Theory and Evidence, Journal of Political Economy, 106:4, 706-23 (August).",
        "Gale, William G., Leslie E. Papke, and Jack VanDerhei. 2000. The Shifting Structure of Private Pensions: Evidence, Causes and Consequences, in William G. Gale, John B. Shoven, and Mark J. Warshawsky, eds., The Evolving Pension System: Trends, Effects, and Proposals for Reform, Brookings, forthcoming.",
        "Gale, William G., and John Sabelhaus. 1999. Perspectives on the Household Saving Rate. Brookings Papers on Economic Activity 1: 181-214.",
        "Gale, William G., and John Karl Scholz. 1994. IRAs and Household Saving. American Economic Review, 84:5, 1233-1260 (December).",
        "Hubbard, R. Glenn, and Jonathan S. Skinner. 1996. Assessing the Effectiveness of Saving Incentives. Journal of Economic Perspectives 10(4): 73-90.",
        "Hubbard, R. Glenn, Jonathan Skinner, and Stephen P. Zeldes. 1995. Precautionary Saving and Social Insurance. Journal of Political Economy 103(2): 360-99.",
        "Ippolito, Richard A. 1993. Selecting and Retaining High-Quality Workers: A Theory of 401(k) Pensions. Unpublished paper. Pension Benefit Guaranty Corporation, Washington (April).",
        "Kusko, Andrea, James M. Poterba, and David W. Wilcox. 1994. Employee Decisions With Respect to 401(k) Plans: Evidence from Individual Level Data. NBER Working Paper No. 4635 (February).",
        "Laibson, David I., Andrea Repetto, and Jeremy Tobacman. 1998. Self-Control and Saving for Retirement. Brookings Papers on Economic Activity 1: 91-172.",
        "Madrian, Brigitte C. and Dennis F. Shea. 2000. The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior. NBER Working Paper No. 7682, May.",
        "Papke, Leslie E. 1999. Are 401(k) Plans Replacing Other Employer-Provided Pensions'DONE' Evidence from Panel Data. Journal of Human Resources 34(2): 346-68.",
        "Pence, Karen M. 2000. 401(k)s and Household Saving: New Evidence from the Survey of Consumer Finances. Mimeo. (March).",
        "Poterba, James M. 1984. Tax Subsidies to Owner-Occupied Housing: An Asset-Market Approach. Quarterly Journal of Economics 99(4): 729-52 (November).",
        "Poterba, James M. and Andrew A. Samwick. 1997. Household Portfolio Allocation Over the Life Cycle. NBER Working Paper No. 6185 (September).",
        "Poterba, James M. and Andrew A. Samwick. 1999. Taxation and Household Portfolio Composition: U.S.",
        "Poterba, James M., Steven F. Venti, and David A. Wise. 1995. Do 401(k) Contributions Crowd Out Other Personal Saving'DONE' Journal of Public Economics 58: 1-32.",
        "Poterba, James M., Steven F. Venti, and David A. Wise. 1996a. How Retirement Programs Increase Savings. Journal of Economic Perspectives 10(4): 91-112.",
        "Poterba, James M., Steven F. Venti, and David A. Wise. 1996b. Personal Retirement Saving Programs and Asset Accumulation: Reconciling the Evidence. NBER Working Paper No. 5599 (May).",
        "Sabelhaus, John, and Ken Ayotte. 1998. The Effect of Tax-Deferred Saving Plans on Household Wealth Accumulation: Evidence from the Survey of Consumer Finances. Mimeo. (March).",
        "Samwick, Andrew A. 1995. The Limited Offset Between Pension Wealth and Other Private Wealth: Implications of Buffer-Stock Saving. Mimeo. (December).",
        "Stiglitz, Joseph E. 1988. Economics of the Public Sector, second edition, New York: W.W. Norton and Company.",
        "Summers, Lawrence H. 1981. Inflation, the Stock Market, and Owner-Occupied Housing. American Economic Review 71(2): 429-434 (May).",
        "Rogers, William. 1992. Quantile Regression Standard Errors. Stata Technical Bulletin (Sept.): 16-9."
    ]
}