{
    "id": 8033,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "Bank of Japan, (1997) Economic Statistics Annual, Tokyo.",
        "Hayashi, F., (1988) Why Is Japans Saving Rate Apparently So High?, Macroeconomic Annual, NBER and MIT Press, Cambridge, MA.",
        "Ministry of Finance, Government of Japan, (1999) Zaisei Tokei (Statistical Report of Fiscal Activities), Tokyo.",
        "Ministry of Finance, Government of Japan, (2000b) Provisional Concepts and Standards for the Japanese Government Balance Sheet, on the web site of the Ministry of Finance.",
        "United Nations, (1993) System of National Accounts, New York, NY.",
        "United Nations, (1968) System of National Accounts, New York, NY.",
        "Aoki, M., (1990) Toward an Economic Model of the Japanese Firm Journal of Economic Literature, 28, No. 1 (March) 1-27.",
        "Aoki, M., (1989) The Nature of the Japanese Firm as a Nexus of Employment and Financial Contracts: An Overview, Journal of the Japanese and International Economies, 3, No. 4 (December) 345-66.",
        "Aoki, M., and Dore, R., eds., (1994) The Japanese Firm: The Sources of Economic Strength, Oxford University Press, Oxford.",
        "Aoki, M., and Patrick, H., eds., (1994) The Japanese Main Bank System. Oxford University Press, Oxford and New York.",
        "Hoshi, T., Kashyap, A., and Scharfstein, D., (1990) Bank Monitoring and Investment: Evidence from the Changing Structure of Japanese Corporate Banking Relationships, in R. Glenn Hubburd, ed., Information, Investment and Capital Markets, University of Chicago Press.",
        "Harada, Y., (1997) for Seminar on Fiscal Receipts and Outlays, Bank of Japan, Zaisei Shushi no Mikata (Understanding Fiscal Receipts and Outlays), Tokiwa Sogo Service Co., Ltd., Tokyo.",
        "Iwata, K., and Fukuo, M., Eds. (1998) Zaisei Toyushi no Keizai Bunseki (Economic Analysis of the Treasury Investment and Loan Program) Nihon Keizai Shinbun-sha, Tokyo.",
        "Mizumo, A., Shibayama, K., and Takahashi, Y., (1999) Japans Problematic Fiscal System, Deutsche Bank, Global Markets Monthly, Vol.2.",
        "Krugman, P. R., (1999) Its Back: Japans Slump and the return of the Liquidity Trap, Brookings Papers on Economic Activity, Vol.2, 137-205.",
        "Mikitani, R., and Posen, A. 5., (2000) Japans Financial Crisis and Its Parallels to U. S. Experience, Institute for International Economics, Washington, D. C.",
        "Posen, A. 5., (1998) Restoring Japans Economic Growth, Institute for International Economics, Washington, D.C.",
        "Ando, a., and Auerbach, A., (1988a) The Corporate Cost of Capital in Japan and the United States: A Comparison, In Government Policy Towards Industry in the United States and Japan, ed. By John Shoven, London and New York, Cambridge University Press.",
        "Comparison, Journal of the Japanese and International Economics, Vol.2 pp.135-158. (1990) The Cost of Capital in Japan: Recent evidence and Further Results, Journal of the Japanese and International Economics, Vol.4, pp.323-350."
    ]
}