{
    "id": 8035,
    "cites": 38,
    "cited_by": 24,
    "reference": [
        "Bank for International Settlements (1993), 63 rd Annual Report, Basle: BIS.",
        "Bayoumi, Tamim and Barry Eichengreen (1994), Macroeconomic Adjustment Under Bretton Woods and the Post-Bretton Woods Float: An Impulse-Response Analysis, Economic Journal 104, pp.813-827.",
        "Begg, David et al. (1990), Monitoring European Integration: The Impact of Eastern Europe, London: Centre for Economic Policy Research.",
        "Berg, Andrew and Catherine Patillo (1998), Are Currency Crises Predictable'DONE' A Test, IMF Working Paper WP/98/154.",
        "Berg, Claes (2000), Inflation Forecast Targeting : The Swedish Experience, Sveriges Riksbank Working Paper no. 100 (February).",
        "Bernanke, Ben, Thomas Laubach, Frederic Mishkin and Adam Posen (1999), Inflation Targeting: Lessons from the International Experience, Princeton: Princeton University Press.",
        "Borensztein, Eduardo, Andy Berg, Gian-Maria Milesi-Feretti and Catherine Patillo (1998), Anticipating Balance of Payments Crises: The Role of Early Warning Systems, IMF Occasional Paper (forthcoming).",
        "Branson, William (1994), German Unification, the Breakdown of the EMS, and the Transition to Stage III, in David Cobham (ed.), European Monetary Upheavals, Manchester: Manchester University Press, pp.16-31.",
        "Bussiere, Matthieu and Christian Mulder (1999), External Vulnerability in Emerging Market Economies: How High Liquidity Can Offset Weak Fundamentals and the Effects of Contagion, IMF Working Paper WP/99/98.",
        "Calvo, Guillermo and Carmen Reinhart (2000), Fixing for Your Life, Brookings Trade Policy Forum 2000 (forthcoming).",
        "Camdessus, Michele (1995), Drawing Lessons from the Mexican Crisis: Preventing and Resolving Financial Crises --- The Role of the IMF, Address at the 25 th Washington Conference of the Council of the Americas, Washington, D.C., 22 May.",
        "Campa, Jose and Kevin P.H. Chang (1996), Arbitrage-Based Tests of Target Zone Credibility: Evidence from ERM Cross-Rate Options, American Economic Review 86, pp.726-740.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler (1997), Monetary Policy Ruyles in Practice: Some International Evidence, NBER Working Paper no. 6254 (November).",
        "Clarida, Richard and Mark Gertler (1997), How the Bundesbank Conducts Monetary Policy, in Christina Romer and David Romer (eds), Reducing Inflation, Chicago: University of Chicago Press, pp. 363-412.",
        "Connolly, Bernard (1995), The Rotten Heart of Europe: The Dirty War for Europes Money, London: Faber and Faber.",
        "Dyson, Kenneth and Kevin Featherstone (1999), The Road to Maastricht, Oxford: Clarendon Press.",
        "Eichengreen, Barry and Paul Masson et al. (1998), Exit Strategies: Policy Options for Countries Seeking Greater Exchange Rate Flexibility, IMF Occasional Paper 168 (June).",
        "Eichengreen, Barry and Charles Wyplosz (1993), The Unstable EMS, Brookings Papers on Economic Activity 1, pp.51-144.",
        "Eichengreen, Barry, Andrew Rose and Charles Wyplosz (1995), Exchange Market Mayhem: The Antecedents and Aftermath of Speculative Attacks, Economic Policy 21, pp.249-312.",
        "Flood, Robert and Peter Garber (1984), Gold Monetization and Gold Discipline, Journal of Political Economy 92, pp.90-107.",
        "Frankel, Jeffrey (1986), The Implications of Mean-Variance Optimization for Four Questions in International Macroeconomics, Journal of International Money and Finance 5, pp.S53-75.",
        "Giavazzi, Francesco and Alberto Giovannini (1989), Limiting Exchange Rate Flexibility: The European Monetary System, Cambridge: MIT Press.",
        "International Monetary Fund (1992), World Economic Outlook, Washington, D.C.: IMF (October).",
        "International Monetary Fund (1993), International Capital Markets, Part I. Exchange Rate Management and International Capital Flows, Washington, D.C.: IMF.",
        "Jeanne, Olivier (1997), Are Currency Crises Self-Fulfilling'DONE' A Test, Journal of International Economics 42, pp.263-286.",
        "Krugman, Paul (1979), A Model of Balance of Payments Crises, Journal of Money, Credit and Banking 11, pp.311-325.",
        "Laubach, Thomas and Adam Posen (1997), Some Comparative Evidence on the Effectiveness of Inflation Targeting, Federal Reserve Bank of New York Research Paper no. 9714 (May).",
        "Major, John (1999), John Major, the Autobiography, London: Harper Collins.",
        "Meuhring, Keith (1992), Currency Chaos: The Inside Story, Institutional investor (October), pp.11-15.",
        "Mishkin, Federic and Adam Posen (1997), Inflation Targeting: Lessons from Four Countries, NBER Working Paper no. 6126 (August).",
        "Obstfeld, Maurice (1986), Rational and Self-Fulfilling Balance of Payments Crises, American Economic Review 76, pp.72-81.",
        "OECD (1997), OECD Economic Surveys: Sweden 1996-1997, Paris: OECD.",
        "Ozkan, F. Gulcin and Alan Sutherland (1994), A Model of the ERM Crisis, CEPR Discussion paper no. 879 (January).",
        "Rose, Andrew and Lars Svensson (1994), European Exchange Rate Credibility Before the Fall, European Economic Review 38, pp.1185-1216.",
        "Stephens, Philip (1996), Politics and the Pound: The Conservatives Struggle with Sterling, London: Macmillan.",
        "Svensson, Lars (1995), The Swedish Experience of an Inflation Target, NBER Working Paper no.4985 (January).",
        "Tornell, Aaron (1998), Common Fundamentals in the Tequila and Asian Crises, unpublished manuscript, Harvard University.",
        "Willman, Alpo (1988), The Collapse of the Fixed Exchange Rate Regime with Sticky Wages and Imperfect Substitutability Between Domestic and Foreign Bonds, European Economic Review, pp.1817-1839."
    ]
}