{
    "id": 8036,
    "cites": 30,
    "cited_by": 30,
    "reference": [
        "[1] Baron, David, [1994], Electoral Competition with Informed and Uniformed Voters, American Political Science Review, 88, 33-47.",
        "[2] Besley, Timothy and Stephen Coate, [1997], An Economic Model of Representative Democracy, Quarterly Journal of Economics, 112(1), 85-114.",
        "[3] Besley, Timothy and Stephen Coate, [2001], Lobbying and Welfare in a Representative Democracy, Review of Economic Studies, forthcoming.",
        "[4] Besley, Timothy and Stephen Coate, [2000], Elected versus Appointed Regulators: Theory and Evidence, typescript.",
        "[5] Bowler, Shaun, Todd Donavan and Caroline J. Tolbert, (eds) [1998], Citizens as Legislators: Direct Democracy in the United States, Columbus: Ohio State University Press.",
        "[6] Broder, David 5. [2000], Democracy Derailed: Initiative Campaigns and the Power of Money, New York, Harcourt Inc.",
        "[7] Dahl, Robert A., [1956], A Preface to Democratic Theory, Chicago: University of Chicago Press.",
        "[8] Denzau, Arthur T., Robert J. Mackay and Carolyn Weaver, [1981], On the Initiative-Referendum Option and the Control of Monopoly Government,  in Helen F. Ladd and T. Nicolaus Tideman (eds.), Tax and Expenditure Limitations, Washington DC: The Urban Institute.",
        "[9] Dixit, Avinash, and John Londregan [1996], The Determinants of Success of Special Interests in Redistributive Politics, Journal of Politics, LVIII, 1132-1155.",
        "[10] Gerber, Elisabeth, [1996], Legislative Response to Threat of Popular Initiatives, American Journal of Political Science, 40(1), 99-128.",
        "[11] Gerber, Elisabeth, [1999], The Populist Paradox: Interest Group Influence and the Promise of Direct Legislation, Princeton NJ: Princeton University Press. 22",
        "[12] Grossman, Gene and Elhanan Helpman, [1996], Electoral Competition and Special Interest Politics, Review of Economic Studies, 63(2), 265286.",
        "[13] Herrera, Cheryl Lin, Richard Herrera and Eric R.A.N. Smith, [1992], Public Opinion and Congressional Representation, Public Opinion Quarterly, 56, 185-205.",
        "[14] Lascher Edward, L. Jr, Michael G. Hagen and Steven A. Rochlin, [1996], Gun Behind the Door? Ballot Initiatives, State Policies and Public Opinion, The Journal of Politics, 58(3), 760-95.",
        "[15] Lindbeck, Assar and Jorgen Weibull, [1987], Balanced-budget Redistribution as the Outcome of Political Competition, Public Choice, 52, 272-297.",
        "[16] Magleby, David B. [1984], Direct Legislation: Voting on Ballot Propositions in the United States, Baltimore: The Johns Hopkins University Press.",
        "[17] Magleby, David B. [1994], Direct Legislation in the American States, in Referendums Around the World: The Growing Use of Direct Democracy, edited by David Butler and Austin Ranney, Washington DC: AEI Press.",
        "[18] Matsusaka, John G., [1992], Economics of Direct Legislation, Quarterly Journal of Economics, 107(2), 541-71.",
        "[19] Matsusaka, John G., [1995], Fiscal Effects of Voter Initiative: Evidence from the Last 30 Years, Journal of Political Economy, 103(3), 587-623.",
        "[20] Matsusaka, John G. and Nolan M. McCarty, [1999], Political Resource Allocation: Benefits and Costs of Voter Initiatives, typescript, Columbia University.",
        "[21] Miller, Warren E., and Donald E. Stokes, [1963], Constituency Influence in Congress, American Political Science Review, 57, 45-56.",
        "[22] Monroe, Alan D., [1979], Consistency between Public Preferences and National Policy Decisions, American Politics Quarterly, 7, 3-19. 23",
        "[23] Monroe, Alan D., [1983], American Party Platforms and Public Opinion,  American Journal of Political Science, 27(1), 27-42.",
        "[24] Osborne, Martin J. and Al Slivinski, [1996], A Model of Political Competition with Citizen Candidates, Quarterly Journal of Economics, 111(1), 65-96.",
        "[25] Persson, Torsten and Guido Tabellini, [2000], Political Economics: Explaining Economic Policy, Cambridge, MIT Press.",
        "[26] Pommerehne, Werner W., [1990], The Empirical Relevance of Comparative Institutional Analysis, European Economic Review, 34(2-3), 458-69.",
        "[27] Schuman, Howard and Stanley Presser, [1977-8], Attitude Measurement and the Gun Control Paradox, Public Opinion Quarterly, 427438.",
        "[28] Weissberg, Robert, [1976], Pubic Opinion and Popular Government, Prentice Hall: Englewood Cliffs, NJ.",
        "[29] Weissberg, Robert, [1978], Collective vs. Dyadic Representation in Congress, American Political Science Review, 72, 535-47.",
        "[30] Wright, Gerald C., Robert S. Erikson and John P. Mclver, [1987], Public Opinion and Policy Liberalism in the American States, American Journal of Political Science, 31(4), 980-1001. 24"
    ]
}