{
    "id": 8038,
    "cites": 13,
    "cited_by": 24,
    "reference": [
        "Ahn, S. C. and P. Schmidt. i995. Efficient Estimation of Models for Dynamic Panel Data. Journal of Econometrics 68, pp. S-28. Arellano, M. and S. R. Bond. i99i. Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations. Review of Economic Studies S8, pp. 277-297. 37 Arellano, M. and 0. Bover. 1995. Another Look at the Instrumental-Variable Estimation of Error-Components Models. Journal of Econometrics 68, pp.",
        "Balestra, P., and M. Nerlove. 1966. Pooling Cross-section and Time-series Data in the Estimation of a Dynamic Model. Econometrica 34, pp. 585-612.",
        "Berger, A. N., and G. F. Udell. 1998. The Economics of Small Business Finance: The Roles of Private Equity and Debt Markets in the Financial Growth Cycles, Journal of Banking and Finance 22(6-8), pp. 613-673.",
        "Blundell, R. and S. R. Bond. 1998. Initial Conditions and Moment Restrictions in Dynamic Panel Data Models. Journal of Econometrics 87, pp. 115143.",
        "Bond, S. R., J. A. Elston, J. Mairesse, and B. Mulkay. 1997. Financial Factors and Investment in Belgium, France, Germany, and the UK: A Comparison Using Company Panel Data. National Bureau of Economic Research, Working Paper No. 5900.",
        "Crepon, B., and J. Mairesse. 1995. The Chamberlain Approach to Panel Data. In L. Matyas and P. Sevestre eds., The Econometrics of Panel Data: A Handbook of Theory with Applications (chapter 14). Boston: Kluwer Academic Publishers, pp. 321-391.",
        "Bound, J., D.A. Jaeger, and R.M. Baker. 1995. Problems With Instrumental Variables Estimation When the Correlation Between the Instruments and the Endogenous Explanatory Variable is Weak. Journal of the American Statistical Association, 90(430), pp. 443-450.",
        "Chamberlain, G. 1982. Multivariate Regression Models for Panel Data. Journal of Econometrics 18, pp. 5-46.",
        "Davidson, R., and J. MacKinnon. 1993. Estimation and Inference in Econometrics, Oxford: Oxford University Press.",
        "Eisner, R. 1978. Cross-section and Time Series Estimates of Investment Functions.",
        "Annales de lINSEE 30/31, pp. 99-129. Fazzari, S.,G. Hubbard and B. Petersen. 2000. Investment Cash-Flow Sensitivities Are Useful: A Comment on Kaplan and Zingales. Quarterly Journal of Economics 65(2), pp. 695-706.",
        "Griliches, Z. and J. A. Hausman. 1986. Errors in Variables in Panel Data.",
        "Journal of Econometrics 31, pp. 93-118. Griliches, Z. and J. Mairesse. 1998. Production Functions : The Search for Identification in S.Strom ed., Econometrics and Economic Theory in the 20th Century: The Ragnar Frish Centennial Symposium. Cambridge,England: Cambridge University Press, pp. 169-203. (Also in Z. Griliches. 1998. Practising Econometrics: Essays in Method and Application. London: Edward Elgar,pp. 383-411)."
    ]
}