{
    "id": 8040,
    "cites": 17,
    "cited_by": 12,
    "reference": [
        "Imrohoro~lu, A., (1989), Cost of business cycles with indivisibilities, Journal of Political Economy 97, 1364-1383.",
        "Heaton, J. and D. J. Lucas, (1996), Evaluating the effects of incomplete markets on risk sharing and asset pricing, Journal of Political Economy 104, 443-487.",
        "Hubbard, R. G., J. Skinner, and S. P. Zeldes, (1994), The importance of precautionary motives in explaining individual and aggregate savings, Carnegie Rochester Conferance Series on Public Policy 40, 59-126.",
        "Bray, A., G. M. Constantinides, and C. Geczy, (2000), Asset pricing with heterogeneous consumers and limited participation: Empirical evidence, Working paper, The Wharton School, University of Pennsylvania.",
        "Atkeson, A. and C. Phelan, (1994), Reconsidering the costs of business cycles with incomplete markets, in Stanley Fischer and Julio Rotemberg eds., NBER Macroeconomics Annual 199~.",
        "Beaudry, P. and C. Pages, (1999), The cost of business cycles and the stabilization value of unemployment insurance, manuscript, University of British Columbia.",
        "Gomes, J., J. Greenwood, and S. Rebelo, (1999), Equilibrium unemployment, Manuscript, University of Rochester.",
        "Abowd, J. and D. Card, (1989), On the covariance structure of earnings and hours changes, Econometrica 57, 411-455.",
        "Deaton, A. and C. Paxson, (1994), Intertepmoral choice and inequality, Journal of Political Economy 102, 437-467.",
        "Krusell, P. and A. A. Smith, (1999), The welfare effects of eliminating business cycles, Review of Economic Dynamics 2, 245-272.",
        "Krusell, P. and A. A. Smith, (1998), Income and wealth heterogeneity in the macroeconomy, Journal of Political Economy 106, 867-896.",
        "RIos-Rull, J. V., (1994), On the quantitative importance of market completeness, Journal of Monetary Economics 34, 463-496.",
        "Lucas, R. E., (1987), Models of Business Cycles, Basil Blackwell.",
        "MaCurdy, T. E., (1982), The use of time series processes to model the error structure of earnings in a longitudinal data analysis, Journal of Econometrics 18, 83-114.",
        "Souleles, N., (1999), Household securities purchases, transactions costs, and hedging motives, Working paper, The Wharton School, University of Pennsylvania.",
        "Otrok, C., (1999), On measuring the welfare cost of business cycles, Manuscript, University of Virginia.",
        "Alvarez, F. and U. Jermann, (1999), Using asset prices to measure the cost of business cycles, Unpublished working paper, University of Chicago."
    ]
}