{
    "id": 8041,
    "cites": 69,
    "cited_by": 56,
    "reference": [
        "Aldous, D., (1983), Exchangeability and Related Topics, in d&apos;Ete de Probabilits de Saint Flour XIII, Lecture Notes in Mathematics Series no. 1117, New York: Springer-Verlag.",
        "Anderson, E., L. Hansen, and T. Sargent, (1999), Risk and Robustness in Equilibrium, mimeo, Stanford University.",
        "Arnold, 5., (1979), Linear Models with Exchangeably Distributed Errors, Journal of the American Statistical Association, 74, 194-199.",
        "Barro, R., (1991), Economic Growth in a Cross-Section of Countries, Quarterly Journal of Economics, 106, 2, 407-443.",
        "Barro, R., (1996), Democracy and Growth, Journal of Economic Growth, 1, 1-27.",
        "Bernard, A. and S. Durlauf, (1996), Interpreting Tests of the Convergence Hypothesis, Journal of Econometrics, 71, 161-172.",
        "Bernardo, J. and A. Smith, (1994), Bayesian Theory, New York: John Wiley and Sons.",
        "Box, G. and G. Tiao, (1973), Bayesian Inference in Statistical Analysis, New York: John Wiley and Sons. (reprinted in Wiley Classics Library, 2000).",
        "Camerer, C., (1995), Individual Decision Making, in J. Kagel and A. Roth, eds, The Handbook of Experimental Economics, Princeton: Princeton University Press.",
        "Canova, F., (1999), Testing for Convergence Clubs in Income Per-Capita: A Predictive Density Approach, mimeo, University of Pompeu Fabra, Spain.",
        "Chamberlain, G., (2000), Econometrics and Decision Theory, Journal of Econometrics, 95, 255-283.",
        "Clark, C., (1987), why Isn&apos;t the Whole World Developed? Lessons from the Cotton Mills, Journal of Economic History, XLVII, 1, 141-173.",
        "Desdoigts, A., (1999), Patterns of Economic Development and the Formation of Clubs, Journal of Economic Growth, 4, 3, 305-330.",
        "Doppelhofer, C., R. Miller, and X. Sala-i-Martin, (2000), Determinants of Long-Term Growth: A Bayesian Averaging of Classical Estimates (BACE) Approach, NBER Working Paper no. 7750.",
        "Draper, D., (1987), Comment: On the Exchangeability Judgments in Predictive Modeling and the Role of Data in Statistical Research, Statistical Science, 2,4, 454461.",
        "Draper, D., (1995), Assessment and Propagation of Model Uncertainty, Journal of the Royal Statistical Society, 57, 1, 45-70.",
        "Draper, D., (1997), On the Relationship Between Model Uncertainty and Inferential/Predictive Uncertainty, mimeo, School of Mathematical Sciences, University of Bath.",
        "Draper, D., J. Hodges, C. Mallows, and D. Pregibon, (1993), Exchangeability and Data Analysis, Journal of the Royal Statistical Society, series A, 156, 9-28.",
        "Durlauf, 5., (2000), Econometric Analysis and the Study of Economic Growth: A Skeptical Perspective, in Macroeconomics and the Real World, R. Backhouse and A Salanti, eds., Oxford: Oxford University Press.",
        "Durlauf, S. and P. Johnson, (1995), Multiple Regimes and Cross-Country Growth Behavior, Journal of Applied Econometrics, 10, 365-384.",
        "Durlauf, S., A. Kourtellos, and A. Minkin, (2000), The Local Solow Growth Model, mimeo, University of Wisconsin at Madison.",
        "Durlauf, S. and D. Quah, (1999), The New Empirics of Economic Growth, in Handbook of Macroeconomics, J. Taylor and M. Woodford, eds., Amsterdam: North Holland.",
        "Easterly, W. and II. Levine, (1997), Africa&apos;s Growth Tragedy: Policies and Ethnic Divisions, Quarterly Journal of Economics, 1203-1250.",
        "Epstein, L., and T. Wang, (1994), Intertemporal Asset Pricing Behavior Under Knightian Uncertainty, Econometrica, 62, 283-322.",
        "Evans, P., (1998), Using Panel Data to Evaluate Growth Theories, International Economic Review, 39, 295-306.",
        "Fernandez, C., E. Ley, and M. Steel, (1999), Model Uncertainty in Cross-Country Growth Regressions, mimeo, University of Edinburgh.",
        "Fernandez, C., E. Ley, and M. Steel, (2000), Benchmark Priors for Bayesian Model Averaging, mimeo, University of Edinburgh.",
        "Frankel, J. and D. Romer, Trade and Growth: An Empirical Investigation, (1996), NBER Working Paper no. 5476.",
        "Freedman, D., (1991), Statistical Models and Shoe Leather, in Sociological Methodology, P. Marsden, ed., Cambridge: Basil Blackwell.",
        "Freedman, D., (1997), From Association to Causation via Regression, in Causality in Crisis, V. McKim and S. Turner, eds., South Bend: University of Notre Dame Press.",
        "Galor, 0., (1996), Convergence? Inferences from Theoretical Models, Economic Journal, 106, 1056-1069.",
        "Gilboa, I. and David Schmeidler, (1989), Maximin Expected Utility with Nonunique Prior, Journal of Mathematical Economics, 18, 141-153.",
        "Goldberger, A., (1991), A Course in Econometrics, Cambridge: Harvard University Press.",
        "Granger, C. and H. Uhlig, (1990), Reasonable Extreme-Bounds Analysis, Journal of Econometrics, 44, 159-170.",
        "Heckman, J., (2000), Causal Parameters and Policy Analysis in Economics: A Twentieth Century Retrospective, Quarterly Journal of Economics, 45-97.",
        "Hoeting, J., D. Madigan, A. Raftery, and C. Volinsky, (1999), Bayesian Model Averaging: A Tutorial, Statistical Science, 14, 4, 382-401.",
        "Islam, N., (1995), Growth Empirics: A Panel Data Approach, Quarterly Journal of Economics, 110, 1127-1170.",
        "Ivanoff, B. and N. Weber, (1996), Some Characterizations of Partial Exchangeability, Journal of the Australian Mathematical Society, series A, 61, 345359.",
        "Kadane, J. and J. Dickey, (1980), Bayesian Decision Theory and the Simplification of Models, in Evaluation of Econometric Models, J. Kmenta and J. Ramsey, eds., New York: Academic Press.",
        "Kallenberg, 0., (1982), Characterizations and Embedding Properties in Exchangeability, Zeitschrift fÃ\u0083Â¼r Wahrscheinlichkeitstheorie und verwandte Gebiete, 60, 249-281.",
        "Kass, R., and A. Raftery, (1994), Bayes Factors, Journal of the American Statistical Association, 90, 430, 773-795.",
        "Kourtellos, A., (2000), A Projection Pursuit Approach to Cross Country Growth Data, mimeo, University of Wisconsin.",
        "Leamer, E., (1983), Let&apos;s Take the Con Out of Econometrics, American Economic Review, 73, 31-43.",
        "Lee, K., M. H. Pesaran, and R. Smith, (1997), Growth and Convergence in a MultiCountry Stochastic Solow Model, Journal of Applied Econometrics, 12, 4, 357-392.",
        "Levine, R. and D. Renelt, (1992), A Sensitivity Analysis of Cross-Country Growth Regressions, American Economic Review, 82, 942-963.",
        "Lucas, R., (1988), On the Mechanics of Economic Development, Journal of Monetary Economics, 22, 3-42.",
        "Madigan, D. and A. Raftery, (1994), Model Selection and Accounting for Model Uncertainty in Graphical Models Using Occam&apos;s Window, Journal of the American Statistical Association, 89, 1535-1546.",
        "Mallows, C., (1998), The Zeroth Problem, The American Statistician, 52, 1-9.",
        "Mankiw, N. G., D. Romer and D. Weil, (1992). A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics, CVTT, 407-437.",
        "McAleer, M., A. Pagan, and P. Volker, (1985), What Will Take the Con Out of Econometrics?, American Economic Review, 75, 3, 293-307.",
        "Pack, II., (1994), Endogenous Growth Theory: Intellectual Appeal and Empirical Shortcomings, Journal of Economic Perspectives, 8, 1, 55-72.",
        "Prescott, E., (1998), Needed: A Theory of Total Factor Productivity, International Economic Review, 39, 525-552.",
        "Quah, D., (1996a), Convergence Empirics Across Economies with (Some) Capital Mobility, Journal of Economic Growth, 1, 95-124.",
        "Quah, D., (1997), Empirics for Growth and Distribution: Polarization, Stratification, and Convergence Clubs, Journal of Economic Growth, 2, 27-59.",
        "Pritchett, L., (2000), Patterns of Economic Growth: Hills, Plateaus, Mountains, and Plains, mimeo, World Bank.",
        "Raftery, A., (1995), Bayesian Model Selection in Social Research, Sociological Methodology 1995, P. Marsden ed., Cambridge: Blackwell.",
        "Raftery, A., D. Madigan, and J. Hoeting, (1997), Bayesian Model Averaging for Linear Regression Models, Journal of the American Statistical Association, 92, 437, 179-191.",
        "Raiffa, H. and R. Schlaifer, (1961), Applied Statistical Decision Theory, New York: John Wiley and Sons.",
        "Romer, P., (1986), Increasing Returns and Long Run Growth, Journal of Political Economy, 94, 1002-1037.",
        "Romer, P., (1990), Endogenous Technical Change, Journal of Political Economy, 98, (5 Part 2), 571-5102.",
        "Sala-i-Martin, X., (1997), I Just Ran Two Million Regressions, American Economic Review, Papers and Proceedings, 87, 178-83.",
        "Schervish, M. (1995), Theory of Statistics, New York: Springer-Verlag.",
        "Schultz, T. P., (1998), Inequality in the Distribution of Personal Income in the World: How it is Changing and Why Journal of Population Economics, 11, 307-344.",
        "Schultz, T. P., (1999), Health and Schooling Investments in Africa, Journal of Economic Growth, 13, 3, 67-88.",
        "Sims, C., (1980), Macroeconomics and Reality, Econometrica, 48, 1., 1-48.",
        "Stewart, M., (1984), Significance Tests in the Presence of Model Uncertainty and Specification Search, Economics Letters, 16, 309-313.",
        "Tierney, L. and J. Kadane, (1986), Accurate Approximations for Posterior Moments and Marginal Densities, Journal of the American Statistical Association, 81, 82-86.",
        "Wasserman, L., (1997), Bayesian Model Selection and Model Averaging, Technical Report 666, Department of Statistics, Carnegie Mellon University.",
        "Wolcott, S. and G. Clark, (1999), Why Nations Fail: Managerial Decisions and Performance in Indian Cotton Textiles, 1890-1938, Journal of Economic History, 59, 2, 397-423."
    ]
}