{
    "id": 8043,
    "cites": 25,
    "cited_by": 11,
    "reference": [
        "Alesina, Alberto and Robert J. Barro (2000). Currency Unions, unpublished, Harvard University, presented at the Hoover Institution Conference on Currency Unions, May 2000, August.",
        "Alesina, Alberto, Enrico Spolaore, and Rornain Wacziarg (2000). Economic Integration and Political Disintegration, unpublished, Harvard University, forthcoming in the American Economic Review.",
        "Barro, Robert J. and David B. Gordon (1983). Rules, Discretion, and Reputation in a Model of Monetary Policy, Journal of Monetary Economies, July, 1O1-131.",
        "Barro, Robert J. and Xavier Sala-i-Martin (1995). Economic Growth, Cambridge MA, MIT Press.",
        "Barteisman, Eric J. and Wayne Gray (1996). The NBER Manufacturing Productivity Database, NBER technical working paper no. 205, October.",
        "Basu, Susanto (1995). Intermediate Goods and Business Cycles: 1mphcations for Productivity and Welfare, American Economic Review, 85, June, 512-531.",
        "Bils, Mark (1987). The Cyclical Behavior of Marginal Cost and Price, American Economic Review, 77, 838-857.",
        "Blanchard, Olivier 3. and Nobuhiro Kiyotaki (1987). Monopolistic.Competition and the Effects of Aggregate Demand, American Economic Review, 77, September, 647-666.",
        "Calvo, Guillermo (1983). Staggered Prices in a Utility-Maximizing Framework,  Journal of Monetary Economics, September, 383-398.",
        "Carlton, Dennis W. (1986). The Rigidity of Prices, American Economic Review, September, 637-658.",
        "Chari, V.V., Patrick J. Kehoe, and Ellen R. McGrattan (2000). Can Sticky Price Models Generate Volatile and Persistent Real Exchange Rates? unpublished, Federal Reserve Bank of Minneapolis, Angust.",
        "Dixit, Avinash and Joseph Stiglitz (1977). Monopolistic Competition and Optimum Product Diversity American Economic Review, June, 297-308.",
        "Ethier, Wilfred J. (1982). National and International Returns to Scale in the Modern Theory of International &apos;flade, American Economic Review, 72, June, 389-405.",
        "Hall, Robert E. (1988). The Relation between Price and Marginal Cost in U.S. Industry, Journal of Political Economy, 96, October, 921-947.",
        "Helpman, Elhanan and Paul R. Krugman (1985). Market Structure and Foreign Trade, Cambridge MA, MIT Press.",
        "Kraay, Aart and Jaume Ventura (2000). Product Prices and the OECD Cycle, National Bnreau of Economic Research, working paper no. 7788, July.",
        "Krugman, Paul (1980). Scale Economies, Product Differentiation, and the Pattern of &apos;linde, American Economic Review, 70, December, 950-959.",
        "Kydland, Finn E. and Edward C. Prescott (1977). Rules Rather than Discretion: the Inconsistency of Optimal Plans, Journal of Political Economy, 85, June, 473-492.",
        "Mankiw, N. Gregory (1991). A General Equilibrium Example, hi N. Gregory Mankiw and David Romer, eds., New Keynesian Economics, Cambridge MA, MIT Press.",
        "Romer, Paul M. (1990). Endogenous Technological Change, Journal of Political Economy, 98, October, part IT, S71-S102.",
        "Rotemberg, Julio J. and Garth Saloner (1986). A Supergame-Theoretic Model of Price Wars during Booms, American Economic Review, 76, June, 390-407.",
        "Rotemberg, Julio 1. and Garth Saloner (1987). The Relative Rigidity of Monopoly Pricing, American Economic Review, 77, December, 917-926.",
        "Rotemberg, Julio J. and Michael Woodford (1991). Markups and the Business Cycle, NBER Macroeconomics Annual 1991, 63-129.",
        "Rotemberg, Julio J. and Michael Woodford (1999). The Cyclical Behavior of Prices and Costs, National Bureau of Economic Research, working paper no. 6909, January Spence, A. Michael (1976). Product Selection, Fixed Costs, and Monopolistic Competition, Review of Economic Studies, June, 217-235.",
        "Stigler, George J. and James K. Kindahl (1970). The Behavior of Industrial Prices, New York, National Bureau of Economic Research."
    ]
}