{
    "id": 8044,
    "cites": 67,
    "cited_by": 31,
    "reference": [
        "Adjaoute, Kpate and Jean-Pierre Danthine (1999), The Euro and International Diversification BenefitsÃ\u0082Â», mimeo, UniversitÃ\u0083Â© de Lausanne.",
        "Adler, Michael and Bernard Dumas (1983), International Portfolio Choice and Corporate Finance: A Synthesis, Journal of Finance 38, 925-984.",
        "Adler, Oliver (1996), EMU and Banking, Paper presented at the ICMB conference, Geneva November 1996.",
        "Admati, Anat (1985), A Noisy Rational Expectations Equilibrium for Multi-Asset Security Markets Ã\u0082Â», Econometrica 53, 629-657.",
        "Altmann, Edward I. (1998), The Anatomy of the High Yield Bond Market: After Two Decades of Activity -- Implications for Europe, manuscript, New York University.",
        "Altunbas, Y., E. Gardener, P. Molyneux, and B. Moore (1999), Efficiency in European Banking, Working Paper, University of Wales, Bangor.",
        "Bank for International Settlements (1999b): Central Bank Survey of Foreign Exchange and Derivatives Market Activity 1998, Basel: BIS, May 1999.",
        "Bank for International Settlements (1999c): International Banking and Financial Market Developments, Basel: BIS, August 1999.",
        "Bank of England (1998), Practical Issues Arising from the Introduction of the Euro, various issues.",
        "Bergsten, Fred (1997), The Impact of the Euro on Exchange Rates and International Policy Coordination, in P.R. Masson, T.H. Krueger, and B.G. Turtleboom (eds.), EMU and the International Monetary System, Washington, D.C.: International Monetary Fund.",
        "Biais, Bruno, Thierry Foucault, and Pierre Hillion (1997), Microstructure des marchÃ\u0083Â©s financiers: institutions, modÃ\u0083Â¨les et tests, Presses Universitaires de France: Paris.",
        "Bishop, Graham (1999), New capital market opportunities in Euroland. European Investment Bank Papers, vol. 4 no. 1, 35-46.",
        "Bolton, Patrick and Ernst-Ludwig von Thadden (1998), Blocks, Liquidity, and Corporate Control, Journal of Finance 53, 1-26.",
        "Bottazi, Laura and Roni Hamaui (2000), Is there a Home Bias Puzzle'DONE' Evidence from the European Countries, mimeo.",
        "Boyd, John and Mark Gertler (1994), Are Banks Dead'DONE' Or are the Reports Greatly Exaggerated, Federal Reserve of Minneapolis Quarterly Review 18, 3.",
        "Brennan, Michael and Cao, Henry (1997), International Portfolio Investment Flows, Journal of Finance 52, 1851-1880.",
        "Bundesbank (1999), Statistische Beihefte, Serie 2.",
        "Cooper, Ian and Evis Kaplanis (1994), Home Bias in Equity Portfolios, Inflation Hedging, and International Capital Markets Equilibrium, Review of Financial Studies 7, 45-60.",
        "Danthine, Jean-Pierre, Francesco Giavazzi, Xavier Vives, and Ernst-Ludwig von Thadden (1999), The Future of European Banking, CEPR: London.",
        "Danthine, Jean-Pierre, Kpate AdjaoutÃ\u0083Â©, Laura Bottazzi, Andreas Fischer, Rony Hamaui, Richard Portes, and Mike Wickens (1999), EMU and portfolio adjustment, CEPR Draft Final Paper EC contract II/10541.",
        "Davis, Philip (1998), Pension Fund Reform and European Financial Markets, Paper presented at the CEPR/ESI conference, Brussels September 1998.",
        "De Santis, Giorgio, Bruno Gerard, and Pierre Hillion (1999), The European single currency and world equity markets, in P. Hillion et al. (eds.), European Capital Markets with a Single Currency, Oxford University Press.",
        "Economic Research Europe (1997): A Study of the Effectiveness and Impact of Internal Market Integration on the Banking and Credit Sector, Brussels: European Commission.",
        "The Economist (1999a), A Survey of International Banking, April 17, 1999.",
        "The Economist (1999b), Much Indebted to EU, September 18, 1999.",
        "European Central Bank (1998), The Monetary Policy in Stage 3, Frankfurt a.M.: ECB.",
        "European Central Bank (1999a), Monthly Bulletin, January 1999, Frankfurt a.M.: ECB.",
        "European Central Bank (1999b), Possible Effects of EMU on the EU Banking System in the Medium to Long Term, Frankfurt a.M.: ECB.",
        "European Central Bank (1999c), Improving Cross-Border Retail Payment Services in the Euro Area -- the Eurosystems View, Frankfurt a.M.: ECB.",
        "European Central Bank (1999d), Monthly Bulletin, June 1999, Frankfurt a.M.: ECB.",
        "European Central Bank (2000), Monthly Bulletin, April 2000, Frankfurt a.M.: ECB.",
        "European Commission (1990), One Europe, One Money, European Economy 44.",
        "European Commission (1997), Green Paper on Supplementary Pensions in the Single Market, Brussels: EC.",
        "European Commission (1999a), Mergers and Acquisitions, European Economy, Supplement A, February.",
        "European Commission (1999b), Financial Services Action Plan -- Progress Report, Brussels: EC.",
        "Fatas, Antonio (1997), EMU: Countries or Regions'DONE' Lessons from the EMS Experience, European Economic Review 41, 743-51.",
        "Favero, Carlo, Alessandro Missale, and Gustavo Piga (2000), EMU and Public Debt Management: One Money, One Debt'DONE', CEPR Policy Paper 3, London.",
        "Folkerts-Landau, David and Peter Garber (1992), The European Central Bank: A Bank or a Monetary Policy Rule, NBER Working Paper 4016.",
        "Forni, M. and L. Reichlin (1997), National Policies and Local Economies; Europe and the United States, CEPR Discussion Paper 1632.",
        "Frankel, Jeffrey (1996), Exchange Rates and the Single Currency, in: B. Steil (ed.), The European Equity Markets: The State of the Union and an Agenda for the Millenium, Copenhague: European Capital Markets Institute.",
        "French, Kenneth and James Poterba (1991), Investor Diversification and International Equity Markets, American Economic Review 81, 222-226.",
        "Gehrig, Thomas (1993), An Information Based Explanation of the Domestic Bias in International Equity Investment Ã\u0082Â», Scandinavian Journal of Economics 95, 97-109.",
        "Goldman Sachs (1998), The Goldman Sachs/Watson Wyatt EMU Survey -- Summary of Results, Goldman Sachs Equity Derivatives Research, June 1998.",
        "Gordon, Roger and Lans Bovenberg (1996), Why is Capital so Immobile Internationally'DONE' Possible Explanations and Implications for Capital Income Taxation, American Economic Review 86, 1057-1075.",
        "Hardouvelis, Gikas, Dimitrios Malliaropoulos and Richard Priestley, EMU and European Stock Market Integration, CEPR Discussion Paper 2124. Hartmann, Philipp (1998), Currency Competition and Foreign Exchange Markets, Cambridge University Press, Cambridge (UK).",
        "Hau, Harald (1999), Information and Geography:Evidence from the German Stock Market, CEPR Discussion Paper 2297.",
        "Huteau, Guillaume (1997), A Benchmark Swap Curve: The Full Convergence of Post-EMU Swap Curves, ZÃ\u0083Â¼rich: CrÃ\u0083Â©dit Suisse First Boston.",
        "McCauley, Robert (1997), The Euro and the Dollar, Working Paper, Bank for International Settlements.",
        "McCauley, Robert and William White (1997), The Euro and European Financial Markets, in P.R. Masson, T.H. Krueger, and B.G. Turtleboom (eds.), EMU and the International Monetary System, Washington, D.C.: International Monetary Fund.",
        "Padoa-Schioppa, Tommaso (1999), PSSS in EMU, Speech, ECB.",
        "Pagano, Marco (1989), Trading Volume and Asset Liquidity, Quarterly Journal of Economics 104, 255-274.",
        "Pagano, Marco and Ailsa Roell (1990), Trading Systems in European Stock Exchanges: Current Performance and Policy Options, Economic Policy 5, 63-115.",
        "Persaud, Avinash (1996), The EMU Calculator, Foreign Exchange Research, JP Morgan, London, October.",
        "Portes, Richard (1999), Global Financial Markets and Financial Stability: Europes Role, manuscript, London Business School.",
        "Portes, Richard and HÃ\u0083Â©lÃ\u0083Â¨ne Rey (1998a), The Euro and International Equity FlowsÃ\u0082Â», Journal of the Japanese and International Economies 12, 406-423.",
        "Portes, Richard, and HÃ\u0083Â©lÃ\u0083Â¨ne Rey (1998b), The emergence of the euro as an international currency, Economic Policy, 26, April, 1998, pp.307-343.",
        "Ricerche e Studi (1998), International Financial Aggregates: 239 Companies, Milan.",
        "Rowland, Patrick (1999), Transactions Costs and International Portfolio Diversification, Journal of International Economics 49, 145-170.",
        "Saidenberg, Marc and Philipp Strahan (1999), Are Banks still Important for Financing Large Businesses'DONE', Current Issues in Economics and Finance 5, 12, Federal Reserve Bank of New York.",
        "Schinasi, Garry and Alessandro Prati (1997), European Monetary Union and International Capital Markets: Structural Implications and Risks, in P.R. Masson, T.H. Krueger, and B.G.",
        "Turtleboom (eds.), EMU and the International Monetary System, Washington, D.C.: International Monetary Fund. Schure, Paul and Rien Wagenvoort (1999), Economies of Scale and Efficiency in European Banking: New Evidence, Report 99/01, European Investment Bank.",
        "Scobie, Hannah (1997), The Cost and Timescale for the Switchover to the European Single Currency for the International Securities Market, London: European Economics and Financial Centre.",
        "Scobie, Hannah, G. Cagliesi, C. Valeur (1999), The Euro Bond Market, London: European Economics and Financial Centre.",
        "Tesar, Linda and Ingrid Werner (1995), Home Bias and High Turnover, Journal of International Money and Finance 14, 467- 492.",
        "Vander Vennet, Rudi (1998), Cost and Profit Dynamics in Financial Conglomerates and Universal Banks in Europe, manuscript University of Ghent.",
        "Walter, Ingo (1998), The Global Asset Management Industry: Competitive Structure, Conduct and Performance, Working Paper, INSEAD.",
        "White, William (1998), The Coming Transformation of the European Banking Industry, Discussion Paper, BIS."
    ]
}