{
    "id": 8045,
    "cites": 25,
    "cited_by": 18,
    "reference": [
        "Abel, Andrew B. 1986. Capital Accumulation and Uncertain Lifetimes with Adverse Selection.",
        "Banks, James and Carl Emmerson. 1999. UK Annuitants. London: Institute for Fiscal Studies.",
        "Brown, Jeffrey, Olivia Mitchell, and James Poterba. 2000. Mortality Risk, Inflation Risk, and Annuity Products. NBER Working Paper 7812.",
        "Brown, Jeffrey and James Poterba. 2000. Joint Life Annuities and Annuity Demand by Married Couples.",
        "Journal of Risk and Insurance (forthcoming). Brugiavini, A. 1993. Uncertainty Resolution and the Timing of Annuity Purchases. Journal of Public Economics, 50, pp.31-62.",
        "Cawley, John and Tomas Philipson. 1999. An Empirical Examination of Information Barriers to Trade in Insurance. American Economic Review 89(4), pp.827-846.",
        "Chiappori, Pierre-Andre. 2000. Econometric Models of Insurance under Asymmetric Information. In Georges Dionne, ed. Handbook of Insurance Economics. London: Kluwer (forthcoming).",
        "Chiappori, Pierre-Andre and Bernard Salanie. 2000. Testing for Asymmetric Information in Insurance Markets. Journal of Political Economy, 108, 56-78.",
        "Cordon, James and Igal Hendel. 1999. Asymmetric Information in Health Insurance: Evidence from the National Medical Expenditure Survey. Unpublished Mimeo, Princeton University Department of Economics..",
        "Finkelstein, Amy and James Poterba. 1999. Selection Effects in the Market for Individual Annuities: New Evidence from the United Kingdom. NBER Working Paper 7168.",
        "Friedman, Benjamin, and Mark Warshawsky. 1988. Annuity prices and saving behavior in the United States. In Z. Bodie, J. Shoven, and D. Wise, eds. Pensions in the US Economy. Chicago: University of Chicago Press.",
        "Friedman, Benjamin, and Mark Warshawsky. 1990. The cost of annuities: Implications for saving behavior and bequests. Quarterly Journal of Economics 105 (February), pp.135-154.",
        "Han, Aaron and Jerry Hausman. 1990. Flexible Parametric Estimation of Duration and Competing Risk Models. Journal of Applied Econometrics. 5:1-28.",
        "Hurd, Michael and Kathleen McGarry. 1997. The Predictive Validity of Subjective Probabilities of Survival. NBER Working Paper 6193.",
        "Institute of Actuaries and Faculty of Actuaries, Continuous Mortality Investigation Committee. 1999a.",
        "Continuous Mortality Investigation Reports, Number 16. Institute of Actuaries and Faculty of Actuaries, Continuous Mortality Investigation Committee. 1999b.",
        "Continuous Mortality Investigation Reports, Number 17. Meyer, Bruce. 1990. Unemployment Insurance and Unemployment Spells. Econometrica, 58(4): 757-782.",
        "Mitchell, Olivia S., James M. Poterba, Mark Warshawsky, and Jeffrey R. Brown. 1999. New Evidence on the moneys worth of individual annuities. American Economic Review, 89(December), pp.1299- 1318.",
        "Murthi, Mamta, J. Michael Orszag, and Peter Orszag. 1999. The Charge Ratio on Individual Accounts: Lessons for the U.K. Experience. Birkbeck College, University of London Working Paper 99-2.",
        "Philipson, Tomas and Gary Becker. 1998. Old-Age Longevity and Mortality-Contingent Claims. Journal of Political Economy, 106: 551-573.",
        "Poterba, James and Mark Warshawsky. 2000. The Costs of Annuitizing Retirement Payments from Individual Accounts. In John Shoven, ed. Administrative Costs and Social Security Privatization.",
        "Chicago: University of Chicago Press, 173-200. Pueltz, Robert and Arthur Snow. 1994. Evidence on Adverse Selection: Equilibrium Signaling and Cross- Subsidization in the Insurance Market. Journal of Political Economy, 102: 236-257.",
        "Rothschild, Michael and Joseph Stiglitz. 1976. An Essay on the Economics of Imperfect Information.",
        "Quarterly Journal of Economics 90 (November), pp.629-649. Smart, Michael. 2000. Competitive Insurance Markets with Two Unobservables. International Economic Review 41 (February), 153-169.",
        "Yaari, Menahem. 1965. Uncertain Lifetimes, Life Insurance, and the Theory of the Consumer. Review of Economic Studies 32: 137-150."
    ]
}