{
    "id": 8047,
    "cites": 16,
    "cited_by": 6,
    "reference": [
        "Aristotle. 1988. The Politics (Stephen Everson, ed.). Cambridge: Cambridge University Press.",
        "Bernanke, Ben, Thomas Laubach, Frederic S. Mishkin and Adam S. Posen. 1999. Inflation Targeting: Lessons from the International Experience. Princeton: Princeton University Press.",
        "Brunner, Karl, and Allan H. Meltzer. 1964. The Federal Reserves Attachment to the Free Reserve Concept. Prepared for the House Committee on Banking and Currency, Subcommittee on Domestic Finance (88th Congress, 2nd Session). Washington: U.S. Government Printing Office.",
        "Friedman, Benjamin M. 1999. The Future of Monetary Policy: The Central Bank as an Army with Only a Signal Corps? International Finance, 2 (November), 32 1-338.",
        "Friedman, Benjamin M., and Kenneth N. Kuttner. 1996. A Price Target for U.S. Monetary Policy? Lessons from the Experience with Money Growth Targets. Brookings Papers on Economic Activity (No. 1), 77-146.",
        "Goodhart, C.A.E. 2000. Can Central Banking Survive the IT Revolution? International Finance, forthcoming.",
        "Gordon, Robert J. 1993. Macroeconomics (6th edition). New York: Harper-Collins.",
        "Greenspan, Alan. 1999. Untitled remarks. In New Challenges for Monetary Policy. Kansas City: Federal Reserve Bank of Kansas City.",
        "King, Mervyn. 1997. Changes in UK Monetary Policy: Rules and Discretion in Practice. Journal of Monetary Economics, 39 (June), 8 1-97.",
        "McCallum, Bennett T. 1981. Price Level Determinacy with an Interest Rate Policy Rule and Rational Expectations. Journal of Monetary Economics, 8 (November), 3 19-329.",
        "Poole, William. 1970. Optimal Choice of Monetary Policy Instrument in a Simple Stochastic Macro Model. Ouarterly Journal of Economics, 84 (May), 197-2 16.",
        "Rich, Georg. 2000. Monetary Policy Without Central Bank Money. International Finance, forthcoming.",
        "Sargent, Thomas J., and Neil Wallace. 1975. Rational Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule. Journal of Political Economy, 83 (April), 24 1-254.",
        "Svensson, Lars E.O. 1997. Inflation Forecast Targeting: Implementing and Monitoring Inflation Targets. European Economic Review, 41 (June), 1111-1 146.",
        "Wicksell, Knut. 1907. The Influence of the Rate of Interest on Prices. Economic Journal, 17 (June), 213-220.",
        "Wojnilower, Albert M. 2000. The Fed and the Stock Market Face Off. Mimeo: Monitor Clipper Partners."
    ]
}