{
    "id": 8052,
    "cites": 13,
    "cited_by": 22,
    "reference": [
        "Abowd, John M. and David S. Kaplan, Executive Compensation: Six Questions That Need Answering, Journal of Economic Perspectives , Volume 13, Number 4, Fall, 1999, 145-168.",
        "Aggarwal, Rajesh K. and Andrew A. Samwick (1999), The Other Side of the Tradeoff: The Impact of Risk on Executive Compensation, Journal of Political Economy, 107, 65- 105.",
        "Bertrand, Marianne and Sendhil Mullainathan, Do CEOs Set Their Own Pay? The Ones Without Principals Do, NBER working paper 7604, March 2000.",
        "Bettis, J. Carr, John M. Bizjak, and Michael L. Lemmon (1999) Insider Trading in Derivative Securities: An Empirical Examination of the Use of Zero-Cost Collars and Equity Swaps by Corporate Insiders. Arizona State University.",
        "Black, F. and M. Scholes (1973), The Pricing of Options and Corporate Liabilities, Journal of Political Economy , 81, 637-59.",
        "Carpenter, Jennifer (1998), The Exercise and Valuation of Executive Stock Options, Journal of Financial Economics, 48(2): 127-158.",
        "Carpenter, Jennifer (1999), Does Option Compensation Increase Managerial Risk Appetite?, forthcoming in the Journal of Finance.",
        "Cox, John C., Steven R. Ross, and Mark Rubinstein (1979), Option Pricing: A Simplified Approach, Journal of Financial Economics , 7, 229-263.",
        "DeTemple, Jerome and Suresh Sundaresan (1999), Nontraded Asset Valuation with Portfolio Constraints: A Binomial Approach, The Review of Financial Studies , 12 (4), 835-872.",
        "Dial, Jay and Kevin. J. Murphy (1995), Incentives, Downsizing, and Value Creation at General Dynamics, Journal of Financial Economics , 37(3), 261-314.",
        "Grossman, Sanford J. and Oliver D. Hart, An Analysis of the Principle-Agent Problem, Econometrica, Vol. 51, No. 1, January, 1983, 7-45.",
        "Hall, Brian J. and Jeffrey B. Liebman (1998), Are CEOs Really Paid Like Bureaucrats? Quarterly Journal of Economics , 113, August, 653-691.",
        "Hall, Brian J. and Kevin J. Murphy (2000), Optimal Exercise Prices for Risk Averse Executives, American Economic Review , May, 209-214."
    ]
}