{
    "id": 8053,
    "cites": 55,
    "cited_by": 69,
    "reference": [
        "Aoki, M. [1995]: Economic Fluctuations with Interactive Agents: Dynamic and Stochastic Externalities, Japanese Economic Review, 46, 148-165.",
        "Arthur, W. B. [1989]: Increasing Returns, Competing Technologies and Lock-In by Historical Small Events: The Dynamics of Allocation under Increasing Returns to Scale, Economic Journal, 99, 116-131.",
        "Bak, P., K. Chen, J. Scheinkman, and M. Woodford [1993]: Aggregate Fluctuations from Independent Sectoral Shocks: Self-Organized Criticality in a Model of Production and Inventory Dynamics, Ricerche Economiche, 47, 3-30.",
        "Bala, V. and S. Goyal [to appear]: A Non-Cooperative Model of Network Formation, Econometrica. Banerjee, A. [1992]: A Simple Model of Herd Behavior, Quarterly Journal of Economics, CVII, 797-818.",
        "Becker, G. [1991]: A Note on Restaurant Pricing and Other Examples of Social Influences on Price, Journal of Political Economy, 99(5), 1109-1116.",
        "Becker, G. and K. M. Murphy [to appear]: Social Markets: Market Behavior and Social Forces. Cambridge: Belknap-Harvard University Press. Benabou. R. [1993]: Workings of a City: Location, Education, and Production, Quarterly Journal of Economics, CVII, 619-652.",
        "Benabou, R. [1996]: Heterogeneity, Stratification, and Growth: Macroeconomic Eects of Community Structure, American Economic Review, 86, 584-609.",
        "Berman, E. [to appear]: Sect, Subsidy, and Sacrifice: An Economists View of Ultra-Orthodox Jews, Quarterly Journal of Economics. Bewley, T. [1981]: A Critique of Tiebouts Theory of Local Public Expenditures, Econometrica, 49(3), 713-740.",
        "Bickhchandani, S., D. Hirshleifer, and I. Welch [1992]: A Theory of Fads, Fashion, Custom, and Cultural Exchange as Information Cascades, Journal of Political Economy, 100, 992-1026.",
        "Blume, L. and S. Durlauf [1998]: Equilibrium Concepts for Social Interaction Models, working paper, Cornell University.",
        "Blume, L. [1993]: The Statistical Mechanics of Strategic Interaction, Games and Economic Behavior, 5, 387-424.",
        "Boorman, S. [1975]: A Combinatorial Optimization Model for Transmission of Job Information through Contact Networks, Bell Journal of Economics, 6(1), 216-49.",
        "Brock, W. and S. Durlauf [to appear]: Interactions Based Models in Handbook of Econometrics, ed. by J. Heckman and E. Learner. Amsterdam: North-Holland. Bulow, J., J. Geanokoplos, and P. Kemplerer [1985]: Multimarket Oligopoly: Strategic Substitutes and Complements, Journal of Political Economy, XCIII, 488-511.",
        "Case, A. and L. Katz [1991]: The Company You Keep: The Eects of Family and Neighborhood on Disadvantaged Families, working paper 3705, NBER.",
        "Cooper, R. and A. John [1988]: Coordinating Coordination Failures in Keynesian Models, Quarterly Journal of Economics, CIII, 441-464.",
        "Crane, J. [1991a]: The Epidemic Theory of Ghettos and Neighborhood Eects on Dropping Out and Teenage Childbearing, American Journal of Sociology, 96, 1226-1259.",
        "Crane, J. [1991b]: Eects of Neighborhoods on Dropping Out of School and Teenage Childbearing, in The Urban Underclass, ed. by C. Jencks and P. Peterson. Washington, DC: Brookings Institution Press.",
        "Diamond, P. [1982]: Aggregate Demand Management in Search Equilibrium, Journal of Political Economy, XC, 881-894.",
        "Durlauf, S. [1993]: Nonergodic Economic Growth, Review of Economic Studies, 60, 349-366.",
        "Durlauf, S. [1996a]: A Theory of Persistent Income Inequality, Journal of Economic Growth, 1, 75-93.",
        "Durlauf, S. [1996b]: Neighborhood Feedbacks, Endogenous Stratification, and Income Inequality, in Dynamic Disequilibrium Modeling: Proceedings of the Ninth International Symposium on Economic Theory and Econometrics, ed. by W. Barnett, G. Gandolfo, and C. Hillinger. Cambridge, UK: Cambridge University Press.",
        "Ellison, G. and D. Fudemberg [1993]: Rules of Thumb for Social Learning, Journal of Political Economy, 101, 612-644.",
        "Ellison, G. [1993]: Learning, Local Interaction and Coordination, Econometrica, 61, 1047-1072.",
        "Follmer, H. [1974]: Random Economies with Many Interacting Agents, Journal of Mathematical Economics, 1, 51-62.",
        "Froot, K., D. Scharfstein and J. Stein [1992]: Herd on the Street: Informational Ineciencies in a Market with Short-Term Speculation Journal of Finance; 47, 1461-84.",
        "Gabszewicz, J. and J-F Thisse [1996]: Spatial Competition and the Location of Firms in Location Theory, ed. by R. Arnott. In Fundamentals of Pure and Applied Economics (5), ed. by J. Lesourne and H. Sonnenschein.",
        "Amsterdam: Harwood Academic, 1-71. Gale, D. and H. Nikaido [1965]: The Jacobian Matrix and the Global Univalence of Mappings, Mathematische Annalen, 159, 81-93.",
        "Glaeser, E. and B. Sacerdote [1999]: Why Is There More Crime in Cities'DONE', Journal of Political Economy, 107(6), 225-258.",
        "Glaeser, E., D. Laibson, and B. Sacerdote [2000]: The Economic Approach to Social Capital, working paper 7728, NBER.",
        "Glaeser, E., B. Sacerdote, and J. Scheinkman [1996]: Crime and Social Interactions, Quarterly Journal of Economics, CXI, 507-548.",
        "Glaeser, E. and J. Scheinkman [to appear]: Measuring Social Interactions, in Social Dynamics, ed. by S. Durlauf and P. Young. Cambridge: MIT Press. Goldin, C. and L. Katz [2000]: The Power of the Pill: Oral Contraceptives and Womens Career and Marriage Decisions, working paper 7527, NBER.",
        "Gul, F. and R. Lundholm [1995]: Endogenous Timing and the Clustering of Agents Decisions, Journal of Political Economy, 103, 1039-1066.",
        "Ioannides, Y. [1990]: Trading Uncertainty and Market Structure, International Economic Review, 31, 619-638.",
        "Jackson, M. and A. Wolinsky [1996]: A Strategic Model of Economic and Social Networks, Journal of Economic Theory, 71(1), 44-74.",
        "Katz, L., A. Kling, and J. Liebman [2000]: Moving to Opportunity, working paper, NBER.",
        "Kirman, A. [1993]: Ants, Rationality, and Recruitment, Quarterly Journal of Economics, 93, 137-156.",
        "Kirman, A. [1983]: Communication in Markets: A Suggested Approach, Economic Letters, 12, 1-5.",
        "Kirman, A., C. Oddou, and S. Weber [1986]: Stochastic Communication and Opportunities in Baltimore: Early Evidence, working paper, Joint Center for Poverty Research, Northwestern University.",
        "Krugman, P. [1991]: Geography and Trade. Cambridge: MIT Press.",
        "Ligget, T. [1985]: Interacting Particle Systems. New York: Springer Verlag.",
        "Mailath, G., L. Samuelson, and A. Shaked [1996]: Evolution and Endogenous Interactions, working paper, Social Systems Research Institute, University of Wisconsin at Madison.",
        "Manski, C. [1993]: Identification of Endogenous Social Eects: The Reflection Problem, Review of Economic Studies, 60, 531-542.",
        "Mas-Colell, A. [1985]: The Theory of General Economic Equilibrium: A Dierentiable Approach. Cambridge, UK: Cambridge University Press.",
        "Myerson, R. [1991]: Game Theory: Analysis of Conflict. Cambridge: Harvard University Press.",
        "Mobius, M. [1999]: The Formation of Ghettos as a Local Interaction Phenomenon, working paper, Massachusetts Institute of Technology.",
        "Murphy, K., A. Shleifer and R. Vishny [1989]: Industrialization and the Big Push, Journal of Political Economy, 97(5), 1003-1026.",
        "Pesendorfer, W. [1995]: Design Innovation and Fashion Cycles, The American Economic Review, 85(4), 771-792.",
        "Scheinkman, J. and M. Woodford [1994]: Self-Organized Criticality and Economic Fluctuations, American Economic Review 84(2), 417-421.",
        "Schelling, T. [1971]: Dynamic Models of Segregation, Journal of Mathematical Sociology, 1, 143-186.",
        "Schelling, T [1972]: A Process of Residential Segregation: Neighborhood Tipping, in Racial Discrimination in Economic Life, ed. by A. Pascal.",
        "Lexington, MA: Lexington Books. Schelling, T. [1978]: Micromotives and Macrobehavior. New York: Norton.",
        "Shiller, R. [2000]: Irrational Exuberance. Princeton, NJ: Princeton University Press.",
        "Topa, G. [1997]: Social Interactions, Local Spillovers and Unemployment, working paper, New York University.",
        "Young, H.P. [1993]: The Evolution of Conventions, Econometrica, 61, 57-84.",
        "Young, H. P. [1998]: Individual Strategy and Social Structure: An Evolutionary Theory of Institutions. Princeton, NJ: Princeton University Press."
    ]
}