{
    "id": 8054,
    "cites": 13,
    "cited_by": 37,
    "reference": [
        "Barnett, Steven. 1995. Long-Term Effects of Early Childhood Programs on Cognitive and School Outcomes The Future of Children. 5:3, 25-50.",
        "Campbell, Frances A. and Craig T. Ramey. 1994. Effects of Early Intervention on Intellectual and Academic Achievement: A Follow-up Study of Children from Low-Income Families Child Development. 65, 684-698.",
        "Campbell, Frances A. and Craig T. Ramey. 1995. Cognitive and School Outcomes for High-Risk African-American Students at Middle Adolescence: Positive Effects of Early Intervention American Educational Research Journal. 32:4, 743-772.",
        "Currie, Janet and Duncan Thomas. 1995. Does Head Start Make a Difference'DONE' American Economic Review. 85:3, 341-364.",
        "Currie, Janet and Duncan Thomas. 1999. Does Head Start Help Hispanic Children'DONE' Journal of Public Economics.",
        "Ebbinghaus, Hermann. 1894. Memory: A contribution to experimental psychology, New York: Dover. Heckman, James J., JingJing Hsse and Yona Rubinstein. 2000. The GED is a Mixed Signal: The Effect of Cognitive and Non-Cognitive Skills on Human Capital and Labor Market Outcomes, University of Chicago xerox.",
        "Karoly, Lynn et al. 1998. Investing in our Children: What we Know and Dont Know About the Costs and Benefits of Early Childhood Interventions. Santa Monica: RAND.",
        "Ramey, Craig, Francis Campbell and Clancy Blair. Enhancing the Life Course for High-Risk Children in Jonathon Crane (ed) Social Programs that Work (New York: Russell Sage), 1998, 184-199.",
        "Reynolds, Arthur. 1998. Extended Early Childhood Intervention and School Achievement: Age Thirteen Findings from the Chicago Longitudinal Study Child Development. 69:1, 231-246.",
        "Reynolds, Arthur et al. 2000. Long Term Benefits of Participation in the Title 1 Chicago ChildParent Centers, xerox, University of Wisconsin, Madison.",
        "Schweinhart, Lawrence J., Helen Barnes, and David Weikart. 1993. Significant Benefits: The High/Scope Perry Preschool Study Through Age 27. Monograph of the High/Scope Educational Research Foundation, Number Ten, Ypsilanti, Michigan: High-Scope Educational Research Foundation.",
        "Sudman, Seymour, Norman M. Bradburn and Norbert Schwarz. 1996. Thinking About Answers: The Application of Cognitive Processes to Survey Methodology, San Francisco: Jossey-Bass Press.",
        "Temple, Judy, Arthur Reynolds, and Wendy Miedel. 2000. Can Early Intervention Prevent High School Dropout'DONE' Urban Affairs 35:1, March, 31-56."
    ]
}