{
    "id": 8055,
    "cites": 21,
    "cited_by": 8,
    "reference": [
        "Alexander, Karl L. and Edward L. McDill (1976), Selection and Allocation within Schools: Some Causes and Consequences of Curriculum Placement, American Sociological Review, 41, 963-980.",
        "Argys, Laura M., Daniel I. Rees, and Dominic J. Brewer (1996), Detracking Americas Schools: Equity at Zero Cost? Journal of Policy Analysis and Management, 15(4), 623- 645.",
        "Betts, Julian R. and Jamie L. Shkolnik (2000), The Effects of Ability Grouping on Student Math Achievement and Resource Allocation in Secondary Schools, Economics of Education Review, 19 (1), 1-15.",
        "Bishop, John (1994), Is the Test Score Decline Responsible for the Productivity Growth Decline? American Economic Review, 79 (1), 178-197.",
        "Bound, John, David A. Jaeger and Regina M. Baker (1995), Problems with Instrumental Variables Estimation When the Correlation between the Instruments and the Endogenous Explanatory Variable is Weak, Journal of the American Statistical Association, 90 (430), 443-450.",
        "Braddock, Jomills H. and Robert E. Slavin (1993), Why Ability Grouping Must End: Achieving Excellence and Equity in American Education, The Journal of Intergroup Relations, 20(1), pp. 51-64.",
        "Epple, Dennis, Elizabeth Newlon and Richard Romano (1997), Ability Tracking, School Competition, and the Distribution of Educational Benefits, unpublished mimeo.",
        "Gamoran, Adam (1987), The Stratification of High School Learning Opportunities Sociology of Education, 60, 135-155.",
        "Gamoran, Adam (1989), Measuring Curriculum Differentiation, American Journal of Education, 97, 129-143.",
        "Hoffer, Thomas B. (1992), Middle School Ability Grouping and Student Achievement in Science and Mathematics, Educational Evaluation and Policy Analysis 14(3), pp.",
        "Juhn, Chinhui, Kevin M. Murphy and Brooks Pierce (1993), Wage Inequality and the Rise in Returns to Skill, Journal of Political Economy, 101 (3), 410-442.",
        "Kerckhoff, Alan C. (1986), Effects of Ability Grouping in British Secondary Schools, American Sociological Review, 51, 842-858.",
        "Murnane, Richard J., John B. Willett and Frank Levy (1995), The Growing Importance of Cognitive Skills in Wage Determination, Review of Economics and Statistics, 77, 251-266.",
        "Oakes, Jeannie (1985), Keeping Track: How Schools Structure Inequality, New Haven, CT: Yale University Press.",
        "Oakes, Jeannie (1992), Can Tracking Research Inform Practice? Technical, Normative and Political Considerations, Educational Researcher 21(4), pp. 12-21.",
        "Rees, Daniel I., Laura M. Argys, and Dominic J. Brewer (2000), How Should We Measure the Effect of Ability Grouping on Student Performance? Economics of Education Review, 19 (1): 16-20.",
        "Rosenbaum, J.E. (1980a), Track Misperceptions and Frustrated College Plans: An Analysis of the Effects of Tracks and Track Perceptions in the National Longitudinal Survey, Sociology of Education 53(2), 74-88.",
        "Rosenbaum, J.E. (1980b), Social Implications of Educational Grouping, Review of Research in Education, 8, 361-401.",
        "Slavin, Robert E. (1990), Achievement Effects of Ability Grouping in Secondary Schools: A Best Evidence Synthesis, Review of Educational Research 60(3), 471-499.",
        "Vanfossen, Beth E., James D. Jones and Joan Z. Spade (1987), Curriculum Tracking and Status Maintenance, Sociology of Education, 60, 104-122.",
        "Wheelock, Anne (1992), Crossing the Tracks: How Untracking Can Save Americas Schools (New York: The New Press)."
    ]
}