{
    "id": 8056,
    "cites": 12,
    "cited_by": 1,
    "reference": [
        "Beller, Andrea H. and John W. Graham. 1993. Small Change: The Economics of Child Support.",
        "Freeman, Richard B. and Jane Waldfogel. 1998. Dunning Delinquent Dads: The Effects of Child Support Enforcement Policy on Child Support Receipt by Never Married Women. National Bureau of Economic Research Working Paper No. 6664.",
        "Garfinkel, Irwin, Sara S. McLanahan, Daniel R. Meyer, and Judith A. Seltzer. 1998. Fathers Under Fire: The Revolution in Child Support Enforcement. New York: Russell Sage Foundation.",
        "Garfinkel, Irwin, Sara S. McLanahan, and Daniel R. Meyer. 1998. A Brief History of Child Support Policies in the United States. In Fathers Under Fire: The Revolution in Child Support Enforcement, edited by Irwin Garfinkel, Sara S. McLanahan, Daniel R. Meyer, and Judith A. Seltzer. New York: Russell Sage Foundation.",
        "Garfinkel, Irwin and Phillip K. Robins 1994. The Relationship between Child Support Enforcement Tools and Child Support Outcomes. In Child Support and Child Wellbeing, edited by Irwin Garfinkel, Sara S. McLanahan, and Philip K. Robins. Washington D.C.: Urban Institute Press.",
        "Hanson, Thomas L., Irwin Garfinkel, Sara S. McLanahan, and Cynthia K. Miller. 1996. Trends in Child Support Outcomes. Demography 33(4):483-496.",
        "Hill, Martha S. 1992. The Panel Study of Income Dynamics: A Users Guide. Newbury Park, California: SAGE Publications.",
        "Jacobs, Herbert. 1989. Another Look at No-fault Divorce and the Post-divorce Finances of Women. Law and Society Review 23(1):95-115.",
        "McLanahan, Sara, Irwin Garfinkel, Nancy Reichman and Julien Teitler, forthcoming. Unwed parents or `fragile families'DONE' In Larry Wu, Robert Haveman and Barbara Wolfe (eds.), Out-of-Wedlock: Trends, Causes and Consequences of Nonmarital Fertility, New York: 28 Russell Sage Foundation. Mnookin, Robert H. and Lewis Kornhauser. 1979. Bargaining in the Shadow of the Law: The Case of Divorce. Yale Law Journal 88:950-997.",
        "Peters, Elizabeth H. 1986. Marriage and Divorce: Informational Constraints and Private Contracting. American Economic Review 76(3):437-454.",
        "Sorensen, Elaine and Ariel Halpern. 1999. Single Mothers and Their Child Support Receipt: How Well Is Child Support Enforcement Doing'DONE' The Urban Institute Working Paper.",
        "Weitzman, Lenore J. 1985. The Divorce Revolution: The Unexpected Social and Economic Consequences for Women and Children in America. New York: The Free Press."
    ]
}