{
    "id": 8062,
    "cites": 31,
    "cited_by": 5,
    "reference": [
        "Ahmad, E. and N. Stern (1984). ?The Theory of Reform and Indian Indirect Taxes, Journal of Public Economics, 25: 259Ã\u0082â\u0080\u0093298.",
        "Atkinson, A. B. (1970). On the Measurement of Inequality, Journal of Economic Theory, 2: 244Ã\u0082â\u0080\u0093 263.",
        "Birdsall, Nancy and Londono, Juan Luis (1997). Asset Inequality Matters: An Assessment of the World Bank Approach to Poverty Reduction, American Economic Review, 87, 2, (May), 31-37.",
        "Besley, Timothy and Ravi Kanbur (1988), Food Subsidies and Poverty Alleviation, The Economic Journal, 98, (September), 701-719.",
        "Copp, David (1987), The Justice and Rationale of Cost-Benefit Analysis, Theory and Decision, 23, (July), 65-87.",
        "Devarajan, S., L. Squire and S. Suthiwart-Narueput . (1995). Reviving Project Appraisal at the World Bank, PRD Research Paper No. 1496. The World Bank.",
        "Dixit, Avinash (1987), On Pareto-Improving Redistributions of Aggregate Economic Gains, Journal of Economic Theory, 41, 133-153.",
        "Dreze, Jean and Nicholas Stern (1987). The Theory of Cost-Benefit Analysis, In Handbook of Public Economics, 2, edited by Alan J. Auesrbach and Martin Feldstein , 909-89.",
        "Amsterdam: North Holland. Eskeland, Gunnar S. and Chingying Kong (1998). Protecting the Environment and the Poor: A Public Good Framework, and an Application to Indonesia, Development Research Group, The World Bank, (April), Mimeo.",
        "Glenn, Jenkins P. (1997). Project Analysis and the World Bank, American Economic Review, 87, 2, (May), 38Ã\u0082â\u0080\u009448.",
        "Harberger, Arnold C. (1978). On the Use of Distributional Weights in Social Cost-Benefit Analysis, American Economic Review, 87, 2, (May), 38Ã\u0082â\u0080\u009448.",
        "Kleiman, Ephraim (1972). The Frustration and Enhancement of Income Redistribution, Kyklos, 25(2), 288-304.",
        "Little, I. M. D. and James A. Mirrlees (1974). Project Appraisal and Planning for the Developing Countries. London: Heinemann Educational Books.",
        "Mayshar, Joram and Shlomo Yitzhaki (1995). Dalton-Improving Indirect Tax Reforms, American Economic Review, 85 (No. 4, September): 793Ã\u0082â\u0080\u0093808.",
        "Pearce, D. W. and Nash, C. A. (1981). The Social Appraisal of Projects: A Text in Cost-Benefit Analysis, London: MacMillan Press Ltd.",
        "Ravallion, Martin and Gaurav Datt (1995). Is Targeting Through a Work Requirement Efficient?, in Dominique van de Walle and Kimberly Nead (eds.,) Public Spending and The Poor: Theory and Evidence, Baltimore, MD: John Hopkins University Press.",
        "Schrader-Frechette, Kirstin S. (1980). Technology Assessment as Applied Philosophy of Science, Science, Technology and Human Values, Special Issue, 33, (Fall), 36-37.",
        "Sen, Amartia (1998), Mortality as an Indicator of Economic Success or Failure, The Economic Journal, 108, 447, (January), 1-25.",
        "Shorrocks, Anthony F. (1983), Ranking Income Distributions, Economica, 50, 197, (February), 3- 17.",
        "Squire, Lyn (1980), On the Use of Distributional Weights in Social Cost-Benefit Analysis, The Journal of Political Economy, 88,5, 1048-9.",
        "Squire, Lyn (1995), Evaluating the effectiveness of poverty alleviation programs, ch 5, in Proceedings of The World Bank Conference on Evaluation and Development, Whashington D. C.",
        "Squire, Lyn and Herman G. van der Tak (1975). Economic Analysis of Projects, Baltimore, MD: John Hopkins University Press.",
        "Usher, Dan (1998). Efficiency as a Criterion for The Legislature and The Courts, Dept. of Economics, Queens University, mimeo.",
        "Yitzhaki, Shlomo and Joel Slemrod (1991). Welfare Dominance: An Application to Commodity Taxation, American Economic Review, 81, No. 3, June 1991, 480-496.",
        "International Monetary Fund Staff Papers, 43 (No. 1, March): 172Ã\u0082â\u0080\u0093198. Yitzhaki, Shlomo (1982). Relative Deprivation and Economic Welfare, European Economic Review , 17, (January), 99-113.",
        "Yitzhaki, Shlomo (1983). On an Extension of Gini Inequality Index, International Economic Review, 24, No.3, (October), 617-28.",
        "Yitzhaki, Shlomo (1994). On the Progressivity of Commodity Taxation. In Wolfgang Eichhorn (ed.), Models and Measurement of Welfare and Inequality. Heidelberg: Springer-Verlag, pp.",
        "Illustrations with Data from Indonesia, The World Bank Economic Review, 10 (No. 3): 541Ã\u0082â\u0080\u0093 62. ?? and Wayne Thirsk (1990). Welfare Dominance and the Design of Excise Taxation in the Cote Divoire , Journal of Development Economics, 33 (No. 1): 1Ã\u0082â\u0080\u009318.",
        "See Squire (1980) for a counter argument.",
        "See Pearce and Nash (1981) who argue that a decision to adopt no weighting scheme is itself equivalent to adopting a particular value judgement, namely, that the existing distribution of income is optimal. (p.",
        "As in any generalization, one can point out several exceptions. Among them see Ravallion and Datt (1995), and several other publications listed in Squire (1995)."
    ]
}