{
    "id": 8063,
    "cites": 23,
    "cited_by": 9,
    "reference": [
        "Arellano, M. and S. Bond. 1991. Some Test of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations. Review of Economic Studies 58(2): 277-297.",
        "Blumberg, L. J., L. Dubay, and S. A. Norton. 2000. Did the Medicaid Expansions for Children Displace Private Insurance? An Analysis Using the SIPP. Journal of Health Economics 19(1): 33-60.",
        "Browning, M., A. Deaton and M. Irish 1985. Ã\u0082â\u0080\u009cA Profitable Approach to Labor Supply and Commodity Demands over the Life-Cycle.Ã\u0082â\u0080\u009d Econometrica 59(4): 503-543.",
        "Chay, K. Y. and D. Hyslop. 1998. Ã\u0082â\u0080\u009cIdentification and Estimation of Dynamic Binary Response Panel Data Models: Empirical Evidence using Alternative Approaches.Ã\u0082â\u0080\u009d Center for Labor Economics, UC Berkeley, Working Paper No. 5.",
        "Currie, J. and Gruber, J. 1996. Ã\u0082â\u0080\u009cHealth Insurance Eligibility, Utilization of Medical Care, and Child Health.Ã\u0082â\u0080\u009d Quarterly Journal of Economics 111(2), 431-466.",
        "Cutler, D. M. and J. Gruber. 1996. Does Public Insurance Crowd Out Private Insurance? Quarterly Journal of Economics 111(2): 391-430.",
        "Dubay, L. C. and G. Kenney. 1996. The Effects of Medicaid Expansions on Insurance Coverage of Children. The Future of Children 6(1): 152-161.",
        "Dubay, L. C. and G. Kenney. 1997. Did the Medicaid Expansions for Pregnant Women Crowd Out Private Insurance? Health Affairs 16(1).",
        "Heckman, J. J. 1981. The Incidental Parameters Problem and the Problem of Initial Conditions in Estimating a Discrete Time-Discrete Data Stochastic Process. In C. Manski and D. McFadden (eds)., Structural Analysis of Discrete Data. Cambridge, MA: MIT Press.",
        "Heckman, J. J. and T. E. MaCurdy. 1985. A Simultaneous Equations Linear Probability Model. Canadian Journal of Economics 18(1): 28-37.",
        "Hsiao, Cheng. 1986. Analysis of Panel Data Cambridge, UK: Cambridge University Press.",
        "Hyslop, D. R. 1999. State Dependence, Serial Correlation, and Heterogeneity in Intertemporal Labor Force Participation of Married Women. Econometrica 67(7): 1255-1294.",
        "Keane, M. and K. Wolpin. 1998. Ã\u0082â\u0080\u009cEstimating Welfare Effects Consistent with Forward Looking Behavior.Ã\u0082â\u0080\u009d Mimeo, Department of Economics, University of Pennsylvania.",
        "Marquis, K. H. and J. C. Moore. 1990. Measurement Errors in the Survey of Income and Program Participation (SIPP) Program Reports. 1990 Annual Research Conference Proceedings, Washington, D.C.: U.S. Bureau of the Census.",
        "Marquis, M. S. and Long, S. H. 1994. Ã\u0082â\u0080\u009cThe Uninsured Access Gap: Narrowing the Estimates.Ã\u0082â\u0080\u009d Inquiry 31(4), 405-414.",
        "Nickell, S. 1981. Biases in Dynamic Models with Fixed Effects. Econometrica 49(6): 1417-1426.",
        "Selden, T. M., J. S. Banthin, and J. W. Cohen. 1998. Medicaids Problem Children: Eligible but not Enrolled. Health Affairs 17(3): 192-200.",
        "Shore-Sheppard, L. D. 1996. Medicaid and Health Insurance for Children: Essays in Empirical Economics. Unpublished Ph.D. Dissertation. Princeton University.",
        "Shore-Sheppard, L. D. 1997. Stemming the Tide? The Effect of Expanding Medicaid Eligibility on Health Insurance Coverage. University of Pittsburgh Working Paper (November).",
        "Swartz, K. 1986. Interpreting the Estimates from Four National Surveys of the Number of People Without Health Insurance. Journal of Economic and Social Measurement 14.",
        "Thorpe, K. E. and C. S. Florence. 1998. Health Insurance Among Children: The Role of Expanded Medicaid Coverage. Inquiry 35:369-379.",
        "Yazici, E. and R. Kaestner. 1998. Medicaid Expansions and the Crowding Out of Private Health Insurance. National Bureau of Economic Research Working Paper 6527 (April).",
        "Young, N. 1989. Wave Seam Effects in the SIPP: Implications for Analysis. Mimeo, U.S. Bureau of the Census."
    ]
}