{
    "id": 8068,
    "cites": 22,
    "cited_by": 9,
    "reference": [
        "Barro, Robert arid Xavier Sala-i-Martiri, (1991) Corivergerice across States arid Regioris Brookings Papers on Economic Activity, 107-158.",
        "Berriard, Aridrew B. arid J. Bradford Jeriseri, (2000a) Uriderstaridirig Iricreasirig arid Decreasirig Wage Iriequality iri The Impact of International Trade on Wages, Ed. R. Feeristra, Uriiversity of Chicago Press.",
        "Berriard, Aridrew B. arid J. Bradford Jeriseri, (2000b) Who Dies: Iriterriatiorial Trade, Market Structure, arid Plarit Closures Dartmouth mimeo.",
        "Carlirio, GM arid Mills, LO (1993) Are Regiorial Iricomes Corivergirig? A Time Series Arialysis Journal of Monetary Economics, 32: 335-346.",
        "Deardorff, Alari V (1994) The Possibility of Factor Price Equalizatiori, Revisited, Journal of International Economics 36:167-175.",
        "Debaere, Peter arid Ufuk Demiroglu (1997), Ori the Similarity of Couritry Eridowmerits arid Factor Price Equalizatiori, Uriiversity of Michigari mimeo.",
        "Dixit, Avariash, arid Victor Normari (1980) Theory of International Trade, Cambridge Uriiversity Press, Cambridge, Eriglarid.",
        "Harisori, Gordori (2000) Scale Ecoriomies arid the Geographic Coriceritratiori of Iridustry, NBER Workirig Paper 8013.",
        "Harisori, Gordori arid Matthew Slaughter (1999) Labor Market Adjustmerit iri Operi Ecoriomies: Eviderice from U.S. States, Dartmouth mimeo.",
        "Kim, Sukkoo (1995) Exparisiori of Markets arid the Geographic Distributiori of Ecoriomic Activities: The Trerids iri U.S. Regiorial Mariufacturirig Structure, Quarterly Journal of Economics 110:881-908.",
        "FACTOR PRICE EQUALITY AND THE ECONOMIES OF THE UNITED STATES 34 Kim, Sukkoo (1999) Regioris, Resources arid Ecoriomic Geography: Sources of US Regiorial Comparative Advaritage, Regional Science and Urban Economics 29:1-32..",
        "Leamer, Edward E. (1987) Paths of Developmerit iri the Three Factor Ngood Gerieral Equilibrium Model, Journal of Political Economy, vol 95, p. 961-999.",
        "Leamer, Edward E. (1995) The Heckscher-Ohlin Model in Theory and Practice, Priricetori Studies iri Iriterriatiorial Firiarice No. 77, February, Dcpartmerit of Ecoriomics, Priricetori Uriiversity.",
        "Lerrier, A.P. (1952) Factor Prices arid Iriterriatiorial Trade Economica, 19(1), 1-15.",
        "McKerizie, L.W. (1955) Equality of Factor Prices iri World Trade, Econometrica, 23(3), 239-257.",
        "Repetto, Aridrea arid Jaume Veritura (1998) The Leoritief-Trefler Hypotheses arid Factor Price Iriserisitivity, MIT mimeo.",
        "Samuelsori, Paul (1949), Iriterriatiorial Factor-Price Equalisatiori Orice Agairi, The Economic Journal 59(234):181-197.",
        "Schott, Peter K. (2000), Do Couritries Specialize?, Yale mimeo.",
        "Schott, Peter K. (1999), Orie Size Fits All? Heckscher-Ohliri Specializatiori iri Global Productiori, Yale mimeo.",
        "Topel, Robert H. (1986) Local Labor Markets Journal of Political Economy, 94(3) pt. 2, S111-S143.",
        "Trefler, Dari (1993) Iriterriatiorial Factor Price Differerices: Leoritief was right! Journal of Political Economy, vol. 101, rio. 6, 961-987.",
        "Wu, Ho-Mou (1987) The Equalizatiori of Factor Prices iri Gerieral Equilibrium Wheri Commodities Outriumber Factors Journal of International Economics 23:343-356."
    ]
}