{
    "id": 8069,
    "cites": 22,
    "cited_by": 1,
    "reference": [
        "Allen, Robin and Paul Gertler (1991). Regulation and the Provision of Quality to Heterogeneous Consumx8b The Case of Prospective Pricing of Medical Services Journal of Regulatorybbb EconomK5 3:361-375.",
        "Carter, Grace M., Joseph P. Newhouse, and Daniel A. Relles. (1990). HowmNN Change in the Case Mix Index is DRG Creep'DONE' Journal of HealthEconomTN 9: 411-428.",
        "Charlson ME,PomKN P, Ales KL, McKenzie CR. A newmw8T( of classifying prognostic comic8(K4 y in longitudinal studies:developm(R and validation. Journal of Chronic Disease 1987; 40: 373-383.",
        "Cher, Daniel J, and Leslie Lenert. (1997). Method of MedicareReim58bT)(R4 and the Rate of Potentially Ineffective Care of Critically Ill Patients JAMA 278 (12): 1001-7.",
        "Cutler, David. (1995). The Incidence of Adverse MedicalOutcom( Under Prospective Paym ent. Econom8bTKx5 63(1):29-50.",
        "Cutler, David and Ellen Meara. (1997). The Medical Cost of the Young and Old: A FortyYear Perspective. Paper presented at the Conference on theEconom55 of Aging. National Bureau of Econom4 Research, April 25, 1997.",
        "Davis, Margaret and Sally T. Burner. (1995). Three Decades of Medicare: What the Num8Nx Tell us. Health Affairs. 14(4):231-243.",
        "Dranove, David (1987). Rate-setting by Diagnosis-Related Groups and Hospital Specialization RAND Journal ofEconomR8 18(3): 417-427.",
        "Dranove, David, Mark Shanley, and Carol Siml8 (1992). Is HospitalComtal8NK5 Wasteful'DONE' RAND Journal ofEconomN8 23(2): 247-262.",
        "Dranove, D., M. Shanley, and W. White. (1991). How fast are Hospital Prices Really Rising'DONE' Medical Care. 29(8): 690-696.",
        "Dranove, David andWilliam D. White. (1998). Medicaid-Dependent Hospitals and Their Patients: How Have They Fared'DONE' Health Services Research. 32(2):163-185.",
        "Dranove, David and William D. White. (1994). Recent Theory and Evidence on Com)N5x8b( in Hospital Markets. J ofEconomK8 and Managemag Strategy. 3(1):169-209.",
        "Ellis, Randall P. (1998). Cream8K ,Skim5-8 , andDumTT g: ProviderComder8N-5 on the Intensive and Extensive Margins. J of HealthEconomRT5 17:537-555.",
        "Ellis, Randall P. andThom) G. McGuire. (1986). Provider Behavior Under Prospective Reimpective8(K J of HealthEconomKx- 5:129-151.",
        "Finkler, S. A. (1982). The Distinction between Cost and Charges. Annals of Internal Medicine. 96(1): 102-109.",
        "Gold, Marsha et al. (1995). Behind the Curve: A CriticalAssessmT4 of How Little is Known About Arrangem5N4 between Managed Care Plans and Physicians. Medical Care Research and Review. 52(3):304-41.",
        "Guterm04 Stuart, Jack Ashby, andTim-N y Greene. (1996). Hospital Cost Growth Down. Health Affairs. 15(3):134-139.",
        "Hodgkin,Dom8K- and Thom- G. McGuire. (1994). PaymT4 Levels and Hospital Response to Prospective Paym ent. J of HealthEconomR5( 13:1-29.",
        "Hornbrook, Mark and John Rafferty. (1982). TheEconom4x of HospitalReimal8NT ent. Advances in HealthEconom)T and Health Services Research. 3:79-115.",
        "Institute of Medicine. Managing Managed Care: Quality Im provem ent in Behavioral Health. Washington, D.C.: National Academ y Press, 1997.",
        "Johns, Lucy. (1985). Selective Contracting in California. Health Affairs. 4(3):32-48.",
        "Johns, Lucy. (1989). Selective Contracting in California: An Update. Inquiry. 26:345-353."
    ]
}