{
    "id": 8075,
    "cites": 25,
    "cited_by": 52,
    "reference": [
        "Autor H., Katz L.F., Krueger A.B. (1997), Computing Inequality: Have Computers Changed the Labor Market?, NBER Working Paper, nÃ\u0082Â° 5956, March.",
        "Bensaid A., Greenan N., Mairesse J. (1997), Informatisation, recherche et productivitÃ\u0083Â©, Revue Economique, 48(3), 591-603.",
        "Berndt E.R., Morrisson C., Rosenblum L.S. (1992), High-Tech Capital, Formation and Labor Composition in US Manufacturing Industries: an Exploratory Analysis, NBER Working Paper, nÃ\u0082Â° 4010, March.",
        "Bouabdallah K., Greenan N., Villeval M.C. (1999), Le biais technologique : fondements, mesures et tests empiriques, Revue franÃ\u0083Â§aise dEconomie, 14(1), 171-227.",
        "Black S., Lynch L. (1997), How to Compete: the Impact of Workplace Practicses and Information Technology on Productivity, NBER Working Paper, nÃ\u0082Â° 6120, August.",
        "Brynjolfsson E., Hitt L. (1995), Information Technology as a Factor of Production: The Role of Differences among Firms, Economics of Innovation and New Technology, 3(3-4), 183-199.",
        "Brynjolfsson E., Yang S. (1996), Information Technology and Productivity: A Review of the Literature, in Advances in Computers, M. Zelkowitz ed., vol. 43.",
        "Chennells L., Van Reenen J. (2001 forthcoming), Technical Change and the Structure of Emplyment and Wages: A Survey of the Econometric Evidence, in ThePuzzling Relations between the Computer and the Economy, N. Greenan, Y. Lhorty, J. Mairesse eds., The MIT Press.",
        "CunÃ\u0083Â©o Ph., Mairesse J. (1984), Productivity and Research-Development at the Firm Level in French Manufacturing in Research and Development, Patents and Productivity, Z. Griliches ed., The University Press of Chicago, 375-392.",
        "Doms M., Dunne T., Trotske K. (1997), Workers, Wages and Technology, The Quarterly Journal of Economics, vol. CXII (1), 253-290.",
        "Dunne T., Foster J., Haltiwanger J., Trotske K. (2000), Wages and Productivity Dispersion in U.S. Manufacturing: The Role of Computer Investment, NBER Working Paper, nÃ\u0082Â° 7465, January.",
        "Goux D., Maurin E. (1997), Le dÃ\u0083Â©clin de la demande de travail non qualifiÃ\u0083Â©. Une mÃ\u0083Â©thode danalyse empirique et son application Ã\u0083Â  la France , Revue Economique, 48, 1091-1114.",
        "Greenan N. (1996), ProgrÃ\u0083Â¨s technique, changements organisationnels et Ã\u0083Â©volution des compÃ\u0083Â©tences, Economie et Statistique, nÃ\u0082Â° 198, 35-44.",
        "Greenan N., Mangematin V. (1999), Informatisation, organisation et performances : autour du paradoxe de productivitÃ\u0083Â© dans Innovations et Performances : Approches interdisciplinaires, D.Foray et J.Mairesse eds., Editions de LEcole des Hautes Etudes en Sciences Sociales, Paris, 367-383.",
        "Greenan N., Mairesse J., Topiol Bensaid A.,(1999), Investissements immatÃ\u0083Â©riels, productivitÃ\u0083Â© et qualifications , Revue Economique, 50, 417-430.",
        "Greenan N., Mairesse J. (2000), Computer and Productivity in France: Some Evidence, Economics of Innovation and New Technology, 9, 275-315.",
        "Griliches Z., Mairesse J. (1998), Production Functions: The Search for Identification, in Econometrics and Economic Theory in the 20th Century : The Ragnar Frish Centennial Symposium, S.StrÃ\u0083Â¶m ed., Cambridge University Press, 169-203.",
        "Hitt L., Brynjolfsson E. (2001 forthcoming), Information Technology, Organizational Transformation and Business Performance , in ThePuzzling Relations between the Computer and the Economy, N. Greenan, Y. Lhorty, J. Mairesse eds., The MIT Press.",
        "INSEE-DARES (1994), Nomenclature des professions et catÃ\u0083Â©gories socioprofessionnelles des emplois salariÃ\u0083Â©s dentreprises (PCS-ESE).",
        "Lehr W.,Lichtenberg F. (1999), Information Technology and its Impact on Productivity: Firm Level Evidence from Government and Private Data Sources, Canadian Journal of Economics, 32, 335-362.",
        "Lichtenberg F. (1995), The Output Contribution of Computer Equipment and Personnel: A Firm Level Analysis, Economics of Innovation and New Technology, 3, 201-217.",
        "Mairesse J. (1990), Time-series and Cross-sectional Estimates on Panel Data: Why Are They Different and Why Should They Be Equal?, in J.Hartog, G.Ridder and J.Theeuwes eds., Panel Data and Labor Market Studies, Amsterdam: North-Holland Publishing Co., 81-95.",
        "Mairesse J., Bensaid A., Greenan N. (2000), Lapport de lEnquÃ\u0083Âªte Structure des Emplois Ã\u0083Â  la mesure de leffort de recherche des entreprises, note de travail (version rÃ\u0083Â©visÃ\u0083Â©e Ã\u0083Â  paraitre), DÃ\u0083Â©partement des Etudes Economiques dEnsemble, INSEE.",
        "Mairesse J., Mohnen P. (1999), Recherche-Developpement, externalitÃ\u0083Â©s et productivitÃ\u0083Â© : un survol de la litterature Ã\u0083Â©conomÃ\u0083Â©trique, Les Cahiers de lInnovation nÃ\u0082Â°99019, UniversitÃ\u0083Â© de Paris 1 PanthÃ\u0083Â©on-Sorbonne, Eureka, Maison des Sciences Economiques.",
        "Siegel D. (1997), The Impact of Computers on Manufacturing Productivity Growth: A Multiple- Indicators, Multiple-Causes Approach, The Review of Economics and Statistics, 74,68-78."
    ]
}