{
    "id": 8079,
    "cites": 17,
    "cited_by": 108,
    "reference": [
        "Deardorff, Alan V. Determinants of Bilateral Trade: Does Gravity Work in a Neoclassical World?, in Jeffrey A. Frankel ed., The Regionalization of the World Economy, University of Chicago for the NBER, i998, pp. 7-32. Eichengreen, Barry and Douglas A. Irwin, The Role of History in Bilateral Trade Flows, in Jeffrey A. Frankel ed., The Regionalization of the World Economy, University of Chicago for the NBER, i998, pp. 33-57. 29 Evans, Carolyn L. National Border Effects and Heterogeneous Fixed Costs of International Trade Mimeo, Federal Reserve Bank of New York, 2000a.",
        "Feenstra, Robert C., New Product Varieties and the Measurement of International Prices, American Economic Review, 1994, 84(1), 157-177.",
        "NBER Working Paper 5990. Frankel, Jeffrey A. and Shang-Jin Wei. ASEAN in a Regional Perspective UC Berkeley Working Paper C96-074, November 1996.",
        "Grossman, Gene, comment on Alan V. Deardorff, `Determinants of Bilateral Trade: Does Gravity Work in a Neoclassical World? in Jeffrey A. Frankel ed., ~ Regionalization of the World Economy, University of Chicago for the NBER, 1998, pp. 29-31.",
        "Haveman, Jon and Hummels, David. Alternative Hypotheses and the Volume of Trade: Evidence on the Extent of Specialization, Mimeo, University of Chicago. Head, Keith and John Ries. Armington versus Krugman: A Test of Two Trade Models Mimeo, University of British Columbia, 1999.",
        "Helliwell, John F., Do National Boundaries Matter for Quebecs Trade?, Canadian Journal of Economics, 29, 1996, pp. 507-22.",
        "How Much Do National Borders Matter?, Washington, D.C.: The Brookings Institution, 1998.",
        "Helliwell, John F. and McCallum, John. National Borders Still Matter for Trade, Policy Options, 16, 1995, pp. 44-48.",
        "Helliwell, John F. and Verdier, Genevieve. Comparing Interprovincial and Intraprovincial Trade Densities. Mimeo, University of British Columbia, 2000.",
        "Hillberry, Russell. Regional Trade and the Medicine Line: The National Border Effect in U.S. Commodity Flow Data, Journal of Borderlands Studies, Fall 1998, 8(2), pp. 1-17.",
        "McCallum, John. National Borders Matter: Canada-U.S. Regional Trade Patterns. American Economic Review, June 1995, 85(3), pp. 615-623.",
        "Messinger, Hans. Interprovincial Trade Flows of Goods and Services. Canadian Economic Observer, October 1993, 3.8:3.14.",
        "Obstfeld, Maurice and Ken Rogoff. The Six Major Puzzles in International Macroeconomics. Is There a Common Cause?, NBER Working Paper 7777, July 2000.",
        "Portes, Richard and Helene Rey. The Euro and International Equity Flows Journal of the Japanese and International Economies, 1998, 12, 406-423.",
        "Ravenstein, E.G. The Laws of Migration. Journal of the Royal Statistical Society, 1885, 48, pp. 167-235. -, The Laws of Migration. Journal of the Royal Statistical Society, 1889, 52, pp. 167-235. Roberts, Mark and James Tybout (1997), The Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs, American Economic Review, 87, 545564.",
        "Rose, Andrew K., One Money, One Market: Estimating the Effect of Common Currencies on Trade, Economic Policy, 2000, 30, 7-45.",
        "Trefler, Daniel. The Case of the Missing Trade and Other Mysteries, American Economic Review, 85, 1029-46. Wei, Shang-Jin. Intra-national versus Inter-national Trade: How Stubborn are Nations in Global Integration? NBER Working Paper 5531, 1996."
    ]
}