{
    "id": 808,
    "cites": 17,
    "cited_by": 12,
    "reference": [
        "Abowd, John and Henry Farber.Job Queues and the Union Status of Workers, Unpublished, 1981.",
        "Ashenfelter, Orley and George E. Johnson. Unionism, Relative Wages, and Labor Quality in U.S. Manufacturing Industries, International Economic Review, XIII, (October, 1972) , 488-507.",
        "Becker, Gary. Human Capital, Columbia University Press, 1975.",
        "Blau, Francine D. and Lawrence M. Kahn. The Exit-Voice Tradeoff in the Labor Market: Some Additional Evidence. (Mimeograph, 1981).",
        "Chamberlain, Gary. On the Use of Panel Data, Unpublished, 1978.",
        "Clark, Kim B. The Impact of Unionization on Productivity: A Case Study, Industrial and Labor Relations Review, XXXIII (July, l980a), 451-469. _____________ Unionization and Productivity: Micro-Econometric Evidence, Quarterly Journal of Economics, XCV (December l980b), 613-639. Donsimoni, Marie-Paule and Robert A. Shakotko. Unionism and the Structure of Total Compensation, (Mimeograph, 1979).",
        "Differentials? American Economic Review, LXX (June, 1980), 355-371.",
        "Johnson, George E. Economic Analysis of Trade Unionism, American Economic Review, LXV (May, 1975) , 23-28.",
        "Leighton, Linda and Jacob Mincer. The Effects of Minimum Wages on Human Capital Formation, The Economics of Legal Minimum Wages, S. Rottenberg, ed., (AEA Conference, 1981).",
        "Lewis, H. Gregg. Unionism and Relative Wages in the United States. Chicago: University of Chicago Press, 1963.",
        "Power, P. Bradley, ed., (University of Virginia Press, 1959).",
        "Medoff, James L. Layoffs and Alternatives under Trade Unionism in U.S. Manufacturing, American Economic Review, LXIX (June, 1979) , 380-395.",
        "Mellow, Wesley. Unionism and Wages: A Longitudinal Analysis, Review of Economics and Statistics, LXIII (February, 1981a) , 43-52.",
        "Mincer, Jacob. The Economics of Wage Floors, (Paper delivered at annual AEA Meetings, September, 1980) Mitchell, Daniel J.D.Some ~pirical Observations of Relevance to the Analysis of Union Wage Determination, Journal of Labor Research, (Fall, 1980) Parsley, C.J. Labor Unions and Wages: A Survey, Journal of Economic Literature, (March, 1980) Pericavel, John. An Analysis of the Quit Rate in American Manufacturing Industry.",
        "Princeton, New Jersey: Industrial Relations Section, 1980.",
        "Raisian, John. Contracts, Tenure, and Cyclical Variability in Wages and Hours, (BLS Mimeograph, April, 1981).",
        "Rice, Robert G. Skill, Earnings, and the Growth of Wage Supplements, American Economic Review, LVI (May, 1966), 583-593."
    ]
}