{
    "id": 8080,
    "cites": 22,
    "cited_by": 67,
    "reference": [
        "Azzi, C. and R. Ehrenberg. (1975) Household allocation of time and church attendance.",
        "Journal of Political Economy 83(1): 27-56. Becker, G. (1964). Human capital. Chicago: University of Chicago Press.",
        "Bowles, S. and H. Gintis. (1976) Schooling in capitalist America : educational reform and the contradictions of economic life. New York: Basic Books.",
        "Chiswick, B.R. (1983) The earnings and human capital of American Jews. Journal of Human Resources 18(3): 313-336.",
        "Durkheim, E. (1995) Elementary forms of religious life. Translated by Karen E. Fields.",
        "New York: Free Press. Evans, R. L. (1975) What is a Mormon? in Leo Rosten, Ed., Religions of America.",
        "New York: Simon and Schuster. Glaeser, E., Laibson, D. and B. Sacerdote. (2000) The Economic Approach to Social Capital, NBER Working Paper 7728.",
        "Glaeser, E., Laibson, D., Scheinkman, J. and C. Soutter (2000) Measuring trust.",
        "Quarterly Journal of Economics. Glaeser, E. and J. Scheinkman (2000) Non-market Interactions, NBER Working paper.",
        "Greeley, A. M. (1989) Religious change in America. Cambridge: Harvard University Press.",
        "Greeley, A. M. (1988) Correlates of belief in life after death. Sociology and Social Research 73(1): 3-8.",
        "Hans. (1966) Secularism in Eastern Europe. In Bereday, G. and J. Lauwerys eds. The World Year Book of Education 1966: Church and State in Education. London: Evans Brothers.",
        "Hendricks, D. W. (1975) What is a Catholic? pp. 39-67 in Leo Rosten, Ed., Religions of America. New York: Simon and Schuster.",
        "Iannaccone, L. (1998) Introduction to the economics of religion. Journal of Economic Literature 36(3): 1465-95.",
        "Iannaccone, L. (1992) Sacrifice and stigma: Reducing free-riding in cults, communes, and other collectives. Journal of Political Economy 100(2): 271-91.",
        "La Porta, R., Lopez-de-Silane, F., Shleifer, A. and R. Vishny. (1998) The quality of government. NBER Working Paper 6727.",
        "Larson, E. (1985) Trial and error: The American controversy over creation and evolution. Oxford: Oxford University Press.",
        "Montgomery, J. D. (1996) Contemplations on the economic approach to religious behavior. American Economic Review 86(2): 443-447.",
        "Pittinger, W. N. (1975) What is an Episcopalian? pp. 96-111 in Leo Rosten, Ed., Religions of America. New York: Simon and Schuster.",
        "Putnam, R. D. (2000) Bowling alone: The collapse and revival of American community.",
        "New York: Simon and Schuster. Smith, I., Sawkins, J. W. and P. T. Seaman.(1998) The economics of religious participation: A cross-country study. Kyklos 51(1): 25-43.",
        "American Economic Review 86(2): 433-37. Tomes, Nigel. (1984) The Effects of Religion and Denomination on Earnings and the Returns to Human Capital. Journal of Human Resources 19 (4): 472-88."
    ]
}