{
    "id": 8082,
    "cites": 18,
    "cited_by": 8,
    "reference": [
        "Chan, Sewin and Ann Huff Stevens. 1999. Does Job Loss Alter the Timing of Retirement? Exploring the Role of Earnings, Assets and Pensions Mimeo.",
        "Chan, Sewin and Ann Huff Stevens. 2000. The Effects of Job Loss on Older Workers: Employment, Earnings and Wealth. Forthcoming in Ensuring Health and Income Security for an Aging Workforce , proceedings from the National Academy of Social Insurance. Kalamazoo: W.E. Upjohn Institute for Employment Research.",
        "Coile, Courtney and Jonathan Gruber. 1999. Social Security and Retirement. Mimeo. MIT.",
        "Coile, Courtney and Jonathan Gruber. 2000. Social Security and Retirement. NBER Working Paper 7830.",
        "Griliches, Zvi and Jerry A. Hausman. 1986. Errors in Variables in Panel Data. Journal of Econometrics 31(1): 93-118.",
        "Gustman, Alan L. and Thomas L. Steinmeier. 1986. A Structural Retirement Model. Econometrica 54: 555-584.",
        "Gustman, Alan L., and Thomas L. Steinmeier. 1998. Effects of Pensions on Savings: Analysis with Data from the Health and Retirement Study. NBER Working Paper 6681.",
        "Gustman, Alan L., and Thomas L. Steinmeier. 1999. What People Dont Know about their Pensions and Social Security: An Analysis using Linked Data from the Health and Retirement Study. NBER Working Paper No. 7368.",
        "Lumsdaine, Robin, James Stock and David Wise. 1992. Three Models of Retirement: Computational Complexity Versus Predictive Validity. In Topics in the Economics of Aging . David Wise, ed. Chicago: University of Chicago Press.",
        "Moore, James F., and Olivia S. Mitchell. 1997. Projected Retirement Wealth and Savings Adequacy in the Health and Retirement Study. NBER Working Paper 6240.",
        "Ruhm, Christopher. 1990. Bridge Jobs and Partial Retirement. Journal of Labor Economics 8:482-501.",
        "Rust, John. 1989. A Dynamic Programming Model of Retirement Behavior. In The Economics of Aging . David Wise, ed. Chicago: University of Chicago Press.",
        "Rust, John and Christopher Phelan. 1997. How Social Security and Medicare Affect Retirement Behavior in a World of Incomplete Markets. Econometrica 65(4): 781-821.",
        "Samwick, Andrew. 1998. New Evidence on Pensions, Social Security, and the Timing of Retirement. Journal of Public Economics 70(2): 207-36.",
        "Samwick, Andrew. 1999. Comments on Coile and Gruber, `Social Security Incentives for Retirement. Mimeo.",
        "Stock, James and David Wise. 1990. Pensions, the Option Value of Work, and Retirement. Econometrica 58: 1151-1180.",
        "Uccello, Cori, and Kevin Perese. 1999. Wealth Accumulation in the Health and Retirement Study: The Importance of Including Pension Wealth. Urban Institute Report.",
        "Venti, Stephen, and David Wise. 2000. Choice, Chance, and Wealth Dispersion at Retirement. NBER Working Paper 7521."
    ]
}