{
    "id": 8085,
    "cites": 15,
    "cited_by": 77,
    "reference": [
        "Agell, Jonas, and Per Lundborg (1995), Theories of Pay and Unemployment: Survey Evidence from Swedish Manufacturing Firms, Scandinavian Journal of Economics 97, pp. 295-307.",
        "Akerlof, George A., William T. Dickens, and George L. Perry (1996), The Macroeconomics of Low Inflation, Brookings Papers on Economic Activity 1, pp.1-76.",
        "Balassa, Bela (1964), The Purchasing Power Parity Doctrine: A Reappraisal, Journal of Political Economy 72, pp. 584-96.",
        "Bewley, Truman F. (1995), A Depressed Labor Market as Explained by Participants, American Economic Review 85, pp. 250-54.",
        "Bewley, Truman F. (1999), Why Wages Dont Fall During a Recession, Cambridge, Mass.: Harvard University Press.",
        "Canzoneri, Matthew B., Robert E. Cumby, and Behzad Diba (1999), Relative Labor Productivity and the Real Exchange Rate in the Long Run: Evidence for a Panel of OECD Countries, Journal of International Economics 47, pp. 245-66.",
        "European Central Bank (1999), Inflation Differentials in a Monetary Union, Monthly Bulletin October 1999, pp. 35-44.",
        "Fehr, Ernst, and Armin Falk (1999), Wage Rigidities in a Competitive Incomplete Contract Market: An Experimental Investigation, Journal of Political Economy 107, pp. 106- 34.",
        "Greenspan, Alan (1998), Remarks at the Annual Meeting of the American Economic Association and the American Finance Association, Chicago, Illinois, January 3, 1998. Available at: www.federalservice.gov/boarddocs/speeches/19980103.htm.",
        "Honkapohja, Seppo, and Erkki Koskela (1999), Finlands Depression: A Tale of Bad Luck and Bad Policies, Economic Policy 29, pp. 399-436.",
        "Kahnemann, Daniel, Jack L. Knetsch, and Richard Thaler (1986), Fairness as a Constraint on Profit Seeking: Entitlements in the Market, American Economic Review 76, pp.",
        "Moulton, Brent R. (1996), Bias in the Consumer Price Index: What is the Evidence?, Journal of Economic Perspectives 10, pp. 159-77.",
        "Phelps, Edmund (1973), Inflation in the Theory of Public Finance, Swedish Journal of Economics 75, pp. 67-82.",
        "Samuelson, Paul A. (1964), Theoretical Notes on Trade Problems, Review of Economics and Statistics 23, pp. 1-60.",
        "Sinn, Hans-Werner, and Frank Westermann (2000), Two Mezzogiornos, CESifo Working Paper No. 388."
    ]
}