{
    "id": 8092,
    "cites": 24,
    "cited_by": 31,
    "reference": [
        "Backus, D. and A. Gregory, 1993, Theoretical Relations Between Risk Premiums and Conditional Variances, Journal of Business Economics and Statistics, 11, 177-185.",
        "Bodurtha, James, N., Jr., and Nelson C. Mark, 1991, Testing the CAPM with time-Varying risks and returns, Journal of Finance 46, 1485-1505.",
        "Bollerslev, Tim, Robert F. Engle, and Jeffrey M. Wooldridge, 1988, A capital asset pricing model with time varying covariances,, Journal of Political Economy, 96, 116-131.",
        "Breen, William J., Larry R. Glosten, and RaVi Jagannathan, 1989, Economic significance of predictable Variations in stock index returns, Journal of Finance 44, 1177-1190.",
        "Campbell, John Y., 1993, Intertemporal asset pricing without consumption data, American Economic Review, 83, 487-5 12.",
        "Campbell, John Y. and Ludger Hentschel, 1992, No news is good news: An asymmetric model of changing volatility in stock returns, Journal of Financial Economics, 31, 281-318.",
        "Campbell, John Y., and Jianping Mei, 1993, Where do betas come from? Asset price dynamics and the sources of systematic risk, Review of Financial Studies, Vol. 6, No. 3, 567-592.",
        "Chan, K.C., and Nai-fu Chen, 1988, An unconditional asset-pricing test and the role of firm size as an instrumental variable for risk, Journal of Finance, 43, 309-325.",
        "Chen, Nai-fu, Richard Roll, and Stephen A. Ross, Economic forces and the stock market, Journal of Business, 46, 529-554. Cochrane, John, 1999, Asset Pricing, Manuscript, Graduate School of Business, University of Chicago.",
        "Fama, Eugene F. and Kenneth French, 1989, Business conditions and the expected returns on bonds and stocks, Journal of Financial Economics, 25, 23-50.",
        "Ferson, Wayne E., and Campbell Harvey, 1993, The risk and predictability of international equity returns, Review of Financial Studies, 6(3), 527-526.",
        "Ferson, Wayne E and Robert Korajczyk, 1993, Do arbitrage pricing models explain the predictability of stock returns?, working paper, Kellogg Graduate School of Management, Northwestern University.",
        "Ferson, Wayne E. and Campbell R. Harvey, 1999, Conditioning variables and the cross-section of stock returns, Journal of Finance, August 1999.",
        "Gertler, M., Grinols, E.L. (1982), Unemployment, Inflation, and Common Stock Returns Journal of Money, Credit and Banking 14, 2 16-233.",
        "Glosten, Lawrence R., Ravi Jagannathan, and David Runlde, 1993, On the relation between the Expected Value and the Volatility of the Nominal Excess Return on Stocks, Journal of Finance, Vol 48, No. 5, 1779-180 1.",
        "Hamilton, J. (1989), A New Approach to the Economic Analysis of Nonstationary time Series and the Business Cycle, Econometrica 57, 357-384.",
        "Harvey, Campbell R., 1989, Time-varying conditional covariances in tests of asset pricing models, Journal of Financial Economics, 24, 289-3 18.",
        "Jagannathan, Ravi and Zhenyu Wang (1993), The CAPM is Alive and Well, Staff Report 165, Federal Reserve Bank of Miimeapolis.",
        "Jagannathan, Ravi, Keiichi Kubota, and Hitoshi Takehara (1998), Relationship between Labor-Income Risk and Average Return: Empirical Evidence from the Japanese Stock Market, Journal ofBusiness, Number 3, Volume 71, 3 19-347.",
        "Keim, Donald B. and Robert F. Stambaugh, 1986, Predicting returns in the stock and bond markets, Journal of Financial Economics, 17, 357-3 90.",
        "Krueger, A.B. (1996), Do Markets respond More to More Reliable Labor Market Data? A Test of Market Rationality, NBER Working Paper 5769.",
        "Neftci, SN. (1984), Are Economic Time Series Asymmetric over the Business Cycle?, Journal of Political Economy 92, 307-328.",
        "Veronesi, Pietro (1999), Stock Market Overreaction to Bad New in Good Times: A Rational Expectations Equilibrium Model, Review of Financial Studies, Vol. 12, No. 5, 975-1007.",
        "Whitelaw, Robert F., 1999, Stock Market Risk And Return: An Equilibrium Approach, Forthcoming, Review of Financial Studies."
    ]
}