{
    "id": 8102,
    "cites": 36,
    "cited_by": 13,
    "reference": [
        "Altbach, Philip G. 1973. Student Politics in America: an historical analysis. McGraw-Hill.",
        "Applebaum, Richard, and Peter Dreier, The Campus Anti-Sweatshop Movement American Prospect, no. 46 Sept-Oct 1999.",
        "AFL-CIO. Agents of Change, a handbook for student labor activists. 1999.",
        "Bernard, Elaine. 1997. Ensuring that Monitoring is Not Co-opted. New Solutions, vol. 7, no. 4 (Summer): 10-12.",
        "Bureau of National Affairs, Developing Countries Reiterate Opposition to Trade-Labor Link. Daily Labor Reporter, November, 19 1999, p A-3.",
        "Charness, Gary, Ernan Haruvy, and Doron Sonsino. 2000. Social Distance and Reciprocity: An Internet Experiment. Department of Economics and Business, Universitat Pompeu Fabra Economics Working Papers. Barcelona.",
        "Compa, Lance. 2000. NGO-Labor Union Tensions on the Ground. In Carnegie Council on Ethics and International Affairs, Human Rights Dialogue, series 2, no 4 (Fall): pp 12-14.",
        "Coop America, Coop America Quarterly Solutions to a Global Problem no 46, fall 1998.",
        "Duncan, Lauren E and Steward, Abigail, Still Bringing the Vietnam War Home: sources of contemporary student activism Personality and Social Psychology Bulletin, vol. 21 (Sept 1995), 914-24.",
        "Duong, Trinh. 2000. Codes of Conduct Dont Work: A View from the Factory Floor. In Carnegie Council on Ethics and International Affairs, Human Rights Dialogue, series 2, no 4 (Fall): p. 5.",
        "Elliott, Kimberly Ann. 2000. (Mis)managing Diversity: Worker Rights and US Trade Policy.",
        "Freeman, Richard. 1997. Working for Nothing: the supply of volunteer labor. Journal of Labor Economics, vol 15, part 2 (January).",
        "Freeman, Richard. 1998. What Role for Labor Standards in the Global Economy. UN.",
        "Freeman Richard 1999 Spurts in Union Growth: Defining Moments and Social Processes in The Defining Moment: The Great Depression and the American Economy in the Twentieth Century (Michael D. Bordo, Claudia Goldin, and Eugene N. White, editors). Chicago: University of Chicago Press for the National Bureau of Economic Research.",
        "Frost, Stephen. 2000. Factory Rules Versus Codes of Conduct. In Carnegie Council on Ethics and International Affairs, Human Rights Dialogue, series 2, no 4 (Fall): p 4.",
        "Feuer, Lewis S. 1969. The conflict of generations; the character and significance of student movements. New York: Basic Books.",
        "Global Exchange. A Directory of US anti-sweatshop organizations, 1999.",
        "Hoberg, George. 1999. The Coming Revolution in Regulating our Forests. Policy Options (Montreal), December.",
        "Hufbauer, Gary Clyde, Jeffrey J. Schott, and Kimberly Ann Elliott. Economic Sanctions Reconsidered. 3rd edition, forthcoming. Washington: Institute for International Economics. International Labor Organization. 2000. Labour practices in the footwear, leather, textiles and clothing industries, Report for discussion at the Tripartite Meeting on Labour Practices in the Footwear, Leather, Textiles and Clothing Industries. Geneva: International LaborOffice.",
        "Trade. GB.273/WP/SDL/1(Rev. 1). 273rd Session. Geneva, November. Kahneman, Daniel, and Amos Tversky. 1979. Prospect Theory: An analysis of decision under risk.",
        "Econometrica, vol. 47, no. 2: 263-291. Keck, Margaret E., and Kathryn Sikkink. 1998. Activists Beyond Borders: Advocacy Networks in International Politics. Itacha, NY: Cornell University Press.",
        "Klein, Naomi. 1999. No Logo: Taking Aim at the Brand Bullies. New York: Picador USA.",
        "Liubicic, Robert J. 1998. Corporate Codes of Conduct and Product Labeling Schemes: The Limits and Possibilities of Promoting International Labor Rights Through Private Initiatives. Law and Policy in International Business, vol. 30, no. 1 (Fall): 112-58.",
        "Massie, Robert Kinloch. 1997. Loosing the Bonds: The United States and South Africa in the Apartheid Years. New York: Doubleday.",
        "ORourke, Dara. 2000. Monitoring the Monitors: A Critiquie of Price Waterhouse Coopers (PWC) Labor Monitoring. Massachusetts Institute of Technology, September 28. Available at http://web.mit.edu/dorourke/www; downloaded October 2000.",
        "Oxfam. 1998-99. Levis Works with Oxfam on Updated Codes of Conduct. Oxfam Campaigner, (Winter); available at www.oxfam.org.uk/campaign/campaigner.",
        "Queenan, Joe. 2000. My Goodness: A Cynics Short-lived Search for Sainthood. New York: Hyperion Press.",
        "Rothstein, Richard. 1996. The Starbucks Solution: Can Voluntary Codes Raise Global Living Standards. The American Prospect, no. 27 (July-August): 36-42.",
        "Sabel, Charles, Dara ORourke, and Archon Fung. Ratcheting Labor Standards. Unpublished, May 2000.",
        "Soule, Sarah, The Student Divestment Movement in the US Social Forces March 1997, 75(3), 855-883.",
        "Starbucks. 2000. Starbucks and TransfairUSA Enter into Breakthrough Alliance, April 10. Available at www.starbucks.com/company/pressde.",
        "Washington, February. United Students Against Sweatshops. 1999. College Clothes from the Concrete Prison, July.",
        "Timeline of USAS, www.umich.edu/~sole/usas/history Campaign www.umich.edu/~sole/usas/campaign Sweatshop-Free Campus Campaign Organizers Manual University of Maryland, Program on International Policy Attitudes. 2000. Americans on Globalization: A Study of Public Attitudes. College Park, MD, March. Available at: www.pipa.org/OnlineReports/Globalization/global_rep.html.",
        "Van Dyke, Nella Hotbeds of Activism: locations of student prot Social Problems, vol 45, no 2, May 1998, p 205-220.",
        "Varley, Pamela, editor. 1998. The Sweatshop Quandary: Corporate Responsibility on the Global Frontier. Washington: Investor Responsibility Research Center.",
        "Winston, Morton. Forthcoming. NGO Strategies for Promoting Global Corporate Social Responsibility. In Robin Hodess, ed., Justice in the World Economy: Globalization, Agents, and the Pursuit of Social Good. New York: Carnegie Council on Ethics and International Affairs. Wisconsin, Lafollette Center. 1999. Economic Effects of Setting Living Wage Standards. (Robert Pollin and David Moore), Nov 18-21."
    ]
}