{
    "id": 8111,
    "cites": 53,
    "cited_by": 18,
    "reference": [
        "Abraham, Katharine G. 1990. Restructuring the Employment Relationship: The Growth of Market- Mediated Work Arrangements. In K. Abraham and R. McKersie (eds.), New Developments in the Labor Market: Toward a New Institutional Paradigm, Cambridge, MA: MIT Press, pp. 85-119.",
        "Abraham, Katharine G., and Susan K. Taylor. 1996. Firms Use of Outside Contractors: Theory and Evidence. Journal of Labor Economics, 14:3 394-424.",
        "Aoki, M. 1988. Information, Incentives, and Bargaining. New York: Cambridge University Press.",
        "Appelbaum, Eileen, and Rosemary Batt. 1994. The New American Workplace: Transforming Work Systems in the United States, Ithaca, NY: ILR Press.",
        "Arthur, Jeffrey B. 1994. Effects of Human Resource Systems on Manufacturing Performance and Turnover. Academy of Management Journal, 37: 670-687.",
        "Atkinson, James. 1984. Manpower Strategies for Flexible Firms. Personnel Management, 16(8): 28-31.",
        "Baily, Martin N. 1974. On the Theory of Layoffs and Unemployment. Econometrica, 45: 1043-1064.",
        "Beer, M., and R.O. Von Werssowetz. (1981). Human Resources at Hewlett-Packard, Boston: Harvard Business School.",
        "Blackburn, McKinley, and David Neumark. 1992. Unobserved Ability, Efficiency Wages, and Interindustry Wage Differentials. Quarterly Journal of Economics, 107(4): 1421-1436.",
        "Brown, Charles, and James Medoff. 1989. The Employer Size-Wage Effect. Journal of Political Economy, 97: 1027-1059.",
        "Buch, Kimberly. 1992. Quality Circles and Employee Withdrawal Behaviors: A Cross-Organizational Study. Journal of Applied Behavioral Science, 28(1): 62-73.",
        "Cappelli, Peter. 2000. Examining the Incidence of Downsizing and Its Effect on Establishment Performance. In D. Neumark (ed.), On the Job: Is Long-Term Employment a Thing of the Past?, New York: Russell Sage Foundation, pp. 463-516.",
        "Cappelli, Peter, and David Neumark. Do High Performance Work Practices Improve Establishment- Level Outcomes? Forthcoming in Industrial and Labor Relations Review. Cotton, John L. 1993. Employee Involvement: Methods for Improving Performance and Work Attitudes, Newbury Park, CA: Sage Publications.",
        "Cotton, J.L., and J.M. Tuttle. 1986. Employee Turnover: A Meta-Analysis and Review with Implications for Research. Academy of Management Review, 11: 55-70.",
        "Dalton, D.R., D.M. Krackhardt, and L.W. Porter. 1981. Functional Turnover: An Empirical Assessment.",
        "Journal of Applied Psychology 66: 716-721. Drago, Robert. 1996. Workplace Transformation and the Disposable Workplace: Employee Involvement in Australia. Industrial Relations, 35: 526-543.",
        "Dyer, Lee, Fred Foltman, and George Milkovich. 1985. Contemporary Employment Stabilization Practices. In T. A. Kochan and T. A. Barocci (eds.), Human Resource Management and Industrialization: Text, Readings, and Cases, Boston: Little, Brown, pp. 203-214.",
        "Feldstein, Martin. 1976. Temporary Layoffs in the Theory of Unemployment. Journal of Political Economy, 84: 937-958.",
        "Gittleman, Maury, Michael Horrigan, and Mary Joyce. 1998. Flexible Workplace Practices: Evidence from a Nationally Representative Survey. Industrial and Labor Relations Review, 52: 99-115.",
        "Grenier, J., A. Giles, and J. Belanger. 1997. Internal Versus External Labour Flexibility: A Two- Plant Comparison in Canadian Manufacturing. Relations Industrielles-Industrial Relations, 52: 683-711.",
        "Handy, Charles. 1991. The Age of Unreason, London: Business Books.",
        "Hom, Peter W., and Rodger W. Griffeth. 1995. Employee Turnover, Cincinnati: South-Western.",
        "Horowitz, F. 1995. Flexible Work Practices in South Africa: Economic, Labour Relations, and Regulatory Considerations. Industrial Relations Journal, 26: 257-266.",
        "Houseman, Susan N., and Anne E. Polivka. 2000. The Implications of Flexible Staffing Arrangements for Job Stability. In D. Neumark (ed.), On the Job: Is Long-Term Employment a Thing of the Past?, New York: Russell Sage Foundation, pp. 427-462.",
        "Hunter, L., A. McGregor, J. MacInnes, and A. Sproul. 1993. The Flexible Firm: Strategy and Segmentation. British Journal of Industrial Relations, 31: 383-407.",
        "Hunter, J. E., and F.L. Schmidt. 1982. Fitting People to Jobs: The Impact of Personnel Selection on National Productivity. In M. Dunnette and E. Fleishman (eds.), Human Performance and Productivity: Vol. 1, Human Capability Assessment, Hillsdale, NJ: Erlbaum.",
        "Huselid, Mark A. 1995. The Impact of Human Resource Management Practices on Turnover, Productivity and Corporate Financial Performance. Academy of Management Journal, 38(3): 635-672.",
        "Ichniowski, Casey, Kathryn Shaw, and Giovanna Premushi. 1997. The Effects of Human Resources Management Practices on Productivity: A Study of Steel Finishing Lines. American Economic Review, 87(3): 291-313.",
        "Jacoby, Sanford. 1984. Employing Bureaucracy: Managers, Unions, and the Transformation of Work in American Industry, New York: Columbia University Press.",
        "Kalleberg, A. L. 1997. Nonstandard Work, Substandard Jobs: Flexible Work Arrangements in the U.S., Washington, D.C.: Economic Policy Institute.",
        "Katz, Harry C. 1985. Shifting Gears: Changing Labor Relations in the U.S. Automobile Industry, Cambridge, MA: MIT Press.",
        "Kim, Marlene. 1999. Where the Grass is Greener: Voluntary Turnover and Wage Premiums. Industrial Relations, 38(4): 584-602.",
        "Kochan, Thomas, and Paul Osterman. 1994. The Mutual Gains Enterprise: Forging a Winning Partnership Among Labor, Management, and Government, Boston, MA: Harvard Business School Press.",
        "Lorenz, E. H. 1992. Trust and the Flexible Firm: International Comparisons. Industrial Relations, 31: 455-472.",
        "McCall, Brian P. 1990. Occupational Matching: A Test of Sorts. Journal of Political Economy, 98(1): 45- 69.",
        "Medoff, James. 1979. Layoffs and Alternatives Under Trade Unions in U.S. Manufacturing. American Economic Review, 69: 380-395.",
        "Mobley, W. H. 1982. Employee Turnover: Causes, Consequences, and Control, Reading, MA: Addison- Wesley.",
        "Mowday, Richard T., Lyman W. Porter, and William H. Mobley. 1982. Employee-Organizational Linkages, New York: Academic Press.",
        "Neumark, David (ed.). 2000. On the Job: Is Long-Term Employment a Thing of the Past?, New York: Russell Sage Foundation.",
        "Osterman, Paul. 2000. Work Reorganization in an Era of Restructuring: Trends in Diffusion and Effects on Employee Welfare. Industrial and Labor Relations Review, 53: 179-196.",
        "Ouchi, William. 1981. Theory Z: How American Business Can Meet the Japanese Challenge, Reading, MA: Addison-Wesley.",
        "Penn, R., K. Lilja, and H. Scattergood, H. 1992. Flexibility and Employment Patterns in the Contemporary Paper Industry: A Comparative Analysis of Mills in Britain and Finland. Industrial Relations Journal, 23: 214-223.",
        "Pinfield, Lawrence T., and James S. Atkinson. 1988. Employment: The Flexible Firm. Canadian Business Review, 15(4): 17-19.",
        "Price, James L. 1977. The Study of Turnover, Ames, IA: The Iowa State University Press.",
        "Salop, Steven C. 1979. A Model of the Natural Rate of Unemployment. American Economic Review, 69: 117-125.",
        "Shapiro, Carl, and Joseph E. Stiglitz. 1984. Equilibrium Unemployment as a Worker Discipline Device.",
        "American Economic Review, 74: 433-444. Sharna, B., and L. L. Luh. 1994. Labour Market Flexibilities as HRM Strategies: The Example of Singapore. Journal of Asian Business, 10: 61-77.",
        "Smith, Vicky. 1997. New Forms of Work Organization. Annual Review of Sociology, 23: 315-325.",
        "Topel, Robert. 1984. On Layoffs and Unemployment Insurance. American Economic Review, 73: 541- 559.",
        "Thompson. 1977. Organizations in Action, New York: McGraw-Hill.",
        "Wilson, Nicholas, John R. Cable, and Michael J. Peel. 1990. Quit Rates and the Impact of Participation, Profit-Sharing and Unionization: Empirical Evidence from U.K. Engineering Firms. British Journal of Industrial Relations, 28(2): 197-211.",
        "While some research has focused on the potential positive aspects of turnover (Dalton, et al. 1981), it is fair to say that most of the research has considered turnover as a problem to be addressed, both for employees and for employers, and has concentrated on how it might be reduced.",
        "Less than ten percent of the U.K. workforce is with employers who report that they had a conscious core- periphery labor strategy (Hunter, et al. 1993)."
    ]
}