{
    "id": 8112,
    "cites": 40,
    "cited_by": 102,
    "reference": [
        "Aw, Bee-Yan (1993); Price Discrimination and Markups in Export Markets; Journal of Development Economics; December, 42:2: 315-36.",
        "Benninga, S. and A. Protopapadakis (1988); The Equilibrium Pricing Of Exchange Rates And Assets When Trade Takes Time; Journal of International Money and Finance; 7: 129-49.",
        "Bovard, James (1991); The Fair Trade Fraud; St. Martins Press, London.",
        "Campa, Jose and Holger Wolf (1997); Is real exchange rate mean reversion caused by arbitrage?; NBER Working Paper Series No. 6162, September.",
        "Coleman, A.M. (1995); Arbitrage, Storage and the Law Of One Price; Mimeo, Princeton University.",
        "Cumby, Robert (1996); Forecasting Exchange Rates and Relative Prices with the Hamburger Standard; NBER Working Paper No. 5675.",
        "Crucini, Mario, Chris Telmer and Marios Zachariadis (1998); What Can We Learn From Deviations From The Law Of One Price?; Mimeo.",
        "Davutyan, N. and John Pippenger (1990); Testing Purchasing Power Parity: Some Evidence On The Effects Of Transaction Costs; Econometric Reviews; 9: 211-240.",
        "DeVries, Casper (1989); International Trade and the Arbitrage Principle; Erasmus University Discussion Paper No.8910.",
        "Delgado, Francisco (1991); Hysteresis, menu costs, and pricing with random exchange rates; Journal of Monetary Economics; 28, 461-84.",
        "Dixit, Avinash (1989); Hysteresis, Import Penetration and Exchange Rate Passthrough; Quarterly Journal of Economics; May, 205-28.",
        "Dornbusch, Rudiger (1987); Exchange Rates and Prices; American Economic Review; March, 93-106.",
        "Dumas, Bernard (1992); Dynamic Equilibrium And The Real Exchange Rate In A Spatially Separated World; Review of Financial Studies ; 5: 2: 153-80.",
        "Engel, Charles, M. Hendrickson and John Rogers (1997); Intra-National, Intra-Continental and Intra- Planetary PPP; Journal of the Japanese and International Economies; 11:480-501, December.",
        "Engel, Charles and John Rogers (1996); How Wide Is The Border?; American Economic Review; December: 86: 1112-25.",
        "Feenstra, Robert, Joseph Gagnon and Michael Knetter (1996); Market Share and Exchange Rate Pass- Through in World-Automobile Trade; Journal of International Economics; 40:187-207, February.",
        "Frankel, Jeffrey, Ernesto Stein and Shang-Jin Wei (1995); Trading Blocs and the Americas; Journal of Development Economics; June: 47: 1: 61-96.",
        "Frankel, Jeffrey and Andrew Rose (1996); A Panel Project On Purchasing Power Parity; Journal of International Economics; 40: February: 209-225.",
        "Fraser, Patricia, Mark Taylor, and Alan Webster (1991); An empirical examination of long-run purchasing power parity as theory of international commodity arbitrage; Applied Economics; 23: 1749-59.",
        "Froot, Kenneth and Kenneth Rogoff (1995); Perspectives on PPP and Long Run Real Exchange Rates; in Gene Grossman and Kenneth Rogoff (eds.) Handbook of International Economics; Vol. 3.",
        "Froot, Kenneth and Paul Klemperer (1989); Exchange Rate Pass-Through When Market Share Matters; American Economic Review, September, 79:637-654.",
        "Ghosh, Atish and Holger Wolf (1994); Pricing in International Markets: lessons from The Economist; NBER Working Paper Series No. 4806, July.",
        "Goldberg, Pinelopi and Michael Knetter (1997); Goods Prices And Exchange Rates; Journal of Economic Literature; 35:1243-72, September.",
        "Gron, Anne and Deborah Swenson (1996); Incomplete Exchange Rate Pass-Through and Imperfect Competition: The Effect of Local Production; American Economic Review; May: 71-76.",
        "Isard, Peter (1977); How Far Can We Push The Law Of One Price?; American Economic Review; 67: 942-48.",
        "Kasa, Kenneth (1992); Adjustment Costs and Pricing-to-Market: Theory and Evidence; Journal of International Economics; February, 1-27.",
        "Knetter, Michael (1993); International Comparisons of Pricing-to-Market Behavior; American Economic Review, 83: 473-486.",
        "Knetter, Michael (1994); Is Export Price Adjustment Asymmetric?; Journal of International Trade and Finance; 13: 55-70.",
        "Knetter, Michael (1997); The segmentation of international markets: evidence from the Economist NBER Working Paper No. 5878, January.",
        "Menon, Jayant (1995); Exchange Rate Pass-Through; Journal of Economic Surveys; Vol. 9: 2: 197-231.",
        "Michael, Panos; A. Robert Nobay and David Peel (1997); Transaction Costs And Non-Linear Adjustment In Real Exchange Rates; Journal of Political Economy; 105:862-79, August 1997 Obstfeld, Maurice and Alan Taylor (1997); Nonlinear Aspects Of Goods-Market Arbitrage And Adjustment: Heckschers Commodity Points Revisited; Journal of the Japanese and International Economies; 11:441-79, December.",
        "OConnell, Paul and Shang-Jin Wei (1997); The Bigger They Are, The Harder They Fall; NBER Working Paper No. 6089, July.",
        "Papell, David (1997); Search for stationarity: purchasing power parity under the current float; Journal of International Economics; 43:[313]-32, November.",
        "Parsley, David and Shang-Jin Wei (1996); Convergence To The Law Of One Price Without Trade Barriers Or Currency Fluctuations; Quarterly Journal of Economics; 108: 1211-1236.",
        "Prakash, G. and Alan Taylor (1997); Measuring Market Integration; NBER Working Paper No. 6073, June.",
        "Rauch, James (1996); Trade and Search; NBER Working Paper No. 5618, June.",
        "Rogoff, Kenneth (1996); The Purchasing Power Parity Puzzle; Journal of Economic Literature; 34: June: 647-668.",
        "Weber, Axel (1997); Sources of purchasing power disparities between the G3 economies; Journal of the Japanese and International Economies; 11:548-83, December.",
        "Webster, Alan (1987); Purchasing Power Parity As A Theory Of International Arbitrage In Manufactured Goods; Applied Economics; 19: 1433-1456.",
        "Die Zeit (1998); Mit Stolz und Reue; 27.August 1998, page 23."
    ]
}