{
    "id": 8114,
    "cites": 14,
    "cited_by": 74,
    "reference": [
        "Acemoglu, Daron, Simon Johnson and James A. Robinson (2000). The Colonial Origins of Comparative Development: An Empirical Investigation, NBER Working Paper 7771.",
        "Bloom, David and Jeffrey D. Sachs (1998). Geography, Demography, and Economic Growth in Africa, Brookings Papers on Economic Activity, 1998:2.",
        "Central Intelligence Agency (CIA) (1996). The World Factbook. Washington, DC: Central Intelligence Agency.",
        "Curtin, Philip D (1989). Death by Migration: Europes Encounter with the Tropical World in the Nineteenth Century. New York, NY: Cambridge University Press.",
        "Conquest of Africa. New York, NY: Cambridge University Press. Easterly, William and Ross Levine (1997). Africas Growth Tragedy: Policies and Ethnic Divisions, Quarterly Journal of Economics, CXII, 1213-1250.",
        "Data set taken from http://www.worldbank.org/research/growth/ddeale.htm. Engerman, Stanley and Kenneth Sokoloff (1997). Factor Endowments, Institutions and Differential Paths of Growth among the New World Economies, in Stephen Haber, ed., How Latin America Fell Behind, Stanford: Stanford University Press.",
        "Gallup, John L. and Jeffrey D. Sachs (1998). The Economic Burden of Malaria, Center for International Development, Harvard University, October.",
        "Gallup, John Luke, Jeffrey D. Sachs and Andrew Mellinger (1999). Geography and Economic Development, International Regional Science Review 22, 2: 179-232, August (Reprinted from Annual World Bank Conference on Development Economics, 1998 Proceedings) Hall, Robert E. and Charles I. Jones (1999). Why Do Some Countries Produce so Much More Output per Worker than Others?, Quarterly Journal of Economics, CXIV, 83-116.",
        "LaPorta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert W. Vishny (1999). The Quality of Government, Journal of Law, Economics and Organization, 15, 222-279.",
        "Masters, William A. and Margaret McMillan (2000). Climate and Scale in Economic Growth, Center for International Development, Harvard University, June.",
        "Masters, William A. and Keith D. Wiebe (2000). Climate and Agricultural Productivity, Center for International Development, Harvard University, October.",
        "Sachs, Jeffrey D. (2000). Tropical Underdevelopment, Center for International Development, Harvard University, September.",
        "World Bank (1997). 1997 World Development Indicators. Washington, DC: World Bank.",
        "DC: World Bank. --------. (2000). 2000 World Development Indicators. [CD-ROM] Washington, DC: World Bank."
    ]
}