{
    "id": 8115,
    "cites": 19,
    "cited_by": 54,
    "reference": [
        "Blanchard, Olivier Jean and Charles M. Kahn. The Solution of Linear Differ- ence Models Under Rational Expectations. Econometrica 48 (July 1980): 1305-1311.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler. Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory. Quarterly Journal of Economics 115 (February 2000): 147-180.",
        "Fuhrer, Jeffrey C. A Semi-Classical Model of Price-Level Adjustment: A Com- ment. Carnegie-Rochester Conference Series on Public Policy 41 (Decem- ber 1994): 285-294.",
        "Fuhrer, Jeffrey C. and George R. Moore. Monetary Policy Trade-offs and the Correlation between Nominal Interest Rates and Real Output. American Economic Review 85 (March 1995): 219-239.",
        "Hamilton, James D. Time Series Analysis. Princeton: Princeton University Press, 1994.",
        "Ireland, Peter N. A Small, Structural, Quarterly Model for Monetary Policy Evaluation. Carnegie-Rochester Conference Series on Public Policy 47 26 (December 1997): 83-108.",
        "Kerr, William and Robert G. King. Limits on Interest Rate Rules in the IS Model. Federal Reserve Bank of Richmond Economic Quarterly 82 (Spring 1996): 47-75.",
        "McCallum, Bennett T. Price Level Determinacy with an Interest Rate Policy Rule and Rational Expectations. Journal of Monetary Economics 8 (No- vember 1981): 319-329.",
        "McCallum, Bennett T. Analysis of the Monetary Transmission Mechanism: Methodological Issues. Working Paper 7395. Cambridge: National Bu- reau of Economic Research, October 1999.",
        "McCallum, Bennett T. Theoretical Analysis Regarding a Zero Lower Bound on Nominal Interest Rates. Journal of Money, Credit, and Banking 32 (November 2000, Part 2): 870-904.",
        "McCallum, Bennett T. and Edward Nelson. An Optimizing IS-LM Specifica- 27 tion for Monetary Policy and Business Cycle Analysis. Journal of Money, Credit, and Banking 31 (August 1999, Part 1): 296-316.",
        "Nelson, Edward. Direct Effects of Base Money on Aggregate Demand: Theory and Evidence. Working Paper 122. London: Bank of England, October 2000.",
        "Parkin, Michael. A Comparison of Alternative Techniques of Monetary Control Under Rational Expectations. Manchester School of Economic and Social Studies 46 (September 1978): 252-287.",
        "Poole, William. Optimal Choice of Monetary Policy Instruments in a Simple Stochastic Macro Model. Quarterly Journal of Economics 84 (May 1970): 197-216.",
        "Rotemberg, Julio J. Sticky Prices in the United States. Journal of Political Economy 90 (December 1982): 1187-1211.",
        "Rotemberg, Julio J. and Michael Woodford. An Optimization-Based Economet- ric Framework for the Evaluation of Monetary Policy. In Ben S. Bernanke and Julio J. Rotemberg, eds. NBER Macroeconomics Annual 1997. Cam- bridge: MIT Press, 1997.",
        "Rudebusch, Glenn D. and Lars E.O. Svensson. Eurosystem Monetary Target- ing: Lessons from U.S. Data. Working Paper 7179. Cambridge: National Bureau of Economic Research, June 1999.",
        "Taylor, John B. Discretion Versus Policy Rules in Practice. Carnegie-Rochester Conference Series on Public Policy 39 (December 1993): 195-214.",
        "Woodford, Michael. Price-Level Determination Under Interest-Rate Rules. Manuscript. Princeton: Princeton University, April 1999."
    ]
}