{
    "id": 8116,
    "cites": 32,
    "cited_by": 51,
    "reference": [
        "Andersen, T. and T. Bollerslev, 1998, Ã\u0082â\u0080\u009cDeutsche mark-dollar volatility: Intraday activity patterns, macroeconomic announcements, and longer run dependenciesÃ\u0082â\u0080\u009d, Journal of Finance, 53, 219- 266..",
        "Baillie, R. and T. Bollerslev, 1991, Ã\u0082â\u0080\u009cIntraday and inter market volatility in foreign exchange ratesÃ\u0082â\u0080\u009d, Review of Economic Studies, 58, 565-585.",
        "Bjonnes, G., and D. Rime, 1998, Ã\u0082â\u0080\u009cFX Trading ... live: Impact of new trading environmentsÃ\u0082â\u0080\u009d, typescript, Norwegian School of Management, December.",
        "Bollerslev, T. and I. Domowitz, 1993, Ã\u0082â\u0080\u009cTrading patterns and prices in the interbank foreign ex- change marketÃ\u0082â\u0080\u009d,Journal of Finance, 48, 1421-1443.",
        "Bollerslev, T. and M. Melvin, 1994, Ã\u0082â\u0080\u009cBid-ask spreads and volatility in the foreign exchange mar- ketÃ\u0082â\u0080\u009d,Journal of International Economics , 36, 355-372.",
        "Brennan, M., and H Cao, 1997, Ã\u0082â\u0080\u009cInternational portfolio investment Ã\u0083Å¸owsÃ\u0082â\u0080\u009d,Journal of Finance, LII, No. 5, 1851-1880.",
        "Cheung, Y. and C Wong, 1998, Ã\u0082â\u0080\u009cA survey of market practitionersÃ\u0082â\u0080\u0099 View on exchange rate dynam- icsÃ\u0082â\u0080\u009d,Journal of International Economics, forthcoming.",
        "Chakrabarti, R., 2000, Ã\u0082â\u0080\u009cJust another day in the inter-bank foreign exchange market,Ã\u0082â\u0080\u009d Journal of Financial Economics, 56, 29-64.",
        "Covrig, V., and M. Melvin, 1998, Ã\u0082â\u0080\u009cAsymmetric Information and Price Discovery in the FX Market: Does Tokyo Know More About the Yen?Ã\u0082â\u0080\u009d typescript, Arizona State University.",
        "Cumby, R. and J. Huizinga, 1993, Ã\u0082â\u0080\u009cInvestigating the Correlation of Unobserved Expectations: Expected Returns in Equity and Foreign Exchange Markets and Other Examples, Journal of Monetary Economics, January.",
        "Dacorogna, M., Muller, U., Nagler, R., Olsen, R. and O. Pictet, 1993, Ã\u0082â\u0080\u009cA geographical model for the daily and weekly seasonal volatility in the FX marketÃ\u0082â\u0080\u009d, Journal of International Money and Finance, 12, 413-438.",
        "Engle, R., 1982, Ã\u0082â\u0080\u009cAutoregressive conditional heteroskedasticity with estimates of the variance of U.K. inÃ\u0083Å¸ation,Ã\u0082â\u0080\u009dEconometrica, 50, 987Ã\u0082â\u0080\u00941008.",
        "Engle, R., Ito, T. and W-L. Lin, 1990, Ã\u0082â\u0080\u009cMeteor showers or heat waves? Heteroskedastic intradaily volatility in the foreign exchange marketÃ\u0082â\u0080\u009d, Econometrica, 58, 525-542.",
        "Evans, M., Ã\u0082â\u0080\u009cThe Microstructure of Foreign Exchange DynamicsÃ\u0082â\u0080\u009d typescript, Georgetown Univer- sity, presented at the NBER Market Microstructure Conference, December 4 1997.",
        "Evans, M., and R.Lyons, 1999, Ã\u0082â\u0080\u009cOrder Ã\u0083Å¸ow and Exchange Rate DynamicsÃ\u0082â\u0080\u009d NBER working paper no. 7317, August.",
        "Frankel J, and A. Rose, 1995 Ã\u0082â\u0080\u009cEmpirical Research on Nominal Exchange RatesÃ\u0082â\u0080\u009d, in Grossman and Rogo!(eds.),Handbook of International Economics Vol3,NorthHolland.",
        "Glesjer, H., 1969, Ã\u0082â\u0080\u009cA New Test for HeteroskedasticityÃ\u0082â\u0080\u009d, Journal of the American Statistical Asso- ciation, 64, 316-323.",
        "Goodhart, C. and M. Giugale, 1993, Ã\u0082â\u0080\u009cFrom hour to hour in the foreign exchange marketÃ\u0082â\u0080\u009d, The Manchester School, 61, 1-34.",
        "Greene, W. H., 1997,Econometric Analysis,PrenticeHall.",
        "Hansen, L., 1982, Ã\u0082â\u0080\u009cLarge sample properties of generalized method of moments estimatorsÃ\u0082â\u0080\u009d, Econo- metrics, 50, 1029-1054.",
        "Harvey, A., 1989,Forecasting structural time series models and the Kalman Filter ,Cambridge University Press.",
        "Hasbrouck, J., 1991, Ã\u0082â\u0080\u009cMeasuring the information content of stock tradesÃ\u0082â\u0080\u009d, Journal of Finance 41(1), 179-202.",
        "Hasbrouck, J., 1998, Ã\u0082â\u0080\u009cModeling market microstructure time seriesÃ\u0082â\u0080\u009d, The Handbook of Statistics, vol. 14, Maddala and Rao eds. North Holland.",
        "Hellwig, M., 1981, Ã\u0082â\u0080\u009cRational expectations equilibrium with conditioning on past prices: A mean- variance example,Ã\u0082â\u0080\u009dJournal of Economic Theory, 26, 279-312.",
        "Ito, T., R. Lyons, and M, Melvin, 1998 Ã\u0082â\u0080\u009cIs there private information in the FX market? The Tokyo experimentÃ\u0082â\u0080\u009d,Journal of Finance,53, 1111-1130.",
        "Lyons, R. 2000,The microstructure approach to exchange rates, forthcoming MIT Press.",
        "Newey, W. and K. West, 1987 Ã\u0082â\u0080\u009cA simple positive semi-de Ã\u0083Å¾nite, heteroskedasticity and autocorre- lation consistent covariance matrixÃ\u0082â\u0080\u009d, Econometrica. 55. 703-708.",
        "Payne, R., 1997, Ã\u0082â\u0080\u009cAnnouncement e !ects and seasonality in the intraday foreign exchange marketÃ\u0082â\u0080\u009d, LSE Financial Markets Group Discussion Paper, No. 238, March.",
        "Payne, R. 1999, Ã\u0082â\u0080\u009cInformed trade in spot foreign exchange markets: An empirical investigationÃ\u0082â\u0080\u009d, typescript, LSE.",
        "Perraudin, W. and P. Vitale, 1995, Ã\u0082â\u0080\u009cInter-dealer trade and information Ã\u0083Å¸ows in a decentralized foreign exchange market,Ã\u0082â\u0080\u009d typescript, Cambridge University.",
        "Stock, J. 1988, Ã\u0082â\u0080\u009cEstimating continuous time processes subject to time deformationÃ\u0082â\u0080\u009d, Journal of the American Statistical Association , 83, 77-85.",
        "Yao, J., 1997a, Ã\u0082â\u0080\u009cMarket making the interbank foreign exchange marketÃ\u0082â\u0080\u009d, Working Paper S-98-3, Salomon Center, New York University Yao, J., 1997b, Ã\u0082â\u0080\u009cSpread Components and Dealer Pro Ã\u0083Å¾ts in the Interbank Foreign Exchange Mar- ket,Ã\u0082â\u0080\u0099 Working Paper S-98-4, Salomon Center, New York University 40 A Trading Model Solution This appendix derives the equilibrium solution to the trading model presented in Section 2. I start with four lemmas."
    ]
}