{
    "id": 8118,
    "cites": 42,
    "cited_by": 59,
    "reference": [
        "Arias, E. F., Hausmann, R., and Rigobon, R. (1998). Contagion in bond markets. 1DB Working Paper.",
        "Bae, K.-H., Karolyi, G. A., and Stulz, R. M. (2000). A new approach to measuring financial contagion. NBER Mimeo 7913.",
        "Baig, T. and Goldfajn, I. (1998). Financial markets contagion in the asian crises. IMF Mimeo.",
        "Baig, T. and Goldfajn, I. (2000). The russian default and the contagion to brazil. Universi- dade Catolica, Mimeo.",
        "Boyer, B. H., Gibson, M. S., and Loretan, M. (1999). Pitfalls in tests for changes in corre- lations. Federal Reserve Boars, IFS Discussion Paper No. 597R.",
        "Calvo, G. (1999). Contagion in emerging markets: When wall street is a carrier. University of Maryland, Mimeo.",
        "Calvo, G. and Mendoza, E. (2000). Rational contagion and the globalization of security markets. Journal of International Economics, 51:79-113.",
        "Calvo, S. and Reinhart, C. (1995). Capital inflows to latin america: Is there evidence of contagion effects. Mimeo. World Bank and International Monetary Fund.",
        "Cashin, P., Kumar, M., and McDermott, C. J. (1995). International integration of equity markets and contagion effects. IMF Working Paper WP/95/11O.",
        "Chen, S. and Khan, 5. (1999). ~/~i-consistent estimation of heteroskedastic sample selection models. University of Rochester, Mimeo.",
        "Eichengreen, B. and Mody, A. (2000). Contagion from the russian crisis: Who was infected and why? UC Berkeley, Mimeo.",
        "Eichengreen, B., Rose, A., and Wyplosz, C. (1996). Contagious currency crises. NBER Working Paper 5681.",
        "Fisher, F. M. (1976). The Identification Problem in Econometrics. Robert E. Krieger Pub- lishing Co., New York, second edition.",
        "Forbes, K. (1999). How are shocks propagated internationally? firm-level evidence from the russian and asian crises. MIT Mimeo.",
        "Forbes, K. and Rigobon, R. (1999). No contagion, only interdependence: Measuring stock market co-movements. NBER Working Paper, 7~67.",
        "Forbes, K. and Rigobon, R. (2000). Measuring contagion: Conceptual and empirical issues.",
        "MIT mimeo. Froot, K., OConnell, P., and Seasholes, M. (2000). The portfolio flows of international investors. Harvard University, Mimeo.",
        "Gelos, G. and Sahay, R. (2000). Financial markets spillovers in transition economies. IMF, Mimeo.",
        "Glick, R. and Rose, A. (1998). Contagion and trade: Why are currency crises regional? Mimeo.",
        "Goldstein, M., Reinhart, C., and Kaminsky, G. (2000). Assessing Financial Vulnerability An Early Warning System for Emerging Markets. Institute for International Economics.",
        "Gregorio, J. D. and ValdÃ\u0083Â©s, R. (2000). Crisis transmission: Evidence from the debt, tequila and asian flu crises. Universidad Catolica de Chile, Mimeo.",
        "Honore, B. E. (1992). Simple estimation of a duration model with unobserved heterogeneity.",
        "Econometrica, 58(2):453-73. Honore, B. E., Kyriazidou, E., and Udry, C. (1997.). Estimation of type 3 tobit models using symmetric trimming and pairwise comparisons. Journal of Econometrics, 76(1-2):107-- 28.",
        "Horowitz, J. (1992). A smoothed maximum score estimator for the binary response model.",
        "Econometrica, 60:505-531. Horowitz, J. (1993). Semiparametric estimation of a work-trip mode choice model. Journal of Econometrics, 58:49-70.",
        "Kaminsky, G. and Reinhart, C. (2000). The center and the periphery: Tales of financial turmoil. GWU, Mimeo.",
        "Karolyi, G. A. and Stulz, R. M. (1996). Why do markets move together? an investigation of u.s. - japan stock return comovements. The Journal of Finance, 51(3):951:986.",
        "King, M. and Wadhwani, 5. (1990). Transmission of volatility between stock markets. Review of Financial Studies, 3(1):5-33.",
        "Klein, R. and Vella, F. (2000). Identification and estimation of the binary treatment model under heteroskedasticity. Rutgers mimeo.",
        "Kodres, L. and Pritsker, M. (1999). A rational expectations model of financial contagion.",
        "Loretan, M. and English, W. B. (2000). Evaluation correlation breakdowns during periods of market volatility. Federal Reserve Board, Mimeo.",
        "Manski, C. (1985). Semiparametric analysis of discrete response: Asymptotic properties of the maximum score estimator. Journal of Econometrics, 27:313-334.",
        "Masson, P. (1997). Monsoonal effects, spillovers, and contagion. IMF Mimeo.",
        "Powell, J. L. (1986). Symmetrically trimmed least squares estimation for tobit models.",
        "Econometrica, 54: 1435-60. Rigobon, R. (1999). Does contagion exists? The Investment Strategy Pack, Banking De- partment of the BIS.",
        "Rigobon, R. (2000a). Identification through heteroskedasticity: The bivariate case. MIT Mimeo. http://we b. mit. edu/rigo bon/www/.",
        "Rigobon, R. (2000b). On the measurement of the international propagation of shocks: Is the transmission stable? MIT Mimeo: http://web.mit.edu/rigobon/www/.",
        "Rigobon, R. (2000c). A simple test for stability of linear models under het- eroskedasticity, omitted variable, and endogneous variable problems. MIT Mimeo: http://web. mit. edu/rigo bon/www/.",
        "Rijckeghem, C. V. and Weder, B. (2000). Financial contagion: Spillover effects through banking centers. University of Basel, Mimeo.",
        "Ronn, E. (1998). The impact of large changes in asset prices on intra-market correlations in the stock and bond markets. Mimeo.",
        "Sentana, E. and Fiorentini, G. (1999). Identification, estimation and testing of conditional heteroskedastic factor models. CEMFI mimeo.",
        "Stulz, R. (1999). International portfolio flows and security markets. The Charles A. Dice Center for Reseach in Financial Economics, WP 99-3."
    ]
}