{
    "id": 8120,
    "cites": 17,
    "cited_by": 66,
    "reference": [
        "Bentolila, S. and Saint-Paul, G., 1999, Explaining movements in the labor share, Working Paper 9905, CEMFI, Madrid.",
        "Blanchard, O., 1997, The medium run, Brookings Papers on Economic Activity 2, 89{158.",
        "Blanchard, O., 2000,The Economics of Unemployment. Shocks, Institutions, and Interactions, Lionel Robbins Lectures, MIT Press, forthcoming.",
        "Boeri, T., Nicoletti, G., and Scarpetta, S., 2000, Regulation and labour market performance, Discussion Paper 2420, CEPR.",
        "Booth, A., Burda, M., Calmfors, L., Checchi, D., Naylor, R., and Visser, J., 2000, What do unions do in Europe?, mimeo, Fondazione Rodolfo DeBenedetti.",
        "Caballero, R. and Hammour, M., 1998, The macroeconomics of speciÃ\u0082Â¯city, Journal of Political Economy106(4), 724{767.",
        "Caballero, R. and Hammour, M., 1999, Jobless growth: appropriability, factor sub- stitution and unemployment,Carnegie-Rochester Conference Series on Public Policy.",
        "Espinosa, M. and Rhee, C., 1989, EÃ\u0082Â±cient wage bargaining as a repeated game, Quarterly Journal of Economics104-3, 565{588.",
        "Fernandez, R. and Rodrik, D., 1991, Resistance to reform: Status quo bias in the presence of individual speciÃ\u0082Â¯c uncertainty, American Economic Review81, 1146{1155.",
        "Joskow, P. and Rose, N., 1989, The eÃ\u0082Â®ects of economic regulation, Handbook of Industrial OrganizationII, 1450{1506, R. Schmalensee and R.D. Willig, eds.",
        "Amsterdam: Elsevier Science Publishers. Layard, R. and Nickell, S., 1990, Is unemployment lower if unions bargain over Macroeconomic eÃ\u0082Â®ects of regulation 43 employment?,Quarterly Journal of Economics105-3, 773{787.",
        "McDonald, I. and Solow, R., 1983, Wage bargaining and employment, American Economic Review73, 896-908.",
        "McKinsey Global Institute, 1997, France and Germany.",
        "Rotemberg, J. and Woodford, M., 1999, The cyclical behavior of prices and costs, Handbook of Macroeconomics1B, 1051{1133, J. Taylor and J. Rotemberg eds, Elsevier.",
        "Saint-Paul, G., 2000,The Political Economy of Labor Market Reforms , Oxford University Press, Oxford, forthcoming.",
        "Sbordone, A., 2000, An optimizing model of U.S. wage and price dynamics, mimeo, Rutgers University.",
        "Spector, D., 2000, Competition and the capital-labor con-ict, mimeo, MIT."
    ]
}