{
    "id": 8123,
    "cites": 34,
    "cited_by": 0,
    "reference": [
        "Blundell, R. W. and R. J. Smith, 1989, Estimation in a Class of Simultaneous Equation Limited Dependent Variable Models, Review of Economic Studies 56, 37-57.",
        "Collins, A. J., J. Z. Ma, A. Umen, and P. Keshaviah, 1994, Urea Index and Other Predictors of Hemodialysis Patient Survival , Am.J Kidney Dis. 23, 272-282.",
        "Cromwell, J., D.A. Dayhoff , and A.H. Thoumaian, 1997. Cost Savings and Physician Responses to Global Payments for Medicare Heart Bypass Surgery. Health Care Financing Review, 19, 41- 57.",
        "Cutler, D. M., 1995, The Incidence of Adverse Medical Outcomes under Prospective Payment, Econometrica 63, 29-50.",
        "Daugirdas, J.T. and T. Ing, 1994, Handbook of Dialysis. Boston, MA: Little, Brown, and Company.",
        "Department of Health and Human Services, 1989, The Surgeon Generals Report on Health Promotion and Disease Prevention (Government Printing Office, Washington DC).",
        "Dor, A., P. J. Held, and M. V. Pauly, 1992, The Medicare cost of renal dialysis. Evidence from a Statistical Cost Function, Medical.Care 30, 879-891.",
        "Dor, A. and H. Watson, 1995. The Hospital Physician Interaction in U.S. Hospitals: Evolving Payments Schemes and Their Incentives, European Economic Review 39, 795-802.",
        "Ehrlich, I. and G. S. Becker, 1972, Market Insurance, Self-Insurance, and Self-Protection, Journal of Political Economy 80, 623-648.",
        "Ellis, R. P., 1998, Creaming, Skimping and Dumping: Provider Competition on the Intensive and Extensive Margins, Journal of Health Economics 17, 537-555.",
        "Ellis, R. P. and T.G. McGuire, 1990, Optimal Payment Systems for Health Services Research, Journal of Health Economics 9, 375-96.",
        "Farley, D. O., G. M. Carter, J. D. Kallich, T. W. Lucas, and K. L. Spritzer, 1996, Modified Capitation and Treatment Incentives for End Stage Renal Disease, Health Care Financing Review 17, 129-142.",
        "Greene, W.H., 1997, Econometric Analysis. Prentice Hall (3rd edition).",
        "Hakim, R. M., J. Breyer, N. Ismail, and G. Schulman, 1994, Effects of Dose of Dialysis on Morbidity and Mortality, American.Journal of Kidney Diseases 23, 661-669.",
        "Health Care Financing Administration, 1998 (December), ESRD Core Indicators Project: Initial Results. Baltimore, MD: Health Care Financing Administration.",
        "Held, P. J., F. K. Port, R. A. Wolfe, D. C. Stannard, C. E. Carroll, J. T. Daugirdas, W. E. Bloembergen, J. W. Greer, and R. M. Hakim, 1996, The Dose of Hemodialysis and Patient Mortality, Kidney Int. 50, 550-556.",
        "Herring, B., 1999, Provision of Preventive Care in Markets with Consumer Switching Among Insurers: Evidence from Mammography Leonard Davis Institute of Health Economics, University of Pennsylvania, working paper.",
        "Hull, A. R., 1992, Impact of Reimbursement Regulations on Patient Management, Am. J Kidney Dis.",
        "Iglehart, J. K., 1993, The American Health Care System: The End Stage Renal Disease Program, NewEngland Journal of Medicin. 328, 366-371.",
        "Long, J.S., 1997, Regression Models for ategorical and Limited Dependent Variables. Thousand Oaks, CA: Sage Publications.",
        "Maiorca, R., G. Brunori, R. Zubani, G. C. Cancarini, L. Manili, C. Camerini, E. Movilli, A. Pola, G. dAvolio, and U. Gelatti, 1995, Predictive Value of Dialysis Adequacy and Nutritional Indices for Mortality and Morbidity in CAPD and HD Patients: A Longitudinal Study, Nephrol.Dial.Transplant. 10, 2295-2305.",
        "Medicare Payment Advisory Commission, 1999 (July), Health Care Spending and the Medicare Program: A Data Book. Washington, D.C.: MedPAC.",
        "Medicare Payment Advisory Commission, 2000 (June), Selected Medicare Issues: A Data Book.",
        "Washington, D.C.: MedPAC. Miller, M.E. and W.P. Welch, 1992. Physician Charges in the Hospital: Exploring Episodes of Care for Controlling Volume Growth, Medical Care 39, 630-645.",
        "National Institutes of Health, 1999 (April), U.S. Renal Data System: 1999 Annual Data Report.",
        "Bethesda, MD: National Institute of Diabetes and Kidney Diseases. Nordquist and Wu, 1976, The Joint Demand for Health Insurance and Preventive Medicine. In: The Role of Health Insurance in the Health Services Sector, R. Rosett (ed). New York, NY: National Bureau of Economic Research.",
        "Owen, W. F., Jr., N. L. Lew, Y. Liu, E. G. Lowrie, and J. M. Lazarus, 1993, The Urea Reduction Ratio and Serum Albumin Concentration as Predictors of Mortality in Patients Undergoing Hemodialysis, New England Journal of Medicine 329, 1001-1006.",
        "Pauly, M. V., 1974, Overinsurance and Public Provision of Insurance: The Roles of Moral Hazard and Adverse Selection, Quarterly Journal of Economics 88, 44-62.",
        "Rizzo, J. A. and J. L. Sindelar, 1996, Optimal Regulation of Multiply-Regulated Industries: The Case of Physician Services, Southern Economic Journal 62, 966-978.",
        "Russell, L.B., 1986, Is Prevention Better Than Cure? Washington, D.C.: Brookings Institution Press.",
        "Schlesinger, H. and E. Venezian, 1986, Insurance Markets with Loss-Prevention Activity: Profits, Market Structure, and Consumer Welfare, Rand Journal of Economics 17, 227-238.",
        "Sehgal, A. R., R. J. Snow, M. E. Singer, S. B. Amini, P. B. DeOreo, M. R. Silver, and R. D. Cebul, 1998, Barriers to Adequate Delivery of Hemodialysis, American.Journal of Kidney Diseases.",
        "Selden, T.M. 1990, A Model of Capitation, Journal of Health Economics 9(4), 379-409.",
        "Smith, R. J. and R. W. Blundell, 1986, An Exogeneity Test for a Simultaneous Equation Tobit Model with an Application to Labor Supply, Econometrica 54, 679-685."
    ]
}