{
    "id": 8127,
    "cites": 66,
    "cited_by": 167,
    "reference": [
        "Anderson, Evan W., Lars Peter Hansen, and Thomas J. Sargent, 1999, Risk and robustness in equilibrium, Working Paper, Stanford University.",
        "Andrews, Donald W.K., 1999, Estimation when a parameter is on a boundary, Econometrica 67, 1341-1383.",
        "Artzner, Philippe, Freddy Delbaen, Jean-Marc Eber, and David Heath, 1998, Coherent measures of risk, Working Paper, ETH Zurich.",
        "Avramov, Doron, 1999, Stock return predictability and model uncertainty, Working Paper, University of Pennsylvania.",
        "Balduzzi, Pierluigi, and Anthony W. Lynch, 1999, Transaction costs and predictability: Some utility cost calculations, Journal of Financial Economics 52, 47-78.",
        "Barberis, Nicholas, 2000, Investing for the long-run when returns are predictable, Journal of Finance, 55, 225-264.",
        "Barberis, Nicholas, Ming Huang, and Jesus Santos, 2000, Prospect theory and asset prices, Quarterly Journal of Economics, forthcoming.",
        "Barberis, Nicholas, and Ming Huang, 2001, Mental accounting, loss aversion, and individual stock returns, Journal of Finance, forthcoming.",
        "Basak, Suleyman, 1995, A general equilibrium model of portfolio insurance, Review of Financial Studies 8, 1059-1090.",
        "Basak, Suleyman, and Alex Shapiro, 1998, Value-at-risk based risk management: Optimal policies and asset prices, Working Paper, University of Pennsylvania.",
        "Becker, Selwyn W., and Fred 0. Brownson, 1964, What price ambiguity? Or the role of ambiguity in decision making, Journal of Political Economy 72, 62-73.",
        "Benartzi, Shlomo, and Richard Thaler, 1995, Myopic loss aversion and the equity premium puzzle, Quarterly Journal of Economics 110, 73-92.",
        "Bollerslev, Tim, 1986, Generalized autoregressive conditional heteroskedasticity, Journal of Econometrics 31, 307-327.",
        "Bollerslev, Tim, Robert F. Engle, and Jeffrey M. Wooldrige, 1988, A capital asset pricing model with time-varying covariances, Journal of Political Economy 96, 116-131.",
        "Boudoukh, Jacob, Mathew P. Richardson, and Robert F. Whitelaw, 1997, Nonlinearities in the relation between the equity risk premium and the term structure, Management Science 43, 371-385.",
        "Brandt, Michael W., 1999, Estimating portfolio and consumption choice: A conditional Euler equations approach, Journal of Finance 54, 1609-1646.",
        "Brennan, Michael J., Eduardo S. Schwartz, and Ronald Lagnado, 1997, Strategic asset allocation, Journal of Economic Dynamics and Control 21, 1377-1403.",
        "Camerer, Cohn F., and Howard C. Kunreuther, 1989, Experimental markets for insurance, Journal of Risk and Uncertainty 2, 265-300.",
        "Camerer, Cohn F., 1995, Individual decision making, in The Handbook of Experimental Economics, eds. John H. Kagel and Alvin E. Roth, Princeton University Press: Princeton, NJ.",
        "Campbell, John Y., Stock returns and the term structure, 1987, Journal of Financial Economics 18, 373-399.",
        "Campbell, John Y., and Robert J. Shiller, 1988a, The dividend price ratio and expectations of future dividends and discount factors, Review of Financial Studies 1, 195-228.",
        "Campbell, John Y., and Luis M. Viceira, 1998, Who should buy long-term bonds?, Working Paper, Harvard University.",
        "Campbell, John Y., and Luis M. Viceira, 1999, Consumption and portfolio decisions when expected returns are time varying, Quarterly Journal of Economics 114, 433-495.",
        "Canner, Niko, N. Gregory Mankiw, and David N. Weil, 1997. An asset allocation puzzle, American Economic Review 87, 181-191.",
        "Chacko, George, and Luis M. Viceira, 1999, Dynamic consumption and portfolio choice with stochastic volatility in incomplete markets, Working Paper, Harvard University.",
        "Cochrane, John H., 1991, Production-based asset pricing and the link between stock returns and economic fluctuations, Journal of Finance 46, 209-235.",
        "Cochrane, John H., 1999, New facts in finance, Economic Perspectives 33, Federal Reserve Bank of Chicago, 36-58.",
        "Constantinides, George C., 1990, Habit formation: A resolution of the equity premium puzzle, Journal of Political Economy 98, 519-543.",
        "Curley, Sean P., and J. Frank Yates, 1985, The center and range of the probability interval as factors affecting ambiguity preferences, Organizational Behavior and Human Decision Processes 36, 272-287.",
        "Curley, Sean P., and J. Frank Yates, 1989, An empirical evaluation of descriptive models of ambiguity reactions in choice situations, Journal of Mathematical Psychology 33, 397-427.",
        "Dow, James, and SÃ\u0083Â©rgio Ribeiro Da Costa Werlang, 1992, Uncertainty aversion, risk aversion, and the optimal choice of portfolios, Econometrica 60, 197-204.",
        "Engle, Robert F., 1982, Autoregressive conditional heteroskedasticity with estimates of the variance of the United Kingdom inflation, Econometrica 22, 427-432.",
        "Epstein, Larry G., and Tan Wang, 1994, Asset pricing under Knightian uncertainty, Econometrica 62, 283-322.",
        "Fama, Eugene F., and G. William Schwert, 1977, Asset returns and inflation, Journal of Financial Economics 5, 115-146.",
        "Fama, Eugene F., and Kenneth R. French, 1988, Dividend yields and expected stock returns, Journal of Financial Economics 22, 3-25.",
        "Fama, Eugene F., and Kenneth R. French, 1989, Business conditions and expected returns on stocks and bonds, Journal of Financial Economics 25, 23-49.",
        "Ferson, Wayne E., and Campbell R. Harvey, 1991, The variation of economic risk premiums, Journal of Political Economy 99, 385-415.",
        "French, Kenneth R., G. William Schwert, and Robert F. Stambaugh, 1987, Expected stock returns and volatility, Journal of Financial Economics 19, 3-29.",
        "Gilboa, Itzhak, and David Schmeidler, 1989, Maxmin expected utility with non-unique prior, Journal of Mathematical Economics 18, 141-153.",
        "Grossman, Sanford J., and Zhongquan Zhou, 1996, Equilibrium analysis of portfolio insurance, Journal of Finance 51, 1379-1403.",
        "Hansen, Lars Peter, 1982, Large sample properties of generalized method of moments estimators, Econometrica 50, 1029-1053.",
        "Hansen, Lars Peter, Thomas J. Sargent, and Thomas D. Tallarini, 1999, Robust permanent income and pricing, Review of Economic Studies, forthcoming.",
        "HÃ\u0083Â¤rdle, Wolfgang, 1990, Applied Nonparametric Regression, Cambridge University Press: New York, NY.",
        "Harvey, Campbell R., 1989, Time-varying conditional covariance in tests of asset pricing models, Journal of Financial Economics 24, 289-317.",
        "Harvey, Campbell R., 1991, The specification of conditional expectations, Working Paper, Duke University.",
        "Hodrick, Robert J., 1992, Dividend yields and expected stock returns: Alternative procedures for inference and measurement, Review of Financial Studies 5, 357-386.",
        "Kahneman, Daniel, and Amos Tversky, 1979, Prospect theory: An analysis of decision under risk, Econometrica 47, 263-291.",
        "Kandel, Shmuel, and Robert F. Stambaugh, 1996, On the predictability of stock returns: An asset allocation perspective, Journal of Finance 51, 385-424.",
        "Keim, Donald B., and Robert F. Stambaugh, 1986, Predicting returns in the stock and bond markets, Journal of Financial Economics 17, 357-390.",
        "Knight, Frank K., 1921, Risk, uncertainty, and profit, Houghton Muffin: Boston, MA.",
        "Lamont, Owen, 1998, Earnings and expected returns, Journal of Finance 53, 1563-1588.",
        "Liu, Wen-Fang, 1998, Heterogeneous agent economies with Knightian uncertainty, Working Paper, University of Washington.",
        "Lynch, Anthony W., 2000, Portfolio choice and equity characteristics: Characterizing the hedging demands induced by return predictability, Journal of Financial Economics, forthcoming.",
        "Maenhout, Pascal J., 1999, Robust portfolio rules and asset pricing, Working Paper, Harvard University.",
        "Mankiw, N. Gregory, and Stephen P. Zeldes, 1991, The consumption of stockholders and non-stockholders, Journal of Financial Economics 29, 97-112.",
        "Merton, Robert C., 1969, Lifetime portfolio selection under uncertainty: The continuoustime case, Review of Economics and Statistics 51, 247-257.",
        "Moran, Patrick A.P., 1971, Maximum-likelihood estimation in non-standard conditions, Proceedings of the Cambridge Philosophical Society 70, 441-450.",
        "Pontiff, Jeffrey, and Lawrence D. Schall, 1998, Book-to-market ratios as predictors of market returns, Journal of Financial Economics 49, 141-160.",
        "Powell, James L., James H. Stock, and Thomas M. Stoker, 1989, Semiparametric estimation of index coefficients, Econometrica 57, 1403-1430.",
        "Samuelson, Paul A., 1969, Lifetime portfolio selection by dynamic stochastic programming, Review of Economics and Statistics 51, 238-246.",
        "Sarin, K. Rakesh, and Martin Weber, 1993, The effect of ambiguity in a market setting, Journal of Risk and Uncertainty 5, 389-407.",
        "Schwert, G. William, 1989, Why does stock market volatility change over time? Journal of Finance 44, 1115-1153.",
        "Shumway, Tyler, 1997, Explaining returns with loss aversion, Working Paper, University of Michigan.",
        "Tversky, Amos, and Daniel Kahneman, 1992, Advances in prospect theory: Cumulative representation of uncertainty, Journal of Risk and Uncertainty 5, 297-323.",
        "Tversky, Amos, and Peter Wakker, 1995, Risk Attitudes and Decision Weights, Econometrica 63, 1255-1280.",
        "Whitelaw, Robert F., 1994, Time variations and covariations in the expectation and volatility of stock market returns, Journal of Finance 49, 515-541."
    ]
}