{
    "id": 813,
    "cites": 18,
    "cited_by": 0,
    "reference": [
        "Arrow, K.J., Uncertainty and the Welfare Economics of Medical Care, American Economic Review, December, 1963.",
        "Auster,R.D., I Levenson, and D.Sarachek, The Production of Health, and Exploratory Study, Journal of Human Resources, Fall, 1969.",
        "Becker, G. and I. Ehrlich, Market Insurance, Self-Insurance, and Self-Protection, Journal of Political Economy, July/August, 1972.",
        "Fromm,G., comments from T.C.Schelling, The Life You Save MayBe Your Own, from S.B. Chase, ed., Problems in Public Expenditure. Washington, D.C.: Brooking Institution, 1968.",
        "Grossman, M., The Demand for Health: A Theoretical and Empirical Investigation, Occasional Paper 119, NBER, 1972.",
        "N.Terleckjl, ed., Household Production and Consumption. New York: Columbia University Press, 1976.",
        "Hagen,J., Social Security and Retirement. Office of Research and Statistics Working Paper No. 17, Social Security Administration, August 1980.",
        "Heckman,J. Shadow Prices, Market Wages and Labor Supply, Econometrica, July, 1974.",
        "Henderson, J. and R. Quandt, Microeconomic Theory. New York: McGraw-Hill, 1971.",
        "RE FE RENCE S Hirschleifer, J. Investment Decisions Under Uncertainty: Applications of the State Preference Approach, Quarterly Journal of Economics, Nay, 1966.",
        "Lancaster, K.J., A New Approach to Consumer Theory, Journal of POlitical Econo~yI, April, 1966.",
        "Lees, D. and R. Rice, Uncertainty and the Welfare Economics of Medical Care: Comment, American Economic Review, March 1965.",
        "Phelps, C., Illness Prevention and Medical Insurance, Journal of Human ResoUrces, Supplement, 1978.",
        "Pollak, R.A. and M.L. Wachter, Production Function and Its Implications for the Allocation of Time, Journal of Political Economj, Vol. 83, No.2, 1975.",
        "Pratt, T.W., Risk Aversion in the Small and in the Large, Econometrica, January/April, 1964.",
        "Rea,S., Workmens Compensation and Occupational Safety Under Imperfect Information, American Economic Review, March, 1981.",
        "Schwalbe, R. and M. McDonald, Health Insurance Coverage of Disabled Persons Under Medicaid and Private Insurance. Institute for Research and Poverty, January 1980.",
        "Shavell, S. On Moral Hazard and Insurance, Quarterly Journal of Economics, November, 1979."
    ]
}