{
    "id": 8133,
    "cites": 32,
    "cited_by": 17,
    "reference": [
        "Allingham, Michael G., and Agnar Sandmo, Income Tax Evasion: A Theoretical Analysis, Journal of Public Economics 1 (1972), pp. 323-338.",
        "Arnould, Richard Marianne Bertrand, and Kevin Hallock, Does Market Competition Change the Nonprofit Mission? Managed Care and the Managerial Labor market in Nonprofit Hospitals, paper presented at the NBER Conference on the Industrial Organization of Medical Care, Nashville TN (April 2000).",
        "Becker, Gary S., Crime and Punishment: An Economic Approach, Journal of Political Economy 76 (1968): 169-217.",
        "Birch, Kristi, Hospitals Report Fewer Cases of Complex Pneumonia, www.hcia.com/findings/000420_complexpneumonia.thmDRG (April 24, 2000).",
        "Cutler, David M. and Jill R. Horwitz, Converting Hospitals from Not-For-Profit to For-Profit Status: Why and What Effects? in D. Cutler (ed.) The Changing Hospital Industry: Comparing Not-For-Profit and For-Profit Institutions Chicago: University of Chicago Press and NBER (1999).",
        "Cutler, David M., and Janice Seinfeld, Managerial Background and Decision Making: Evidence from the Hospital Industry, paper presented at the NBER Conference on the Industrial Organization of Medical Care, Nashville TN (April 2000).",
        "Duggan, Mark, Hospital Market Structure and Medical Care for the Poor, paper presented at the NBER Conference on the Industrial Organization of Medical Care, Nashville TN (April 2000).",
        "Frank, Richard G., and David S. Salkever, Market Forces, Diversification of Activity, and the Mission of Not-For-Profit Hospitals, in D. Cutler (ed.) The Changing Hospital Industry: Comparing Not-For-Profit and For-Profit Institutions Chicago: University of Chicago Press and NBER (1999).",
        "Glaeser, Edward, and Andrei Shleifer, Nonprofit Entrepreneurs, NBER Working Paper No. 6810 (1998).",
        "Gottlieb, M., K. Eichenwald, and J. Barbanel, Health Cares Giant: Powerhouse Under Scrutiny Ã\u0082â\u0080\u0093 A Special Report, New York Times (March 28, 1997), Section A, p. 1.",
        "Hansmann, Henry B., The Role of Nonprofit Enterprise, Yale Law Review 89 (1980), pp. 835- 901.",
        "Klein, Benjamin, and Keith Leffler, The Role of Market Forces in Assuring Contractural Performance, Journal of Political Economy (1981): 615-641.",
        "Lagnado, Lucette, Columbia/HCA Graded Its Hospitals on Severity of Their Medicare Claims, The Wall Street Journal (May 30, 1997a), p. A6.",
        "Lagnado, Lucette, Ex-Manager Describes The Profit-Driven Life Inside Columbia/HCA, The Wall Street Journal (May 30, 1997b), p. A1, A6.",
        "Lakdwawalla, Darius and Tomas Philipson, The Nonprofit Sector and Industry Performance, mimeo, University of Chicago (1999).",
        "Langley, Monica, Nonprofit Hospitals Sometimes are That in Little but Name, The Wall Street Journal (July 14, 1997): A1, A6.",
        "McClellan, Mark, and Douglas Staiger, Comparing Hospital Quality at For-Profit and Not-for- Profit Hospitals, in D. Cutler (ed.) The Changing Hospital Industry: Comparing Not-For-Profit and For-Profit Institutions Chicago: University of Chicago Press and NBER (1999).",
        "Moffitt, Robert, An Economic Model of Welfare Stigma, American Economic Review 73 (1983), pp. 1023-1035.",
        "Pauly, Mark V., and Michael Redisch, The Non-Profit Hospital as a Physicians Cooperative, American Economic Review 63 (1973), 87-100.",
        "Polinsky, A. Mitchell, and Steven Shavell, The Economic Theory of Public Enforcement of Law, Journal of Economic Literature 38 (March 2000): 45-76.",
        "Psaty, Bruce M., Robin Boineau, Lewis H. Kuller, and Russell V. Luepker, The Potential Costs of Upcoding for Heart Failure in the United States, The American Journal of Cardiology 84 (July 1, 1999): 108-109.",
        "Sear, A.M., Comparison of Efficiency and Profitability of Investor-Owned Multihospital Systems with Not-For-Profit Hospitals, Health Care Management Review 16(2) (1991): 31-37.",
        "Silverman, Elaine M., Jonathan Skinner, and Elliott Fisher, The Association Between For-Profit Hospital Ownership and Increased Medicare Spending, New England Journal of Medicine 341 (August 5, 1999), pp. 420-426.",
        "Simborg, Donald W., DRG Creep: A New Hospital-Acquired Disease, New England Journal of Medicine 304(26) (June 25, 1981): 1602-1604.",
        "Skinner, Jonathan, and Joel Slemrod, An Economic Perspective on Tax Evasion, National Tax Journal (September 1985), pp. 345-353.",
        "Sloan, FA, Picone GA, Taylor DH, and Chou SY, Hospital Ownership and Cost and Quality of Care: Is There a Dimes Worth of Difference? NBER Working Paper No. 6706 (August 1998).",
        "Sloan, Frank A., Not-For-Profit Ownership and Hospital Behavior, in A.J. Culyer and J.P. Newhouse (eds.) Handbook of Health Economics Vol. 1B. New York: North-Holland Elsevier (2000).",
        "Taylor DH Jr., Whellan DJ., Sloan FA., Effects of admission to a teaching hospital on the cost and quality of care for Medicare beneficiaries, New England Journal of Medicine (January 28, 1999): 293-9.",
        "Tirole, Jean, A Theory of Collective Reputations (With Applications to the Persistence of Corruption and to Firm Quality), The Review of Economic Studies 63(1) (January 1996): 1-22.",
        "Wennberg, John E., and Megan Cooper, The Dartmouth Atlas of Health Care. Hanover NH: Dartmouth College and the American Hospital Association (1999).",
        "Woolhandler S., and Himmelstein DU, When money is the mission--the high costs of investor- owned care, [editorial] New England Journal of Medicine 341 (August 5, 1999), pp. 444-446.",
        "Yitzhaki, Shlomo, A Note on Income Tax Evasion: A Theoretical Analysis, Journal of Public Economics 3 (1974): pp. 201-202."
    ]
}