{
    "id": 8135,
    "cites": 25,
    "cited_by": 59,
    "reference": [
        "[1] Bensoussan, A.: Perturbation methods in optimal control. John Wiley and Sons, Chichester, 1988.",
        "[2] Brown, D. J., DeMarzo, P. M., Eaves, B. C.: Computing equilibria when asset markets are incomplete. Econometrica 64, 1-27 (1996)",
        "[3] Cass, D., Citanna, A.: Pareto improving financial innovation in incomplete markets. Economic Theory 11, (1998): 467-494",
        "[4] Chiappori, P.-A., Geoffard, P. Y., and Guesnerie, R.: Sunspot fluctuations around a steady state: The case of multidimensional, one-step forward looking economic models. Econometrica 60, 1097-1126 (1992).",
        "[5] Chow, S.-N., and Hale J. K.: Methods of bifurcation theory, Springer-Verlag, New York, 1982.",
        "[6] DeMarzo, P. M, and Eaves, B. C.: Computing equilibria of GEl by relocalization on a Grassmann manifold. Journal of Mathematical Economics, 26, 479-497 (1996).",
        "[7] Elul, R.: Welfare effects of financial innovation in incomplete markets economies with several consumption goods, Journal of Economic Theory 65, 43-78 (1995).",
        "[8] Fleming, W.: Stochastic control for small noise intensities. SIAM Journal of Control 9, (1971).",
        "[9] Fleming, W., and Souganides P. E.: Asymptotic series and the method of vanishing viscosity. Indiana University Mathematics Journal 35, 425-447 (1986).",
        "[10] Gaspar, J., and Judd, K. L.: Solving large-scale rational expectations models, Macroeconomic Dynamics 1, 45-75 (1997).",
        "[11] Hart, 0.: On the optimality of equilibrium when the market structure is incomplete. Journal of Economic Theory 11, 418-443 (1975).",
        "[12] Jones, R. W.: The structure of simple general equilibrium models. Journal of Political Economy, 73, 557-572 (1965).",
        "[14] Judd, K. L., and Guu, S.-M.: Perturbation solution methods for economic growth models, in Economic and Financial Modeling with Mathematica, Hal Varian, ed., Springer-Verlag: New York, 1993.",
        "[15] Judd, K. L., and Guu, S.-M.: An asymptotic theory of financial innovation, mimeo, 2000.",
        "[16] Kim, J., and Kim, S. H.: Spurious welfare reversals in international business cycle models, mimeo, 1999. (http:// www.stanford.edu/ group/SITE/ kim.pdf)",
        "[17] Kimball, M. S.: Precautionary saving in the small and in the large. Econometrica 58, 53-73 (1990).",
        "[18] Kydland, F. E., and Prescott, E. C.: Time to build and aggregate fluctuations. Econometrica 50, 1345-1370 (1982).",
        "[19] Leisen, D., and Judd, K. L.: Pricing and hedging options in a stochastic volatility Model. mimeo, 1999.",
        "[20] Magill, J. P. M.: A local analysis of N-sector capital accumulation under uncertainty. Journal of Economic Theory, 15, 211-219 (1977).",
        "[21] Magill, J. P. M., and Quinzii, M.: Theory of incomplete markets. Volume 1, Cambridge: MIT Press 1996.",
        "[22] Samuelson, P. A.: The fundamental approximation theorem of portfolio analysis in terms of means, variances and higher moments. Review of Economic Studies 37, 537-542 (1970).",
        "[23] Schmedders, K.: Computing equilibria in the general equilibrium model with incomplete asset markets. Journal of Economic Dynamics and Control, 22, 13751401 (1998).",
        "[24] Schmedders, K.: Monopolistic security design in finance economies. Economic Theory, this issue.",
        "[25] Tesar, L.: Evaluating the gains from international risksharing. CarnegieRochester Conference Series on Public Policy, 42, 95-143 (1995).",
        "[26] Zeidler, E.: Nonlinear functional analysis and its applications: Volume I, Springer-Verlag: New York, 1986. BtfNBER.nb"
    ]
}