{
    "id": 8136,
    "cites": 27,
    "cited_by": 17,
    "reference": [
        "Barro, Robert J. Are Government Bonds Net Wealth? Journal of Political Economy 82 (November/December 1974): 1095-1117.",
        "Blanchard, Olivier J. Debt, Deficits, and Finite Horizons. Journal of Political Economy 93 (April 1985): 223-247.",
        "Buiter, Willem H. Death, Birth, Productivity Growth and Debt Neutrality. Economic Journal 98 (June 1988): 279-293.",
        "Cohen, Daniel. Inflation, Wealth and Interest Rates in an Intertemporal Opti- mizing Model. Journal of Monetary Economics 16 (July 1985): 73-85.",
        "Cole, Harold L. and Narayana Kocherlakota. Zero Nominal Interest Rates: Why Theyre Good and How to Get Them. Federal Reserve Bank of Minneapolis Quarterly Review 22 (Spring 1998): 2-10.",
        "Cooley, Thomas F. and Gary D. Hansen. The Inflation Tax in a Real Business Cycle Model. American Economic Review 79 (September 1989): 733-748.",
        "Friedman, Milton. The Optimum Quantity of Money. In The Optimum Quan- tity of Money and Other Essays. Chicago: Aldine Publishing Company, 1969.",
        "Greenwood, Jeremy, Zvi Hercowitz, and Gregory W. Huffman. Investment, Capacity Utilization, and the Real Business Cycle. American Economic Review 78 (June 1988): 402-417.",
        "Haberler, Gottfried. Prosperity and Depression: A Theoretical Analysis of Cycli- cal Movements 3d ed. New York: United Nations, 1946.",
        "Hicks, J.R. Mr. Keynes and the `Classics; A Suggested Interpretation. Econo- metrica 5 (April 1937): 147-159.",
        "Ireland, Peter N. Implementing the Friedman Rule. Working Paper 460. Chestnut Hill: Boston College, Department of Economics, June 2000.",
        "Keynes, John Maynard. The General Theory of Employment, Interest, and Money. New York: Harcourt, Brace and Company, 1936.",
        "Krugman, Paul R. Its Baaack: Japans Slump and the Return of the Liquidity Trap. Brookings Papers on Economic Activity (2:1998): 137-187.",
        "Lucas, Robert E., Jr. Equilibrium in a Pure Currency Economy. Economic Inquiry 18 (April 1980): 203-220.",
        "Lucas, Robert E., Jr. Inflation and Welfare. Econometrica 68 (March 2000): 247-274.",
        "McCallum, Bennett T. Some Issues Concerning Interest Rate Pegging, Price Level Determinacy, and the Real Bill Doctrine. Journal of Monetary Eco- nomics 17 (January 1986): 135-160.",
        "Mussa, Michael. Summary Panel: Reflections on Monetary Policy at Low In- flation. Journal of Money, Credit, and Banking 32 (November 2000, Part 2): 1100-1106.",
        "Patinkin, Don. Money, Interest, and Prices 2d ed. New York: Harper and Row, 1965.",
        "Pigou, A.C. The Classical Stationary State. Economic Journal 53 (December 1943): 343-351.",
        "Sachs, Jeffrey. Energy and Growth under Flexible Exchange Rates: A Simula- tion Study. In Jagdeep S. Bhandari and Bluford H. Putnam with Jay H. Levin, eds. Economic Interdependence and Flexible Exchange Rates. Cam- bridge: MIT Press, 1983.",
        "Sidrauski, Miguel. Rational Choice and Patterns of Growth in a Monetary Economy. American Economic Review 57 (May 1967): 534-544.",
        "Svensson, Lars E.O. How Should Monetary Policy Be Conducted in an Era of Price Stability? In New Challenges for Monetary Policy. Kansas City: Federal Reserve Bank of Kansas City, 1999.",
        "Tobin, James. Money and Economic Growth. Econometrica 33 (October 1965): 671-684.",
        "Weil, Philippe. Is Money Net Wealth? International Economic Review 32 (February 1991): 37-53.",
        "Whitesell, William C. Age Heterogeneity and the Tobin Effect with Infinite Horizons. Finance and Economics Discussion Series 4. Washington: Fed- eral Reserve Board, Division of Research and Statistics, January 1988.",
        "Wilson, Charles. An Infinite Horizon Model with Money. In Jerry R. Green and Jose Alexandre Scheinkman, eds. General Equilibrium, Growth, and Trade: Essays in Honor of Lionel McKenzie. New York: Academic Press, 1979.",
        "Woodford, Michael. The Optimum Quantity of Money. In Benjamin M. Fried- man and Frank H. Hahn, eds. Handbook of Monetary Economics. Amster- dam: Elsevier, 1990."
    ]
}