{
    "id": 8141,
    "cites": 24,
    "cited_by": 16,
    "reference": [
        "[11 Agenor, P., The Economics of Adjustment and Growth, Academic Press, 2000.",
        "[21 Aizenman, Joshua, Country Risk, Incomplete Information and Taxes on International Borrowing, Economic Journal 99, March 1989, pp. 147-161.",
        "[31 Allen, Franklin and Douglas Gale, Limited Market Participation and Volatility of Asset Prices, American Economic Review 84(4), September 1994, pages 933-55.",
        "[41 Caballero, R.J. and A. Krishnamurthy, International and Domestic Collateral Constraints in a Model of Emerging Market Crises, forthcoming in Journal of Monetary Economics, 2001.",
        "[51 Caballero, R.J. and A. Krishnamurthy, International Liquidity Management: Sterilization Policy in Illiquid Financial Markets, NBER WP 7740, June 2000a.",
        "[61 Caballero, R.J. and A. Krishnamurthy, Dollarization of Liabilities: Underinsurance and Domestic Financial Underdevlopment, NBER WP 7792, July 2000b.",
        "[71 Calvo, G.A., The Perils of Sterilization, IMF Staff Papers 38-~j, December 1991, pp. 921-926.",
        "[81 Calvo, G.A., L. Leiderman, C.M. Reinhart, Capital Inflows to Latin America: The Role of External Factors, IMF Staff Papers ~jO, March 1993, pp. 108-151.",
        "[91 Calvo, G.A., and C.M. Reinhart, Fear of Floating mimeo University of Maryland, 2000.",
        "[101 Corbo, V. and L. Hernandez, Macroeconomic Adjustment to Capital Inflows: Lessons from Recent Latin American and East Asian Experience, The World Bank Research Observer 11-1, February 1996, pp. 61-85.",
        "[111 Diamond, D.W., Debt Maturity Structure and Liquidity Risk, Quarterly Journal of Economics, August 1991.",
        "[121 Diamond, D.W. and P.11. Dybvig, Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy 91, 1983, pp. 401-419.",
        "[131 Diamond, D.W. and R.G. Rajan, Liquidity Shortages and Banking Crises, U.Chicago mimeo, January 2001. 25",
        "[141 Dooley, M., Responses to Volatile Capital Flows: Controls, Asset-Liability Manage- ment and Architecture, World Bank Conference on Capital Flows, Financial Crises and Policies, April 1999.",
        "[151 Frankel, J.A., Sterilization of Money Inflows: Difficult (Calvo) or Easy (Reisen)? Estudios de Economia, 24(2), December 1997, pp. 263-285.",
        "[171 Harberger, A., Lessons for Debtor-Country Managers and Policymakers, in J.Cuddington and G.Smith (eds.), International Debt and the Developing Countries. Washington: World Bank, 1985.",
        "[181 Holmstrom, B. and J. Tirole, Private and Public Supply of Liquidity, Journal of Political Economy 106-1, February 1998, pp. 1-40.",
        "[191 Massad, C.A., Statement by Mr. Carlos Massad, Governor for Chile, Representing the Latin American Governors of the International Monetary Fund at the Annual Meetings of the World Bank and the International Monetary Fund, Hong Kong, September 23, 1997.",
        "[201 Montiel, P. Policy Responses to Surges in Capital Inflows: Issues and Lessons, in Private Capital Inflows to Emerging Markets, ed. by Calvo, Goldstein and Hochreiter, lEE, 1996.",
        "[221 Mundell, R.A., Capital Mobility and Stabilization Policy under Fixed and Flexible Exchange Rates, Canadian Journal of Economics and Political Science, 1962, pp.475485.",
        "[231 Sargent, T.J. and N.Wallace, Some Unpleasant Monetary Arithmetic, Federal Re- serve Bank of Minneapolis Quarterly Review, 5(3), 1981, pp. 1-17.",
        "[241 Williamson, J., The Management of Capital Inflows, Pensamiento Iberoamericano, January-June 1995. 26",
        "[251 World Bank, Private Capital Flows to Developing Countries: The Road to Financial Integration, Oxford University Press, 1997.",
        "[261 Woodford, M. Public Debt as Private Liquidity, American Economic Review, Papers and Proceedings 80 May 1990, pp. 382-88."
    ]
}