{
    "id": 8149,
    "cites": 34,
    "cited_by": 4,
    "reference": [
        "1. Daron Acemoglu Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality, Quarterly Journal of Economics, November 1998 (A), 1055-1089.",
        "2. Daron Acemoglu Changes in Unemployment and Wage Inequality: An Alternative Theory and Some Evidence, American Economic Review, December 1999, 1259-1278.",
        "3. Basu, Susanto and David Weil Appropriate Technology and Growth, Quarterly Journal of Economics, 113(4), November 1998: 1025-54.",
        "4. Paul Beaudry and David Green, What is Driving US and Canadian Wages: Endogenous Technical Change or Endogenous Choice of Technique?, N.B.E.R. working Paper 6853, December 1998.",
        "5. Paul Beaudry and David Green, The Changing Structure of Wages in the US and Germany: What Explains the Difference?, N.B.E.R. working Paper 7697, May 2000.",
        "6. Eli Berman, John Bound and Stephen Machin, Implications of Skilled-biased Technological Change: International Evidence, Quarterly Journal of Economics, November 1998, 1245-1280.",
        "7. Olivier Blanchard, The Medium Run, Brookings Paper on Economic Activity, 1997.",
        "8. Timothy F. Bresnahan, Erik Brynjolfson, Lorin M. Hitt, Information Technology, Workplace Organization and the Demand for Skilled Labor: Firm-Level Evidence, NBER working paper 7136, May 1999.",
        "10. David Card, Francis Kramarz and Thomas Lemieux Changes in the Structure of Wages and Employment: a comparison of the United States, Canada and France, Canadian Journal of Economics, 32, August 1999, 843-877.",
        "11. David Card and W. Craig Riddell Unemployment in Canada and the United States: A Further Analysis, in B.C. Eaton and R.G. Harris, Trade, Technology and Economics: Essays in Honour of Richard G. Lipsey. Cheltenham, UK: Elgar, 1997, 47 87.",
        "12. Francesco Caselli, Technological Revolutions, American Economic Review, March 1999, 78-102. 62",
        "14. Duranton, Gilles, The Economics of Productive Systems: Segmentation and Skill-Biased Change, Working Paper, February 1998, London School of Economics.",
        "15. Flug, Karnit and Zvi Hercowitz, Equipment Investment and Relative Demand for Skilled Labor, Review of Economic Dynamics, 2000.",
        "16. Richard Freeman and Ronald Schettakat Low Wage Sevices: Interpreting the USGerman Difference, N.B.E.R. working paper 7611, March 2000.",
        "17. Goldin, Claudia and Laurence Katz, The Origines of Technology-Skill Complementarity, Quarterly Journal of Economics 113, 1998, 693-732.",
        "18. Goldin, Claudia and Lawrence Katz, The Returns to Skill in the United States Across the Twentieth Century, Nation Bureau of Economic Research Working Paper no. 7126, May 1999.",
        "19. Amanda Gosling, Stephen Machin and Costas Meghir, The Changing Distribution of Male Wages in the UK, Institute for Fiscal Studies Mimeo, 1998.",
        "20. Robert Gordon The Measurement of Durable Good Prices, University of Chicago Press, 1900.",
        "21. Peter Gottschalk and Timothy M. Smeeding, Cross-National Comparison of Earnings and Income Inequality, Journal of Economic Literature, no. 2, vol. XXXV (1997), 633687.",
        "22. Jeremy Greenwood, Zvi Hercowitz and Per Kursell, Long-Run Implications of Investment-Specific Technological Change, American Economic Review, 87, (1997), 341362.",
        "23. Jeremy Greenwood, and Boyan Jovanovic, The IT Revolution and the Stock Market, American Economic Review Paper and proceedings, 89:116-122, May 1999.",
        "24. Jeremey Greenwood and Mehmet Yorukoglu 1 97~, Cargegie Rochester Conference Series on Public Policy, 46, 1997.",
        "25. James Heckman, L. Lochner and C. Taber Explaining Rising Wage Inequality: Explorations with a Dynamic General Equilibrium Model of Labor Earnings with Heterogenous Agents, Review of Economic Dynamics, 1(1), 1998. 63",
        "26. Chinhui Juhn, Kevin M. Murphy, and Brooks Pierce, Wage Inequality and the Rise in Returns to Skill, Journal of Political Economy 101 (1993), 410-442.",
        "27. Dale W. Jorgenson and Eric Yip Whatever Happened to Productivity Growth, mimeo Harvard University, June 1999.",
        "28. Dale W. Jorgenson and Kevin J. Stiroh Information Technology and Growth, American Economic Review, May (1999), 109 15.",
        "30. Michael Kileyl, The Supply of Skilled Labor and Skilled Biased Technological Progress, Economic Journal, 1999.",
        "31. Alan B. Kruger and Jorn-Steffen Pischke, Observations and Conjectures on the US Employment Miricle, N.B.E.R. working paper 6146, August 1997.",
        "32. Per Krusell, Lee E. Ohanian, Jose - Victor Rios-Rull, and Giovanni L. Violante CapitalSkill Complementarity and Inequality: A Macroeconomic Analysis, Econometrica 2000.",
        "34. Thomas MaCurdy and Thomas Mroz, Measuring Macroeconomic Shifts in Wages from Cohort Specifications, working paper, (1995).",
        "35. Obstfeld, Maurice and Kenneth Rogoff, The Six Major Puzzles in International Macroeconomics: Is Ther a Common Cause, NBER Macroeconomics Annual 2000, Ben Bernanke and Kenneth Rogoff (eds).",
        "36. John Schmidt, The Changing Structure of Male Earnings in Britain, 197~-88 in RB. Freeman and L.F. Katz, eds, Differences and Changes in Wage Structures. NBER. Chicago: University of Chicago Press, 1995, 177 204.",
        "37. Solow, Robert, A Contribution to the Theory of Economic Growth, Quaterly Journal of Economics, 70, 1956, 65-94.",
        "38. Zeira, Joseph, Workers, Machines and Economic Growth, Quarterly Journal of Economics,"
    ]
}