{
    "id": 8152,
    "cites": 58,
    "cited_by": 14,
    "reference": [
        "Adams, Scott J. 2000. Three Essays on the Economics of Aging, Ph.D. Dissertation, Department of Economics, Michigan State University.",
        "Albert, Rory J., and Neal S. Schelberg. 1989. Benefit Plans Redefined under ADEA. Pension World, October, pp. 45-48.",
        "Ashenfelter, Orley, and David Card. 2000. How Did the Elimination of Mandatory Retirement Affect Faculty Retirement? Working Paper No. 448, Princeton University, Industrial Relations Section.",
        "Boglietti, G. 1974. Discrimination Against Older Workers and the Promotion of Equality of Opportunity. International Labour Review, Vol. 110, No. 4, October, pp. 351-65.",
        "Cappelli, Peter. 2000. Examining the Incidence of Downsizing and Its Effect on Establishment Performance. In David Neumark, Ed. On The Job: Is Long-Term Employment a Thing of the Past (New York: Russell Sage Foundation), pp. 463-516.",
        "Carmichael, Lorne H. 1983. Firm-Specific Human Capital and Promotion Ladders. Bell Journal of Economics, Vol. 14, Spring, pp. 251-8.",
        "Coate, Stephen, and Glenn C. Loury. 1993. Will Affirmative-Action Policies Eliminate Negative Stereotypes? American Economic Review, Vol. 83, No. 5, pp. 1220-40.",
        "Crawshaw-Lewis, Stacey. 1996. Overpaid Older Workers and the Age Discrimination in Employment Act. Washington Law Review, Vol. 71, No. 3, July, pp. 769-96.",
        "Eberts, Randall W., and Joe A. Stone. 1985. Male-Female Differences in Promotions: EEO in Public Education. Journal of Human Resources, Vol. 20, No. 4, pp. 504-21.",
        "Fields, Gary S., and Olivia S. Mitchell. 1994. Economic Determinants of the Optimal Retirement Age: An Empirical Investigation. Journal of Human Resources, Vol. 19, No. 2, Spring, pp. 245-62.",
        "Fleischer, Dorothy, and Barbara H. Kaplan. 1980. Work and Retirement: Policy Issues (Los Angeles: University of Southern California Press).",
        "Frank, Robert H., and Robert M. Hutchens. 1993. Wages, Seniority, and the Demand for Rising Consumption Profiles. Economic Journal, Vol. 21, No. 3, August, pp. 251-76.",
        "Friedman, Lawrence M. 1984. Your Time Will Come: The Law of Age Discrimination and Mandatory Retirement (New York: Russell Sage Foundation).",
        "Garen, John, Mark Berger, and Frank Scott. 1996. Pensions, Non-Discrimination Policies, and the Employment of Older Workers. Quarterly Review of Economics and Finance, Vol. 36, No. 4, Winter, pp. 417-30.",
        "Gokhale, Jagadeesh, Erica L. Groshen, and David Neumark. 1995. Do Hostile Takeovers Reduce Extramarginal Wage Payments? Review of Economics and Statistics, Vol. 77, No. 3, August, pp. 470-85.",
        "Hellerstein, Judith K., and David Neumark. 1995. Are Earnings Profiles Steeper than Productivity Profiles? Evidence from Israeli Firm-Level Data. Journal of Human Resources, Vol. 30, No. 1, Winter, pp. 89-112.",
        "Hellerstein, Judith K., David Neumark, and Kenneth R. Troske. 1999. Wages, Productivity, and Worker Characteristics: Evidence from Plant-Level Production Functions and Wage Equations. Journal of Labor Economics, Vol. 17, No. 3, July, pp. 409-46.",
        "Herz, Diane E., and Philip L. Rones. 1989. Institutional Barriers to Employment of Older Workers. Monthly Labor Review, April, pp. 14-21.",
        "Hirsch, Barry T., David A. Macpherson, and Melissa A. Hardy. 2000. Occupational Age Structure and Access for Older Workers. Industrial and Labor Relations Review, Vol. 53, No. 3, April, pp. 401-18.",
        "Holmstrom, Bengt. 1981. Contractual Models of the Labor Market. American Economic Review Papers and Proceedings, Vol. 71, No. 2, May, pp. 308-13.",
        "Holzer, Harry, and David Neumark. 2000. Assessing Affirmative Action. Journal of Economic Literature, Vol. 38, No. 3, September, pp. 483-568.",
        "Hutchens, Robert M. 1996. Delayed Payment Contracts and a Firms Propensity to Hire Older Workers. Journal of Labor Economics, Vol. 4, No. 4, October, pp. 439-57.",
        "Hutchens, Robert M. 1988. Do Job Opportunities Decline with Age? Industrial and Labor Relations Review, Vol. 42, No. 1, October, pp. 89-99.",
        "Issacharoff, Samuel, and Erica Worth Harris. 1997. Is Age Discrimination Really Age Discrimination?: The ADEAs Unnatural Solution. New York University Law Review, Vol. 72, No. 4, October, pp. 780-840.",
        "Johnson, Richard W., and David Neumark. 1996. Wage Declines among Older Men. Review of Economics and Statistics, Vol. 78, No. 4, November, pp. 740-8.",
        "Johnson, Richard W., and David Neumark. 1997. Age Discrimination, Job Separations, and Employment Status of Older Workers. Journal of Human Resources, Vol. 32, No. 4, Fall, pp. 779-811.",
        "Jolls, Christine. 1996. Hands-Tying and the Age Discrimination in Employment Act. Texas Law Review, Vol. 74, June, pp. 1813-46.",
        "Kite, Mary E., and Blair T. Johnson. 1988. Attitudes Towards Older and Younger Adults: A Meta-Analysis. Psychology and Aging, Vol. 3, No. 3, pp. 233-44.",
        "Lazear, Edward P. 1979. Why Is There Mandatory Retirement? Journal of Political Economy, Vol. 87, No. 6, December, pp. 1261-84.",
        "Lazear, Edward P. 1982. Severance Pay, Pensions, and Efficient Mobility. NBER Working Paper No. 854.",
        "Lazear, Edward P. 1995. Personnel Economics (Cambridge, MA: MIT Press).",
        "Lazear, Edward P., and Robert L. Moore. 1984. Incentives, Productivity, and Labor Contracts. Quarterly Journal of Economics, Vol. 99, No. 2, May, pp. 275-96.",
        "Lindemann Schlei, Barbara, and Paul Grossman. 1983. Employment Discrimination Law (Washington, DC: Bureau of National Affairs).",
        "Lockard, Duane. 1968. Toward Equal Opportunity: A Study of State and Local Anti-discrimination Laws (New York: Macmillan).",
        "Loewenstein, George, and Nachum Sicherman. 1991. Do Workers Prefer Increasing Wage Profiles? Journal of Labor Economics, Vol. 9, No. 1, January, pp. 67-84.",
        "Lumsdaine, Robin L., and Olivia S. Mitchell. 1999. New Developments in the Economic Analysis of Retirement. In Orley Ashenfelter and David Card, Eds. Handbook of Labor Economics, Vol. 3C (Amsterdam: Elsevier), pp. 3261-307.",
        "Meier, Elizabeth L., and Elizabeth A. Kerr. 1976. Capabilities of Middle-Aged and Older Workers: A Survey of the Literature. Industrial Gerontology, Vol. 3, No. 3, pp. 147-56.",
        "Miller, David. 1966. Age Discrimination in Employment: The Problem of the Older Worker. New York University Law Review, Vol. 41, April, pp. 383-424.",
        "Neumark, David. 1988. Employers Discriminatory Behavior and the Estimation of Wage Discrimination. Journal of Human Resources, Vol. 23, No. 3, Summer, pp. 279-95.",
        "Neumark, David. 1995. Are Rising Earnings Profiles a Forced-Saving Mechanism? Economic Journal, Vol. 105, No. 428, January, pp. 95-106.",
        "Neumark, David (Ed.). 2000. On The Job: Is Long-Term Employment a Thing of the Past (New York: Russell Sage Foundation).",
        "Neumark, David, and Wendy A. Stock. 1999. Age Discrimination Laws and Labor Market Efficiency. Journal of Political Economy, Vol. 107, No. 5, October, pp. 1081-125.",
        "Neumark, David, and Wendy A. Stock. 2000. The Effects of Race and Sex Discrimination Laws. Unpublished paper, Public Policy Institute of California.",
        "Neumark, David, and Paul Taubman. 1995. Why Do Wage Profiles Slope Upward? Tests of the General Human Capital Model. Journal of Labor Economics, Vol. 13, No. 4, October, pp. 736-61.",
        "Phelps, Edmund S. 1972. The Statistical Theory of Racism and Sexism. American Economic Review, Vol. 62, No. 4, September, pp. 659-61.",
        "Piette, Michael J. 1995. Economic and Statistical Considerations In Analyzing Allegations of Age Discrimination. Journal of Forensic Economics, Vol. 8, No. 2, Spring-Summer, pp. 139-57.",
        "Polsky, Daniel. 1999. Changing Consequences of Job Separation in the United States. Industrial and Labor Relations Review, Vol. 52, No. 4, July, pp. 565-80.",
        "Posner, Richard A. 1995. Aging and Old Age (Chicago: University of Chicago Press).",
        "Rosen, Benson, and Thomas H. Jerdee. 1976. The Nature of Job-Related Age Stereotypes. Journal of Applied Psychology, Vol. 61, No. 2, April, pp. 180-183.",
        "Rosen, Benson, and Thomas H. Jerdee. 1977. Too Old or Not Too Old? Harvard Business Review, Vol. 55, No. 6, November-December, pp. 97-106.",
        "Schelling, Thomas C. 1983. Ethics, Law, and the Exercise of Self-Command. In Sterling M. McMurrin, Ed. The Tanner Lectures on Human Values, Vol. 4 (Salt Lake City: University of Utah Press).",
        "Schuster, Michael, and Christopher S. Miller. 1984. An Empirical Assessment of the Age Discrimination in Employment Act. Industrial and Labor Relations Review, Vol. 38, No. 1, October, pp. 64-74.",
        "Shapiro, David, and Steven H. Sandell. 1985. Age Discrimination in Wages and Displaced Older Men. Southern Economic Journal, Vol. 52, No. 1, July, pp. 90-102.",
        "Shleifer, Andrei, and Lawrence H. Summers. 1988. Breach of Trust in Hostile Takeovers. In Alan J. Auerbach, Ed. Corporate Takeovers: Causes and Consequences (Chicago: University of Chicago Press).",
        "Starkman, Paul E. 1992. Alleging a Pattern or Practice Under ADEA: An Analysis of the Impact and Problems of Proof. The Labor Lawyer, Vol. 8, No. 1, Winter, pp. 91-123.",
        "Stone, Julia E. 1980. Age Discrimination in Employment Act: A Review of Recent Changes. Monthly Labor Review, Vol. 103, No. 3, March, pp. 32-6.",
        "U.S. Department of Labor. 1965. The Older American Worker (Washington: Government Printing Office).",
        "Valletta, Robert G. 1991. Job Tenure and Joblessness of Displaced Workers. Journal of Human Resources, Vol. 26, No. 4, Fall, pp. 726-41."
    ]
}