{
    "id": 8153,
    "cites": 16,
    "cited_by": 8,
    "reference": [
        "Bavier, Richard. An Early Look at the Effects of Welfare Reform. Mimeo, Office of Management and Budget, March 1999.",
        "Blank, Rebecca, David Card, and Philip K. Robins (2000). Financial Incentives for Increasing Work and Income Among Low-Income Families, in David E. Card and Rebecca M. Blank, eds., Finding Jobs: Work and Welfare Reform. New York: Russell Sage Foundation, 373-419.",
        "Council of Economic Advisers (1999). The Effects of Welfare Policy and the Economic Expansion on Welfare Caseloads: An Update. Washington, DC: Council of Economic Advisers.",
        "Committee on Ways and Means. 1994 Green Book. Washington: Government Printing Office, 1994.",
        "Dickert, Stacy, Scott Houser, and John Karl Scholz (1995). The Earned Income Tax Credit and Transfer Programs: A Study of Labor Market and Program Participation. In James Poterba, ed., Tax Policy and the Economy. Cambridge, MA: The MIT Press.",
        "Ellwood, David T. (2000). The Impact of the Earned Income Tax Credit and Social Policy Reforms on Work, Marriage, and Living Arraignments. Mimeo, Kennedy School of Government.",
        "Ellwood, David T. and Mary Jo Bane (1983). The Impact of AFDC on Family Structure and Living Arrangements. In R. Ehrenberg, ed., Research in Labor Economics 7, 137207.",
        "Grogger, Jeff. Time Limits and Welfare Use. National Bureau of Economic Research Working Paper no. 7709, March (2000).",
        "Grogger, Jeffrey, and Charles Michalopoulos. Welfare Dynamics under Time Limits. National Bureau of Economic Research Working Paper no. 7353, September 1999.",
        "Hotz, V. Joseph, and John Karl Scholz. (2000) The Earned Income Tax Credit. Mimeo, July 15, 2000.",
        "Meyer, Bruce D., and Dan T. Rosenbaum. (1999) Welfare, the EITC, and the Labor Supply of Single Mothers. National Bureau of Economic Research Working Paper 7363.",
        "Moffitt, Robert A. (1999) The Effect of Pre-PRWORA Waivers on AFDC Caseloads and Female Earnings, Income, and Labor Force Behavior. In Sheldon Danziger, ed., Welfare Reform and the Economy: What Will Happen When a Recession Comes'DONE' Kalamazoo, MI: Upjohn Institute for Employment Research.",
        "Moffitt, Robert A. and LaDonna A. Pavetti (2000). Time Limits. in David E. Card and Rebecca M. Blank, eds., Finding Jobs: Work and Welfare Reform. New York: Russell Sage Foundation.",
        "Schoeni Robert, and Rebecca Blank. (2000) What has Welfare Reform Accomplished'DONE' Impacts on Welfare Participation, Employment, Income, Poverty, and Family Structure. National Bureau of Economic Research Working Paper 7627.",
        "Wallace, Geoffrey and Rebecca M. Blank (1999). What Goes Up Must Come Down'DONE' Explaining Recent Changes in Public Assistance Caseloads. In Sheldon Danziger, ed., Welfare Reform and the Economy: What Will Happen When a Recession Comes Kalamazoo, MI: Upjohn Institute for Employment Research, 49-90.",
        "Ziliak, J.P., Figlio, D.N., Davis, E.E., and Connolly, L.S. Accounting for the Decline in AFDC Caseloads: Welfare Reform or Economic Growth'DONE' Journal of Human Resources 35, Summer 2000."
    ]
}