{
    "id": 8158,
    "cites": 16,
    "cited_by": 18,
    "reference": [
        "Alm, James and Leslie Whittington, (1995), Does the Income Tax Affect Marital Decisions? National Tax Journal, 48(4), pp. 565-572.",
        "Anson, Ofra and Jon Anson (1997), Surviving the Holidays: Gender Differences in Mortality in the Context of Three Moslem Holidays, Sex Roles, 37(5-6), pp. 381-399.",
        "Burman, Leonard and William Randolph (1994), Measuring Permanent Responses to Capital-Gains Changes in Panel Data, American Economic Review 84(4), pp. 794-809.",
        "Dickert-Conlin, Stacy and Amitabh Chandra (1999), Taxes and the Timing of Births, Journal of Political Economy, 107(1), pp. 161-177.",
        "Gelardi, Alexander M. G. (1996), The Influence of Tax Law Changes on the Timing of Marriages: A Two-Country Analysis, National Tax Journal, 49(1), pp. 17-30.",
        "Goolsbee, Austan (2000), What Happens When You Tax the Rich? Evidence from Executive Compensation Journal of Political Economy, 108(2), pp. 352-378.",
        "Hershey, Robert (2000), Rise in Death Rate After New Year is Tied to the Will to See 2000, The New York Times, January 15.",
        "Luckey, John R. (1995), A History of Federal Estate, Gift and Generation-Skipping Taxes, CRS Report for Congres 95-444A, Congressional Research Service, March.",
        "Kopczuk, Wojciech and Joel Slemrod (2001), The Impact of the Estate Tax on the Wealth Accumulation and Avoidance Behavior of Donors, in Gale, William, James R.",
        "Hines Jr. and Joel Slemrod, eds. Rethinking Estate and Gift Taxation, Brookings Institution Press, Washington, D.C., forthcoming. Luckey, John R. (1995), A History of Federal Estate, Gift, and Generation-Skipping Taxes, CRS Report for Congress 95-444A, Congressional Research Service, The Library of Congress, Washington, D.C., March 16.",
        "Phillips, David P. and Kenneth A. Feldman (1973), A Dip in Deaths Before Ceremonial Occasions: Some New Relationships Between Social Integration and Mortality, American Sociological Review, 38(6), pp. 678-696.",
        "Phillips, David P. and E.W. King (1988), Death Takes a Holiday: Mortality Surrounding Major Social Occasions, Lancet 2(8613), pp. 728-732.",
        "Phillips, David P. and D.G. Smith (1990), Postponement of Death Until Symbolically Meaningful Occasions, Journal of the American Medical Association, 263(14), pp.",
        "Scholes, Myron, Peter Wilson and Mark Wolfson, Firms Responses to Anticipated Reductions in Tax Rates: The Tax Reform Act of 1986, Journal of Accounting Research, 30(supp.), pp. 161-185.",
        "Schulz, Richard and Max Bazerman (1980), Ceremonial Occasions and Mortality: A Second Look, American Psychologist 35(3), pp. 253-261.",
        "Sjoquist, David L. and Mary Beth Walker (1995), The Marriage Tax and the Rate and Timing of Marriage, National Tax Journal, 48(4), 547-558."
    ]
}