{
    "id": 8159,
    "cites": 51,
    "cited_by": 42,
    "reference": [
        "Ashenfelter, Orley. Unemployment as Disequilibrium in a Model of Aggregate Labor Supply. Econometrica. 48(3), April 1980: 547-64.",
        "Barro, Robert J. and Chaipat Sahasakul. Measuring the Average Marginal Tax Rate from the Individual Income Tax. Journal of Business. 56 (October 1983): 419-52.",
        "Ben-Porath, Yoram. Labor-Force Participation Rates and the Supply of Labor. Journal of Political Economy. 81(3), May-June 1973: 697-704.",
        "Bowen, William G. and T. Aldrich Finegan. The Economics of Labor Force Participation. Princeton, N.J., Princeton University Press, 1969.",
        "Chapman, Sir Sydney John. Hours of Labor. Economic Journal. 19, September 1909: 354-79.",
        "Cho, Jang-Ok. Ex post Heterogeneity and the Business Cycle. Journal of Economic Dynamics and Control. 19(3), April 1995: 533-51.",
        "Cho, Jang-Ok and Thomas F. Cooley. Employment and Hours over the Business Cycle. Journal of Economic Dynamics and Control. 18(2), March 1994: 411-32.",
        "Christiano, Lawrence and Martin Eichenbaum. Current Real-Business-Cycle Theories and Aggregate Labor-Market Fluctuations. American Economic Review. 82(3), June 1992: 430-50.",
        "Cole, Harold L. and Edward C. Prescott. Valuation Equilibrium with Clubs. Journal of Economic Theory. 74(1), May 1997: 19-39.",
        "Coleman, Thomas Sedgwick. Essays on Aggregate Labor Market Business Cycle Fluctuations. PhD dissertation, University of Chicago, December 1984.",
        "Cooley, Thomas F. and Gary D. Hansen. The Inflation Tax in a Real Business Cycle Model. American Economic Review. 79(4), September 1989: 733-48.",
        "Crucini, Mario J. and James Kahn. Tariffs and Aggregate Economic Activity: Lessons from the Great Depression. Journal of Monetary Economics. 38(3), December 1996: 427-67.",
        "Diamond, Peter A. and James A. Mirrlees. A Model of Social Insurance with Variable Retirement. Journal of Public Economics. 10(3), December 1978: 295-336.",
        "Diamond, Peter A. and James A. Mirrlees. Payroll-Tax Financed Social Insurance with Variable Retirement. Scandinavian Journal of Economics. 88(1), 1986: 25-50.",
        "Aggregate Implications of Indivisible Labor - 42 Eissa, Nada and Jeffrey B. Liebman. Labor Supply Response to the Earned Income Tax Credit. Quarterly Journal of Economics. 111(2), May 1996: 605-37.",
        "Ghez, Gilbert R. and Gary S. Becker. The Allocation of Time and Goods over the Life Cycle. New York: Columbia University Press (for the NBER), 1975.",
        "Greenwood, Jeremy and Zvi Hercowitz. The Allocation of Capital and Time over the Business Cycle. Journal of Political Economy. 99(6), December 1991: 1188-1214.",
        "Grunfeld, Yehuda and Zvi Griliches. Is Aggregation Necessarily Bad'DONE' Review of Economics and Statistics. 42(1), February 1960: 1-13.",
        "Hall, Robert E. and Alvin Rabushka. The Flat Tax. 2nd edition. Stanford, CA: Hoover Institution Press, 1995.",
        "Hamermesh, Daniel S. Aggregate Employment Dynamics and Lumpy Adjustment Costs. Carnegie-Rochester Conference Series on Public Policy. 33(0), Autumn 1990: 93-130.",
        "Hamilton, James D. A Neoclassical Model of Unemployment and the Real Business Cycle. Journal of Political Economy. 96(3), June 1988: 593-617.",
        "Hanoch, Giora. Weeks and Hours in the Theory of Labor Supply. in James P. Smith, ed. Female Labor Supply. Princeton, NJ: Princeton University Press, 1980: 119-65.",
        "Hansen, Gary D. Indivisible Labor and the Business Cycle. Journal of Monetary Economics. 16(3), November 1985: 309-27.",
        "Hansen, Gary D. and Thomas J. Sargent. Straight Time and Overtime in Equilibrium. Journal of Monetary Economics. 21(2,3), Mar/May 1988: 281-308.",
        "Hansen, Lars Peter and James J. Heckman. The Empirical Foundations of Calibration. Journal of Economic Perspectives. 10(1), Winter 1996: 87-104.",
        "Hausman, Jerry A. Taxes and Labor Supply. in Alan J. Auerbach and Martin Feldstein, eds. Handbook of Public Economics. Amsterdam: North-Holland, 1985.",
        "Heckman, James J. A Partial Survey of Recent Research on the Labor Supply of Women. American Economic Review. 68(2), May 1978: 200-7.",
        "Heckman, James J. What has been Learned about Labor Supply in the Past Twenty Years'DONE' American Economic Review. 83(2), May 1993: 116-21.",
        "Heckman, James J. and Guilherme Sedlacek. Heterogeneity, Aggregation, and Market Wage Functions: An Empirical Model of Self-Selection in the Labor Market. Journal of Political Aggregate Implications of Indivisible Labor - 43 Economy. 93(6), December 1985: 1077-1125.",
        "Hildenbrand, Werner. Core and Equilibria of a Large Economy. Princeton, NJ: Princeton University Press, 1974.",
        "Hoynes, Hilary Williamson. Welfare Transfers in Two-Parent Families: Labor Supply and Welfare Participation under AFDC-UP. Econometrica. 64(2), March 1996: 295-332.",
        "Houthakker, Hendrik S. The Pareto Distribution and the Cobb-Douglas Production Function in Activity Analysis. Review of Economic Studies. 23, 1955: 27-31.",
        "Lucas, Robert E., Jr. Capacity, Overtime, and Empirical Production Functions. American Economic Review. 60(2), May 1970: 23-27.",
        "Lucas, Robert E., Jr. and Leonard A. Rapping. Real Wages, Employment, and Inflation. Journal of Political Economy. 77(5), September 1969.",
        "Kydland, Finn and Edward C. Prescott. Hours and Employment Variation in Business Cycle Theory. Economic Theory. 1(1), January 1991: 63-81.",
        "MaCurdy, Thomas E. An Empirical Model of Labor Supply in a Life Cycle Setting. Journal of Political Economy. 88 (December 1981): 1059-85.",
        "MaCurdy, Thomas E. Work Disincentive Effects of Taxes: A Reexamination of Some Evidence. American Economic Review. 82 (May 1992): 243-49.",
        "Mincer, Jacob. Labor Force Participation of Married Women: A Study of Labor Supply. in H.G. Lewis, ed. Aspects of Labor Economics. Princeton: Princeton University Press, 1962.",
        "Mincer, Jacob and Haim Ofek. The Distribution of Lifetime Labor Force Participation of Married Women: Comment. Journal of Political Economy. 87(1), February 1979: 197-201.",
        "Mulligan, Casey B. Substitution over Time: Another Look at Labor Supply over the Life Cycle. Macroeconomics Annual 1998, 1998a.",
        "Mulligan, Casey B. Pecuniary Incentives to Work in the U.S. during World War II. Journal of Political Economy. 106(5), October 1998b: 1033-77.",
        "Mulligan, Casey B. Microfoundations and Macro Implications of Indivisible Labor. NBER Working paper 7116, May 1999.",
        "Mulligan, Casey B. Aggregate Implications of Composition Bias. Working paper, University of Chicago, October 2000.",
        "Aggregate Implications of Indivisible Labor - 44 Mulligan, Casey B. and Xavier X. Sala-i-Martin. Social Security in Theory and Practice I. NBER working paper no. 7118, May 1999.",
        "Ohanian, Lee E. The Macroeconomic Effects of War Finance in the United States: World War II and the Korean War. American Economic Review. 87 (March 1997): 23-40.",
        "Pencavel, John. Labor Supply of Men: A Survey. in Orley Ashenfelter and Richard Layard, eds. Handbook of Labor Economics. Amsterdam: North Holland, 1986.",
        "Plosser, Charles I. Understanding Real Business Cycles. Journal of Economic Literature. 3(3), Summer 1989: 51-77.",
        "Rogerson, Richard. Indivisible Labor, Lotteries and Equilibrium. Journal of Monetary Economics. 21(1), January 1988: 3-16.",
        "Roy, Andrew D. Some Thoughts on the Distribution of Earnings. Oxford Economic Papers. 3, 1951: 135-46.",
        "Smith, James. Family Labor Supply over the Life Cycle. Explorations in Economic Research. 4(2), Spring 1977: 205-76.",
        "Wu, Yangru and Junxi Zhang. Endogenous Markups and the Effects of Income Taxation: Theory and Evidence from OECD Countries. Journal of Public Economics. 77(3), September 2000: 383-406."
    ]
}