{
    "id": 8162,
    "cites": 56,
    "cited_by": 7,
    "reference": [
        "Alizadeh, Sassan 1998, Essays in Financial Econometrics, Ph.D. Dissertation, Department of Economics, University of Pennsylvania.",
        "Andersen, Torben G., and Tim Bollerslev, 1997, Heterogeneous information arrivals and return volatility dynamics: Uncovering the long-run in high frequency returns, Journal of Finance 52, 975-1005.",
        "Andersen, Torben G., and Tim Bollerslev, 1998, Answering the skeptics: Yes, standard volatility models do provide accurate forecasts, International Economic Review 39, 885-905.",
        "Andersen, Torben G., Tim Bollerslev, Francis X. Diebold, and Heiko Ebens, 2001, The distribution of realized stock return volatility, Journal of Financial Economics 61, in press.",
        "Andersen, Torben G., Tim Bollerslev, Francis X. Diebold, and Paul Labys, 2001, The distribution of realized exchange rate volatility, Journal of the American Statistical Association, 96, 42-55.",
        "Andersen, Torben G., and Bent E. Sorensen (1997), GMM and QML asymptotic standard deviations in stochastic volatility models, Journal of Econometrics 76, 397-403.",
        "Ball, Clifford A., and Walter N. Torous, 1984, The maximum likelihood estimation of security price volatility: Theory, evidence, and application to option pricing, Journal of Business 57, 97-112.",
        "Bansal, Ravi (1997), An exploration of the forward premium puzzle in currency markets, Review of Financial Studies 10, 369-403.",
        "Barndorff-Nielsen, Ole E., and Neil Shephard (2000), Econometric analysis of realized volatility and its use in estimating Levy-based non-Gaussian OU type stochastic volatility models, Working paper, Nuffield College, Oxford.",
        "Barndorff-Nielsen, Ole E., and Neil Shephard (2001), Non-Gaussian Ornstein-Uhlenbeck-based models and some of their uses in financial economics, Journal of the Royal Statistical Society B 63, in press.",
        "Bates, David 5., 1996, Jumps and stochastic volatility: Exchange rate processes implicit in Deutschemark options, Review of Financial Studies 9, 69-107.",
        "Beckers, Stan, 1983, Variance of security price returns based on high, low, and closing prices, Journal of Business 56, 97-112.",
        "Black, Fischer, and Myron Scholes, 1973, The pricing of options and corporate liabilities, Journal of Political Economy 81, 63 7-654.",
        "Bollerslev, Tim, Ray Y. Chou, and Kenneth F. Kroner, 1992, ARCH modeling in finance: A selective review of the theory and empirical evidence, Journal of Econometrics 52, 5-59.",
        "Bollerslev, Tim, and Hao Zhou (2001), Estimating stochastic volatility diffusions using conditional moments of integrated volatility, Working Paper, Duke University.",
        "Breidt, F. Jay, and A.L. Carriquiry, 1996, Improved quasi-maximum likelihood estimation for stochastic volatility models, in J.C. Lee, W.O. Johnson, and A. Zellner (eds.), Modelling and Prediction. New York: Springer Verlag, 228-247.",
        "Brown, Stephen, 1990, Estimating volatility, in S. Figlewski, W. Silber, and M. Subrahmanyam (eds.), Financial Options. Homewood, IL.: Business One Irwin.",
        "Chernov, Mikhail, and Eric Ghysels (2000), A study toward a unified approach to the joint estimation of objective and risk neutral measures for options valuation, Journal of Financial Economics 56, 407-45 8.",
        "Chernov, Mikhail, Eric Ghysels, A. Ronald Gallant, and George E. Tauchen, 2001, Alternative models for stock price dynamics, Working Paper, Columbia University, University of North Carolina, and Duke University.",
        "Danielsson, Jon, 1994, Stochastic volatility in asset prices: Estimation with simulated maximum likelihood, Journal of Econometrics 64, 375-400.",
        "Doob, Joseph L., 1949, Heuristic approach to Kolmogorov-Simirnov theorems, Annals of Mathematical Statistics 20, 393-403.",
        "Duffie, Darrell, Pan, Jun, and Kenneth Singleton, 2000, Transform analysis and asset pricing for affine jump-diffusions, Econometrica 68, 1343-1376.",
        "Duffie, Darrell, and Kenneth Singleton, 1993, Simulated moments estimation of Markov models of asset prices, Econometrica 61, 929-952.",
        "Edwards, Robert D., and John Magee, 1997, TechnicalAnalysis of Stock Trends, New York: Amacom.",
        "Engle, Robert F., and Gary G.J. Lee, 1999, A permanent and transitory model of stock return volatility, in R. Engle and H. White (eds.), Cointegration, Causality, and Forecasting. A Festschrift in Honor of Clive W.J. Granger, 475-497. Oxford: Oxford University Press.",
        "Engle, Robert F., and Victor K. Ng, 1993, Measuring and testing the impact of news on volatility, Journal of Finance 48, 1749-1801.",
        "Feller, William, 1951, The asymptotic distribution of the range of sums of independent random variables, Annals of Mathematical Statistics 22, 427-432.",
        "French, Kenneth R., G. William Schwert, and Robert F. Stambaugh, 1987, Expected stock returns and volatility, Journal of Financial Economics 19, 3-29.",
        "Fridman, Moshe, and Lawrence Harris, 1998, A Maximum likelihood approach for non-Gaussian stochastic volatility models, Journal of Business and Economic Statistics 16, 284-291.",
        "Galant, A. Ronald, David A. Hsieh, and George E. Tauchen, 1997, Estimation of stochastic volatility models with diagnostics, Journal of Econometrics 81, 159-192.",
        "Gallant, A.Ronald, Chien T. Hsu, and George E. Tauchen, 1999, Using daily range data to calibrate volatility diffusions and extract the forward integrated variance, Review of Economics and Statistics 81, 617-631.",
        "Garman, Mark B., and Michael J. Klass, 1980, On the estimation of price volatility from historical data, Journal of Business 53, 67-78.",
        "Hamilton, James D., 1994, Time Series Analysis. Princeton: Princeton University Press.",
        "Harvey, Andrew, Esther Ruiz, and Neil Shephard, 1994, Multivariate stochastic variance models, Review of Economic Studies 61, 247-264.",
        "Harvey, Andrew, Esther Ruiz, and Neil Shephard, 1996, Estimation of an asymmetric stochastic volatility model for asset returns, Journal of Business and Economic Statistics 14, 429434. Hasbrouck, Joel, 1996, Modeling market microstructure time series, in G.S. Maddala and C.R. Rao (eds.), Statistical Methods in Finance (Handbook of Statistics, Volume 14). Amsterdam: North-Holland, 647-692.",
        "Hasbrouck, Joel, 1999, The dynamics of discrete bid and ask quotes, Journal of Finance 54, 2109-2142.",
        "Heston, Steven L., 1993, A closed-form solution for options with stochastic volatility with applications to bond and currency options, Review of Financial Studies 6, 327-343.",
        "Hull, John C., and Alan D. White, 1987, The pricing of options on assets with stochastic volatilities, Journal of Finance 42, 381-400.",
        "Jacquier, Eric, and Nicholas G. Polson, 2000, Stochastic volatility and other shocks in financial markets: an odds ratio analysis, Working Paper, Boston College and University of Chicago.",
        "Jacquier, Eric, Nicholas G. Polson, and Peter E. Rossi, 1994, Bayesian analysis of stochastic volatility models, Journal of Business and Economic Statistics 12, 413-417.",
        "Jacquier, Eric, Nicholas G. Polson, and Peter E. Rossi, 1999, Stochastic volatility: Univariate and multivariate extensions, Working Paper, Boston College and University of Chicago.",
        "Jarrow, Robert A., 1998, Volatility. London: Risk Publications.",
        "Karatzas, loannis, and Steven E. Shreve, 1991, Brownian Motion and Stochastic Calculus, New York: Springer Verlag.",
        "Kim, Sangjoon, Neil Shephard, and Siddartha Chib, 1998, Stochastic volatility: Likelihood inference and comparison with ARCH models, Review of Economic Studies 65, 36 1-393.",
        "Lo, A.W. and J. Wang (2000), Trading Volume: Definitions, Data Analysis, and Implications of Portfolio Theory, Review of Financial Studies, 13, 257-300.",
        "Merton, Robert C., 1969, Lifetime portfolio selection under uncertainty: The continuous-time case, Review of Economics and Statistics 51, 247-25 7.",
        "Merton, Robert C., 1980, On estimating the expected return on the market: An exploratory investigation, Journal of Financial Economics 8, 323-361.",
        "Nelson, Daniel B., 1991, Conditional heteroskedasticity in asset pricing: A new approach, Econometrica 59, 347-370.",
        "Parkinson, Michael, 1980, The extreme value method for estimating the variance of the rate of return, Journal of Business 53, 6 1-65.",
        "Rogers, L.C.G., and Stephen E. Satchell, 1991, Estimating variance from high, low and closing prices, Annals of Applied Probability 1, 504-512.",
        "Ruiz, Esther, 1994, Quasi-maximum likelihood estimation of stochastic variance models, Journal of Econometrics 63, 289-3 06.",
        "Sandmann, Gleb, and S.J. Koopman, 1998, Estimation of stochastic volatility models via Monte Carlo maximum likelihood, Journal of Econometrics 87, 271-301.",
        "Schwert, G. William, 1989, Why does stock market volatility change over time?, Journal of Finance 44, 1115-1153.",
        "Schwert, G. William, 1990, Stock volatility and the crash of87, Review of Financial Studies 3, 77-102.",
        "Singleton, Kenneth, 1997, Estimation of affine asset pricing models using the empirical characteristic function, Working Paper, Stanford University.",
        "Yang, Dennis, and Qiang Zhang, 2000, Drift-independent volatility estimation based on high, low, open and close prices, Journal of Business 73, 477-491."
    ]
}