{
    "id": 8163,
    "cites": 90,
    "cited_by": 7,
    "reference": [
        "Abel, Andrew and Laurence J. Kotlikoff, 1994, Intergenerational Altruism and the Effectiveness of Fiscal Policy: New Tests Based on Cohort Data, in: Toshi Tachibinachi, ed., Savings and Bequests, (Michigan University Press, Ann Arbor, MI).",
        "Ablett, John, Generational Accounting in Australia, 1999, in: Alan Auerbach, Laurence J. Kotlikoff, and Willi Leibfritz, eds., Generational Accounting Around the World (Chicago University Press, Chicago), 141-160.",
        "Altig, David and Charles T. Carlstrom, 1996, Marginal Tax Rates and Income Inequality in a Life-Cycle Model, working paper, Federal Reserve Bank of Cleveland.",
        "Altig, David, Alan Auerbach, Lany Kotlikoff, Kent Smetters, Jan Walliser, 2001, Simulating Fundamental Tax Reform. forthcoming, The American Economic Review.",
        "Anau, Patricio and Klaus Schmidt-Hebbel, 1993, Macroeconomic and Intergenerational Welfare Effects of a Transition from Pay-as-You-Go to Fully Funded Pensions, Policy Research Dept., Macroeconomics and Growth Division, (World Bank, Washington, D.C.).",
        "Altonji, Joseph G., Fumio Hayashi, and Laurence J. Kotlikoff, 1992, Is the Extended Family Altruistically Linked? The American Economic Review, 82 (5), 1177-98.",
        "Altonji, Joseph G., Fumio Hayashi, and Laurence J. Kotlikoff, 1997, Parental Altruism and Inter-Vivos Transfers: Theory and Evidence, Journal of Political Economy, 105 (6), 1121-66.",
        "Auerbach, Alan J. and Kevin A. Hassett, 1999, Uncertainty and the Design of LongRun Fiscal Policy, NBER working paper 7036, March.",
        "Auerbach, Alan J. and Laurence J. Kotlikoff, 1987, Dynamic Fiscal Policy, (Cambridge University Press, Cambridge, England).",
        "Auerbach, Alan J., Robert Hagemann, Laurence J. Kotlikoff, and Giuseppe Nicoletti. 1989, The Economics of Aging Populations: The Case of Four OECD Economies, OECD Staff Papers.",
        "Auerbach, Alan J., Laurence J. Kotlikoff, and Wffli Leibfritz, eds., 1999, Generational Accounting Around the World, (Chicago University Press, Chicago).",
        "Auerbach, Alan J. and Laurence J. Kotlikoff, 1999, The Methodology of Generational Accounting, in: Alan Auerbach, Laurence J. Kotlikoff, and Willi Leibfritz, eds., 83 Generational Accounting Around the World, (Chicago University Press, Chicago), 31-42.",
        "Auerbach, Alan J., Jagadeesh Gokhale, and Laurence J. Kotlikoff, 1991, Generational Accounts: A Meaningful Alternative to Deficit Accounting, in Tax Policy and the Economy, D. Bradford, ed., 5, (MIT Press, Cambridge, MA), 55-110.",
        "Auerbach, Alan J., Jagadeesh Gokhale, and Laurence J. Kotlikoff, 1994, Generational Accounting: A Meaningful Way to Assess Generational Policy, The Journal of Economic Perspectives, Winter.",
        "Auerbach, Alan J. and Philip Oreopoulos, 2000, The Fiscal Impact of U.S. Immigration - A Generational Accounting Perspective, Tax Policy and the Economy.",
        "Auerbach, Alan J., Jagadeesh Gokhale, Laurence J. Kotlikoff, John Sabethaus, and David Weil, 2001, The Annuitization of Americans Resources: A Cohort Analysis, forthcoming in Laurence J. Kotlikoff, Essays on Saving, Bequests, Altruism, and Financial Planning, (MIT Press, Cambridge, MA).",
        "Bano, Robert, 1974, Are Government Bonds Net Wealth? Journal of Political Economy, 48 (6), 1095-1118.",
        "Barsky, Robert B., N. Gregory Mankiw, and Steven P. Zeldes, 1986, Ricardian Consumers with Keynesian Propensities, The American Economic Review, 76 (4), 676-9 1.",
        "Becker, Gary 5., 1974, A Theory of Social Interactions. Journal of Political Economy, 82, 1063-93.",
        "Bernheim, B. Douglas and Kyle Bagwell, Is Everything Neutral, 1988, Journal of Political Economy, 96 (2), 308-3 8.",
        "Bohringer, Christoph, Andreas Pahlke, and Thomas F. Rutherford, 1999, Carbon Abatement, Revenue Recycling, and Intergenerational Burden Sharing, forthcoming in Using Dynamic Computable General Equilibrium Models for Policy Analysis, (North Holland, Amsterdam).",
        "Boskin, Michael and Laurence J. Kotlikoff, 1985, Public Debt and U.S. Saving: A New Test of the Neutrality Hypothesis, Carnegie-Rochester Conference Series on Public Policy, Autunm.",
        "Bosworth, Bany, Gary Burtless,and John Sablehaus, 1991, The Decline in Saving: Evidence from Household Surveys, The Brookings Papers on Economic Activity, 1, 183-242.",
        "Buiter, WilIheIm H., 1997, Generational Accounts, Aggregate Saving and Intergenerational Distribution, Economica, 64, 605-26.",
        "Chamley, Christophe, 1981, The Welfare Costs of Capital Income Taxation in a Growing Economy, Journal of Political Economy, 89 (3).",
        "Congressional Budget Office, 1995, Who Pays and When: An Assessment of Generational Accounting, (U.S. Government Printing Office, Washington, D.C.).",
        "Cutler, David, 1993, Review of Generational Accounting: Knowing Who Pays, and When, for What We Spend, National Tax Journal, 46 (1), 6 1-76.",
        "Diamond, Peter A., 1965, National Debt in a Neoclassical Growth Model, The American Economic Review, 55, 1126-50.",
        "Diamond, Peter A., 1996, Generational Accounts and Generational Balance: An Assessment, National Tax Journal, 49 (4), 597- 607.",
        "Eaton, Jonathan and Harvey Rosen, 1980, Labor Supply, Uncertainty, and Efficient Taxation, Journal of Public Economics, 14, 365-74.",
        "Eisner, R., and Pieper, P. J., 1984, A New View of the Federal Debt and Budget Deficits, The American Economic Review.",
        "Elmendorf, Douglas W. and N. Gregory Mankiw, 1998, Government Debt, NBER working paper no. 6470.",
        "Feldstein, M. 5., 1974, Social Security, Induced Retirement, and Aggregate Capital Accumulation, Journal of Political Economy, 82.",
        "Feldstein, Martin, 1974, The Surprising Incidence of a Tax on Pure Rent: A New Answer to an Old Question, Journal of Political Economy, 85 (2).",
        "Feldstein, Martin, 1988, The Effects of Fiscal Policy When Incomes are Uncertain: A Contradiction to Ricardian Equivalence, The American Economic Review, 14-23.",
        "Ferguson, Niall and Laurence J. Kotlikoff, 2000, The Degeneration of the EMU, Foreign Affairs, 79(2), 110-21.",
        "Fischer, Stanley, 1980, Dynamic Inconsistency, Cooperation, and the Benevolent Dissembling Government, Journal of Economic Dynamics and Control, 2, 93-107.",
        "Fullerton, Donald and Diane Lim Rogers, 1993, Who Bears the Lifetime Tax Burden? (The Brookings Institution, Washington, D.C.).",
        "Fougere, Maxime and Marcel Merette, 1998, Economic Dynamics of Population Aging in Canada: An Analysis with a Computable Overlapping-Generations Model, paper presented at the Canadian Public Economics Study Group, Ottawa, Canada, May 1998.",
        "Fougere, Maxime and Marcel Merette, 1999, Population Aging, Intergenerational Equity and Growth: Analysis with an Endogenous Growth, Overlapping Generations Model, forthcoming in Using Dynamic Computable General Equilibrium Models for Policy Analysis, forthcoming, North Holland, Netherlands).",
        "Gale, William and John Sablehaus, 1999, Perspectives on the Household Saving Rate, The Brookings Papers on Economic Activity, 1, 18 1-214.",
        "Gokhale, Jagadeesh, Laurence J. Kotlikoff, and John Sabethaus, 1996, Understanding the Postwar Decline in U.S. Saving: A Cohort Analysis, The Brookings Papers on Economic Analysis.",
        "Ghiglino, Christian and Karl Shell, 2000, The Economic Effects of Restrictions on Government Budget Deficits, Journal of Economic Theory, 94 (1), 106-137.",
        "Gokhale, Jagadeesh, Benjamin R. Page, and John R. Stunock, 1999, Generational Accounts for the U.S.: An Update, in: Alan J. Auerbach, Laurence J. Kotlikoff, and Will Leibfritz, eds., Generational Accounting Around the World, (Chicago University Press, Chicago).",
        "Gokhale, Jagadeesh, Ben Page, Joan Potter, and John Stunock, 2000, Generational Accounts for the U.S. - An Update, The American Economic Review, 90(2), 293-6.",
        "Gokhale, Jagadeesh and Laurence J. Kotlikoff, 2001, The Calm Before the Generational Storm, forthcoming, The Milken Review.",
        "Hamann, Alfonso Javier, 1992, A Quantitative Assessment of the Effects of Inflationary Finance in an Overlapping Generations Model, Boston University, Ph.D. Dissertation.",
        "Hirte, Georg and Reinhard Weber, 1998, Pareto_improving Transition from a Pay_as_you_go to a Fully_funded System - Is It Politically Feasible?, FinanzArchiv.",
        "Hayashi, Fumio, 1987, Tests for Liquidity Constraints: A Critical Survey and Some New Observations, in: F. Truman Bewley, ed., Advances in Econometrics. Fifth World Congress, 2, (Cambridge University Press, Cambridge, England).",
        "Hayashi, Fumio, Joseph Altonji, and Laurence J. Kotlikoff, 1996, Risk- Sharing Between and Within Families, Econometrica, 64 (2), 26 1-94.",
        "Haveman, Robert, 1994, Should Generational Accounts Replace Public Budgets and Deficits? Journal of Economic Perspectives, 8 (1), Winter, 95-111.",
        "Heckman, James J., Lance Lochner, and Christopher Taber, 1997, Explaining Rising Wage Inequality: Explorations with A Dynamic General Equilibrium Model of Labor Earnings with Heterogeneous Agents, mimeo, University of Chicago, November 1997.",
        "Hubbard, Glenn R. and Kenneth L. Judd, 1987, Social Security and Individual Welfare: Precautionary Saving, Bonowing Constraints, and the Payroll Tax, The American Economic Review, 77 (4), 630-46.",
        "Hubbard, Glenn R., Jonathan Skinner, and Stephen P. Zeldes, 1994a, Why do People Save? The American Economic Review, 84 (2), 174-9.",
        "Hubbard, Glenn R., Jonathan Skinner, and Stephen P. Zeldes, 1994b, The Importance of Precautionary Motives in Explaining Individual and Aggregate Saving, CarnegieRochester Conference Series on Public Policy, 40, 59-125.",
        "Hubbard, Glenn R., Jonathan Skinner, and Stephen P. Zeldes, 1995, Precautionary Saving and Social Insurance, Journal of Political Economy, 103 (2), 360-99.",
        "Huang, He, Selo /mrohoro lu and Thomas Sargent, 1997, Two Computational Experiments to Fund Social Security, forthcoming in Macroeconomic Dynamics, mimeo University of Southern California.",
        "Imrohoroglu, Ayse, Selahattin Imrohoroglu, and Douglas H. Joines, 1998a, Social Security in an Overlapping Generations Economy with Land, mimeo, University of Southern California.",
        "Imrohoroglu, Ayse, Selahattin Imrohoroglu, and Douglas H. Joines, 1995, A Life Cycle Analysis of Social Security, Economic Theory, 6, 83-114.",
        "Imrohoroglu, Ayse, Selahattin Imrohoroglu, and Douglas H. Joines, 2001, The Effect of Tax-Favored Retirement Accounts on Capital Accumulation, forthcoming in The American Economic Review.",
        "Joint Committee on Taxation, 1997, Tax Modeling Project and 1997 Tax Symposium Papers, JCS_21_97, November 1997, (US Government Printing Office, Washington, D.C.).",
        "Kehoe, Timonthy J. and David Levine, 1985, Comparative Statics and Perfect Foresight in Infinite Horizon Economies, Econometrica, 53 (2), 433-53.",
        "Kotlikoff, Laurence J., 1996, Privatizing Social Security: How It Works and Why It Matters, in: James M. Poterba (ed.), Tax Policy and the Economy, 10, (MIT Press, Cambridge, MA), 1-32.",
        "Kotlikoff, Laurence J. and Lawrence H. Summers, 1987, Tax Incidence, in: Alan J. Auerbach and Martin S. Feldstein, eds., Handbook of Public Economics, 2, (North Holland, Amsterdam), 1043-88.",
        "Kotlikoff, Laurence J., Kent Smetters, and Jan Walliser, 2001, Distributional Effects in a General Equilibrium Analysis of Social Security, forthcoming in The Distributional Effects of Social Security Reform, (Martin Feldstein and Jeffrey Liebman, eds.), (University of Chicago Press, Chicago).",
        "Kotlikoff, Laurence J., Kent Sn~tters, and Jan Walliser, 1998, The Economic Impact of Transiting to a Privatized Social Secuirty System, in Redesigning Social Security, Horst Siebert, ed., (Kiel University Press, Kiel, Germany), 327-48.",
        "Kotlikoff, Laurence J., 1992, Generational Accounting: Knowing Who Pays, and When, for What We Spend, (The Free Press, New York, NY).",
        "Kotlikoff, Laurence J., 1995, Applying Generational Accounting to Developing Countries, Boston University lED Discussion paper no. 67.",
        "Kotlikoff, Laurence J. and Willi Leibfritz, 1999, An International Comparison of Generational Accounts, in Generational Accounting Around the World, Alan J.",
        "Auerbach, Laurence J. Kotlikoff, and Willi Leibfritz, eds., Chicago, Illinois: Chicago University Press. Kotlikoff, Laurence J., 1997, Reply to Diamonds and Cutlers Reviews of Generational Accounting, in The National Tax Journal, L (2).",
        "Kotlikoff, Laurence J. and Bernd Raffethtischen, 1999, Generational Accounting Around the Globe, The American Economic Review, 161-6.",
        "Kotlikoff, Laurence J., Torsten Persson, and Lars E. 0. Svensson, 1988, Social Contracts as Assets: A Possible Solution to the Time-Consistency Problem, The American Economic Review, 78 (4), 662-77.",
        "Kotlikoff, Laurence J., Assaf Razin, and Robert Rosenthal, 1990, A Strategic Altruism Model in Which Ricardian Equivalence Does Not Hold, The Economic Journal, 100, (403), 126 1-8.",
        "Laitner, John, 1984, Transition Time Paths for Overlapping-Generation Models, Journal of Economic Dynamics and Control.",
        "Lau, Morten I, 2000, Assessing Tax Reforms When Human Capital is Endogenous, forthcoming in: Glenn W. Hanison, Svend E. Hougaard Jensen, Lars Haagen Pedersen, and Thomas F. Rutherford, eds., Using Dynamic Computable General Equilibrium Models for Policy Analysis, (North Holland, Amsterdam), 203-22.",
        "Merette, Marcel, 1998, The Effects of Debt Reduction on Intergenerational Equity and Growth, Miles Corak, ed., Statistics Canada, Ottawa, mimeo.",
        "Miller, Merton and Charles Upton, Macroeocnomics: A Neoclassical Introduction, (R.D. Irwin, Homewood, ill.). Mirrless, J.A., 1971, An Exploration in the Theory of Optimum Income Taxation, in Symposium on Public Finance, The Review of Economic Studies, 38 (2), 175-208.",
        "ODriscoll, Gerald P. Jr., 1977, The Ricardian Nonequivalence Theorem, Journal of Political Economy, 85(1), 207-10.",
        "OECD, 1996, Ageing in OECD Countries -- A Critical Policy Challenge, Social Policy Studies, No.20.",
        "Raffethtischen, Bernd, 1998, Aging, Fiscal Policy and Social Insurances: A European Perspective, mimeo, Albert- Ludwigs-University of Freiburg, Germany and University of Bergen, Norway.",
        "Raffethuschen, Bernd, 1993, Funding Social Security Through Pareto-Optimal Conversion Policies, in: Bernhard Felderer, ed., Public Pension Economics, Journal of Economics/Zeitschrift fur Nationalokonomie, Suppl. 7, 105-31.",
        "Raffethtischen, Bernd, 1989, Anreizwirkungen des Systems der Sozialen Alterssicherung. Eine Dynamische Simulationsanalyse, mimeo, Frankfurt.",
        "Ricardo, David, 1951, The Works and Correspondence of David Ricardo, edited by Piero Sraffa, (Cambridge University Press, Cambridge, England).",
        "Samuelson, Paul A., 1958, An Exact Consumption-Loan Model of Interest with or without the Social Contrivance of Money, Journal of Political Economy, 66 (6), 467-82.",
        "Seidman, Laurence 5., 1983, Taxes in a Life Cycle Model with Bequests and Inheritances, American Economic Review, 73, (3), 437-441.",
        "Shavior, Daniel N, 1997, Do Deficits Matter?, (University of Chicago Press, Chicago).",
        "Schneider, Ondrej, 1997, Dynamic Simulation of Pension Reform, mimeo, Charles University, CERGE-El, Prague.",
        "Schmidt- Hebbel, Klaus, 2001, Pension Reform, Informal Markets, and Long- term Income and Welfare, forthcoming in Pension Systems: From Crisis to Reform, (Jhe World Bank, Washington, D.C.).",
        "Summers, Lawrence H, 1981, Capital Taxation and Accumulation in a Life Cycle Growth Model, American Economic Review, 71(4), 533-44.",
        "Tabellini, Guido, 1991, The Politics of Intergenerational Redistribution, Journal of Political Economy, 99(2), 335-57."
    ]
}