{
    "id": 8166,
    "cites": 49,
    "cited_by": 26,
    "reference": [
        "130] Hickman, Braddock. Trends and Cycles in Corporate Bond Financing. NBER Occasional Paper 37, 1952.",
        "129] Helpman, Elhanan, and Manuel Trajtenberg. A Time to Sow and a Time to Reap: Growth Based on General Purpose Technologies. in General Purpose Technologies and Economic Growth, E. Helpman ed., MIT Press, 1998, 55-84.",
        "128] Hayashi, Fumio. Tobins Marginal q and Average q: A Neoclassical Interpretation.  Econometrica 50, no. 1. (January 1982): 213 - 224.",
        "127] Grossman, Sanford, and Robert Shiller. The Determinants of the Variability of Stock Market Prices. American Economic Review 71(1981): 222-227.",
        "126] Greenwood, Jeremy, and Boyan Jovanovic. The Information-Technology Revolution and the Stock Market. American Economic Association (Papers and Proceedings) 89, no. 2 (May 1999): 116 - 122.",
        "1~] Auerbach, Alan Corporate Taxation in the United States Brookings Papers on Economic Activity 1983, no. 2: 451-513.",
        "123] Gordon, Robert The Measurement of Durable Goods Prices. Chicago, IL: University of Chicago Press, 1990.",
        "124] Gort, Michael, Jeremy Greenwood, and Peter Rupert. Measuring the Rate of Technological Progress in Structures. Review of Economic Dynamics 2 (1999):",
        "121] Gerdes, Geoffrey. The Construction and Performance of Vintage Portfolios on the NYSE, 19~6-1996. Ph.D. Dissertation, Department of Economics, UCLA,",
        "120] Friedman, Milton; and Anna Schwartz. Monetary Trends in the United States and the United Kingdom. Chicago: University of Chicago Press, 1982.",
        "117] Evanson, David, and Art Beroff. Going Public Goes High-Tech. Entrepreneur (April 2000): 88 - 91.",
        "118] Financial Information Inc., Annual Guide to Stocks: Directory of Obsolete Securities. Jersey City, NJ: Financial Information Inc, 2000.",
        "116] Eeckhout, Jan. Competing Norms of Cooperation. University of Pennsylvania, January 2000.",
        "115] De Long, Bradford and Andrei Shleifer. The Stock Market Bubble of 1929: Evidence from Closed-end Mutual Funds. Journal of Economic History 51, no.",
        "110] The Commercial and Financial Chronicle. 1885-1928, various issues.",
        "111] Compustat database. New York: Standard and Poors Corporation, 2000.",
        "112] Cooley, Thomas, Jeremy Greenwood, and Mehmet Yorukoglu. The Replace- ment Problem. Journal of Monetary Economics 1998.",
        "12] All-Bank Statistics, United States. Washington, DC: Board of Governors of the Federal Reserve System, 1959.",
        "114] CRSP database. Chicago: University of Chicago Center for Research on Securities Prices, 1999.",
        "134] Johnson, William. Vintage Effects in the Earnings of White American Men. Review of Economics and Statistics 62, no. 3. (August 1980): 399 - 407.",
        "135] Jones, Charles I. Economic Growth and the Relative Price of Capital. Journal of Monetary Economics 34, no. 3 (December 1994): 359-382.",
        "18] Campbell, Jeffrey. Entry, Exit, Embodied Technology, and Business Cycles. Review of Economic Dynamics 1, no. 2, (April 1998):.371-408.",
        "19] Carroll, Glenn, and Michael Hannan. The Demography of Corporations and Industries. Princeton: Princeton University Press, 2000.",
        "15] Becker, Gary. Investment in Human Capital: A Theoretical Analysis Journal of Political Economy 70, no. 5, part 2 (October 1962): 9-49.",
        "16] Bradstreets. New York: Bradstreet Co., 1885-1928, various issues.",
        "17] Brady, Dorothy S. Price Deflators for Final Product Estimates in Output, Employment, and Productivity in the United States After 1800, ed. Dorothy S. Brady, New York: Columbia University Press for NBER, 1966, 91-116.",
        "155] U.S. Bureau of the Census. Statistical Abstract of the United States. Washington, DC: U.S. Government Printing Office, various issues.",
        "152] Rousseau, Peter L. Share Liquidity and Industrial Growth in an Emerging Market: The Case of New England, 1854-1897 NBER Historical Paper No.",
        "150] Rob, Rafael, and Peter Zemsky. Cooperation, Corporate Culture and Incentive Intensity. INSEAD WP 9751 1997.",
        "151] Rousseau, Peter L. The Boston Market for Banking and Industrial Equities,",
        "149] Ramey, Valerie, and Matthew Shapiro, Sectoral Mobility of Capital: A Case Study of an Aerospace Firm, University of Michigan, November 1996.",
        "146] Pakes, Ariel. Patents as Options: Some Estimates of the Value of Holding European Patent Stocks. Econometrica 54, no. 4. (July 1986): 755-784.",
        "148] Prescott, Edward, and Michael Visscher Organization Capital Journal of Political Economy 88, no. 3 (June 1980): 446 - 461.",
        "145] The New York Times. 1897-1928, various issues.",
        "141] Levin, Sharon, and Paula Stephan. Research Productivity Over the Life Cycle: Evidence for Academic Scientists. American Economic Review 81, no. 1 (March",
        "142] Lucas, Robert E., Jr. Asset Prices in an Exchange Economy. Econometrica 46, no. 6 (November 1978): 1429 - 1445.",
        "143] Moodys Industrial Manual. New York, NY: Moodys Investors Service, 1929,",
        "131] Hobijn, Bart, and Boyan Jovanovic. The Information-Technology Revolution and the Stock Market: Evidence. American Economic Review, forthcoming.",
        "133] Hornstein, Andreas, and Per Krusell. Can Technology Improvements Cause Productivity Slowdowns?. NBER Macroeconomics Annual 1996: 209-259.",
        "140] Kuznets, Simon S. Capital in the American Economy: Its Formation and Financing. Princeton, NJ: Princeton University Press, 1961.",
        "138] Kendrick, John. Productivity Trends in the United States, Princeton University Press, 1961.",
        "139] Krusell, Per, Lee E. Ohanian, Jose-Victor Rios-Rull, and Giovanni L. Violante. Capital- Skill Complementarity and Inequality: A Macroeconomic Analysis. Econometrica 68, no. 5. (September 2000): 1029-1053.",
        "136] Jovanovic, Boyan. Selection and the Evolution of Industry. Econometrica May",
        "137] Jovanovic, Boyan, and Peter L. Rousseau. Why Wait? A Century of Life Before IPO. American Economic Review 101 (May 2001), Papers and Proceedings.",
        "122] Goldin, Claudia, and Lawrence Katz. The Returns to Skill in the United States Across the Twentieth Century. NBER Working Paper No. 7126, May 1999.",
        "113] Cowles, Alfred and Associates. Common Stock Price Indexes, Cow les Commission for Research in Economics Monograph No. 3. Second Edition. Bloomington, IN: Principia Press, 1939.",
        "13] Atkeson, Andrew, and Patrick Kehoe Industry Evolution and Transition: A Neoclassical Benchmark NBER WP 6005, April 1997.",
        "153] Solow, Robert. Investment in Technological Progress. in Arrow, Karlin, and Suppes, eds., Mathematical Methods in the Social Sciences. Stanford, CA., Stanford University Press, 1960.",
        "Greenwood, Jeremy, and Mehmet Yorukoglu. 1997. 1974. Carnegie-Rochester Conference Series on Public Policy 46 (June): 49Ã\u0082â\u0080\u009395."
    ]
}