{
    "id": 8172,
    "cites": 17,
    "cited_by": 18,
    "reference": [
        "Bansal, Ravi, and Lundblad, Christian. 2000. Fundamental values and asset returns in global equity markets. Manuscript. Duke University.",
        "Blanchard, Olivier Jean. 1993. Movements in the equity premium. Brookings Pa- pers on Economic Activity, Macroeconomics 2: 75-118.",
        "Brealey, Richard A., and Myers, Stewart C. 2000. Principles of corporate finance.",
        "Campbell, John Y., and Shiller, Robert J. 1988. The dividend-price ratio and ex- pectations of future dividends and discount factors. Review of Financial Studies1 (Fall): 195-228.",
        "Claus, James, and Thomas, Jacob. 1999. The equity risk premium is much lower than you think it is: Empirical estimates from a new approach. Manuscript.",
        "Graduate School of Business, Columbia University. Cochrane, John H. 1997. Where is the market going? Uncertain facts and novel theories.Economic Perspectives21 (November/December): 3-37. Research Department, Federal Reserve Bank of Chicago.",
        "Fama, Eugene F., and French, Kenneth R. 2001. The equity premium. Working Paper 522. Center for Research in Security Prices, Graduate School of Business, University of Chicago.",
        "Federal Reserve Board of Governors (FR Board). Various dates. Flow of Funds Accounts of the United States.Statistical release Z.1. Washington, D.C.: Board of Governors of the Federal Reserve System. Available at http://www.federalreserve.gov/releases/Z1/. Gordon, Myron J. 1962.The investment, financing, and valuation of the corpora- tion. Homewood, Ill.: Irwin.",
        "Hansen, Lars Peter, and Jagannathan, Ravi. 1991. Implications of security market data for models of dynamic economies. Journal of Political Economy99 (April): 225-62.",
        "Kocherlakota, Narayana R. 1996. The equity premium: It s still a puzzle.Journal of Economic Literature34 (March): 42-71.",
        "Krugman, Paul. 1997. How fast can the U.S. economy grow? Harvard Business Review75 (July-August): 123-29.",
        "Mehra, Rajnish, and Prescott, Edward C. 1985. The equity premium: A puzzle.",
        "Journal of Monetary Economics15 (March): 145-61. Merton, Robert C. 1987. A simple model of capital market equilibrium with in- complete information.Journal of Finance42 (July): 483-510.",
        "Shiller, Robert J. 2000.Irrational exuberance. Princeton, N.J.: Princeton University Press.",
        "Siegel, Jeremy J. 1998.Stocks for the long run: The definitive guide to financial market returns and long-term investment strategies. 2nd ed. New York: McGraw-Hill.",
        "Treynor, Jack L. 1994. The invisible costs of trading. Journal of Portfolio Manage- ment21 (Fall): 71-78.",
        "U.S. Department of Commerce, Bureau of Economic Analysis. (U.S. Commerce) Various dates. National income and product accounts of the United States. Survey of Current Business.Available at http://www.bea.doc.gov. Wadhwani, Sushil B. 1999. The U.S. stock market and the global economic crisis."
    ]
}