{
    "id": 8176,
    "cites": 9,
    "cited_by": 4,
    "reference": [
        "Alterman, William F., W. Erwin Diewert, and Robert C. Feenstra (2000) International Price Indexes and Seasonal Commodities. U.S. Dept. of Labor, Bureau of Labor Statistics, Washington, D.C.",
        "Betancourt, Roger R., and David Gautschi (1992) Ã\u0082â\u0080\u009cThe Demand for Retail Products and the Household Production Model: New Views on Complementarity and Substitution,Ã\u0082â\u0080\u009d Journal of Economic Behavior and Organization, 17, 257-275.",
        "Betancourt, Roger R., and Margaret Malanoski (1999) Ã\u0082â\u0080\u009cAn Estimable Model of Supermarket Behavior: Price, Distribution Services and Some Effects of Competition,Ã\u0082â\u0080\u009d Empirica, 26, 55-73.",
        "Caves, Douglas W., Laurits R. Christensen and W. Erwin Diewert (1982a) Ã\u0082â\u0080\u009cThe Economic Theory of Index Numbers and the Measurement of Input, Output and Productivity,Ã\u0082â\u0080\u009d Econometrica, 50(11), November, 1393-1414.",
        "Chevalier, Judith A., Anil K. Kashyap and Peter E. Rossi (2000) Ã\u0082â\u0080\u009cWhy DonÃ\u0082â\u0080\u0099t Prices Rise During Periods of Peak Demand? Evidence from Scanner Data,Ã\u0082â\u0080\u009d National Bureau of Economic Research working paper no. 7981.",
        "Diewert, W. Erwin (1976) Ã\u0082â\u0080\u009cExact and Superlative Index Numbers,Ã\u0082â\u0080\u009d Journal of Econometrics, 4, 115-145.",
        "Diewert, W. Erwin (1978) Ã\u0082â\u0080\u009cSuperlative Index Numbers and Consistency in Aggregation,Ã\u0082â\u0080\u009d Econometrica, 46(4), July, 883-900.",
        "Reinsdorf, Marshall B. (1999) Ã\u0082â\u0080\u009cUsing Scanner Data to Construct CPI Basic Component Indexes, Journal of Business and Economic Statistics, 17(2), April, 152-160.",
        "Triplett, Jack (1999) Ã\u0082â\u0080\u009cElementary Indexes for a Consumer Price Index,Ã\u0082â\u0080\u009d in Walter Lane, ed., Proceedings of the Fourth Meeting of the International Working Group on Price Indices,Ã\u0082â\u0080\u009d U.S. Dept. of Labor, Bureau of Labor Statistics, Washington, D.C."
    ]
}