{
    "id": 8178,
    "cites": 60,
    "cited_by": 138,
    "reference": [
        "Aleotti, Alessandro, 1990, Borsa e Industria, Edizioni di ComunitÃ\u0083Â , Milano.",
        "Allen, F. and D. Gale, 2000, Comparing Financial Systems, M.I.T. Press, Cambridge MA.",
        "Aoki, M. H. Patrick and P. Sheard, 1994, Introductory Overview, inThe Japanese Main Bank System, M. Aoki and H. Patrick, New York: Oxford University Press.",
        "Barca,Fabrizio and Sandro Trento, 1997, La Parabola delle Partecipazioni Statali: Una Missione Tradita in Storia del Capitalismo Italiano, Donzelli Editore, Roma.",
        "Bebchuk, L. and M. Roe, 1999, A Theory of Path Dependence in Corporate Ownership and Governance Stanford Law Review, Vol. 52, pp. 127-170.",
        "Beck, Thorsten, Asli Demirguc-Kunt, Ross Levine, 1999, A New Database on Financial Development and Structure, World Bank Working Paper.",
        "Bencivenga, Valerie and Bruce Smith, 1991, Financial Intermediation and endogenous growth, Review of Economic Studies, 58(2), pp 195-209.",
        "Benston, George J.,The Separation of Commercial and Investment Banking, Oxford: Oxford University Press, 1990.",
        "Berglof, Erik and Ernst Ludwig VonThadden, The Changing Corporate Governance Paradigm: Implications for Transition and Developing Countries, Working Paper, June 1999.",
        "Bordo, Michael D., Barry Eichengreen, Douglas A. Irwin, 1999, Is Globalization Today Really Different than Globalization a Hunderd Years Ago'DONE' NBER Working Paper No. W7195.",
        "Chandler (1990), Scale and Scope, Bellknap Press, Cambridge, MA.",
        "Choe, H., R. Masulis and V. Nanda, 1993, Common stock offerings across the business cycle: Theory and evidence,Journal of Empirical Finance 1, 3-31.",
        "Coffee, John, 2000, Convergence and its Critics: What are the Preconditions to the Separation of Ownership and Control, mimeo, Columbia University.",
        "Demirguc-Kunt, A. and V. Maksimovic, 1998, Law, Finance, and Firm Growth, Journal of Finance, 53, 2107-2138.",
        "Diamond, D. and P. Dybvig, 1983, Bank runs, deposit insurance, and liquidity, Journal of Political Economy, 91, 401-419.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez deSilanes, Andrei Shleifer, Regulation of 55 Entry, NBER Working Paper No. W7892. Eichengreen, B., 1996, Globalizing Capital: A History of the International Monetary System, Princeton University Press, Princeton, New Jersey.",
        "Englebourg, Saul and Leonard Bushkoff, 1996, The man who found the money : John Stewart Kennedy and the financing of the western railroads , East Lansing : Michigan State University Press.",
        "Goldsmith, R., 1969, Financial Structure and Development, Yale University Press, New Haven.",
        "Gourevitch, Peter, 1986, Politics in Hard Times: Comparative Responses to International Economic Crises, Cornell University Press, Ithaca.",
        "Haber, S., 1989, Industry and Underdevelopment: The Industrialization of Mexico Stanford University Press, Stanford California.",
        "Hammond, Bray,1957, Banks and Politics in America from the Revolution to the Civil War, Princeton University Press, Princeton, NJ.",
        "Helleiner, E.,1994, From Bretton Woods to Global Finance: A World Turned Upside Down in R. Stubbs and G. Underhill Ed., Political Economy and the Changing Global Order, Toronto.",
        "Holmen, and Peter Hogfeldt, 2000, A Law and Finance Analysis of Initial Public Offerings, working paper, University of Chicago.",
        "Hoshi, T. and A. Kashyap (1998), The Genesis of the Japanese Financial System, Chapter 2 in forthcoming book.",
        "Jayaratne, Jith and Philip E. Strahan, 1996, The Finance-Growth Nexus: Evidence from Bank Branch Deregulation, Quarterly Journal of Economics, CXI, 639-671.",
        "Katzenstein, Peter, Small states in world markets : industrial policy in Europe, Ithaca, N.Y. : Cornell University Press, 1985.",
        "Kennedy, William, 1989, Industrial Structure, Capital Markets, and the Origins of British Economic Decline, Cambridge University Press, Cambridge.",
        "King, R. and R. Levine, 1993, Finance and Growth: Schumpeter Might Be Right, The Quarterly Journal of Economics, Vol. CVIII, No. 3, 681-737.",
        "Kroszner, R. and R.Rajan, Is the Glass Steagall Act Justified'DONE' A study of the US experience with Universal Banking before 1933, American Economic Review 84, 810-832.",
        "Kroszner, R. and P. Strahan, What drives deregulation'DONE' The Economics and Politics of the Relaxation of Bank Branching Restrictions, Quarterly Journal of Economics, N0v 1999, 1437-1467.",
        "Kukies, Jorg, 2000, The Effect of Introducing a New stock exchange on the IPO Process, mimeo, University of Chicago.",
        "La Porta, Florencio, Lopez deSilanes, Andrei Shleifer, and Robert Vishny, 1997, The Legal Determinants of External Finance, Journal of Finance, 52.",
        "La Porta, R., Lopez-de-Silanes, F., Shleifer, A. and R. Vishny, 1998, Law and Finance, Journal of Political Economy, 106, 1113-1155.",
        "La Porta, R., Lopez-de-Silanes, F., Shleifer, A. and R. Vishny, 1999 a, The Quality of Government, Journal of Law, Economics, and Organization, vol 15, 222-279.",
        "La Porta, R., Lopez-de-Silanes, F., Shleifer, A. and R. Vishny, 1999b, Investor Protection: Origins, Consequences, and Reform, N.B.E.R. Working Paper 7428.",
        "Lamoureaux, N., 1994, Insider Lending, National Bureau of Economic Research.",
        "Levine, R. And S. Zervos, 1998, Stock Markets, Banks, and Economic Growth,American Economic Review, vol 88, no 3, 537-558.",
        "Mayer, Colin, 1988, New Issues in Corporate Finance. European Economic Review 32: 11671189.",
        "McNeill, William, 1982, The Pursuit of Power: Technology, Armed Force and Society since AD 1000, University of Chicago Press, Chicago.",
        "North, D. and B. Weingast,1989, The Constitution of Commitment: The Evolution of Institutions Governing Public Choice in Seventeenth Century England, Journal of Economic History, vol 49, 4, 803-831.",
        "Olson, M., 1965 , The Logic of Collective Action, Harvard University Press, Cambridge, MA.",
        "Olson, M., 1982, The Rise and the Decline of Nations, Yale University Press, New Haven, CT.",
        "ORourke, Kevin and Jeffrey Williamson, 1999, Globalization and history: The Evolution of a Nineteenth Century Atlantic Economy, M.I.T. Press,Cambridge, MA.",
        "Pagano, Marco and Paolo Volpin, 2000, The Political Economy of Corporate Governance, mimeo, Harvard University.",
        "Petersen, M. and R. Rajan, 1995, The Effect of Credit Market Competition on Lending Relationships, Quarterly Journal of Economics, vol 110, pp 407-443.",
        "Polanyi, K., 1944, The Great Transformation: The political and economic origins of our time, Beacon Press, Boston.",
        "Rajan, R. and L. Zingales, 1998a, Financial Dependence and Growth. The American Economic Review, (1998), 88: 559-586.",
        "Rajan, R. and L. Zingales, 1998b, Which Capitalism'DONE' Lessons From the East Asia Crisis, Journal of Applied Corporate Finance.",
        "Rajan, R. and L. Zingales, 1999, The Politics of Financial Development, mimeo, University of Chicago.",
        "Robinson, Joan, 1952, The Generalization of the General Theory, in The Rate of Interest and Other Essays, London, Macmillan, pp67-142.",
        "Rodrik, D. , 1997, Has Globalization Gone Too Far'DONE', Institute for International Economics, Washington, DC.",
        "Rodrik, D., 1998, Why Do More Open Economies Have Bigger Governments'DONE'Journal of Political Economy, October.",
        "Roe, M., 1994, Strong Managers and Weak Owners: The Political Roots of American Corporate Finance, Princeton University Press, Princeton, N.J.",
        "Roe, M., 1998, Backlash, Columbia Law Review.",
        "Roe, M., 1999, Political Preconditions to Separating Ownership from Corporate Control, mimeo, Columbia Law School.",
        "Rogowski, R.,1989, Commerce and Coalitions: How Trade Affects Domestic Political Arrangements, Princeton University Press, Princeton, N.J.",
        "Seligman, Joel, 1995, The Transformation of Wall Street, Northeastern University Press, Boston.",
        "Stigler, G., 1971, The Theory of Economic Regulation,Bell Journal of Economics and Management Science, 2: 3-21.",
        "Sylla, Richard, and George Smith, 1995, Information and Capital Market Regulation in AngloAmerican Finance, in Anglo-American Financial Institutions, Bordo, Michael and Richard Sylla ed., Irwin Publishers, New York.",
        "Teranishi, Juro, Loan Syndication in War Time Japan and the Origins of the Main Bank System, in The Japanese Main Bank System, M. Aoki and H. Patrick, ed. Clarendon Press, Oxford. Verdier, Daniel, 1999, The Origins of Universal Banking in the 19 th Century, mimeo, European University Institute."
    ]
}