{
    "id": 818,
    "cites": 27,
    "cited_by": 1,
    "reference": [
        "Alamouti, Kaveh (1980). An Analysis of the International Relationship Among Real Rates of Return, London Business School, Institute of Finance and Accounting, Working Paper, January, 1980.",
        "Barro, Robert J. (1977). Unanticipated Money Growth and Unemployment in the United States, American Economic Review (March, 1977): 101-15.",
        "Bomberger, William A. and William J. Frazer, Jr. (1981). Interest Rates, Uncertainty and the Livingston Data, The Journal of Finance (June, 1981) : 661-76.",
        "Box, G.E.P. and G.M. Jenkins (1970). Time Series Analysis, Forecasting and Control, Holden-Day, Inc., San Francisco, 1970.",
        "Brown, R.L., J. Durbin, and J.M. Evans (1975). Techniques for Testing the Constancy of Regression Relationships Over Time, Journal of the Royal Statistical Society, Series B, 37, 1975: 149-63.",
        "Carlson, John A. (1977). Short Term Interest Rates as Predictors of Inflation: Comment, American Economic Review (June, 1977): 469-75.",
        "Cornell, Bradford (1981). Can Monetary Policy Affect the Ex-Ante Real Rate: New Tests Using Daily Data, Working Paper, Graduate School of Management, UCLA, July, 1981.",
        "Darby, Michael R. (1975). The Financial and Tax Effects of Monetary Policy on Interest Rates, Economic Inquiry (June, 1975): 266-76.",
        "Dwyer, Gerald P., Jr. (1981). Ai~e Expectations of Inflation Rational? Or is Variation of the Expected Real Interest Rate Unpredictable? Journal of Monetary Economics (July, 1981) : 59-84.",
        "Fama, Eugene F. (1975). Short-Term Interest Rates as Predictors of Inflation, American Economic Review (June, 1975): 269-82.",
        "Fama, Eugene F. and Michael Gibbons (1980). Inflation, Real Rates and Capital Investment, Working Paper No. 41, Graduate School of Business, University of Chicago.",
        "Feldstein, Martin (1976). Inflation, Income Taxes, and the Rate of Interest: A Theoretical Analysis, American Economic Review (December, 1976): 809-20.",
        "Fisher, Irving (1930). The Theory of Interest, New York: Macmillan.",
        "Garbade, Kenneth and Paul Wachtel (1978). Time Variation in the Relationship Between Inflation and Interest Rates, Journal of Monetary Economics (November, 1978): 755-66.",
        "Hartman, Richard (1981). On the Appropriate Definition of the Real Rate of Interest, Working Paper, University of Washington, October, 1981.",
        "Hendry, David F. (1977). Comments... in New Methods in Business Cycle Research: Proceedings from a Conference, Federal Reserve Bank of Minneapolis, 1977.",
        "Hess, Patrick J. and James L. Bicksler (1975). Capital Asset Prices versus Time Series Models as Predictors of Inflation: The Expected Real Rate of Interest and Market Efficiency, Journal of Financial Economics (December, 1975): 341-60.",
        "Hodrick, Robert J. (1981). Exchange Rates, Nominal and Real lnterest Rates, and the Role of Monetary Policy, Working Paper, International Monetary Fund, June, 1981.",
        "Keran, Michael and Charles Pigott. Interest Rates and Exchange Rates: I and II, Federal Reserve Bank of San Francisco, Weekly Letter (September 12 and 19, 1980).",
        "Khan, Mohsin. Estimating Models of Expectations: A Simplified Sequential Approach, Working Paper, International Monetary Fund, July, 1981.",
        "Levi, Maurice D. and John II. Makin (1978). Anticipated Inflation and Interest Rates: Further Interpretation of Findings on the Fisher Equation, American Economic Review (December, 1978): 801-12.",
        "Inflation on Interest, Journal of Finance (March, 1979): 35-52.",
        "Inflation on Interest: A Reply, Journal of Finance, forthcoming. Lucas, Robert E. Jr. (1973). Some International Evidence on-OutputInflation Trade-Offs, American Economic Review (June, 1973): 326-34.",
        "Mundell, Robert A. (1963). Inflation and Real Interest, Journal of Political Economy (June, 1963) : 280-83.",
        "Nelson, Charles R. and C. William Schwert (1977). `On Testing the Hypothesis that the Real Rate of Interest is Constant, American Economic Review (June, 1977): 478-86.",
        "Tanzi, Vito (1980). Inflationary Expectations, Economic Activity, Taxes and Interest Rates, American Economic Review (March, 1980): 12-21.",
        "Tobin, James (1965). Money and Economic Growth, Econometrica (October, 1965): 671-84."
    ]
}