{
    "id": 8180,
    "cites": 73,
    "cited_by": 109,
    "reference": [
        "Atkeson, A. and L. Ohanian (2000), Are Short-Run Inflation Forecasts Useful for Guiding Monetary Policy? manuscript, Federal Reserve Bank of Minneapolis.",
        "Akerlof, G.A., W.T. Dickens, and G.L. Perry (2000), Near-Rational Wage and Price Setting and the Optimal Rates of Inflation and Unemployment, Brookings Papers on Economic Activity 2000 (1), forthcoming.",
        "Bai, J. (1997), Estimating Multiple Breaks One at a Time, Econometric Theory 13, 315-352, 1997.",
        "Barr, D.G. and J.Y. Campbell (1997), Inflation, Real Interest Rates, and the Bond Market: A Study of U.K. Nominal and Index-Linked Government Bond Prices, Journal of Monetary Economics 39, 361 - 383.",
        "Bates, J.M and Granger, C.W.J. (1969), The Combination of Forecasts, Operations Research Quarterly, 20, 3 19-25.",
        "Bernanke, B.S. (1983), Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review 73 (3), 257 - 276.",
        "Bernanke, B.S. (1990), On the Predictive Power of Interest Rates and Interest Rate Spreads, Federal Reserve Bank of Boston New England Economic Review (November - December), 51 - 68.",
        "Bernanke, B.S. and A.S. Blinder (1992), The Federal Funds Rate and the Channels of Monetary Transmission, American Economic Review 82, 901-21.",
        "Bernanke, B.S. and F.S. Mishkin (1992), The Predictive Power of Interest Rate Spreads: Evidence from Six Industrialized Countries, manuscript, Princeton University.",
        "Bernard, H. and S. Gerlach (1998), Does the Term Structure Predict Recessions? The International Evidence, International Journal of Finance and Economics 3, 195 - 215.",
        "Bonser-Neal, C. and T.R. Morley, (1997), Does the Yield Spread Predict Real Economic Activity? A Multicountry Analysis, Federal Reserve Bank of Kansas City Economic Review 82 (3), 37 - 53.",
        "Brainard, W.C. and G.L. Perry (1999), Making Policy in a Changing World, manuscript, The Brookings Institution.",
        "Campbell, J.Y. (1999), Asset Prices, Consumption and the Business Cycle, ch. 19 in J.B. Taylor and M. Woodford (eds.), The Handbook of Macroeconomics, Vol.], Amsterdam: Elsevier, 1231 - 1303.",
        "Cecchetti, S.G., R.S. Chu, and C. Steindel (2000), The Unreliability of Inflation Indicators, Federal Reserve Bank of New York Current Issues in Economics and Finance 6 (4), 1 - 6.",
        "Cecchetti, S.G., H. Genberg, J. Lipsky, and S. Wadhwani (2000), Asset Prices and Central Bank Policy, manuscript, Department of Economics, The Ohio State University.",
        "Chen, N.-F. (1991), Financial Investment Opportunities and the Macroeconomy, Journal of Finance 46, 529-554.",
        "Clark, T.E. and M.W. McCracken (2000), Tests of Equal Forecast Accuracy and Encompassing for Nested Models, manuscript, Federal Reserve Bank of Kansas City.",
        "Cook, T.Q. (1981), Determinants of the Spread between Treasury Bill Rates and Private Sector Money Market Rates, Journal of Economics and Business 33, 177 - 187.",
        "Dotsey, M. (1998), The Predictive Content of the Interest Rate Term Spread for Future Economic Growth, Federal Reserve Bank of Richmond Economic Quarterly 84 (3),31-Si.",
        "Duca, J.V. (1999), What Credit Market Indicators Tell Us, Federal Reserve Bank of Dallas Economic and Financial Review 1999 (Q3), 2 - 13.",
        "Dueker, M.J. (1997), Strengthening the Case for the Yield Curve as a Predictor of U.S. Recessions, Federal Reserve Bank of St. Louis Review 79 (2), 41 - SO.",
        "Emery, K.M. (1996), The Information Content of the Paper - Bill Spread, Journal of Economics and Business 48, 1 - 10.",
        "Estrella, A. and G. Hardouvelis (1991), The Term Structure as a Predictor of Real Economic Activity, Journal of Finance 46 (2), 555 - 576.",
        "Estrella, A. and F.S. Mishkin (1997), Is There a Role for Monetary Aggregates in the Conduct of Monetary Policy, Journal of Monetary Economics 40 (2), 279 - 304.",
        "Estrella, A. and F.S. Mishkin (1998b), The Predictive Power of the Term Structure of Interest Rates in Europe and the United States: Implications for the European Central Bank, European Economic Review 4], 1375 - 1401.",
        "Fama, E.F. (1981), Stock Returns, Real Activity, Inflation and Money, American Economic Review 7], 545-565.",
        "Fama, E.F. (1990), Term-Structure Forecasts of Interest Rates, Inflation, and Real Returns, Journal of Monetary Economics 25 (1), 59 - 76.",
        "Feldstein, M. and J.H. Stock (1994), The Use of a Monetary Aggregate to Target Nominal GDP, in N.G. Mankiw (ed.), Monetary Policy. Chicago: University of Chicago Press for the NBER, 7-70.",
        "Frankel, J.A. (1982), A Technique for Extracting a Measure of Expected Inflation from the Interest Rate Term Structure, Review of Economics and Statistics 64 (1), 135 - 142.",
        "Frankel, J.A. and C.S. Lown (1994), An Indicator of Future Inflation Extracted from the Steepness of the Interest Rate Yield Curve Along Its Entire Length, Quarterly Journal of Economics 59, 517 - 530.",
        "Friedman, B.M. and K.N. Kuttner (1992), Money, Income, Prices and Interest Rates, American Economic Review 82 (June), 472 - 492.",
        "Friedman, B.M. and K.N. Kuttner (1993a), Why Does the Paper-Bill Spread Predict Real Economic Activity? in J.H. Stock and M.W. Watson (eds), Business Cycles, Indicators, and Forecasting. Chicago: University of Chicago Press.",
        "Friedman, B.M. and K.N. Kuttner (1993b), Economic Activity and the Short-term Credit Markets: An Analysis of Prices and Quantities, Brookings Papers on Economic Activity 1993:2, 193 - 266.",
        "Friedman, B.M. and K.N. Kuttner (1998), Indicator Properties of the Paper-Bill Spread: Lessons from Recent Experience, The Review of Economics and Statistics 80, 34 -44.",
        "Gerlach, 5. (1997), The information content of the term structure: evidence for Germany, Empirical Economics 22 (2), 161-180.",
        "Gertler, M. and C.S. Lown (2000), The Information in the High Yield Bond Spread for the Business Cycle: Evidence and Some Implications, NBER Working Paper No. 7549.",
        "Goodhart, C. and B. Hofmann (1999), Do Asset Prices Help to Predict Consumer Price Inflation, forthcoming, The Manchester School 68, supplement.",
        "Goodhart, C. and B. Hofmann (2000), Asset Prices and the Conduct of Monetary Policy, manuscript, London School of Economics.",
        "Gordon, R.J. (1982), Inflation, Flexible Exchange Rates, and the Natural Rate of Unemployment, in M.N. Baily (ed.), Workers, Jobs, and Inflation, The Brookings Institution.",
        "Gordon, R.J. (1997), The Time-Varying NAIRU and its Implications for Economic Policy, Journal of Economic Perspectives ii, no. 1, ii-32.",
        "Gordon, R.J. (1998), Foundations of the Goldilocks Economy: Supply Shocks and the Time-Varying NAIRU, Brookings Papers on Economic Activity 1998 (2), 297 - 333.",
        "Granger, C.W.J. and R. Ramanathn (1984), Improved Methods for Combining Forecasts, Journal of Forecasting, 3, 197-204.",
        "Hafer, R.W. and A.M. Kutan (1992), Money, Interest Rates and Output: Another Look, Southern illinois University at Edwardsville Department of Economics Working Paper No. 92-0303.",
        "Hansen, B.E. (1997), Approximate Asymptotic p-values for Structural Change Tests, Journal of Business and Economic Statistics ]5, no. ], 60 - 67.",
        "Harvey, A.C. and A. Jaeger (1993), Detrending, Stylized Facts and the Business Cycle, Journal of Applied Econometrics, Vol. 8, N. 3, pp. 23 1-248.",
        "Harvey, C.R. (1988), The Real Term Structure and Consumption Growth, Journal of Financial Economics 22, 305 - 333.",
        "Harvey, C.R. (1989), Forecasts of Economic Growth from the Bond and Stock Markets, Financial Analysts Journal 45 (5), 38 - 45.",
        "Harvey, C.R. (1991), The Term Structure and World Economic Growth, Journal of Fixed Income, June 1991,7- 19.",
        "Harvey, C.R. (1993), The Term Structure Forecasts Economic Growth, Financial Analysts Journal 49 (3), 6 - 8.",
        "Haubrich, J.G. and A.M. Dombrosky (1996), Predicting Real Growth Using the Yield Curve, Federal Reserve Bank of Cleveland Economic Review 32 (]),26 - 34.",
        "Jorion, P. and F.S. Mishkin (1991), A Multi-Country Comparison of Term Structure Forecasts at Long Horizons, Journal of Financial Econmics 29, 59 - 80.",
        "Katz, L.F. and A.B. Krueger (1999), The High-Pressure U.S. Labor Market of the 1990s, Brookings Papers on Economic Activity 1999:1, 1-87.",
        "King, R.G. and S.T. Rebelo (1993), Low Frequency Filtering and Real Business Cycles, Journal of Economic Dynamics and Control, 17, 207-231.",
        "Kozicki, 5. (1997), Predicting Real Growth and Inflation with the Yield Spread, Federal Reserve Bank of Kansas City Economic Review 82 (Fourth Quarter ]997), 39 - 57.",
        "Lahiri, K. and J.G. Wang (1996), Interest Rate Spreads as Predictors of Business Cycles, in G.S. Maddala and C.R. Rao (eds.), Handbook of Statistics: Methods in Finance Vol ]4. Elsevier: Amsterdam.",
        "Larocque, Guy (1977) Analyse dune methode de desaisonnalisation: le programme Xii du US Bureau of Census, version trimestrielle, Annale de lINSEE, n.28.",
        "Laubach, T. (2001), Measuring the NAIRU: Evidence from Seven Economies, The Review of Economics and Statistics 83.",
        "Laurent, R. (1988), An Interest Rate-Based Indicator of Monetary Policy, Federal Reserve Bank of Chicago Economic Perspectives ]2 (]), 3 - 14.",
        "Laurent, R. (1989), Testing the Spread, Federal Reserve Bank of Chicago Economic Perspectives 13 (July/August), 22 - 34.",
        "Lettau, M. and S. Ludvigson (1999), Consumption, Aggregate Wealth and Expected Stock Returns, forthcoming, Journal of Finance.",
        "Ludvigson, S. and C. Steindel (1999), How Important is the Stock Market Effect on Consumption, Federal Reserve Bank of New York Economic Policy Review 5 (2),29-Si.",
        "Marcellino, M., J.H. Stock, and M.W. Watson (2000), Macroeconomic Forecasting in the Euro Area: Country Specific vs. Area-Wide Information, manuscript.",
        "Mishkin, F.S. (i990a), What Does the Term Structure Tell Us About Future Inflation? Journal of Monetary Economics 25, 77 - 95. Mishkin, F.S. (i990b), The Information in the Longer-Maturity Term Strcuture About Future Inflation, Quarterly Journal of Economics 55, 815 - 828. Mishkin, F.S. (1991), A Multi-Country Study of the Information in the Term Structure About Future Inflation, Journal of International Money and Finance 19, 2 - 22.",
        "Plosser, C.I. and K. Geert Rouwenhorst (1994), International Term Structures and Real Economic Growth, Journal of Monetary Economics 33, 133 - 156.",
        "Quandt, R.E. (1960), Tests of the Hypothesis that a Linear Regression Obeys Two Separate Regimes, Journal of the American Statistical Association 55, 324 - 330.",
        "Sims, C.A. (1980), A Comparison of Interwar and Postwar Cycles: Monetarism Reconsidered, American Economic Review 70 (May), 250 - 257.",
        "Staiger, D., J.H. Stock, and M.W. Watson (i997a), The NAIRU, Unemployment, and Monetary Policy, Journal of Economic Perspectives ii (Winter), 33 - Si. Staiger, D., J.H. Stock, and M.W. Watson (i997b), How Precise are Estimates of the Natural Rate of Unemployment? in C. Romer and D. Romer (eds.), Reducing Inflation: Motivation and Strategy, University of Chicago Press for the NBER, 195-242. Staiger, D., J.H. Stock, and M.W. Watson (2000), Prices, Wages, and U.S. NAIRU in the i990s, manuscript, Kennedy School of Government.",
        "Stock, J.H. (1998), Discussion of Gordons `Foundations of the Goldilocks Economy, Brookings Papers on Economic Activity 1998 (2), 334-341.",
        "Stock, J.H. and M.W. Watson (1989), New Indexes of Coincident and Leading Economic Indicators, in O.J. Blanchard and S. Fischer (eds.), NBER Macroeconomics Annual ]989, 352 - 394.",
        "Stock, J.H. and M.W. Watson (1996), Evidence on Structural Instability in Macroeconomic Time Series Relations, Journal of Business and Economic Statistics 14, 11-29.",
        "Stock, J.H. and M.W. Watson (1997), The NAIRU, Unemployment and Monetary Policy, Journal of Economic Perpsectives 11(1), 33-49.",
        "Stock, J.H. and M.W. Watson (i999a), Business Cycle Fluctuations in U.S. Macroeconomic Time Series, ch. 1 in J.B. Taylor and M. Woodford (eds.), Handbook of Macroeconomics, Vol. ], 3 - 64. Stock, J.H. and M.W. Watson (i999b), Forecasting Inflation, Journal of Monetary Economics 44, 293 - 335. 48 Thoma, M.A. and J.A. Gray (1994), On Leading Indicators: Is there a Leading Contender?, manuscript, University of Oregon.",
        "Wallis, K.F. (1974), Seasonal Adjustment and Relations Between Variables, Journal of the American Statistical Association 69, 18 - 31."
    ]
}