{
    "id": 8182,
    "cites": 28,
    "cited_by": 25,
    "reference": [
        "[1] Abel, A. and 0. Blanchard, The Present Value of Profits and Cyclical Movements in Investments, Econometrica, 54 (1986), 249-73.",
        "[2] Abel, A. and J. Eberly, A Unified Model of Investment under Uncertainty,  American Economic Review, 84 (1994), 1369-84.",
        "[3] Abel, A. and J. Eberly, Investment and q with Fixed Costs: An Empirical Analysis, mimeo, April 1999.",
        "[4] Adda, J. and R. Cooper, Balladurette and Juppette: A Discrete Analysis of Scrapping Subsidies, Journal of Political Economy, 108 (2000), 778-806.",
        "[5] Barnett, S. and Sakellaris, P., A New Look at Firm Market Value, Investment and Adjustment Costs, The Review of Economics and Statistics, (1999).",
        "[6] Bond, S. and Meghir, C. Dynamic Investment Models and the Firms Financial Policy, Review of Economic Studies 61 (1994), 197-222.",
        "[7] Caballero, R. Aggregate Investment NBER Working Paper 6264, (1997).",
        "[8] Caballero, R., E. Engel and J. Haltiwanger, Plant-Level Adjustment and Aggregate Investment Dynamics, Brookings Papers on Economic Activity, 1995:2, 1-54.",
        "[9] Caballero, R. and J. Leahy, Fixed Costs: The Demise of Marginal Q. NBER Working Paper 5508, (1996) 19",
        "[11] Cooper, R. and J. Haltiwanger, On the Nature of the Capital Adjustment Process, NBER Working Paper 7925, September 2000.",
        "[12] Cooper, R., J. Haltiwanger and L. Power, Machine Replacement and the Business Cycle: Lumps and Bumps,  American Economic Review, 89 (1999), 921-~6.",
        "[13] Cummins, J., Hassett, K.and S. Oliner, Investment Behavior, Observable Expectations and Internal Funds, mimeo, New York University, March 1999.",
        "[14] Erickson, T. and T. Whited, Measurement Error and the Relationship Between Investment and Q, Journal of Political Economy, 108 (2000) ,1027-57.",
        "[15] Fazzari, S., Hubbard, R., and B. Petersen, Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity, 1 (1988), 141-95",
        "[17] Gilchrist, S. and C. Himmelberg, Evidence on the role of cash flow for Investment, Journal of Monetary Economics,36 (1995), 541-72.",
        "[18] Gilchrist, S. and C. Himmelberg, Investment: Fundamentals and Finance, NBER Macroeconomics Annual (1998), 223-62",
        "[19] Gomes, J. Financing Investment, mimeo, Wharton School, University of Pennsylvania, (1998).",
        "[20] Gourieroux, C. and A. Monfort, Simulation Based Econometric Methods, Oxford University Press, 1996.",
        "[21] Gourieroux, C., Monfort, A., and Renault, E. Indirect Inference. Journal of Applied Econometrics 8, S85-S118, (1993).",
        "[22] Gross, D. The Investment and Financing Decisions of Liquidity Constrained Firms, mimeo, MIT, (1994). 20",
        "[23] Hayashi, F., Tobins marginal Q and average Q: A neoclassical interpretation,  Econometrica, 50 (1982), 215-24.",
        "[24] Hayashi, F. and T. Inoue, The Relationship between Firm Growth and Q with Multiple Capital Goods: Theory and Evidence from Panel Data on Japanese Firms, Econometrica, 59 (1991), 731-53.",
        "[25] Hubbard, R., Kashyap, A. and T. Whited, Internal Finance and Firm Investment, Journal of Money Credit and Banking, 27 (1995), 683-701",
        "[26] Lucas, R. and E. Prescott, Investment Under Uncertainty, Econometrica, 39 (1971),659-81.",
        "[27] Tauchen, G. Finite State Markov-Chain Approximations to Univariate and Vector Autoregressions, Economics Letters, 20 (1986), 177-81.",
        "[28] West, K., Comment on Investment: Fundamentals and Finance, NBER Macroeconomics Annual (1998), 266-72",
        "[29] Whited, T. Debt, Liquidity Constraints, and Corporate Investment: Evidence from Panel Data. The Journal of Finance 47 (1992), 14251460.",
        "[30] Willis, J. Estimation of Adjustment Costs in a Model of StateDependent Pricing, mimeo, Boston University, December 1999. 21"
    ]
}