{
    "id": 8184,
    "cites": 9,
    "cited_by": 5,
    "reference": [
        "Buchanan, James and Tullock, Gordon. Ã\u0082â\u0080\u009cPolluters Profits and Political Response: Direct Control versus Taxes.Ã\u0082â\u0080\u009d American Economic Review, 1974, 65, pp. 139-147.",
        "Ellickson, Robert. Ã\u0082â\u0080\u009cAlternatives to Zoning: Covenants, Nuisance Rules, and Fines as Land Use Controls.Ã\u0082â\u0080\u009d University of Chicago Law Review, 1973, 40, pp. 681- 781.",
        "Glaeser, Edward; Johnson, Simon and Shleifer, Andrei. Ã\u0082â\u0080\u009cCoase versus the Coasians.Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 2001, forthcoming.",
        "Glaeser, Edward and Shleifer, Andrei. Ã\u0082â\u0080\u009cLegal Origins.Ã\u0082â\u0080\u009d Mimeo, Harvard University, 2000.",
        "Hay, Jonathan and Shleifer, Andrei. Ã\u0082â\u0080\u009cPrivate Enforcement of Public Laws: A Theory of Legal Reform.Ã\u0082â\u0080\u009d American Economic Review Papers and Proceedings, 1998, 88, pp. 398-403.",
        "Kaplow, Louis and Shavell, Steven. Ã\u0082â\u0080\u009cProperty Rules versus Liability Rules: an Economic Analysis.Ã\u0082â\u0080\u009d Harvard Law Review, 1996, 109, pp. 713-790.",
        "Kaplow, Louis and Shavell, Steven. Ã\u0082â\u0080\u009cOn the Superiority of Corrective Taxes to Quantity Regulation.Ã\u0082â\u0080\u009d Working Paper 6251, NBER, 1997.",
        "Keohane, Nathaniel; Revesz, Richard and Stavins, Robert. Ã\u0082â\u0080\u009cThe Choice of Regulatory Instruments in Environmental PolicyÃ\u0082â\u0080\u009d Harvard Environmental Law Review, 1998, 313-367.",
        "La Porta, Rafael; Lopez-de-Silanes, Florencio and Zamarripa, Guillermo. Ã\u0082â\u0080\u009cSoft Lending and Hard Landing: Related Lending in Mexico.Ã\u0082â\u0080\u009d Mimeo, Harvard University, 2000."
    ]
}