{
    "id": 8185,
    "cites": 31,
    "cited_by": 28,
    "reference": [
        "Anderson, Patricia M. and Bruce D. Meyer Unemployment Insurance and the After-Tax Value of Benefits Quarterly Journal of Economics August 1997.",
        "Besley, Timothy and Stephen Coate, Understanding Welfare Stigma: Taxpayer Resentment and Statistical Discrimination Journal of Public Economics 48(2): 165-83, 1992.",
        "Blank, Rebecca M. and David E. Card Recent Trends in Insured and Uninsured Unemployment: Is There an Explanation? Quarterly Journal of Economics 1064(4): 1157-89, 1991.",
        "Blank, Rebecca and Patricia Ruggles. When Do Women Use Aid to Families with Dependent Children and Food Stamps? The Dynamics of Eligibility vs. Participation Journal of Human Resources 31(1): 57-89, 1996.",
        "Blank, Rebecca. The Effect of Medical Need and Medicaid on AFDC Participation Journal of Human Resources 24(1): 54-87, 1989.",
        "Blundell, Richard, Vanessa Fry and Ian Walker, Modelling the Take-up of Means- Tested Benefits: The Case of Housing Benefits in the United Kingdom The Economic Journal 98(390) Supplement 1998.",
        "Craig, Peter. Costs and Benefits: A Review of Research on Take-up of Income-Related Benefits Journal of Social Policy 20(4): 537-565,1991.",
        "Currie, Janet and Jonathan Gruber. Health Insurance Eligibility, Utilization of Medical Care and Child Health Quarterly Journal of Economics III(2): 431-466, May 1996.",
        "Daponte, Beth Osborne, Seth Sanders, and Lowell Taylor, Why Do Low-Income Households Not Use Food Stamps? Evidence from an Experiment, Journal of Human Resources XXXIV(3): 612, 1998.",
        "Dion, M. Robin and LaDonna Pavetti, Access to and Participation in Medicaid and the Food Stamp Program: A Review of the Recent Literature, Mathematica Policy Research report, 2000.",
        "Duclos, Jean-Yves Modelling the take-up of state support Journal of Public Economics 58: 391-415, 1995.",
        "Garrett, Bowen and Sherry Glied, Does State AFDC Generosity Affect Child SSI Participation? Journal of Policy Analysis and Management 19(2): 275-295, 2000.",
        "General Accounting Office Low Income Medicare Beneficiaries: Further Outreach and Administrative Simplification Could Increase Enrollment GAO Report HEHS-99-61, April 1999.",
        "Horan, Patrick M. and Austin, Patricia Lee, The Social Bases of Welfare Stigma Social Problems. Hu, Wei-Yin Elderly Immigrants on Welfare Journal of Human Resources XXXIII(3): 711-741, 1998.",
        "Huby, Meg and Claire Whyley Take-up and the Social Fund Journal of Social Policy 25(1): 1-18, 1996.",
        "Koning, Ruud H. and Geert Ridder Rent Assistance and Housing Demand Journal of Public Economics 66:1-31, 1997.",
        "Long, Stephen H. and M. Susan Marquis. Gaps in Employer Coverage: Lack of Supply Or Lack of Demand? Health Affairs 12(?): 282, Supplement 1993.",
        "Madrian, Brigitte C. and Dennis F. Shea The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior NBER working paper 7682, 2000.",
        "McGarry, Kathleen. Factors Determining Participation of the Elderly in Supplemental Security Income Journal of Human Resources 31(2), 1996.",
        "Moffitt, Robert An Economic Model of Welfare Stigma American Economics Review 73(5): 1023-1035, 1983.",
        "Moffitt, Robert Historical Growth in participation in Aid to Families with Dependent Children: Was there a structural shift? Journal of Post Keynesian Economics IX (3): 347, 1987.",
        "Moffitt, Robert and Wolfe, Barbara The Effect of the Medicaid Program on Welfare Participation and Labor Supply Review of Economics and Statistics 615-626, 1992.",
        "Neumann, Peter J., Mimi D. Bernardin, and William N. Evans Participation in the qualified Medicare Beneficiary Program Health Care Financing Review 17: 169-78, 1995.",
        "Perry, Michael J., Evan Stark, and R. Burgiaga Valdez, Barriers to Medi-Cal Enrollment and Ideas for Improving Enrollment: Findings from Eight Focus Groups in California with Parents of Potentially Eligible Children, Kaiser Family Foundation publication 1436, September 1998.",
        "Scholz, John Karl. The Earned Income Tax Credit: Participation, Compliance and Antipoverty Effectiveness National Tax Journal 47(1): 63-85, 1994.",
        "Stuber, Jennifer P., Kathleen A, Maloy, Sara Rosenbaum, and Karen C. Jones. Beyond Stigma: What Barriers Actually Affect the Decisions of Low-Income Families to Enroll in Medicaid? Center for Health Services Research and Policy George Washington University working paper, July 2000.",
        "Rainwater, Lee, Stigma in Income-Tested Programs in Income-Tested Transfer Programs: The Case For and Against edited by Irwin Garfinkel, New York: Academic Press, 1982.",
        "Selden, Thomas, Jessica Banthin and Joel Cohen, Medicaids Problem Children: Eligible but Not Enrolled Health Affairs 17(3): 192-200, 1998.",
        "Storer, Paul and Marc A. Van Audenrode Unemployment Insurance Take-up Rates in Canada: Facts, Determinants and Implications Canadian Journal of Economics XXVIIII(4a): 822-35, 1995.",
        "Yaniv, Gideon Welfare Fraud and Welfare Stigma Journal of Economic Psychology 18:435-451, 1997.",
        "Zedlewski, Sheila and Sarah Brauner, Declines in Food Stamp and Welfare Participation: Is There a Connection? Urban Institute Working Paper 99-13, 1999."
    ]
}