{
    "id": 819,
    "cites": 18,
    "cited_by": 67,
    "reference": [
        "Atkinson, A.B. and A. Sandmo, 19b0, Welfare Implications of the Taxation of Savings, Economic Journal, September, pp. 529-5~49. Atkinson, A.B. and N.H. Stern, 197~, Pi~ou, Taxation and Public Goods, Review of Economic Studies, January, pp. 119-12b. Auerbach, A.J., 1979a, The Qptimal Taxation of Heterobenous Capital, Quarterly Journal of Economics, November, pp. 5b9-612.",
        "Uniform Taxation, Economics Letters, pp. ~9-52. Auerbach, A.J. and L.J. Kotlikoff, l9~1, National Savinbs, Economic Welfare and structure of Taxation, in M. Feldstein, ed., Behavioral Simulation Methods in Tax Policy Analysis, forthcominb. Auerbach, A.J. and H.S. Rosen, 19Ã\u0083Â¶0, Will the Real Excess Burden Please Stand Up, Harvard Institute of Economic Research Working Paper No. 767, June. Bauniol, W.J. and D.F. Bradford, 1970, Optirrial Departures froxii Marbinal Cost Pricing, American Economic Review, June, pp. 265-283.",
        "Berndt, E.R. and L.J. Christensen, The Translo~ Function and the Substitution of Equixnent, Structures and Labor in U.S. Manufacturinb, 1929-i96Ã\u0083Â¶, Journal of Econometrics, March, pp. 81-113.",
        "Black, F., 19b1, When is a Positive Income Tax Optimal? NBEF~ Workin~ Paper No. 63, February. Chamley, C., 19Ã\u0083Â¶Ã\u0082Â±a, The Welfare Cost of Capital Income Taxation in a Growiri~ Econon~ , Journal of Political Economy, June, pp. 146t3-496. - _____, l9Ã\u0083Â¶lb, Efficient Stationary Taxation and Intertei~ora1 General Equilibriuni, Coules Foundation Discussion Paper 591, May. Diamond, P.A., 1965, National Debt in a Neoclassical Growth Model, American Economic Review, December, pp. 1126-1150.",
        "Diamond, P.A. and D. McFadden, l911~~, Some Uses of the Expenditure Function in Public Finance, Journal of Public Economics, February, pp. 3-21. Diamond, P.A. and J. MirrLees, 1911, Optimal Taxation and Public Production, Mierican Economic Review, March and June, pp. 8-21 and 26i-21~i.",
        "Feldstein, M.S., 191b, The Welfare Cost of Capital Incoixie Taxation, Journal of Political Economy, April, p~. 529-)51. Ghez, G. and G.S. Becker, 1915, The Allocation of Time and Goods over the Life Cycle.",
        "Green, J. and E. Sheshinski, Approxixratin~ the Efficiency Gains from Tax Re- forms, Journal of Public Economics, April, pp. 119-195. Grossman, S. and R. Shiller, 1980, Capital Asset Returns and Consumption, mimeo December.",
        "Hall, R.E., 19b1, Interteuxporal Substitution in Consumption, NB~ Working Paper No. 720, July. Harber~er, A.C., 196)4, Taxation, Resources, Allocation and Welfare, reprinted in A.C. Flarberger, Taxation and Welfare. Hausman, J., l9Ã\u0083Â¶la, Exact Consumers Surplus and Deadweibht Loss, American Economic Review, September, pp. 662-67b. _____ l9Ã\u0083Â¶lb, Labor Supply, in H. Aaron and J. Pechman, eds., Flow Taxes Affect Economic Behavior. Fleckman, J., l97~4, shadow Prices, Market Wages anl Labor Su~iy, Econometrica, July, pp. 679-b9)4. Flicks, J.R., 1939, Foundations of Welfare Econonacs,t Economic Journal, Decem- ber, pp. 696-712.",
        "Hotelling, H., 193Ã\u0083Â¶, The General Welfare in Relation to Problems of Taxation and of Railway and Utility Rates, Econometrica, July, pp. 2)42-269. Kaldor, N., 1939, Welfare Propositions in Economics, Economic Journal, Septem- ber, pp. 5)49-552.",
        "Kay, J.A., 19o0, The Deadwei~ht Loss from a Tax System, Journal of Public Economics, February, pp. 111-120. -62- King, M., 1980, Savin~s and Taxation, in G.A. Hughes and G.M. Heal, eds., Essays in Public Policy.",
        "MaCurdy, T., 19b0, An Empirical Model of Labor Supply in a Life-Cycle Settir~, NBER Workir~ Paper No. 1.~21, January. Miller, M.H. and C.W. Upton, l971.~, Macroeconomics. A Neoclassical Introduction. Nerlove, M., 1967, Recent Studies of the CES and Related Production Functions, in M. Brown, ed. , The Theory and Empirical Analysis of Production.",
        "Phelps, E.S. and J.G. Riley, 1978, Rawlsian Growth. Dynamic Pro~ramxxiin~ of Capital and Wealth for Inter~enerational `Maximin Justice, Review of Economic Studies, February, pp. 103-120.",
        "Ramsey, F.P.., 1927, A Contribution to the Theory of Taxation, Economic Jour- nal, March, pp.",
        "Rosen, H., 1976, Taxes in a Labor Su~1y Model with Joint Wa~e-Hours Deterruiria- tion, EconometriCa, May, pp. l~35-~Ob.",
        "Sandmo, A., 19Th, A Note on the Structure of 0ptim~.1 Taxation, American Eco nomic Review, September, pp. 701-~iOb. Skinner, J. , 19b1, Cost and Incidence of an Interest Income Tax, rnirneo, January. -b3- Sti~litz, J.E. and P. Das~upta, 1911, Differential Taxation, Public Goods and.",
        "EcononLic Efficiency, Review of Economic Studies, Apr11, pp. l51-i1~4. Summers, L.i-i., 19Ã\u0083Â¶1, Capital Taxation and Accumulation in a Life Cycle Growtk~ Mode, American Economic Review, September, pp. 533-5~4~. Weber, W., 1910, ~`The Effect of Interest Rates on Aggregate Consumption, Anier- ican Economic Review, September, pp. 591-600.",
        "Weber, W., 1975, Interest Rates, Inflation and Consumer Expenditures,~ Ameri can Economic Review, December, pp. 81~3-o58.",
        "Welch, F., 1919, Effects of Cohort Size on Earnings. The Baby Boom Babies Financial Bust, Journal of Political Economy, Octooer, pp. 56~.-591."
    ]
}