{
    "id": 8190,
    "cites": 45,
    "cited_by": 214,
    "reference": [
        "Anderson, Robert, 1991, Nonstandard methods with applications in economics, in Werner Hildenbrand and Hugo Sonnenschein, eds.: Handbook of Mathematical Economics (North Holland, Amsterdam).",
        "Barberis, Nicholas, Ming Huang, and Tano Santos, 2001, Prospect theory and asset prices, Quarterly Journal of Economics 116, 1-53.",
        "Barberis, Nicholas, Andrei Shleifer, and Robert Vishny, 1998, A model of investor sentiment, Journal of Financial Economics 49, 307-343.",
        "Basu, Sanjoy, 1983, The relationship between earnings yield, market value and return for NYSE common stocks: Further evidence, Journal of Financial Economics 12, 129-156.",
        "Benartzi, Shlomo, and Richard Thaler, 1995, Myopic loss aversion and the equity premium puzzle, Quarterly Journal of Economics 110, 73-92.",
        "Benartzi, Shlomo and Richard Thaler, 1999, Risk aversion or myopia? Choices in repeated gambles and retirement investments, Management Science 45, 364-381.",
        "Berk, Jonathan, Richard Green, and Vasant Naik, 1999, Optimal investment, growth options, and security returns, Journal of Finance 54, 1553-1607.",
        "Brennan, Michael, and Yihong Xia, 2001, Stock price volatility and the equity premium, Journal of Monetary Economics, forthcoming.",
        "Campbell, John Y., 2000, Asset prices, consumption and the business cycle, in John Taylor and Michael Woodford, eds.: Handbook of Macroeconomics (North Holland, Amsterdam).",
        "Campbell, John Y., and John Cochrane, 1999, By force of habit: A consumption-based explanation of aggregate stock market behavior, Journal of Political Economy 107, 205-251.",
        "Campbell, John Y., and Robert Shiller, 1988, Stock prices, earnings, and expected dividends, Journal of Finance 43, 661-676.",
        "Ceccheti, Stephen, Pok-sang Lam, and Nelson Mark, 1990, Mean reversion in equilibrium asset prices, American Economic Review 80, 398-418.",
        "Cohen, Randolph, 1999, Asset allocation decisions of individuals and institutions, Working paper, Harvard Business School.",
        "Daniel, Kent, David Hirshleifer, and Avanidhar Subrahmanyam, 2001, Covariance risk, mispricing, and the cross-section of security returns, Journal of Finance, forthcoming.",
        "De Bondt, Werner, and Richard Thaler, 1985, Does the stock market overreact?, Journal of Finance 40, 793-805.",
        "DuÃ\u0083Æ\u0092?e, Darrell, and Costis Skiadas, 1994, Continuous-time security pricing: A utility gradient approach, Journal of Mathematical Economics 23, 107-131.",
        "Epstein, Larry, and Stanley Zin, 1990, First-order risk aversion and the equity premium puzzle, Journal of Monetary Economics 26, 387-407.",
        "Fama, Eugene, and Kenneth French, 1988, Dividend yields and expected stock returns, Journal of Financial Economics 22, 3-27.",
        "Fama, Eugene, and Kenneth French, 1992, The cross-section of expected stock returns, Journal of Finance 47, 427-465.",
        "Fama, Eugene, and Kenneth French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Gneezy, Uri, and Jan Potters, 1997, An experiment on risk taking and evaluation periods, Quarterly Journal of Economics 112, 631-645.",
        "Gomes, Joao, Leonid Kogan, and Lu Zhang, 2001, Equilibrium cross-section of returns, Working paper, University of Pennsylvania.",
        "Green, Edward, 1989, Individual-level randomness in a nonatomic population, Working paper, University of Pittsburgh.",
        "Gul, Faruk, 1991, A theory of disappointment aversion, Econometrica 59, 667-686.",
        "Hong, Harrison, and Jeremy Stein, 1999, A unied theory of underreaction, momentum trading, and overreaction in asset markets, Journal of Finance 54, 2143-2184.",
        "Hvidkjaer, Soeren, 2000, A trade-based analysis of momentum, Working paper, Cornell University.",
        "Kahneman, Daniel, and Dan Lovallo, 1993, Timid choices and bold forecasts: A cognitive perspective on risk taking, Management Science 39, 17-31.",
        "Kahneman, Daniel, and Amos Tversky, 1979, Prospect theory: An analysis of decision under risk, Econometrica 47, 263-291.",
        "Lehmann, Bruce, 1990, Residual risk revisited, Journal of Econometrics 45, 71-97.",
        "LeRoy, Stephen, and Richard Porter, 1981, The present value relation: Tests based on variance bounds, Econometrica 49, 555-577.",
        "Lucas, Robert, 1978, Asset prices in an exchange economy, Econometrica 46, 1419-1446.",
        "Odean, Terrance, 1998, Are investors reluctant to realize their losses?, Journal of Finance 53, 1775-1798.",
        "Rabin, Matthew, 2000, Risk aversion and expected utility theory: A calibration theorem, Econometrica 68, 1281-1292.",
        "Rabin, Matthew, and Richard Thaler, 2000, Anomalies: Risk aversion, Working paper, University of Chicago.",
        "Read, Daniel, George Loewenstein, and Matthew Rabin, 1999, Choice bracketing, Journal of Risk and Uncertainty 19, 171-197.",
        "Redelmeier, Daniel, and Amos Tversky, 1992, On the framing of multiple prospects, Psychological Science 3, 191-193.",
        "Rosenberg, Barr, Kenneth Reid, and Ronald Lanstein, 1985, Persuasive evidence of market ineÃ\u0083Æ\u0092?ciency, Journal of Portfolio Management 11, 9-17.",
        "Segal, Uzi, and Avia Spivak, 1990, First-order versus second-order risk aversion, Journal of Economic Theory 51, 111-125.",
        "Shefrin, Hersh, and Meir Statman, 1985, The disposition to sell winners too early and ride losers too long: Theory and evidence, Journal of Finance 40, 777-790.",
        "Shiller, Robert, 1981, Do stock prices move too much to be justied by subsequent changes in dividends?, American Economic Review 71, 421-436.",
        "Thaler, Richard, and Eric Johnson, 1990, Gambling with the house money and trying to break even: The e ects of prior outcomes on risky choice, Management Science 36, 643-660.",
        "Thaler, Richard, Amos Tversky, Daniel Kahneman, and Alan Schwarz, 1997, The e ect of myopia and loss aversion on risk taking: An experimental test, Quarterly Journal of Economics 112, 647-661.",
        "Tversky, Amos, and Daniel Kahneman, 1981, The framing of decisions and the psychology of choice, Science 211, 453-458.",
        "Tversky, Amos, and Daniel Kahneman, 1992, Advances in prospect theory: Cumulative representation of uncertainty, Journal of Risk and Uncertainty 5, 297-323.",
        "Vuolteenaho, Tuomo, 1999, What drives rm level stock returns?, Working paper, University of Chicago."
    ]
}