{
    "id": 8191,
    "cites": 12,
    "cited_by": 7,
    "reference": [
        "Berry (1994), Estimating Discrete-Choice Models of Product Differentiation, RAND Journal of Economics, 25(2), 242-262. Berry, Levinsohn and Pakes (1995), Automobile Prices in Market Equilibrium, Econometrica, 63(4), 841-890.",
        "Bresnahan (1987), Competition and Collusion in the American Automobile Market: The 1955 Price War, Journal of Industrial Economics, 45(4, June) (special issue), 457-482.",
        "Bresnahan (1981), Departures from Marginal-Cost Pricing in the American Automobile Industry, Journal of Econometrics, 17, 201-227.",
        "Goldberg, Penny K., (1995), Product Differentiation & Oligopoly in International Markets: The Case of the U.S. Automobile Industry, Econometrica, 63(4), 891-952.",
        "Green, Richard J. and Newbery, David, M. (1992) Competition in the British Electricity Spot Market, Journal of Political Economy, 100(5), 929-953. Green, Richard, J. The Electricity Contract Market in England and Wales, Journal of Industrial Economics, 47(1), 107-24.",
        "Hansen, L.P. (1982) Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, 50, 1029-1054.",
        "Klemperer, Paul D. and Meyer, Margaret A. (1989) Supply Function Equilibria in Oligopoly under Uncertainty, Econometrica, 57(6), 1243-1277.",
        "Porter, Robert H., (1983), A Study of Cartel Stability: The Joint Executive Committee, 1880-1886, Bell Journal of Economics, 14(2, Autumn), 301-314.",
        "Rosse, James, N. (1970), Estimating Cost Function Parameters without Using Cost Data: Illustrated Methodology, Econometrica, 38(2), 256-275.",
        "Wolak, Frank A., (1999) Market Design and Price Behavior in Restructured Electricity Markets: An International Comparison, in Competition Policy in the Asia Pacific Region, EASE Volume 8, Takatoshi Ito and Anne Krueger (editors) University of Chicago Press.",
        "Wolak, Frank A. (2000a), An Empirical Analysis of the Impact of Hedge Contracts on Bidding Behavior in a Competitive Electricity Market, International Economic Journal, 14(2), 1-40.",
        "Wolak, Frank A. (2000b), A Model of Optimal Bidding Behavior in a Competitive Electricity Market, July 2000, (available from http://www.stanford.edu/~wolak)."
    ]
}