{
    "id": 8195,
    "cites": 24,
    "cited_by": 9,
    "reference": [
        "Backus, D.K., and P.J. Kehoe, 1992, International evidence on the historical properties of business cycles, American Economic Review 82, pp. 864-885.",
        "Ball, L., and N.G. Mankiw, 1994, A sticky-price manifesto, Carnegie-Rochester Conference Series on Public Policy 41, pp. 127-151.",
        "Baxter, M., and R.G. King, 1994, Measuring business cycles: Approximate band-pass filters for economic time series, manuscript University of Virginia.",
        "Bernanke, B., and I. Mihov, 1998, Measuring monetary policy, Quarterly Journal of Economics 113, pp. 869-902.",
        "Chadha, B., and E. Prasad, 1993, Interpreting the cyclical behavior of prices, IMF Staff Papers 40, pp. 266-298.",
        "Christiano, L.J., and W.J. Den Haan, 1996, Small sample properties of GMM for business cycle analysis, Journal of Business and Economic Statistics 14, pp. 309-327.",
        "Cogley, T., and J.M. Nason, 1995, Journal of Economic Dynamics and Control 19, pp. 253-278.",
        "Cooley, T.F., and L.E. Ohanian, 1991, The cyclical behavior of prices, Journal of Monetary Economics 28, pp. 25-60.",
        "Cover, J.P. and C.J. Hueng, 2000, The correlation between shocks to output and the price level: Evidence from a GARCH model, manuscript, University of Alabama.",
        "Davis, G.K. and B.E. Kanago, 2000, The contemporaneous correlation between price shocks and output shocks, manuscript, Miami University.",
        "Den Haan, W.J., and A.T. Levin, 1996, Inferences from parametric and non-parametric spectral density estimation procedures, National Bureau of Economic Research technical working paper 195.",
        "Den Haan, W.J., 2000, The comovement between output and prices, Journal of Monetary Economics 46, pp. 3-30.",
        "Diebold, F.X., L.E. Ohanian, and J. Berkowitz, 1998, Dynamic equilibrium economies: a framework for comparing models and data, Review of Economic Studies 65, pp. 433-451.",
        "Engle, R.F., 1974, Band spectrum regression, International Economic Review 15, 1-11.",
        "Fiorito, R., and T. Kolintzas, 1994, Stylized facts of business cycles in the G7 from a real business cycles perspective, European Economic Review 38, pp. 253-269.",
        "Geweke, J.F., 1999, Computational experiments and reality, manuscript, University of Iowa.",
        "Hamilton, J.D., 1994, Time Series Analysis, Princeton University Press.",
        "Hannan, E.J., 1970, Multiple time series, Princeton University Press.",
        "Harvey, A.C., and A. Jaeger, 1993, Detrending, stylized facts and the business cycle, Journal of Applied Econometrics 8, pp. 231-247.",
        "Hodrick, R.J., and E.C Prescott, 1997, Postwar US business cycles: An empirical investigation, Journal of Money, Credit and Banking 29, pp. 1-16.",
        "Judd, J.P., and B. Trehan, 1995, The cyclical behavior of prices: Interpreting the evidence, Journal of Money, Credit, and Banking 27, pp. 789-797.",
        "Kydland, F.E., and E.C. Prescott, 1990, Business cycles: real facts and a monetary myth, Federal Reserve Bank of Minneapolis Quarterly Review, pp. 3-18.",
        "Pakko, M.R., 2000, The cyclical relationship between output and prices: An Analysis in the frequency domain, Journal of Money, Credit and Banking 32, pp. 381-399.",
        "Priestley, M.B., 1988, Non-linear and non-stationary time series analysis, Academic Press."
    ]
}