{
    "id": 8196,
    "cites": 26,
    "cited_by": 43,
    "reference": [
        "Atkinson, Anthony, and Nicholas Stern. Pigou, Taxation, and Public Goods. Review of Economic Studies 4 No. 1 (January, 1974): 119-28.",
        "Atkinson, Anthony B., and Joseph E. Stiglitz. Lectures on Public Economics. New York: McGraw-Hill Cook Co., 1980.",
        "Brent, R. J. Use of Distributional Weights in Cost-Benefit Analysis: A Survey of Schools. Public Finance Quarterly 12 No. 2 (April, 1984): 213-30.",
        "Dahlby, Bev. Progressive Taxation and the Social Marginal Cost of Public Funds. Journal of Public Economics 67 No. 1 (January,1998): 105-22.",
        "Feldstein, Martin S. Distributional Equity and the Optimal Structure of Public Prices. American Economic Review 62 No. 1 (March, 1972): 32-6.",
        "Feldstein, Martin S. How Big Should Government Be? National Tax Journal 50 No. 2 (June, 1997): 197-213.",
        "Harberger, Arnold C. On the Use of Distributional Weights in Social Cost- Benefit Analysis. Journal of Political Economy 86 No. 2 (April, 1978): S87- S120.",
        "Harberger, Arnold C. Reply to Layard and Squire. Journal of Political Economy 88 No. 5 (October, 1980): 1050-2.",
        "Hettich, Walter, and Stanley L. Winer. The Political Economy of Taxation. In Perspectives on Public Choice, edited by Dennis C. Mueller. Cambridge: Cambridge University Press, 1997.",
        "Hettich, Walter, and Stanley L. Winer. Democratic Choice and Taxation. New York: Cambridge University Press, 1999.",
        "Kaplow, Louis. The Optimal Supply of Public Goods and the Distortionary Cost of Taxation. National Tax Journal 48 No. 4 (December, 1996): 513-33.",
        "Mayshar, Joram. On Measures of Excess Burden and Their Applications. Journal of Public Economics 43 No. 3 (December, 1990): 263-89.",
        "Mayshar, Joram, and Shlomo Yitzhaki. Dalton-Improving Tax Reform. American Economic Review 85 No. 4 (September, 1995): 793-807.",
        "Mirrlees, James. An Exploration in the Theory of Optimum Income Taxation. Review of Economic Studies 38 No. 2 (April, 1971): 175-208.",
        "Musgrave, Richard A., and Peggy B. Musgrave. Public Finance in Theory and Practice. 5th ed. New York: McGraw-Hill Book Company, 1989.",
        "Ng, Yew-Kwang. The Optimal Size of Public Spending and the Distortionary Cost of Taxation. National Tax Journal 53 No. 2 (June, 2000): 253-72.",
        "Okun, Arthur M. Equity and Efficiency: The Big Trade-off. Washington, D.C.: Brookings Institution, 1975.",
        "Pigou, A. C. A Study in Public Finance. London: MacMillan, 1947.",
        "Sandmo, Agnar. Redistribution and the Marginal Cost of Public Funds. Journal of Public Economics 70 No. 3 (December, 1998): 365-82.",
        "Slemrod, Joel. Methodological Issues in Measuring and Interpreting Taxable Income Elasticities. National Tax Journal 49 No. 4 (December, 1998): 773-88.",
        "Slemrod, Joel, and Shlomo Yitzhaki. The Social Cost of Taxation and the Marginal Cost of Funds. International Monetary Fund Staff Papers 43 No. 1 (March, 1996): 172Ã\u0082â\u0080\u009398.",
        "Squire, Lyn. On the Use of Distributional Weights in Social Cost-Benefit Analysis. The Journal of Political Economy 88 No. 5 (October, 1980): 1048-9.",
        "Wildasin, David E. On Public Good Provision with Distortionary Taxation. Economic Inquiry 22 No. 2 (April, 1984): 227-43.",
        "Willig, Robert D. Consumers Surplus Without Apology. American Economic Review 66 No. 4 (September, 1976): 589-97.",
        "Wilson, John D. Optimal Public Good Provision with Limited Lump-Sum Taxation. American Economic Review 81 No. 1 (March, 1991): 153-66.",
        "Yitzhaki, Shlomo. A Note on Optimum Taxation and Administrative Costs. American Economic Review 69 No. 3 (June, 1979): 475-80."
    ]
}