{
    "id": 8199,
    "cites": 67,
    "cited_by": 5,
    "reference": [
        "Barnow, B., T. Dall, M. Nowak, and B. Dannhausen. 2000. The Potential of the Child Support Enforcement Program to Avoid Costs to Public Programs: A Review and Synthesis of the Literature. Prepared for U.S. Department of Health and Human Services, April.",
        "Bassi, L. and R. Lerman. 1996. Reducing the Child Welfare Disincentive Problem. Journal of Policy Analysis and Management 15 (Winter).",
        "Bassi, L. and B. Barnow. 1993. Expenditures on Children and Child Support Guidelines. Journal of Policy Analysis and Management 12 (Summer).",
        "Beller, A. and J. Graham. 1993. Small Change: The Economics of Child Support. New Haven. Yale University Press.",
        "Betson, D., E. Evenhouse, and S. Reilly. 1992. Trade-offs Implicit in Child Support Guidelines. Journal of Policy Analysis and Management 11 (Winter).",
        "Bishop, S. 1992. Evaluation of Child Support Review and Modification Demonstration Projects in Four States. Final report prepared by Caliber Associates.",
        "Bianchi, S., Subaiya, L., and Kahn, J. 1999. The Gender Gap in the Economic Well-Being of Nonresident Fathers and Custodial Mothers. Demography 36(2):195-203.",
        "Bloom, D., C. Conrad, C. Miller. 1998. Child Support and Fathers Remarriage and Fertility. In Fathers Under Fire: The Revolution in Child Support Enforcement, edited by I.",
        "Garfinkel, S. McLanahan, D. Meyer, and J. Seltzer. New York: Russell Sage Foundation. Brito, T. 2000. The welfarization of family law: the case of child support. Focus 21 (Spring).",
        "Burstein, N. and A. Werner. 1994. The New York State Child Assistance Program: Design, Operation, and Early Impacts. In Child Support and Child Well-Being. Edited by I.",
        "Garfinkel, S. McLanahan, and P.K. Robins. Washington, DC: Urban Institute Press. Case, A. 1998. The Effects of Stronger Child Support Enforcement on Nonmarital Fertility. In Fathers Under Fire: The Revolution in Child Support Enforcement, edited by I.",
        "Committee on Ways and Means. 1998. Overview of Entitlement Programs. The Green Book. U.S.",
        "Government Printing Office. Clarke, L., E. Cooksey, and G. Verropoulou. Fathers and Absent Fathers: Sociodemographic Similarities in Britain and the United States. Demography 35(2): 217-228. Duncan, G. and S. Hoffman. 1985. A Reconsideration of the Economic Consequences of Marital Dissolution. Demography 22(4): 485-497.",
        "Edin, K. and L. Lein. 1997. Making Ends Meet: How Single Mothers Survive Welfare and Low-Wage Work. New York: Russell Sage Foundation.",
        "Edin, K., L. Lein, and T. Nelson. 1998. Low-Income, Non-Residential Fathers: Off- Balance in a Competitive Economy, An Initial Analysis. http://aspe.hhs.gov/fathers/eln/eln98.htm Freeman, R., and J. Waldfogel. 1998. Does Child Support Enforcement Policy Affect Male Labor Supply? In Fathers Under Fire: The Revolution in Child Support Enforcement, edited by I. Garfinkel, S. McLanahan, D. Meyer, and J. Seltzer. New York: Russell Sage Foundation.",
        "Garfinkel, I. 1994. Assuring Child Support: An Extension of Social Security. Russell Sage Foundation. New York.",
        "Garfinkel, I., S. McLanahan, and T. Hanson. 1998. A Patchwork Portrait of Nonresident Fathers. In Fathers Under Fire: The Revolution in Child Support Enforcement, edited by Garfinkel, I., S. McLanahan, D. Meyer, and J. Seltzer. New York: Russell Sage Foundation.",
        "Garfinkel, I., S. McLanahan, and K. Harknett. 1999. Fragile Families and Welfare Reform. Paper prepared for the Conference on For Better and For Worse: State Welfare Reform and the Well-Being of Low-Income Families and Children sponsored by the Joint Center for Poverty Research, Washington D.C., September 16-17.",
        "Garfinkel, I., S. McLanahan, P Robins. 1992. Child Support Assurance: Design Issues, Expected Impacts, and Political Barriers as Seen from Wisconsin. Washington, D.C.: Urban Institute Press.",
        "Garfinkel, I., and Oellerich, D. 1989. Noncustodial Fathers Ability to Pay Child Support. Demography 26(2):219-233.",
        "Graham, J. and A. Beller. 1989. The Effect of Child Support Payments on the Labor Supply of Female Family Heads: An Econometric Analysis. Journal of Human Resources 24.",
        "Graham, J. and A. Beller. Forthcoming. Nonresident Fathers and their Children: Child Support and Visitation from an Economic Perspective. Handbook of Father Involvement: Multidisciplinary Perspectives. Edited by Catherine S. Tamis-LeMonda and Natasha Cabera. Hamilton, W., N. Burstein, A. Baker, A. Earle, S. Gluckman, L. Peck, and A. White. 1996.",
        "The New York State Child Assistance Program: Five Year Impacts, Costs, and Benefits. Cambridge, MA: Abt Associates, October. Hanson, Drew. 1999. The American Invention of Child Support: Dependency and Punishment in Early American Child Support Law. Yale Law Journal 108(5): 1123- 1153.",
        "Henry, Ronald. 1999. Child Support at a Crossroads: When the Real World Intrudes Upon Academics and Advocates. Family Law Quarterly. Volume 33. No. 1.",
        "Hu, W. 1999. Child Support, Welfare Dependency, and Womens Labor Supply. Journal of Human Resources 34 (Winter).",
        "Huang, C., I. Garfinkel, and J. Waldfogel. 1999. Child Support and Welfare Caseloads. Unpublished paper. Columbia School of Social Work.",
        "Johnson, E., A. Levine, and F. Doolittle. 1999. Fathers Fair Share: Helping Poor Men Manage Child Support and Fatherhood. New York: Russell Sage Foundation.",
        "Lerman, R. 1993. A National Profile of Young Unwed Fathers. In Lerman, R., and Ooms, T, eds. Young Unwed Fathers: Changing Roles and Emerging Policies. Philadelphia: Temple University, 52-73.",
        "Martinez, J. and C. Miller. 2000. The Effects of Parents Fair Share on the Employment and Earnings of Low-Income, Noncustodial Fathers. Focus 21(1): 23-26.",
        "Meyer, D. and M. Hu. 1999. A Note on the Antipoverty Effectiveness of Child Support among Mother-Only Families. Journal of Human Resources 34 (Winter).",
        "Meyer, D., I. Garfinkel, D.T. Oellerich, and P.K. Robins. 1994. Who Should Be Eligible for an Assured Child Support Benefit. In Child Support and Child Well-Being. Edited by I. Garfinkel, S. McLanahan, and P.K. Robins. Washington, DC: Urban Institute Press.",
        "Miller, C., Garfinkel, I., and McLanahan, S. 1997. Child Support in the U.S.: Can Fathers Afford to Pay More? Review of Income and Wealth 43(3):261-281.",
        "Mincy, R. and E. Sorensen. 1998. Deadbeats and Turnips in Child Support Reform. Journal of Policy Analysis and Management 17 (Winter).",
        "Morgan, L. 1998. Child Support Guidelines: Interpretation and Application. Aspen Law and Business.",
        "National Commission on Children. 1991. Beyond Rhetoric. Washington, DC: U.S.",
        "Government Printing Office. Nichols-Casebolt, Ann. 1986. The Economic Impact of Child Support on the Poverty Status of Custodial and Noncustodial Families. Journal of Marriage and the Family 48(4): 875-880.",
        "Nixon, L. 1996. Child Support Enforcement and Welfare Reform. Mathematica Policy Research, August 1996.",
        "Nixon, L. 1997. The Effect of Child Support Enforcement on Marital Dissolution. Journal of Human Resources 32 (1):159-181.",
        "Pate. D. and E. Johnson. 2000. The Ethnographic Study for the W-2 Child Support Demonstration Evaluation: Some Preliminary Findings. Focus 21(1): 18-22.",
        "Pearson, Jessica and N. Thoennes. 1998. Programs to Increase Fathers Access to Their Children. In Fathers Under Fire: The Revolution in Child Support Enforcement, edited by I.",
        "Garfinkel, S. McLanahan, D. Meyer, and J. Seltzer. New York: Russell Sage Foundation. Peters, E., L, Argys, E. Maccoby, and R. Mnookin. 1993. Enforcing Divorce Settlements: Evidence for Child Support Compliance and Award Modifications. Demography 30(4):719-735.",
        "Pirog, M., M. Klotz, and K. Byers. 1998. Interstate Comparisons of Child Support Orders Using State Guidelines. Family Relations 47 (July).",
        "Pirog-Good, M., and Good, D. 1995. Child Support Enforcement for Teenage Fathers; Problems and Prospects. Journal of Policy Analysis and Management 14(1):25-42.",
        "Plotnick, R., I. Garfinkel, D. Gaylin, S. McLanahan, and I. Ku. 1999. Better Child Support Enforcement: Can It Reduce Teenage Childbearing. Presented at the Association for Public Policy and Management. November.",
        "Roberts, P. 1994. Ending Poverty As We Know It: The Case for Child Support Enforcement and Assurance. Washington, D.C.: Center for Law and Social Policy.",
        "Ribero, R. 1994. Visitations and Child Support Transfers: A Competitive Equilibrium Approach. Department of Economics. New York University.",
        "Rothe, I. and D. Meyer. 2000. Setting Child Support Orders: Historical Approaches and Ongoing Struggles. Focus 21(1): 58-63.",
        "Current Population Reports, P60-l96. U.S. Census Bureau, March. Seltzer, A., McLanahan, S. and Hanson, T. 1998. Will Child Support Enforcement Increase Father-Child Contact and Parental Conflict after Separation? in Garfinkel, I., McLanahan S., Meyer, D., and Seltzer, J., editors. Fathers under Fire: The Revolution in Child Support Enforcement. New York: Sage, 91-215.",
        "Solomon, C. 1989. The Child Support Enforcement Program: Policy and Practice. CRS Report to Congress. Congressional Research Service.",
        "Sonenstein, F. and C. Calhoun. 1990. Determinants of Child Support: A Pilot Survey of Absent Parents. Contemporary Policy Issues 8 (January): 75-94.",
        "Sorensen, E. 1997. A National Profile of Nonresident Fathers and Their Ability to Pay Child Support. Journal of Marriage and the Family 59 (November).",
        "Sorensen, E. 1999. Obligating Dads: Helping Low-Income Non-custodial Fathers Do More for their Children. Strengthening Families Brief Series. Urban Institute. (March).",
        "Sorensen, E. and S. Clark. 1994. A Child Support Assurance Program: How Much Will It Reduce Child Poverty, and at What Cost? American Economic Review 84. (May).",
        "Sorensen, E. and A. Halpern. 1999. Child Support Enforcement: How Well Is it Doing? Washington, D.C.: The Urban Institute. Assessing the New Federalism Discussion Paper No. 11.",
        "Sorensen, E. and R. Lerman. 1998. Welfare Reform and Low-Income Noncustodial Fathers: Sanctions Alone Will Not Work. Challenge: The Magazine of Economic Affairs (July).",
        "Sorensen, E. and C. Zibman. 2000. To What Extent Do Children Benefit from Child Support? Washington, D.C.: The Urban Institute. Assessing the New Federalism Discussion Paper No. 19.",
        "Turetsky, V. 1998. You Get What You Pay For: How Federal and State Investment Decisions Affect Child Support Performance. Washington DC: Center for Law and Social Policy, December.",
        "U.S. Bureau of the Census. http://www.census.gov/hhes/www/childsupport/96aprcps/tab3.html U.S. Department of Health and Human Services. 1997. Child Support Enforcement Incentive Funding. Washington, D.C.",
        "U.S. Department of Health and Human Services. 1999. State Child Access and Visitation Programs: A Preliminary Report for Fiscal Year 1997 Funding. Washington, DC Waller, M. and R. Plotnick. 1999. Child Support and Low-Income Families: Perceptions, Practices, and Policy. San Francisco, CA: Public Policy Institute of California.",
        "Weiss, Y. and R. Willis. 1993. Transfers Among Divorced Couples: Evidence and Interpretation. Journal of Labor Economics. Vol. 11. No. 4. 629-679.",
        "Weiss, Y. and R. Willis. 1985. Children as Collective Goods and Divorce Settlements. Journal of Labor Economics. Vol. 3. No. 3. 268-292.",
        "Wheaton, L. and E. Sorensen. 1998. Tax Relief for Low-Income Fathers Who Pay Child Support. National Tax Journal (November): 260-267.",
        "Wheaton, L. and E. Sorensen. 1998. Reducing Welfare Costs and Dependency: How Much Bang for the Child Support Buck? Georgetown Public Policy Review 4(1): 23-37.",
        "Williams, R. 1996. Unpublished letter to the Assistant Deputy Director of the Ohio Office of Child Support Enforcement.",
        "Williams, R. 1994. An Overview of Child Support Guidelines in the United States. In Child Support Guidelines: The Next Generation, edited by M. Haynes. Washington DC: U.S.",
        "Department of Health and Human Services, Office of Child Support Enforcement, April. Willis, R. 1999. A Theory of Out-of-Wedlock Childbearing. Journal of Political Economy 107(6):S33-S64.",
        "Yun, Kwi. 1992. Effects of Child Support on Remarriage of Single Mothers. In Irwin Garfinkel, Sara McLanahan, and Phillip Robins (eds.) Child Support Assurance: Design Issues, Expected Impacts and Political Barriers as Seen From Wisconsin. Washington, DC: Urban Institute Press."
    ]
}