{
    "id": 8202,
    "cites": 24,
    "cited_by": 176,
    "reference": [
        "Aghion, Phillippe, and Patrick Bolton. An incomplete contracts approach to financial contracting. Review of Economic Studies, 1992, 77, pp. 338-401.",
        "Black, Bernard and Ronald Gilson. Venture capital and the structure of capital markets: Banks versus stock Markets. Journal of Financial Economics, 1998, 47(3), pp. 243.277.",
        "Bolton, Patrick, and David Scharfstein. A theory of predation based on agency problems in financial Contracting. American Economic Review, 1990, 80, pp. 94-106.",
        "Dewatripont, Matthias, and Jean Tirole. A theory of debt and equity: Diversity of securities and manager- shareholder congruence. Quarterly Journal of Economics, 1994, 109, pp. 1027-1054.",
        "Garmaise, Mark. Informed Investors and the Financing of Entrepreneurial Projects. Working paper, University of Chicago, 1999.",
        "Gladstone, David. Venture Capital Handbook. Englewood Cliffs, NJ: Prentice Hall, 1988.",
        "Gompers, Paul. An Examination of Convertible Securities in Venture Capital Investments. Working paper, Harvard Business School, 1998.",
        "Gompers, Paul and Josh Lerner. The Venture Capital Cycle. Cambridge, MA: MIT Press, 1999.",
        "Gorman, M. and William Sahlman. What Do Venture Capitalists Do? Journal of Business Venturing, 1989, 4, pp. 231-248.",
        "Grossman, Sanford, and Oliver Hart. The costs and benefits of ownership: A theory of vertical and lateral Integration. Journal of Political Economy, 1986, 94, pp. 691-719.",
        "Harris, Milton, and Artur Raviv. Optimal incentive contracts with imperfect information. Journal of Economic Theory, 1979, 20, pp. 231-259.",
        "Hart, Oliver. Financial Contracting. Working paper, Harvard University, October 2000.",
        "Hart, Oliver, and John Moore. Property rights and the Nature of the Firm. Journal of Political Economy, 1990, 98, pp. 1119 Ã\u0082â\u0080\u0093 1158.",
        "Hart, Oliver, and John Moore. Default and renegotiation: A dynamic model of debt. Quarterly Journal of Economics 1998, 113, pp. 1-41.",
        "Hart, Oliver, and John Moore. A Theory of Debt Based on the Inalienability of Human Capital. Quarterly Journal of Economics, 1994, 109, pp. 841-879.",
        "Hellman, Thomas and Manju Puri. The interaction between product market and financial strategy: The role of venture capital. Review of Financial Studies, 2000, Winter, pp. 959-984.",
        "Hellman, Thomas and Manju Puri. Venture capital and the professionalization of start-up firms: Empirical Evidence. Working paper, Stanford Business School, September 2000.",
        "HolmstrÃ\u0083Â¶m, Bengt. Moral Hazard and Observability. Bell Journal of Economics, 1979, 10, pp. 74-91.",
        "Kaplan, Steven and Per StrÃ\u0083Â¶mberg. Financial Contracting Theory Meets the Real World: An Empirical Analysis of Venture Capital Contracts. Working paper, University of Chicago, March 2000a.",
        "Kaplan, Steven and Per StrÃ\u0083Â¶mberg. How do venture capitalists choose and manage their investments? Working paper, University of Chicago, September 2000b.",
        "Lazear, Edward. Salaries and Piece-Rates. Journal of Business, 1986, 59, pp. 405-431.",
        "Lerner, Josh. Venture Capitalists and the Oversight of Private Firms. Journal of Finance 1995, 50, pp. 301-318.",
        "Quindlen, Ruthann. Confessions of a Venture Capitalist. New York, NY: Warner Books, 2000.",
        "Repullo, Rafael, and Javier Suarez. Venture Capital Finance: A Security Design Approach. Working paper, CEMFI, 1999."
    ]
}