{
    "id": 8206,
    "cites": 15,
    "cited_by": 4,
    "reference": [
        "Acemoglu, Daron. Technical Change, Inequality, and the Labor Market. National Bureau of Economic Research (Cambridge MA) Working Paper No. 7800, July 2000.",
        "Acemoglu, Daron. Why Do New Technologies Complement Skills'DONE' Directed Technical Change and Wage Inequality. Quarterly Journal of Economics, November 1998, 3(3), pp. 1055-1089.",
        "Aghion, Philippe, Howitt, Peter, and Violante, Giovanni L. General Purpose Technology and Within-Group Inequality. unpublished, December 1999.",
        "Autor, David H., Katz, Lawrence F., and Krueger, Alan B. Computing Inequality: Have Computers Changed the Labor Market'DONE' Quarterly Journal of Economics,November 1998, 3(3), pp. 1169-1213.",
        "Baldwin, Robert E. and Cain, Glen G. Shifts in U.S. Relative Wages: The Role of Trade, Technology and Factor Endowments. National Bureau of Economic Research (Cambridge MA) Working Paper No. 5934, February 1997.",
        "Caselli, Francesco, Technological Revolutions. American Economic Review, March 1999, 89(1), pp. 78-102.",
        "Galor, Oded and Moav, Omer. Ability-Biased Technological Transition, Wage Inequality, and Economic Growth. Quarterly Journal of Economics, May 2000, 5(2), pp. 469-497.",
        "Galor, Oded and Tsiddon, Daniel. Technological Progress, Mobility, and Economic Growth. American Economic Review, June 1997, 87(3), pp. 363-381.",
        "Goldin, Claudia and Katz, Lawrence F. Decreasing and then Increasing Inequality in America: A Tale of Two Half Centuries, in Finis Welch, ed., The Causes and Consequences of Increasing Inequality, Chicago: University of Chicago Press, 2001.",
        "Gould, Eric D., Moav, Omer, and Weinberg, Bruce A. Precautionary Demand for Education, Inequality, and Technological Progress. unpublished, July 2000.",
        "Juhn, Chinhui, Murphy, Kevin M., and Pierce, Brooks. Wage Inequality and the Rise in Returns to Skill. Journal of Political Economy, June 1993, 0(3), pp. 410-442.",
        "Kalemli-Ozcan, Sebnem, Ryder, Harl E., and Weil, David N. Mortality Decline, Human Capital Investment, and Economic Growth. Journal of Development Economics, June 2000, 62(1), pp.1-23.",
        "Lloyd-Ellis, Huw. Endogenous Technological Change and Wage Inequality. American Economics Review, March 1999, 89(1), pp. 47-77.",
        "Murnane, Richard, Willett, John, and Levy, Frank. The Growing Importance of Cognitive Skills in Wage Determination. The Review of Economics and Statistics, May 1995, 77(2), pp. 251-266.",
        "Topel, Robert H. Factor Proportions and Relative Wages: The Supply-Side Determinants of Wage Inequality. Journal of Economic Perspectives, Spring 1997, (2), pp. 55-74."
    ]
}