{
    "id": 8207,
    "cites": 43,
    "cited_by": 176,
    "reference": [
        "[1] Ang, A., and J. Liu, 2001, A General Affine Earnings Valuation Model, forthcoming Review of Accounting Studies.",
        "[2] Ang, A., and M. Piazzesi, 2000, A No-Arbitrage Vector Autoregression of Term Structure Dynamics with Macroeconomic and Latent Variables, working paper.",
        "[3] Bekaert, G., and S. Grenadier, 2000, Predictability of Bond and Stock Returns in Affine Models, working paper.",
        "[4] Bekaert, G., and R. J. Hodrick, 2001, Expectations Hypothesis Tests, forthcoming Journal of Finance.",
        "[5] Bekaert, G., and R. J. Hodrick, 1992, Characterizing Predictable Components in Excess Returns on Equity and Foreign Exchange Markets, The Journal of Finance, 47, 2, 467-509.",
        "[6] Bollerslev, T., and R. J. Hodrick, 1996, Financial Market Efficiency Tests, in Pesaran, M. H., and M. R. Wickens, eds, 1996, The Handbook of Applied Econometrics Vol 1, Macroeconomics, Blackwell, 415-458.",
        "[7] Bossaerts, P., and P. Hillion, 1999, Implementing Statistical Criteria to Select Return Forecasting Models: What do we Learn'DONE', Review of Financial Studies, 12, 405-428.",
        "[8] Boudoukh, J., and M. Richardson, 1993, The Statistics of Long-Horizon Regressions, Mathematical Finance, 4, 2, 103-120.",
        "[9] Breen, W., L. R. Glosten and R. Jagannathan, 1989, Economic Significance of Predictable Variations in Stock Index Returns, Journal of Finance, 44, 5, 1177-89.",
        "[10] Campbell, J. Y., 1987, Stock Returns and the Term Structure, Journal of Financial Economics, 18, 373-399.",
        "[11] Campbell, J. Y., and J. H. Cochrane, 1999, By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy, 107, 205-251.",
        "[12] Campbell, J. Y., and R. J. Shiller, 1988, Stock Prices, Earnings and Expected Dividends, Journal of Finance, 43, 3, 661-676.",
        "[13] Campbell, J. Y., and R. J. Shiller, 1989, The Dividend-Price Ratio and Expectations of Future Dividends and Discount Factors, Review of Financial Studies, 1, 3, 195-228.",
        "[14] Cutler, D. M., J. M. Poterba, and L. H. Summers, 1989, What Moves Stock Prices'DONE' Journal of Portfolio Management, 15, 3, 4-12.",
        "[15] Duffie, D. and R. Kan, 1996, A Yield-Factor Model of Interest Rates, Mathematical Finance, 6, 4, 379-406.",
        "[16] Duffie, D., and K. J. Singleton, 1993, Simulated Moments Estimation of Markov Models of Asset Prices, Econometrica, 61, 4, 929-952.",
        "[17] Fama, E., and G. W. Schwert, 1977, Asset Returns and Inflation, Journal of Financial Economics, 5, 115146.",
        "[18] Fama, E., and F. French, 1988, Dividend Yields and Expected Stock Returns, Journal of Financial Economics, 22, 3-26.",
        "[19] Ferson, W. E., and C. R. Harvey, 1993, The Risk and Predictability of International Equity Returns, Review of Financial Studies, 6, 527-566.",
        "[20] Foster, F. D., T. Smith, and R. E. Whaley, 1997, Assessing Goodness-of-Fit of Asset Pricing Models: The Distribution of the Maximal R-Squared, Journal of Finance, 52, 2, 591-607.",
        "[21] Glosten, L. R., R. Jagannathan, and D. E. Runkle, 1993, On the Relation between the Expected Value and the Volatility of the Nominal Excess Return on Stocks, Journal of Finance, 48, 5, 1779-1801.",
        "[22] Goetzmann, W. N., and P. Jorion, 1993, Testing the Predictive Power of Dividend Yields, Journal of Finance, 48, 2, 663-679.",
        "[23] Goetzmann, W. N., and P. Jorion, 1995, A Longer Look at Dividend Yields, Journal of Business, 68, 483-508.",
        "[24] Goyal, A., and I. Welch, 1999, The Myth of Predictability: Does the Dividend Yield Forecast the Equity Premium'DONE' working paper.",
        "[25] Hansen, L., 1982, Large Sample Properties of Generalized Method of Moments Estimators, Econometrica, 50, 1029-1054.",
        "[26] Hansen, L., and R. Hodrick, 1980, Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, Journal of Political Economy, 88, 829-853.",
        "[27] Harrison, J. M., and D. M. Kreps, 1979, Martingales and Arbitrage in Multiperiod Securities Markets, Journal of Economic Theory, 2, 3, 381-408.",
        "[28] Hodrick, R., 1992, Dividend Yields and Expected Stock Returns: Alternative Procedures for Inference and Measurement, Review of Financial Studies, 5, 3, 357-386.",
        "[29] Kandel, S., and R. F. Stambaugh, 1990, Expectations and Volatility of Consumption and Asset Returns, Review of Financial Studies, 3, 2, 207-32.",
        "[30] Kirby, C., 1997, Measuring the Predictable Variation in Stock and Bond Returns, Review of Financial Studies, 10, 3, 579-630.",
        "[31] Lamont, O., 1998, Earnings and Expected Returns, Journal of Finance, 53, 5, 1563-1587.",
        "[32] Lee, B. S., 1992, Causal Relations Among Stock Returns, Interest Rates, Real Activity and Inflation, Journal of Finance, 48, 1591-1603.",
        "[33] Lettau, M., and S. Ludvigson, 2001, Consumption, Aggregate Wealth and Expected Stock Returns, forthcoming Journal of Finance.",
        "[34] Lo, A., and A. C. MacKinlay, 1990, Data-Snooping Biases in Tests of Financial Asset Pricing Models, Review of Financial Studies, 3, 431-468.",
        "[35] Lucas, R., 1978, Asset Prices in an Exchange Economy, Econometrica, 46, 1419-1446.",
        "[36] Newey, W., 1985, Generalized Method of Moments Specification Testing, Journal of Econometrics, 29, 3, 229-56.",
        "[37] Newey, W., and K. West, 1987, A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 55, 703-708.",
        "[39] Richardson, M., 1993, Temporary Components of Stock Prices: A Skeptics View, Journal of Business and Economic Statistics, 11, 2, 199-207.",
        "[40] Richardson, M., and T. Smith, 1991, Tests of Financial Models in the Presence of Overlapping Observations, Review of Financial Studies, 4, 2, 227-254.",
        "[41] Richardson, M., and J. H. Stock, 1989, Drawing Inferences from Statistics Based on Multiyear Asset Returns, Journal of Financial Economics, 25, 323-348.",
        "[42] Shiller, R. J., and A. E. Beltratti, 1992, Stock Prices and Bond Yields: Can Their Comovements Be Explained in Terms of Present Value Models'DONE' Journal of Monetary Economics, 30, 25-46.",
        "[43] Stambaugh, R. F., 1999, Predictive Regressions, Journal of Financial Economics, 54, 375-421.",
        "[44] Valkanov, R., 2000, Long-Horizon Regressions: Theoretical Results and Applications to the Expected Returns /Dividend Yields and Fisher Effect Relations, working paper."
    ]
}