{
    "id": 821,
    "cites": 18,
    "cited_by": 4,
    "reference": [
        "Altonji, Joseph and Ashenfelter, Orley. 1980. Wage Movements and the Labor Market Equilibrium Hypothesis. Economica 47: 217-46.",
        "Becker, Gary. 1964. Human Capital, Princeton: Princeton University Press.",
        "Brechllng, Frank. 1981. Layoffs and Unemployment Insurance. In Rosen, Sherwin, ed., Studies in Labor Markets. Chicago: University of Chicago Press.",
        "Chlnloy, Peter. 1980. Sources of Quality Change in Labor Input, American Economic Review 70: 108-119.",
        "Chirinko, Robert. 1980. The Real Wage Rate Over the Business Cycle. Re- view of Economics and Statistics 62: 459-461.",
        "Clark, Kim and Freeman, Richard. 1980. How Elastic is the Demand for Labor? Review of Economics and Statistics 62: 509-521.",
        "Fair, Ray. 1969. The Short-Run Demand for Workers and Hours. Amsterdam: North-Holland Press.",
        "Grubb, David; Jackman, Richard and Layard, Richard. 1981. Causes of the Current Stagflation. Centre for Labour Economics, London School of Economics, Discussion Paper No. 96.",
        "Hamermesh, Daniel. 1976. Econometric Studies of Labor Demand and Their Application to Policy Analysis. Journal of Human Resources 11: 507-25.",
        "Working Paper No. 656. Kollreuter, Christoph. 1980. Recent and Prospective Trends of the Demand for Labour in the FRG. In Malinvaud, Edmond and Fitoussi, Jean-Paul, eds., Unemployment in Western Countries. London: St. Martins Press.",
        "Mincer, Jacob. 1974. Schooling, Experience and Earnings. New York, Columbia University Press.",
        "In Rosen, Sherwin, ed., Studies in Labor Markets. Chicago: University of Chicago Press. Rosen, Harvey and Quandt, Richard. 1978. Estimation of a Disequilibrium Aggregate Labor Market. Review of Economics and Statistics 60: 371-79.",
        "Sachs, Jeffrey. 1979. Wages, Profits and Macroeconomic Adjustment. Brook- ings Papers On Economic Activity 10: 269-312.",
        "Sargent, Thomas. 1978. Estimation of Dynamic Labor Demand Schedules Under Rational Expectations. Journalof Political Economy 86: 1009-44.",
        "Smeeding, Timothy. 1981. The Size Distribution of Wage and Nonwage Compen- sation, This volume.",
        "Solow, Robert. 1980. On Theories of Unemployment. American Economic Review 70: 1-11.",
        "Tobin, James. 1980. Asset Accumulation and EconOmic Activity. Chicago: University of Chicago Press.",
        "Woodbury, Stephen. 1981. Estimating Preferences for Wage and Nonwage Bene- fits. NBER Conference Paper No. 102."
    ]
}