{
    "id": 8211,
    "cites": 13,
    "cited_by": 30,
    "reference": [
        "Allain, Marie-Laure and Claire Chambolle, \"Retailer's Buying Power in Prance,\" Institut National de la Recherche Agronomique Working Paper, July 1999. Barro, Robert and Herschel Grossman, \"A General Disequilibrium Model of Income and Employment,\" American Economic Review, March 1971.",
        "Bertrand, Marianne, Pierre Biscourp, SÃ\u0083Â©verine Haller and Francis Kramarz, \"Dispersion des Prix de Vente au DÃ\u0083Â©tail, HÃ\u0083Â©tÃ\u0083Â©rogÃ\u0083Â©nÃ\u0083Â©itÃ\u0083Â© des Formes de Vente et Structure de la Concurrence: Une Analyse Empirique sur DonnÃ\u0083Â©es Individuelles,\" Mimeo, CREST, November 2000. Blanchard, Olivier and Justin Wolfers, \"The Role of Shocks and Institutions in the Rise of European Unemployment: The Aggregate Evidence,\" Economic Journal, March 2000. Blanchard, Olivier and Franceso Giavazzi, \"Macroeconomic Effects of Regulation and Deregulation in Goods and Labor Markets,\" Mimeo, MIT, January 2001.",
        "Card, David, Francis Kramarz and Thomas Lemieux, \"Changes in the Relative Structure of Wages and Employment: A Comparison of the United States, Canada, and France,\" National Bureau of Economic Research Working Paper no. 5487, 1996.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes and Andrei Shleifer, \"The Regulation of Entry,\" National Bureau of Economic Research Working Paper no. 7892, 2000. Dobson, Paul and Michael Waterson, \"Retailer Power: Recent Developments and Policy Implications,\" with discussion, Economic Policy, April 1999.",
        "Gersbach, Hans, \"Promoting Product Market Competition to Reduce Unemployment in Europe: An Alternative Approach?\", Kyklos, 2000.",
        "Insee, \"Les Entreprises du Commerce en 1997,\" Insee RÃ\u0083Â©sultats, 176, 2000, 158 pages.",
        "Krueger, Alan and Jorn-Steffen Pischke, \"Observations and Conjectures on the U.S. Employment Miracle,\" National Bureau of Economic Research Working Paper no. 6146, 1997. McKinsey Global Institute, Employment Performance, Washington, D.C.: McKinsey&Company, 1994.",
        "McKinsey Global Institute, Supprimer les Entraves Ã\u0083Â  la Croissance et Ã\u0083Â  l'EmpLoi en France et en Allemagne, Washington, D.C.: McKinsey&Company, 1997.",
        "Mayer, Nonna, La Boutique Contre La Gauche, Paris: Presses de la Fondation Nationale des Sciences Politiques, 1986.",
        "MinistÃ\u0083Â¨re de l'Industrie, du Commerce et de l'Artisanat, Loi D'Orientation du Commerce et de l'Artisanat, 1974.",
        "Nickell, Stephen and Richard Layard, \"Labour Market Institutions and Economic Performance,\" in Orley Ashenfelter and David Card, eds, The Handbook of Labor Economics, Amsterdam: North Holland, 1999.",
        "Piketty, Thomas, \"Les CrÃ\u0083Â©ations d'Emploi en Prance et aux Etats-Unis: 'Services de ProximitÃ\u0083Â© Contre 'Petits Boulots',\" Notes de la Fondation Saint-Simon, 1997.",
        "Pashigian, Peter, \"Contracts, Externalities and Incentives in Shopping Malls: An Empirical Analysis,\" University of Chicago Graduate School of Business Working Paper, 1997."
    ]
}