{
    "id": 8213,
    "cites": 34,
    "cited_by": 50,
    "reference": [
        "Aigner, D.J., J. Newman, and A. Tishler (1994). The Response of Small and Medium-Size Business Customers to Time-of-Use Electricity Rates in Israel. Journal of Applied Econometrics 9:283-304.",
        "Baker, A.B. (1992). The Methodology and Process of Forecasting Nominal Demand, The National Grid Company, Grid System Management, National Control, GSMNC/ABB/DF 5.1.2.9, Coventry, England.",
        "Bohm, R.E., M.C. Caramanis, and F.C. Schweppe. (1984). Optimal Pricing in Electrical Networks over Space and Time. The RAND Journal of Economics 15(3):360-376.",
        "Borenstein, Severin and Bushnell, James, (1997) An Empirical Analysis of the Potential for Market Power in Californias Electricity Industry, Program on Workable Energy Regulation, Working Paper Number PWP-044, March.",
        "Brough, Martin and Lobban, Seumas, (1995) Guide to the Economic Regulation of the Electricity Industry, OXERA Press, Oxford, U.K.",
        "Brown, S.J., and D.S. Sibley (1986). The theory of public utility pricing. Cambridge University Press.",
        "Burness, H. Stuart and Robert H. Patrick (1991). Peak Load Pricing with Continuous and Interdependent Demand. Journal of Regulatory Economics 3(1):69-88.",
        "Caves, D.W., and L.R. Christensen (1980). Global Properties of Flexible Functional Forms. American Economic Review 70:422-432.",
        "Caves, D., L. Christensen, and J. Herriges (1984). Modelling Alternative Residential Peak-Load Electricity Rate Structures. Journal of Econometrics 26(Ã\u0082Â½):229-268.",
        "Diewert, W. E., (1974) An Application of the Shepard Duality Theorem: Generalized Leontief Production Function, Journal of Political Economy 481-507.",
        "Diewert, W.E. and Wales, T.J. (1987) Flexible Functional Forms and Global Curvature Conditions, Econometrica, 55(1), 43-68.",
        "Electricity Association (1995). UK Electricity, Electricity Association Services Limited, London, U.K.",
        "Government Statistical Service (1991-95). Business Monitor: MM22 Producer Price Indices.",
        "Central Statistical Office, HMSO Publications Centre. 48 Green, Richard J., and David M. Newbery (1992) Competition in the British Electricity Spot Market, Journal of Political Economy, 100(5), 929-953.",
        "Hansen, L., and K. Singleton (1982). Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models. Econometrica 50, 1269-1286.",
        "Helm, Dieter and Powell, Andrew (1992) Pool Prices, Contracts and Regulation in the British Electricity Supply Industry, Fiscal Studies, 13(1), 89-105.",
        "Herriges, J.A., S.M. Baladi, D.W. Caves, and B.F. Neenan (1993). The Response of Industial Customers to Electric Rates Based Upon Dynamic Marginal Costs. The Review of Economics and Statistics :446-454.",
        "King, Kathleen, and Peter Shatrawka (1994). Customer Response to a Permanent Time- Varying Pricing Program in the United Kingdom. Laurits R. Christensen Associates, Madison, Wisconsin, May 31.",
        "McElroy, M.B. (1987) Additive, General Error Models for Production Cost, and Derived Demand or Share Systems, Journal of Political Economy 95(4) 737-757.",
        "Mak, J.C., and B.R. Chapman (1993). A Survey of Current Real-Time Pricing Programs. The Electricity Journal 6(7):54-65.",
        "Panzar, John C., and Robert D. Willig (1979). Theoretical Determinants of the Industrial Demand for Electricity by Time of Day. Journal of Econometrics 9:193-207.",
        "Park, Edward Rolla, and Jan Paul Acton (1984). Large Business Customer Response to Time-of Day Electricity Rates. Journal of Econometrics 26(1/2):229-252.",
        "Patrick, Robert H. (1990). Rate Structure Effects and Regression Parameter InstabilityAcross Time-of-Use Electricity Pricing Experiments. Resources and Energy 12(2):179-195.",
        "Phelps, A.K. (1994). A Study of Real Time Pricing in the UK: The Midlands Electricity Experience. Midlands Electricity plc, Halesowen, United Kingdom. Mimeo.",
        "Pyndyck, R., and J. Rotemberg (1983). Dynamic Factor Demands and the Effects of Energy Price Shocks. American Economic Review 73(5):1066-1079.",
        "Taylor, T.N., and P.M. Schwarz (1990). The long-run effects of a time-of-use demand charge. Rand Journal of Economics 21(3):431-445.",
        "Taylor, T.N., and P.M. Schwarz (1986). A Residential Demand Charge: Evidence from the Duke Power Time-of-Use Experiment. The Energy Journal 7:135-151.",
        "Tishler, Asher (1983). The Industrial and Commercial Demand for Electricity under Time-of-Use Pricing. Journal of Econometrics 23:369-384.",
        "White, H. (1982). Maximum Likelihood Estimation of Misspecified Models, Econometrica 50: 116.",
        "Wilson, Robert (1993). Nonlinear Pricing. Oxford University Press.",
        "Wolak, Frank A., and Robert H. Patrick (1997). The Impact of Market Rules and Market Structure on the Price Determination Process in the England and Wales Electricity Market, Mimeo.",
        "Wolak, Frank A. and Patrick, Robert H. (1996a) Industry Structure and Regulation in the England and Wales Electricity Market, in M.A. Crew, edited, Pricing and Regulatory Innovations Under Increasing Competition, Kluwer Academic Publishers: Boston, MA.",
        "Wolak, Frank A., and Robert H. Patrick (1996b). The Time Series Behavior of Market Prices and Output in the England and Wales Electricity Market, mimeo.",
        "Zamikau, J. (1990). Customer Responsiveness to Real-Time Pricing of Electricity. The Energy Journal 11(4):99-116."
    ]
}