{
    "id": 8214,
    "cites": 27,
    "cited_by": 40,
    "reference": [
        "[1] Alesina, A., N. Roubini and G.Cohen (1997), Political Cycles and the Macroeconomy, MITPress.",
        "[2] Anderson, T. and C. Hsiao (1981), Estimation of Dynamic Models with Error Components, Journal of the American Statistical Association 76: 598606.",
        "[3] Arrellano, M. and S. Bond (1991), Some Tests of SpeciÃ\u0083Å¾cation for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Review of Economic Studies 58: 277-297.",
        "[4] Austen-Smith, D. and J. Banks (1999), Positive Political Theory I, University of Michigan Press.",
        "[6] Beck, T., G. Clarke, A. Gro, P. Keefer and P. Keefer, New Tools and Tests in Comparative Politcal Economy: The Database of Political Institutions mimeo, The World Bank.",
        "[7] Bingham Powell Jr., G. (1982), Contemporary Democracies: Participation, Stability and Violence, Cambridge University Press.",
        "[9] Cox, G. (1997), Making Votes Count, Cambridge University Press.",
        "[10] Diermeier, D. and T. Feddersen (1998), Cohesion in Legislatures and the Vote o f ConÃ\u0083Å¾dence Procedure, American Political Science Review 92: 611621.",
        "[11] Drazen, A. (2000), Political Economy in Macroeconomics,PrincetonUniver- sity Press.",
        "[12] Grossman, G. and E. Helpman (2000), Special-Interest Politics,book manuscript.",
        "[13] Holmstrom, B. (1982), Managerial Incentive Problems - A Dynamic Perspective , in Essays in Economics and Management in Honor of Lars Wahlbeck, Helsinki, Swedish School of Economics.",
        "[14] Inman, R. and D. Rubinfeld (1997), The Political Economy of Federalism in Mueller, D. (ed.) Perspectives on Public Choice: AHandbook,Cambridge University Press.",
        "[16] Lijphart, A. (1999), Patterns of Democracy: Government Forms and Performance in Thirty-Six Countries, Yale University Press.",
        "[17] Lizzeri, A. and N. Persico (2000), The Provision of Public Goods under Alternative Electoral Incentives, American Economic Review, forthcoming.",
        "[18] Milesi-Ferretti G-M., Perotti, R. and M. Rostagno (2000), Electoral Systems and the Composition of Public Spending, mimeo, Columbia University.",
        "[19] Mueller, D. ed. (1997), Perspectives on Public Choice: AHandbook,Cam- bridge University Press.",
        "[20] Myerson, R. (1993), Eectiveness of Electoral Systems for Reducing Government Corruption: A Game Theoretic Analysis, Games and Economic Behaviour 5, 118-132.",
        "[22] Persson, T. Roland, G., and G. Tabellini (1997), Separation of Powers and Political Accountability, Quarterly Journal of Economics 112, 310-327.",
        "[23] Persson, T. Roland, G., and G. Tabellini (2000), Comparative Politics and Public Finance, Journal of Political Economy 108: 1121-1161.",
        "[25] Persson, T. and G. Tabellini (2000a), Political Economics: Explaining Economic Policy,MITPress.",
        "[26] Persson, T. and G. Tabellini (2000b), Political Institutions and Economic Policy Outcomes: What Are the Stylized Facts'DONE', mimeo, Institute for International Economic Studies.",
        "[27] Persson, T., Tabellini, G., and F. Trebbi (2000), Electoral Rules and Corruption , mimeo, Institute for International Economic Studies.",
        "[28] Poterba, J. and J. von Hagen (eds.) (1999), Fiscal Rules and Fiscal Performance, UniversityofChicagoPress.",
        "[29] Shi, M. and J. Svensson (2000), Conditional Political Business Cycles: Theory and Evidence, mimeo, Institute for International Economic Studies.",
        "[30] Shugart, M. and J. Carey (1992), Presidents and Assemblies: Constutional Design and Electoral Dynamics, Cambridge University Press.",
        "[31] Taagepera, R. and M. Shugart (1989), Seats and Votes: The Eects and Determinants of Electoral Systems, Yale University Press.",
        "[32] Treisman, D. (2000), The Causes of Corruption: A Cross-National Study, Journal of Public Economics 76: 399-457."
    ]
}