{
    "id": 8215,
    "cites": 49,
    "cited_by": 21,
    "reference": [
        "Acemoglu, Daron, and Joshua Angrist. 1998. Consequences of Employment Protection? The Case of the Americans with Disabilities Act. NBER Working Paper No. 6670.",
        "Aldrich, Mark. 1989. The Gender Gap in Earnings During World War II: New Evidence. Industrial and Labor Relations Review, Vol. 42, No. 3, April, pp. 415-29.",
        "Altonji, Joseph G., and Rebecca M. Blank. 1999. Race and Gender in the Labor Market. In Orley Ashenfelter and David Card, editors, Handbook of Labor Economics, Volume 3C (Amsterdam: North-Holland), pp. 3143-3259.",
        "Ashenfelter, Orley, and Timothy Hannan. 1986. Sex Discrimination and Product Market Competition: The Case of the Banking Industry. Quarterly Journal of Economics, Vol. 101, No. 1, February, pp. 149-73.",
        "Bayard, Kimberly, Judith Hellerstein, David Neumark, and Kenneth Troske. 2000. New Evidence on Sex Segregation and Sex Differences in Wages from Matched Employee-Employer Data. Unpublished paper, Center for Economic Studies, U.S. Bureau of the Census.",
        "Becker, Gary S. 1971. The Economics of Discrimination: Second Edition (Chicago, IL: University of Chicago Press).",
        "Beller, Andrea H. 1979. The Impact of Equal Employment Opportunity Laws on the Male-Female Earnings Differential. In Cynthia Lloyd, Emily Andrews, and Curtis Gilroy, editors, Women in the Labor Market (New York: Columbia University Press), pp. 203-30.",
        "Besner, Arthur. 1970. Laws on Sex Discrimination in Employment (Washington, D.C.: U.S. Department of Labor, Womens Bureau, U.S. Government Printing Office).",
        "Black, Sandra E., and Elizabeth Brainerd. 1999. Importing Equality? The Effects of Increased Globalization on the Gender Wage Gap. Unpublished paper, Federal Reserve Bank of New York.",
        "Bloch, Farrell. 1994. Anti-discrimination Law and Minority Employment (Chicago, IL: The University of Chicago Press).",
        "Brown, Charles. 1982. The Federal Attack on Labor Market Discrimination: The Mouse That Roared? Research in Labor Economics, Vol. 5, pp. 33-68.",
        "Butler, Richard, and James J. Heckman. 1977. The Governments Impact on the Labor Market Status of Black Americans: A Critical Review. In Leonard J. Hausman, editor, Equal Rights and Industrial Relations (Madison, WI: Industrial Relations Research Association), pp. 235-81.",
        "Cain, Glen C. 1986. The Economic Analysis of Labor Market Discrimination: A Survey. In Orley Ashenfelter and Richard Layard, editors, Handbook of Labor Economics, Vol. 1 (Amsterdam: North-Holland), pp. 693-785.",
        "Card, David, and Alan B. Krueger. 1992. School Quality and Black-White Relative Earnings: A Direct Assessment. Quarterly Journal of Economics, Vol. 107, No. 1, February, pp. 151-200.",
        "Carrington, William J., Kristen McCue, and Brooks Pierce. 1998. Using Establishment Size to Measure the Impact of Title VII and Affirmative Action. Mimeograph, U.S. Bureau of Labor Statistics, Washington, D.C.",
        "Carter, Stephen. 1991. Reflections of an Affirmative-Action Baby (New York: Basic Books).",
        "Culp, Jerome McCristal, Jr. 1986. Federal Courts and the Enforcement of Title VII. American Economic Review, Vol. 76, No. 2, May, pp. 355-8.",
        "Darity, William A., and Patrick L. Mason. 1998. Evidence on Discrimination in Employment: Codes of Color, Codes of Gender. Journal of Economic Perspectives, Vol. 12, No. 2, pp. 63-90.",
        "DeLeire, Thomas. 2000. The Wage and Employment Effects of the Americans with Disabilities Act. Journal of Human Resources, Vol. 35, No. 3, Fall, pp. 693-715.",
        "Donohue, John H., and James Heckman. 1991. Continuous Versus Episodic Change: The Impact of Civil Rights Policy on the Economic Status of Blacks. Journal of Economic Literature, Vol. 29, No. 4, December, pp. 1603-43.",
        "Eberts, Randall W., and Joe A. Stone. 1985. Male-Female Differences in Promotions: EEO in Public Education. Journal of Human Resources, Vol. 20, No. 4, pp. 504-21.",
        "Epstein, Richard. 1992. Forbidden Grounds: The Case Against Employment Discrimination Laws (Cambridge, MA: Harvard University Press).",
        "Goldin, Claudia. 1990. Understanding the Gender Gap (New York: Oxford University Press).",
        "Goldin, Claudia, and Robert A. Margo. 1992. The Great Compression: The Wage Structure in the United States at Mid-Century. Quarterly Journal of Economics, Vol. 107, February, pp. 1-34.",
        "Hahn, Jinyong, Petra Todd, and Wilbert Van der Klaauw. 1999. Evaluating the Effect of an Anti-discrimination Law using a Regression-Discontinuity Design. NBER Working Paper No. 7131.",
        "Heckman, James J. 1990. The Central Role of the South in Accounting for the Economic Progress of Black Americans. American Economic Review, Vol. 80, No. 2, pp. 242-6.",
        "Heckman, James J. 1998. Detecting Discrimination. Journal of Economic Perspectives, Vol. 12, No. 2, pp. 101-16.",
        "Heckman, James J., and Brook S. Payner. 1989. Determining the Impact of Federal Anti-discrimination Policy on the Economic Status of Blacks. American Economic Review, Vol. 79, No. 1, March, pp. 138-77.",
        "Hellerstein, Judith, David Neumark, and Kenneth R. Troske. 1997. Market Forces and Sex Discrimination. NBER Working Paper No. 6321.",
        "Holzer, Harry, and David Neumark. 2000. Assessing Affirmative Action. Journal of Economic Literature, Vol. 38, No. 3, September, pp. 483-568.",
        "Landes, William M. 1968. The Economics of Fair Employment Laws. Journal of Political Economy, Vol. 76, pp. 507-52.",
        "Leonard, Jonathan. 1984. The Impact of Affirmative Action on Employment. Journal of Labor Economics, Vol. 2, No. 4, pp. 439-63.",
        "Leonard, Jonathan. 1990. The Impact of Affirmative Action Regulation and Equal Employment Law on Black Employment. Journal of Economic Perspectives, Vol. 4, No. 4, Fall, pp. 47-63.",
        "Lockard, Duane. 1968. Toward Equal Opportunity: A Study of State and Local Anti-discrimination Laws (New York: Macmillan).",
        "Mincer, Jacob. 1976. Unemployment Effects of Minimum Wages. Journal of Political Economy, Vol. 84, No. 4, Pt. 2, August, pp. S87-S105.",
        "ONeill, June. 1985. The Trend in the Male-Female Wage Gap in the United States. Journal of Labor Economics, Vol. 3, No. 1, Pt. 2, pp. S91-S116.",
        "Pike, Maureen. 1985. The Employment Response of Equal Pay Legislation. Oxford Economic Papers, Vol. 37, No. 2, June, pp. 304-18.",
        "Smith, Florence P. 1932a. Chronological Development of Labor Legislation for Women in the United States (Washington, D.C.: U.S. Department of Labor, Womens Bureau, U.S. Government Printing Office).",
        "Smith, Florence P. 1932b. Labor Laws for Women in the States and Territories: Hours, Home Work, Prohibited or Regulated Occupations, Seats, Minimum Wage (Washington, D.C.: U.S. Department of Labor, Womens Bureau, U.S. Government Printing Office).",
        "Smith, James P., and Finis Welch. 1989. Black Economic Progress After Myrdal. Journal of Economic Literature, Vol. 27, June, pp. 519-64.",
        "Steele, Shelby. 1990. The Content of Our Character (New York: St. Martins Press).",
        "U.S. Bureau of Labor Standards. 1967. Growth of Labor Law in the United States (Washington, D.C.: U.S. Department of Labor, Bureau of Labor Standards).",
        "U.S. Womens Bureau. 1965. 1965 Handbook on Women Workers (Washington, DC: U.S. Department of Labor, Womens Bureau).",
        "U.S. Womens Bureau. 1969. 1969 Handbook on Women Workers (Washington, DC: U.S. Department of Labor, Womens Bureau).",
        "U.S. Womens Bureau. 1970. Laws on Sex Discrimination in Employment: Federal Civil Rights Act, Title VII, State Fair Employment Practices Laws, Executive Orders (Washington, DC: U.S. Department of Labor, Womens Bureau).",
        "Walstedt, Jane. 1976. State Labor Laws in Transition: From Protection to Equal Status for Women (Washington, D.C.: U.S. Department of Labor, Womens Bureau).",
        "Welch, Finis. 1976. Employment Quotas for Minorities. Journal of Political Economy, Vol. 84, No. 4, Pt. 2, pp. S105-S139.",
        "Zabalza, A., and Z. Tzannatos. 1985. The Effect of Britains Anti-Discriminatory Legislation on Relative Pay and Employment. Economic Journal, Vol. 95, Issue 379, September, pp. 679-99.",
        "Zabalza, A., and Z. Tzannatos. 1988. Reply to the Comments on the Effects of Britains Anti-Discrimination Legislation on Relative Pay and Employment. Economic Journal, Vol. 98, Issue 392, September, pp. 839-43."
    ]
}