{
    "id": 8220,
    "cites": 74,
    "cited_by": 63,
    "reference": [
        "Andrade, Gregor, and Steven Kaplan. 1998. How Costly Is Financial (Not Economic) Distress? Evidence from Highly Leveraged Transactions That Became Distressed. Journal of Finance. October, 53, pp. 1443-1494.",
        "Andrade, Gregor, Mark Mitchell and Erik Stafford. 2001. New Evidence and Perspectives on Mergers. Journal of Economic Perspectives. May.",
        "Baker, U and T. Hubbard. 2000. Make Versus Buy in Trucking: Asset Ownership, Job Design and Information. Working paper, University of Chicago, September.",
        "Baker, U. and C. Montgomery. 1995. Conglomerates and LBO Associations: A Comparison of Organizational Forms. Working Paper, Harvard Business School.",
        "Berger, P., and E. Ofek. 1995. Diversifications effect on firm value. Journal of Financial Economics. 37, pp. 39-65.",
        "Berger, P., andE. Ofek. 1996. Bustup Takeovers of Value-Destroying Diversified Firms. Journal of Finance 51, pp. 1175-1200.",
        "Bernanice, B., and S. Campbell, 1988, Is there a corporate debt crisis? Brookings Papers on Economic Activity, I, 83-139.",
        "Biddle, Gary, Robert Bowen and James Wallace. 1999. Evidence on EVA. Journal of Applied Corporate Finance. Summer, 12:2, pp. 69-9 1.",
        "Business Roundtable. 1997. Statement on Corporate Governance. September.",
        "Brynjolfsson, E. 1994. Information Assets, Technology, and Organization. Management Science, Vol. 40 (12).",
        "Chandler, A. 1977. The Visible Hand: The Managerial Revolution in American Business. Cambridge, MA: The Belknap Press.",
        "Chandler, A. 1990. Scale and Scope: The Dynamics of Industrial Capitalism. Cambridge, MA: The Belknap Press.",
        "Chevalier, Judith. 1999. Why do firms undertake diversifying mergers? An investigation of the investment policies of merging firms. Working paper, University of Chicago.",
        "Comment, R., and G. Jarrell. 1995. Corporate Focus, Stock Returns and the Market for Corporate Control. Journal of Financial Economics, 37, pp. 67-88.",
        "Comment, R., and G.W. Schwert. 1995. Poison or Placebo? Journal of Financial Economics 39, pp.3-44.",
        "Copeland, T., T. Koller, and J. Muthn. 1994. Valuation: Measuring and Managing the Value of Companies.",
        "Donaldson, U. and J. Lorsch. 1983. Decision Making at the Top. Basic Books, New York, New York.",
        "Donaldson, G. 1994. Corporate Restructuring. Harvard Business School Press, Boston, MA.",
        "Escherich, Rick and Paul Gibbs. 2000. Global Mergers and Acquisitions Review. JP Morgan. April.",
        "Felton, B., A. Hudnut, and J. Von Heeckeren. 1997. The Dollar Value of Board Governance. Mckinsey Quarterly.",
        "Gertner, R., and S. Kaplan. 1996. The Value-Maximizing Board. Working Paper, University of Chicago.",
        "Gillan, S., and L. Starks. 2000. Corporate Governance Proposals and Relationship Shareholder Activism: The Role of Institutional Investors. Journal of Financial Economics. 57, No. 2, pp. 275-305.",
        "Golbe, Devra and Lawrence White. 1988. A Time-Series Analysis of Mergers and Acquisitions in the U.S.",
        "Economy. In Alan Auerbach, ed., Corporate Takeovers: Causes and Consequences. The University of Chicago Press, Chicago, IL. Gompers, P. and J. Lerner. 2001. The Venture Capital Revolution. Journal of Economic Perspectives. May.",
        "Gompers, P and J. Lerner. 2000b. The Determinants of Corporate Venture Capital Success: Organizational Structure, Incentives, and Complementarities. in R. Morck, ed., Concentrated Corporate Ownership. The University of Chicago Press, Chicago, IL.",
        "Gompers, Paul and Andrew Metrick. 2001. Institutional Investors and Equity Prices. Quarterly Journal of Economics.",
        "Graham, John, Michael Lemmon and Jack Wolf. 2000. Does Corporate Diversification Destroy Value? Working paper, Duke University. July.",
        "Hall, B., and J. Liebman. 1998. Are CEOs Really Paid like Bureaucrats? Quarterly Journal of Economics.",
        "Hall, B., and J. Liebman. 2000. The Taxation of Executive Compensation. Working Paper National Bureau of Economic Research.",
        "Hansmann, H. 1996. The Ownership of Enterprise. The Belknap Press, Cambridge, MA.",
        "Hart, 0. and J. Moore. 1996. The Governance of Exchanges: Members Cooperatives Versus Outside Ownership, Oxford Review of Economic Policy. 12(4), pp.53-69.",
        "Healy, P., K. Palepu, and R. Ruback. 1992. Do Mergers Improve Corporate Performance? Journal of Financial Economics.",
        "Holderness, C., R. Kroszner, and D. Sheehan. 1999. Were the Good Old That Good? Changes in Managerial Stock Ownership Since the Great Depression. Journal of Finance. 54:2, pp. 435-470.",
        "Holmstrom, B. 1989. Agency Costs and Innvoation, Journal of Economic Behavior and Organization. 12.",
        "Jensen, M. 1986. Agency Costs of Free Cash Flow, Corporate Finance and Takeovers. American Economic Review. 76, pp. 323-329.",
        "Jensen, M. 1988. Takeovers: Their Causes and Consequences. Journal of Economic Perspectives. 2, pp.",
        "Jensen, M. 1989. The Eclipse of the Public Corporation. Harvard Business Review. No. 5, pp. 6 1-74.",
        "Jensen, M. 1991. Corporate Control and the Politics of Finance. Journal of Applied Corporate Finance.",
        "Jensen, M. 1993. The Modern Industrial Revolution. Journal of Finance.",
        "Jensen, M. and K. J. Murphy. 1990. Performance Pay and Top Management Incentives. Journal of Political Economy. 98, pp. 225-264.",
        "Jensen M. and Richard Ruback. 1983. The Market for Corporate Control: The Scientific Evidence, Journal of Financial Economics, 11.",
        "Kaplan, 5. 1989. The Effects of Management Buyouts on Operations and Value. Journal of Financial Economics. 24, pp. 2 17-254.",
        "Kaplan, S. 1994a. Camp eaus Acquisition of Federated: Post-Bankruptcy Results. Journal of Financial Economics.",
        "Kaplan, S. 1994b. Top Executive Rewards and Firm Performance: A Comparison of Japan and the U.S. Journal of Political Economy. 102, pp. 5 10-546.",
        "Kaplan, 5. 1997. The Evolution of U.S. Corporate Governance: We Are All Henry Kravis Now. Journal of Private Equity.",
        "Kaplan, S. and J. Stein. 1993. The Evolution of Buyout Pricing and Financial Structure in Thel98Os. Quarterly Journal of Economics.",
        "Karpoff, Jonathan. 1998. The Impact of Shareholder Activism on Target Companies: A Survey of Empirical Findings. Working paper, University of Washington.",
        "Klein, B, R.A. Crawford and A.A. Alchien. 1978. Vertical Integration, Appropriable Rents, and the Competitive Contracting Process. Journal of Law and Economics. Vol. 21: 297-326.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny. 1997. Legal Determinants of External Finance. Journal of Finance. 52, pp. 1131-1150.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny. 1998. Law and Finance. Journal of Political 41 Economy. i06,pp. 1113-1155.",
        "Loomis, Carol. 1990. The Biggest, Looniest Deal Ever. Fortune, June 18.",
        "Matsusaka, J. 1993. Takeover Motives During the Conglomerate Merger Wave. Rand Journal of Economics. 24, pp. 357-379.",
        "McCauley, Robert, Judith Ruud and Frank lacono. 1999. Dodging Bullets. MIT Press. Cambridge, MA.",
        "Meyer, M., P. Milgrom and J. Roberts. 1992. Organizational Prospects, Influence Costs and Ownership Changes. Journal of Economics and Management Strategy, 1 (1), pp. 9-35.",
        "Milgrom, P. andJ. Roberts. 1988. An Economic Approach to Influence Activities in Organizations. American Journal of Sociology, Vol 94 (Supplement): S 154-S 179.",
        "Milstein, Ira. 1993. The Evolution of the Certifying Board. Business Lawyer. 48, pp. 1485-1497.",
        "Mitchell, M. and K. Lehn. 1990. Do Bad Bidders Become Good Targets? Journal of Political Economy 98, pp. 372-398.",
        "Mitchell, M. and H. Mulherin. 1996. The Impact of Industry Shocks on Takeover and Restructuring Activity. Journal of Financial Economics. pp. 193-229.",
        "Montgomery, C. 1994. Corporate Diversification. Journal of Economic Perspectives. 8, pp. 163-178.",
        "Morck, R., A. Shleifer, and R. Vishny. 1989. Alternative Mechanisms for Corporate Control. American Economic Review.",
        "Murphy, Kevin J. 1999. Executive Comp ensation. In 0. Ashenfelter and D. Card (eds.), Handbook of Labor Economics. Volume 3, North Holland, pp. 2485-2525.",
        "National Association of Corporate Directors. 1995. Report of the NACD Blue Ribbon Commission on Director Compensation. National Association of Corporate Directors, Washington, DC.",
        "National Association of Corporate Directors. 1997. Corporate Governance Survey. National Association of Corporate Directors, Washington, DC.",
        "Opler, Tim and Jonathan Sokobin. 1996. Does Coordinated Institutional Activism Work? Working Paper, 42 Ohio State University.",
        "Porter, Michael. 1992. Capital Disadvantage: Americas Failing Capital Investment System. Harvard Business Review, September-October, pp. 65-83.",
        "Poterba, J. and A. Samwick. 1995. Stock Ownership Patterns, Stock Market Fluctuations, and Consumption. Brookings Papers on Economic Activity. 2, 295-357.",
        "Rajan, R. and L. Zingales. 2000. The Governance of the New Enterprise, in X. Vives ed. Corporate Governance. (Cambridge University Press).",
        "Romano, Roberta. 1992. A Guide to Takeovers: Theory, Evidence, and Regulation. Yale Journal on Regulation.",
        "Rothchild, John. 1991. Going for Broke. Simon and Schuster, New York, New York.",
        "Russell Reynolds Associates. 1995. Redefining Corporate Governance: 1995 U.S. Survey of Institutional Investors.",
        "Shleifer A. and L. Summers. 1988. Breach of Trust in Hostile Takeovers, in Corporate Takeovers: Causes and Consequences, Alan Auerbach, ed. University of Chicago Press.",
        "Shleifer, A. and R. Vishny. 1997. A Survey of Corporate Governance. Journal of Finance. June, 737-784.",
        "Spencer Stuart. 1998. Spencer Stuart Board Index: Board Trends and Practices at Major American Corporations.",
        "Williamson, 0. 1979. Transaction-Cost Economics: The Governance of Contractual Relations. Journal of Law and Economics. Vol 22: 3-6 1."
    ]
}