{
    "id": 8229,
    "cites": 19,
    "cited_by": 10,
    "reference": [
        "Blinder, Alan S., Roger H. Gordon and Donald E. Wise. 1980. Reconsidering the Work Disincentive Effects of Social Security. National Tax Journal 33(4): 431-442.",
        "Clark, Robert L. and Stephan F. Gohman. 1983. Retirement and the Acceptance of Social Security Benefits, National Tax Journal 36(4): 529-534.",
        "Coile, Courtney, Peter Diamond, Jonathan Gruber and Alain Jousten. 1999. Delays in Claiming Social Security Benefits. NBER Working Paper 7318. August Coile, Courtney and Jonathan Gruber. 1999. Social Security and Retirement. Paper presented at Summer Institute, National Bureau of Economic Research.",
        "Diamond, Peter A. and Jerry A. Hausman. 1984. Individual Retirement and Savings Behavior. Journal of Public Economics 23: 81-114.",
        "Feldstein, Martin and Andrew Samwick. 1992. Social Security and Marginal Tax Rates. National Tax Journal 45: 1-22.",
        "Gale, William G. 1998. The Effects of Pensions on Wealth: A Re-evaluation of Theory and Evidence. Journal of Political Economy 106: 706-723.",
        "Gustman, Alan L. and F. Thomas Juster. 1996. Income And Wealth Of Older American Households: Modeling Issues For Public Policy Analysis. In Hanushek and Maritato, editors, Assessing Knowledge of Retirement Behavior. National Academy Press: 11-60.",
        "Gustman, Alan L., Olivia S. Mitchell, and Thomas L. Steinmeier. 1995. Retirement Measures in the Health and Retirement Study. Journal of Human Resources 30, Supplement: S57 to S83.",
        "Gustman, Alan L., Olivia S. Mitchell, Andrew A. Samwick, and Thomas L. Steinmeier. 1999. Pension and Social Security Wealth In The Health And Retirement Study. In J. Smith and R. Willis, editors. Wealth, Work and Health, Innovations in Measurement in the Social Sciences. Ann Arbor: University of Michigan Press: 150-207.",
        "Gustman, Alan L. and Thomas L. Steinmeier. 1984. Partial Retirement and the Analysis of Retirement Behavior, Industrial and Labor Relations Review 37(3): 403-415.",
        "Hubbard, R. Glenn, Jonathan Skinner and Stephen P. Zeldes. 1995. Precautionary Saving and Social Insurance. Journal of Political Economy 103:360-99.",
        "Ippolito, Richard A. 1986. Pensions, Economics and Public Policy. Homewood, Ill.:Dow Jones-Irwin, for the Pension Research Council.",
        "Kahn, James A. 1988. Social Security, Liquidity, and Early Retirement. Journal of Public Economics 35: 97-117.",
        "Lazear, Edward P. and Robert L. Moore. 1988. Pensions and Mobility. In Pensions in the U.S. Economy, edited by Zvi Bodie, John Shoven, and David Wise. Chicago: University of Chicago Press, 163-188.",
        "Lumsdaine, Robin L. 1996. Factors Affecting Labor Supply Decisions and Retirement Income. In Eric A. Hanushek and Nancy Maritato, editors, Assessing Knowledge of Retirement Behavior. Washington, D.C.: National Academy Press, 61-115.",
        "Lumsdaine, Robin L. and Olivia S. Mitchell. 1999. New Developments in the Economic Analysis of Retirement. In Orley Ashenfelter and David Card, editors. Handbook of Labor Economics. Amsterdam, Holland: 3261-3308.",
        "Olson, Janice A. 1999. Who is 62 Enough? Identifying Respondents eligible for Social Security Early Retirement Benefits in the Health and Retirement Study. Social Security Bulletin 62(3): 51-56.",
        "Rust, John and Christopher Phelan. 1997. How Social Security and Medicare Affect Retirement Behavior. Econometrica 65(4): 781-831.",
        "Stock, James and David Wise. 1990a. Pensions, the Option Value of Work, and Retirement, Econometrica 58(5): 1151-1180."
    ]
}