{
    "id": 8230,
    "cites": 43,
    "cited_by": 139,
    "reference": [
        "[1] Bacchetta, Philippe, and Eric Van Wincoop [2000]. Does ExchangeRate Stability Increase Trade and Welfare'DONE' American Economic Review 90 (5), December, 1093-1109.",
        "[2] Ball, Lawrence [1999]. Policy Rules for Open Economies, in John B. Taylor (ed.), Monetary Policy Rules, Chicago, IL: University of Chicago Press.",
        "[3] Benigno, Gianluca, and Pierpaolo Benigno [2000]. Price Stability as a Nash Equilibrium in Monetary Open-Economy Models, mimeo, New York University.",
        "[4] Benigno, Gianluca, Pierpaolo Benigno and Fabio Ghironi [2000]. Interest Rates Rules for Fixed Exchange Rate Regimes, mimeo, New York University.",
        "[5] Betts, Caroline, and Michael B. Devereux [2000a]. Exchange Rate Dynamics in a Model of Pricing-to-Market. Journal of International Economics 50 (1), February, 215-244.",
        "[6] Betts, Caroline, and Michael B. Devereux [2000b]. International Monetary Policy Coordination and Competitive Depreciation: A Reevaluation. Journal of Money, Credit and Banking 32 (4), November.",
        "[7] Campa, Jose, and Linda Goldberg [2000]. Exchange Rate PassThrough into Import Prices: A Macro or Micro Phenomenon'DONE', mimeo, December.",
        "[8] Campillo, Marta, and Jerey Miron [1997]. Why Does Inflation Dier Across Countries'DONE', in Christina Romer and David Romer (eds.), Reducing Inflation: Motivation and Strategy, Chicago, IL: University of Chicago Press.",
        "[9] Carlstrom, Charles, and Timothy S. Fuerst [1999]. Optimal monetary policy in a small, open economy: a general-equilibrium analysis. Federal Reserve Bank of Cleveland Working Paper No. 9911.",
        "[10] Cavallari, Lilia [2001]. Inflation and Openness with Non-Atomistic Wage-Setters. Scottish Journal of Political Economy, forthcoming.",
        "[11] Chari, V.V., Patrick Kehoe, and Ellen McGrattan [2000]. Can Sticky Prices Generate Volatile and Persistent Real Exchange Rates'DONE' Federal Reserve Bank of Minneapolis Sta Report No.277.",
        "[12] Clarida, Richard, Jordi Gali and Mark Gertler [2001]. Optimal Monetary Policy in Open vs. Closed Economies: An Integrated Approach, mimeo, New York University.",
        "[13] Corsetti, Giancarlo, and Paolo Pesenti [2001]. Welfare and Macroeconomic Interdependence. Quarterly Journal of Economics, forthcoming.",
        "[14] Corsetti, Giancarlo, Paolo Pesenti, Nouriel Roubini and Cedric Tille",
        "[200]. Competitive Devaluations: Toward a Welfare-Based Approach. Journal of International Economics 51 (1), June, 217-241.",
        "[15] Devereux, Michael B., and Charles Engel [2000]. Monetary Policy in the Open Economy Revisited: Price Setting and Exchange Rate Flexibility. National Bureau of Economic Research Working Paper No. 7665.",
        "[16] Devereux, Michael B., Charles Engel and Cedric Tille [1999]. Exchange Rate Pass-Through and the Welfare Eects of the Euro. National Bureau of Economic Research Working Paper No. 7382.",
        "[17] Duarte, Margarida, and Alan C. Stockman [2001]. Rational Speculation and Exchange Rates, mimeo, March.",
        "[18] Friedman, Milton [1953]. The Case for Flexible Exchange Rates, in Essays in Positive Economics, Chicago, IL: University of Chicago Press, 157-203.",
        "[19] Gali, Jordi [1999]. Technology, Employment and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations'DONE' American Economic Review 89, 249-271.",
        "[20] Gali, Jordi [2000]. New Perspectives on Monetary Policy, Inflation and the Business Cycle, mimeo, December.",
        "[21] Gali, Jordi, and Tommaso Monacelli [1999]. Optimal Monetary Policy and Exchange Rate Variability in a Small Open Economy, mimeo, Boston College.",
        "[22] Ghironi, Fabio and Alessandro Rebucci [2000]. Monetary Rules for Emerging Market Economies, mimeo.",
        "[23] Goldberg, Pinelopi, and Michael M. Knetter [1997]. Goods Prices and Exchange Rates: What Have We Learned'DONE' Journal of Economic Literature 35, 1243-1272.",
        "[24] Goodfriend, Marvin, and Robert G. King [2000]. The Case for Price Stability, mimeo, October.",
        "[25] Lane, Philip [1997] Inflation in Open Economies. Journal of International Economics 42, 327-347.",
        "[26] Leitmo, Kai and Ulf Soderstrom [2000] Simple Monetary Policy Rules and Exchange Rate Uncertainty, mimeo, Norges Bank and Sveriges Riksbank.",
        "[27] McCallum, Bennett and Edward Nelson [1999]. Nominal Income Targeting in an Open Economy Optimizing Model. Journal of Monetary Economics 43 (3), 553-578.",
        "[28] Monacelli, Tommaso [1999]. Open Economy Policy Rules under Imperfect Pass-Through. Boston College working Paper.",
        "[29] Obstfeld, Maurice [2000]. International Macroeconomics: Beyond the Mundell-Fleming Model, mimeo, December.",
        "[30] Obstfeld, Maurice, and Kenneth Rogo [1995]. Exchange Rate Dynamics Redux. Journal of Political Economy 103, 624-660.",
        "[31] Obstfeld, Maurice, and Kenneth Rogo [1996]. Foundations of International Macroeconomics. Cambridge, MA: MIT Press.",
        "[32] Obstfeld, Maurice, and Kenneth Rogo [1998]. Risk and Exchange Rates. National Bureau of Economic Research Working Paper No. 6694.",
        "[33] Obstfeld, Maurice, and Kenneth Rogo [2000a]. New Directions for Stochastic Open Economy Models. Journal of International Economics 50 (1), February, pp.117-153.",
        "[34] Obstfeld, Maurice, and Kenneth Rogo [2000b]. Do we Really Need a New International Monetary Compact'DONE' National Bureau of Economic Research Working Paper No. 7864, August.",
        "[36] Parrado, Eric, and Andres Velasco [2000]. Optimal Monetary Policy in a Small Open Economy, mimeo, New York University.",
        "[37] Romer, David [1993]. Openness and Inflation: Theory and Evidence. Quarterly Journal of Economics 108, pp.870-903.",
        "[38] Sutherland, Alan [2000]. Inflation Targeting in a Small Open Economy, mimeo, University of St. Andrews.",
        "[39] Svensson, Lars E.O. [2000]. Open-Economy Inflation Targeting. Journal of International Economics 50 (1), 155-183.",
        "[40] Taylor, John B. [2000]. Low Inflation, Pass-Through, and the Pricing Power of Firms. European Economic Review 44 (7), June, 1389-1408.",
        "[41] Tille, Cedric [2001]. The Role of Consumption Substitutability in the International Transmission of Shocks. Journal of International Economics, forthcoming.",
        "[42] Walsh, Carl E. [1999]. Monetary Policy Trade-Os in the Open Economy, mimeo, UC Santa Cruz.",
        "[43] Woodford, Michael [2000]. Interest and Prices, mimeo, Princeton University."
    ]
}