{
    "id": 8234,
    "cites": 33,
    "cited_by": 42,
    "reference": [
        "Arthur, W. Brian, John H. Holland, Blake LeBaron, Richard Palmer, and Paul Tayler (1997): Ã\u0082â\u0080\u009cAsset Pricing Under Endogenous Expectations in an Artificial StockMark et,Ã\u0082â\u0080\u009d in The Economy as an Evolving Complex System II, ed. by W. Brian Arthur, Steven N. Durlauf, and David Lane. Addison Wesley Longman.",
        "Bikhchandani, Sushil, David Hirshleifer, and Ivo Welch (1998): Ã\u0082â\u0080\u009cLearning from the Behavior of Others: Conformity, Fads, and Informational Cascades,Ã\u0082â\u0080\u009d Journal of Economic Perspectives, 12(3).",
        "Browning, Martin J., and Annamaria Lusardi (1996): Ã\u0082â\u0080\u009cHousehold Saving: Micro Theories and Micro Facts,Ã\u0082â\u0080\u009d Journal of Economic Literature, 34(4), 1797Ã\u0082â\u0080\u0093855.",
        "Cagetti, Marco (1999): Ã\u0082â\u0080\u009cWealth Accumulation Over the Life Cycle and Precautionary Savings,Ã\u0082â\u0080\u009d Manuscript, University of Chicago.",
        "Carroll, Christopher D. (1992): Ã\u0082â\u0080\u009cThe Buffer-StockT heory of Saving: Some Macroeconomic Evidence,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 1992(2), 61Ã\u0082â\u0080\u0093156.",
        "Carroll, Christopher D. (1994): Ã\u0082â\u0080\u009cHow Does Future Income Affect Current Consumption?,Ã\u0082â\u0080\u009d The Quarterly Journal of Economics, CIX(1), 111Ã\u0082â\u0080\u0093148, http://www.econ.jhu.edu/people/ccarroll/howdoesfuture.pdf .",
        "Carroll, Christopher D. (1996): Ã\u0082â\u0080\u009cBuffer StockSa ving: Some Theory,Ã\u0082â\u0080\u009d Manuscript, Johns Hopkins University, January, http://www.econ.jhu.edu/people/ccarroll/BufferTheory.pdf .",
        "Carroll, Christopher D. (1997): Ã\u0082â\u0080\u009cBuffer-StockSa ving and the Life Cycle/Permanent Income Hypothesis,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, CXII(1), 1Ã\u0082â\u0080\u009356, http://www.econ.jhu.edu/people/ccarroll/BSLCPIH.pdf .",
        "Carroll, Christopher D. (2001a): Ã\u0082â\u0080\u009cDeath to the Log-Linearized Consumption Euler Equation! (And Very Poor Health to the Second Order Approximation),Ã\u0082â\u0080\u009d Forthcoming, Advances in Macroeconomics, http://www.econ.jhu.edu/people/ccarroll/death.pdf .",
        "Carroll, Christopher D. (2001b): Ã\u0082â\u0080\u009cA Theory of the Consumption Function, With and Without Liquidity Constraints,Ã\u0082â\u0080\u009d Invited Paper, Journal of Economic Perspectives.",
        "Carroll, Christopher D., and Miles S. Kimball (1996): Ã\u0082â\u0080\u009cOn the Concavity of the Consumption Function,Ã\u0082â\u0080\u009d Econometrica, 64(4), 981Ã\u0082â\u0080\u0093992, http://www.econ.jhu.edu/people/ccarroll/concavity.pdf .",
        "Deaton, Angus S. (1991): Ã\u0082â\u0080\u009cSaving and Liquidity Constraints,Ã\u0082â\u0080\u009d Econometrica, 59, 1221Ã\u0082â\u0080\u00931248.",
        "Deaton, Angus S. (1992): Understanding Consumption. Oxford University Press, New York.",
        "Friedman, Milton A. (1953): Essays in Positive Economics. University of Chicago Press, Chicago.",
        "Gale, Douglas (1996): Ã\u0082â\u0080\u009cWhat Have We Learned from Social Learning?,Ã\u0082â\u0080\u009d European Economic Review, 40, 617Ã\u0082â\u0080\u0093628.",
        "Gourinchas, Pierre-Olivier, and Jonathan Parker (1999): Ã\u0082â\u0080\u009cConsumption Over the Life Cycle,Ã\u0082â\u0080\u009d Manuscript, Princeton University.",
        "Hall, Robert E. (1978): Ã\u0082â\u0080\u009cStochastic Implications of the Life-Cycle/Permanent Income Hypothesis: Theory and Evidence,Ã\u0082â\u0080\u009d Journal of Political Economy, 96, 971Ã\u0082â\u0080\u009387.",
        "Hall, Robert E., and Frederic Mishkin (1982): Ã\u0082â\u0080\u009cThe Sensitivity of Consumption to Transitory Income: Evidence from PSID Households,Ã\u0082â\u0080\u009d Econometrica, L, 461Ã\u0082â\u0080\u009381.",
        "Holland, John H. (1986): Adaptation in Natural and Artificial Systems. MIT Press, Cambridge MA.",
        "Hubbard, R. Glenn, Jonathan S. Skinner, and Stephen P. Zeldes (1994): Ã\u0082â\u0080\u009cThe Importance of Precautionary Motives for Explaining Individual and Aggregate Saving,Ã\u0082â\u0080\u009d in The Carnegie-Rochester Conference Series on Public Policy, ed. by Allan H. Meltzer, and Charles I. Plosser, vol. 40, pp. 59Ã\u0082â\u0080\u0093126.",
        "Hubbard, R. Glenn, Jonathan S. Skinner, and Stephen P. Zeldes (1995): Ã\u0082â\u0080\u009cPrecautionary Saving and Social Insurance,Ã\u0082â\u0080\u009d Journal of Political Economy, 103, 330Ã\u0082â\u0080\u0093399.",
        "Lettau, Martin (1997): Ã\u0082â\u0080\u009cExplaining the Facts with Adaptive Agents: The Case of Mutual Fund Flows,Ã\u0082â\u0080\u009d Journal of Economic Dynamics and Control, 21, 1117Ã\u0082â\u0080\u00931147.",
        "Lettau, Martin, and Harald Uhlig (1999): Ã\u0082â\u0080\u009cRules of Thumb and Dynamic Programming,Ã\u0082â\u0080\u009d American Economic Review, 89, 148Ã\u0082â\u0080\u0093174.",
        "Lusardi, Annamaria (1999): Ã\u0082â\u0080\u009cExplaining Why So Many Households Do Not Save,Ã\u0082â\u0080\u009d Manuscript, Dartmouth College.",
        "Marcet, Albert, and Thomas J. Sargent (1991): Ã\u0082â\u0080\u009cConvergence of Least Squares Learning Mechanisms in Self Referential Linear Stochastic Models,Ã\u0082â\u0080\u009d Journal of Economic Theory, 48, 337Ã\u0082â\u0080\u009368.",
        "Marimon, Ramon (1997): Ã\u0082â\u0080\u009cLearning from Learning in Economics,Ã\u0082â\u0080\u009d in Advances in Economics and Econometrics: Theory and Applications, Volume I, ed. by David Kreps, and K. Wallis. Cambridge University Press, Cambridge.",
        "McCarthy, Jonathan (1995): Ã\u0082â\u0080\u009cImperfect Insurance and Differing Propensities to Consume Across Households,Ã\u0082â\u0080\u009d Journal Of Monetary Economics, 36(2), 301Ã\u0082â\u0080\u0093327.",
        "Parker, Jonathan (1999): Ã\u0082â\u0080\u009cThe Reaction of Household Consumption to Predictable Changes in Social Security Taxes,Ã\u0082â\u0080\u009d American Economic Review, Vol 89(4), 959Ã\u0082â\u0080\u009373.",
        "Samuelson, Larry (1997): Evolutionary Games and Equilibrium Selection. MIT Press, Cambridge.",
        "Sargent, Thomas J. (1993): Bounded Rationality in Macroeconomics. Oxford University Press, Oxford.",
        "Souleles, Nicholas S. (1999): Ã\u0082â\u0080\u009cThe Response of Household Consumption to Income Tax Refunds,Ã\u0082â\u0080\u009d American Economic Review, Vol 89(4).",
        "Young, H. Peyton (1997): Learning and Evolution in Games. Princeton University Press.",
        "Zeldes, Stephen P. (1989): Ã\u0082â\u0080\u009cOptimal Consumption with Stochastic Income: Deviations from Certainty Equivalence,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 104, 275Ã\u0082â\u0080\u0093298."
    ]
}