{
    "id": 8237,
    "cites": 72,
    "cited_by": 23,
    "reference": [
        "Akerlof, George (1991), Procrastination and Obedience, American Economic Review Papers and Proceedings, 81, pp. 1-19.",
        "Attanasio, 0. (1998), Cohort Analysis of Saving Behavior by US Households, Journal of Human Resources, 33, pp. 575-609.",
        "Banks, James, Richard Blundell and Sarah Tanner (1998), Is There a Retirement-Saving Puzzle?, American Economic Review, 88, pp. 769-788.",
        "Barberis, Nicholas, Ming Huang, and Tano Santos (2001), Prospect Theory and Asset Prices, Ouarterly Journal of Economics, forthcoming.",
        "Barro, Robert (1989), The Ricardian Approach to Budget Deficits, Journal of Economic Perspectives 3(2), pp. 37-54.",
        "Bernheim, B. Douglas (1993), Is the Baby Boom Generation Preparing Adequately for Retirement? Summary Report. Merrill Lynch: Princeton N.J.",
        "Bernheim, B. Douglas (1995), Do Households Appreciate Their Financial Vulnerabilities? An Analysis of Actions, Perceptions, and Public Policy, Tax Policy and Economic Growth, Washington, D.C.: American Council For Capital Formation, pp 1-30.",
        "Bernheim, B. Douglas and Daniel Garrett, (1996), The Determinants and Consequences of Financial Education in the Workplace, NBER Working Paper No. 5667.",
        "Bernheim, Douglas, Jonathan Skinner and Steven Weinberg (2000), What Accounts for the Variation in Retirement Wealth Among U.S. Households?, forthcoming, American Economic Review.",
        "Bernheim, B. Douglas and John Shoven (1988), Pension Funding and Saving, in Z. Bodie, J. Shoven, and D. Wise (ed.) Pensions in the U.S. Economy, University of Chicago Press, Chicago.",
        "Bosworth, Barry, Gary Burtless and John Sabelhaus (1991), The Decline in Saving: Evidence from Household Surveys, Brookings Papers on Economic Activity, 1, pp. 183-241.",
        "Bradford, David (1990), What is National Saving?: Alternative Measures in Historical and International Context, in C. Walker, M. Bloomfield, and M. Thorning (eds.), The U.S. Savings Challenge, Westview Press, Boulder, pp. 31-75.",
        "Brayton, Flint and Peter Tinsley (1996), A Guide to the FRB/US: A Macroeconomic Model of the United States, Board of Governors Working Paper n. 1996-42.",
        "Browning, Martin and Annamaria Lusardi (1996), Household Saving: Micro Theories and Micro Facts, Journal of Economic Literature, 34, pp. 1797-1855.",
        "Bryant, Adam, (2001), Drowning in a Sea of Debt, Newsweek (February 5), p. 43.",
        "Carroll, Christopher (2000), Why Do the Rich Save So Much?, in J. Slemrod (ed.), Does Atlas Shrug?, New York: Russell Sage Foundation and Harvard University Press, pp. 465-484.",
        "Carroll, Robert, Douglas Holtz-Eakin, Mark Rider, and Harvey S.Rosen, Entrepreneurs, Income Taxes, and Investment, in J. Slemrod (ed.), Does Atlas Shrug?, New York: Russell Sage Foundation and Harvard University Press. Clark, Robert and Sylvester Schieber, (1998), Factors Affecting Participation Levels in 40 1(k) Plans, in 0. Mitchell and S. Schieber (ed.), Living With Defined Contribution Plans, Pension Research Council, Philadelphia.",
        "Congressional Budget Office. 1993. Baby Boomers in Retirement: An Early Perspective. September. GPO: Washington D.C.",
        "Duflo, Esther and Emmanuel Saez, (2000), Participation and Investment Decisions in a Retirement Plan: The Influence of Colleagues Choices, NBER Working Paper No. 7735 Dynan, Karen and Dean Maki (2000), Does Stock Market Wealth Matter for Consumption? mimeo, Federal Reserve Board of Governors.",
        "Dynan, Karen, Jonathan Skinner and Steven Zeldes (2000), Do the Rich Save More?, mimeo Dartmouth College.",
        "Dusseault, Brianna, and Jonathan Skinner (2000), Did Individual Retirement Accountss Raise Revenue? Tax Notes (February 5).",
        "Engen, Eric and William Gale (2000), The Effects of4Ol(k)s Plans on Household Wealth: Differences Across Earnings Groups, mimeo, Federal Reserve Board of Governors.",
        "Engen, Eric, William Gale and Karl Scholz (1996), The Illusory Effects of Saving Incentives on Saving, Journal of Economic Perspectives, 10, pp. 113-13 8.",
        "Engen, Eric, William Gale and Con Uccello (1999), The Adequacy of Retirement Saving. Brookings Papers on Economic Activity, 2, pp. 65-165.",
        "Gale, W. (1998), The Effects of Pensions on Household Wealth: A Reevaluation of Theory and Evidence, Journal of Political Economy 106(4), pp.706-723.",
        "Gale, W. and J. Sabelhaus (1999), Perspectives on the Household Saving Rate, Brookings Papers on Economic Activity, 1, pp.181-214.",
        "Gentry, William and Glenn Hubbard (2000), Entrepreneurship and Household Saving, mimeo, Columbia Business School.",
        "Gokhale Jagadeesh, Laurence Kotlikoff and John Sabelhaus (1996), Understanding the Postwar Decline in U.S. Saving: A Cohort Analysis, Brookings Papers on Economic Activity, 1, pp. 315-390.",
        "Gruber Jonathan and Aaron Yelowitz (1999), Public Health Insurance and Private Savings, Journal of Political Economy, 107, pp. 1249-1274.",
        "Gustman, Alan and Thomas Steinmeier (1992), The Stampede Towards Defined Contribution Plans: Fact or Fiction, Industrial Relations, 31, pp. 36 1-369.",
        "Gustman, Alan and Thomas Steinmeier. (1999), Effects of Pensions on Savings: Analysis with Data From the Health and Retirement Study. Carnegie-Rochester Conference Series on Public Policy, 50, pp. 27 1-324.",
        "Gustman, Alan and Thomas Steinmeier (2000), What People Dont Know about their Pensions and Social Security,in W. Gale, J. Shoven and M. Warshawsky (eds.), Public Policies and Private Pensions, Brookings Institution Press, Washington, D.C.",
        "Hamermesh, Daniel (1984), Consumption During Retirement: The Missing Link in the Life Cycle, Review of Economics and Statistics, 66, pp. 1-7.",
        "Hall, Robert E. (1999), The Stock Market and Capital Accumulation, NBER Working Paper No. 7180 (June).",
        "Hassett, Kevin (2000), Hey, Mr. Greenspan: Wealth Creation Isnt A Problem, The Wall Street Journal (June 26), p. A46.",
        "Hausman Jerry and Lynn Paquette (1987), Involuntary Early Retirement and Consumption, in Gary Burtless (ed.), Work, Health and Income Among the Elderly, Washington D.C.: Brookings Institution, pp. 151-181.",
        "Holloway, Thomas (1989), Present NIPA Saving Measures: Their Characteristics and Limitations, in R. Lipsey and H. Tice (ed.) The Measurement of Saving, Investment, and Wealth, University of Chicago Press, Chicago.",
        "Hubbard, R. Glenn and Jonathan Skinner (1996), Assessing the Effectiveness of Saving Incentives, Journal of Economic Perspectives, 10, pp. 73-90.",
        "Hubbard, R. Glenn, Jonathan Skinner and Stephen Zeldes (1995), Precautionary Saving and Social Insurance, Journal of Political Economy, 103, pp. 360-399.",
        "Huggett Mark and Gustavo Ventura (2000), Understanding Why High Income Households Save More than Low Income Households, Journal of Monetary Economics, 45, pp. 36 1-397.",
        "Hurst, Erik and Annamaria Lusardi (2000), Entrepreneurship and Wealth Accumulation, mimeo, Dartmouth College.",
        "Ippolito, Richard (1998), Reversion Taxes, Contingent Benefits, and the Decline in Pension Funding, mimeo.",
        "Juster, F. Thomas, Joseph Lupton, James Smith and Frank Stafford (1999), Savings and Wealth: Then and Now, mimeo, University of Michigan.",
        "Khitatrakun, Surachai, Yuichi Kitamura, and John Karl Scholz (2000). Pensions and Wealth: New Evidence From the Health and Retirement Study. mimeo, University of Wisconsin, Madison.",
        "Laibson, David (1997), Golden Eggs and Hyperbolic Discounting,  Ouarterly Journal of Economics, 112, pp. 443-478.",
        "Laibson, David, Andrea Repetto and Jeremy Tobacman (1998), Self-Control and Saving for Retirement, Brookings Papers on Economic Activity, 1, pp. 9 1-172.",
        "Lettau, Martin and Sydney Ludvigson (2000), Understanding Trend and Cycle in Asset Values, mimeo, Federal Reserve Bank of New York.",
        "Ludvigson, Sydney and Charles Steindel (1999), How Important is the Stock Market Effect on Consumption? Federal reserve Bank of New York Economic Policy Review, July, 5, pp. 29-52.",
        "Lusardi, Annamaria (2000), Explaining Why So Many Households Do Not Save, Working Paper, Dartmouth College.",
        "Lusardi, Annamaria (1999), Information, Expectations, and Savings for Retirement, in H. Aaron (ed.), Behavioral Dimensions of Retirement Economics, Washington, D.C.: Brookings Institution and Russell Sage Foundation, pp. 8 1-115.",
        "Madrian, Brigitte and Dennis Shea, (2000), The Power of Suggestion: Inertia in 401(k) Participation and Saving Behavior, NBER Working Paper No. 7682.",
        "Maki, Dean (2000), The Growth of Consumer Credit and the Household Debt Service Burden, mimeo, Federal Reserve Board of Governors.",
        "Mariger, Randall (1987), A Life-Cycle Consumption Model with Liquidity Constraints: Theory and Empirical Results, Econometrica, 55, pp. 533-557.",
        "Moore, James F. and Olivia S. Mitchell. 2000. Projected Retirement Wealth and Savings Adequacy in the Health and Retirement Study. in 0. Mitchell, B. Hammond, and A. Rappaport (eds.) Forecasting Retirement Needs and Retirement Wealth. Pension Research Council. Philadelphia PA: University of Pennsylvania Press, pp. 68-94.",
        "ODonoghue, Ted and Matthew Rabin (1999a), Doing It Now or Later,American Economic Review, 89, pp. 103-124.",
        "O `Donoghue, Ted and Matthew Rabin (1 999b), Procrastination in Preparing for Retirement, in H. Aaron (ed.), Behavioral Dimensions of Retirement Economics, Washington D.C.: Brookings Institution and Russell Sage Foundation, pp. 125-156. Otoo, Maria (1999), Consumer Sentiment and the Stock market, Federal Reserve Board of Governors Finance and Discussion Series Working Paper n. 1999-60.",
        "Parker, Jonathan (1999), Spendthrift in America? On Two Decades of Decline in the U.S. Saving Rate, in B. Bernanke and J. Rotemberg (eds.), NBER Macroeconomics Annual 1999, pp. 3 17-370.",
        "Peach, Richard and Charles Steindel (2000), A Nation of Spendthrifts? An Analysis of Trends in Personal and Gross Saving, Current Issues in Economics and Finance, 6, pp.1-6.",
        "Poterba, James (2000), Stock Market Wealth and Consumption, Journal of Economic Perspectives, l4,pp. 99-118.",
        "Poterba, James and Andrew Samwick (1995), Stock Ownership Patterns, Stock Market Fluctutaion and Consumption, Brookings Papers on Economic Activity, 2, pp. 295-357.",
        "Poterba, James, Steven Venti, and David Wise (1996), How Retirement Saving Programs Increase Saving Journal of Economic Perspectives, 10, pp. 9 1-112.",
        "Sabelhaus, John (2000), Modeling IRA Accumulation and Withdrawals, National Tax Journal LIII(4, part 1) December. 865-876.",
        "Seskin, Eugene and Robert Parker (1998), A Guide to the NIPAs, Survey of Current Business, 78, pp. 26-68.",
        "Skinner, Jonathan (1996), The Dynamic Efficiency Cost of Not Taxing Housing, Journal of Public Economics.",
        "Slemrod, Joel, (2000). Does Atlas Shrug? The Economic Conseuuences of Taxing the Rich (editor). New York: Russell Sage Foundation and Harvard University Press.",
        "Smith, James (1995), Racial and Ethnic Differences in Wealth in the Health and Retirement Study, Journal of Human Resources, 30, pp. S159-S183.",
        "Starr-McCluer, Martha (2000), Stock Market Wealth and Consumption, mimeo, Federal Reserve Board of Governors.",
        "Summers, Lawrence and Chris Carroll (1987), Why Is U.S. National Saving So Low?, Brookings Papers on Economic Activity, 2, pp. 607-635.",
        "Thaler, Richard and Hersch Shefrin (1981), An Economic Theory of Self-Control, Journal of Political Economy, 89, pp. 392-406.",
        "U.S. Department of Labor, (1994), Pension and Health Benefits of American Workers, GPO, Washington D.C.",
        "Venti, Steven and David Wise (1998), The Cause of Wealth Dispersion at Retirement: Choice or Chance?,American Economic Review Papers and Proceedings, 88, pp. 185-191.",
        "Warshawsky, Mark and John Ameriks (2000), How Prepared Are Americans for Retirement?, in 0. Mitchell, P. Hammond and A. Rappaport (eds.), Forecasting Retirement Needs and Retirement Wealth, Phildelphia: University of Pennsylvania Press, pp. 33-67."
    ]
}