{
    "id": 8238,
    "cites": 23,
    "cited_by": 4,
    "reference": [
        "Bramley, Donald G., Phanindra V. Wunnava, and Michael D. Robinson. 1989. A Note on Union---Non-Union Benefit Differentials and Size of Establishment. Economics Letters 30(1), pp. 85-88.",
        "Cantor, Joel C., Stephen H. Long, M. Susan Marquis. 1995. Private EmploymentBased Health Insurance in Ten States. Health Affairs 14(2), pp. 199-211.",
        "Chernew, Michael, Kevin Frick, and Catherine G. McLaughlin. 1997. The demand for health insurance coverage by low-income workers: Can reduced premiums achieve full coverage'DONE' Health Services Research 32(4), pp. 453-470.",
        "Currie, Janet, and Aaron Yelowitz. 2000. Health Insurance and Less Skilled Workers. In David Card and Rebecca Blank, eds., Finding Jobs: Work and Welfare Reform, New York: Russell Sage.",
        "Even, William E. and David A. McPherson. 1991. The Impact of Unionism on Fringe Benefit Coverage. Economics Letters 36, pp. 87-91.",
        "Farber, Henry S. 1986. The Analysis of Union Behavior. In Handbook of Labor Economics, Volume 2, edited by Orley C. Ashenfelter and Ricard Layard.",
        "Amsterdam: North Holland, pp. 1039-1090. Farber, Henry S., and Helen Levy. 2000. Recent Trends in Employer-Sponsored Health Insurance Coverage: Are Bad Jobs Getting Worse'DONE' Journal of Health Economics 19(1), pp. 93-119.",
        "Fortin, Nicole M., and Thomas Lemieux. 1997. Institutional Changes and Rising Wage Inequality: Is There a Linkage'DONE' Journal of Economic Perspectives 11(2), pp. 75-96.",
        "Freeman, Richard B. 1981. The Effect of Unionism on Fringe Benefits. Industrial and Labor Relations Review 34(4), pp. 489-509.",
        "Freeman, Richard B., and James L. Medoff. What Do Unions Do'DONE' New York: Basic Books, 1984.",
        "Goldstein, Gerald S., and Mark V. Pauly. 1976. Group Health Insurance as a Local Public Good. In R. Rosett, ed., The Role of Health Insurance in the Health Services Sector. Cambridge, MA: National Bureau of Economic Research.",
        "Johnston, Jack, and John DiNardo. 1997. Econometric Methods. New York: McGraw Hill.",
        "Lester, Richard. 1967. Benefits as a Preferred Form of Compensation. Southern Economic Journal 33, pp. 488-495.",
        "Loprest, Pamela. 1998. Retiree Health Benefits: Availability from Employers and Participation by Employees. Gerontologist 38(6), pp. 684-694.",
        "Macpherson, David A. 1992. Employer-provided retiree health insurance: Who is covered'DONE' Economics Letters 39(1), pp. 95-100.",
        "Rice, Robert. 1964. Skill, Earnings, and the Growth of Wage Supplements. American Economic Review, pp. 583-593.",
        "Rice, Thomas, et al. 1997. Trends in Job-Based Health Insurance. Report Submitted to the Kaiser Family Foundation (October).",
        "Shore-Sheppard, Lara, Thomas C. Buchmueller, and Gail A. Jensen. 2000. Medicaid and Crowding Out of Private Insurance: A Re-examination Using Firm Level Data. Journal of Health Economics 19(1), pp. 61-91.",
        "U.S. General Accounting Office. 1997a. Employment-Based Health Insurance: Costs Increase and Family Coverage Decreases. GAO/HEHS-97-35.",
        "U.S. General Accounting Office. 1997b. Erosion in Employer-Based Health Benefits for Early Retirees. GAO/HEHS-97-150.",
        "U.S. General Accounting Office. 1998. Erosion in retiree Health Benefits Offered by Large Employers. GAO/HEHS-98-110.",
        "Valletta, Robert G. 1999. Declining Job Security. Journal of Labor Economics 17(4, part 2): S170-S197.",
        "Wunnava, Phanindra V., and Bradley T. Ewing. 1999. Union-Non-union Differentials and Establishment Size: Evidence from the NLSY. Journal of Labor Research 20(2), pp. 177-183."
    ]
}