{
    "id": 824,
    "cites": 23,
    "cited_by": 12,
    "reference": [
        "Aaron, H. Inflation and the Income Tax, American Economic Review, 66 (May 1976): 193-199.",
        "Bodie, Z. Common Stocks as a Hedge Against Inflation, Journal of Finance, 31 (May 1976): 459-470.",
        "Brainard, W.C., J.B. Shoven, and L. Weiss. The Financial Valuation of the Return of Capital, BPEA, 2:1980, pp. 453-502.",
        "Bulow, J.I. Analysis of Pension Funding Under ERISA. NBER Working Paper No. 402. November 1979.",
        "Bulow, J.I. and L. Summers. Risk and Taxes Reconsidered (in preparation) 1982.",
        "Carlson, J.A. A Study of Price Forecasts, Annals of Economic and Social Measurement, June 1977, pp. 27-56.",
        "Fania, E.F. Short Term Interest Rates as Predictors of Inflation. AER 65 (June 1975): 269-282.",
        "Fama, E.F. and G.W. Schwert. Asset Returns and Inflation, Journal of Financial Economics, 5 (November 1977): 115-146.",
        "Federal Reserve System, Board of Governors, Flow of Funds Section, Division of Research and Statistics. Balance Sheets for the U.S. Economy. Unpublished data mimeo, June 1980.",
        "Feldstein, M. Inflation, Tax Rules, and the Stock Market, Journal of Monetary Economics, vol. 6 (July 1980), pp. 309-31.",
        "Feldstein, M., L. Dicks-Mireaux and J. Poterba. State and Local Taxes and the Return on Corporate Capital, NBER Working Paper No. 508. Feldstein, M. and L. Summers, Inflation, Tax Rules and the Long-Term Interest Rate, BPEA, 1:1978, pp. 61-109.",
        "Sector, National Tax Journal, vol. 32 (December 1979), pp. 445-70.",
        "Hong, H. Inflation and the Market Value of the Firm: Theory and Tests, Journal of Finance 32 (September 1977): 1031-1048.",
        "Jaffe, J. and G. Mendelker. The `Fisher Effect for Risky Assets: An Empirical Investigation, Journal of Finance, 31 (Nay 1976): 447-458.",
        "Kessel, R. Inflation-Caused Wealth Redistribution: A Test of a Hypothesis, American Economic Review, 46 (March 1956): 128-141.",
        "Litterman, R. Bayesian Vecter Autoregressive Forecasts, mimeo. 1980.",
        "Mullineaux, D. Testing Rationality of Inflation Expectations, Journal of Political Economy, 1979.",
        "Nelson, C.R. Inflation and Rates of Return on Common Stock, Journal of Finance 31 (May l976a): 471-483. Pesando, J.E. A Note on the Rationality of the Livingston Price Expectations, Journal of Political Economy, August 1975, pp. 849-58.",
        "Shiller, R.J. Do Stock Prices Move Too Much To Be Justified by Subsequent Changes in Dividends? Working Paper No. 456 (National Bureau of Economic Research. February 1980).",
        "Shoven, J. and Bulow, J. Inflation Accounting and Nonfinancial Corporate Profits: Physical Assets. Brookings Papers on Economic Activity 3 (1975): 557-611.",
        "Assets and Liabilities, Brookings Papers on Economic Activity 1 (1976): 15-66.",
        "Sims, C. Macroeconomics and Reality, Econometrica, Jan. 1980, pp. 1-41.",
        "Summers, L. Taxation and Corporate Investment: A Q Theory Approach, BPEA 1981:2."
    ]
}