{
    "id": 8240,
    "cites": 30,
    "cited_by": 4,
    "reference": [
        "Banz, R. W., 1981, The relationship between return and market value of common stocks, Journal of Financial Economics 9, 3-18.",
        "Berk, J. B., R. C. Green, and V. Naik, 1999, Optimal investment, growth options, and security returns, Journal of Finance 54, 1553-1607.",
        "Bernard, V. L., and J. K. Thomas, 1989, Post-earnings-announcement drift: Delayed price response or risk premium'DONE', Journal of Accounting Research 27, 1-36.",
        "Bernard, V. L., and J. K. Thomas, 1990, Evidence that stock prices do not fully reflect the implications of current earnings for future earnings, Journal of Accounting and Economics 13, 305-340.",
        "Bhandari, L. C., 1988, Debt/equity ratio and expected common stock returns: empirical evidence, Journal of Finance 43, 507-528.",
        "Campbell, J. Y., 1991, A variance decomposition for stock returns, Economic Journal 101, 57-179.",
        "Campbell, J. Y., and J. Ammer, 1993, What moves the stock and bond markets'DONE' A variance decomposition for long-term asset returns, Journal of Finance 48, 3-37.",
        "Campbell, J. Y., and R. J. Shiller, 1988a, The dividend-price ratio and expectations of future dividends and discount factors, Review of Financial Studies 1, 195-228.",
        "Cochrane, J. H., 1991, Volatility tests and efficient markets: review essay, Journal of Monetary Economics 27, 463-85.",
        "Cochrane, J. H., 1992, Explaining the variance of price-dividend ratios, Review of Financial Studies 5, 243280.",
        "Daniel, K., D. Hirshleifer, and A. Subrahmanyam, 1998, Investor psychology and securities market underand overreactions, Journal of Finance 53, 1839-1885.",
        "DeBondt, W. F. M. and R. H. Thaler, 1985. Does the stock market overreact'DONE', Journal of Finance 40, 557581.",
        "Elton, E. J., M. J. Gruber, and C. R. Blake, 1996. Survivorship bias and mutual fund performance, Review of Financial Studies 9, 1097-1120.",
        "Fama, E. F. and K. R. French, 2000a, Disappearing dividends: Changing firm characteristics or increased reluctance to pay'DONE', Working paper, University of Chicago Graduate School of Business.",
        "Fama, E. F. and K. R. French, 2000b, Forecasting profitability and earnings, Journal of Business 73, 161-75.",
        "Fama, E. F. and J. MacBeth, 1973, Risk, return and equilibrium: Empirical tests, Journal of Political Economy 81, 607-636.",
        "Ferson, W. E., and C. R. Harvey, 1991, The variation of economic risk premiums, Journal of Political Economy 99, 385-415.",
        "Haugen, R. A., and N. L. Baker, 1996, Commonality in the determinants of expected stock returns, Journal of Financial Economics 41, 401-439.",
        "Jegadeesh, N. and S. Titman, 1993, Returns to buying winners and selling losers: implications for stock market efficiency, Journal of Finance 48, 65-91.",
        "Jegadeesh, N. and S. Titman, 1999, Profitability of momentum strategies: An evaluation of alternative explanations, Journal of Finance, forthcoming.",
        "Jolls, C., 1998, Stock repurchases and incentive compensation, NBER Working Paper 6467.",
        "Kothari, S. P., J. Shanken, J., and R. G. Sloan, 1995, Another look at the cross-section of expected stock returns, Journal of Finance 50, 185-224.",
        "Lakonishok, J., A. Shleifer, and R. W. Vishny, 1994, Contrarian investment, extrapolation, and risk, Journal of Finance 49, 1541-1578.",
        "Rogers, W. H., 1983, Analyzing complex survey data, Rand Corporation memorandum, Santa Monica, CA.",
        "Rogers, W. H., 1993, Regression standard errors in clustered samples, Stata Technical Bulletin Reprints STB-13 -- STB-18, 88-94.",
        "Rosenberg, B., and K. Reid, and R. Lanstein, 1985, Persuasive evidence of market inefficiency, Journal of Portfolio Management 11, 9-17.",
        "Shao, J. and J. N. K. Rao, 1993, Jackknife inference for heteroscedastic linear regression models, Canadian Journal of Statistics 21, 377-385.",
        "Shumway, T. G., 1997, The delisting bias in CRSP data, Journal of Finance 52, 327-340.",
        "Vuolteenaho, T., 2000, Understanding the aggregate book-to-market ratio and its implications to current equity-premium expectations. Working paper, Harvard University Department of Economics.",
        "White, H., 1980, A heteroscedasticity-consistent covariance matrix estimator and a direct test of heteroscedasticity, Econometrica 48, 817-838."
    ]
}