{
    "id": 8241,
    "cites": 12,
    "cited_by": 14,
    "reference": [
        "Attanasio and Hoynes (2000), Ã\u0082â\u0080\u0098Differential Mortality and Wealth AccumulationÃ\u0082â\u0080\u0099, Journal of Human Resources, vol. 35, No. 1, pp. 1Ã\u0082â\u0080\u009329.",
        "Banks, J., Blundell, R. and Smith, J.P. (2000), Wealth Inequality in the United States and Great Britain, IFS Working Paper No. 00/20.",
        "Disney, R. Johnson, P. and Stears, G. (1998), Ã\u0082â\u0080\u0098Asset wealth and Asset Decumulation among Households in the Retirement SurveyÃ\u0082â\u0080\u0099, Fiscal Studies, vol. 19, no. 2, pp. 153 Ã\u0082â\u0080\u0093174.",
        "Deaton (1999), Inequalities in Income and Inequalities in Health, NBER Working Paper No. 7141.",
        "Hurd and McFadden (1999), Predictors of Mortality Among the Elderly, NBER Working Paper, No. 7440.",
        "Marmot, M., Smith, G., Stansfield, S., Patel, C., North, F., Head, J., White, I., Brunner, E. and Feeny, A. (1991), Ã\u0082â\u0080\u0098Health Inequalities among British Civil Servants: The Whitehall II StudyÃ\u0082â\u0080\u0099, Lancet, June 8, pp. 1387Ã\u0082â\u0080\u009393.",
        "Marmot, M. (1999), Ã\u0082â\u0080\u0098Multi-Level Approaches to Understanding Social DeterminantsÃ\u0082â\u0080\u0099 in Berkman, L. and Kawachi, I. (eds), Social Epidemiology, Oxford: Oxford University Press.",
        "Martin, J., Meltzer, H. and Elliot, D. (1988), The prevalence of disability among adults: report 1, London: HMSO.",
        "Shorrocks, A. F. (1975), Ã\u0082â\u0080\u0098The ageÃ\u0082â\u0080\u0093wealth relationship: a cross-section and cohort analysisÃ\u0082â\u0080\u0099, Review of Economics and Statistics, vol. 57, pp. 155Ã\u0082â\u0080\u009363.",
        "Smith, J.P. (1999), Ã\u0082â\u0080\u0098Healthy bodies and thick wallets: The dual relation between Health and Economic StatusÃ\u0082â\u0080\u0099, Journal of Economic Perspectives, vol. 13, no. 2, pp 145Ã\u0082â\u0080\u0093166, spring 1999.",
        "Wilkinson, R.G. (1996), Unhealthy societies: the afflictions of inequality, London: Routledge.",
        "World Health Organisation (2000), The World Health Report 2000, Health Systems: Improving Performance, Geneva: World Health Organisation."
    ]
}