{
    "id": 8245,
    "cites": 59,
    "cited_by": 159,
    "reference": [
        "Aghiot, P. atd P. Howitt, 1992, A Model of Growth Through Creative Destructiot, Ecomometrica, 60, 323-351.",
        "Barro, R., 1997a, Determimamts of Ecomomic Growth, MIT Press: Cambridge, MA.",
        "Barro, R. J., 1997b, Determitatts of Democracy, Harvard Itstitute for Ittertatiotal Developmett, Developmett Discussiot Paper No. 570.",
        "Barro, R. J., 1997c, Determitatts of Ecotomic Growth: A Cross-Couttry Empirical Study, Harvard Itstitute for Ittertatiotal Developmett, Developmett Discussiot Paper No. 579.",
        "Barro, R. J. atd X. Sala-i-Martit, 1992, Cotvergetce, Jonrmal of Political Ecomomy 100 (2:223251) .",
        "Barro, R. atd X. Sala-i-Martit, 1995, Ecomomic Growth McGraw-Hill, New York, NY.",
        "Bekaert, G., 1995, Market Ittegratiot atd Itvestmett Barriers it Emergitg Equity Markets, World Bamk Ecomomic Review 9, 75-107.",
        "Bekaert, G. atd C. R. Harvey, 1995, Time-varyitg World Market Ittegratiot, Jonrmal of Fimamce 50, 403-444.",
        "Bekaert, G. atd C. R. Harvey, 2000, Foreigt Speculators atd Emergitg Equity Markets, Jonrmal of Fimamce 55, 565-6 14. Bekaert, G., C. R. Harvey atd C. Lutdblad, 2000, Emergitg Equity Markets atd Ecotomic Developmett, Jonrmal of Developmemt Ecomomics, forthcomitg. Also available as NBER workitg paper 7763.",
        "Bet-David, D., 1993, Equalizitg Exchatge: Trade Liberalizatiot atd Itcome Cotvergetce, Qnarterly Jonrmal of Ecomomics 103, 653-679.",
        "Betcivetga, V. R., atd B. D. Smith, 1991, Fitatcial Ittermediatiot atd Etdogetous Growth, Review of Ecomomic Stndies 58, 195-209.",
        "Betcivetga, V. R., B. D. Smith atd R. M. Starr, 1996, Equity Markets, Tratsactiots Costs, atd Capital Accumulatiot: At Illustratiot, The World Bamk Ecomomic Review 10, 241-265.",
        "Bhattacharya, U. atd H. Daouk (2000), The World Price of Itsider Traditg, workitg paper, Itdiata Utiversity.",
        "Botser-Neal, C. atd K. L. Dewetter, 1999, Does Fitatcial Market Developmett Stimulate 37 Saviuigs? Evideuice from Emerging Markets, Comtemporary Ecomomic Policy, 370-380.",
        "Erb, C., C. R. Harvey auid T. Viskauita, 1996a, Expected Returuis auid Volatility iui 135 couuitries, Jonrmal of Portfolio Mamagememt, 22, Spring, 46-58.",
        "Erb, C., C. R. Harvey auid T. Viskanta, 1996b, Political Risk, Ecouiomic Risk auid Fiuiauicial Risk, Fimamcial Amalysts Jonrmal November/December, 29-46.",
        "Erruuiza, V. R., auid E. Losq, 1985, Iuiteruiatiouial Asset Pricing Uuider Mild Segmeuitatioui: Theory auid Test, Jonrmal of Fimamce 40, 105-124.",
        "Frauikel, J. auid D. Romer, 1999, Does Trade Cause Growth, Amen cam Ecomomic Review 89, 379-399.",
        "Gilchrist, S. auid C. Himmelberg, 1998, Imvestmemt, Fnmdamemtals amd Fimamce, NBER Macroecouiomics Auiuiual, MIT Press.",
        "Greenwood, J., auid B. Jovauiovic, 1990, Fiuiauicial Development, Growth, auid the Distributioui of luicome, Jonrmal of Political Ecomomy, 1076-1107.",
        "Hansen L., 1982, Large Sample Properties of Generalized Method of Moments Estimators, Ecomometnica, 50, 1029-1054.",
        "Harrison, A., 1996, Openness and Growth: A Time-Series, Cross-Country Analysis for Developing Countries, Jonrmal of Developmemt Ecomomics 48, 4 19-447.",
        "Islam, N. 1995, Growth Empirics: A Panel Data Approach, Qnarterly Jonrmal of Ecomomics 107, 1127-1170.",
        "Jayaratne, J. and P. E. Strahan, 1996, The Finance-Growth Nexus: Evidence from Bank Branch Deregulation, Qnarterly Jonrmal of Ecomomics CXI, 639-670.",
        "Jones, C. I., 2000, Imtrodnctiom to Ecomomic Growth, Norton.",
        "Kaminsky, G. L. and C. Reihart, 1998, Financial Crises in Latin America: Then and Now, Amen cam Ecomomic Review 88, 444-449.",
        "Kaminsky, G. L. and C. Reihart, 1999, Papers on Crises and Contagion The Twin Crises: The Causes of Banking and Balance of Payments Problems, Amen cam Ecomomic Review 89, 473-500.",
        "King, R. G., and R. Levine. 1993a. Finance, Entrepreneurship and Growth. Jonrmal of Momet any Ecomomics 32, 513-542.",
        "King, R. and R. Levine, 1993b, Finance and Growth: Schumpeter Might Be Right, Qnarterly Jonrmal of Ecomomics 108, 717-738.",
        "Klenow, P. J. and A. Rodriquez-Clare, 1997, Economic Growth: A Review Essay, Jonrmal of Momet any Ecomomics 40, 597-617.",
        "La Porta, R., F. Lopez-de-Silanes; A. Shleifer, and R. W. Vishny, 1997, Legal Determinants of External Finance, Jonnmal of Fimamce, 52, 1131-1150.",
        "La Porta, R., F. Lopez-de-Silanes; A. Shleifer, and R.W. Vishny, 1998, Law and Finance, Jonnmal of Political Ecomomy 106, 1113-1155.",
        "Laeven, L., 2000, Financial Liberalization and Financing Constraints: Evidence from Panel Data on Emerging Economies, Working paper, World Bank.",
        "Lee, J.W., 1993, International Trade, Distortions and Long-run Economic Growth, IMF Staff Papers 40, 299-328.",
        "Levine, R., N. Loayza and T. Beck, 1999, Financial Intermediation and Growth: Causality and Causes, manuscript, World Bank.",
        "Levine, R. and D. Renelt, 1991, A Sensitivity Analysis of Cross-Country Growth Regressions, Amen cam Ecomomic Review 82, 942-963.",
        "Levine, R., 1991 Stock Markets, Growth, and Tax Policy, Jonnmal of Fimamce 46, 1445-1465.",
        "Levine, R. and S. Zervos, 1996, Stock Market Development and Economic Growth, World Bamk Ecomomic Review 10, 323-340.",
        "Levine, R. and S. Zervos, 1998, Stock Markets, Banks, and Economic Growth, Amen cam Ecomomic Review 88:3, 537-558.",
        "Love, I., 2000, Financial Development and Financing Constraints: International Evidence from the Structural Investment Model, manuscript, Columbia University.",
        "Lucas, R. 1988. On the Mechanics of Economic Development. Jonnmal of Mometany Ecomomics 22, 3-42.",
        "Mankiw, N. G., 1995, The Growth of Nations, Bnookimgs Papers om Ecomomic Activity, 1, 275-310.",
        "Mathieson, D. and L. Rojaz-Suarez, 1992, Liberalization of the Capital Account: Experiences and Issues, Staff papers, International Monetary Fund, Washington, D.C.",
        "McKinnon, R. I. 1973. Momey amd Capital im Ecomomic Developmemt, Washington, D.C.: Brookings Institution.",
        "Newey, W., and K. West, 1987, A Simple, Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Ecomometnica, 55, 703-708.",
        "Obstfeld, M., 1994, Risk Taking, Global Diversification and Growth, Amen cam Ecomomic Review 84, 1310-1329.",
        "Pagano, M. 1993, Financial Markets and Growth: An Overview, Ennopeam Ecomomic Review 37, 613-622.",
        "Patrick, H., 1966, Financial Development and Economic Growth in Underdeveloped Countries, Ecomomic Developmemt Cnltnnal Chamge 14, 174-89.",
        "Quah, D., 1993, Galtons Fallacy and Tests of the Convergence Hypothesis, Scamdimaviam Jonnmal of Ecomomics 95, 427-443.",
        "Rodriguez, F. and D. Rodrik, 1999, Trade Policy and Economic Growth: A Skeptics Guide to the Cross-National Evidence, NBER Working Paper 7081.",
        "Rodrik, D., 1999, Detenmimamts of Ecomomic Growth, Overseas Development Council, Washington, DC.",
        "Rousseau, P. L. and R. Sylla, 1999, Emerging financial markets and early U.S. growth, Working 40 paper, New York University.",
        "Sachs, J. D. and A. M. Warner, 1995a, Economic Reform and the Process of Global Integration, Bnookimgs Papers om Ecomomic Activity, 1-118.",
        "Sachs, J. D. and A. M. Warner, 1995c, Economic Convergence and Economic Policies, Harvard University and Harvard Institute for International Development.",
        "Saint-Paul, G. 1992. Technological Choice, Financial Markets and Economic Development, Ennopeam Ecomomic Review 36, 738-781.",
        "Slaughter, M. J., 1998, International Trade and Per Capital Income Convergence: A Difference in Difference Analysis, NBER working paper.",
        "Tavares, J. and R. Wacziarg, 2000, How Democracy Affects Growth, Ennopeam Ecomomic Review, forthcoming.",
        "Warnock, F. and M. Mason, 2001, The Reliability of U.S. Data on Transactions in Foreign Equities, Emengimg Markets Qnantenly, forthcoming.",
        "Wacziarg, R., 2000, Measuring the Dynamic Gains From Trade, World Bamk Ecomomic Review, forthcoming."
    ]
}