{
    "id": 8247,
    "cites": 11,
    "cited_by": 30,
    "reference": [
        "Autor, David and Mark Duggan (2000). Disability Recipiency and the Decline in Unemployment. Mimeo, August 2000.",
        "Bhattacharya, Jay, Alan Garber, and Thomas MaCurdy (1996). Cause-Specific Mortality Among Medicare Enrollees. Working Paper No. 5409, National Bureau of Economic Research. Cambridge, MA: National Bureau of Economic Research.",
        "Bound, John, and Timothy Waidmann (2000). Accounting for Recent Declines in Employment Rates Among the Working-Aged Disabled. Working Paper 7975, National Bureau of Economic Research. Cambridge, MA: NBER.",
        "Crimmins, Eileen M., Yasuhiko Saito, and Sandra L. Reynolds (1997). Further Evidence on Recent Trends in the Prevalence and Incidence of Disability Among Older Americans From Two Sources: the LSOA and the NHIS. Journal of Gerontology 52B(2): S59-S71.",
        "Crimmins, Eileen M., Yasuhiko Saito, and Dominique Ingegneri (1989). Changes in Life Expectancy and Disability-Free Life Expectancy in the United States. Population and Development Review 15(2): 235-267.",
        "Gruenberg, E.M. (1977). The Failures of Success. Milbank Quarterly 55: 3-34.",
        "Lakdawalla, Darius, and Tomas Philipson (1999). Aging and the Growth of Long-Term Care. Working Paper No. 6980, National Bureau of Economic Research. Cambridge, MA: National Bureau of Economic Research.",
        "MaCurdy, Thomas, David Green, and Harry J. Paarsch (1990). Assessing Empirical Approaches for Analyzing Taxes and Labor Supply. Journal of Human Resources 25(3): 415-90.",
        "Ruggles, Steven, Matthew Sobek, et al. (1997). Integrated Public Use Microdata Series: Version 2.0. Minneapolis, MN: Historical Census Projects, University of Minnesota.",
        "Schoeni, Robert F., Vicki A. Freedman, and Robert B. Wallace (2001). Persistent, Consistent, Widespread, and Robust? Another Look at Recent Trends in Old-Age Disability. Journal of Gerontology, forthcoming.",
        "Waidmann, Timothy, John Bound, and Michael Schoenbaum (1995). The Illusion of Failure: Trends in the Self-Reported Health of the U.S. Elderly. Milbank Quarterly 73(2): 253-287."
    ]
}