{
    "id": 8248,
    "cites": 28,
    "cited_by": 84,
    "reference": [
        "Armstrong, Mark, Cowan, Simon, and Vickers, John (1994) Regulatory Reform: Economic Analysis andBritish Experience, MIT Press: Cambridge, MA. Aveline, Michelle, Martin Brough, and Seumas Lobban (1996) Generation in the 1990s: Electricity Capacity and New Power Projects, 1995 Edition, OXERA Press, Oxford, UK.",
        "Baker, A.B. (1992) \"The Methodology and Process of Forecasting Nominal Demand,\" The National Grid Company, Grid System Management, National Control, GSMNC/ABB/DF 5.1.2.9, Coventry, England.",
        "Bolle, Freidel (1992) \"Supply Function Equilibria and the Danger of Tacit Collusion: The Case of Spot Markets for Electricity,\" Energy Economics, April, 94-102.",
        "Brough, Martin and Lobban, Seumas, (1995) Guide to the Economic Regulation of the Electricity Industry, OXERA Press, Oxford, UK.",
        "Bunn, Derek W. and Larsen, Erik R., (1992) \"Sensitivity of Reserve Margin to Factor Influencing Investment Behavior in the Electricity Market of England and Wales,\" EnergyPolicy, May, 420-429.",
        "Christensen, L.R. and Greene, W.H. (1976) \"Economies of Scale in US Electric Power Generation,\" JournalofPoliticalEconomy, 84, 655-767.",
        "Edison Electric Institute (1996) Retailing Wheeling& RestructuringReport, December 1996.",
        "von der Fehr, Nils-Henrik Morch and Harbord, David (1993) \"Spot Market Competition in the UK Electricity Industry,\" TheEconomicJournal, 103, 531-546.",
        "Glazer, Amihai and McMillan, Henry (1992) \"Pricing by the Firm Under Regulatory Threat,\" QuarterlyJournalofEconomics, August, 1089-1099.",
        "Green, Richard J. and Newbery, David, M. (1992) \"Competition in the British Electricity Spot Market,\" JournalofPoliticalEconomy, 100(5), 929-953.",
        "Green, Richard J. (1996) \"Increasing Competition in the British Electricity Spot Market,\" The Journal oflndustrialEconomics, Volume XLIV, Number 2, 205-216.",
        "Helm, Dieter and Powell, Andrew (1992) \"Pool Prices, Contracts and Regulation in the British Electricity Supply Industry,\" FiscalStudies, 13(1), 89-105.",
        "Joskow, Paul L., and Schmalensee, Richard, (1987) \"The Performance of Coal-Burning Electric Generating Units in the United States: 1960-1980,\" Journal of Applied Econometrics, 2, 85- 109.",
        "Klemperer, Paul D. and Meyer, Margaret A. (1989) \"Supply Function Equilibria in Oligopoly under Uncertainty,\" Econometrica, 57(6), 1243-1277.",
        "National Grid Company (1995) 1995 Seven Year Statement, The National Grid Company plc, Coventry, UK.",
        "North American Electric Reliability Report (l996) Generating Availability Report 1991-1995, Princeton, NJ, July l996 Newbery, David M. (1995) \"Power Markets and Market Power,\" The Energy Journal, 16(3), 3966.",
        "OFFER (1991) Report on Pool Price Inquiry December 1991.",
        "OFFER (1993) Office ofElectricity Regulation Annual Report 1992, HMSO, London, UK.",
        "OFFER (1995) Office ofElectricity Regulation Annual Report 1994, HMSO, London, UK.",
        "OFFER (l997) Transmission Services Incentives Arrangements from 1998, Consultation Paper, December. OXERA Press (l996) \"The Stock Market Goes Nuclear,\" Energy Utilities, July l5, No. 3l/96.",
        "OXERA Press (1997a) \"The Pool Feels the Cold,\" Energy Utilities, January 13.",
        "OXERA Press (1997b) \"Demand-Side Bidding,\" Energy Utilities, 8 (February):7-8.",
        "Patrick, Robert H., and Wolak, Frank A. (1997). \"Estimating the Customer-Level Demand for Electricity Under Real-Time Market Prices,\" mimeo, August 1997.",
        "Powell, Andrew (1993) \"Trading Forward in an Imperfect Market: The Case ofElectricity in Britain,\" TheEconomicJournal, 103, 444-453.",
        "The Economist, (1992) \"Electricity Generation: Feeling Gassy,\" May 9, 1992, 75-76.",
        "The Electricity Pool (1997) Schedule 9: The Pool Rules, Pooling and Settlement Agreement for the Electricity Industry in England and Wales, Issue 45, Version 6.20, February 1.",
        "Wolak, Frank A. and Patrick, Robert H. (1996b) \"The Time Series Behavior of Market Prices and Output in England and Wales Electricity Market,\" mimeo, June 1996.",
        "Wolfram, C.D. (1995). \"Measuring Duopoly Power in the British Electricity Spot Market,\" mimeo, MIT."
    ]
}