{
    "id": 8249,
    "cites": 37,
    "cited_by": 218,
    "reference": [
        "Velasco, Andres, Financial Crises and Balance of Payments Crises:  A Simple Model of the Southern Cone Experience, Journal of Development Economics, October 1987, 27 (1-2), 263-83.",
        "and      , Lending Booms and Speculative Crises, July 1999. mimeo Harvard University.",
        "Tornell, Aaron, Common Fundamentals in the Tequila and Asian Crises, 1999. NBER Working Paper.",
        "Schneider, Martin and Aaron Tornell, Lending Booms and Asset Price Inflation, January 1999. mimeo Harvard University.",
        "Sachs, Jeffrey, Aaron Tornell, and Andres Velasco, The Collapse of the Mexican Peso: What Have We Learned?, Economic Policy, April 1996, 0 (22), 13-56.",
        "Rose,  Barry  Eichengreen  Andrew  and  Charles  Wyplosz,  Exchange Market Mayhem: The Antecedents and Aftermath of Speculative Attacks, Economic Policy, October 1995, 0 (21), 249-96.",
        "Rajan, Raghuram and Luigi Zingales, Financial Dependence and Growth, American Economic Review, June 1998, 88 (3), 559-86.",
        "Razin,  Assaf  and  Gian-Maria  Milesi-Ferretti,  Current  Account  Sustainability: Selected East Asian and Latin American Experiences, February 1996. National Bureau of Economic Research Working Paper: 5467.",
        "Merton, Robert, Debt and Taxes, Journal of Finance, May 1977, 32 (2), 261-75.",
        "Mendoza, Enrique, The Terms of Trade, the Real Exchange Rate, and Economic Fluctuations, International Economic Review, 1995, 36, 101-37.",
        "Meese, Richard and Andrew Rose, Exchange Rate Instability: Determinants and Predictability, December 1996. Mimeo, Haas School of Business, University of California, Berkeley.",
        "Lindgren,  Carl-Johan,  Gillian  Garcia,  and  Matthew  Saal, Bank Soundness and Macroeconomic Stability, Washington, D.C.: International Monetary Fund, 1996.",
        "Levine, Ross and Sara Zervos, Stock Markets, Banks, and Economic Growth, American Economic Review, June 1998, 88 (3), 537-58.",
        "Krugman, Paul, What Happened to Asia, July 1998.",
        "Kiyotaki,  Nobuhiro  and  John  Moore, Credit Cycles, Journal of Political Economy, April 1997, 105 (2), 211-48.",
        "Krueger, Anne and Aaron Tornell, The Role of Bank Restructuring in Recovering from Crises: Mexico 1995-98, 1999. NBER Working Paper No. 7042.",
        "Kaminsky,  Graciela,  Saul  Lizondo,  and  Carmen  Reinhart,  Leading Indicators of Currency Crises, IMF Staff Papers, march 1998, 45, 1-48.",
        "Kaminski, Graciela and Carmen Reinhart, The Twin Crises:  The Causes of Banking and Balance of Payments Problems, American Economic Review, June 1999, 89 (3), 473-500.",
        "Honohan, Patrick, Banking System Failures in Developing and Transition Countries: Diagnosis and Prediction, 1997. Bank for International Settlements Working Paper No. 39.",
        "Goldstein, Itay, Interdependent Banking and Currency Crises in a Model of Self-Fulfilling Beliefs, 2001. Mimeographed, Princeton University.",
        "and RodrigoVald'es, Capital Flows and the Twin Crises: The Role of Liquidity, July 1997. International Monetary Fund Working Paper: WP/97/87.",
        "Goldfajn,  Ilan  and  Rodrigo  Vald'es, The Aftermath of Appreciations, Quarterly Journal of Economics, February 1999, 114 (1), 229-62.",
        "Gavin, Mike and Ricardo Hausmann, The Roots of Banking Crises:  The Macroeconomic Context, in Ricardo Hausmann and Liliana Rojas-Suarez, eds., Banking Crises in Latin America, Inter-American Development bank Washington D.C. 1996, pp. 27-63.",
        "Galbis, Vicente, High Real Interest Rates Under Financial Liberalization: Is There a Problem?, January 1993. International Monetary Fund Working Paper: WP/93/7.",
        "Frankel, Jeffrey and Andrew Rose, Currency Crashes in Emerging Markets: Empirical Indicators, January 1996. National Bureau of Economic Research Working Paper: 5437.",
        "Edwards,  Sebastian  and  Alexandra  Cox-Edwards, Monetarism  and Liberalization: The Chilean Experience, Cambridge, MA: Ballinger, 1987.",
        "Dornbush,  Rudiger  and  Alejandro  Werner, Mexico:  Stabilization, Reform and No Growth, Brookings Papers on Economic Activity, 1994, 1, 253-97.",
        "Dias-Alejandro, Carlos, Good-Bye Financial Repression, Hello Financial Crash, Journal of Development Economics, September-October 1985, 19 (1-2), 1-24.",
        "Demirgu  c,-Kunt, Asli and Enrica Detragiache, The Determinants of Banking Crises: Evidence from Developing and Developed Countries, September 1997. International Monetary Fund Working Paper: WP/97/106.",
        "de la Cuadra, Sergio and Salvador Vald'es-Prieto, Myths and Facts About Financial Liberalization in Chile, in Philippe Brock, ed., If Texas Were Chile, San Francisco: ICS Press., 1993.",
        "Corsetti,  Giancarlo,  Paolo  Pesenti,  and  Nouriel  Roubini, Paper Tigers?  A Model of the Asian Crisis, European Economic Review, June 1999, 43 (7), 1211-1236.",
        "Caprio, Gerard and Daniel Klinguebiel, Bank Insolvency:  Bad Luck, Bad Policy or Bad Banking?, in Michael Bruno and Boris Pleskovic, eds., Annual World Bank Conference on Development Economics, 1996, World Bank Washington, D.C. 1997.",
        "Calvo, Guillermo, Leonardo  Leiderman,  and  Carmen  Reinhart, Capital Inflows and Real Exchange Rate Appreciation in Latin America: The Role of External Factors, IMF Staff Papers, 1993, 40 (1), 108-151.",
        "Calvo, Guillermo, Varieties of Capital-Market Crises, 1995. Working Paper No. 15, University of Maryland.",
        "and Carlos Vegh, Inflation Stabilization and BOP Crisis in Developing Countries, in John B. Taylor and Michael Woodford, eds., Handbook of Macroeconomics, North Holland Elsevier Amsterdam 1999, pp. 1531-1614.",
        "Bernanke, Ben and Mark Gertler, Agency Costs, Net Worth and Business Fluctuations, American Economic Review, 1989, 79 (1), 14-31.",
        "Aghion,  Philippe,  Philippe  Bacchetta,  and  Abhijit  Banerjee, Capital Markets and the Instability of Open Economies, January 1999. Studienzentrum Gerzensee Working Papers 99.01. ,       , and       , Financial Liberalization and Volatility in Emerging Market Economies, in P.A. Agenor, M. Miller, D. Vines, and A. Weber, eds., The Asian Financial Crisis: Causes, Contagion and Consequences, Cambridge University Press 1999. Studienzentrum Gerzensee Working Papers 98.02."
    ]
}