{
    "id": 8250,
    "cites": 20,
    "cited_by": 74,
    "reference": [
        "Anderson, T.W. and Leo A. Goodman. 1957. Ã\u0082â\u0080\u009cStatistical Inference about Markov ChainsÃ\u0082â\u0080\u009d, Ann. Math. Stat., Vol. 28, pp.89-110.",
        "Banks, A.S. September 1979. Ã\u0082â\u0080\u009cCross-National Time Series Data ArchiveÃ\u0082â\u0080\u009d, Center for Social Analysis, State University of New York at Binghampton, updated.",
        "Barrionuevo, Alexei. 1998. Ã\u0082â\u0080\u009dSome See Venezuela Election as Ã\u0082â\u0080\u0099Revolution.Ã\u0082â\u0080\u009dÃ\u0082â\u0080\u0099 USA Today (Final edition): A12, December 8.",
        "Baumol, William. 1986. Ã\u0082â\u0080\u009dProductivity Growth, Convergence, and Welfare.Ã\u0082â\u0080\u009d American Economic Review 76(5): 1072-1085, December.",
        "Bianchi, M. 1997. Ã\u0082â\u0080\u009cTesting Fort Convergence: Evidence from Non-Parametric Multimodality Tests,Ã\u0082â\u0080\u009d Journal of Applied Econometrics, Vol. 12, pp.393-409.",
        "Chari, V.V., Patrick J. Kehoe, and Ellen R. McGrattan. 1996. Ã\u0082â\u0080\u009dThe Poverty of Nations: A Quantitative Exploration.Ã\u0082â\u0080\u009d National Bureau of Economic Research Working Paper 5414, January.",
        "DeLong, J. Bradford. 1988. Ã\u0082â\u0080\u009dProductivity Growth, Convergence, and Welfare: Comment.Ã\u0082â\u0080\u009d American Economic Review 78(5): 1138-1154, December.",
        "Desdoigts, A. 1994. Ã\u0082â\u0080\u009cChanges in theWorld Income Distribution: A Non-Parametric Approach to Challenge the Neo-Classical Convergence Argument,Ã\u0082â\u0080\u009d UniversitÃ\u0083Â© Paris Dauphine, manuscript.",
        "Diaz-Alejandro, Carlos. 1970. Ã\u0082â\u0080\u009dEssays on the Economic History of the Argentine Republic.Ã\u0082â\u0080\u009d New Haven, CT: Yale University Press.",
        "Easterly, William. 2000. Ã\u0082â\u0080\u009cThe Lost Decades...and the Coming Boom? Policies, Shocks, and Developing CountriesÃ\u0082â\u0080\u0099 Stagnation,Ã\u0082â\u0080\u009d World Bank working paper, Washington, DC.",
        "Fukuyama, Francis. 1992. Ã\u0082â\u0080\u009cThe End of History and the Last Man.Ã\u0082â\u0080\u009d New York: Free Press.",
        "Jones, Charles I. 1997. Ã\u0082â\u0080\u009cOn the Evolution of the World Income Distribution,Ã\u0082â\u0080\u009d Journal of Economic Perspectives, 11, Number 3, pp.19-36.",
        "Mankiw, N.G., Romer, D. Weil, D.N. 1992. Ã\u0082â\u0080\u009cA Contribution to the Empirics of Economic Growth,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, Vol. 107 (2). p 407-37.",
        "Onatski, A. 2000. Ã\u0082â\u0080\u009cTesting Shape Restrictions on a Steady-State Distribution of a Finite Markov Chain,Ã\u0082â\u0080\u009d Harvard University, manuscript.",
        "Paap, R. and Herman K. van Dijk. 1998 Ã\u0082â\u0080\u009cDistribution and Mobility of Wealth of Nations,Ã\u0082â\u0080\u009d European Economic Review, Vol. 42 (7). p 1269-93.",
        "Pearlman, Joseph G. 2000. Ã\u0082â\u0080\u009cTwin Peaks Ã\u0082â\u0080\u0094 A Reassessment,Ã\u0082â\u0080\u009d Economics Department, London Guildhall University, manuscript.",
        "Piketty, Thomas. 1995. Ã\u0082â\u0080\u009cSocial Mobility and Redistributive Politics,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, Vol. 110 (3). p 551-84.",
        "Quah, Danny. 1993a. Ã\u0082â\u0080\u009cEmpirical Cross-Section Dynamics in Economic Growth,Ã\u0082â\u0080\u009d European Economic Review, 37, pp.426-34.",
        "Quah, Danny. 1993b. Ã\u0082â\u0080\u009cGaltonÃ\u0082â\u0080\u0099s Fallacy and Tests of the Convergence Hypothesis,Ã\u0082â\u0080\u009d The Scandinavian Journal of Economics, 95, pp.427-443.",
        "Shorrocks, A. F. 1976. Ã\u0082â\u0080\u009cIncome mobility and the Markov assumption,Ã\u0082â\u0080\u009d Economic Journal, 86, pp.566-578."
    ]
}