{
    "id": 8251,
    "cites": 19,
    "cited_by": 3,
    "reference": [
        "Aghion, Philippe, and Patrick Bolton, 1992, An Incomplete Contracts Approach to Financial Contracting, Journal of Finance. 77, 338-401.",
        "Aghion, Philippe, and Jean Tirole, 1994, On the Management of Innovation, Quarterly Journal of Economics. 109, 1185-1207.",
        "Anand, Bharat, and Tarun Khanna, 2000, The Structure of Licensing Contracts, Journal of Industrial Economics. 48, 103-135.",
        "Baker, George P., Robert Gibbons, and Kevin J. Murphy, 2000, Relational Contracts and the Theory of the Firm, Unpublished working paper, Harvard University, Massachusetts Institute of Technology, and University of Southern California.",
        "Crocker, Keith J., and Scott E. Masten, 1988, Mitigating Contractual Hazards: Unilateral Options and Contract Length, Rand Journal of Economics. 19, 327-343.",
        "Gallini, Nancy, and Brian Wright, 1990, Technology Transfer under Asymmetric Information, Rand Journal of Economics. 21, 237-52.",
        "Gandal, Neil, 2001, The Dynamics of Competition in the Internet Search Engine Market, forthcoming in International Journal of Industrial Organization.",
        "Girotto, Jay, and Jan W. Rivkin, 1999, Yahoo!: Business on Internet Time, Case No. 9- 700-013, Harvard Business School.",
        "Grossman, Sanford J., and Oliver D. Hart, 1986, The Costs and Benefits of Ownership: A Theory of Lateral and Vertical Integration, Journal of Political Economy. 94, 691- 719.",
        "Hall, Christopher D., 1991, Renting Ideas, Journal of Business. 64, 21-48.",
        "Hart, Oliver D., and Bengt HolmstrÃ\u0083Â¶m, 1987, The Theory of Contracts, in Truman F.",
        "Bewley, editor, F., ed., Advances in Economic Theory: Fifth World Congress. (Econometric Society Monographs series, no. 12.) New York: Cambridge University Press, pp. 71-155. Hart, Oliver D., and John Moore, 1988, Incomplete Contracts and Renegotiation, Econometrica. 56, 755-785.",
        "HolmstrÃ\u0083Â¶m, Bengt, 1979, Moral Hazard and Observability, Bell Journal of Economics.",
        "HolmstrÃ\u0083Â¶m, Bengt, and John Roberts 1998, The Boundaries of the Firm Revisited, Journal of Economic Perspectives. 12, 73-94.",
        "Kamien, Morton, and Yair Tauman, 1986, Fees versus Royalties and the Private Value of a Patent, Quarterly Journal of Economics. 101, 471-93.",
        "Kaplan, Steven N., and Per Stromberg, 2000, Financial Contracting Theory Meets the Real World: An Empirical Analysis of Venture Capital Contracts, Discussion Paper no.",
        "Katz, Michael L., and Carl Shapiro, 1985, On the Licensing of Innovations, Rand Journal of Economics. 16, 504-520.",
        "Joskow, Paul L., 1987, Contract Duration and Relationship-Specific Investment, American Economic Review. 77, 168-185.",
        "Lerner, Josh, and Robert P. Merges, 1998, The Control of Technology Alliances: An Empirical Analysis of the Biotechnology Industry, Journal of Industrial Economics."
    ]
}