{
    "id": 8253,
    "cites": 36,
    "cited_by": 19,
    "reference": [
        "Attanasio, Orazio, and Thomas MaCurdy. Interactions in Family Supply and their Implications for the Impact of the EITC. Stanford University, Mimeo, 1997.",
        "Bingley, P., and Ian Walker. The Labour Supply, Unemployment and Participation of Lone Mothers in In-Work Transfer Programs. Economic Journal. 107 (1997): 1375-90.",
        "Blank, Rebecca, and Alan Blinder. Macroeconomics, Income Distribution, and Poverty. in Fighting Poverty: What Works and What Doesnt, edited by Sheldon H. Danziger and Daniel H. Weinberg, 180-208. Cambridge, MA: Harvard University Press, 1986.",
        "Blank, Rebecca, and David Card. Poverty, Income Distribution, and Growth: Are They Still Connected? Brookings Papers on Economic Activity. 2 (1993): 285- 325.",
        "Blank, Rebecca, David Card, and Philip Robbins. Financial Incentives for Increasing Work and Income Among Low-Income Families. in Finding Jobs: Work and Welfare Reform, edited by Rebecca Blank and David Card. New York: Russell Sage, 2000.",
        "Blundell, R., A. Duncan, and C. Meghir. Evaluating In-Work Benefit Reform: The Working Families Tax Credit in the UK. University College London, Mimeo, 1999.",
        "Blundell, Richard. Work Incentives and In-Work Benefit Reforms: A Review. Oxford Review of Economic Policy. 16 No. 1 (2000).",
        "Blundell, Richard, A. Duncan, J. McCrae, and C. Meghir. The Labour Market Impact of the Working Families Tax Credit. Fiscal Studies. 21 No. 1 (2000).",
        "BÃ\u0083Â¶heim, RenÃ\u0083Â©, and Stephen P. Jenkins. Do Current Income and Annual Income Measures Provide Different Pictures of Britains Income Distribution? Institute for Economic and Social Research Working Paper No. 16. London: 2000.",
        "Bound, John, and Timothy Waidmann. Disability Transfers, Self-reported Health, and the Labor Force Attachment of Older Men: Evidence from the Historical Record. Quarterly Journal of Economics. (1992): 1393-1419.",
        "Citro, Constance F., and Robert T. Michael (Eds.). Measuring Poverty: A New Approach. Washington, D.C.: National Academy Press, 1995.",
        "Cutler, David M, and Lawrence F. Katz. Macroeconomic Performance and the Disadvantaged. Brookings Papers on Economic Activity. 2 (1991): 1-74.",
        "Devroye, Dan, and Richard Freeman. Does Inequality in Skills Explain Inequality in Earnings Across Countries. Harvard University, Mimeo, 2000.",
        "Dilnot, A., and J. McCrae. Family Credit and the Working Families Tax Credit. Institute for Fiscal Studies Briefing Note No. 3. London: Institute for Fiscal Studies, 1999.",
        "Eissa, Nada, and Hilary Hoynes. The Earned Income Tax Credit and the Labor Supply of Married Couples. University of California at Berkeley, Mimeo, 1999.",
        "Eissa, Nada, and Jeffrey B. Liebman. Labor Supply Response to the Earned Income Tax Credit. Quarterly Journal of Economics. 112 No. 2 (May 1996): 605-637.",
        "Ellwood, David T. The Impact of the Earned Income Tax Credit and Social Policy Reforms On Work, Marriage, and Living Arrangements. National Tax Journal. 53 No. 4 (Part 2) (December 2000): 1063-1106.",
        "Ercolani, M. , and Steven Jenkins. The Polarisation of Work and the Distribution of Income in Britain. Discussion Paper. Institute for Labour Research, 1998.",
        "Evans, M. New Inequalities: The Changing Distribution of Income and Wealth in the United Kingdom. edited by J. Hills. Cambridge, UK: Cambridge University Press, 1996.",
        "Gottschalk, Peter. Early Labor Market Experience: Dead-end Jobs or Stepping-stones for Less-skilled Workers? Boston College, Mimeo, 2000.",
        "Gottschalk, Peter, and Timothy Smeeding. Cross-National Comparisons of Earnings and Income Inequality. Journal of Economic Literature. 35 (June 1997): 633- 687.",
        "Gregg, P., and S. Machin. Is the UK Rise in Inequality Different? in The UK Labour Market, edited by R. Barrell. Cambridge, UK: Cambridge University Press, 1994.",
        "Gregg, Paul, Kristine Hansen, and Jonathan Wadsworth. Economic Inactivity. in The State of Working Britain, edited by Paul Gregg and Jonathan Wadsworth. Manchester, UK: Manchester University Press, 1999a.",
        "Gregg, Paul, P. Johnson, and H. Reed. Entering Work and the British Tax and Benefit System. London: Institute for Fiscal Studies, 1999b.",
        "Gregg, Paul, and Jonathan Wadsworth. Two Sides to Every Story. Measuring Worklessness and Polarisation at the Household Level. Centre for Economic Performance Discussion Paper No. 1099. London: 2000.",
        "Gruber, Jonathan, and Jeffrey D. Kubik. Disability Insurance Rejection Rates and the Labor Supply of Older Workers. Journal of Public Economics. 64 No. 1 (1994): 1-23.",
        "Haveman, Robert, Philip de Jong, and Barbara Wolfe. Disability Transfers and the Work Decision of Older Men. The Quarterly Journal of Economics. (1991): 939-949.",
        "Machin, Steven. Wage Inequality in the 70s, 80s and 90s. in The State of Working Britain, edited by P. Gregg and J. Wadsworth. Manchester, UK: Manchester University Press, 1999.",
        "McClements, D. Equivalence Scales for Children. Journal of Public Economics. 8 (1977): 191-210.",
        "Meyer, Bruce D., and Dan T. Rosenbaum. Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers. NBER Working Paper No. W7363. Cambridge, MA: National Bureau of Economic Research, 1999.",
        "Meyer, Bruce D., and Dan T. Rosenbaum. Making Single Mothers Work: Recent Tax and Welfare Policy and its Effects. National Tax Journal. 53 No. 4 (Part 2) (December 2000): 1027-1062.",
        "Moffitt, Robert. The Econometrics of Piecewise-Linear Budget Constraints: A Survey and Exposition of the Maximum Likelihood Method. Journal of Business and Economic Statistics. 4 (1986): 317-327.",
        "Moffitt, Robert. Incentive Effects of the U.S. Welfare System: A Review. Journal of Economic Literature. 30 (March 1992): 1-61.",
        "Nolan, B. Unemployment and the Size Distribution of Income. Economica. 53 (1986): 421-446.",
        "Piachaud, D., and H. Sutherland. How Effective is the British Governments Attempt to Reduce Child Poverty? CASE Working Paper No. 38. London: 2000.",
        "Stewart. Low Pay in Britain. in The State of Working Britain, edited by P. Gregg and J. Wadsworth. Manchester, UK: Manchester University Press: Manchester University Press, 1999."
    ]
}