{
    "id": 8259,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "Abel, Andrew. \"The Effects of Investing Social Security Funds in the Stock Market When Fixed Costs Prevent Some Households from Holding Stocks.\" NBER Working Paper #7739, 2000. Forthcoming in the American Economic Review.",
        "Auerbach, Alan J., \"Tax Reform, Capital Accumulation, Efficiency, and Growth,\" in Henry J. Aaron and William G. Gale, eds., Economic Effects of Fundamental Tax Reform, The Brookings Institution: Washington, D.C., 1996, 29-81.",
        "Auerbach, Alan J., Laurence Kotlikoff, Jagadeesh Gokhale. \"Generational Accounting: A Meaningful Way to Evaluate Fiscal Policy.\" Journal of Economic Perspectives, (8), 1 (Winter 1994): 73-94.",
        "Barro, Robert J. \"Are Government Bonds Net Wealth?,\" Journal of Political Economy, 82, 6,1974: 1095 - 1117.",
        "Bohn, Henning. \"Should the Social Security Trust Fund hold Equities? An Intergenerational Welfare Analysis.\" Review ofEconomic Dynamics, vol.2, no.3, July 1999, 666-697.",
        "Bradford, David. \"Consumption Taxes: Some Fundamental Transition Issues.\" NBER Working PaperNo. 5290, 1995.",
        "Congressional Budget Office. \"The Economic and Budget Outlook: An Update\" July 1, 1999.",
        "Diamond, Peter. \"Macroeconomic Aspects of Social Security Reform.\" Brookings Papers on EconomicActivity; 0(2), 1997, pages 1-66.",
        "Diamond, Peter and John Geanakoplos. \"Social Security Investment in Equities I: Linear Case.\" NBER Working Paper #7103, 1999.",
        "Domar, E. and R. Musgrave. \"Proportional Income Taxation and Risk Sharing.\" Quarterly Journal of Economics, 1944, 58, 388 - 422.",
        "Feldstein, Martin. \"Social Security, Induced Retirement, and Aggregate Capital Accumulation.\" JournalofPoliticalEconomy, 85, 5, 1974: 905-926.",
        "-R 1-Feldstein, Martin and Andrew Samwick. \"The Economics of Prefunding Social Security and Medicare Benefits.\" in B. Bernanke and J. Rotemberg (eds.) NBER Macroeconomics Annual 1997. Cambridge: MIT Press, 115-148.",
        "Gordon, Roger. \"Taxation of Corporate Capital Income: Tax Revenues versus Tax Distortions.\" QuarterlyJournalofEconomics, 1985, 100, 1 - 27.",
        "Miller, Merton and Charles Upton. Macroeconomics: A Neoclassical Introduction, First Edition, University of Chicago Press: Chicago, 1974.",
        "Mossin, J. \"Taxation and Risk-Taking: An Expected Utility Approach,\" Economica, 1968, 35, 74 -82.",
        "Poterba, James. \"The Rate of Return to Corporate Capital and Factor Shares: New Estimates Using Revised National Income Accounts and Capital Stock Data.\" NBER Working Paper, 6263, 1998.",
        "Rangel, Antonio. \"Forward and Backward Intergenerational Goods: A Theory of Intergenerational Exchange.\" NBER Working Paper #7518, 2000.",
        "Sandmo, Agnar. \"Capital Risk, Consumption, and Portfolio Choice,\" Econometrica, 1969, 37, 586599.",
        "Sandmo, Agnar. \"Portfolio Theory, Asset Demand and Taxation: Comparative Statics with Many Assets,\" Review ofEconomic Studies, 1977, 44, 369 - 379.",
        "Sandmo, Agnar. \"The Effects of Taxation on Savings and Risk Taking.\" in A.J. Auerbach and M. Feldstein, eds., Handbook of Public Economics, Vol I., 1985, 265 -311.",
        "Schieber, Sylvester and John Shoven. The Real Deal: The History and Future of Social Security. Yale University Press, 1999.",
        "Smetters, Kent. \"Trading with the Unborn: A New Perspective on Capital Income Taxation.\" Mimeo, University ofPennsylvania, 2000.",
        "Stiglitz, Joseph. \"The Effects of Income, Wealth and Capital Gains Taxation on Risk-Taking.\" QuarterlyJournalofEconomics, 1969, 83, 262 - 283.",
        "Wang, Y. \"Stationary Equilibria in an Overlapping Generations Economy with Stochastic Production.\" JournalofEconomic Theory, 61, 1993, 423 - 435. -R2-"
    ]
}