{
    "id": 8261,
    "cites": 22,
    "cited_by": 24,
    "reference": [
        "Attanasio, Orazio P. and Hillary W. Hoynes. 2000. Differential Mortality and Wealth Accumulation, Journal of Human Resources, 35(1) (Winter): 29.",
        "Auten, Gerald and David Joulfaian. 2000. Bequest Taxes and Capital Gains Realizations, unpublished manuscript Office of Tax Analysis. Washington, DC: U.S. Department of the Treasury, February.",
        "Blundell, Richard and James Powell. 2000. Endogeneity in Nonparametric and Semiparametric Regression Models, unpublished manuscript. London: University College.",
        "Bruce, Donald. 1999. Effects of the United States Tax System on Transitions into SelfEmployment, unpublished manuscript, Center for Policy Research, The Maxwell School. Syracuse, NY: Syracuse University.",
        "Buchinsky, Moshe. 1995. Estimating the Asymptotic Covariance Matrix for Quantile Regression Models: A Monte Carlo Study, Journal of Econometrics, 68(2): 303-338.",
        "Eller, Martha Britton, Brian Erard, and Chih-Chin Ho. 2000. The Magnitude and Determinants of Federal Estate Tax Compliance. Prepared for Rethinking Estate and Gift Taxation, Brooking Institute, May 2000.",
        "Feenberg, Daniel R. and Elizabeth Coutts. 1993. An Introduction to the TAXSIM Model, Journal of Policy Analysis and Management, 12(1) (Winter): 189-194.",
        "Feldstein. Martin. 1978. The Welfare Cost of Capital Income Taxation, Journal of Political Economy, 86(2) (April).",
        "Gale, William, and Maria Perozek. 2000. Do Estate Taxes Reduce Saving'DONE' Prepared for Rethinking Estate and Gift Taxation, Brooking Institute, May 2000.",
        "Hall, Robert and Alvin Rabushka. 1995. The Flat Tax, 2nd Edition. Stanford, CA: The Hoover Institution Press.",
        "Hurd, Michael and James P. Smith. 1999. Anticipated and Actual Bequests, NBER Working Paper No. W7380. Cambridge, MA: National Bureau for Economic Research, October.",
        "Joulfaian, David. 1998. The Federal Estate and Gift Tax: Description, Profile of Taxpayers, and Economic Consequences, Office of Tax Analysis Paper 80. Washington, DC: U.S.",
        "Department of the Treasury, December. Joulfaian, David. 2000. Charitable Giving in Life and Death. Prepared for Rethinking Estate and Gift Taxation, Brookings Institute, May 2000.",
        "Juster, F. Thomas and Richard Suzman. 1995. An Overview of the Health and Retirement Study, Journal of Human Resources, 30: S7-S56.",
        "Kopczuk, Wojciech. 2000. The Trick is to Live: Is the Estate Tax Social Security for the Rich'DONE' unpublished manuscript, Department of Economics. Ann Arbor: University of Michigan.",
        "Kopczuk, Wojciech and Joel Slemrod. 2000. The Impact of the Estate Tax on Wealth Accumulation and Avoidance Behavior of Donors. Prepared for Rethinking Estate and Gift Taxation, Brookings Institute, May 2000.",
        "Marples, Donald. 2000. Labor Supply Effects of the Estate Tax, unpublished manuscript, Center for Policy Research, The Maxwell School. Syracuse, NY: Syracuse University.",
        "McGarry, Kathleen. 1999. The Cost of Equality: Unequal Bequests and Tax Avoidance, unpublished manuscript, Department of Economics. Los Angeles: University of California, February.",
        "McGarry, Kathleen. 1999. Inter vivos Transfers or Bequests Estate Taxes and the Timing of Parental Giving, unpublished manuscript, Department of Economics. Los Angeles: University of California, November.",
        "Poterba, James. 1997. The Estate Tax and After-Tax Investment, NBER Working Paper No. 6337. Cambridge, MA: National Bureau of Economic Research, December.",
        "Poterba, James. 1998. Estate and Gift Taxes and Incentives for Inter Vivos Giving in the United States, NBER Working Paper No. 6842. Cambridge, MA: National Bureau of Economic Research, December.",
        "Schmalbeck, Richard. 2000. Avoiding Federal Wealth Transfer Taxes. Prepared for Rethinking Estate and Gift Taxation, Brooking Institute, May 2000."
    ]
}