{
    "id": 8262,
    "cites": 25,
    "cited_by": 5,
    "reference": [
        "Aloise-Young, Patricia and Karen Hennigan, and John Graham. \"Role of the Self-Image and Smoker Stereotype in Smoking Onset During Early Adolescence: A Longitudinal Study.\" Health Psychology, 15 (6), November 1996: 494 - 497.",
        "Amos, Amanda, David Gray, Candace Currie and Rob Elton. \"Healthy or Druggy? Self-Image, Ideal Image, and Smoking Behaviour Among Young People.\" Social Science & Medicine, 45 (6), Sep 1997: 847 - 858.",
        "Barber, James, Floyd Bolitho and Lorne Bertrand. \"The Predictors of Adolescent Smoking.\" Journal ofSocialServiceResearch, 26 (1), 1999: 51 - 66.",
        "Becker, Gary and Kevin Murphy. \"A Theory of Rational Addiction.\" Journal of Political Economy, 94 (4): 675-700, August, 1988.",
        "Becker, Gary, Michael Grossman, and Kevin Murphy. \"An Empirical Analysis of Cigarette Addiction.\" AmericanEconomicReview, 84 (3): 396-418, June, 1994.",
        "Bell, Robert, Stephen Pavis, Amanda Amos, and Sarah Cunningham-Burley, \"Continuities and Changes: Teenage smoking and occupational transition.\" Journal of Adolescence, Oct 1999,22 (5): 683-694. Center for Disease Control. \"Incidence of Initiation of Cigarette Smoking Among U.S. Teens.\" (Available at http://www.cdc.gov/tobacco/research_data/youth/initfact.htm).",
        "Chaloupka, Frank J. and Michael Grossman. \"Price, Tobacco Control, and Youth Smoking.\" National Bureau ofEconomic Research Working Paper 5740. September, 1996.",
        "Crisp, Arthur, Philip Sedgwick, Christine Halek, Neil Joughin, Humphrey Heather. \"Why May Teenage Girls Persist in Smoking?\" Journal ofAdolescence, Oct 1999, 22(5): 657-672.",
        "Douglas, Stratford. \"The Duration of the Smoking Habit.\" Economic Inquiry, 36 (1): 49-64, January, 1998.",
        "Falomir, Juan and Federica Invernizzi. \"The Role of Social Influence and Smoker Identity in Resistanceto Smoking Cessation.\" SwissJournalofPsychology, 58 (3), June 1999: 73 - 84.",
        "Friedman, Milton and Rose Friedman. Free to Choose: A Personal Statement., Avon Books: New York, NY, 1981.",
        "Glendinning, Anthony and David Inglis. \"Smoking Behaviour in Youth: The Problem of Low Self-Esteem?\" Journal ofAdolescence, 22 (5), October 1999, 673 - 682.",
        "Isohanni, Matti, Irma Moilanen, Paula Rantakallio. \"Determinants of Teenage Smoking, with Special Reference to Non-standard Family Background.\" British Journal of Addiction, 1991, 86 (4): 391-398.",
        "Lee, Li Way. \"Would Harassing Drug Users Work?\" Journal of Political Economy, (101), 5,1993: 939 - 959.",
        "Lloyd, Barbara, Kevin Lucas, and Madeline Fernbach. \"Adolescent Girls&apos; Constructions of Smoking Identities: Implications for Health Promotion.\" Journal of Adolescence, 20 (1), February 1997: 4356.",
        "Pearson, Michael and Lynn Michell. \"Smoke Rings: Social Network Analysis of Friendship Groups, Smoking and Drug-Taking.\" Drugs: Education, Prevention and Policy, 7 (1), February 2000: 21 -37.",
        "Pentz, MA, S. Sussman and T. Newman. \"The Conflict Between Least Harm and No-Use Tobacco Policy for Youth: Ethical and Policy Implications.\" Addiction 1997, 92 (9): 1165 - 1173.",
        "Peterson, Arthur V., Jr., Kathleen A. Kealey, SueL. Mann, Patrick M. Marek, and Irwin G. Sarason. \"Hutchinson Smoking Prevention Project: Long-Term Randomized Trial in School-Based Tobacco Use Prevention. Results on Smoking.\" Journal of the National Cancerlnstitute, 2000, 92, 24.",
        "Portner, Jessica. \"Despite Heat on Tobacco Producers, Some Schools Still Permit Smoking.\" Education Weekon the Web, October29, 1997.",
        "Thorton, William, Graham Douglas, and Stephen Houghton. \"Transition through Stages of Smoking: The Effect of Gender and Self-Concept on Adolescent Smoking Behavior.\" Journal of AdolescentHealth, 25 (4), October 1999: 284 - 289.",
        "U. S. Congressional Budget Office. The Proposed Tobacco Settlement: Issues From a Federal Perspective. CBO Paper, Washington, D.C., April, 1998.",
        "U. S. Department of Health and Human Services, Preventing Tobacco Use Among Young People: A Report of the Surgeon General. Atlanta, Georgia: U.S, Department of Health and Human Services, Public Health Service, Centers for Disease Control and Prevention, National Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health, 1994.",
        "Viscusi, W. Kip. \"Do Smokers Underestimate Risks?\" Journal of Political Economy, December, 1990, 98 (6): 1253-69.",
        "Wagner, EricF. and Jana H. Atkins, \"Smoking among teenage girls.\" Journal of Child & Adolescent SubstanceAbuse, 2000, 9 (4): 93-110.",
        "Warheit, George, Frank Biafora, Rick Zimmerman, and Gil Andres. \"Self-rejection / derogation, Peer Factors, and Alcohol, Drug and Cigarette Use Among a Sample of Hispanic, African-American, and White non-Hispanic Adolescents.\" International Journal of the Addictions, 30 (2), January, 1995:97 - 116."
    ]
}