{
    "id": 8267,
    "cites": 34,
    "cited_by": 47,
    "reference": [
        "Alesina, A. (1998), The Political Economy of Macroeconomic Stabilization: Myths and Reality, in V. Tanzi and Ke-Young Chu (eds.) Income Distribution and High Quality Growth, MIT Press, Cambridge, MA.",
        "Alesina, A., R. Baqir and W. Easterly (2000), Public Employment and Re-distributive Policies, Journal of Urban Economics, October.",
        "Alesina, A., R. Baqir and W. Easterly (1997), Public Goods and Ethnic Divisions, Quarterly Journal of Economics, November, 1243-84.",
        "Alesina, A., S. Danninger and M. Rostagno (2001), Redistribution Through Public Employment: The Case of Italy, IMF Staff Paper, forthcoming .",
        "Alesina, A. and D. Rodrik (1994), Distributive Politics and Economic Growth, The Quarterly Journal of Economics, 109, 465-90.",
        "Atkinson, A., F. Bourguignon and C. Morrison (1992), Empirical Studies oj Income Mobility, London: Harwood Academic Publishers.",
        "Belsley, D.A., E. Kuh, and R.E. Welsch (1980), Regression Diagnostics, New York: John Wiley and Sons.",
        "Benabou, R. and E. Ok (2001), Social Mobility and the Demand for Redistribution , The Quarterly Journal of Economics, May.",
        "Bjorklund, A. and M. Jantti (1997), Intergenerational Income Mobility in Sweden Compared to the United States, American Economic Review, December, 1009-18.",
        "Checchi, D., A. Ichino and A. Rustichini (1999), More Equal but Less Mobile? Education Financing and Intergenerational Mobility in Italy and the US, Journal of Public Economics, 74, 351-93.",
        "Corneo, G. (2000), Inequality and the State: Comparing US and German Preferences, unpublished.",
        "Corneo, G. and H.P. Gruner (2000), Individual Preferences for Political Redistribution , unpublished.",
        "Cowell, F. and C. Schluter (1998), Measuring Income Mobility with Dirty Data, CASE Discussion Paper No. 16, London School of Economics.",
        "Dardanoni, V. and A. Forcina (1998), A Unified Approach to Likelihood Inference on Stochastic Orderings in a Nonparametric Context, Journal oj the American Statistical Association, 93(443), 1112-1123.",
        "Davis, J.A. and T.W. Smith (1994), General Social Surveys, 1972-1994, Machine-readable data file, Chicago: National Opinion Research Center (producer), Storrs, CT: The Roper Center for Public Opinion Research (distributor).",
        "Fields, G. and E. Ok (1996a), The Meaning and Measurement of Income Mobility, Journal of Economic Theory, 71, 349-77.",
        "______(1996b), The Measurement of Income Mobility: An Introduction to the Literature, C.V. Starr Center for Applied Economics Report No. 96-05, New York University.",
        "Gardiner, K. and J. Hills (1999), Policy Implications of New Data on Income Mobility, The Economic Journal, 109, 91-111.",
        "Gilens, M. (1999), Why Americans Hate Welfare, University of Chicago Press, Chicago, IL.",
        "Gottschalk, P. and E. Spolaore (2000), On the Evaluation of Economic Mobility, Working Paper No. 459, Boston College.",
        "Gottschalk, P. (2000), Wage Mobility Within and Between Jobs: How Prevalent is Downward Mobility?, Working Paper No. 486, Boston College.",
        "Kinder, D. and L. Sanders (1999), Divided by Colors, University of Chicago Press, Chicago, IL.",
        "King, M.A. (1983), An Index of Inequality: With Applications to Horizontal Equity and Social Mobility, Econometrica, 51(1), 99-",
        "Luttmer, E. (1997), Group Loyalty and the Taste for Redistribution, unpublished.",
        "Meitzer, A. and S. Richards (1981), A Rational Theory of the Size of Government , Journal of Political Economy, 89, 914-27.",
        "Nakao, K., Hodge, R.W., and Treas, J. (1990a), On Revising Prestige Scores for All Occupations, GSS Methodological Report No. 69, Chicago: NORC.",
        "Nakao, K. and Treas, J. (1990b), Computing 1989 Occupational Prestige Scores, GSS Methodological Report No. 70, Chicago: NORC.",
        "Peltzman (1980), The Growth of Government, Journal of Law and Economics, 269-88.",
        "Persson, T. and G. Tabellini (1994), Is Inequality Harmful for Growth?, American Economic Review, 48, 620-41",
        "Piketty, T. (1995), Social Mobility and Redistributive Politics, The Quarterly Journal of Economics, 110, 551-84",
        "Poterba, J. (1997), Demographic Structure and the Political Economy of Public Education, Journal of Policy Analysis and Measurement, Winter, 48-66.",
        "Ravallion, M. and M. Lokshin (2000), Who Wants to Redistribute? The Tunnel Effect in 1990 Russia, Journal of Public Economics, 76, 87-104.",
        "Romer, T. (1975), Individual Welfare, Majority Voting and the Properties of a Linear Income Tax, Journal of Public Economics, 7: 163-88.",
        "Van de Welle, D. and K. Nead (1995), Public Spending and the Poor, World Bank and Johns Hopkins University Press."
    ]
}