{
    "id": 8268,
    "cites": 85,
    "cited_by": 24,
    "reference": [
        "ABA Section of Antitrust Law, Antitrust Law Developments, 4th ed, 1997. Ahlborn, Christian, David S. Evans, and Atilano Jorge Padilla, Competition Policy on Internet Time: Is European Competition Law Up to the Challenge? European Competition Law Review, Issue 5, May 2001.",
        "Areeda, P. and D. Turner, Predatory Pricing and Related Practices under Section 2 of the ShermanAct, HarvardLaw Review,Vol. 88, 1975,pp. 697-733.",
        "Arquit, Kevin J., Market Power in Vertical Cases, Antitrust Law Journal, Vol. 60, 1992, p. 921.",
        "Arthur, Thomas C., Formalistic Line Drawing: Exclusion ofUnauthorized Servicers from Single Brand Aftermarkets Under Kodak and Sylvania, Iowa Journal of Corporate Law, Vol. 24, 1999, p. 603.",
        "Baer, William J., and David A. Balto, Antitrust Enforcement and High-Technology Markets, Michigan Telecommunications TechnologyLawReview, Vol. 5, 1998/1999, p. 73.",
        "Bakos, Yannis and Erik Brynjolfsson, Bundling Information Goods: Pricing, Profits, and Efficiencies, ManagementScience,Vol.45,No. 12, 1999.",
        "Becker, Gary S., Human Capital: A TheoreticalandEmpiricalAnalysis, With SpecialReference to Education, 2nd Ed., New York: National Bureau ofEconomic Research, Columbia University Press, 1975. -50 -Berndt, Ernst R., Robert S. Pindyck, and Pierre Azoulay, Consumption Externalities and Diffusion in Pharmaceutical Markets: Antiulcer Drugs, NBER Working Paper No. 7772, 2000.",
        "Besen, Stanley and Joseph Farrell, Choosing How to Compete: Strategies and Tactics in Standardization, Journal ofEconomic Perspectives, Vol. 3, No. 2, 1994, p. 117.",
        "Bork, Robert H., The Antitrust Paradox: A Policy At War With Itself, New York: The Free Press, 1978.",
        "Carlton, Dennis W., Antitrust Policy Toward Mergers When Firms Innovate: Should Antitrust Recognize the Doctrine ofInnovation Markets? Testimony before the Federal Trade Commission Hearings on Global and Innovation-based Competition, October 25, 1995.",
        "Carlton, Dennis W. and Michael Waldman, The Strategic Use ofTying to Preserve and Create Market Power in Evolving Industries, George J. Stigler Center for the Study of the Economy and the State Working Paper #145, March 2000; available at <http://gsbwww.uchicago.edu/research/cses/WorkingPapersPDF's/145.pdf>.",
        "Clark, Jim, Netscape Time, New York: St. Martin's Press, 1999.",
        "Council ofEconomic Advisers, Economic Report of the President, Washington D.C.: United States Government Printing Office, 2000.",
        "Crothers, Brooke, IBM, Rivals Work to Keep Email Simple, CNetNews.com, 1999, available at <http://news.cnet.com/news/0-3865-200-1421865.html>.",
        "Cusumano, Michael A. and David B. Yoffie, Competing on Internet Time: Lessonsfrom Netscape and the Battle with Microsoft, New York: Touchstone Books, 1998. -51 -Davis, Steven J., Jack MacCrisken, and Kevin M. Murphy, Integrating New Features into the PC Operating System: Benefits, Timing, and Effects on Innovation, 1998, available at <http://www.neramicrosoft.com/NeraDocuments/Analyses/integrating.pdf>.",
        "Easterbrook, Frank, Predatory Strategies and Counterstrategies, University of Chicago Law Review, Vol. 48, 1981, p. 263.",
        "Economides, Nicholas, The Economics ofNetworks, International journal oflndustrial Organization, Vol. 14, No. 6, 1996, pp. 673-99.",
        "Evans, David S., Dodging the Consumer Harm Inquiry: A Brief Survey ofRecent Government Antitrust Cases, St. John's Law Review, Vol. 75, Issue 3, 2001a.",
        "--------, Antitrust in the New Economy, Computer Industry Committee Newsletter, Section of the Antitrust Law, American Bar Association, Spring 2001b.",
        "Evans, David S., Albert Nichols, and Bernard Reddy, The Rise and Fall ofLeaders in Personal Computer Software, NERA, 1999, available at <http://www.neramicrosolt.com/NeraDocuments/Analyses/rise_and_lall.pdl>.",
        "Evans, David S. and Bernard J. Reddy, Some Economic Aspects of Standards in Network Industries and Their Relevance to Antitrust and Intellectual Property Law, in Intellectual PropertyAntitrust 1996, Practicing Law Institute, 1996.",
        "Evans, David S., Albert L. Nichols, and Richard Schmalensee, An Analysis of the Government's Economic Case in U.S. v. Microsoft, Antitrust Bulletin, Vol. 46, No. 2, Summer 2001.",
        "Evans, David S. and Richard Schmalensee, Be Nice to Your Rivals: How the Government Is Selling an Antitrust Case without Consumer Harm in United States v. Microsoft, in -52 -Evans, David S., Franklin M. Fisher, Daniel L. Rubinfeld, and Richard L. Schmalensee, DidMicrosoftHarm Consumers? Two Opposing Views, Washington D.C.: AEI-Brookings Joint Center for Regulatory Studies, 2000.",
        "--------, A Guide to the Antitrust Economics ofNetworks, Antitrust, Vol. 10, No. 2, 1996, p. 36.",
        "Farrell, Joseph and Michael L. Katz, The Effects of Antitrust and Intellectual Property Law on Compatibility and Innovation, AntitrustBulletin, Vol. 43, 1998, pp. 609-50.",
        "Fisher, Franklin M., Diagnosing Monopoly, Southern Economic Journal, Vol. 45, No. 4, 1979, pp. 7-33.",
        "Freedman, Alan, The Computer Desktop Encyclopedia, New York: Amacom, 1996.",
        "Fried, Ian, Palm and Microsoft Duke It Out at Comdex, CNetNews.com, 2000, available at <http://news.cnet.com/news/0-1006-200-3611466.html>.",
        "Gans, Joshua S., David H. Hsu, and Scott Stern, When Does Start-Up Innovation Spur the Gale of Creative Destruction? NBER Working PaperNo. 7851, 2000.",
        "Gilbert, Richard J., Symposium on Compatibility: Incentives and Market Structure, Journal of IndustrialEconomics, Vol. 40, No. 1, 1992, p. 1. -53 -Gilbert, Richard J. and David M.G. Newbery, Preemptive Patenting and the Persistence of Monopoly, American Economic Review, Vol. 72, No. 3, 1982, pp. 514-525.",
        "Gilbert, Richard J. and Steven C. Sunshine, Incorporating Dynamic Efficiency Concerns in Merger Analysis: The Use of Innovation Markets, Antitrust Law Journal, Vol. 63, 1995a, p. 569.",
        "Gilbert, Richard J. and Steven C. Sunshine, The Use ofInnovation Markets: A Reply to Hay, Rapp, and Hoerner, AntitrustLawJournal, Vol. 64, 1995b, p. 75.",
        "Grove, Andrew S., Only The ParanoidSurvive, New York: Doubleday, 1996.",
        "Haley, Colin C., Dutch Firm's Buy of Wang Global Seen as Winner by All Parties, Mass High Tech, 1999.",
        "Hay, George A., Innovations in Antitrust Enforcement, Antitrust Law Journal, Vol. 64, 1995, p. 7.",
        "Hoard, Bruce, Wang Amasses Dominant Share of Cluster WP Market, Computerworld, 1982.",
        "Hoerner, Robert J., Innovation Markets: New Wine in Old Bottles? Antitrust Law Journal, Vol. 64, 1995, p. 49.",
        "Hylton, Keith and Michael Salinger, Tying Law and Policy: A Decision Theoretic Approach (mimeo), Boston University, 2000.",
        "International Data Corporation, Pocketful ofPCs? No. 22184, 2000a.",
        "--------, Server Operating Environments Market Forecast and Analysis, 2000-2004, No. 22347, 2000b. -54 ---------, Technology Road Map ofSmart Handheld Devices, No. 16225, 1998.",
        "Jorgenson, Dale W., Information Technology and the U.S. Economy, Presidential Address to the American Economic Association, January 6, 2001.",
        "Joskow, P. and A. Klevorick, A Framework for Analyzing Predatory Pricing Policy, Yale Law Journal, Vol. 89, 1979, pp. 213-270.",
        "Katz, Michael and Carl Shapiro, 1994, Systems Competition and Network Effects, Journal of Economic Perspectives, Vol. 3, No. 2, 1994, p. 93.",
        "--------,, Network Externalities, Competition, and Compatibility, American Economic Review, Vol. 75, No. 3, 1985, pp. 424-440.",
        "Kauper, Thomas E., The Problem ofMarket Definition Under EC Competition Law, Fordham InternationalLawJournal, Vol. 20, 1997, p. 1682.",
        "Klein, Benjamin, Distribution Restrictions Operate By Creating Dealer Profits: Explaining the Use ofMaximum Resale Price Maintenance in State Oil v. Kahn, Supreme Court Economic Review, Vol. 7, 1999, p. 1.",
        "Klein, Joel, Statement Before the Antitrust, Business Rights and Competition Subcommittee Committee on the Judiciary, United States Senate, March 22, 2000.",
        "Lerner, Josh, The Returns to Investments in Innovative Activities: An Overview and an Analysis of the Software Industry, Harvard Business School and NBER, 1998, available at <http://www.neramicrosort.com/NeraDocuments/Analyses/returns_to.pdr>.",
        "Levin, Richard C., and Peter C. Reiss, Tests of a Schumpeterian Model ofR&D and Market Structure, in Z. Griliches, ed., R&D, Patents, andProductivity, Chicago: University of Chicago Press, 1984. -55 -Liebowitz, S.J. and S.E. Margolis, Network Externality: An Uncommon Tragedy, Journal of Economic Perspectives, Vol. 3, No. 2, 1994, p. 133.",
        "Lopatka, John E. and William H. Page, Antitrust on Internet Time: Microsoft and the Law and Economics ofExclusion, in E. Gellhorn and L. Ribstein eds, Supreme CourtEconomic Review, University of Chicago Press, 1999.",
        "Mankiw, N. Gregory, Principles ofMicroeconomics, Fort Worth: Dryden Press, 1998.",
        "Margolis, S.E. and S.J. Liebowitz, Causes and Consequences ofMarket Leadership in Application Software, in Winners, Losers, & Microsoft: Competition andAntitrust in High Technology, Oakland: IndependentInstitute, 1999.",
        "Markoff, John, Sales Seem Brisk As Windows 95 Hits the Shelves, New York Times, 1995.",
        "Metcalfe, Bob, From the Ether: Without Case ofVapors, Netscape's Tools Will Give Blackbird Reasonto Squawk, InfoWorld, 1995.",
        "Miles, Stephanie, Microsoft Abuzz Over Web-Enabled Cell Phone, CNetNews.com, 2000, available at <http://news.cnet.com/news/0-1006-200-2479539.html>.",
        "Miller, Michael J., OS/2 Warp and beyond, PCMagazine, 1995a.",
        "--------, Your next operating system; comparison ofWindows NT Workstation 3.51, Windows 95, Windows 3.1, Windows for Workgroups 3.11and IBM OS/2 Warp Connect, PC Magazine, 1995b.",
        "Monroe, Murray S., Antitrust Symposium: Vertical Restraints, University ofToledo Law Review, Vol. 27, 1996, p. 433.",
        "Nalebuff, Barry, Bundling (unpublishedmanuscript), 1999. -56 -National Science Foundation, Division of Science Resources Studies (NSF/SRS), Research and Developmentinlndustry, AnnualReport, 1969, 1981, 1992, and 1998.",
        "Ordover, Janusz A. and Robert D. Willig, An Economic Definition ofPredation: Pricing and Product Innovation, YaleLawJournal, Vol., 91, 1981, pp. 8-53.",
        "Petreley, Nicholas, Press missing big story: OS/2 to win desktop war over delayed Windows 95, InfoWorld, 1995.",
        "Pitofsky, Robert, Antitrust Analysis in High-Tech Industries: A 19th Century Discipline Addresses 21st Century Problems, Prepared Remarks for the American Bar Association Section of Antitrust Law's Antitrust Issues in High-Tech Industries Workshop, February 25-26, 1999.",
        "Posner, Richard, Antitrust in the New Economy, Address at Conference on Antitrust in New York sponsored by the American Law Institute-American Bar Association Committee on Continuing Professional Education, September 14, 2000, published in Tech LawJournal, available at <http://www.techlawjournal.com/atr/-20000914posner.asp>.",
        "--------, AntitrustLaw: An Economic Perspective, Chicago: University of Chicago Press, 1976.",
        "Pournelle, Jerry, Computing at Chaos Manor: Jerry's Best of 1985 Awards, Byte, 1986, available at <http://www.byte.com/art/9604/sec5/art2.htm>.",
        "Price, Richard G., Market Power and Monopoly Power in Antitrust Analysis, CornellLaw Review, Vol. 75, 1989, p. 190. -57 -Rapp, Richard T., The Misapplication of the Innovation Market Approach to Merger Analysis, AntitrustLawJournal,Vol. 64, 1995,p. 19.",
        "Reid, Robert H., Architects of the Web: 1,000 Days That Built the Future of Business, New York: Wiley, 1997.",
        "Reinganum, Jennifer F., The Timing oflnnovation: Research, Development, and Diffusion, in Handbook oflndustrial Organization, Amsterdam: North-Holland Press, 1989, pp. 849908.",
        "--------, Innovation andlndustry Evolution, QuarterlyJournalofEconomics, Vol. 99, 1985, pp.81-99.",
        "Rubinfeld, Daniel L., Competition, Innovation, and Antitrust Enforcement in Network Industries, Address Before the Software Publishers Association 1998 Spring Symposium, March 24, 1998, available at <http://www.usdoj.gov/atr/public/speeches/1611.htm>.",
        "Schmalensee, Richard, Antitrust Issues in Schumpeterian Industries, American Economic Review, Vol. 99, 2000, pp. 192-196.",
        "--------, Sunk Cost and Market Structure: A Review Article, Journal oflndustrial Economics, Vol. 40, June 1992, pp. 125-134.",
        "--------, Another Look at Market Power, Harvard Law Review, Vol. 95, 1982, p. 1789.",
        "--------, On the Use ofEconomic Models in Antitrust: The ReaLemon Case, University of PennsylvaniaLaw Review, Vol. 127, 1979, p. 994.",
        "Shepherd, Carl and Steven Payson, U.S. Corporate R&D, Volume II, a reportjointly prepared by the U.S. Department of Commerce/Office ofTechnology Policy and the National Science Foundation, Division ofScience Resources Studies, NSF 00-302, Arlington, VA, 1999.",
        "Sutton, John, Sunk Costs andMarketStructure: Price Competition, Advertising, andthe Evolution of Concentration, Cambridge: MIT Press, 1991.",
        "Trimble, Tim and Chris DeVoney, Win 95 bests OS/2 Warp, Computerworld, 1995.",
        "U.S. Bureau ofLabor Statistics, Department of Commerce, CurrentPopulation SurveyLabor Extracts, Outgoing rotations (1997-1999).",
        "U.S. Census Bureau, Department of Commerce, Statistics for Industry Groups, 2000, Annual Survey of Manufactures, 2000, available at <http://www.census.gov/prod/2000pubs/m98-as1.pdf>.",
        "--------, Semiconductor and Related Device Manufacturing, Industry Series, 1997, 1997 Economic Census, 1999a, available at <http://www.census.gov/prod/ec97/97m3344c.pdf>.",
        "--------, Pharmaceutical Preparation Manufacturing, Industry Series, 1997, 1997Economic Census, 1999b, available at <http://www.census.gov/prod/ec97/97m3254b.pdr>.",
        "--------, Comparative Statistics forUnited States, 1997Economic Census, July 1999c, available at <http://www.census.gov/epcd/ec97sic/e97sus.htm >.",
        "U.S. Department of Justice and the Federal Trade Commission, HorizontalMerger Guidelines (revised April 8, 1997). -59 -Vickers, John, The Evolution ofMarket Structure When There Is a Sequence ofInnovations, JournalofIndustrialEconomics,Vol. 35,No. 1, 1986, pp. 1-12.",
        "Waldman, Don E. and Elizabeth J. Jensen, Industrial Organization: Theory and Practice, Reading MA: Addison-Wesley, 1998.",
        "Whinston, Michael D., Tying, Foreclosure, and Exclusion, American Economic Review, Vol. 80, 1990, pp. 837-59."
    ]
}