{
    "id": 8271,
    "cites": 24,
    "cited_by": 112,
    "reference": [
        "Arnold, M. A. Costly Search, Capacity Constraints, and Bertrand Equilibrium Price Dispersion. International Economic Review, Feb. 2000, 41 (1), pp. 117-131.",
        "Bailey, J Intermediation and Electronic Markets: Aggregation and Pricing in Internet Commerce. Ph.D Thesis, Department of Electrical Engineering and Computer Science, MIT, May 20, 1998.",
        "Benabou, R. Search Market Equilibrium, Bilateral Heterogeneity, and Repeat Purchases. Journal of Economic Theory. 1993, 60, pp. 140-158.",
        "Benham, L. The Effect of Advertising on the Price of Eyeglasses. Journal of Law and Economics, October 1972, 15(2), pp. 337-52.",
        "Burdett, K. and K. L. Judd. Equilibrium Price Dispersion. Econometrica. July 1983, 51 (4), pp. 955-970.",
        "Butters, G. R. Equilibrium Distribution of Sales and Advertising Prices. Review of Economic Studies. Oct. 1977, 44(3), pp. 465-491.",
        "Available at: http://www.heinz.cmu.edu/~kclay/retailstrategies.pdf Devine, D. G. and Marion, B. W. The Influence of Consumer Price Information on Retail Pricing and Consumer Behavior. American Journal of Agricultural Economics, May 1979, 61(2), pp. 228-37.",
        "Feldman, R. and J. Begun. The Effects of Advertising: Lessons from Optometry. Journal of Human Resources, 1978, Supp. 13, pp. 247-62.",
        "Feldman, R. and J. Begun. Does Advertising of Prices Reduce the Mean and Variance of Prices'DONE' Economic Inquiry, July 1980, 18(3), pp. 487-92.",
        "Friedman, T. Amazon.you. New York Times, Feb 26, 1999; p. A21.",
        "Glazer, A. Advertising, Information, and Prices---A Case Study. Economic Inquiry, October 1981, 19(4), pp. 661-71.",
        "Hoynes, M. The Impact of the Internet on Consumer Purchasing and Implications for Independent Booksellers. Aug 6,1999.",
        "Kaufman, L and S. Hansell. Holiday Lessons In Online Retailing. New York Times, January 2, 2000, p. A1.",
        "Lee, H. G. Do Electronic Marketplaces Lower the Price of Goods. Communications of the ACM. 1998, 41(1), pp. 73-80.",
        "Mazzeo, M. Price and Quantity Outcomes in Product Differentiated Oligopoly. Mimeo, Northwestern University, 2000.",
        "Milyo, J. and J. Waldfogel. The Effect of Price Advertising on Prices: Evidence in the Wake of 44 Liquormart. American Economic Review. December 1999, 89 (5), pp.",
        "Rauh, M. T. A Model of Temporary Search Market Equilibrium. Journal of Economic Theory, 1977, 77, p. 128-153.",
        "Salop, S. and J. Stiglitz. Bargains and Ripoffs: A Model of Monopolistically Competitive Price Dispersion. Review of Economic Studies, October 1977, 44 (3), pp. 493-510.",
        "Salop, S. and J. E. Stiglitz. The Theory of Sales: A Simple Model of Equilibrium Price Dispersion with Identical Agents. American Economic Review. Dec. 1982, 72(5), pp. 1121-1130.",
        "Sorenson, A. T. Equilibrium Price Dispersion in Retail Markets for Prescription Drugs. Journal of Political Economy. 2000, 108 (4), p. 833-850.",
        "Stigler, G. The Economics of Information. Journal of Political Economy. June 1961, 69 (3), pp. 213-225.",
        "Tedeschi, Bob. Online Shopping Better Than the Mall'DONE' New York Times on the Web. September 21, 1999.",
        "Wilde, L. L. and A. Schwartz. Equilibrium Comparison Shopping. Review of Economic Studies. July 1979, 46 (3), pp. 543-553.",
        "Wilke, J. Technology. Wall Street Journal. Jan 11, 1993; p. B1."
    ]
}