{
    "id": 8275,
    "cites": 56,
    "cited_by": 80,
    "reference": [
        "Ades, Alberto and Federico Kaune. 1997. A New Measure of Current Account Sustainability for Developing Countries. Goldman-Sachs Emerging Markets Economic Research.",
        "Arellano, Manuel and Stephen Bond. 1991. Estimation of Dynamic Models with Error Components. Journal of the American Statistical Association 76.",
        "Attanasio, Orazio P., Lucio Picci and Antonello E. Scorcu. 2000. Saving, Growth, and Investment: A Macroeconomic Analysis Using a Panel of Countries. Review of Economics and Statistics; 82(2).",
        "Atkeson, Andrew and Jose Victor Rios Rull. 1996. The Balance of Payments and Borrowing Constraints: An Alternative View of the Mexican Crisis. Federal Reserve Bank of Minneapolis Staff Report: 212.",
        "Bacchetta, Philippe and Eric van Wincoop. 2000. Trade in Nominal Assets and Net International Capital Flows. Journal of International Money and Finance; 19(1).",
        "Banco de Mexico. The Mexican Economy. several issues, Mexico City. Beck, Nathaniel and Jonathan N. Katz. 1995. What to Do (and Not to Do) with TimeSeries Cross-Section Data. American Political Science Review; 89(3).",
        "Blanchard, Oliver. 1983. Debt and the Current Account Deficit in Brazil, in Pedro Aspe Armella, Rudiger Dornbusch and Maurice Obstfeld, eds., Financial Policy and the World Capital Market: The Problem of Latin American Countries.",
        "University of Chicago Press. Bruno, Michael. 1995. Currency Crises and Collapses: Comment. Brookings Papers on Economic Activity, No 2.",
        "Guillermo A. Calvo. 2000. Balance of Payments Crises in Emerging Markets: Large Capital Inflows and Sovereign Governments, in Paul Krugman, ed. Currency Crises, The University of Chicago Press.",
        "Calvo, Guillermo A., Leonardo Leiderman, and Carmen Reinhart. 1993. Capital Inflows and Real Exchange Rate Appreciation in Latin America: The Role of External Factors. IMF Staff Papers, 40, March.",
        "Chang, Roberto and Andres Velasco. 2000. Exchange-Rate Policy for Developing Countries. American Economic Review; 90(2).",
        "Chase Manhattan Bank, 1997. Emerging markets After Thailand: Guilt by Association or Flattered by Comparison'DONE' October 1.",
        "Cline, William R. 1988. International Debt: Progress and Strategy. Finance and Development; 25(2).",
        "Cooper, Richard N. 1971a. Currency Devaluation in Developing Countries. Princeton Essays in International Finance 86.",
        "Cooper, Richard N. 1971b. Issues for Trade Policy in the Seventies. TÃ\u0083Â¼bingen, Mohr.",
        "Corden, W. Max. 1994. Economic Policy, Exchange Rates, and the International System. Oxford: Oxford University Press, and Chicago: The University of Chicago Press.",
        "Corsetti, Giancarlo, Paolo Pesenti, and Nouriel Roubini. 1998. Paper Tigers'DONE' A Model of the Asian Crisis. Paper presented at the NBER-Bank of Portugal International Seminar on Macroeconomics, Lisbon, 14-15 June.",
        "Deuttsche Bank. 2000. Global Market Research, March.",
        "Dornbusch, Rudiger. 2000. Keys to Prosperity: Free Markets, Sound Money, and a Bit of Luck. MIT Press.",
        "Edwards, Sebastian. 1989. Structural Adjustment Policies in Highly Indebted Countries. in J.Sachs ed., Developing Countries Debt and Economic Performance Vol 2, Chicago: University of Chicago Press.",
        "Edwards, Sebastian. 1993. Exchange Rates as Nominal Anchors. Weltwirtschaftliches Archiv 129.",
        "Edwards, Sebastian. 1996. Why are Latin Americas Savings Rates So Low'DONE' An International Comparative Analysis. Journal of Development Economics; 51(1).",
        "Edwards, Sebastian. 1999. On Crisis Prevention: Lessons from Mexico and East Asia in Alison Harwood, Robert E. Litan and Micheal Pomerleano eds.",
        "Financial Markets and Development. Brookings Institution Press. Edwards, Sebastian. 2000. Contagion. The World Economy 23(7).",
        "Edwards, Sebastian, and Alejandra Edwards. 1991. Monetarism and Liberalization: The Chilean Experience. Chicago, Ill.: University of Chicago Press.",
        "Edwards, Sebastian and Julio Santaella. 1993. Devaluation Controversies in the Developing Countries: Lessons from the Bretton Woods Era, In M. Bordo and B Eichengreen eds. A Retrospective on the Bretton Woods System: Lessons for International Monetary Reform. Chicago: University of Chicago Press.",
        "Edwards, Sebastian and Sweder van-Wijnbergen. 1986. The Welfare Effects of Trade and Capital Market Liberalization. International Economic Review; 27(1).",
        "Eichengreen, Barry, Andrew K. Rose and Charles Wyplosz. 1996. Contagious Currency Crises. National Bureau of Economic Research Working Paper No.",
        "Fernandez de Cordoba, Gonzalo and Timothy J. Kehoe. 2000. Capital Flows and Real Exchange Rate Fluctuations Following Spains Entry into the European Community. Journal of International Economics; 51(1).",
        "Fischer, Stanley. 1988. Real Balances, the Exchange Rate, and Indexation: Real Variables in Disinflation. Quarterly Journal of Economics; 103(1).",
        "Fischer, Stanley. 1994. Comments on Dornbusch and Werner, Brookings Papers on Economic Activity, No. 1, 304-309.",
        "Fleiss, J.L. 1981. Statistical Methods for Rates and Proportions. John Wiley and Sons.",
        "Frankel, Jeffrey A., and Andrew Rose. 1996. Currency Crashes in Emerging Markets: An Empirical Treatment. Journal of International Economics, 41, November 1996.",
        "Frenkel, Jacob A. and Assaf Razin. 1987. Fiscal policies and the world economy: An intertemporal approach. MIT Press.",
        "Goldstein, Morris, Graciela L. Kaminsky and Carmen R. Reinhart. 2000. Assessing Financial Vulnerability: An Early Warning System for Emerging Markets.",
        "Washington: Institute for International Economics. Ghosh, Atish R. and Jonathan D. Ostry. 1995. The Current Account in Developing Countries: A Perspective From the Consumption-smoothing Approach. World Bank Economic Review 9.",
        "Harberger, Arnold. 1950. Currency Depreciation, Income and the Balance of Trade.",
        "Journal of Political Economy, February. Heckman, James J., Hidehiko Ichimura and Petra Todd. 1997. Matching as an Econometric Evaluation Estimator: Evidence from Evaluating a Job Training Programme. Review of Economic Studies; 64(4).",
        "Heckman, James J., Hidehiko Ichimura and Petra Todd. 1998. Matching as an Econometric Evaluation Estimator. Review of Economic Studies; 65(2).",
        "Johnson, Harry G. 1955. Economic Expansion and International Trade. Manchester School of Economic and Social Studies 23.",
        "Kamin, Steven B. 1988. Devaluation, Exchange Controls, and Black Markets for Foreign Exchange in Developing Countries. Board of Governors of the Federal Reserve System International Finance Discussion Paper: 334.",
        "Krugman, Paul 2000. Currency Crises. The University of Chicago Press.",
        "Laursen, Svend and Lloyd Metzler. 1950. Flexible Exchange Rates and the Theory of Employment. Review of Economics and Statistics, 32.",
        "Loayza, Norman, Klaus Schmidt-Hebbel, and Luis ServÃ\u0083Â©n. 2000. What Drives Private Saving around the World'DONE' World Bank, Development Research Group 2309.",
        "Washington, D.C.: Carnegie Endowment. Machlup, Fritz. 1943. International Trade and International Income Multiplier.",
        "Philadelphia Blakiston. Meade, James E. 1951. The Balance of Payments. London: Oxford University Press.",
        "Milesi-Ferretti, Gian Maria and Assaf Razin. 1996. Sustainability of Persistent Current Account Deficits. National Bureau of Economic Research Working Paper No. 5467.",
        "Milesi-Ferretti, Gian Maria and Assaf Razin. 1998. Sharp Reduction in Current Account Deficits: an Empirical Analysis. European Economic Review, 42.",
        "Obstfeld Maurice and Kenneth Rogoff. 1996. Foundations of International Macroeconomics. MIT Press.",
        "Robichek, E. Walter. 1981. Some Reflections About External Public Debt Management. Estudios Monetarios VII, Banco Central de Chile.",
        "Salinas de Gortari, Carlos. 2000. Memorias. Editorial Plaza y Janes.",
        "Sheffrin, Steven M. and Wing Thye Woo. 1990. Testing an Optimizing Model of the Current Account via the Consumption Function. Journal of International Money and Finance; 9(2).",
        "Summers, Lawrence H. 1996. Commentary, in Ricardo Hausmann and Liliana Rojas-Suarez eds., Volatile Capital Flows. Inter-American Development Bank.",
        "Summers, Lawrence H. 2000. International Financial Crises: Causes, Prevention, and Cures. American Economic Review, 90(2).",
        "World Bank, The. 1993. Trends in Developing Economies. World Bank.",
        "World Bank, The. 1994. Trends in Developing Economies. World Bank."
    ]
}