{
    "id": 8279,
    "cites": 31,
    "cited_by": 8,
    "reference": [
        "Aoki, M., 1988. Information, Incentives and Bargaining in the Japanese Economy. Cambridge University Press.",
        "Asanuma, B., 1989. Manufacturer-supplier relationships in Japan and the concept of relation-specific skill.",
        "Journal of the Japanese and International Economies 3, 1-30. Belderbos, R., Sleuwaegen, L., 1998. Tariff jumping DFI and export substitution: Japanese electronic firms in Europe. International Journal of Industrial Organization 16(5), 601-638.",
        "Business Week, July 17, 16-18. Bhagwati, J.N., Srinivasan, T.N., 1969. Optimal intervention to achieve non-economic objectives. Review of Economic Studies 36(1), 27-38.",
        "Bhagwati, J.N., 1971. Generalized theory of distortions and welfare. In: Bhagwati, J.N., Mundell, R.A., Jones, R.W., Vanek, J. (Eds.), Trade, Balance of Payments and Growth: Papers in International Economics in Honor of Charles C. Kindleberger. Amsterdam: North-Holland, Chapter 4, 69-90.",
        "Bhagwati, J.N., 1987. VERs, quid pro quo DFIandVIEs: Political-economy-theoretic analysis. International Economic Journal,1-14.",
        "Bjorksten, N., 1994. Voluntary import expansions and voluntary export restraints in an oligopoly model with capacity constraints. Canadian Journal of Economics, 446-457.",
        "Branstetter, L., 2000. Vertical keiretsu and knowledge spillovers in Japanese manufacturing: An empirical assessment. The Journal of the Japanese and International Economies 14, 73-104.",
        "Church, G. J., 1995. Launch of an economic cold war. TIME Domestic, 146, July 3.",
        "Cronshaw M.B., Markusen, J.R., 1995. The theory and consequences of results-oriented trade policy. In: Deardorff, A.V., Levinsohn, J., Stern, R.M. (Eds.), NewDirections in Trade Theory. Ann Arbor: University of Michigan Press, 295 - 326.",
        "Dodwell Marketing Consultants, 1990. The Structure of the Japanese Auto Parts Industry. Tokyo: Dodwell Marketing Consultants.",
        "Dyer, J.H., Ouchi, W.G., 1993. Japanese-style partnerships: Giving companies a competitive edge. Sloan Management Review 35(1), 51-63.",
        "FEER (Far Eastern Economic Review), 1993. Reject managed trade. Far Eastern Economic Review 4, November, p.2.",
        "Fung, K.C., 1991. Characteristics of Japanese industrial groups and their potential impact on U.S.-Japan trade. In: Baldwin, R., (Ed.), Empirical Studies of Commercial Policy. Chicago: University of Chicago Press, 137-168.",
        "Gerlach, M., 1989. Keiretsu organization in the Japanese economy: analysis and trade implications. In: Johnson, C., Tyson, L., Zysman, J. (Eds.), Politics and Productivity: The Real Story of Why Japan Works.",
        "Harper Business. Greaney, T.M., 1996. Import now!An analysis of market-share voluntary import expansions (VIEs). Journal of International Economics 40(1-2), 149-163.",
        "Head, K., Ries J. and D. Swenson, 1995. Agglomeration benefits and location choice: Evidence from Japanese manufacturing investments in the United States. Journal of International Economics 38, 223-247.",
        "Irwin, D.A., 1996. The U.S.-Japan semiconductor trade conflict. In: Krueger, A.O., (Eds.), The Political Economy of Trade Protection, Chapter 1. Chicago: The University of Chicago Press.",
        "Krishna, K., 1989. Trade restrictions as facilitating practices. Journal of International Economics 26, 251270.",
        "Krishna, K., Morgan, J., 1998. Implementing results-oriented trade policies: The case of the US-Japanese auto parts dispute. European Economic Review 42(8), 1443-1467.",
        "Krishna, K., Roy, S., Thursby, M., 1998. Implementing market access. Review of International Economics 6(4), 529-544.",
        "Krishna, K., Roy, S., Thursby, M., 2000. Can subsidies for MARs be procompetitive. NBERworking paper w7624 (March).",
        "Lawrence, R.Z, 1991. Efficient or exclusionist'DONE' The import behavior of Japanese corporate groups.",
        "Brookings Papers on Economic Activity, 311-330. Lawrence, R.Z, 1993. Japans different trade regime: An analysis with particular reference to keiretsu.",
        "Journal of Economic Perspectives 7(3), 3-19. Levinsohn, J., 1997. Carwars: Trying to make sense of U.S.-Japan trade frictions in the automobile and automobile parts markets. In: Feenstra, R.C. (Ed.), The Effects of U.S. Trade, Protection and Promotion Policies. Chicago, London: University of Chicago Press, 11-32.",
        "McLaren, J., 1999. Supplier relations and the market context: A theory of handshakes. Journal of International Economics 48, 121- 138.",
        "McMillan, J., 1996. Why does Japan resist foreign market-opening pressure'DONE' In: Bhagwati, J., Hudec, R.",
        "New York Times, 1995. Japan buys more U.S. auto parts. New York Times (National Edition), CXCLIV, no. 50,122, July 14.",
        "Rubenstein, J.M., 1990. Japanese motor vehicle producers in the USA: Where and why. Focus, Summer, 711.",
        "Saxonhouse, G.C., 1989. Differentiated products, economies of scale and access to the Japanese market. In: Feenstra, R.C. (Ed.), Trade Policies for International Competitiveness. Chicago, London: University of Chicago Press, 145-174.",
        "Spencer, B. J., Qiu, L.D., 2001. Keiretsu and relationship-specific investment: A barrier to trade'DONE' NBER working paper w7572, 2000. International Economic Review, 42, November 2001 forthcoming."
    ]
}