{
    "id": 828,
    "cites": 19,
    "cited_by": 3,
    "reference": [
        "Luerbach, Alan J. and Dale W. Jorgenson (1980), Inflation-Proof Depreciation of Assets, Harvard Business Review, Vol. 58, September-October.",
        "Boskin, Michael J. (1978), Taxation, Saving, and the Rate of Interest, Journal of Political Economy, Vol. 86, April, Part 2.",
        "Bradford, David F. and Don Fullerton (1982), Pitfalls in the Construction and Use of Effective Tax Rates, in Charles R. Eulten, ed., Depreciation, Inflation, and the Taxation of Income from Captial, The Urban Institute, Washington, D.C.",
        "Brown, E. Cary (1982), The `Net Versus the `Gross Investment Tax Credit, in Charles R. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Capital, The Urban Institute, Washington, D.C.",
        "Feldstein, Martin, and Lawrence Summers (1978), Inflation, Tax Rules, and the Long-Term Interest Rate, Brookings Papers on Economic Activity.",
        "Fullerton, Don and Roger H. Gordon (1982), A Reexamination of Tax Distortions in General Equilibrium Models, in Martin Feldstein, ed., Simulation Methods in Tax Policy Analysis, University of Chicago Press, Chicago (forthcoiii14).",
        "Fullerton, Don, Yolanda Kodrzycki Henderson, and John B. Shoven (1982), A Comparison of Methodologies in General Equilibrium Models of Taxation, in John B. Shoven and Herbert Scarf, eds., Applied General Equilibrium Analysis, University of Chicago Press, Chicagc (forthcoming).",
        "Fullerton, Don, A. Thomas King, John B. Shoven, and John Whalley (1980), Corporate and Personal Tax Integration in the U.S.: Some Preliminary Findings, in Robert H. Haveman and Kevin Hollenbeck, eds., Microeconomic - Simulation Models for Public Policy Analysis, Institute for Research on Poverty, Madison, Wisconsin.",
        "Fullerton, Don, A. Thomas King, John B. Shoven, and John Whalley (1981), Corporate Tax Integration in the U.S.: A General Equilibrium Approach, American Economic Review, Vol. 71, September.",
        "Gravelle, Jane C. (1982), The Social Cost of Nonneutral Taxation: Estimates for Nonresidential Capital, in Charles R. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Capital, The Urban Institute, Washington, D.C.",
        "Bali, Robert E. and Dale W. Jorgenson (1967), Tax Policy and Investment Behavior, American Economic Review, Vol. 57, June.",
        "Barberger, Arnold C. (1962), The Incidence of the Corporation Income Tax, Journal of Political Economy, Vol. 70, June.",
        "Hulten, Charles R. and Frank C. Wykoff (1981), Economic Depreciation and Accelerated Depreciation: An Evaluation of the Conable-Jones 10-5-3 Proposal, National Tax Journal, Vol. 34, March.",
        "Hulten, Charles R. and Frank C. Wykoff (1982), The Measurement of Economic Depreciation, in Charles R. Hulten, ed., Depreciation, Inflation, and the Taxation of Income from Capital, The Urban Institute, Washington, D.C.",
        "Jorgenson, Dale. W. and Martin A. Sullivan (1982), Inflation and Corporate Capital Recovery, in Charles R. Hulten, ed., Depreciation, Inflation, and Taxation of Income from Capital, The Urban Institute, Washington, D.C.",
        "Scarf, Herbert with the collaboration of Terje Hansen (1973), The Computation of Economic Equilibria, Yale University Press, New Haven, Conn.",
        "Shoven, John B. and Jeremey I. Bulow (1975), Inflation Accounting and NonFinancial Corporate Profits: Physical Assets, Brookings Papers on Economic Activity.",
        "Slemrod, Joel (1982), A General Equilibrium Model of Taxation with Endogenous Financial Behavior, in Martin Feldstein, ed., Simulation Methods in Tax Policy Analysis, University of Chicago Press, Chicagc (forthcoming).",
        "Summers, Lawrence (1981), The Non-Adjustment of Nominal Interest Rates: A Study of the Fisher Effect, National Bureau of Economic Research Working Paper, Cambridge, Mass."
    ]
}