{
    "id": 8281,
    "cites": 22,
    "cited_by": 7,
    "reference": [
        "Bearse, P.M. (1997) On the Age Distribution of Arrests and Crime. University of Tennessee, Department of Economics, mimeo.",
        "Becker Gary S. (1968) Crime and Punishment: An Economic Approach, Journal of Political Economy, Vol. 73, pp. 169-217.",
        "Eckstein, Zvi and Wolpin, Kenneth, I. (1999) Why Youths Drop Out of High School: The Impact of Preferences, Opportunities, and Abilities, Econometrica, Vol. 67, pp. 1295-1339.",
        "Flinn, Christopher (1986) Dynamic Models of Criminal Careers. in A.",
        "Blumstein et. al., Ed. Criminal Careers and Career Criminals, Washington D.C. National Academy Press, Vol. 2. Freeman, Richard B. (1996) Why Do So Many Young American Men CommitCrimeandWhatMightWeDoAboutIt'DONE',Journal of Economic Perspectives, Winter, Vol. 10, Number 1, pp. 25-42.",
        "Glaezer, Edward L., Sacerdote, Bruce and Jose Scheinkman (1996) Crime and Social Interaction, Quarterly Journal of Economics,CXI, May, pp. 507-548.",
        "Grogger, Je (1995) The Eects of Arrests on the Employment and Earnings of Young Men, Quarterly Journal of Economics, pp. 51-71.",
        "Grogger, Je (1998) Market Wages and Youth Crime, Journal of Labor Economics, pp. 756-791.",
        "Imrohorglu, Ayse, Antonio Merlo, and Peter Rupert (2000) What Accounts for the Decline in Crime'DONE' mimeo.",
        "Kahan, Dan M. (1997) Social Meaning and the Economic Analysis of Crime, Forthcoming, Journal of Legal Studies.",
        "Keane, Michael P. and Kenneth Wolpin (1997) The Career Decisions of Young Men, Journal of Political Economy, Vol. 105, pp. 473-521.",
        "Kling, Jerey R. (1998) The EectofPrisonSentenceLengthonthe Subsequent Employment and Earnings of Criminal Defendants, mimeo.",
        "Leung, Siu F. (1994) An Economic Analysis of the Age-Crime ProÃ\u0083Å¾le, Journal of Economic Dynamic and Control, 18, pp. 481-497.",
        "Levitt, Steven (1996) The EectofPrisonPopulationonCrimeRates: Evidence from Prison Overcrowding Litigation, Quarterly Journal of Economics, Vo l . 111, pp 319-352.",
        "Levitt, Steven (1997) Juvenile Crime and Punishment, Journal of Political Economy, Vol. 106, pp. 11561186.",
        "Lochner, Lance (2000) An Empirical Study of Individual Perceptions of the Criminal Justice System, mimeo.",
        "Rust, John (1987) Optimal Replacement of GMC Bus Engines: An Empirical Model of Harold Zurcher, Econometrica, Vol. 55, No. 5, pp.",
        "Rust, John (1997) Using Randomization to Break the Curse of Dimensionality, Econometrica, Vol. 65, No. 3, pp. 487-516.",
        "Tauchen, Helen, Anne D. Witte and H. Griesinger (1988) Deterrence, Work and Crime: Revisiting the Issue with a Birth Cohort, National Bureau of Economic Research Working Paper No. 2508.",
        "Tauchen, Helen, Anne D. Witte and H. Griesinger (1994) Criminal Deterrence: Revisiting the Issue with a Birth Cohort, Review of Economics and Statistics, 76 (3), pp. 399-412.",
        "Waldfogel, Joel (1993) The Eect of Criminal Conviction on Income and the Trust Reposed in the Workmen, Journal of Human ResourcesVo l .",
        "Williams, Jenny and Robin C. Sickles (1997) An Inter-temporal Model of Rational Criminal Choice, University of Texas, mimeo."
    ]
}