{
    "id": 8285,
    "cites": 30,
    "cited_by": 133,
    "reference": [
        "Aghion, Philippe and Patrick Bolton. 1992. An Incomplete Contracts Approach to Financial Contracting, Rev. Econ. Stud. 59, pp. 473-94.",
        "Allen, Franklin and Douglas Gale. 2000. Comparing Financial Systems. Cambridge, MA: MIT Press.",
        "Bebchuk, Lucian. 1999. A Rent-Protection Theory of Corporate Ownership and Control, Working Paper 7203, National Bureau of Economic Research.",
        "Berglof, Erik and Ernst-Ludwig von Thadden. 1994. Short-Term versus Long-Term Interests: Capital Structure with Multiple Investors, Quart. J. Econ. 109, pp. 1055-84.",
        "Berra, Yogi. no date. Famous Yogi Berra Quotes, [On-line: (http://www.yogiberraclassic.org/quotes.htm)]. Bolton, Patrick and David Scharfstein. 1990. A Theory of Predation Based on Agency Problems in Financial Contracting, Amer. Econ. Rev. 80, pp. 94-106.",
        "Dewatripont, Mathias and Jean Tirole. 1994. A Theory of Debt and Equity: Diversity of Securities and Manager-Shareholder Congruence, Quart. J. Econ. 109, pp. 1027-54.",
        "Diamond, Douglas W. 1991. Debt Maturity Structure and Liquidity Risk,Quart. J. Econ. 106, pp. 709-37.",
        "Dybvig, Philip H. and Jaime F. Zender. 1991. Capital Structure and Dividend Irrelevance with Asymmetric Information, Rev. Finan. Stud. 4, pp. 201-19.",
        "Gale, Douglas and Martin Hellwig. 1985. Incentive-Compatible Debt Contracts: The One-Period Problem, Rev. Econ. Stud. 52, pp. 647-69.",
        "Gompers, Paul A. 1997. Ownership and Control in Entrepreneurial Firms: An Examination of Convertible Securities in Venture Capital Investments, Harvard U. Graduate School of Business.",
        "Grossman, Sanford and Oliver Hart. 1982. Corporate Financial Structure and Managerial Incentives in The Economics of Information and Uncertainty. John J. McCall, ed. Chicago: U. Chicago Press, pp. 107-40.",
        "Grossman, Sanford and Oliver Hart. 1986. The Costs and Benefits of Ownership: A Theory of Vertical and Lateral Integration, J. Polit. Econ. 94, pp. 691-719.",
        "Harris, Milton and Artur Raviv. 1991. The Theory of Capital Structure, J. Finance, 46, pp. 299-355.",
        "Hart, Oliver and John Moore. 1990. Property Rights and the Nature of the Firm, J. Polit. Econ. 98, pp. 1119-58.",
        "Jensen, Michael. 1986. Agency Costs of Free Cash Flow, Corporate Finance and Takeovers, Amer. Econ. Rev. 76, pp. 323-29.",
        "Jensen, Michael and William Meckling. 1976. Theory of the Firm: Managerial Behavior, Agency Costs, and Ownership Structure, J. Finan. Econ. 3, pp. 305-60.",
        "Kaplan, Steven N. and Per Stromberg. 2001. Financial Contracting Theory Meets the Real World: An Empirical Analysis of Venture Capital Contracts, U. Chicago Graduate School of Business.",
        "La Porta, Rafael; Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny. 1998. Law and Finance, J. Polit. Econ. 6, pp. 1113-55.",
        "Lerner, Joshua and Robert P. Merges. 1998. The Control of Technology Alliances: An Empirical Analysis of the Biotechnology Industry, J. Ind. Econ. 46, pp. 125-56.",
        "Miller, Merton. 1977. Debt and Taxes, J. Finance 32, pp. 261-75.",
        "Modigliani, Franco and Merton H. Miller. 1958. The Cost of Capital, Corporation Finance and the Theory of Investment, Amer. Econ. Rev. 48, pp. 261-97.",
        "Myers, Stewart. 1977. Determinants of Corporate Borrowing, J. Finan. Econ. 5, pp. 147-75.",
        "Myers, Stewart and Nicholas Majluf. 1984. Corporate Financing and Investment Decisions when Firms Have Information that Investors Do Not Have, J. Finan. Econ.13, pp. 187-221.",
        "Persons, John C. 1994. Renegotiation and the Impossibility of Optimal Investment, Rev. Finan. Stud. 7, pp. 419-49.",
        "Rajan, Raghuram G. and Luigi Zingales. 1995. What Do We Know about Capital Structure? Some Evidence from International Data, J. Finance 50, pp. 1421-60.",
        "Shleifer, Andrei and Robert W. Vishny. 1997. A Survey of Corporate Governance, J. Finance 52, pp. 737-83.",
        "Stiglitz, Joseph E. 1974. On the Irrelevance of Corporate Financial Policy, Amer. Econ. Rev. 64, pp. 851-66.",
        "Stulz, Rene. 1990. Managerial Discretion and Optimal Financing Policies, J. Finan. Econ. 26, pp. 3-27.",
        "Townsend, Robert. 1978. Optimal Contracts and Competitive Markets with Costly State Verification, J. Econ. Theory 21, pp. 265-93.",
        "Zingales, Luigi. 2000. In Search of New Foundations, J. Finance 55, pp. 1623-53."
    ]
}