{
    "id": 8288,
    "cites": 50,
    "cited_by": 18,
    "reference": [
        "Barro, Robert and Jong-Wha Lee, 1996, International Measures of Schooling Years and Schooling Quality, American Economic Review, 86, 2: 218-223.",
        "Bebchuk, Lucian, 1999, A Rent Protection Theory of Corporate Ownership and Control, NBER Working Paper no W7203.",
        "Beck, Thorsten, Asli Demirguc-Kunt, and Ross Levine, 1999, A New Database on Financial Development and Structure, Policy Research Working paper 2146, World Bank, Washington DC.",
        "Besley, Timothy, and Robin Burgess, 2000, The Political Economy of Government Responsiveness: Theory and Evidence from India, Working Paper, Department of Economics, London School of Economics, November.",
        "Central Intelligence Agency, 2000, CIA World Factbook, published online.",
        "Coase, Ronald H., 1950, British Broadcasting, A Study in Monopoly, Harvard University Press, Cambridge, Massachusetts.",
        "Coase, Ronald H., 1959, The Federal Communications Commission, The Journal of Law and Economics, 2, 5: 1-40.",
        "Coase, Ronald H., 1974, The Market for Goods and the Market for Ideas, American Economic Review, 64, 2: 384-91.",
        "Demsetz, Harold, 1989, The Amenity Potential of Newspapers and the Reporting of Presidential Campaigns, in Demsetz, H., Efficiency, Competition and Policy, Basil Blackwell, London.",
        "Demsetz, Harold, and Kenneth Lehn, 1985, The Structure of Corporate Ownership: Causes and Consequences, The Journal of Political Economy, 93, 6: 1155-1177.",
        "European Institute of the Media, 2000, Media in the CIS, Duesseldorf, Germany.",
        "Fraser Institute, 2000, Economic Freedom of the World, Vancouver, B.C., Canada.",
        "Freedom House, 2000, Freedom in the World: Annual Survey of Freedom Country Ratings 1999/2000, published online.",
        "Freedom House, 2000, The Annual Survey of Press Freedom 2000, Freedom House, New York, NY.",
        "Grossman, Sanford J., and Oliver Hart, 1988, One Share-One Vote and the Market for Corporate 32 Control, Journal of Financial Economics, 20, 1-2: 175-202.",
        "Henisz, Witold, 2000, The Institutional Environment for Economic Growth, Economic and Politics 12, 1: 1-31.",
        "Humana, Charles, 1992, World Human Rights Guide, Oxford University Press, Oxford, England.",
        "Kaufmann, Daniel, Aart Kraay, and Pablo Zoido-Lobaton, 1999, Governance Matters, Policy Research Working paper 2196, World Bank, Washington DC.",
        "La Porta Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 1997, Legal Determinants of External Finance, Journal of Finance, 52, 3: 1131-1150.",
        "La Porta Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 1998, Law and Finance, Journal of Political Economy, 106, 6: 1113-1150.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, 1999, The Quality of Government, Journal of Law, Economics, and Organization, 15, 3: 222-279.",
        "La Porta Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer, 1999, Corporate Ownership Around the World, Journal of Finance, 54, 2: 471-517.",
        "Lewis, Arthur W., 1955, The Theory of Economic Growth, Harper Torchbook, New York, New York.",
        "Maslog, C., 2000, Philippines, in Gunaratne, S. (ed.) Handbook of the Media in Asia, Sage Publications, Thousand Oaks, California.",
        "Motta, M., and M. Polo, 1997, TV Regulation: Concentration and Public Policies in the Broadcasting Industry, Economic Policy, 25, 0: 293-327.",
        "Myrdal, Gunnar, 1953, The Political Element in the Development of Economic Theory, Routledge and Kegan, London.",
        "Political Risk Services, 2000, International Country Risk Guide, East Syracuse, NY: Political Risk Services, Institutional Reform and Informational Sector.",
        "Reporters Sans Frontieres, 2000, Annual Report 2000, published online.",
        "Schramm, Wilbur, 1964, Mass Media and National Development , Stanford University Press, 33 Stanford, California.",
        "Simon, Joel, 1998, Hot on the Money Trail, Columbia Journalism Review, 37, 1: 13-22.",
        "Simons, Henry, 1948, Economic Policy of a Free Society, University of Chicago Press, Chicago.",
        "Spence, Michael, and Bruce Owen, 1977, Television Programming, Monopolistic Competition and Welfare, Quarterly Journal of Economics, 91, 1: 103-126.",
        "Stapenhurst, Richard, 2000, The Medias Role in Curbing Corruption, Departmental Working Paper, World Bank Institute, The World Bank, Washington DC.",
        "Stigler, George, 1961, The Economics of Information, Journal of Political Economy 69, 213-225.",
        "Stiglitz, Joseph E., 2000, The Contributions of the Economics of Information to Twentieth Century Economics, Quarterly Journal of Economics, 115, 4: 1441-1478.",
        "Stromberg, David, 2000, Radios Impact on Public Spending, Working Paper, Institute for International Economic Studies, Stockholm University, Stockholm, Sweden, mimeo.",
        "Thomas, Duncan, John Strauss, and Maria-Helena Henriques, 1991, How Does Mothers Education Affect Child Height?, Journal of Human Resources, 26, 2: 183-211.",
        "UNDP, 2000, Human Development Report 2000, UNDP: New York, NY.",
        "UNESCO Institute for Statistics, 1999, Annual Statistical Yearbook, UNESCO: Paris, France.",
        "Van Belle, Douglas A., 1997, Press Freedom and the Democratic Peace, Journal of Peace Research, 34, 4: 405-414.",
        "Washington Post, 2000, Our Reverse Revolution: Under Yeltsin, We Oligarchs helped Stop Russia from Reverting to Its Old, Repressive Ways, October 26, p. A27.",
        "World Association of Newspapers, 2000, World Press Trends 2000, Zenith Media, Paris, France.",
        "World Bank, 2000, Database of Enterprise Indicators on Transition Economies, Europe and Central Asia Region, Washington DC.",
        "World Bank, 2000, World Development Indicators 2000, World Bank: Washington, DC.",
        "World Health Organization, 2000, World Health Report 2000, WHO: Geneva, Switzerland.",
        "Zenith Media, 2000, Americas Market and Mediafact, London, the United Kingdom.",
        "Zenith Media, 2000, Asia Pacific Market and Mediafact, London, the United Kingdom.",
        "Zenith Media, 2000, Central and Eastern European Market and Mediafact, London, the United Kingdom.",
        "Zenith Media, 2000, Middle East and Africa Market and Mediafact, London, the United Kingdom.",
        "Zenith Media, 2000, Western European Market and Mediafact, London, the United Kingdom."
    ]
}