{
    "id": 8289,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "AgÃ\u0083Â©nor, Pierre-Richard and Peter Montiel. (1996). Development Macroeconomics, Princeton: Princeton University Press.",
        "Ball, Laurence. (1994). What Determines the Sacrifice Ratio'DONE' in Monetary Policy, ed.",
        "Blanchard, Olivier Jean. (1999). Macroeconomics. Upper Saddle River, NJ: Prentice Hall.",
        "Bruno, Michael, and William Easterly. (1998). Inflation Crises and Long Run Growth, Journal of Monetary Economics, Vol. 41, No. 1, pp. 3-26.",
        "Bruno, Michael and William Easterly. (1996). Inflations Children: Tales of Crises that Beget Reforms American Economic Review, Vol. 86, No. 2, pp. 213-217.",
        "Burton, David and Stanley Fischer. (1998). Ending Moderate Inflations in Cottarelli and SzpÃ\u0083Â¡ry eds. Moderate Inflation: The Experience of Transition Economies.",
        "International Monetary Fund. Calvo, Guillermo and Carlos VÃ\u0083Â©gh. (1998). Inflation Stabilization and Balance of Payments Crises in Developing Countries, Handbook of Macroeconomics, Forthcoming.",
        "Collins, Susan M. (1990). Lessons from Korean Economic Growth, American Economic Review, Vol. 80, No. 2, pp.104-107.",
        "Collins, Susan M. (1996). On Becoming More Flexible: Exchange Rate Regimes in Latin America and the Caribbean, Journal of Development Economics, Vol. 51, pp. 117-38.",
        "Collins, Susan M. (1999). Capital Flows to Developing Economies: Implications for Saving and Investment, Brookings Papers on Economic Activity, pp. 143-169.",
        "Dornbusch, Rudiger. (1998a). After Asia: New Directions for The International Financial System, Mimeo, MIT.",
        "Dornbusch, Rudiger. (1998b). Containing High Inflation, Mimeo, MIT.",
        "Dornbusch, Rudiger, and Stanley Fischer. (1993). Moderate Inflation, The World Bank Economic Review, Vol. 7, No. 1, pp. 1-44.",
        "Dornbusch, Rudiger and Stanley Fischer. (1998). Macroeconomics. New York, New York: McGraw Hill.",
        "Easterly, William. (1996). When is Stabilization Expansionary'DONE' Economic Policy, Vol.",
        "Fama, Eugene F. (1976). Foundations of Finance. New York: Basic Books.",
        "Fama, Eugene F. (1981). Stock Returns, Real Activity, Inflation, and Money American Economic Review, Vol. 71, Sept., pp. 545-65.",
        "Fama, Eugene F. and G. William Schwert. (1977). Asset Returns and Inflation Journal of Financial Economics, Vol. 5, pp. 115-146.",
        "Feldstein, Martin. (1980). Inflation and the Stock Market, The American Economic Review, Vol. 70, No. 5, pp. 839-47.",
        "Feldstein, Martin. (1998). Refocusing the IMF, Foreign Affairs."
    ]
}