{
    "id": 829,
    "cites": 33,
    "cited_by": 1,
    "reference": [
        "Amemiya, T. (1974), The Nonlinear Two-Stage Least Squares Estimator, Journal of Econometrics 2, pp. 105-110.",
        "Anderson, C.J. (l981d), `The Internal Financing Decisions of the Industrial and Commercial Sector: A Reappraisal of the Lintner Model of Dividend Disbursions, University of British Columbia Discussion Paper 81-15. Auerback, A., Share Valuation and Corporate Equity Policy, Journal of Public Economics, l979a, 11, 291-305. _______________ Wealth Maximization and the Cost of Capital, Quarterly Journal of Economics 93 (August 1979), pp. 433-46.",
        "Bank of England, Company Sector Data Base, mimeo, 1980, Economic Research Division.",
        "Bhattasharya, S., Imperfect Information, Dividend Policy, and `The Bird in the Hand Fallacy, The Bell Journal of Economics 10 (Spring 1979), pp. 259-70.",
        "Bradford, D.F., The Incidence and Allocation Effects of a Tax on Corporate Distributions, Journal of Public Economics 15 (1981), 1-22.",
        "Brealey, R. and S. Myers, Principles of Corporate Finance (New York: McGraw Hill, 1981).",
        "Cicollo, J.H., Four Essays on Monetary Policy, Ph.D. thesis, Yale University, New Haven, Conn., 1975.",
        "Cox, D.R. (1961), Tests of Separate Families of Hypotheses, Proceedings of the Fourth Berkeley Symposium, I.",
        "Edwards, J.S.S., Theory of Company Dividend Policy, Chapter Two of D. Phil. Thesis, Oxford University, 1981.",
        "Engle, R.F., Band Spectrum Regression, International Economic Review, XV (February 1974), 1-11.",
        "Engle R. and D. Foley, An Asset Price Model of Aggregate Investment, mt. Econ. Rev., October 1975, 16, 625-647.",
        "Fair, R.C. (1970) The Estimation of Simultaneous Equation Models with Lagged Endogenous Variables and First Order Serially Correlated Errors. Econometrica 38, pp. 507-516.",
        "Feldstein, M.S., Corporate Taxation and Dividend Behaviour, Review of Economic Studies, 37 (1970), 57-72.",
        "Further Results, Review of Economic Studies, 1972.",
        "Feldstein, M.S. and J. Green, Why Do Companies Pay Dividends? forthcoming in American Economic Review (1981).",
        "Hall, R. and D. Jorgenson, Tax Policy and Investment Behavior, American Economic Review, 1967.",
        "Jenkinson, N.,- Investment, Profitability, and the Valuation Ratio, Bank of England Discussion Paper, 1981.",
        "Keynes, J.M. (1936), The General Theory of Employment, Interest, and Money, Macmillan.",
        "King, M.A., Corporate Taxation and Dividend Behaviour--A Comment, Review of Economic Studies, 38 (1971), 377-380.",
        "Comment, Review of Economic Studies (1972).",
        "King, M.A., M. Naldrett and J. Poterba, Country Chapter: UK in M.A. King, ed., International Tax Comparisons (Chicago, University of Chicago Press, 1982), for thcoming.",
        "Lintner, J. (1956), Distribution of Incomes of Corporations Among Dividends, Retained Earnings and Taxes, American Economic Review, 46 (May), 97-113.",
        "Lucas, R.E., Econometric Policy Evaluation: A Critique, in Brunner and Meltzcr, eds., The Phillips Curve and Labor Markets (Amsterdam: North Holland, 1976).",
        "Mussa, M., Market Value and the Investment Decision in An Adjustment Cost Model of Firm Behavior, Department of Economics, University of Rochester Discussion Paper 74-15, July 1974.",
        "Oulton, N., Explaining Aggregate Investment in Britain: the Importance of Tobins Q, Economics Letters, Vol. 1, 1978.",
        "Britain, University of Lancaster Discussion Paper 5. Pesaran, H. (1974), On the General Problem of Model Selection, Review of Economic Studies, 41, pp. 153-171.",
        "Pesaran, M. and Deaton, A. (1978), Testing Non-nested Non-linear Regression Models, Econometrica.",
        "Ross, S., The Determination of Financial Structures: The Incentive Signalling Approach, The Bell Journal of Economics 8 (Spring 1977), pp. 23-40.",
        "Rothschild, M., On the Cost of Adjustment, Quarterly Journal of Economics, Vol. 85, November 1971.",
        "Salinger, M. and Summers, L., Tax Reform and Corporate Investment: A Microeconometric Simulation Study, in Martin Feldstein, ed., Tax Simulation Analysis, forthcoming. Stiglitz, J.E., The Inefficiency of Stock Market Equilibrium, unpublished, 1980.",
        "Summers, L.IL, Taxation and Corporate Investment: a q-Theory Approach, Brookings Paper on Economic Activity (1:1981), 67-140.",
        "Tobin, J., A General Equilibrium Approach to Monetary Theory, Journal of Money, Credit, and Banking 1 (1969), pp. 15-29.",
        "Activity, l977:2a. Zellner, A., Posterior Odds Ratios for Regression Hypotheses: General Considerations and Some Specific Results, Invited Paper at the Econometric Society Meeting, December 28-30, 1979, Atlanta, Geogia."
    ]
}