{
    "id": 8295,
    "cites": 34,
    "cited_by": 40,
    "reference": [
        "[1] Alesina, Alberto, Reza Baqir, and William Easterly. 1999. Public Goods and Ethnic Divisions. Quarterly Journal of Economics. 114(4): 1243-1284.",
        "[2] Alesina, Alberto and Eliana La Ferrara. Forthcoming. Who Trusts Others'DONE' Journal of Public Economics.",
        "[3] Alesina, Alberto and Eliana La Ferrara. 2000. Participation in Heterogeneous Communities. Quarterly Journal of Economics. 115(3): 847-904.",
        "[4] Almond, Gabriel A. and Sidney Verba. 1968. The Five Nation Study. ICPSR 7201. Interuniversity Consortium for Political and Social Research. Ann Arbor, MI.",
        "[5] Andreoni, James. 1990. Impure Altruism and Donations to Public Goods: A Theory of `Warm Glow Giving. Economic Journal. 100: 464-477.",
        "[6] Banks, James and Sarah Tanner. 1998. Modelling voluntary labor supply. The Institute for Fiscal Studies Working Paper 17/98.",
        "[8] Coleman, James. 1990. Foundations of Social Theory. Cambridge, MA: Harvard University Press.",
        "[13] Cutler, David, Edward Glaeser, and Jacob Vigdor. 1999. The Rise and Decline of the American Ghetto. Journal of Political Economy. 107(3): 455-506.",
        "[15] DDB Worldwide. 1998. The DDB Life Style Data. http://www.bowlingalone.com/.",
        "[16] Easterly, William and Ross Levine. 1997. Africas Growth Tragedy: Policies and Ethnic Divisions. Quarterly Journal of Economics. 112(4): 1203-1250.",
        "[17] Ercolani, Marco G. and Stephen P. Jenkins. 1998. The Polarisation of Work and the Distribution of Income in Britain. Institute for Labor Research Working Paper No. 98/20. University of Essex.",
        "[18] Freeman, Richard B. 1997. Working for Nothing: The Supply of Volunteer Labor. Journal of Labor Economics. 15(1, Part 2): S140-166.",
        "[19] Glaeser, Edward L., David Laibson, and Bruce Sacerdote. 2000. The Economic Approach to Social Capital. National Bureau of Economic Research Working Paper 7728.",
        "[20] Goldin, Claudia. 2000. Labor Markets in the Twentieth Century. In Stanley L. Engerman and Robert E. Gallman, Eds., The Cambridge Economic History of the United States. Vol III. The Twentieth Century. Cambridge: Cambridge University Press.",
        "[23] Guiso, Luigi, Paola Sapienza, and Luigi Zingales. 2000. The Role of Social Capital in Financial Development. National Bureau of Economic Research Working Paper No. W7563.",
        "[24] Hayghe, Howard V. 1991. Volunteers in the U.S.: who donates the time'DONE' Monthly Labor Review. February: 17-23.",
        "[25] Independent Sector. 1996. Giving and Volunteering in the United States, 1988, 1990, 1992, 1994, 1996. Data available upon request from Independent Sector.",
        "[27] Jargowsky, Paul A. 1996. Take the Money and Run: Economic Segregation in U.S. Metropolitan Areas. Americal Sociological Review. 61: 984-98.",
        "[29] Kandel, Eugene and Edward P. Lazear. 1992. Peer Pressure and Partnerships. Journal of Political Economy. 100(4): 801-17.",
        "[31] Knack, Stephen and Philip Keefer. 1997. Does Social Capital Have an Economic Payoff'DONE' A Cross-Country Investigation. Quarterly Journal of Economics. 112(4): 1251-1288.",
        "[32] La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Schleifer, and Robert W. Vishny. 1997. Trust in Large Organizations. American Economic Review. 87(2): 333-338.",
        "[33] Loury, Glenn C. 1977. A Dynamic Theory of Racial Income Differences. In Phyllis A. Wallace and Annette M. LaMond, Eds., Women, Minorities, and Employment Discrimination. Lexington, MA and Toronto: Lexington Books.",
        "[34] Luttmer, Erzo F.P. Forthcoming. Group Loyalty and the Taste for Redistribution. Journal of Political Economy.",
        "[36] Newey W. 1987. Simultaneous estimation of limited dependent variable models with endogenous explanatory variables. Journal of Econometrics. 36: 231-50.",
        "[37] Poterba, James M. 1997. Demographic Structure and the Political Economy of Public Education. Journal of Policy Analysis and Management. 16(1): 48-66.",
        "[38] Putnam, Robert D. 2000. Bowling Alone: The Collapse and Revival of American Community. New York: Simon and Schuster.",
        "[40] Ruggles, Steven and Matthew Sobek. 1997. Integrated Public Use Microdata Series, IPUMS98 Version 2.0. Social History Research Laboratory. Minneapolis, MN: Department of History. University of Minnesota. http://www.ipums.umn.edu/.",
        "[41] Smith, Tom W. 1990. Trends in Voluntary Group Membership: Comments on Baumgartner and Walker. American Journal of Political Science. 34(3): 646-661.",
        "[42] Smith, Tom W. 1994. Trends in Non-Response Rates. GSSDIRS Methodological Report 82.",
        "[44] Tocqueville, Alexis de. 1840. De la D emocrat ie en Am erique. Volume II. GarnierFlammarion: Paris, 1981.",
        "[45] United States Bureau of the Census. 1974. Current Population Survey, April 1974: Volunteer Workers. http://www.nber.org/.",
        "[46] United States Bureau of the Census. 1989. Current Population Survey, May 1989: Multiple Job Holdings, Flexitime, and Volunteer Work. http://www.nber.org.",
        "[47] Verba, Sidney and Norman H. Nie. 1967. Political Participation in America. ICPSR 7015. Inter-univeristy Consortium for Political and Social Research. Ann Arbor, MI.",
        "[48] Verba, Sidney and Norman H. Nie. 1972. Political Participation in America: Political Democracy and Social Equality. New York: Harper and Row."
    ]
}