{
    "id": 8297,
    "cites": 17,
    "cited_by": 26,
    "reference": [
        "Autor, David, Lawrence Katz, and Alan Krueger. 1998. Computing Inequality: Have Computers Changed the Labor Market? The Quarterly Journal of Economics, Vol. 113, No. 4, pp. 1169-214.",
        "Bartel, Ann, and Nachum Sicherman. 1993. Technological Change and Retirement Decisions of Older Workers. Journal of Labor Economics, Vol. 11, No. 1, part 1, pp. 162- 83.",
        "Bresnahan, Timothy, Eric Brynjolfsson, and Loren Hitt. 2001. Information Technology, Workplace Organization and the Demand for Skilled Labor: Firm-Level Evidence. Quarterly Journal of Economics, forthcoming.",
        "Brynjolfsson, Eric, and Loren Hitt. 1997. Computing Productivity: Are Computers Pulling Their Weight? Unpublished paper, Sloan School of Management, Massachusetts Institute of Technology.",
        "DiNardo, John, and JÃ\u0083Â¶rn-Steffen Pischke. 1997. The Returns to Computer Use Revisited: Have Pencils Changed the Wage Structure Too? The Quarterly Journal of Economics, Vol. 112, No. 1, pp. 291-304.",
        "Friedberg, Leora. 1999. The Impact of Technological Change on Older Workers: Evidence from Data on Computers. UCSD Department of Economics Discussion Paper No. 99-11.",
        "Goldin, Claudia, and Larry Katz. 1998. The Origins of Technology-Skill Complementarity. The Quarterly Journal of Economics, Vol. 113, No. 3, pp. 693-732.",
        "Goldin, Claudia, and Robert Margo. 1992. The Great Compression: The Wage Structure in the United States at Mid-Century. The Quarterly Journal of Economics, Vol. 107, No.",
        "Gottschalk, Peter. 1997. Inequality, Income Growth, and Mobility: The Basic Facts. Journal of Economic Perspectives, Vol. 11, No. 2, pp. 21-40.",
        "Hurd, Michael, and Kathleen McGarry. 1993. The Relationship Between Job Characteristics and Retirement. National Bureau of Economic Research Working Paper No. 4558.",
        "Johnson, George. 1997. Changes in Earnings Inequality: The Role of Demand Shifts. Journal of Economic Perspectives, Vol. 11, No. 2, pp. 41-54.",
        "Juhn, Chinhui. 1992. Decline of Male Labor Market Participation: The Role of Declining Market Opportunities. The Quarterly Journal of Economics, Vol. 107, No. 1, pp. 79-122.",
        "Krueger, Alan. 1993. How Computers Have Changed the Wage Structure: Evidence from Micro Data. The Quarterly Journal of Economics, Vol. 107, No. 1, pp. 35-78.",
        "Levy, Frank, and Richard Murnane. 1996. With What Skills are Computers a Complement? American Economic Association Papers and Proceedings, Vol. 86, No. 2, pp. 258-62.",
        "McConnell, Sheila. 1996. The Role of Computers in Reshaping the Work Force. Monthly Labor Review, Vol. 119, No. 8, pp. 3-5.",
        "Rust, John, and Christopher Phelan. 1997. How Social Security and Medicare Affect Retirement Behavior in a World of Incomplete Markets. Econometrica, Vol. 65, No. 4, pp.",
        "Topel, Robert. 1997. Factor Proportions and Relative Wages: The Supply-Side Determinants of Wage Inequality. Journal of Economic Perspectives, Vol. 11, No. 2, pp."
    ]
}