{
    "id": 8298,
    "cites": 33,
    "cited_by": 5,
    "reference": [
        "Bavier, Richard, Ã\u0082â\u0080\u009cAn Early Look at the Effects of Welfare Reform,Ã\u0082â\u0080\u009d mimeo, March 1999.",
        "Bavier, Richard, Ã\u0082â\u0080\u009cWhatÃ\u0082â\u0080\u0099s Going on in the Bottom Quintile,Ã\u0082â\u0080\u009d mimeo, January 2000.",
        "Blank, Rebecca M., Ã\u0082â\u0080\u009cWhat Causes Public Assistance Caseloads to Grow?Ã\u0082â\u0080\u009d NBER Working Paper No. 6343, May 1997.",
        "Blau, David M., Ã\u0082â\u0080\u009cChild Care Subsidy Programs,Ã\u0082â\u0080\u009d NBER Working Paper No. 7806, July 2000.",
        "Bloom, Dan, James J. Kemple, Pamela Morris, Susan Scrivener, Nandita Verma, and Richard Hendra, Ã\u0082â\u0080\u009cFTP: Final Results of FloridaÃ\u0082â\u0080\u0099s Initial Time-Limited Welfare Program,Ã\u0082â\u0080\u009d (New York: Manpower Demonstration Research Corporation, December 2000).",
        "Branch, E. Raphael, Ã\u0082â\u0080\u009cThe Consumer Expenditure Survey: A Comparative Analysis,Ã\u0082â\u0080\u009d Monthly Labor Review, December (1994), 47-55.",
        "Brauner, Sarah and Pamela Loprest, Ã\u0082â\u0080\u009cWhere are They Now? What StatesÃ\u0082â\u0080\u0099 Studies of People Who Left Welfare Tell Us,Ã\u0082â\u0080\u009d (Washington, D.C.: The Urban Institute, 1999).",
        "Bureau of Labor Statistics, Ã\u0082â\u0080\u009cConsumer Expenditures and Income,Ã\u0082â\u0080\u009d in BLS Handbook of Methods, U.S. Department of Labor, 1997.",
        "Cutler, David M. and Lawrence F. Katz, Ã\u0082â\u0080\u009cMacroeconomic Performance and the Disadvantaged,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 2: 1991, 1-74.",
        "Dickert, Stacy, Scott Houser, and John Karl Scholz, Ã\u0082â\u0080\u009cThe Earned Income Tax Credit and Transfer Programs: A Study of Labor Market and Program Participation,Ã\u0082â\u0080\u009d in Tax Policy and the Economy 9, James M. Poterba, ed. (Cambridge, MA: MIT Press, 1995), 1-50.",
        "Edin, Kathryn and Laura Lein, Making Ends Meet: How Single Mothers Survive Welfare and Low-Wage Work, (New York: Russell Sage Foundation, 1997).",
        "Eissa, Nada and Jeffrey B. Liebman, Ã\u0082â\u0080\u009cLabor Supply Response to the Earned Income Tax Credit,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, CXII (1996), 605-637.",
        "Ellwood, David T., Ã\u0082â\u0080\u009cThe Impact of the Earned Income Tax Credit and Social Policy Reforms on Work, Marriage and Living Arrangements,Ã\u0082â\u0080\u009d National Tax Journal, 53:4 Pt.2 (December 2000), 1063-1106.",
        "Falk, G. Ã\u0082â\u0080\u009cConsumption Expenditures for Families with Children,Ã\u0082â\u0080\u009d mimeo, Congressional Research Service, July 2000.",
        "General Accounting Office, Ã\u0082â\u0080\u009cWelfare Reform: Information on Former RecipientsÃ\u0082â\u0080\u0099 Status,Ã\u0082â\u0080\u009d (Washington, DC: GAO/HEHS-99-48, April 1999).",
        "Gruber, Jonathan, Ã\u0082â\u0080\u009cThe Consumption Smoothing Benefits of Unemployment Insurance,Ã\u0082â\u0080\u009d American Economic Review, 87:1 (1997), 192-205.",
        "Haskins, Ron, Ã\u0082â\u0080\u009cThe Second Most Important Issue: Effects of Welfare Reform on Family Income and Poverty,Ã\u0082â\u0080\u009d mimeo, U.S. House of Representatives, 2000.",
        "Holcomb, Pamela A., Terri S. Thompson, Caroline E. Ratcliffe, David J. Fein, Erik Beecroft, William Hamilton and Wang S. Lee, Ã\u0082â\u0080\u009cThe Indiana Welfare Reform Evaluation: Program Implementation and Economic Impacts After Two Years,Ã\u0082â\u0080\u009d (Washington, D.C.: The Urban Institute and Abt Associates, 1998).",
        "Jencks, Christopher and Joseph Swingle, Ã\u0082â\u0080\u009cWithout a Net,Ã\u0082â\u0080\u009d The American Prospect vol. 11 no. 4, January 3, 2000.",
        "Keane, Michael, Ã\u0082â\u0080\u009cA New Idea for Welfare Reform,Ã\u0082â\u0080\u009d Federal Reserve Bank of Minneapolis Quarterly Review, XXXVIII (1995), 2-28.",
        "Levine, Phillip B. and Diane M. Whitmore, Ã\u0082â\u0080\u009cThe Impact of Welfare Reform on the AFDC Caseload,Ã\u0082â\u0080\u009d National Tax Association Proceedings, Ninetieth Annual Conference, (1998), 24-33.",
        "Liebman, Jeffrey B., Ã\u0082â\u0080\u009cThe Impact of the Earned Income Tax Credit on Incentives and Income Distribution,Ã\u0082â\u0080\u009d in Tax Policy and the Economy 12, James M. Poterba, ed. (Cambridge, MA: MIT Press, 1998), 83-120.",
        "Mayer, Susan E. and Christopher Jencks, Ã\u0082â\u0080\u009cPoverty and the Distribution of Material Hardship,Ã\u0082â\u0080\u009d Journal of Human Resources, 24:1 (1989), 88-113.",
        "Mayer, Susan E. and Christopher Jencks, Ã\u0082â\u0080\u009cRecent Trends in Economic Inequality in the United States: Income versus Expenditures versus Material Well-Being,Ã\u0082â\u0080\u009d in Poverty and Prosperity in the USA in the Late Twentieth Century, Edward N. Wolff, ed. (New York: St. MartinÃ\u0082â\u0080\u0099s Press, 1993), 121-203.",
        "Meyer, Bruce D. and Dan T. Rosenbaum, Ã\u0082â\u0080\u009cMaking Single Mothers Work: Recent Changes in Tax and Welfare Policy and their Effects,Ã\u0082â\u0080\u009d forthcoming, National Tax Journal, 53:4 Pt. 2 (December 2000), 1027-1062.",
        "National Research Council, Evaluating Welfare Reform: A Framework and Review of Current Work, Robert Moffitt and Michele Ver Ploeg, eds. (Washington, DC: National Academy Press, 1999).",
        "Peles, Yoram C., Ã\u0082â\u0080\u009cOn the Depreciation of Automobiles,Ã\u0082â\u0080\u009d International Journal of Transport Economics, 25:1 (1988), 43-54.",
        "Poterba, James M., Ã\u0082â\u0080\u009cIs the Gasoline Tax Regressive?Ã\u0082â\u0080\u009d in Tax Policy and the Economy 5, David Bradford, ed. (Cambridge, MA: MIT Press, 1991), 145-164.",
        "Primus, Wendell, Lynette Rawlings, Kathy Larin, and Kathryn Porter, Ã\u0082â\u0080\u009cThe Initial Impacts of Welfare Reform on the Incomes of Single-Mother Families,Ã\u0082â\u0080\u009d (Washington, DC: Center on Budget and Policy Priorities, 1999).",
        "Schoeni, Robert F. and Rebecca M. Blank, Ã\u0082â\u0080\u009cWhat has Welfare Reform Accomplished? Impacts on Welfare Participation, Employment, Income, Poverty, and Family Structure,Ã\u0082â\u0080\u009d NBER Working Paper No. 7627, March 2000.",
        "Slesnick, Daniel T., Ã\u0082â\u0080\u009cGaining Ground: Poverty in the Postwar United States,Ã\u0082â\u0080\u009d Journal of Political Economy, 101:1 (1993), 1-38.",
        "Zeldes, Stephen P., Ã\u0082â\u0080\u009cConsumption and Liquidity Constraints: an Empirical Investigation,Ã\u0082â\u0080\u009d Journal of Political Economy, 97:2 (1989), 305-346.",
        "Ziliak, James P., David N. Figlio, Elizabeth E. Davis, and Laura S. Connolly, Ã\u0082â\u0080\u009cAccounting for the Decline in AFDC Caseloads: Welfare Reform or Economic Growth?Ã\u0082â\u0080\u009d mimeo, July 1997."
    ]
}