{
    "id": 8299,
    "cites": 13,
    "cited_by": 58,
    "reference": [
        "Aitken, B., A. Harrison, and R.E. Lipsey (1996), Wages and Foreign Ownership: A Comparative Study of Mexico, Venezuela, and the United States, Journal of International Economics. Vol. 40 (3-4). pp. 345-71.",
        "BlomstrÃ\u0083Â¶m, M., and F. SjÃ\u0083Â¶holm (1999), Technology Transfer and Spillovers: Does Local Participation with Multinationals Matter'DONE', European Economic Review, Vol. 43, pp.",
        "Guillouet, A., (1990). Booming Economies of South East Asia. Singapore: Longman.",
        "Hill, H. (1990), Indonesias Industrial Transformation Part II, Bulletin of Indonesian Economic Studies, Vol. 26, pp. 75-109.",
        "Jaffe, A., M. Trajtenberg, and R. Henderson (1993). Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations, Quarterly Journal of Economics, Vol. 108, pp. 577-598.",
        "Manning, C. (1993) Industrial Relations and Structural Change During the Suharto Period: an Approaching Crisis'DONE', Bulletin of Indonesian Economic Studies, Vol. 29, pp. 51-95.",
        "Manning, C. (1998), Indonesian Labour in Transition: An East Asian Success Story'DONE' Cambridge: Cambridge University Press.",
        "Manning, C., and E.F. Pang (1990), Labour Market Trends and Structures in ASEAN and the East Asian NIEs, Asian-Pacific Economic Literature, Vol. 4, pp. 59-81.",
        "Pangestu, M., 1997. Indonesia: Trade and Foreign Investment Linkages. In: Dobson, W., Chia, S.Y., (Eds.), Multinationals and East Asian Integration. Singapore: Institute of Southeast Asian Studies.",
        "SjÃ\u0083Â¶holm, F., 1999a. Productivity Growth in Indonesia: the Role of Regional Characteristics and Direct Foreign Investment, Economic Development and Cultural Change, Vol. 47, pp.",
        "SjÃ\u0083Â¶holm, F, 1999b, Economic Recovery in Indonesia: The Challenge of Combining FDI and Regional Development, Working Paper No. 347, Stockholm School of Economics.",
        "SjÃ\u0083Â¶holm, F. (1999c), Technology Gap, Competition and Spillovers from Direct Foreign Investment: Evidence From Establishment Data, Journal of Development Studies, Vol.",
        "Thee, K.W., Pangestu, M., 1995. Technological Capability in Manufactured Exports from Indonesia. In Ganiatsos, T. (eds.), Technological Capability in Manufactured Exports in Asia. United Nations Committee on Trade and Development."
    ]
}