{
    "id": 830,
    "cites": 29,
    "cited_by": 4,
    "reference": [
        "Tobin, James. A General Equilibrium Approach To Monetary Theory. journal of Money, Credit and Banking, I (February, 1969), 15-29. </ref section&gt;",
        "Sargent, Thomas J. A Note on Maximum Likelihood Estimation of the Rational Expectations Model of the Term Structure. Journal of Monetary Economics, V (January, 1979), 133-143.",
        "Sargent, Thomas J. The Fundamental Determinants of the Interest Rate: A Comment. Review of Economics and Statistics, LV (August, 1973), 391-393.",
        "Roley, V. Vance. A Disaggregated Structural Model of the Treasury Securities, Corporate Bond, and Equity Markets: Estimation and Simulation Results. Mimeo, National Bureau of Economic Research, 1980.",
        "Roley, V. Vance. A Theory of Federal Debt Management. American Economic Review, LXIX (December, 1979), 915-926.",
        "Roley, V. Vance. A Structural Model of the U.S. Government Securities Market. Ph.D. dissertation, Harvard University, 1977.",
        "Okun, Arthur M. Monetary Policy, Debt Management, and Interest Rates: A Quantitative Appraisal. Commission on Money and Credit, Stabilization Policies. Englewood Cliffs: Prentice-Hall, Inc., 1963.",
        "Modigliani, Franco, and Sutch, Richard. Debt Management and the Term Structure of Interest Rates: An Empirical Analysis of Recent Experience. Journal of Political Economy, LXXV (August, 1967), 569-589.",
        "Modigliani, Franco, and Sutch, Richard. Innovations in Interest Rate Policy. American Economic Review, LVI (May, 1966), 178-197.",
        "Modigliani, Franco, and Shiller, Robert J. Inflation, Rational Expectations, and the Term Structure of Interest Rates. Econometrica, XL (February, 1973), 12-43.",
        "Lintner, John. The Aggregation of Investors&apos; Diverse Judgments and Preferences in Purely Competitive Security Markets, Journal of Financial and Quantitative Analysis, IV (December, 1969), 347-400.",
        "Hendershott, Patrie H. Understanding Capital Markets Volume I: A Flow-of-Funds Model. Lexington, D.C. Heath and Conpany, 1977.",
        "GrÃ\u0083Â¤mlich, Edward M., and Jaffee, Dwight (eds.). Savings Deposits, Mortgages and Housing. Lexington: D.C. Heath and Company, 1972.",
        "Friedman, Benjamin M., and Roley, v. Vance. A Note on the Derivation of Linear Homogeneous Asset Demand Functions. Mimeo, Harvard University, 1979.",
        "Friedman, Benjamin M., and Roley, V.Vance. Models of Long-Term Interest Rate Determination. Journal of Portfolio Management, VI (Spring, 1980), 35-45.",
        "Friedman, Benjamin M. Financing Capital Formation in the 1980s: Issues for Public Policy. WÃ\u0083Â¤chter and WÃ\u0083Â¤chter (eds.), A New U.S. Industrial Policy. Philadelphia: University of Pennsylvania Press, forthcoming.",
        "Friedman, Benjamin M. Substitution and Expectation Effects on Long-Term Borrowing Behavior and Long-Term Interest Rates. Journal of Money, Credit and Banking, XI (May, 1979), 131-150.",
        "Friedman, Benjamin M. The Effect of Shifting Wealth Ownership on the Term Structure of Interest Rates: The Case of Pensions. Quarterly Journal of Economics, XCIV (May, 1980), 567-590.",
        "Friedman, Benjamin M. Crowding Out or Crowding In? Economic Consequences of Financing Government Deficits. Brookings Papers on Economic Activity (No.2, 1978), 593-641.",
        "Friedman, Benjamin M. The Inefficiency of Short-Run Monetary Targets for Monetary Policy. Brookings Papers on Economic Activity (No.3, 1977), 293-335.",
        "Friedman, Benjamin M. Financial Flow Variables and the Short-Run Determination of Long-Term Interest Rates. Journal of Political Economy, LXXXV (August, 1977), 661-689.",
        "Backus, David, Brainard, William C., Smith, Gary, and Tobin, James. A Model of U.S. Financial and Nonfinancial Behavior. Journal of Money, Credit and Banking, XII (May, 1980), 259-293.",
        "Blanchard, Olivier-Jean, and Plantes, Mary Kay. A Note on Gross Substitutability of Financial Assets. Econometrica, XLV (April, 1977), 769-771.",
        "Bodie, Zvi. An Innovation for Stable Real Retirement Income. Journal of Portfolio Management, VII (Fall, 1980), 5-13.",
        "Bosworth, Barry, and Duesenberry, James S. A Flow of Funds Model and Its Implications. Issues in Federal Debt Management. Boston: Federal Reserve Bank of Boston, 1973.",
        "De Leeuw, Frank, and Gramlich, Edward. The Channels of Monetary Policy: A Further Report on the Federal Reserve - M.I.T. Model. Journal of Finance, XXIV (May, 1969), 265-290.",
        "Fair, Ray C. The Estimation of Simultaneous Equations Models with Lagged Endogenous Variables and First Order Serially Correlated Errors. Econometrica, XXXVIII (May, 1970), 507-516.",
        "Feldstein, Martin, and Chamberlain, Gary. Multimarket Expectations and the Rate of Interest. Journal of Money, Credit and Banking, V (November, 1973), 873-902.",
        "Feldstein, Martin S., and Eckstein Otto. The Fundamental Determinants of the Interest Rate. Review of Economics and Statistics, LII (November, 1970), 363-375^"
    ]
}