{
    "id": 8301,
    "cites": 27,
    "cited_by": 6,
    "reference": [
        "Abramovitz, Moses, Resource and Output Trends in the United States Since 1870, American Economic Review, 1956, 46, 5--23.",
        "Baumol, William, Productivity Growth, Convergence and Welfare: What the Long-Run Data Show, American Economic Review, 1986, 76, 1072--85.",
        "Bowen, Harry P., Edward E. Leamer, and Leo Sveikauskas, Multicountry, Multifactor Tests of the Factor Abundance Theory, American Economic Review, 1987, 77, 791--809.",
        "Clark, Gregory, Why Isnt the Whole World Developed'DONE' Lessons from the Cotton Mills, Journal of Economic History, 1987, 47, 141--73.",
        "Davis, Donald R., and David Weinstein, An Account of Global Factor Trade, Photocopy, Harvard University, 1999.",
        "Feenstra, Robert C., and Gordon H. Hanson, Aggregation Bias in the Factor Content of Trade: Evidence from U.S. Manufacturing, American Economic Review, 2000, 90, 155--60.",
        "Gabaix, Xavier, The Factor-Content of Trade: A Rejection of the Heckscher-Ohlin-VanekLeontief Hypothesis, Photocopy, Harvard University, 1997.",
        "Hakura, Dalia, A Test of the General Validity of the Heckscher-Ohlin Theorem for Trade in the European Community, Photocopy, International Monetary Fund, 1996.",
        "Heckscher, Eli F., and Bertil Gotthard Ohlin, Heckscher-Ohlin Trade Theory, Cambridge, Mass.: MIT Press, 1991. Translated, edited, and introduced by Harry Flam and M. June Flanders.",
        "Helpman, Elhanan, The Structure of Foreign Trade, National Bureau of Economic Research, Working Paper Series No. 6752, October 1998.",
        "League of Nations, Population and Natural Resources, Geneva: League of Nations, 1927.",
        "Leamer, Edward E., The Leontief Paradox Reconsidered, Journal of Political Economy, 1980, 88, 495--503.",
        "Leontief, Wassily W., Domestic Production and Foreign Trade: The American Capital Position Re-Examined, Proceedings of the American Philosophical Society, 1953, 97, 332--49.",
        "Maddison, Angus, Phases of Capitalist Development, Oxford: Oxford University Press, 1982.",
        "Maddison, Angus, Dynamic Forces in Capitalist Development: A Long-Run Comparative View, Oxford: Oxford University Press, 1991.",
        "Mitchell, Brian R., International Historical Statistics: The Americas and Australasia, Detroit: Gale Research, 1983.",
        "ORourke, Kevin H., Alan M. Taylor, and Jeffrey G. Williamson, Factor Price Convergence in the Late Nineteenth Century, International Economic Review, 1996, 37, 499--530.",
        "ORourke, Kevin H., and Jeffrey G. Williamson, Late-Nineteenth Century Anglo-American Factor-Price Convergence: Were Heckscher and Ohlin Right'DONE' Journal of Economic History, 1994, 54, 892--916.",
        "ORourke, Kevin H., and Jeffrey G. Williamson, Globalization and History: The Evolution of a Nineteenth-Century Atlantic Economy, Cambridge: MIT Press, 1999.",
        "Obstfeld, Maurice, and Alan M. Taylor, Global Capital Markets: Integration, Crisis, and Growth, Japan-U.S. Center Sanwa Monographs on International Financial Markets, Cambridge: Cambridge University Press, 2002. In progress.",
        "Rogowski, Ronald, Commerce and Coalitions: How Trade Affects Domestic Political Alignments, Princeton, N.J.: Princeton University Press, 1989.",
        "Rothwell, Richard Pennefather, The Mineral Industry, its Statistics, Technology, and Trade, New York: Scientific Publishing Company, various issues. Trefler, Daniel, International Factor Price Differences: Leontief Was Right! Journal of Political Economy, 1993, 101, 961--87.",
        "Trefler, Daniel, The Case of the Missing Trade and Other Mysteries, American Economic Review, 1995, 85, 1029--1046.",
        "Trefler, Daniel, and Susan Chun Zhu, Beyond the Algebra of Explanation: HOV for the Technology Age, American Economic Review, 2000, 90, 145--49.",
        "Vanek, Jaroslav, Factor Proportions Theory: The N-Factor Case, Kyklos, 1968, 21, 749--55.",
        "Williamson, Jeffrey G., The Evolution of Global Labor Markets since 1830: Background Evidence and Hypotheses, Explorations in Economic History, 1995, 32, 141--96.",
        "World Bank, World Development Report, New York: Oxford University Press, 1991."
    ]
}