{
    "id": 8302,
    "cites": 23,
    "cited_by": 27,
    "reference": [
        "Almazan, Andres, Keith C. Brown, Murray Carlson, and David A Chapman, 2000, Why constrain you mutual fund manager'DONE', University of Texas at Austin working paper.",
        "Allen, Jeffrey W. and John J. McConnell, 1998, Equity carve-outs and managerial discretion, Journal of Finance 53, 163-186.",
        "Bergstresser, Daniel and Dean Karlan, 2000, The market valuation of cross-corporate equity holdings, MIT working paper.",
        "Bodurtha, James N. Jr., and Georges R. Courtadon, 1986, Efficiency tests of the foreign currency options market, Journal of Finance 41, 151-162.",
        "Chen, Joseph, Harrison Hong, and Jeremy C. Stein, 2000, Breadth of ownership and stock returns, http://post.economics.harvard.edu/faculty/stein/papers.html Cornell, Bradford and Qiao Liu, 2000, The parent company puzzle: When is the whole worth less than one of the parts, UCLA working paper.",
        "Cornell, Joseph W., 1998. Spin-off to pay-off: analytical guide to investing in corporate divestitures (McGraw-Hill, New York, NY).",
        "Diamond, Douglas W. and Robert E. Verrechia, 1987, Constraints on short-selling and asset price adjustment to private information, Journal of Financial Economics 18, 277-311.",
        "Duffie, Darrell, 1996, Special Repo Rates, Journal of Finance 51, 493-526.",
        "Fama, Eugene F., 1991, Efficient Capital Markets: II, Journal of Finance, Vol. 46, No. 5. (Dec., 1991), pp. 1575-1617.",
        "Can the market add and subtract'DONE' - Page 41 Fama, Eugene F., 1998, Market efficiency, long-term returns, and behavioral finance, Journal of Financial Economics 49, 283-306.",
        "Fama, Eugene F. and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Klibanoff, Peter, Owen Lamont, and Thierry A. Wizman, 1997, Investor reaction to salient news in closed-end country funds, Journal of Finance 53, 673-699.",
        "Krishnamurthy, Arvind, 2001, The Bond/Old-Bond Spread, Northwestern University working paper.",
        "Lee, Charles M.C., Andrei Shleifer, and Richard Thaler, 1991, Investor sentiment and the closed-end fund puzzle, Journal of Finance 46, 75-109.",
        "Liu, Jun and Francis A. Longstaff, 2000, Losing money on arbitrages, UCLA working paper.",
        "Loughran, Tim and Jay R. Ritter, 2000, Uniformly least powerful tests of market efficiency, Journal of Financial Economics 55, 361-389.",
        "Mitchell, Mark, Todd Pulvino, and Erik Stafford, 2001, Limited arbitrage in equity markets, Harvard Business School working paper.",
        "Can the market add and subtract'DONE' - Page 42 Nanda, Vikram, 1991, On the good news about equity carve-outs, Journal of Finance 46, 17171737.",
        "Ofek, Eli and Matthew Richardson, 2001, Dotcom mania: A survey of market efficiency in the internet section, NYU working paper.",
        "Pontiff, Jeffrey, 1996, Costly arbitrage: Evidence from closed-end funds, Quarterly Journal of Economics 111, 1135-1151.",
        "Shleifer, Andrei, and Robert W. Vishny, 1997, The limits of arbitrage, Journal of Finance 52, 35-55.",
        "Slovin, Myron B., Marie E. Sushka, and Steven R. Ferraro, 1995, A comparison of the information conveyed by equity carve-outs, spin-offs, and asset sell-offs, Journal of Financial Economics 37, 89-104.",
        "Can the market add and subtract'DONE' - Page 43 Vijh, Arnand M., 1999, Long-term returns from equity carveouts, Journal of Financial Economics 51, 273-308."
    ]
}