{
    "id": 8303,
    "cites": 41,
    "cited_by": 26,
    "reference": [
        "[1] Allen, Franklin and Douglas Gale (1992). Stock-Price Manipulation. The Review of Financial Studies 5: 503-529.",
        "[2] Allen, Franklin and Gary Gorton (1992). Stock price manipulation, market microstructure and asymmetric information. European Economic Review 36: 624-630.",
        "[3] Bagnoli, Mark and Barton L. Lipman (1990). Stock price manipulation through takeover bids, Working Paper, Graduate School of Industrial Administration, Carnegie Mellon University, Pittsburgh, PA.",
        "[4] Barclay, M.J. and J.B. Warner (1993). Stealth Trading and Volatility: Which Trades Move Prices'DONE' Journal of Financial Economics, Vol. 34, 281-305.",
        "[5] Benabou, Roland and Guy Laroque (1990). Using privileged information to manipulate markets: Insiders, gurus, and credibility. Working Paper, MIT, Cambridge, MA.",
        "[8] Buiter, Willem, Giancarlo Corsetti and Paolo Pesenti (1998 b). Interpreting the ERM crisis: country-specific and systemic issues. Princeton Studies in International Finance No.84, International Finance Section, Princeton University, March.",
        "[9] Carlsson, H. and E. van Damme (1993). Global Games and Equilibrium Selection. Econometrica 61, 989-1018.",
        "[10] Chakravorti, Sujit and Subir Lall (2000). The Double Play: Simultaneous Speculative Attacks on Currency and Equity Markets. Federal Reserve Bank of Chicago, December.",
        "[11] Corsetti, Giancarlo, Amil Dasgupta, Stephen Morris, and Hyun Song Shin (2000). Does One Soros Make a Dierence'DONE' The Role of a Large Trader in Currency Crises. Cowles Foundation Discussion Paper 1273, Yale University.",
        "[12] Corsetti, G., P. Pesenti and N. Roubini (1999). What Caused the Asian Currency and Financial Crisis'DONE' Japan and the World Economy.",
        "[13] Dasgupta A. (2001). Global Equilibrium Selection in Dynamic Global Games with Social Learning, Yale University, mimeo.",
        "[14] Dasgupta A. (1999). Social Learning with Payo Complementarities, Yale University, mimeo.",
        "[15] Easley, D. and M. OHara (1987). Price, Trade Size, and Information in Securities Markets. Journal of Financial Economics, Vol. 19, 69-90.",
        "[16] Eichengreen, Barry (2000). The EMS Crisis in Retrospect. NBER Working Paper No.8035, December.",
        "[17] Eichengreen, Barry, and Donald Mathieson (1999). Hedge Funds: What Do We Really Know'DONE' International Monetary Fund Economic Issues No.19, September.",
        "[18] Eichengreen, Barry, and Charles Wyplosz (1993). The unstable EMS. Brookings Papers on Economic Activity 1, pp.51-143.",
        "[19] Financial Stability Forum (FSF) (2000). Report of the Market Dynamics Study Group of the FSF Working Group on Highly Leveraged Institutions, April, http://www.fsforum.org/Reports/RepHLI.html.",
        "[20] Fung, William and David A. Hsieh (1997). Empirical Characteristics of Dynamic Trading Strategies: The Case of Hedge Funds. Review of Financial Studies 10 (2), 275-302.",
        "[21] Fung, William and David A. Hsieh (1999a). Hedge Fund Risk Management. Fuqua School of Business, Duke University, February.",
        "[22] Fung, William and David A. Hsieh (1999b). A Primer on Hedge Funds. Journal of Empirical Finance, September, 309-31.",
        "[23] Fung, William, David A. Hsieh and Konstantinos Tsatsaronis (2000). Do Hedge Funds Disrupt Emerging Markets'DONE' Brookings-Wharton Papers on Financial Services.",
        "[24] Hartigan, J. (1983). Bayes Theory. Springer-Verlag.",
        "[25] Hong Kong Monetary Authority (1999). Capital Flows, Hedge Funds, and OTC Markets: An Emerging Markets Perspective. May.",
        "[26] Hong Kong Monetary Authority and Reserve Bank of Australia (1999). The Impact of Highly Leverage Institutions on Financial Markets.",
        "[27] International Monetary Fund (1998). Hedge Funds and Financial Market Dynamics. IMF Occasional Paper 166, May.",
        "[28] International Monetary Fund (1999). International Capital Markets, September.",
        "[29] Ito, Takatoshi (1999). The Development of the Thailand Currency Crisis: A Chronological Review. Working Paper, Hitotsubashi University.",
        "[30] Jarrow, Robert A. (1992). Market manipulation, bubbles, corners and short squeezes. Journal of Financial and Quantitative Analysis 27(3), September, 311-36..",
        "[31] Kumar, Praveen and Duane J. Seppi (1990). Future manipulation with `Cash Settlement. Journal of Finance, Vol. 47, 1485-1502.",
        "[32] Kyle, Albert S. (1984). A Theory of futures market manipulations in Ronald Anderson, ed., The industrial organization of futures markets (Lexington Books, Lexington, MA) 141-174.",
        "[33] Kyle, Albert S., 1985. Continuous auctions with insider trading, Econometrics 46, 1429-1445.",
        "[34] Lee, Yi-Tsung, Ji-Chai Lin and Yu-Jane Liu (1999). Trading Patterns of Big Versus Small Players in an Emerging Market: An Empirical Analysis, Journal of Banking and Finance, Vol.23, 701-725.",
        "[35] Morris, Stephen and Hyung Shin (1998). Unique Equilibrium in a Model of Self-Fulfilling Currency Attacks, American Economic Review 88: 587-97.",
        "[36] Morris, Stephen and Hyung Shin (2000). Global Games: Theory and Applications, mimeo, Yale University.",
        "[37] Mussa, Michael, Alexander Swoboda, Jeromin Zettelmeyer and Olivier Jeanne (1999). Moderating Fluctuations in Capital Flows to Emerging Market Economies, IMF, May.",
        "[38] The Presidents Working Group on Financial Markets (1999). Hedge Funds, Leverage, and the Lessons of Long-Term Capital Management, April, http://www.ustreas.gov/press/releases/docs/hedgfund.pdf,",
        "[39] Reserve Bank of Australia (1999). Hedge Funds, Financial Stability and Market Integrity, March.",
        "[40] Schadler, Susan et al. (1993). Recent Experiences with Surges in Capital Inflows, IMF Occasional Paper, No.108, Washington: IMF.",
        "[42] Vila, Jean-Luc (1987). The role of information in the manipulation of futures markets, CARESS Working Paper 87-26 (University of Pennsylvania, Philadelphia, PA).",
        "[43] Vila, Jean-Luc (1989). Simple games of market manipulation, Economics Letters 29, 21-26.",
        "[44] Wei, Shang-Jin and Jungshik Kim (1997). The Big Players in the Foreign Exchange Market: Do They Trade on Information or Noise'DONE' NBER Working Paper No. W6256, November."
    ]
}