{
    "id": 8305,
    "cites": 33,
    "cited_by": 32,
    "reference": [
        "Bagci, P. and Perraudin, W. 1997. Do IMF Programs Work? Global Economic Institutions Working Paper.",
        "Beveridge, W. and M. Kelly. 1980. Fiscal Content of Financial Programs Supported by Stand-By Arrangements in the Upper Credit Tranches, 1969-78, Staff Papers, International Monetary Fund (Washington), Vol 27 (June 1980), pp. 205-49.",
        "Bird, G. 1996. The International Monetary Fund and developing countries: a review of the evidence and policy options. International Organization 50 (3), pp. 477-511.",
        "Bird, G., Hussain, M. and J. Joyce. 2000. Many Happy Returns? Recidivism and the IMF, Wellesley College Department of Economics Working Paper No. 2000-04 (March).",
        "Bordo, M.D. and H. James. 2000. The International Monetary Fund: Its Present Role in Historical Perspective. NBER Working Paper 7724 (June).",
        "Bordo, M. and A. Schwartz. 2000. Measuring Real Economic Effects of Bailouts: Historical Perspectives on How Countries in Financial Distress Have Fared With and Without Bailouts, NBER Working Paper 7701 (May).",
        "Connors, T. 1979. The Apparent Effects of Recent IMF Stabilization Programs, International Finance Discussion Paper 135 (Washington: Board of Governors of the Federal Reserve System, April 1979).",
        "Conway, P. 1994. IMF Lending Programs: Participation and Impact, Journal of Development Economics 45: 365-391.",
        "Conway, P. 2000. IMF Programs and Economic Crisis: An Empirical Study of Transition. University of North Carolina, Chapel Hill. Manuscript dated January 5, 2000.",
        "Dicks-Mireaux, L., M. Mecagni and S. Schadler. 2000. Evaluating the effect of IMF lending to low-income countries. Journal of Development Economics Vol. 61, pp. 495-526.",
        "Dooley, M. 1999. International Financial Architecture and Strategic Default: Can Financial Crises be Less Painful? Manuscript. Paper presented at Carnegie-Rochester Conference (November 19-20, 1999).",
        "Dreher, A. and R. Vaubel. 2001. Does the IMF Cause Moral Hazard and Political Business Cycles? Evidence from Panel Data. Manuscript dated February 2001. University of Mannheim.",
        "Edwards, S. 1989. The International Monetary Fund and the Developing Countries: A Critical Evaluation, in K. Brunner and A. Meltzer (editors) IMF Policy Advice, Market Volatility, Commodity Price Rules, and Other Essays.",
        "Esquivel, G. and F. Larrain. 1998. Explaining Currency Crises, Mimeo, Harvard Institute for International Development (June).",
        "Frankel, J. and A. Rose. 1996. Currency Crashes in Emerging Markets. An Empirical Treatment, Journal of International Economics 41 (November), pp. 351-366.",
        "Glick, R. and M. Hutchison. 2001. Banking and Currency Crises: How Common Are Twins? In R. Glick, R. Moreno, and M. Spiegel, eds. Financial Crises in Emerging Markets. Cambridge, UK: Cambridge University Press, Chapter 2. Previously issued as Federal Reserve Bank of San Francisco Center for Pacific Basin Studies Working Paper No. PB99-08.",
        "Glick, R. and M. Hutchison. 2000. Capital Controls and Exchange Rate Instability in Developing Economies. Federal Reserve Bank of San Francisco Center for Pacific Basin Studies Working Paper No. PB00-05 (December).",
        "Goldstein, M. and P. Montiel. 1986. Evaluating Fund Stabilization Programs with Multicountry Data: Some Methodological Pitfalls, International Monetary Fund Staff Papers 33 (June), pp. 304-44.",
        "Gupta, P., D. Mishra and R. Sahay. 2000. Output Response During Currency Crises. IMF. Manuscript dated May 2000.",
        "Gylafson, T. 1987. Credit Policy and Economic Activity in Developing Countries with IMF Stabilization Programs, Princeton Essays in International Finance 60 (August).",
        "Heckman, J. 1979. Sample Selection Bias as a Specification Error, Econometrica 47 (January), pp. 153-61.",
        "Joyce, J. 2001. Time Present and Time Past: A Duration Analysis of IMF Programs Spells. Federal Reserve Bank of Boston Working Paper No. 01-02, March.",
        "Kaminsky, G., S. Lizondo, and C. Reinhart. 1998. Leading Indicators of Currency Crises, IMF Staff Papers 45 (March), pp. 1-48.",
        "Kaminsky, G. and C. Reinhart. 1999. The Twin Crises. The Causes of Banking and Balance-of-Payments Problems, American Economic Review 89 (June), pp. 473-500.",
        "Kaplan, E. and D. Rodrik. 2001. Did the Malaysian Capital Controls Work? NBER Working Paper No. W8142, February.",
        "Khan, M. 1990. The Macroeconomic Effects of Fund-Supported Adjustment Programs, IMF Staff Papers 37, June, pp. 195-231.",
        "Killick, T., M. Malik and M. Manuel. 1992. What Can We Know About the Effects of IMF Programs, The World Economy 15: 575-597.",
        "Knight, M. and J. Santaella. 1997. Economic Determinants of IMF Financial Arrangments. Journal of Development Economics Vol. 54, pp. 405-436.",
        "Lane, T. and S. Phillips. 2000. Does IMF Financing Result in Moral Hazard? IMF Working Paper WP/00/168 (October).",
        "McQuillan, L. and P. Montgomery. 1999. The International Monetary Fund: Financial Medic to the World (editors). Hoover Institution Press, Stanford.",
        "Pastor, M. 1987. The effects of IMF programs in the Third World: Debate and evidence from Latin America, World Development 15 (February), pp. 249-262.",
        "Przeworski, A. and J. Vreeland. 2000. The effect of IMF programs on economic growth, Journal of Development Economics 62, pp. 385-421.",
        "Santaella, J. 1996. Stylized Facts Before IMF-Supported Macroeconomic Adjustment, IMF Staff Papers 43: 502-544."
    ]
}