{
    "id": 8306,
    "cites": 48,
    "cited_by": 42,
    "reference": [
        "Andrews, Donald W. K. and Marcia Schagfans (1996) Semiparametric Estimation of the Intercept of a Sample Selection Model, Review of Economic Studies, vol. 65, pp 497-517.",
        "Aoki, Masahiko (1988) Information, Incentives and Bargaining in the Japanese Economy (New York: Cambridge University Press).",
        "Appelbaum, Eileen, Thomas Bailey, Peter Berg, and Arne Kalleberg (2000) Manufacturing Advantage: Why High-Performance Work Systems Pay Off. Ithaca, NY: Cornell University Press.",
        "Appelbaum, Eileen, and Rosemary Batt (1994) The New American Workplace: Transforming Work Systems in the United States, Ithaca, NY: Cornell University Press.",
        "Arthur, Jeffrey (1992) The Link Between Business Strategy and Industrial Relations Systems in American Steel Minimills, Industrial and Labor Relations Review, vol. 45, pp. 488-506.",
        "Ashenfelter, Orley (1978) Estimating the Effect of Training Programs on Earnings, Review of Economics and Statistics, vol. 67, pp. 648-660.",
        "Athey, Susan and Scott Stern (1998) An Empirical Framework for Testing Theories About Complementarity in Organizational Design, MIT Sloan School Working Paper no. 4022BPS-98.",
        "Baker, George, Robert Gibbons and Kevin Murphy (1994) Subjective Performance Measures in Optimal Incentive Contracts, Quarterly Journal of Economics, vol. 108, pp. 1125-1156.",
        "Baker, George, Robert Gibbons and Kevin Murphy (forthcoming) Relational Contracts and the Theory of the Firm, Quarterly Journal of Economics. Bartel, Ann, Human Resource Management and Performance in the Service Sector: The Case of Bank Branches, Columbia University working paper, 2001.",
        "Batt, Rosemary (July 1999) Work Organization, Technology, and Performance in Customer Services and Sales, Industrial and Labor Relations Review, vol. 52, pp. 539-64.",
        "Black, Sandra and Lisa Lynch (forthcoming) How to Compete: The Impact of Workplace Practices and IT on Productivity, Review of Economics and Statistics. Black, Sandra and Lisa Lynch (May 1996) Human Capital Investments and Productivity, American Economic Review Papers and Proceedings: vol. 86: 263-267.",
        "Black, Sandra and Lisa Lynch (1999) The New Workplace: What Does it Mean for Employers, Industrial and Labor Relations Association Papers and Proceedings.",
        "Brynjolfsson, Erik, and Loren Hitt (Fall 2000) Beyond Computation: Information Technology, Organizational Transformation, and Business Performance, Journal of Economic Perspectives.",
        "Breshnahan, Timothy, Erik Brynjolfsson and Loren Hitt (2001 forthcoming) Information Technology, Work Organization and the Demand for Skilled Labor: Firm-Level Evidence, Quarterly Journal of Economics.",
        "Cole, Robert E. (2000) Market Pressures and Institutional Forces: The Early Years of the Quality Movement, in The Quality Movement and Organization Theory, eds. Robert E. Cole and W. Richard Scott (Sage Publications, Inc.: Thousand Oaks, CA), pp. 67-88.",
        "Dunlop, John T. and David Weil (2000) Diffusion and Performance of Modular Production in the U.S.",
        "Apparel Industry, in The American Workplace: Skills, Compensation and Employee Involvement, eds. Freeman, Richard B. and Joel Rogers (1999) What Workers Want, Ithaca, NY: Cornell University Press.",
        "Gant, Jon, Casey Ichniowski, and Kathryn Shaw (2001 forthcoming) Social Capital and Organizational Change in High Involvement and Traditional Work Organizations, Journal of Economics and Management Strategy.",
        "Geanakoplos, John and Paul Milgrom (1991), A Theory of Hierarchies Based on Limited Attention Span Journal of the Japanese and International Economics, vol. 5, 205-225.",
        "Gibbons, Robert (1996) Incentives and Careers in Organizations, MIT Working Paper.",
        "Griliches, Zvi (1957) Specification Bias in Estimates of Production Functions, Journal of Farm Economics, vol. 39, pp. 8-20.",
        "Heckman, James J. (1990) Varieties of Selection Bias, American Economic Review, vol. 80, pp. 313-8.",
        "Heckman, James J., Hidehiko Ichimura, Jeffrey Smith, and Petra Todd (1998) Characterizing Selection Bias Using Experimental Data, Econometrica, vol. 66, pp. 1017-1098.",
        "Heckman, James J., Robert Lalonde, and J. Smith (1999) The Economics and Econometrics of Active Labor Market Programs, in Handbook of Labor Economics, vol. 3, eds. Orley Ashenfelter and David Card (Elsevier Science: Amsterdam).",
        "Holmstrom, Bengt (1982) Moral Hazard in Teams, Bell Journal of Economics, vol. 13, pp. 324-340.",
        "Holmstrom, Bengt and Paul Milgrom (1987) Aggregation and Linearity in the Provision of Intertemporal Incentives, Econometrica, vol. 55, pp. 303-328.",
        "Holmstrom, Bengt and Paul Milgrom (1991) Multitask Principal-Agent Analyses: Incentive Contracts, Asset Ownership and Job Design, Journal of Law, Economics and Organization, vol. 7, pp. 24-52.",
        "Holmstrom, Bengt and Paul Milgrom (1993) The Firm as an Incentive System, American Economic Review, vol. 84, pp. 972-991.",
        "Hunter, Larry and John Lafkas (1998) Information Technology, Work Practices, and Wages, Proceedings of the 50th Annual Meeting of the Industrial Relations Research Association.",
        "Huselid, Mark and Brian Becker (1996) High Performance Work Systems and Firm Performance: Cross- Sectional Versus Panel Estimates, Industrial Relations, pp. 635-672.",
        "Ichniowski, Casey, David I. Levine, Craig Olson and George Strauss (Fall 1996), What Works at Work: Overview and Assessment Industrial and Labor Relations Review, vol. 35, pp.299-334.",
        "Ichniowski, Casey, Kathryn Shaw and Giovanna Prennushi (1997) The Effects of Human Resource Management Practices on Productivity: A Study of Steel Finishing Lines, American Economic Review, vol.",
        "Itoh, Hideshi (1994) Job Design, Delegation, and Cooperation: A Principal-Agent Analysis European Economic Review, vol. 38, pp. 691-700.",
        "Jensen, Michael C. and William H. Mechling (1992) Specific and General Knowledge and Organizational Structure, in Contract Economics, eds. Lars Werin and Hans Wijkander (Blackwell: Oxford), pp. 251-74.",
        "Kandel, Eugene and Edward Lazear (1992) Peer Pressure and Partnerships, Journal of Political Economy, vol. 100, pp. 801-817.",
        "Kreps, David (1997) Intrinsic Motivation and Extrinsic Incentives, American Economic Review, vol. 87, pp.",
        "Kruse, Douglas (1993) Profit Sharing: Does it Make a Difference? Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Lazear, Edward (1999) Personnel Economics: Past Lessons and Future Directions, Journal of Labor Economics, vol. 17, pp. 199-236.",
        "Lazear, Edward (1995) Personnel Economics, Cambridge, MA: MIT Press.",
        "Lazear, Edward (1999) Globalization and the Market for Teammates, Economic Journal.",
        "MacDuffie, John Paul (1995) Human Resource Bundles and Manufacturing Performance: Organizational Logic and Flexible Production Systems in the World Auto Industry, Industrial and Labor Relations Review, vol. 48, pp. 197-221.",
        "MacLeod, Bentley (1988) Equity, Efficiency and Incentives in Cooperative Teams, Advanced Economic Analysis of Participatory Labor-Managed Firms, vol. 3, pp. 5-23.",
        "MacLeod, Bentley and Daniel Parent (1999) Job Characteristics and the Form of Compensation, Research in Labor Economics, vol. 18: 177-242.",
        "Milgrom, Paul and John Roberts (1995) Complementarities and Fit: Strategy, Structure and Organizational Change in Manufacturing, Journal of Accounting and Economics, vol. 19, pp. 179-208.",
        "Osterman, Paul (1994) How Common is Workplace Transformation and Who Adopts It? Industrial and Labor Relations Review, vol. 47, pp. 173-187.",
        "Osterman, Paul (January 2000) Work Reorganization in an Era of Restructuring: Trends in Diffusion and Effects on Employee Welfare Industrial and Labor Relations Review, vol. 53, pp. 179-196.",
        "Prendergast, Canice (July 1995) A Theory of Responsibility in Organizations, Journal of Labor Economics, vol 13, no. 3, pp 387-400.",
        "Prendergast, Canice (1999) The Provision of Incentives in Firms, Journal of Economic Literature, vol. 37, pp. 7-63."
    ]
}