{
    "id": 8308,
    "cites": 10,
    "cited_by": 17,
    "reference": [
        "Abarbanell, Jeffrey, and Reuven Lehavy, 2000, Biased forecasts or biased earnings: The role of earnings management in explaining apparent optimism and inefficiency in analysts earnings forecasts, working paper, University of North Carolina.",
        "Bernard, Victor L., and Jacob K. Thomas, 1989, Post-earnings-announcement drift: Delayed price response or risk premium'DONE', Journal of Accounting Research (Supplement) 27, 1--36.",
        "Dechow, Patricia, Richard Sloan, and Amy Sweeney, 1996, Causes and consequences of earnings manipulation: An analysis of firms subject to enforcement actions by the SEC, it Contemporary Accounting Research 13, 1--36.",
        "Degeorge, FranÃ\u0083Â§ois, Jayendu Patel, and Richard Zeckhauser, Earnings management to exceed thresholds, Journal of Business 72, 1--33. Foster, George, Chris Olsen, and Terry Shevlin, 1984, Earnings releases, anomalies, and the behavior of security returns, The Accounting Review 59, 574--603.",
        "Houge, Todd, and Tim Loughran, 2000, Cash flow is king: Cognitive errors by investors, Journal of Psychology and Financial Markets, forthcoming.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 1993, Returns to buying winners and seling losers: Implications for stock market efficiency, Journal of Finance 48, 65--91.",
        "Jones, Jennifer J., 1991, Earnings management during import relief investigations, Journal of Accounting Research 29, 193--228.",
        "Shleifer, Andrei, 2000, Inefficient markets: An introduction to behavioral finance, Oxford University Press.",
        "Sloan, Richard G., 1996, Do stock prices fully reflect information in accruals and cash flows about future earnings'DONE', Accountng Review 71, 289--315.",
        "Teoh, Siew Hong, Ivo Welch, and T. J. Wong, 1998b, Earnings management and the underperformance of seasoned equity offerings, Journal of Financial Economics 50, 63--99."
    ]
}