{
    "id": 8314,
    "cites": 33,
    "cited_by": 11,
    "reference": [
        "Allen, Todd, and Carroll, Christopher, Learning about Consumption, mimeo, The Johns Hopkins University, 2000.",
        "Altonji, Joseph, and Siow, Aloysius, Ã\u0082â\u0080\u009cTesting the Response of Consumption to Income with (Noisy) Panel Data,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 102(1987), 293-328.",
        "Angelatos, George-Marios, Laibson, David, Repetto, Andrea, Tobacman, Jeremy, and Weinberg, Stephen, Ã\u0082â\u0080\u009cThe Hyperbolic Buffer-Stock Model: Calibration, Simulation, and Empirical Evaluation, mimeo, Harvard University, 2000.",
        "Ausubel, Lawrence, Ã\u0082â\u0080\u009cThe Failure of Competition in the Credit Card Market,Ã\u0082â\u0080\u009d American Economic Review, 81(1991), 50-81.",
        "Bernanke, B., and Gertler, M., Ã\u0082â\u0080\u009cInside the Black Box: The Credit Channel of Monetary Policy Transmission,Ã\u0082â\u0080\u009d Journal of Economic Perspectives, 9(1995), 27-48.",
        "Browning, Martin, and Lusardi, Annamaria, Ã\u0082â\u0080\u009cHousehold Saving: Micro Theories and Micro Facts,Ã\u0082â\u0080\u009d Journal of Economic Literature, 34(1996), 1797-1855.",
        "Chimerine, Lawrence, Americans in Debt: The Reality, Mastercard International, 1997.",
        "Calem, Paul, and Mester, Loretta, Ã\u0082â\u0080\u009cConsumer Behavior and the Stickiness of Credit Card Interest Rates,Ã\u0082â\u0080\u009d American Economic Review, 85(1995), 1327-1336.",
        "Campbell, John, and Mankiw, Gregory N., Permanent Income, Current Income, and Consumption, Journal of Business and Economics Statistics, 8(1990), 265-279.",
        "Carroll, Christopher, Ã\u0082â\u0080\u009cThe Buffer-Stock Theory of Saving: Some Macroeconomic Evidence,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 2(1992), 61-156.",
        "Christiano, Lawrence, Eichenbaum, Martin, and Evans, Charles, The Effects of Monetary Policy Shocks: Evidence from the Flow of Funds, Review of Economics and Statistics, 78(1996), 16-34.",
        "Deaton, Angus, Ã\u0082â\u0080\u009cSaving and Liquidity Constraints,Ã\u0082â\u0080\u009d Econometrica, 59(1991), 1221-1248.",
        "Federal Reserve Board, G.19, Consumer Credit, 1998.",
        "Gross, David, and Souleles, Nicholas, An Empirical Analysis of Personal Bankruptcy and Delinquency, Review of Financial Studies, forthcoming (2001).",
        "Hall, Robert, Intertemporal Substitution in Consumption, Journal of Political Economy, 96(1988), 339-57.",
        "Hall, Robert, and Mishkin, Frederic, Ã\u0082â\u0080\u009cThe Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households,Ã\u0082â\u0080\u009d Econometrica, 50(1982), 461-481.",
        "Hubbard, R. Glenn, and Judd, Kenneth, Ã\u0082â\u0080\u009cLiquidity Constraints, Fiscal Policy, and Consumption,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 1(1986), 1-59.",
        "Hurst, E., and Stafford, F., Ã\u0082â\u0080\u009cHome is Where the Equity Is: Liquidity Constraints, Refinancing and Consumption,Ã\u0082â\u0080\u009d mimeo, University of Chicago, 2000.",
        "Jappelli, Tullio, Who Is Credit Constrained in the U.S. Economy? Quarterly Journal of Economics, February, 105(1990), 219-234.",
        "Jappelli, Tullio, and Pagano, Marco, Ã\u0082â\u0080\u009cThe Welfare Effects of Liquidity Constraints,Ã\u0082â\u0080\u009d Oxford Economic Papers, 51(1999), 410-430.",
        "Jappelli, Tullio, Pischke, Stephen, and Souleles, Nicholas, Ã\u0082â\u0080\u009cTesting for Liquidity Constraints in Euler Equations with Complementary Data Sources,Ã\u0082â\u0080\u009d The Review of Economics and Statistics, 80(1998), 251-262.",
        "Kashyap, Anil, and Stein, Jeremy, Monetary Policy and Bank Lending, in Monetary Policy, Gregory N. Mankiw, ed. (Chicago: University of Chicago Press, 1994).",
        "Laibson, David, Repetto, Andrea, and Tobacman, Jeremy, Ã\u0082â\u0080\u009cA Debt Puzzle, mimeo, Harvard University, 2000.",
        "Lehnert, Andreas, and Maki, Dean, The Great American Debtor, mimeo, Federal Reserve Board, 2000.",
        "Ludvigson, S., Ã\u0082â\u0080\u009cThe Channel of Monetary Transmission to Demand: Evidence from the Market for Automobile Credit,Ã\u0082â\u0080\u009d Journal of Money, Credit, and Banking, (1998), 365-383.",
        "Ludvigson, Sydney, Ã\u0082â\u0080\u009cConsumption and Credit: A Model of Time-Varying Liquidity Constraints,Ã\u0082â\u0080\u009d The Review of Economics and Statistics, 81(1999), 434-447.",
        "Moore, Mary, Ã\u0082â\u0080\u009cCredit ScoringÃ\u0082â\u0080\u0099s Uses Expand as It Gains Acceptance,Ã\u0082â\u0080\u009d The American Banker, 1996, 4A.",
        "Mishkin, Frederic, Symposium on the Monetary Transmission Mechanism, Journal of Economics Perspectives, 9(1995), 3-10.",
        "Parker, Jonathan, Ã\u0082â\u0080\u009cThe Reaction of Household Consumption to Predictable Changes in Social Security Taxes,Ã\u0082â\u0080\u009d American Economic Review, 89(1999), 959-973.",
        "Runkle, David, Ã\u0082â\u0080\u009cLiquidity Constraints and the Permanent Income Hypothesis: Evidence from Panel Data,Ã\u0082â\u0080\u009d Journal of Monetary Economics, 27(1991), 73-98.",
        "Souleles, Nicholas, Ã\u0082â\u0080\u009cThe Response of Household Consumption to Income Tax Refunds,Ã\u0082â\u0080\u009d American Economic Review, 89(1999), 947-958.",
        "Souleles, Nicholas, Ã\u0082â\u0080\u009cConsumer Response to the Reagan Tax Cuts,Ã\u0082â\u0080\u009d Journal of Public Economics, 2001, forthcoming.",
        "Zeldes, Stephen, Consumption and Liquidity Constraints: An Empirical Investigation. Journal of Political Economy, 97(1989), 305-346."
    ]
}