{
    "id": 8315,
    "cites": 21,
    "cited_by": 16,
    "reference": [
        "Bartolini, Leonardo and Dixit, Avinash (1991) &apos;Market Valuation of Illiquid Debt and Implications for Conflicts among Creditors&apos;, IMF Staff Papers, Vol.38 (4), pp. 828-49. Bhattacharya, Amar and Miller, Marcus (1999) &apos;Coping with Crises: Is there a Silver Bullet?&apos; in The Asian Financial Crisis: Causes, Contagion and Consequences edited by Pierre Richard Agenor, Marcus Miller and David Vines, Cambridge University Press, (forthcoming).",
        "Bolten, Patrick and Scharfstein, David (1996) &apos;Optimal Debt Structure and the Number of Creditors&apos;, Journal of Political Economy, Vol.104, No.1, pp. 1-25.",
        "Bulow, Jeremy and Rogoff, Kenneth (1989) \"A Constant Recontracting Model of Sovereign Debt,\" Journal of Political Economy, February, 97, pp. 155-178.",
        "Calvo, Guillermo, A. (1998) \"Capital Flows and Capital-Market Crises: The Simple Economics of Sudden Stops,\" Journal of Applied Economics (CEMA), 1,1, November, pp. 35-37.",
        "_ and Reinhart, Carmen (2000) \"When Capital Flows Come to a Sudden Stop: Consequences and Policy Options,\" in P. Kenen, M. Mussa and A. Swoboda eds., Reforming the International Monetary System (Washington DC: Brookings Institution).",
        "Cespedes, Luis Felipe, Chang, Roberto and Velasco, Andres (2000) \"Balance Sheets and Exchange Rate Policies,\" NBER Working Paper No. W7840 August.",
        "Chari, V. V. and Kehoe, Patrick (1999) &apos;Asking the Right Questions about the IMF,&apos; The Region, Federal Reserve Bank of Minneapolis, Vol. 13, pp. 2-26.",
        "Chui, M, Ghai, P, and Haldane, A (2000) \"Sovereign Liquidity Crises: Analytics and Implications for Public Policy\" Bank of England Working Paper No. 121.",
        "Diamond, Douglas W. (1989) &apos;Reputation Acquisition in Debt Markets,&apos; Journal of Political Economy, Vol.97, pp. 828-841.",
        "_ (1993) &apos;Seniority and Maturity of Debts,&apos; Journal of Financial Economics Vol.33, pp. 341-368.",
        "Dooley, Michael P. (1995) \"A Retrospective on the Debt Crisis,\" in Exchange Rate Policy and Interdependence, Peter Kenan, ed. N.J.: Princeton University Press, 1995.",
        "_(2000a) \"A Model of Crises in Emerging Markets,\" The Economic Journal Vol.110, No. 460, January, pp. 256-272.",
        "_(2000b) \" Can Output Losses Following International Financial Crises be Avoided?\" NBER Working Paper 7531, February.",
        "Fischer, Stanley (1999) &apos;On the Need for an International Lender of Last Resort,&apos; The Journal of Economic Perspectives,: 13, 4, Fall, pp. 85-104.",
        "Ghai, Prasanna, Hayes, Simon and Shin, Hyun Song (2001) &apos;Crisis Costs and Debtor Discipline: The Efficacy of Public Policy in Sovereign Debt Crisis&apos; Working Paper.",
        "Gavin, Michael and Powell, Andrew (2000) \"Should International Lender of Last Resort (LOLR) Lending be Privatized?\" Mimeo.",
        "Giannini, Corzio (1999) &apos;Enemy of None but a Friend to All? An International Perspective on the Lender of Last Resort Function,&apos; IMF mimeo.",
        "Miller, M and Zhang, L. (1998) \"Sovereign Liquidity Crises: The Strategic Case for a Payments Standstill,\" CEPR Discussion Paper #1820.",
        "Rogoff, Kenneth (1999) &apos;International Institutions for Reducing Global Financial Instability,&apos; The Journal of Economic Perspectives,: 13, 4, Fall, pp. 21-42.",
        "Sachs, Jeffrey (1995) &apos;Do we need an International Lender of Last Resort?&apos; Frank Graham Lecture, Princeton University.",
        "Verma, Sujata (2000) \"The Architecture of International Capital Markets: Theory and Evidence,\" Ph.D. Dissertation, University of California, Santa Cruz."
    ]
}