{
    "id": 8319,
    "cites": 46,
    "cited_by": 19,
    "reference": [
        "Ackerlof, George, Yellen, Janet, and Michael Katz. \"An Analysis of Out-of-Wedlock Childbearing in the United States.\" The Quarterly Journal of Economics 111(2): 277-317. 1996.",
        "Angrist, Joshua and William. N. Evans. \"Schooling and Labor Market Consequences of the 1970 State Abortion Reforms.\" In R. Ehrenberg, ed. Research in Labor Economics (Westport, Ct: JAI Press, 1999).",
        "Blumstein, Alfred. \"Disaggregating the Violence Trends.\" In Alfred Blumstein and Joel Wolman, eds, The Crime Drop in America (New York: Cambridge University Press, 2000).",
        "Blumstein, Alfred. \"Youth Violence, Guns, and the Illicit Drug Industry.\" The Journal of Criminal Law and Criminology 86(1):10-36. 1995.",
        "Blumstein, Alfred and Joel Wollman, eds. The Crime Drop in America (New York: Cambridge University Press, 2000).",
        "Bronars, Stephen and Jeff Grogger. \"The Economic Consequences ofUnwed Motherhood: Using Twins as a Natural Experiment.\" American Economic Review 84:(5) 1141-1156. 1994.",
        "Brown, Sarah S. and Leon Eisenberg, eds. The Best Intentions: Unintended Pregnancy and the Well-being of Children and Families (Washington D.C.: Naitonal Academy Press, 1995).",
        "Centers for Disease Control. Abortion Surveillance Report--Legal Abortions, United States Annual Summary, 1970 (Atlanta, Georgia: Centers for Disease Control, 1971).",
        "Centers for Disease Control. Abortion Surveillance Report--Legal Abortions, United States Annual Summary, 1971 (Atlanta, Georgia: Centers for Disease Control, 1972).",
        "Centers for Disease Control. Abortion Surveillance Report--Legal Abortions, United States Annual Summary, 1972 (Atlanta, Georgia: Centers for Disease Control, 1973).",
        "Cook, Philip. and John.H. Laub. \"The Unprecedented Epidemic in Youth Violence,\" Youth Violence Michael Tonry and Mark H. Moore eds. (Chicago: University of Chicago Press, 1998).",
        "Cork, Daniel. \"Examining Space-Time Interaction in City-Level Homicide Data: Crack Markets and the Diffusion of Guns Among Youth.\" Journal of Quantitative Criminology 15(4):379-405. 1999.",
        "Donohue, John and Steven Levitt. \"The Impact ofLegalized Abortion on Crime.\" Quarterly Journal ofEconomics 116(2):379-420. 2001.",
        "Fagan, Jeffery, Zimring, Franklin and June Kim. \"Declining Homicide in New York City: A Tale ofTwo Trends.\" The Journal of Criminal Law and Criminology 88(4):1277-1323. 1998.",
        "Forrest, Jacqueline Darroch, Sullivan, Ellen and Christopher Tietze. Abortion 1976-1977: Needs and Services in the United States, Each State and Metropolitan Area (New York: Alan Guttmacherlnstitute 1979).",
        "Fox, James Alan. \"Uniform Crime Reports [United States]: Supplemental Homicide Reports, 1976-1998.\" [Computer File]. Inter-University Consortium for Political and Social Research versions. (Boston, MA: Northeastern University, College of Criminal Justice [producer]; Ann Arbor: Michigan: Inter-University Consortium for Political and Social Research [distributor], 2000).",
        "Fox, James Alan. \"Demographics and U.S. Homicide.\" The Crime Drop in America, Alfred Blumstein and Joel Wollman, eds. (New York: Cambridge University Press, 2000).",
        "Fox, James Alan, and Marianne W. Zawitz. \"Homicide Trends in the United States: 1998 Update.\" (Bureau of Justice Statistics, www.oip.usdoi.gov/bis/homicide/homtrnd.htm, 2000).",
        "Garrow, David L. Sexuality and Liberty: the Right to Privacy and the Making of Roe v. Wade (Berkeley, CA:University of California Press, 1998).",
        "Geronimous, Arlene and Sanders Korenman. \"The Socioeconomic Consequences ofTeen Childbearing Reconsidered.\" The Quarterly Journal of Economics 107(4):1187-1214. 1992.",
        "Geronimous, Arlene and Sanders Korenman. \"Maternal Youth or Family Background? On the Health Disadvantages ofInfants with Teenage Mothers.\" American Journal of Epidemiology 137:(2) 213-225. 1993.",
        "Geronimous, Arlene, Korenman, Sanders and Marianne Hillemeier. \"Does Young Maternal Age Adversely Affect Child Development? Evidence from Cousin Comparisons in the United States.\" Populations and Development Review 20(3): 585-609. 1994.",
        "Golub, Andrew .L. and Bruce. D. Johnson. \"Crack&apos;s Decline: Some Surprises Across U.S. Cities.\" National Institute of Justice: Research in Brief. July 1997.",
        "Grogger, Jeff and Stephen Bronars. \"The Socioeconomic Consequences ofTeenage Childbearing: Findings from a Natural Experiment.\" Family Planning Perspectives 25(4): 156-161. 1993.",
        "Grogger, Jeff and Michael Willis. \"The Emergence of Crack Cocaine and the Rise in Urban Crime Rates.\" Review of Economics and Statistics 82 (4): 519-529. 2000.",
        "Gruber, Jonathan. \"The Incidence ofMandated Maternity Benefits.\" American Economic Review 84:622-641. 1994.",
        "Gruber, J. , Levine, P. and D. Staiger. \"Legalized Abortion and Child Living Circumstances: Who is the Marginal Child.\" Quarterly Journal ofEconomics 114(1):263-291. 1999.",
        "Henshaw, Stanley K. and Jennifer Van Vort. Abortion Factbook 1992 Edition (New York:Alan GuttmacherInstitute, 1992).",
        "Henshaw, Stanley K, Forrest, Jacquiline Darroch, Sullivan, Ellen, and Christopher Tietze. Abortion 1977-1979: Needs and Services in the United States, Each State and Metropolitan Area (New York: Alan Guttmacher Institute, 1981).",
        "Hotz, V. Joseph, McElroy, Susan, and Seth Sanders. \"Teenage Childbearing and Its Life Cycle Consequences: Exploiting aNatural Experiment.\" National Bureau ofEconomic ResearchWorking PaperNo. 7397. October, 1999.",
        "Johnson, Bruce, Gobub, Andrew, and Eloise Dunlap. \"The Rise and Decline ofHard Drugs, Drug Markets, and Violence in Inner-City New York.\" In Alfred Blumstein and Joel Wollman, eds. The Crime Drop in America (New York: Cambridge University Press, 2000).",
        "Joyce, Ted and Michael Grossman. \"Pregnancy Wantedness and the Early Initiation of Prenatal Care.\" Demography 27(1):1-17. 1990.",
        "Joyce, Ted, Kaestner, Robert and Sanders Korenman. \"The Effect of Pregnancy Intention on Child Development.\" Demography 37(1):83-94. 2000.",
        "Joyce, Ted and Naci Mocan. \"The Impact of Legalized Abortion on Adolescent Childbearing in New York City.\" American Journal ofPublic Health 80(3): 273-278. 1990.",
        "Kane, Thomas and Douglas Staiger. \"Teen Motherhood and Abortion Access.\" The Quarterly Journal ofEconomics 111(2): 467-506. 1996.",
        "Karmen, Andrew. New York Murder Mystery: the True Story behind the Crime Crash in the 1990&apos;s (New York: New York University Press, 2000).",
        "Koonin, Lisa et al. Abortion Surveillance--United States, 1996, IN CDC Surveillance Summaries, July 30, 1999. MMWR 1999: 48(No ss-4) 1-42.",
        "Kubicka, L., Z. Matejcek, H.P. David, Z. Dytrych, W.B. Miller, and Z. Roth. \"Children from Unwanted Pregnancies in Prague, Czech Republic Revisited at Age Thirty.\" Acta Psychiatrica Scandinavica 91:361-369. 1995.",
        "Lader, Lawrence. Abortion II: Making the Revolution (New York: Beacon, 1974).",
        "Lott, John R. Jr. and John Whitley. \"Abortion and Crime: Unwanted Children and Out-of-wedlock births.\" Unpublished manuscript, April 25, 2001.",
        "Ludwig, Jens. \"Concealed-Gun-Carrying Laws and Violent Crime: Evidence from State Panel Data.\" International Review ofLaw and Economics18:239-254. 1998.",
        "Maltz, M.D. \"Bridging Gaps in Police Crime Data.\" US Department of Justice, Bureau of Justice Statistics, 1999. http://www.oip.usdoi.gov/bis/abstract/bgpcd.htm Raine, Adrian, Brennan, Patricia, and SarnoffMednick. \"Birth Complications Combinedwith Early Maternal Rejection at Age 1 Year Predisposes to Violent Crime at Age 18 Years.\" Archives ofGeneral Psychiatry 51:984-988, 1994.",
        "Skalar, June and Beth Berkov. \"Abortion, Illegitimacy, and the American Birth Rate.\" Science, 185 (September 13), 1974.",
        "Tietze, Christopher. \"Two Years Experience with a Liberal Abortion Law: Its Impact on Fertility TrendsinNewYorkCity.\" Family Planning Perspectives 5(1): 36-41. 1973.",
        "Williams, L.B. and W.F. Pratt. \"Wanted and Unwanted Childbearing in the United States: 197388.\" Advanced data from vital and health statistics; No. 189. Hyattsville,MD.National Center for Health Statistics. 1990.",
        "Wintemute, Gary. \"Guns and Gun Violence.\" In Alfred Blumstein and Joel Wolman, eds. The Crime Drop in America (New York: Cambridge University Press, 2000). Year of Birth"
    ]
}