{
    "id": 8320,
    "cites": 33,
    "cited_by": 44,
    "reference": [
        "Andrews, D.W.K. (1993), Tests for Parameter Instability and Structural Change with Unknown Change Point, Econometrica 61, no. 4, 821 Ã\u0082â\u0080\u0093 856.",
        "Akerlof, G.A., W.T. Dickens, and G.L. Perry (1996), The Macroeconomics of Low Inflation, Brookings Papers on Economic Activity 1996 (1), 1 Ã\u0082â\u0080\u0093 76.",
        "Akerlof, G.A., W.T. Dickens, and G.L. Perry (2000), Near-Rational Wage and Price Setting and the Optimal Rates of Inflation and Unemployment, Brookings Papers on Economic Activity 2000 (1), forthcoming.",
        "Autor, D.A. and D. Staiger (in progress), Is There a Phillips Curve in Regional Wage Data? Autor, D.A. (2001), Why do Temporary Help Firms Provide Free General Skills Training? Quarterly Journal of Economics, forthcoming.",
        "Barlow, D. and G.W. Stadler (undated), The Dynamics of Wages and Prices in the United States, manuscript, University of Newcastel upon Tyne. Blanchard, O.J. and L.F. Katz (1992), Regional Evolutions, Brookings Papers on Economic Activity 1992 (1), 1 Ã\u0082â\u0080\u0093 61.",
        "Blanchard, O.J. and L.F. Katz (1997), What We Know and Do Not Know About the Natural Rate of Unemployment, Journal of Economic Perspectives 11, no. 1, 51 Ã\u0082â\u0080\u0093 72.",
        "Blanchflower, D. an A. Oswald (1994), The Wage Curve, Cambridge: MIT Press.",
        "Card, D. and D. Hyslop (1997), Does Inflation Grease the Wheels of the Labor Market?, in C. Romer and D. Romer (eds.), Reducing Inflation: Motivation and Strategy, University of Chicago Press for the NBER, 71 Ã\u0082â\u0080\u0093 122.",
        "Cogley, T. and T. Sargent (2001), Evolving Post-World War II U.S. Inflation Dynamics, forthcoming, NBER Macroeconomic Annual 2001.",
        "Fair, R.C. (2000), Testing the NAIRU Model for the United States, Review of Economics and Statistics 82, no. 1, 64 Ã\u0082â\u0080\u0093 71.",
        "Fuhrer, J.C. (1995), The Phillips Curve is Alive and Well, New England Economic Review of the Federal Reserve Bank of Boston, March Ã\u0082â\u0080\u0093 April, 41 Ã\u0082â\u0080\u0093 56.",
        "Galbraith, J.K. (1997), Time to Ditch the NAIRU, Journal of Economic Perspectives 11, no. 1, 93 Ã\u0082â\u0080\u0093 108.",
        "Garner, C.A. (1994), Capacity Utilization and U.S. Inflation, Economic Review of the Federal Reserve Bank of Kansas City, 79, no. 4, 5 Ã\u0082â\u0080\u0093 23.",
        "Gordon, R.J. (1982), Inflation, Flexible Exchange Rates, and the Natural Rate of Unemployment, in Workers, Jobs and Inflation, M.N. Baily (ed.), Brookings.",
        "Gordon, R.J. (1990), U.S. Inflation, Labors Share, and the Natural Rate of Unemployment, in Economics of Wage Determination, H. Konig (ed.), Berlin: Springer Ã\u0082â\u0080\u0093 Verlag.",
        "Gordon, R.J. (1997), The Time-Varying NAIRU and its Implications for Economic Policy, Journal of Economic Perspectives 11, no. 1, 11 Ã\u0082â\u0080\u0093 32.",
        "Gordon, R.J. (1998), Foundations of the Goldilocks Economy: Supply Shocks and the Time-Varying NAIRU, Brookings Papers on Economic Activity 1998 (2), 297 Ã\u0082â\u0080\u0093 333.",
        "Hall, R. (1999), Comment on Rethinking the Role of the NAIRU in Monetary Policy: Implications of Model Formulation and Uncertainty, in Monetary Policy Rules, edited by J.B. Taylor, NBER Conference Report (University of Chicago Press, Chicago IL).",
        "Holden, S. and R. Nymoen (1999), Measuring structural unemployment: NAWRU- estimates in the Nordic countries, manuscript University of Oslo.",
        "King, R.G., J.H. Stock and M.W. Watson (1995), Temporal Instability of the Unemployment-Inflation Relationship, Economic Perspectives of the Federal Reserve Bank of Chicago, May Ã\u0082â\u0080\u0093 June, 2 Ã\u0082â\u0080\u0093 12.",
        "Lerman, Robert I. and Stefanie R. Schmidt (1999), An Overview of Economic, Social and Demographic Trends Affecting the U.S. Labor Market, The Urban Institute.",
        "Quandt, R.E. (1960), Tests of the Hypothesis that a Linear Regression System Obeys Two Separate Regimes, Journal of the American Statistical Association 55, 324 Ã\u0082â\u0080\u0093 330.",
        "Sargan, J.D. (1964), Wages and Prices in the United Kingdom: A Study in Econometric Methodology, in Econometric Analysis for National Planning, ed. P.E. Hart, G.",
        "Mills and J.K. Whitaker. London: Butterworths. Reprinted in Econometrics and Quantitative Economics, ed. D.F. Hendry and K.F. Wallis. Oxford: Blackwell. Segal, L.M. and D.G. Sullivan (1997), The Growth of Temporary Services Work, Journal of Economic Perspectives, Spring, 11(2), 117-136.",
        "Shimer, Robert (1998), Why is the U.S. Unemployment Rate So Much Lower, NBER Macroeconomics Annual 1998, B.S. Bernanke and J.J. Rotemberg (eds.), 11 Ã\u0082â\u0080\u0093 60.",
        "Staiger, D. and J.H. Stock (1997), Instrumental Variables Regression with Weak Instruments, Econometrica 65, no. 3, 557-586.",
        "Staiger, D., J.H. Stock, and M.W. Watson (1997a), The NAIRU, Unemployment, and Monetary Policy, Journal of Economic Perspectives 11 (Winter), 33 Ã\u0082â\u0080\u0093 51.",
        "Staiger, D., J.H. Stock, and M.W. Watson (1997b), How Precise are Estimates of the Natural Rate of Unemployment? in C. Romer and D. Romer (eds.), Reducing Inflation: Motivation and Strategy, University of Chicago Press for the NBER, 195 Ã\u0082â\u0080\u0093 242.",
        "Stock, J.H. (1991), Confidence Intervals for the Largest Autoregressive Roo in U.S.",
        "Macroeconomic Time Series, Journal of Monetary Economics, Vol. 28 (3), 435- 60. Stock, J.H. (1998), Discussion of Gordons Foundations of the Goldilocks Economy, Brookings Papers on Economic Activity 1998 (2), 334 Ã\u0082â\u0080\u0093 341.",
        "Stock, J.H. and M.W. Watson (1999a), Business Cycle Fluctuations in U.S.",
        "Macroeconomic Time Series, ch. 1 in J.B. Taylor and M. Woodford (eds.), Handbook of Macroeconomics, Vol. 1, 3 Ã\u0082â\u0080\u0093 64. Stock, J.H. and M.W. Watson (1999b), Forecasting Inflation, Journal of Monetary Economics 44, 293 Ã\u0082â\u0080\u0093 335.",
        "Taylor, J.B. (2000), Low Inflation, Pass-through, and the Pricing Power of Firms, European Economic Review 44, 1389 Ã\u0082â\u0080\u0093 1408."
    ]
}