{
    "id": 8322,
    "cites": 57,
    "cited_by": 23,
    "reference": [
        "Aghion, Philippe, Philippe Bacchetta and Abhijit Banerjee [1999b], Financial Liberalization and Volatility in Emerging Market Economies, in P.R. Agenor, M. Miller, D. Vines and A. Weber, eds., The Asian Financial Crisis: Causes, Contagion and Consequences, Cambridge, UK: Cambridge University Press, pp. 167-190.",
        "Aghion, Philippe, Philippe Bacchetta and Abhijit Banerjee [2000], Currency Crises and Monetary Policy in an Economy with Credit-Constraints, Centre for Economic Policy Research Discussion Paper No.2529, August.",
        "Barth, James, R., Gerard Caprio, and Ross Levine [2000], Banking Systems Around the Globe, World Bank Development Research Group Working Paper No. 2325, April.",
        "Bernanke, Benjamin and Mark Gertler [1990], Financial Fragility and Economic Performance,Quarterly Journal of Economics,105,February,pp.87-114.",
        "Bernanke, Benjamin and Mark Gertler [1989], Agency Costs, Net Worth and Business Fluctuations, American Economic Review, 79, March, pp. 14-31.",
        "Bernanke, Benjamin, Mark Gertler and Simon Gilchrist [1999], The Financial Accelerator in a Quantitative Business Cycle Framework, in John Taylor and Micheal Woodford, eds., Handbook of Macroeconomics, Vol. 1c, pp. 1341-1393.",
        "Burnside, Craig, Martin Eichenbaum and Sergio Rebelo [1999], Hedging and Financial Fragility in Fixed Exchange Rate Regimes, National Bureau of Economic Research Working Paper No. 7143, May.",
        "Caballero, Ricardo and Arvind Krishnamurthy [1998], Emerging Markets Crises: An Assets Markets Perspective, MIT Working Paper.",
        "Calvo, Guillermo [1998b], Varieties of Capital-Market Crises, in Calvo, Guillermo and Mervyn King (eds.), The Debt Burden and its Consequences for Monetary Policy, London: Macmillan.",
        "Calvo, Guillermo [1998a], Balance of Payments Crises in Emerging Markets: Large Capital Inflows and Sovereign Governments, NBER Conference on Currency Crises, Cambridge, MA, Febuary.",
        "Chang, Roberto and Andres Velasco [1999], Illiquidity and Crises in Emerging Markets: Theory and Policy, NewYorkUniversity Working Paper.",
        "Chen, Tsaubin [2000], The Taiwanese Financial System at the Time of the Asian Crisis, mimeographed, University of Southern California.",
        "Chinn, Menzie and Kenneth Kletzer [2000], International Capital Inflows, Domestic Financial Intermediation and Financial Crises under Imperfect Information, in Reuven Glick, Ramon Moreno 45 and Mark Spiegel, eds., Emerging Market Crises, New York: Cambridge University Press, pp.",
        "Chu, Yun-Han [1999], Surviving the East Asian Financial Storm: The Political Foundation of Taiwans Economic Resilience, in Pempel, T.J., ed., The Politics of the Asian Economic Crisis, Ithaca: Cornell University Press.",
        "Collins, Susan and Won-Am Park [1989], External Debt and Macroeconomic Performance in South Korea, in Collins, Susan and Jeffrey Sachs, eds., Developing Country Debt and Economic Performance, Chicago: University of Chicago Press.",
        "Corsetti, Giancarlo, Paolo Pesenti and Nouriel Roubini [1998a], Paper Tigers'DONE' A preliminary assessment of the Asian crisis, Working Paper no. 6783. National Bureau of Economic Research, Cambridge, MA.",
        "Corsetti, Giancarlo, Paolo Pesenti and Nouriel Roubini [1998b], What caused the Asian currency and financial crisis'DONE' Part I: a macroeconomic overview, Working Paper no.6833. National Bureau of Economic Research, Cambridge, MA.",
        "Corsetti, Giancarlo, Paolo Pesenti and Nouriel Roubini [1998c], What caused the Asian currency and financial crisis'DONE' Part II: theory and policy responses, Working Paper no. 6834 National Bureau of Economic Research, Cambridge, MA.",
        "Christiano, Lawrence, Chris Gust and Jorge Roldos [2000], Monetary Policy in an International Financial Crisis, paper for First Annual Research Conference, International Monetary Fund, November.",
        "Dekle, Robert, and Angel Ubide [1998], Korea: Financial Sector Development and Reform, mimeographed, International Monetary Fund.",
        "Demiguc-Kunt, Asli, and Enrica Detragiache [2000], Does Deposit Insurance Increase Banking System Stability'DONE' An Empirical Investigation, World Bank Development Research Group, Paper for Deposit Insurance Conference, June.",
        "Diamond, Douglas [1984], Financial Intermediation and Delegated Monitoring, Review of Economic Studies, 51, pp. 393-414.",
        "Diamond, Douglas and Phillip Dybvig [1983], Bank Runs, Deposit Insurance and Liquidity, Journal of Political Economy, 91, June, pp. 401-419.",
        "Diaz-Alejandro, Carlos [1985], Good-bye Financial Repression, Hello Financial Crash, Journal of Development Economics, 19, pp. 1-24.",
        "Dooley, Michael P. [2000], A model of crises in emerging markets, Economic Journal, 110, January, pp. 256-272.",
        "Edison, Hali, P. Luangaram and Marcus Miller [2000], Asset Bubbles, Leverage and Lifeboats: Elements of the East Asian Crisis, Economic Journal, 110, pp. 309-334.",
        "Eichengreen, Barry and Andrew Rose [1998], Staying afloat when the wind shifts: External factors and emerging-market banking crises, Working Paper no. 6370. National Bureau of Economic Research, Cambridge, MA.",
        "Flood, Robert and Peter Garber [1984], Collapsing Exchange Rate Regimes: Some Linear Examples, Journal of International Economics, 17, August, pp. 1-13.",
        "Frankel, Jeffrey and Andrew Rose [1996], Currency crashes in emerging markets: An empirical treatment, Journal of International Economics, 41, pp. 351-368.",
        "Freixas, Xavier and Jean-Charles Rochet [1997], Microeconomics of Banking,Cambridge,MA: MIT Press.",
        "Furman, Jason and Joseph Stiglitz [1998], Economic Crises: Evidence and Insights from East Asia, Brookings Papers on Economic Activity, 2, pp. 1-115.",
        "Goldfajn, Ilan and Rodrigo Valdes [1997], Capital Flows and the Twin Crises: The Role of Liquidity, International Monetary Fund, Working Paper WP/97/87.",
        "Haggard, Steven [2000], The Political Economy of the Asian Financial Crisis, Washington: Institute for International Economics.",
        "International Monetary Fund [1999a], Malaysia: Selected Economic Issues, mimeographed, International Monetary Fund.",
        "International Monetary Fund [1999b], Singapore: Selected Economic Issues, mimeographed, International Monetary Fund.",
        "International Monetary Fund [2000a], Thailand: Selected Economic Issues, mimeographed, International Monetary Fund.",
        "International Monetary Fund [2000b], Singapore: Selected Economic Issues, mimeographed, International Monetary Fund.",
        "Kaminsky, Graciela and Carmen Reinhart [1999], The Twin Crises: The Causes of Banking and Balance-of-Payments Problems,American Economic Review, 89(3), pp. 473-499.",
        "Kiyotaki, Nobuhiro and John Moore [1997], Credit Cycles, Journal of Political Economy, 105, pp. 211-248.",
        "Krugman, Paul [1979], A Model of Balance-of-Payments Crises, Journal of Money, Credit and Banking, 11, August, pp. 311-325.",
        "Krugman, Paul [1999], Balance Sheets, the Transfer Problem and Financial Crises, in Peter Isard, Assaf Razin and Andrew Rose, eds., International Finance and Financial Crises: Essays in Honor of Robert P. Flood, Dordrecht: Kluwer.",
        "Kumhof, Michael [1998], Balance of Payments Crises: The Role of Short-Term Debt, manuscript, Stanford University.",
        "Lindgren, Carl-Johan, Thomas Balino, Charles Enoch and Anne-Marie Gulde [2000], Financial Sector Crisis and Restructuring: Lessons from Asia, Washington: International Monetary Fund.",
        "Mankiw, N. Gregory [1986], The Allocation of Credit and Financial Collapse, Quarterly Journal of Economics, 101, pp. 455-70.",
        "McKinnon, Ronald and Huw Pill [1999], Credible liberalizations and international capital flows: The overborrowing syndrome, in Ito, T., Krueger, A.O. (eds.) Financial Deregulation and Integration in East Asia. Chicago: University of Chicago Press.",
        "Mishkin, Frederic [1996], Understanding Financial Crises: A Developing Country Perspective, in Bruno, Michael and Boris Pleskovic (eds.), Annual World Bank Conference on Development Economics 1996, Washington, D.C.: The World Bank, pp. 29-62.",
        "Obstfeld, Maurice [1998], The Global Capital Market: Benefactor of Menace'DONE' Journal of Economic Perspectives, 12, pp. 9-30.",
        "Park, Yung Chul [1994], Korea: Development and Structural Change of the Financial System, in Park,YungChulandHughPatrick,ed.,The Financial Development of Japan, Korea, and Taiwan, Oxford: Oxford University Press.",
        "Pomerleano, Michael and Xin Zhang [1999], Corporate Fundamentals and the Behavior of Capital Markets in Asia, in Harwood, Alison, Robert Litan, and Michael Pomerleano, eds., Financial Markets and Development, Washington: Brookings Institution.",
        "Radelet, Stephen and Jeffrey Sachs [1998], The East Asian Financial Crisis: Diagnosis, Remedies, Prospects, Brookings Papers on Economic Activity,No1,pp1-90.",
        "Rossi, Marco [1999], Financial Fragility and Economic Performance in Developing Countries: Do Capital Controls, Prudential Regulation, and Supervision Matter'DONE', IMF Working Paper No. 99/66.",
        "Scott, Kenneth, [1999], Corporate Governance and East Asia: Korea, Indonesia, Malaysia, and Thailand, in Harwood, Alison, Robert Litan, and Michael Pomerleano, eds., Financial Markets and Development, Washington: Brookings Institution.",
        "Shea, Jia-Dong [1994], Taiwan: Development and Structural Change of the Financial System, in Park, Yung Chul and Hugh Patrick, eds., The Financial Development of Japan, Korea, and Taiwan, Oxford: Oxford University Press.",
        "Spiegel, Mark M. [1995], Sterilization of capital inflows through the banking sector: evidence from Asia, Federal Reserve Bank of San Francisco, manuscript.",
        "Yang, Ya-Hwei [1994], Taiwan: Development and Structural Change of the Banking System, in Park, Yung Chul and Hugh Patrick, eds., The Financial Development of Japan, Korea, and Taiwan, Oxford: Oxford University Press.",
        "Stiglitz, Joseph and Andrew Weiss[1981], Credit Rationing in Markets with Imperfect Information, American Economic Review, 71, pp. 393-410.",
        "Velasco, AndrÃ\u0083Â©s [1987], Financial Crises and Balance of Payments Crises: A Simple Model of the Southern Cone Experience, Journal of Development Economics, 27, pp. 263-283."
    ]
}