{
    "id": 8323,
    "cites": 45,
    "cited_by": 32,
    "reference": [
        "Barro, Robert J. 1991. Economic growth in a cross section of countries. Quarterly Journal of Economics 56: 407-43.",
        "Bell, Clive, and Peter L. Rousseau. 2001. Post-independence India: A case of finance-led industrialization'DONE' Journal of Development Economics 65 (2): 153-75.",
        "Bencivenga, Valerie R., and Bruce D. Smith. 1991. Financial intermediation and endogenous growth. Review of Economic Studies 58: 195-209.",
        "Berry, Thomas Senior, Production and Population Since 1789: Revised GNP Series in Constant Dollars, Bostwick Paper No. 6 (Richmond VA: The Bostwick Press, 1988).",
        "Bordo, Michael D., and Lars Jonung. 1987. The long-run behavior of the velocity of circulation.",
        "New York: Cambridge University Press. Born, K. E. 1983. International banking in the 19th and 20th centuries. New York: St. Martins Press.",
        "Banking in the early stages of industrialization: A study in comparative economic history. New York: Oxford University Press. Capie, Forrest H. 2001a. The monetary dimension in eighteenth century England. Working paper, to 46 be published in Festschrift for Patrick OBrien.",
        "Capie, Forrest H. 2001b. The origins and development of stable fiscal and monetary institutions in England. In The Legacy of Western European Fiscal and Monetary Institutions for the New World, ed. Michael D. Bordo and Roberto Cortes Conde. Cambridge: Cambridge University Press.",
        "Chancellor, Edward. 1998. Devil take the hindmost: A history of financial speculation. New York: Farrar, Straus and Giroux.",
        "Dickson, P. G. M. 1967. The financial revolution in England: A study in the development of public credit, 1688-1756. London: Macmillan.",
        "Edwards, Sebastian. 1998. Openness, productivity and growth: What do we really know'DONE' Economic Journal 108 (477): 383-98.",
        "Fenstermaker, J. Van. 1965. The development of American commercial banking: 1782 to 1837.",
        "Frankel, Jeffrey A., and David Romer. 1999. Does trade cause growth'DONE' American Economic Review 89 (3): 379-99.",
        "Goldsmith, Raymond W. 1969. Financial structure and development. New Haven: Yale University Press.",
        "Greenwood, Jeremy, and Boyan Jovanovic. 1990. Financial development, growth, and the distribution of income. Journal of Political Economy 98: 1076-1107.",
        "Gurley, John G., and Edward S. Shaw. 1955. Financial aspects of economic development. American Economic Review 45 (2): 515-38.",
        "Hart, M., J. Jonker, and J. L. van Zanden. 1997. A financial history of the Netherlands. Cambridge: Cambridge University Press.",
        "Hoffman, Philip T., Gilles Postel-Vinay, and Jean-Laurent Rosenthal. 2000. Priceless markets: The political economy of credit in Paris, 1660-1870. Chicago and London: University of Chicago Press.",
        "Kindleberger, Charles P. 1984. A financial history of Western Europe. London: George Allen and Unwin.",
        "King, Robert G., and Ross Levine. 1993. Finance and growth: Schumpeter might be right. Quarterly Journal of Economics 108: 717-37 (a).",
        "King, Robert G., and Ross Levine. 1993. Finance, entrepreneurship and growth: Theory and evidence. Journal of Monetary Economics 32 (3): 513-42 (b).",
        "Levine, Ross, and Sara Zervos. 1998. Stock markets, banks, and economic growth. American Economic Review 88: 537-558.",
        "McKinnon, Ronald I. 1973. Money and capital in economic development. Washington, DC: Brookings Institution.",
        "Miwa, Yoshiro, and J. Mark Ramseyer. 2000a. Corporate governance in transitional economies: Lessons from the pre-war Japanese cotton textile industry. Journal of Legal Studies 29: 171.",
        "Miwa, Yoshiro, and J. Mark Ramseyer. 2000b. Banks and economic growth: Implications from Japanese history. Harvard Law School/John M. Olin Center for Law, Economics, and Business Discussion Paper No. 289 (August).",
        "Miwa, Yoshiro, and J. Mark Ramseyer. 2001. Property rights and indigenous tradition among early 20th century Japanese firms. Harvard Law School/John M. Olin Center for Law, Economics, and Business, Discussion Paper No. 311 (February).",
        "Morikawa, H. 1992. Zaibatsu: The rise and fall of family enterprise groups in Japan. Tokyo: University of Tokyo Press.",
        "Murphy, Antoin E. 1997. John Law: Economic theorist and policy-maker. Oxford: Clarendon Press.",
        "Neal, Larry. 1990. The rise of financial capitalism: International capital markets in the age of reason. Cambridge: Cambridge University Press.",
        "Obstfeld, Maurice, and Alan M. Taylor. 1998. The Great Depression as a watershed: International capital mobility over the long run. In The defining moment: The Great Depression and the American economy in the twentieth century, ed. Michael D. Bordo, Claudia Goldin, and Eugene N. White, 353-402. Chicago: University of Chicago Press.",
        "Obstfeld, Maurice, and Alan M. Taylor. 2000. Global Capital Markets: Integration, Crises, and Growth. Japan-U.S. Center Sanwa Monographs on International Financial Markets.",
        "Cambridge: Cambridge University Press. Perkins, Edwin J. 1994. American public finance and financial services, 1700-1815. Columbus: Ohio State University Press.",
        "Pressnell, L. S. 1956. Country banking in the industrial revolution. Oxford: Clarendon Press.",
        "Robinson, Joan. 1952. The rate of interest and other essays. London: Macmillan.",
        "Rousseau, Peter L. 1998. The permanent effects of innovation on financial depth: Theory and U.S.",
        "Rousseau, Peter L. 1999. Finance, investment and growth in Meiji-era Japan. Japan and the World Economy 11 (2): 185-98.",
        "Rousseau, Peter L., and Richard Sylla. 1999. Emerging financial markets and early U.S. growth.",
        "NBER Working Paper No. 7528. Rousseau, Peter L., and Paul Wachtel. 1998. Financial intermediation and economic performance: Historical evidence from five industrialized countries. Journal of Money, Credit and Banking 30 (4): 657-78.",
        "Schama, S. 1988. The embarrassment of riches: An interpretation of the Dutch culture of the golden age. New York: Knopf.",
        "London: Athlone Press. Sylla, Richard, Jack W. Wilson and Robert E. Wright. 1997. Americas first securities markets, 1790-1830: Emergence, development, and integration. Cliometrics Conference paper.",
        "Sylla, Richard. 1999a. Emerging markets in history: The United States, Japan, and Argentina. In Global competition and integration, ed. Ryuzo Sato et al., Ch. 19, 427-46. Boston: Kluwer Academic Publishers.",
        "Tracy, J. D. 1985. A financial revolution in the Habsburg Netherlands: Renten and renteniers in the country of Holland, 1515-1565. Berkeley: University of California Press.",
        "Wachtel, Paul, and Peter L. Rousseau. 1995. Financial intermediation and economic growth: A historical comparison of the United States, the United Kingdom, and Canada. In Anglo- American financial systems: Institutions and markets in the twentieth century, ed. Michael D.",
        "Bordo and R. Sylla, 329-81. Homewood IL: Business One Irwin. White, Eugene N. 2001. France and the failure to modernize macroeconomic institutions. In The 51 legacy of western European fiscal and monetary institutions for the New World, ed. Michael D. Bordo and Roberto Cortes Conde. Cambridge: Cambridge University Press.",
        "World Bank, 1999. World Development Indicators. World Bank, Washington, DC."
    ]
}