{
    "id": 8325,
    "cites": 18,
    "cited_by": 28,
    "reference": [
        "Ariyoshi, A. et al (2000) Capital Controls: Country Experiences With Their Utilization.",
        "IMF Occasional Paper No. 190. Asian Development Bank (1999) Asian Development Outlook. Manila.",
        "Brock,W. and S.Durlauf (2000) Growth Economics and Reality. NBER Working Paper No. 8041.",
        "Doppelhofer, G., R. Miller and X. Sala-I-Martin (2000) Determinants of Long-term Growth: A Bayesian Averaging of Classical Estimates (BACE) Approach. NBER Working Paper No. 7750.",
        "Dornbusch, R.(2001) A Primer on Emerging Market Crises www.mit.edu/~rudi.",
        "Edison, H. and C. Reinhart (2000) Capital Controls During Financial Crises: The Case of Malaysia and Thailand. International Finance Discussion Paper No. 662, Board of Governors of the Federal Reserve.",
        "Haggard, S. and L. Low (2000) The Political Economy of Malaysian Capital Controls. Unpublished manuscript, Harvard University.",
        "Institute for International Economics. IMF (1998) International Capital Markets. September.",
        "IMF (1999a) World Economic Outlook. October.",
        "IMF (1999b Malaysia: Recent Economic Developments. IMF Staff Country Report No.",
        "Kaplan, E. and D. Rodrik (2000) Did the Malaysian Capital Controls Work? Unpublished manuscript, Harvard University.",
        "Koay, S. (2000) Effectiveness of Capital Controls in Malaysia. Unpublished manuscript, December.",
        "Mohamad, M. (1999) A New Deal For Asia. Malaysia: Pelanduk.",
        "Rodriguez, F. and D. Rodrik (1999) Trade Policy and Economic Growth: A Skeptics Guide to the Cross-National Evidence. Unpublished manuscript, Harvard University.",
        "Terence Gomez, E. and Jomo K. S. (1999) Malaysias Political Economy. Cambridge: Cambridge University Press.",
        "World Bank (1998) East Asia: The Road to Recovery. Washington, DC.",
        "See Mohamad (1999) where Dr. Mahathirs presents the case.",
        "Even the evidence on trade is not unambiguous. See Brock and Durlauf (2000), Rodriguez and Rodrik (1999), and Doppelhofer, Miller and Sala-I-Martin (2000)."
    ]
}