{
    "id": 8328,
    "cites": 16,
    "cited_by": 20,
    "reference": [
        "Baum, Charles L. (2000). Does Early Maternal Employment Harm Child Development'DONE' An Analysis of the Potential Benefits of Leave-Taking. Working Paper, Middle Tennessee State University.",
        "Comparisons. Journal of Health Economics 16: 93-112. Feldman JJ, Makuc DM, Kleinman JC (1989) National Trends in Educational Differentials in Mortality. American Journal of Epidemiology 129:919-933.",
        "Frankel, M., et al (1999). National Probability Samples in Studies of Low-Prevalence Diseases.",
        "Part II: Designing and Implementing the HIV Cost and Services Utilization Study Sample. Health Services Research 34(5): 969-992. Fuchs, Victor R. (1974). Who Shall Live'DONE' Health, Economics, and Social Choice. New York: Basic Books.",
        "Grossman, Michael (1972). On the Concept of Health Capital and the Demand for Health. Journal of Political Economy 80(2): 223-255.",
        "Haan MN, Kaplan GA, and Camacho T (1987) Poverty and Health: Prospective Evidence from the Alameda County Study, American Journal of Epidemiology 125: 989-998.",
        "Himmelstein, David U., Steffie Woolhandler, et al (1989). A National Health Program for the United States: A Physicians Proposal. New England Journal of Medicine 320: 102-108 (January 12).",
        "Kenkel, Donald S. (1991). Health Behavior, Health Knowledge, and Schooling. Journal of Political Economy 99(2): 287-305.",
        "Kitagawa, Evelyn M., and Philip M. Hauser (1973). Differential Mortality in the United States: A Study in Socioeconomic Epidemiology. Cambridge, MA: Harvard University Press.",
        "Mushkin, Selma J. (1962). Health as an Investment. Journal of Political Economy 70(5, pt. 2): 129-157.",
        "Muurinen, J.M. (1982). Demand for Health: A Generalized Grossman Model. Journal of Health Economics 1: 5-28.",
        "Newhouse, Joseph P. (1993) Free for All'DONE' Lessons from the RAND Health Insurance Experiment. Cambridge, MA: Harvard University Press.",
        "Preston, Samuel H., and Paul Taubman (1994). Socioeconomic Differences in Adult Mortality and Health Status. In Demography of Aging, Linda G. Martin and Samuel H. Preston, Eds.",
        "Washington, DC: National Academy Press. Ruggles, Steven, and Matthew Sobek, et al (1997). Integrated Public Use Microdata Samples: Version 2.0. Minneapolis: Historical Census Projects, University of Minnesota.",
        "Schoenbaum, Michael, and Timothy Waidmann (1997). Race, Socioeconomic Status and Health: Accounting for Race Differences in Health in the US Elderly. Journals of Gerontology 52(Special): 61-73.",
        "Smith, James P. (1999). Healthy Bodies and Thick Wallets: The Dual Relation Between Health and Economic Status. Journal of Economic Perspectives 13(2): 145-166."
    ]
}