{
    "id": 833,
    "cites": 17,
    "cited_by": 23,
    "reference": [
        "V. Argy and P.J.K. Kouri, Sterilization and the Volatility in International Reserves, in R.Z. Aliber, ed., National Monetary Policies and the International Financial System, Chicago 1974.",
        "W.H. Branson, Exchange Rate Dynamics and Monetary Policy, in A. Lindbeck, ed., Inflation and Unemployment in Open Economies, Amsterdam 1979.",
        "R.E. Cumby and M. Obstfeld, (l98la) Capital Mobility and the Scope for Sterili- zation: Mexico in the l970s, Working Paper no. 770, National Bureau of Economic Research, 1981.",
        "J.A. Frankel, A Test of Perfect Substitutability in the Foreign Exchange Market, manuscript, Univ. California, Berkeley, 1981.",
        "L. Girton and D.W. Henderson, Central Bank Operations in Foreign and Domestic Assets under Fixed and Flexible Exchange Rates, in P. Clark, D. Logue, andR. Sweeney, eds., The Effects of Exchange Rate Adjustments, Washington: U.S. Government Printing Office, 1977.",
        "C. Hakkio, The Term Structure of the Forward Premium, J. Monet. Econ., July 1981, 8, 41-58.",
        "L.P. Hansen and R.J. Hodrick, Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, J. Polit. Econ., Oct. 1980, 88, 829-53.",
        "J.A. Hausman, Specification Tests in Econometrics, Econometrica, Nov. 1978, 46, 1251-72.",
        "R.J. Herring and R.C. Marston, National Monetary Policies and International Financial Markets, Amsterdam 1977.",
        "P.B. Kenen, Effects of Intervention and Sterilization in the Short Run and the Long Run, in R. Cooper et. al., eds., The International Monetary System under Flexible Exchange Rates: Global, Regional, and National, Cambridge 1981.",
        "C.P. Kindleberger, The Case for Fixed Exchange Rates, 1969, in The Inter national Adjustment Mechanism, Federal Reserve Bank of Boston Conference Series no. 2 , Boston 1969.",
        "P.J.K. Kouri, MonetaryPolicy, the Balance of Payments, and the Exchange Rate, in D. Bigman and T. Taya, eds., The Functioning of Floating Rates: Theory, Evidence, and Policy Implications, Cambridge 1980.",
        "R.A. Mundell, International Economics, New York 1968.",
        "M. Mussa, The Role of Official Intervention, Group of Thirty Occasional Papers no. 6, New York 1981.",
        "M.J.M. Neumann, Offsetting Capital Flows: A Reeexamination of the German Case, J. Monet. Econ., Jan. 1978, 4, 131-42.",
        "Exchange Rate, Disc. Pap. no. 62, Dept. Econ., Columbia Univ., 1980.",
        "A.C. Stockman, Monetary Control and Sterilization under Pegged Exchange Rates, manuscript, Univ. Rochester, 1979."
    ]
}