{
    "id": 8332,
    "cites": 14,
    "cited_by": 11,
    "reference": [
        "Centers for Disease Control and Prevention: Smoking Cessation During Previous Year Among Adults - United States, 1990-1991. Morbidity and Mortality Weekly Report, v42 n26: 504-506, 1993. Centers for Disease Control and Prevention: Cigarette Smoking among Adults - United States, 1995. Morbidity and Mortality Weekly Report, v46 n51: 1217-1220, 1997.",
        "Centers for Disease Control and Prevention: Cigarette Smoking among Adults - United States, 1998. Morbidity and Mortality Weekly Report, v49 n39: 881-884, 2000.",
        "Centers for Disease Control and Prevention's Tobacco Information and Prevention Sourcepage, Adult Prevalence Data, Centers for Disease Control and Prevention, 1999 Douglas, S.M.: The Duration of the Smoking Habit. Economic Inquiry, vXXXVI n1: 49-64, 1998.",
        "Forster, M., and A. M. Jones, The Role ofTobacco Taxes in Starting and Quitting Smoking: Duration Analysis ofBritish Data, Working Paper, University ofYork, September 3, 1999.",
        "Gajalakshmi, C.K., P. Jha, K. Ranson, and s. Nguyen, Global Patterns of Smoking and Smoking Attributable Mortality in Tobacco Control in Developing Countries, Oxford University Press, 2000.",
        "Hu T.W., Sung, H.Y., Keeler, T.E., Marciniak, M, Cigarette Consumption and Sales of Nicotine Replacement Products. Tobacco Control, v 9:ii60-ii63, 2000.",
        "M.C. Fiore, Novotny, T.E., Pierce, J.P., Methods Used to Quit Smoking in the United States. Journal of the American Medical Association, v 263: 2760-2765, 1990.",
        "Murray, C.J.L. and A.D. Lopez. The Global Burden ofDisease, Cambridge, Massachusetts. Harvard University Press. Novotny, T.E., J.C. Cohen, A. Yurekli, D. Sweanor, and J.D. Bayer, Smoking cessation and Nicotine Replacement Therapies, in Tobacco Control in Developing Countries, Oxford University Press, 2000.",
        "Script Magazine, World Market Data: Slow but Steady for World Pharma Sales, 1999, 75, 29-32.",
        "S. H. Zhu, T. Melcer, J. Sun, B. Rosbrook, and J.P. Pierce, Smoking Cessation With and Without Assistance: A Population Based Analysis, American Journal of Preventive Medicine 2000,v18n4: 305-311.",
        "Tauras, J. A. and F.J. Chaloupka, Determinants of Smoking Cessation: An Analysis of Young Adult Men and Women, NBER Working Paper7262, July, 1999.",
        "Tauras, J. A., The Transition to Smoking Cessation: Evidence from Multiple Failure Duration Analysis, NBER Working Paper7262, July, 1999 U.S. Department ofHealth and Human Services: The Health Consequences of Smoking: Nicotine Addiction. A Report of the Surgeon General, Rockville, Maryland: U.S. Department ofHealth and Human Services, Public Health Service, Center for Disease Control, Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health, 1988.",
        "U.S. Department ofHealth and Human Services: Reducing the Health Consequences of Smoking: 25 Years of Progress. A Report of the Surgeon General, Rockville, Maryland: U.S. Department ofHealth and Human Services, Public Health Service, Centers for Disease Control, Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health, 1989.",
        "U.S. Department ofHealth and Human Services: Reducing Tobacco Use. A Report of the Surgeon General, Atlanta, Georgia: U.S. Department ofHealth and Human Services, Centers for Disease Control and Prevention, Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health, 2000. World Health Organization: World Health Report: Making a Difference. Geneva, Switzerland. World Health Organization."
    ]
}