{
    "id": 8334,
    "cites": 64,
    "cited_by": 83,
    "reference": [
        "Barrell, Ray and Nigel Pain (1996), An Econometric Analysis of U.S. Foreign Direct Investment, Review of Economics and Statistics 78, 200-207.",
        "Barrios, Salvador, Holger Gorg, and Eric Strobl (2000), Multinational Enterprises and New Trade Theory: Evidence for the Convergence Hypothesis, Centre for Research on Globalisation and Labour Markets, research paper 2000/19.",
        "Blomstrom, Magnus, Gunnar Fors, and Robert E. Lipsey (1997), Foreign Direct Investment and Employment: Home Country Experience in the United States and Sweden, Economic Journal 107, 1787-1797.",
        "Blomstrom, Magnus, Robert E. Lipsey, and K. Kulchycky (1988), U.S. and Swedish Direct Investment and Exports, in Robert E. Baldwin, ed., Trade Policy Issues and Empirical Analysis, Chicago: University of Chicago Press, 259-297.",
        "Blonigen, Bruce A. (1997), Firm-Specific Assets and the Link Between Exchange Rates and Foreign Direct Investment, American Economic Review 87, 447-465.",
        "Blonigen, Bruce A. (2001), In Search of Substitution between Foreign Production and Exports, Journal of International Economics 53, 81-104.",
        "Blonigen, Bruce A. and Ronald B. Davies (2000), The Effect of Bilateral Tax Treaties on US FDI Activity, University of Oregon working paper.",
        "Brainard, S. Lael (1993a), A Simple Theory of Multinational Corporations and Trade with a Trade-off between Proximity and Concentration, NBER Working Paper No. 4269.",
        "Brainard, S. Lael (1993b), An Empirical Assessment of the Factor Proportions Explanation of Multinationals Sales, NBER Working Paper No. 4580.",
        "Brainard, S. Lael (1997), An Empirical Assessment of the Proximity-Concentration Tradeoff between Multinational Sales and Trade, American Economic Review 87, 520-544.",
        "Braunerhjelm, Pontus and Karolina Ekholm (editors) (1998), The Geography of Multinational Firms. Boston: Kluwer Academic Publishers.",
        "Carr, David L., James R. Markusen and Keith E. Maskus (2001), Estimating the KnowledgeCapital Model of the Multinational Enterprise, American Economic Review, forthcoming.",
        "Caves, Richard E. (1971), International Corporations: The Industrial Economics of Foreign Investment, Economica 38, 1-27.",
        "Caves, Richard E. (1996), Multinational Enterprise and Economic Analysis. London: Cambridge University Press, second edition.",
        "Cushman, David O. (1985), Real Exchange Rate Risk, Expectations, and the Level of Direct Investment, Review of Economics and Statistics 32, 297-308.",
        "Davis, Donald R. and David E. Weinstein (1998), An Account of Global Factor Trade, manuscript.",
        "Denekamp, Johannes and Michael J. Ferrantino (1990), Substitution and Complementarity of U.S. Exports and Foreign Affiliate Sales in a Demand-Based Gravity System, manuscript, Southern Methodist University.",
        "Eaton, Jonathan and Akiko Tamura (1994), Bilateralism and Regionalism in Japanese and US Trade and Direct Foreign Investment, Journal of the Japanese and International Economics 8, 478-510.",
        "Egger, Peter (1999'DONE'), European Exports and Outward Foreign Direct Investment: A Dynamic Panel Data Approach, manuscript, Austrian Institute of Economic Research.",
        "Ekholm, Karolina (1997), Factor Endowments and the Pattern of Affiliate Production by Multinational Enterprises, CREDIT working paper no. 97/19, University of Nottingham.",
        "Ekholm, Karolina (1998a), Headquarter Services and Revealed Factor Abundance, Review of International Economics 6, 545-553.",
        "Ekholm, Karolina (1998b), Proximity Advantages, Scale Economies, and the Location of Production, in Braunerhjelm and Ekholm (editors), The Geography of Multinational Firms. Boston: Kluwer Academic Publishers.",
        "Ekholm, Karolina and Rikard Forslid (1999), Trade and Location with Horizontal and Vertical Multi-Region Firms, working paper.",
        "Feinberg, Susan E. and Michael P. Keane (2001), U.S.-Canada Trade Liberalization and MNC Production Location, Review of Economics and Statistics 83, 118-132.",
        "Ferrantino, Michael J. (1993), The Effects of Intellectual Property Rights on International Trade and Investment, Weltwirtschaftliches Archiv 129, 300-331.",
        "Goldberg, Linda S. and C.D. Kolstad (1995), Foreign Direct Investment, Exchange-Rate Variability and Demand Uncertainty, International Economic Review 36, 855-873.",
        "Greenaway, David, Peter Lloyd and Chris Milner (1998), Intra-Industry FDI and Trade Flows: New Measures of Globalisation of Production, Centre for Research on Globalisation and Labour Markets research paper 98/5.",
        "Grubert, Harry and John Mutti (1991), Taxes, Tariffs and Transfer Pricing in Multinational Corporate Decision Making, Review of Economics and Statistics 73, 285-293.",
        "Head, Keith and John Ries (2001), Overseas Investment and Firm Exports, Review of International Economics 9, 108-122.",
        "Head, Keith, John Ries, and Deborah Swenson (1995), Agglomeration Benefits and Location Choice: Evidence from Japanese Manufacturing Investments in the United States, Journal of International Economics 38, 223-247.",
        "Helpman, Elhanan (1984), A Simple Theory of Trade with Multinational Corporations, Journal of Political Economy 92, 451-471.",
        "Helpman, Elhanan (1985), Multinational Corporations and Trade Structure, Review of Economic Studies 52, 443-58.",
        "Helpman, Elhanan (1987), Imperfect Competition and International Trade: Evidence from 14 Industrial Countries, Journal of the Japanese and International Economies 1, 62-81.",
        "Helpman, Elhanan and Paul Krugman (1985), Market Structure and International Trade, Cambridge: MIT Press.",
        "Horstmann, Ignatius J. and James R. Markusen (1987), Strategic Investments and the Development of Multinationals, International Economic Review 28, 109-121.",
        "Horstmann, Ignatius and James R. Markusen (1992), Endogenous Market Structures in International Trade, Journal of International Economics 20: 225-247.",
        "Jaffe, Adam B., Steven R. Peterson, Paul R. Portney, and Robert N.Stavins (1995), Environmental Regulations and the Competitiveness of U.S. Manufacturing: What Does the Evidence Tell Us'DONE' Journal of Economic Literature 33, 132-163.",
        "Jones, Ronald W. (1971), A Three-Factor Model in Theory, Trade, and History, in J. Bhagwati et. al. (eds.), Trade, Balance of Payments and Growth, Amsterdam: North-Holland.",
        "Kemp, Murray C. (1962), Foreign Investment and the National Advantage, Economic Record 38, 56-62.",
        "Lipsey, Robert E. (1991), Foreign Direct Investment in the United States and U.S. Trade, The Annals of the American Academy of Political and Social Science no. 516, 76-90.",
        "Lipsey, Robert E. (1999), Affiliates of U.S. and Japanese Multinationals in East Asian Production and Trade, NBER working paper 7292.",
        "Lipsey, Robert E., Magnus Blomstrom and Eric Ramstetter (1995), Internationalized Production in World Output, NBER working paper 5385.",
        "Lipsey, Robert E., Eric Ramstetter and Magnus Blomstrom (2000), Outward FDI and Parent Exports and Employment: Japan, the United States, and Sweden, NBER working paper 7623.",
        "Lipsey, Robert E. and Merle Yahr Weiss (1981), Foreign Production and Exports in Manufacturing Industries, Review of Economics and Statistics 63, 488-494.",
        "Lipsey, Robert E. and Merle Yahr Weiss (1984), Foreign Production and Exports of Individual Firms, Review of Economics and Statistics 66, 304-307.",
        "MacDougall, G.D.A (1960), The Benefits and Costs of Private Investment from Abroad: A Theoretical Approach, Economic Record 36, 13-35.",
        "Markusen, James R. (1984), Multinationals, Multi-Plant Economies, and the Gains from Trade, Journal of International Economics 16, 205-226.",
        "Markusen, James R. (1995), The Boundaries of Multinational Enterprises and the Theory of International Trade, Journal of Economic Perspectives 9, 169-190.",
        "Markusen, James R. (1997), Trade versus Investment Liberalization, NBER working paper 6231.",
        "Markusen, James R. (2001), Multinational Firms and the Theory of International Trade, Cambridge: MIT Press, forthcoming.",
        "Markusen, James R. and Keith E. Maskus (2001a), Multinational Firms: Reconciling Theory and Evidence, in Magnus Blomstrom and Linda Goldberg (editors), Topics in Empirical International Economics: A Festschrift in Honor of Robert E. Lipsey, Chicago: University of Chicago Press, forthcoming.",
        "Markusen, James R. and Keith E. Maskus (2001c), A Unified Approach to Intra-Industry Trade and Direct Foreign Investment, manuscript University of Colorado.",
        "Markusen, James R. and Anthony J. Venables (1998), Multinational Firms and the New Trade Theory, Journal of International Economics 46: 183-203.",
        "Markusen, James R. and Anthony J. Venables (2000), The Theory of Endowment, IntraIndustry and Multinational Trade, Journal of International Economics 52, 209-234.",
        "Maskus, Keith E. (1998a), The Role of Intellectual Property Rights in Encouraging Foreign Direct Investment and Technology Transfer, Duke Journal of Comparative and International Law 9, 109-161.",
        "Maskus, Keith E. (1998b), The International Regulation of Intellectual Property, Weltwirtschaftliches Archiv 134, 186-208.",
        "Maskus, Keith E. and Alan Webster (1995), Comparative Advantage and the Location of Inward Foreign Direct Investment: Evidence from the UK and South Korea, The World Economy, 18, 315-328.",
        "Slaughter, Matthew J. (2000), Production Transfer within Multinational Enterprises and American Wages, Journal of International Economics 50, 449-472.",
        "Smith, Pamela J. (2001), How Do Foreign Patent Rights Affect U.S. Exports, Affiliate Sales, and Licenses'DONE' Journal of International Economics, forthcoming.",
        "Swedenborg, Birgitta (1979), The Multinational Operations of Swedish Firms, Stockholm: The Industrial Institute for Economic and Social Research.",
        "Swenson, Debra (1998), The Tradeoff between Trade and Foreign Investment, University of California, Davis, working paper.",
        "Trefler, Daniel (1995), The Case of the Missing Trade and Other Mysteries, American Economic Review 85, 1029-1046.",
        "United Nations Conference on Trade and Development (1996), Incentives and Foreign Direct Investment, Geneva: UNCTAD.",
        "Wheeler, David and Ashoka Mody (1992), International Investment Location Decisions: the Case of U.S. Firms, Journal of International Economics 33, 57-76."
    ]
}