{
    "id": 8335,
    "cites": 19,
    "cited_by": 17,
    "reference": [
        "Brainard, S. Lael, An Empirical Assessment of the Factor Proportions Explanation of Multinationals Sales, NBER Working Paper No. 4580, 1993.",
        "Brainard, S. Lael, An Empirical Assessment of the Proximity-Concentration Tradeoff between Multinational Sales and Trade, American Economic Review, 1997, 87, 520-544.",
        "Carr David, James R. Markusen and Keith E. Maskus, Estimating the Knowledge-Capital Model of the Multinational Enterprise, American Economic Review, 2001 forthcoming.",
        "Caves, Richard E., Multinational Enterprise and Economic Analysis. London: Cambridge University Press, 1996, second edition.",
        "Eaton, Jonathan and Akiko Tamura, Bilateralism and Regionalism in Japanese and US Trade and Foreign Direct Investment Relationships, Journal of Japanese and International Economics 1994, 8, 478-510.",
        "Ekholm, Karolina, Multinational Production and Trade in Technological Knowledge, Lund Economic Studies, number 58, 1995.",
        "Ekholm, Karolina, Factor Endowments and the Pattern of Affiliate Production by Multinational Enterprises, CREDIT working paper no. 97/19, University of Nottingham, 1997b.",
        "Ekholm, Karolina, Headquarter Services and Revealed Factor Abundance, Review of International Economics, 1998a, 6, 545-553.",
        "Ekholm, Karolina, Proximity Advantages, Scale Economies, and the Location of Production, in Pontus Braunerhjelm and Karolina Ekholm (editors), The Geography of Multinationals (Kluwer Academic Publishers: Dordrecht) 1998b, 59-76.",
        "Grubel, Herbert G. and Peter J. Lloyd, Intra-industry Trade, London: McMillan, 1975.",
        "Horstmann, Ignatius J. and James R. Markusen, Endogenous Market Structures in International Trade, Journal of International Economics, 1992, 32, 109-129.",
        "Lipsey, Robert E., Foreign Direct Investment in the United States: Changes over Three Decades, In Froot, Kenneth A. (ed.), Foreign Direct Investment, Chicago: University of Chicago Press. 1993. 113-172.",
        "Markusen, James R., Multinationals, Multi-Plant Economies, and the Gains from Trade, Journal of International Economics 1984, 16, 205-226.",
        "Markusen, James R., The Boundaries of Multinational Firms and the Theory of International Trade, Journal of Economic Perspectives 1995, 9, 169-189.",
        "Markusen, James R., Multinational Firms, Location and Trade, The World Economy, 1998a, 21, 733-756.",
        "Markusen, James R., Trade versus Investment Liberalization, NBER working paper 6231, 1998b.",
        "Markusen, James R. and Keith E. Maskus, Multinational Firms: Reconciling Theory and Evidence, in Magnus Blomstrom and Linda Goldberg (editors), Topics in Empirical International Economics: A Festschrift in Honor of Robert E. Lipsey, Chicago: University of Chicago Press, forthcoming 2001.",
        "Markusen, James R. and Anthony J. Venables, Multinational Firms and the New Trade Theory, Journal of International Economics 1998, 46, 183-203.",
        "Markusen, James R. and Anthony J. Venables, The Theory of Endowment, Intra-Industry and Multinational Trade, Journal of International Economics, 2000 forthcoming."
    ]
}