{
    "id": 8336,
    "cites": 28,
    "cited_by": 27,
    "reference": [
        "Aarts, Leo J.M., Richard V. Burkhauser, and Philip R. De Jong (eds.). 1996. Curing the Dutch Disease (Avebury: England).",
        "Bartik, Timothy. 1991. Who Benefits from State and Local Economic Development Policies'DONE' Kalamazoo, Michigan: W.E. Upjohn Institute for Employment Research.",
        "Beaudry, Paul and John DiNardo. 1991. The Effect of Implicit Contracts on the Movement of Wages Over the Business Cycle: Evidence from Micro Data Journal of Political Economy, 99(4), August, 665 -- 688.",
        "Benitez-Silva, Hugo, Moshe Buchinsky, Hiu Man Chan, Sofia Cheidvasser, and John Rust. 2000. How Large is the Bias in Self-Reported Disability'DONE' NBER Working Paper 7526, February.",
        "Black, Dan, Kermit Daniel, and Seth Sanders. 1998. The Impact of Economic Conditions on Participation in Disability Programs: Evidence from the Coal Boom and Bust. mimeo, CarnegieMellon University.",
        "Bound, John. 1989. The Health and Earnings of Rejected Disability Insurance Applicants. American Economic Review 79, 482 -- 503.",
        "Bound, John and Richard V. Burkhauser. 1999 Economic Analysis of Transfer Programs Targeted on People with Disabilities. In Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Volume 3 (Netherlands: North Holland).",
        "Bound, John and Timothy Waidmann. 1992. Disability Transfers, Self-Reported Health, and the Labor Force Attachment of Older Men: Evidence from the Historical Record. Quarterly Journal of Economics, 107(4), 1393 -- 1419.",
        "Bound, John and Timothy Waidmann. 2000. Accounting for Recent Declines in Employment Rates among the Working-Aged Disabled. NBER Working Paper 7975, October 2000.",
        "Daly, Mary. 1998. Characteristics of SSI and DI Recipients in the Years Prior to Receiving Benefits. In Kalman Rupp and David Stapleton (eds.) Growth in Disability Benefits: Explanations and Policy Implications. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research, 31 -- 92.",
        "Diamond, Peter and Eytan Sheshinski. 1995. Economic Aspects of Optimal Disability Benefits. Journal of Public Economics, 57, 1 -- 23.",
        "Freeman, Richard B. 1991. Crime and the Employment of Disadvantaged Youths. NBER Working Paper No. 3875.",
        "Gruber, Jonathan. 2000. Disability Insurance Benefits and Labor Supply. Journal of Political Economy, 108 (6), 1162 -- 1183.",
        "Gruber, Jonathan and Jeffrey D. Kubik.1997. Disability Insurance Rejection Rates and the Labor Supply of Older Workers. Journal of Public Economics, 64, 1 -- 23.",
        "Hausman, Jerry and J. Halpern. 1986. Choice under Uncertainty: The Decision to Apply for Disability Insurance. Journal of Public Economics.",
        "Jaeger, David A. 1997. Reconciling the Old and New Census Bureau Education Questions: Recommendations for Researchers, Journal of Business and Economics Statistics, 15, 300 -- 309.",
        "Juhn, Chinhui, 1992. Decline of Male Labor Market Participation: The Role of Declining Market Opportunities. Quarterly Journal of Economics, 107(1), 79 -- 121.",
        "Juhn, Chinhui, Kevin Murphy, and Robert Topel. 1991. Why Has the Natural Rate of Unemployment Increased Over Time'DONE' Brookings Papers on Economic Activity, 1991, 75 -- 142.",
        "Katz, Lawrence F. and David H. Autor. 1999. Changes in the Wage Structure and Earnings Inequality. in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Volume 3A, Amsterdam: Elsevier-North Holland, 3309 -- 3415.",
        "Lakdawalla, Darius, Jay Bhattacharya, and Dana Goldman. 2001. Are the Young Becoming More Disabled'DONE' NBER Working Paper 8247, April.",
        "Lewin-VHI, Inc. 1995. Labor Market Conditions, Socioeconomic Factors, and the Growth of Applications and Awards for SSDI and SSI Disability Benefits. (HHS Contract No. 100-0012).",
        "Washington, D.C.: Office of the Assistant Secretary for Planning and Evaluation and Social Security Administration. Lewin Group. 1998. Policy Evaluation of the Effect of Legislation Prohibiting the Payment of Disability Benefits to Individuals Whose Disability is Based on Drug Addiction and Alcoholism: Interim Report. Lewin Group, Inc., June 21.",
        "Parsons, Donald. 1980. The Decline of Male Labor Force Participation. Journal of Political Economy, 88, 117 -- 134.",
        "Ruhm, Christoper. 2000. Are Recessions Good for Your Health'DONE' Quarterly Journal of Economics, 115(2), May, 617 -- 650.",
        "Rupp, Kalman and Charles Scott. 1998. Determinants of Duration on the Disability Rolls and Program Trends. in Kalman Rupp and David Stapleton (eds.) Growth in Disability Benefits: Explanations and Policy Implications. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research, 139 -- 176.",
        "Rupp, Kalman and David Stapleton. 1995. Determinants of the Growth in the Social Security Administrations Disability Programs: An Overview. Social Security Bulletin 58(4), 43 -- 70.",
        "Stapleton, David, Kevin Coleman, Kimberly Dietrich, and Gina Livermore. 1998. Empirical Analyses of DI and SSI Application and Award Growth. in Kalman Rupp and David Stapleton (eds.) Growth in Disability Benefits: Explanations and Policy Implications. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research, 31 -- 92.",
        "U.S. Social Security Administration. Various years. OASDI Beneficiaries by State and County. U.S. Social Security Administration. Various years. Social Security Bulletin: Annual Statistical Supplement. Western, Bruce and Becky Pettit. 2000. Incarceration and Racial Inequality in Mens Employment. Industrial and Labor Relations Review, 54(1), October, 3 -- 16."
    ]
}