{
    "id": 8343,
    "cites": 39,
    "cited_by": 82,
    "reference": [
        "Angrist, Joshua D. Conditional Independence in Sample Selection Models. Economics Letters, February 1997, 54(2), 103-112.",
        "Behrman, Jere; Sengupta, Piyali and Todd, Petra. Progressing through PROGRESA: An Impact Assessment of Mexicos School Subsidy Experiment. Draft, 2000.",
        "Bellow, Rosemary and King, Elizabeth M. Educating Women: Lessons from Experience. in King and Hill (eds.), Womens Education in Developing Countries: Barriers, Benefits, and Policy , 1993, Baltimore: Johns Hopkins Press.",
        "Bettinger, Eric. Do Private School Vouchers Affect Test Scores and Why? Evidence from a Private School Scholarship Program. Case Western Reserve, Department of Economics, January 2001, mimeo.",
        "Bettinger, Eric. The Effect of Charter Schools on Charter Students and Public Schools. Case Western Reserve, Department of Economics, March 2001, mimeo.",
        "Calderon, Alberto. Voucher Programs for Secondary Schools: The Colombian Experience. Human Capital Development and Operations Policy Working Paper, Washington, DC: The World Bank, 1996, (http://www.worldbank.org/education/economicsed/finance/demand/related/wp_00066.html).",
        "Chamberlain, Gary. Asymptotic Efficiency in Semi-Parametric Models with Censoring. Journal of Econometrics, July 1986, 32(2), 189-218.",
        "Cox, Donald and Jimenez, Emmanuel. The Effectiveness of Private and Public Schools: Evidence from Two Developing Countries. Journal of Development Economics, November 1990, 34(9), 99-121.",
        "Evans, William N. and Schwab, Robert M. Finishing High School and Starting College: Do Catholic Schools Make a Difference?Quarterly Journal of Economics, November 1995, 110(4), 941-974.",
        "Fuller, Winship C.; Manski, Charles F. and Wise, David A. New Evidence on the Economic Determinants of Postsecondary Schooling Choices. The Journal of Human Resources, Fall 1982, 17(4), 477-498.",
        "Glewwe, Paul; Kremer, Michael and Moulin, Sylvie, Textbooks and Test Scores: Evidence from a Prospective Evaluation in Kenya. Harvard University, mimeo, September 2000.",
        "Green, Jay; Peterson, Paul and Du, Jiangtao. The Effectiveness of School Choice in Milwaukee: A Secondary Analysis of Data from the Programs Evaluation. Harvard Program in Education Policy and Governance, August 1996, Occasional Paper 96-3.",
        "Harbison, R.W. and Hanushek, Eric A. Educational Performance of the Poor: Lessons from Rural Northeast Brazil. New York: Oxford University Press, 1992.",
        "Hoxby, Caroline M. Does Competition Among Public Schools Benefit Students and Taxpayers. American Economic Review, December 2000, 90(5), 1209-1238.",
        "Howell, William G.; Wolf, Patrick J.; Peterson, Paul E. and Campbell, David E. Test-Score Effects of School Vouchers in Dayton, New York, and Washington: Evidence from Randomized Field Trials. Paper presented at the annual meeting of the American Political Science Association, Washington, D.C., September 2000.",
        "Imbens, Guido W. and Angrist, Joshua D. Identification and Estimation of Local Average Treatment Effects. Econometrica , March 1994, 62(2), 467-476.",
        "Jacoby, Hanan. Borrowing Constraints and Progress Through School: Evidence from Peru. Review of Economics and Statistics, February 1994, 76(1), 151-160.",
        "James, Estelle. Why Do Different Countries Choose a Different Public-Private Mix of Educational Services. Journal of Human Resources, Summer 1993, 28(3), 571-592.",
        "Jimenez, Emmanuel; Lockheed, Marlaine E. and Paqueo, Vicente. The Relative Efficiency of Private and Public Schools in Developing Countries. The World Bank Research Observer, July 1991, 6(2), 205- 218.",
        "Kane, Thomas. Rising Public College Tuition and College Entry: How Well Do Public Subsidies Promote Access to College? NBER Working Paper No. 5164, 1995.",
        "King, Elizabeth; Orazem, Peter and Wolgemuth, Darin. Central Mandates and Local Incentives: The Colombia Education Voucher Program. Working Paper No. 6, Series on Impact Evaluation of Education Reforms, Development Economics Research Group, The World Bank, February 1998.",
        "King, Elizabeth; Rawlings, Laura; Gutierrez, Marybell; Pardo, Carlos and Torres, Carlos. Colombias Targeted Education Voucher Program: Features, Coverage and Participation. Working Paper No. 3, Series on Impact Evaluation of Education Reforms, Development Economics Research Group, The World Bank, September, 1997.",
        "Krueger, Alan and Whitmore, Diane. The Effect of Attending a Small Class in the Early Grades on College-Test Taking and Middle School Test Results: Evidence from Project STAR. Economic Journal, January 2001, 111(468), 1-28.",
        "Kugler, Adriana D. The Impact of Firing Costs on Turnover and Unemployment: Evidence from the Colombian Labour Market Reform. International Tax and Public Finance , August 1999, 6(3), 389-410.",
        "McEwan, Patrick and Carnoy, Martin. Privatization through Vouchers in Developing Countries: The Cases of Chile and Colombia. Teachers College mimeo, 1999.",
        "Morales-Cobo, Patricia. Demand Subsidies: A Case Study of the PACES Voucher Program. Universidad de los Andes, Economics Department, Bogota, 1993, Processed.",
        "Myers, David; Peterson, Paul; Mayer, Daniel; Chou, Julia and Howell, William. School Choice in New York City After Two Years: An Evaluation of the School Choice Scholarships Program. Program on Education Policy and Governance, mimeo, August 2000.",
        "Myers, David, Peterson, Paul, and Howell, William. An Evaluation of the New York City: School Choice Scholarships Program: The First Year. Harvards PEPG Occasional Paper Series, 2000.",
        "Neal, Derek, The Effects of Catholic Secondary Schooling on Educational Achievement. Journal Labor Economics, Part 1 January 1997, 15(1), 98-123.",
        "Patrinos, Harry A. and Ariasingham, David L. Decentralization of Education: Demand-Side Financing . Washington, DC: The World Bank, 1997.",
        "Psacharopolous, George; Tan, J., and Jimenez, E. Financing Education in Developing Countries: An Exploration of Policy Options. Washington DC: The World Bank, 1986.",
        "Psacharopolous, George, and Velez, Eduardo. Educational Quality and Labor Market Outcomes: Evidence from Bogota, Colombia. Sociology of Education, April 1993, 66(3), 130-145.",
        "Rauch, James E. and Evans, Peter B. Bureaucratic Structure and Bureaucratic Performance in Less Developed Countries. Journal of Public Economics, January 2000, 75(1), 49-71.",
        "Ribero, RocÃ\u0083Â­o and Tenjo, Jaime. University de los Andes, Department of Economics Working Paper, 1997.",
        "Rouse, Cecilia Elena. Private School Vouchers and Student Achievement: An Evaluation of the Milwaukee Parental Choice Program. Quarterly Journal of Economics, May 1998, 13(2), 553-602.",
        "Sanchez, Fabio and Mendez, Jairo. Por Que los NiÃ\u0083Â±os Pobres No Van A La Escuela? (Determinantes de la asistencia escolar en Colombia). Mimeo, Departmento Nacional de Planeacion Republica de Colombia, 1995.",
        "The PROBE Team, Public Report on Basic Education in India . Oxford: Oxford University Press, 1999.",
        "US Department of Education, Office of Education Research and Improvement. The Condition of Education 1998 , NCES 98-013, Washington, DC: USGPO, 1998.",
        "The World Bank, Research Department, Staff Appraisal Report: Colombia, Secondary Education Project, Human Resources Operations Division, Latin America and the Caribbean Region, Report No. 11834-CO, November 19, 1993."
    ]
}