{
    "id": 8349,
    "cites": 13,
    "cited_by": 70,
    "reference": [
        "[1] Aitken, Brian, Gordon Hanson, and Ann Harrison. (1997) Spillovers, ForeignInvestment,andExportBehavior. Journal of International Economicsv43, n1-2 : 103-32",
        "[2] Baldwin, Robert. (1988) Hysteresis in Import Prices: The Beachhead E!ect.American Economic Review, 78(4) pp.773-785.",
        "[6] Brainard, Lael. (1997). An Empirical Assessment of the Proxim- ity/Concentration Tradeo!Between Multinational Sales and Trade. American Economic Reviewv87, n4 : 520-44 .",
        "[7] Card, David and Daniel Sullivan, (1988) Measuring The E !ect of Sub- sidized Training Programs on Movements In and Out of Employment. Econometrica, Vol. 56, No. 3, pp.497-530.",
        "[8] Dixit, Avinash. (1989a) Entry and Exit Decisions Under Uncertainty. Journal of Political Economy,Vol.97,No.3pp.620-638.",
        "[9] Dixit, Avinash. (1989b) Hysteresis, Import Penetration, and Exchange Rate Pass-Through.Quarterly Journal of Economics, Vol. 104, No. 2 pp. 205-228.",
        "[10] Heckman, James. (1981) The Incidental Parameters Problem and the Problem of Initial Conditions in Estimating a Discrete Time-Discrete Data Stochastic Process. in Charles Manski and Daniel McFadden (eds.),TheStructuralAnalysisofDiscreteData .Cambridge: MIT Press. 21",
        "[11] Holtz-Eakin, Douglas, Whitney Newey, and Harvey Rosen. (1988) Es- timating Vector Autoregressions in Panel Data. Econometrica, Vol. 56, No. 6, pp 1371-1395.",
        "[12] Keane, Michael and David Runkle (1992) On the Estimation of Panel-Data Models with Serial Correlation When Instruments Are Not Strictly Exogenous.Journal of Business and Economic Statistics , Vol. 10, No. 1 pp. 1-29.",
        "[13] Krugman, Paul. (1989)Exchange Rate Instability. MIT Press, Cam- bridge MA.",
        "[14] Krugman, Paul. (1992)Geography and Trade. MIT Press, Cambridge MA.",
        "[16] Roberts, Mark and James Tybout. (1997). An Empirical Model of Sunk Costs and the Decision to Export. American Economic Review v87, n4: 545-64 .",
        "[17] U.S. Bureau of the Census. (1987). Census of Manufactures General Summary MC87-S-1. Department of Commerce. 22 23"
    ]
}