{
    "id": 835,
    "cites": 21,
    "cited_by": 62,
    "reference": [
        "W.B. Arthur, The Economics of Risks to Life, American Economic Review, 71 (March 1981), 54-64.",
        "Martin David and Paul Menchik, The Effect of Social Security on Bequests, MSU Econometrics Workshop Paper, No. 8007, April 1981.",
        "James Davies, Uncertain Lifetime, Consumption and Dissaving in Retirement, Journal of Political Economy, 89 (1981), 561-577.",
        "Louis Dublin, Alfred Lotka and Mortimer Spiegelman, Length of Life, New York: Ronald Press, 1949.",
        "Regina Elandt-Johnson and Norman Johnson, Survival Models and Data Analysis, New York, Wiley, 1980..",
        "Martin Feldstein, Social Security and Private Saving: International Evidence in an Extended Life-Cycle Model, in N. Feldstein and R. Inman, The Economics of Public Services, London: Macmillan, 1977, 174-205.",
        "James Fries, Aging, Natural Death and the Compression of Morbidity, New England Journal of Medicine, 303 (July 1980), 130-135.",
        "Roger Gordon and Alan Blinder, Market Wages, Reservation Wages and Retirement, Journal of Public Economics, 14 (October 1980), 277-308.",
        "Daniel S. Hamermesh, Social Insurance and Consumption: An Empirical Inquiry, American Economic Review, 72 (March 1982) forthcoming.",
        "I.J. Irvine, The Use of Cross-Section Microdata in Life-Cycle Models, Quarterly Journal of Economics, 96 (May 1981), 301-316.",
        "Lars Jonung, Perceived and Expected Rates of Inflation in Sweden, American Economic Review, 71 (December 1980), 961-68.",
        "Nathan Keyfitz, Applied Mathematical Demography, New York: Wiley, 19.77. Laurence Kotlikoff and Lawrence Summers, The Adequacy of Savings, NBER Working Paper No. 627, February 1981.",
        "David Levhari and Leonard .Mirman, Savings and Consumption with an Uncertain Horizon, Journal of Political Economy, 85 (April 1977), 265-281.",
        "Jacob Mincer, Schooling, Experience and Earnings, New York: NBER, 1974.",
        "Alicia Munnell, The Future of Social Security, Washington: Brookings, 1977.",
        "Ralph Paffenberger and Robert Hyde, Exercise as Protection Against Heart Attack, New England Journal of Medicine, 302 (May 1980), 1026-1027.",
        "Samuel Preston, The Age Incidence of Death from Smoking, Journal of the American Statistical Association, (1970), 1125-1130.",
        "Charles Rose and Benjamin Bell, Predicting Longevity, Lexington, MA: D.C. Heath, 1971.",
        "Sherwin Rosen and Paul Taubman, Changes in the Impact of Education and Income on Mortality in the U.S., in Social Security Administration, Office of Research and Statistics, Statistical Uses of Administrative Records, Washington: Government Printing Office, 19.79. Keith Sehnert, How To Be Your Own Doctor--Sometimes, New York: Grosset and Dunlap, 1975.",
        "Jonathan Skinner, Empirical Estimates of the Cost and Incidence of the Interest Income Tax, Unpublished Paper, UCLA, 1981.",
        "Stephen Turnovsky, A Test of the Expectations Hypothesis Using Directly Observed Wage and Price Equations, Review of Economics and Statistics, 54 (December 1972), 47-54."
    ]
}