{
    "id": 8352,
    "cites": 28,
    "cited_by": 9,
    "reference": [
        "Branson, W. H, 1977, Asset Markets and Relative Prices in Exchange Rate Determination, Sozialwissenschaftliche Annalen des Institutes fÃ\u0083Â¼r HÃ\u0083Â¶here Studien, Wien, Reihe A, Vol.I, 69-89.",
        "Branson, W. H., H. Halttunen and P. Masson, 1977, Exchange Rates in the Short Run: The Dollar-Deutschmark Rate, European Economic Review 10, 303-24.",
        "De Grauwe, P., 1994, Towards EMU without EMS, Economic Policy 18, 147-85.",
        "De Grauwe, P., 2000, The Euro in Search of Fundamentals, Paper presented at the CESifo conference on Issues of Monetary Integration in Europe, December 2000.",
        "Dooley, M. P., and P. Isard, 1982, A Portfolio Balance Rational Expectations Model of the Dollar-Mark Exchange Rate, Journal of International Economics 12, 257-76.",
        "Dooley, M. P., J. Frankel and D. Mathieson, 1997, International Capital Mobility: What Do Saving-Investment Correlations Tell us?, IMF Staff Papers 34, 503-30.",
        "Eichengreen,. B., and Ch. Wyploz, 1993, The Unstable EMS, Brookings Papers on Economic Activity, 51-143.",
        "Feldstein, M., and C. Horioka, 1980, Domestic Saving and International Capital Flows, Economic Journal 90, 314-29.",
        "Frankel, J. A., 1982, The Mystery of the Multiplying Marks: A Modification of the Monetary Model, Review of Economics and Statistics 64, 515-19.",
        "Frankel, J. A., 1993, Monetary and Portfolio-Balance Models of Exchange Rates, Chapter 4 in: J. A. Frankel, ed., On Exchange Rates, MIT Press: Cambridge, Mass., 95-115.",
        "Fried, J., and P. Howitt, 1983, The Effects of Inflation on Real Interest Rates, American Economic Review, 73 (5), 968-80.",
        "Henderson, D. W., 1980, The Dynamic Effects of Exchange Market Intervention: Two Extreme Views and a Synthesis, in: H. Frisch and G. SchwÃ\u0083Â¶diauer, eds., The Economics of Flexible Exchange Rates, Supplement to Kredit und Kapital 6, 156-209.",
        "MacDonald, R., and M. P. Taylor, 1993, The monetary Approach to the Exchange Rate: Rational Expectations, Long-run equilibrium and Forecasting, IMF Staff Papers 40, 89-107.",
        "Meese, R. A., and K. Rogoff, 1983, Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample?, Journal of International Economics 14, 3-24.",
        "Murphey, R., G., and C. Van Duyne, 1980, Asset Market Approaches to Exchange Rate Determination: A Comparative Analysis, Weltwirtschaftliches Archiv 116, 627-56.",
        "Newey, W., and K. West, 1987, A Simple Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55, 703Ã\u0082â\u0080\u00938.",
        "Porter, R., and R. Judson, 1996, The Location of US Currency: How much is Abroad?, Federal Reserve Bulletin 82, 883-903.",
        "Schneider, F., and D. H. Ernste, 2000, Shadow Economies. Size, Causes, and Consequences, Journal of Economic Literature 38, 77-114.",
        "Seitz, F., 1995, Der DM-Umlauf im Ausland, Volkswirtschaftliche Forschungsgruppe der Deutschen Bundesbank, Bundesbank Diskussionspapier 1/95.",
        "Sinn, H.-W., 1983a, International Capital Movements, Flexible Exchange Rates, and the IS- LM Model: A Comparison Between the Portfolio-Balance and the Flow Hypotheses, Weltwirtschaftliches Archiv 119, 36-63.",
        "Sinn, H.-W., 1983b, Economic Decisions under Uncertainty, North Holland: Amsterdam, New York and Oxford.",
        "Sinn, H.-W., and H. Feist, 1997, Eurowinners and Eurolosers. The Distribution of Seignorage Wealth in EMU, European Journal of Political Economy 13, 665-89.",
        "Sinn, H.-W., and H. Feist, 2000,Seignorage Wealth in the Eurosystem: Eurowinners and Eurolosers Revisited, CESifo Discussion Paper No. 353.",
        "Taylor, M. P., 1995, The Economics of Exchange Rates, Journal of Economic Literature 33, 13-47.",
        "Economist, 5 June 1999, p. 13; 20 April 2000, pp. 25-26. Der Spiegel, No. 10, 2000, Interner Bericht des Finanzministeriums fordert tiefgreifende Reformen zur Stabilisierung des Euro. Economist, 5 June 1999, p. 14; ECB, Monthly Bulletin, June 1999, p. 39.",
        "Ibidem. Ibidem. Der Spiegel, online, Interview with Karl Otto PÃ\u0083Â¶hl, 19 June 2000.",
        "Area, Chapter 2, EUROPEAN ECONOMY, No 71, 2000. Office for Official Publications of the EC.",
        "Washington Post, 7 May 2001, also published in International Herald Tribune, same day."
    ]
}