{
    "id": 8353,
    "cites": 27,
    "cited_by": 3,
    "reference": [
        "Bell, Linda, and Douglas Kruse. Evaluating ESOPs, Profit-Sharing and Gain Sharing Plans in U.S. Industries: Effects on Worker and Company Performance. Submitted to: The Office of the American Workplace, U.S. Department of Labor, May, 1995.",
        "Bizjak, John M., James A. Brickley, and Jeffrey L. Coles. Stock-based Incentive Compensation and Investment Behavior. Journal of Accounting and Economics 16 (Jan.-April-July 1993): 349-372.",
        "Black, Sandra, and Lisa M. Lynch. Whats Driving the New Economy: The Benefits of Workplace Innovation. Working Paper No. 7479. NBER, January, 2000.",
        "Card, David, and Dean Hyslop. Does Inflation Grease the Wheels of the Labor Market'DONE'. In Reducind Inflation: Motivation and Strategy, edited by Christina Romer and David Romer, 114-121. National Bureau of Economic Research Studies in Business Cycles, vol. 30, University of Chicago Press, 1997.",
        "Carter, Mary Ellen, and Luann J. Lynch. Does Accounting Affect Economic Behavior'DONE' Evidence from Stock Options Repricing. Working Paper. Accounting Department, Columbia University, 2000.",
        "Cohn, Laura. The Hidden Costs of Stock Options. Business Week, December 6 1999, 44.",
        "Core, John, and Wayne Guay. The Use of Equity Grants to Manage Optimal Equity Incentive Levels. Working Paper. The Wharton School, University of Pennsylvania, June, 1999.",
        "University of Pennsylvania, The Wharton School, January, 2000.",
        "Duca, John V. The New Labor Paradigm: More Market-Responsive Rules of Work and Pay. Southwest Economy: 6-8. Epstein, Gene. Sure, Options Pay Represents Funny Money, But Its Earnings Impact is Less Than Critics Claim. Barrons, October 6 1999.",
        "Graham, John, john.graham@duke.edu. Simulated Tax Rates -- Order Form. Http://www.duke.edu/~jgraham/taxform.html. ------. Debt and the Marginal Tax Rate. Journal of Financial Economics 41 (May 1996): 41-73.",
        "Groshen, Erica, and Mark Schweitzer. The Effects of Inflation on Wage Adjustments in Firm-Level Data: Grease or Sand'DONE' Working Paper. Federal Reserve Bank of New York, January, 1996.",
        "Hall, Brian J., and Jeffrey B. Liebman. Are CEOs Really Paid Like Bureaucrats'DONE' Quarterly Journal of Economics 113 (August 1998): 653-691.",
        "Economy, edited by James Poterba. Cambridge, MA, MIT press, 2000.",
        "Hewitt Associates LLC. TCM Data, 1998.",
        "Huddart, Steven, and Mark Lang. Employee Stock Options Exercises: An Empirical Analysis. Journal of Accounting and Economics 21 (February 1996): 5-43.",
        "John, Teresa A., and Kose John. Top-Management Compensation and Capital Structure. Journal of Finance 48 (July 1993): 949-974.",
        "Kulatilaka, Nalin, and Alan J. Marcus. Valuing Employee Stock Options. Financial Analysts Journal 50 (Nov/Dec 1994): 46-56.",
        "Lambert, Richard, and David F. Larcker. An Analysis of the Use of Accounting and Market Measures of Performance in Executive Compensation Contracts. Journal of Accounting Research 25, Supplement (1987): 85-125.",
        "Executive Compensation. Journal of Accounting Research 29 (Spring 1991): 129-149.",
        "Lebow, David, Louise Sheiner, Larry Slifman, and Martha Starr-McCluer. Recent Trends in Compensation Practices. Finance and Economics Discussion Series No. 32. Federal Reserve Board, 1999.",
        "Efficiency of Labor Markets. Finance and Economics Discussion Series: 94-45. Board of Governors of the Federal Reserve System, October, 1995.",
        "McLaughlin, Kenneth J. Are Nominal Wage Changes Skewed Away From Wage Cuts'DONE' Federal Reserve Bank of St. Louis: Review 81 (May/June 1999): 117-132.",
        "Mehran, Hamid. Executive Incentive Plans, Corporate Control, and Capital Structure. Journal of Financial and Quantitative Analysis 27 (December 1992): 539-560.",
        "Working Paper. Federal Reserve Bank of New York, 1998.",
        "Stern Business School, New York University, 1999.",
        "Murphy, Kevin J. Executive Compensation. In Handbook of Labor Economics, edited by Orley C. Ashenfelter and David Card. Amsterdam, North-Holland, 1999.",
        "Smith, Clifford W., and Ross L. Watts. The Investment Opportunity Set and Coporate Financing, Dividend, and Compensation Policies. Journal of Financial Economics 32, no. 3 (1992): 263-292."
    ]
}