{
    "id": 8355,
    "cites": 48,
    "cited_by": 10,
    "reference": [
        "Barro, Robert and Jong-Wha Lee (1997): Schooling Quality in a Cross Section of Countries, NBER working paper 6198.",
        "Bayer, Patrick (1998): The Role of Family Characteristics in Determining Demand for School Quality, working paper, Stanford University.",
        "Benabou, Roland (1996): Heterogeneity, Stratification, and Growth: Macroeconomic Implications of Community Structure and School Finance, American Economic Review 86, 584-609.",
        "Betts, Julian (1996): Is there a Link between School Inputs and Earnings? Fresh Scrutiny of an Old Literature, in Does Money Matter? The Effect of School Resources on Student Achievement and Adult Success (Gary Burtless, ed.), Washington, DC: Brookings Institution, 141-91.",
        "Black, Sandra E. (1999): Do Better Schools Matter? Parental Valuation of Elementary Education, Quarterly Journal of Economics 114(2), 577-99.",
        "Brunner, Eric, Jon Sonstelie and Mark Thayer (2000): Capitalization and the Voucher: An Analysis of Precinct Returns from Californias Proposition 174, mimio, University of California - Santa Barbara.",
        "Card, David and Alan Krueger (1992): Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States, Journal of Political Economy 100,1-40.",
        "Downes, T. and D. Schoeman (1998): School Finance Reform and Private School Enrollment: Evidence from California, Journal of Urban Economics 43(3), 418-43.",
        "Downes, Thomas (1996): Do Differences in Heterogeneity and Intergovernmental Competition Help Explain Variation in the Private School Share? Evidence from Early California Statehood, Public Finance Quarterly 24(3), 291-318.",
        "Downes, Thomas and Shane Greenstein (1996): Understanding the Supply Decision of Nonprofits: Modeling the Location of Private Schools, RAND Journal of Economics 27(2), 365-90.",
        "Dunz, Karl (1985): Existence of Equilibrium with Local Public Goods and Houses, SUNY-Albany Department of Economics Discussion Paper 201.",
        "Edel, M. and E. Scalar (1974): Taxing, Spending and Property Values: Supply Adjustments in the Tiebout-Oates Model, Journal of Political Economy 82, 941-53.",
        "Epple, Dennis, Radu Filimon and Thomas Romer (1993): Existence of Voting and Housing Equilibrium in a System of Communities with Property Taxes, Regional Science and Urban Economics 23, 585-610.",
        "Epple, Dennis and Richard Romano (1998): Competition Between Private and Public Schools, Vouchers, and Peer-Group Effects American Economic Review 88, 33-62.",
        "Epple, Dennis and Richard Romano (1996): Ends Against the Middle: Determining Public Service Provision when there are Private Alternatives, Journal of Public Economics 62, 297-325.",
        "Epple, Dennis and Richard Romano (1995): Public School Choice and Finance Policies, Neighborhood Formation, and the Distribution of Educational Benefits, working paper, University of Florida.",
        "Epple, Dennis and Holger Sieg (1999): Estimating Equilibrium Models of Local Jurisdictions, Journal of Political Economy 107(4), 645-81.",
        "Fernandez, Raquel and Richard Rogerson (1998): Public Education and Income Distribution: A Dynamic Quantitative; Evaluation of Education-Finance Reform, American Economic Review 88, 813-833.",
        "Fernandez, Raquel and Richard Rogerson (1996): Income Distributions, Communities and the Quality of Public Educaiton, Quarterly Journal of Economics 88, 135-164.",
        "Hamilton, Bruce and Molly Macauley (1991): Determinants and Consequences of the Private-Public School Choice, Journal of Urban Economics 29, 282-94.",
        "Hamilton, Bruce (1975): Zoning and Property Taxes in a System of Local Governments, Urban Studies 12, 205-11.",
        "Hanushek, Eric (1999): Some Findings from an Independent Investigation of the Tennessee STAR Experiment and from Other Investigations of Class Size Effects, in Earning and Learning: How Schools Matter (Mayer, S. and P. Peterson, eds.), Brookings: Washington, D.C.",
        "Heckman, James, Anne Layne-Farrar and Petra Todd (1996): Does Measured School Quality Really Matter? An Examination of the Earnings-Quality Relationship, in Does Money Matter? The Effect of School Resources on Student Achievement and Adult Success (Gary Burtless, ed.), Washington, DC: Brookings Institution, 192-289.",
        "Hirschman, Alberto O. (1970): Exit, Voice and Loyalt, Harvard University Press, Cambridge, MA.",
        "Hoxby, Caroline M. (1998): All School Finance Equalizations are Not Created Equal, NBER working paper 6792.",
        "Hoxby, Caroline M. (1994): Do Private Schools Provide Competition for Public Schools?, NBER working paper 4978.",
        "Krueger, Alan (1999): Experimental Estimates of Education Production Functions, Quarterly Journal of Economics 114(2), 497-532.",
        "MaCurdy, Thomas and Thomas Nechyba (forthcoming): How Does a Communitys Demographic Composition Alter Its Fiscal Burdens?, in Demographic Change and Fiscal Policy (A. Auerbach and R. Lee, eds.), Cambridge U. Press. Manski, C. (1993): Identification of Endogenous Social Effects: the Reflection Problem, Review of Economic Studies 60, 531-42.",
        "McMillan, Robert (1998): Competition, Parental Monitoring and Public School Quality, working paper, Stanford University.",
        "Murray, Sheila, William Evans and Robert Schwab (1998): Education Finance Reform and the Distribution of Educational Resources, American Economic Review 88, 782-812.",
        "Nechyba, Thomas (1999): School Finance Induced Migration Patters: The Case of Private School Vouchers, Journal of Public Economic Theory 1(1), 1-46.",
        "Nechyba, Thomas (2000): Mobility, Targeting and Private School Vouchers, American Economic Review 90(1) (March), 130-46.",
        "Nechyba, Thomas (1997a): Existence of Equilibrium and Stratification in Local and Hierarchical Public Good Economies with Property Taxes and Voting, Economic Theory 10, 277-304.",
        "Nechyba, Thomas (1997b): Local Property and State Income Taxes: The Role of Interjurisdictional Competition and Collusion, Journal of Political Economy 105(2), 351-84.",
        "Nechyba, Thomas (1996): A Computable General Equilibrium Model of Intergovernmental Aid, Journal of Public Economics 62, 363-97.",
        "Nechyba, Thomas and Michael Heise (2000): School Finance Reform: Introducing the Choice Factor, in City Schools: Lessons from New York (J. Viteritti and D. Ravich, eds.), Baltimore: John Hopkins University Press.",
        "Nechyba, Thomas and Robert Strauss (1998): Community Choice and Local Public Services: A Discrete Choice Approach, Regional Science and Urban Economics 28(1), 51-74.",
        "Oates, Wallace (1972): Fiscal Federalism, Harcourt Brace Jovanovich, Inc.",
        "Oates, Wallace (1969): The Effects of Property Taxes and Local Public Spending on Property Values: An Empirical Study of Tax Capitalization and the Tiebout Hypothesis, Journal of Political Economy 77(6), 957-71.",
        "Reback, Randall (2000): Capitalization under School Choice Programs: Are the Winners Really the Losers? mimio, University of Michigan.",
        "Rose-Ackerman, Susan (1979): Market Models of Local Government: Exit, Voting and the Land Market, Journal of Urban Economics 6, 319-37.",
        "Schmidt, Amy B. (1992): Private School Enrollment in Metropolitan Areas, Public Finance Quarterly 20, 298-320.",
        "Solon, Gary (1992): Intergenerational Income Mobility in the United States, American Economic Review 82, 393-409.",
        "Sonstelie, J. (1979): Public School Quality and Private School Enrollment, National Tax Journal 32, 343-53.",
        "Sonstelie, J., E. Brunner and K. Ardon (2000): For Better or For Worse? School Finance Reform in California, Public Policy Institute of California: San Francisco, CA.",
        "Sonstelie, J. and F. Silva (1995): Did Serrano Cause a Decline in School Spending, National Tax Journal, 199-216.",
        "Tiebout, C. (1956): A Pure Theory of Local Expenditures, Journal of Political Economy 65, 416-24.",
        "Zimmerman, David (1992): Regression Toward Mediocrity in Economic Stature, American Economic Review 82, 409-29."
    ]
}