{
    "id": 8356,
    "cites": 55,
    "cited_by": 54,
    "reference": [
        "Allen, P., and P. Kenen, 1980, Asset Markets, Exchange Rates, and Economic Integration (Cambridge University Press: New York).",
        "Amihud, Y., and H. Mendelson, 1980, Dealership markets: Marketmaking with inventory, Journal of Financial Economics, 8: 31-53.",
        "Andersen, T., and T. Bollerslev, 1998, Deutsche mark-dollar volatility: Intraday activity patterns, macroeconomic announcements, and longer run dependencies, Journal of Finance, 53: 219-266.",
        "Backus, D., 1984, Empirical models of the exchange rate: Separating the wheat from the chaff, Canadian Journal of Economics, 17: 826-846.",
        "Bagwell, L., 1992, Dutch auction repurchases: An analysis of shareholder heterogeneity, Journal of Finance, 47: 71-105.",
        "Bierens, H., 1983, Uniform consistency of kernel estimators of a regression function under general conditions, Journal of the American Statistical Association, 77 699-707.",
        "Bjonnes, G., and D. Rime, 2000, FX trading ... live: Impact of new trading environments, typescript, Norwegian School of Management, December.",
        "Bossaerts, P. and Hillion, P. 1991, Market microstructure effects of government intervention in the foreign exchange market, Review of Financial Studies 4, 513-541.",
        "Branson, W., 1977, Asset markets and relative prices in exchange rate determination, Sozialwissenschaftliche Annalen, 1: 69-89.",
        "Branson, W., H. Halttunen, and P. Masson, 1977, Exchange rates in the short run: The Deutschemark rate, European Economic Review, 10: 303-324.",
        "Branson, W., and D. Henderson, 1985, The specification and influence of asset markets, in R. Jones and P. Kenen (eds.), Handbook of International Economics, Volume 2, North-Holland: Amsterdam.",
        "Chaboud, A., and B. LeBaron, 1999, Foreign exchange market trading volume and Federal Reserve intervention, typescript, Brandeis University, July, forthcoming in the Journal of Banking and Finance.",
        "Chang, Y., and S. Taylor, 1998, Intraday effects of foreign exchange intervention by the Bank of Japan, Journal of International Money and Finance, 18: 191-210.",
        "Dominguez, K., 1990, Market responses to coordinated central bank intervention, Carnegie-Rochester Series on Public Policy, 32: 121-163.",
        "Dominguez, K., 1998, Central bank intervention and exchange rate volatility, Journal of International Money and Finance, 18:161-190.",
        "Dominguez, K., 1999, The market microstructure of central bank intervention, University of Michigan typescript, August.",
        "Dominguez, K., and J. Frankel, 1993a, Does foreign-exchange intervention matter? The portfolio effect, American Economic Review, 83: 1356-1369.",
        "Dominguez, K., and J. Frankel, 1993b, Does foreign-exchange intervention work? Institute for International Economics, Washington, D.C.",
        "Edison, H., 1998, On foreign exchange intervention: An assessment of the U.S. experience, typescript, Board of Governors of the Federal Reserve System, February.",
        "Evans, M., 1997, The microstructure of foreign exchange dynamics, Georgetown University typescript, November, presented at the NBER Market Microstructure Conference, December 4, 1997.",
        "Evans, M., 1999, What are the origins of foreign exchange movements?, Georgetown University typescript, March.",
        "Evans, M., and R. Lyons, 1999, Order flow and exchange-rate dynamics, Journal of Political Economy, forthcoming.",
        "Girton, L., and D. Henderson, 1977, Central bank operations in foreign and domestic assets under fixed and flexible exchange rates, in P. Clark, D. Logue, and R. Sweeney (eds.) The Effects of Exchange Rate Adjustment, (Department of the Treasury, Washington, D.C.) 151-179.",
        "Golub, S., 1989, Foreign currency government debt, asset markets, and the balance of payments, Journal of International Money and Finance, 8: 285-294.",
        "Granger C.W.J., and T. Terasvirta, 1993, Modelling Nonlinear Relationships. New York: Oxford University Press.",
        "Grossman. S., and J. Stiglitz, 1980, On the impossibility of informationally efficient markets, American Economic Review, 70: 393-408.",
        "Hansch, O., N. Naik, and S. Viswanathan 1998. Â\u0093Do Inventories Matter in Dealership Markets? Evidence from the London Stock Exchange,Â\u0094 Journal of Finance, 53: 1623-1656.",
        "Hardle W., 1990 Applied Nonparametric Regression, Econometric Society Monograph, Cambridge University Press.",
        "Hasbrouck, J., 1991, Measuring the information content of stock trades, Journal of Finance, 46: 179-207.",
        "Ho, T., and H. Stoll, 1983, The dynamics of dealer markets under competition, Journal of Finance 38, 1053-1074.",
        "Hung, J., 1997, Intervention strategies and exchange rate volatility: A noise trading perspective, Journal of International Money and Finance, 16: 779-793.",
        "Jones, C., G. Kaul, and M. Lipson, 1994, Transactions, volume, and volatility, Review of Financial Studies, 7: 631-651.",
        "Kaul, A., V. Mehrotra, and R. Morck, 2000, Demand curves for stock do slope down: New evidence from an index weights adjustment, Journal of Finance, 55: 893-912.",
        "Kodres, L., and M. Pritsker, 1998, A rational expectations model of financial contagion, working paper, International Monetary Fund.",
        "Kouri, P., 1976, The exchange rate and the balance of payments in the short run and in the long run: A monetary approach, Scandinavian Journal of Economics, 78: 280-304.",
        "Kyle, A., 1985, Continuous auctions and insider trading, Econometrica 53, 1315-1335.",
        "Kyle, A., and W. Xiong, 2001, Contagion as a wealth effect, typescript, Duke University.",
        "Lewis, K., 1988, Testing the portfolio balance model: A multilateral approach, Journal of International Economics, 7: 273-288.",
        "Lewis, K., 1995, Puzzles in international financial markets, in G. Grossman and K. Rogoff (eds.), Handbook of International Economics, vol. 3, North Holland: Amsterdam.",
        "Loopesko, B., 1984, Relationships among exchange rates, intervention, and interest rates: An empirical investigation, Journal of International Money and Finance, 3: 257-277.",
        "Luukkonen, R.,P. Saikkonen and T. Terasvirta, 1988, Testing linearity against smooth transition autoregressive models, Biometrika, 75 491-499.",
        "Lyons, R., 1995, Tests of microstructural hypotheses in the foreign exchange market, Journal of Financial Economics 39, 321-351.",
        "Lyons, R. 1997, A simultaneous trade model of the foreign exchange hot potato, Journal of International Economics 42, 275 â\u0088\u0092 298.",
        "Lyons, R., 2000, The Microstructure Approach to Exchange Rates, MIT Press (chapters at www.haas.berkeley.edu/~lyons/NewBook.html), forthcoming.",
        "Naranjo, A., and M. Nimalendran, 2000, Government intervention and adverse selection costs in foreign exchange markets, Review of Financial Studies, 13, 453-477.",
        "Payne, R. 1999, Informed trade in spot foreign exchange markets: An empirical investigation, typescript, London School of Economics, January.",
        "Peiers, B. 1997. Informed traders, intervention, and price leadership: A deeper view of the microstructure of the foreign exchange market. Journal of Finance 52, 1589-1614.",
        "Reiss, P., and I. Werner, 1998, Does risk sharing motivate interdealer trading? Journal of Finance, 53: 1657-1704.",
        "Rime, D., 2000, Private or public information in foreign exchange markets? Typescript, Department of Economics, University of Oslo, March.",
        "Robinson, P., 1983. Nonparametric Estimators for Time Series, Journal of Time Series Analysis, 4, 185-207.",
        "Shleifer, A., 1986, Do demand curves for stocks slope down? Journal of Finance, 41: 579-590.",
        "Terasvirta, T., 1994, Specification, estimation and evaluation of smooth transition autoregressive models, Journal of the American Statistical Association, 89, 208-218.",
        "Vitale, P., 1999, Sterilized central bank intervention in the foreign exchange market, Journal of International Economics, 49: 245-267.",
        "Vogler, K., 1997, Risk allocation and interdealer trading, European Economic Review 41, 417-441.",
        "Yao, J. 1998. Market making in the interbank foreign exchange market, New York University Salomon Center Working Paper S-98-3."
    ]
}