{
    "id": 8357,
    "cites": 13,
    "cited_by": 5,
    "reference": [
        "Black, Duncan; Henderson, Vernon. (1999) A theory of urban growth. Journal of Political Economy 107(2): 252-284.",
        "Eaton, Jonathan; Eckstein, Zvi. (1997) Cities and growth: Theory and evidence from France and Japan. Regional Science and Urban Economics 27(4-5): 443-474.",
        "Garreau, Joel. (1991) Edge City: Life on the New Frontier. New York: Doubleday.",
        "Gallup, John L.; Sachs, Jeffrey D.; Mellinger, Andrew D. (1999) Geography and economic development. International Regional Science Review 22(2): 179-232.",
        "Glaeser, Edward L.; Scheinkman, Jose A.; Shleifer, Andrei. (1995) Economic growth in a crosssection of cities. Journal of Monetary Economics 36(1): 117-143.",
        "Glaeser, Edward L. (2000) The new economics of urban and regional growth, in The Oxford Handbook of Economic Geography, eds. Gordon L. Clark, Maryann P. Feldman, and Meric S. Gertler. Oxford: Oxford University Press.",
        "Glaeser, Edward L.; Kahn, Matthew E.; Rappaport, Jordan M. (2000) Why do the poor live in cities'DONE' NBER Working Paper No. 7636.",
        "Glaeser, Edward L.; Kolko, Jed; Saiz, Albert. (2001) Consumer city. Journal of Economic Geography 1(1): 27-50.",
        "Glaeser, Edward L.; Kahn, Matthew E. (2001) Decentralized employment and the transformation of the American city. NBER Working Paper No. 8117.",
        "Katz, Peter (ed.). (1994) The New Urbanism: Toward an Architecture of Community. New York: McGraw-Hill.",
        "Mills, Edwin S.; Lubuele, Luan Sende. (1995) Projecting growth of metropolitan areas. Journal of Urban Economics 37(3): 344-360.",
        "Rappaport, Jordan M. (1999) Local economic growth. Harvard University Dissertation.",
        "Washington: U.S. Department of Commerce, Bureau of the Census, Data User Services Division. U.S. Department of Commerce, Bureau of the Census. (1998) USA Counties 1998. Washington: U.S. Department of Commerce, Bureau of the Census."
    ]
}