{
    "id": 8358,
    "cites": 37,
    "cited_by": 117,
    "reference": [
        "Abel, A., 2000, The effects of investing Social Security funds in the stock market when fixed costs prevent some households from holding stocks, Wharton working paper, forthcoming in American Economic Review.",
        "Banerjee, A., 1992, A simple model of herd behavior, Quarterly Journal of Economics 107, 797-817.",
        "Barsky, R., Kimball, M., Juster, F.T., and Shapiro, M., 1997, Preference parameters and behavioral heterogeneity: An experimental approach in the Health and Retirement Study, Quarterly Journal of Economics 112, 537-579.",
        "Bayer, P., Bernheim, B.D., and Scholz, K., 1998, The effects of financial education in the workplace: Evidence from a survey of employers, NBER working paper.",
        "Becker, G.S., 1991, A note on restaurant pricing and other examples of social influences on price, Journal of Political Economy 99, 1109-1116.",
        "Bernheim, B.D., and Garrett, D.M., 1996, The determinants and consequences of financial education in the workplace: Evidence from a survey of households, NBER working paper.",
        "Bertaut, C. and Starr-McCluer, M., 2000, Household portfolios in the U.S., Board of Governors of the Federal Reserve working paper.",
        "Bertrand, M., Luttmer, E. and Mullainathan, S., 2000, Network effects and welfare cultures, Quarterly Journal of Economics 115, 1019-1055.",
        "Bikchandani, S., Hirshleifer, D. and Welch, I., 1992, A theory of fads, fashion, custom and cultural change as informational cascades, Journal of Political Economy 100, 992-1026.",
        "Brav, A., Constantinides, G. and Gezcy, C., 1999, Asset pricing with heterogeneous consumers and limited participation: Empirical evidence, University of Chicago working paper.",
        "Campbell, J.Y., Cocco, J.F., Gomes, F.J. and Maenhout, P.J., 1999, Investing retirement wealth: A life-cycle model, Harvard University working paper.",
        "Case, A. and Katz, L., 1991, The company you keep: The effect of family and neighborhood on disadvantaged youths, NBER working paper.",
        "Chiteji, N.S. and Stafford, F.P., 1999, Portfolio choices of parents and their children as young adults: Asset accumulation by African-American families, American Economic Review Papers and Proceedings 89, 377-380.",
        "Choi, J.J., Laibson, D. and Metrick, A., (2000), Does the internet increase trading? Evidence from investor behavior in 401(k) plans, NBER working paper 7878.",
        "Cooper, I. and Kaplanis, E., 1994, Home bias in equity portfolios, inflation hedging and international capital market equilibrium, Review of Financial Studies 7, 45-60.",
        "Duflo, E. and Saez, E., 2000, Participation and investment decisions in a retirement plan: The influence of colleagues choices, forthcoming in Journal of Public Economics.",
        "Ellison, G. and Fudenberg, D., 1993, Rules of thumb for social learning, Journal of Political Economy 101, 93-126.",
        "Ellison, G. and Fudenberg, D., 1995, Word of mouth communication and social learning, Quarterly Journal of Economics 110, 93-125.",
        "French, K. and Poterba, J., 1991, Investor diversification and international equity markets, American Economic Review 81, 222-226.",
        "Glaeser, E.L., Sacerdote, B., and Scheinkman, J., 1996, Crime and social interactions, Quarterly Journal of Economics CXIV, 502-548.",
        "Glaeser, E.L. and Scheinkman, J., 2000, Non-market interactions, NBER working paper 8053.",
        "Granovetter, M., 1983, The strength of weak ties: A network theory revisited, Sociological Theory 1, 201-233.",
        "Grinblatt, M. and Keloharju, M, 2000, The investment behavior and performance of various investor-types: A study of Finlands unique data set, Journal of Financial Economics 55, 43-67.",
        "Guiso, L., Sapienza, P. and Zingales, L., 2000, The role of social capital in financial development, University of Chicago working paper.",
        "Heaton, J. and Lucas, D., 1999, Stock Prices and Fundamentals, NBER Macroeconomics Annual 14, 213-242.",
        "Huberman, G., 1998, Familiarity breeds investment, Columbia University working paper.",
        "Kang, J. and Stulz, R., 1997, Why is there a home bias? An analysis of foreign portfolio equity ownership in Japan, Journal of Financial Economics 46, 3-28.",
        "Kelly, M. and Grada, C.O., 2000, Market contagion: Evidence from the Panics of 1854 and 1857, American Economic Review 90, 1110-1124.",
        "Madrian, B. and Shea, D., 2000, Peer effects and savings behavior in employer-sponsored savings plans, University of Chicago working paper.",
        "Mankiw, N.G. and Zeldes, S.P., 1991, The consumption of stock holders and non- stockholders, Journal of Financial Economics 29, 97-112.",
        "Mehra, R. and Prescott, E.C., 1985, The equity premium: A puzzle, Journal of Monetary Economics 15, 145-161.",
        "Putnam, R., 1993, Making democracy work: Civic traditions in modern Italy , Princeton University Press.",
        "Sacerdote, B., 2000, Peer effects with random assignment: Results for Dartmouth roommates, NBER working paper.",
        "Shiller, R.J. and Pound, J., 1989, Survey evidence on diffusion of interest and information among investors, Journal of Economic Behavior and Organization 12, 47-66.",
        "Tesar, L., and Werner, I., 1995, Home bias and high turnover, Journal of International Money and Finance 14, 467-492.",
        "Vissing-Jorgensen, A., 1999, Limited stock market participation and the equity premium puzzle, University of Chicago working paper.",
        "Vissing-Jorgensen, A., 2000, Towards an explanation of household portfolio choice heterogeneity: Nonfinancial income and participation cost structures, University of Chicago working paper."
    ]
}