{
    "id": 8359,
    "cites": 34,
    "cited_by": 42,
    "reference": [
        "Abel, A.B., (1999). The Effects of a Baby Boom on Stock Prices and Capital Accumulation in the Presence of Social Security. Unpublished, University of Pennsylvania.",
        "Baily, M.N. and Lawrence, R.Z., (2001). Do We Have a New E-conomy? American Economic Review Papers and Proceedings, 91 : 308-312. May.",
        "Basu, S., (1996). Procyclical Productivity: Increasing Returns or Cyclical Utilization? Quarterly Journal of Economics, 111: 719-51.",
        "Basu, S. and Fernald, J.G., (1997). Aggregate Productivity and Aggregate Technology.",
        "International Finance Discussion Paper 593, Board of Governors of the Federal Reserve System. Basu, S. and Fernald, J.G., (2001). Why is Productivity Procyclical? Why Do We Care? New Directions in Productivity Research ed. C. Hulten. Chicago: University of Chicago Press, forthcoming.",
        "Basu, S., Fernald, J.G., and Kimball, M.S., (1999). Are Technology Improvements Contractionary? Unpublished, University of Michigan.",
        "Basu, S. and Kimball, M.S., (1997). Cyclical Productivity with Unobserved Input Variation.",
        "NBER Working Paper 5915. Blank, R.M. and Shapiro, M.D., (2001). Labor and the Sustainability of Output and Productivity Growth. Prepared for Sustainable Employment , eds. A.B. Krueger and R.M.",
        "Solow. New York: Russell-Sage Foundation/Century Foundation, in process. Burnside, C., Eichenbaum, M.S., and Rebelo, S.T., (1995). Capital Utilization and Returns to Scale. NBER Macroeconomics Annual eds. B.S. Bernanke, and J.J. Rotemberg, 10: 67- 110.",
        "Carlton, D.W., (1983). Equilibrium Fluctuations When Price and Delivery Lag Clear Markets.",
        "Bell Journal of Economics, 14: 562-572. Christiano, L.J., Eichenbaum, M.S., and Evans, C.E., (1996). The Effects of Monetary Policy Shocks: Some Evidence from the Flow of Funds. Review of Economics and Statistics, 78: 16-34.",
        "Christiano, L.J., Eichenbaum, M.S., and Evans, C.E., (1999). Monetary Shocks: What Have We Learned and To What End? Handbook of Macroeconomics , eds. J. Taylor and M.",
        "Woodford. Amsterdam: Elsevier. Gordon, R.J., (2000). Does the New Economy Measure up to the Great Inventions of the Past? 53 Journal of Economic Perspectives 14: 49-74.",
        "Greenwood, J., Hercowitz, Z., and Huffman. G.W., (1988). Investment, Capacity Utilization, and the Real Business Cycle. American Economic Review, 78: 402-17.",
        "Hall, R.E., (1980). Employment Fluctuations and Wage Rigidity. Brookings Papers on Economic Activity, 91-123.",
        "Hall, R.E., (1990). Invariance Properties of Solows Productivity Residual.",
        "Growth/Productivity/Unemployment: Essays to Celebrate Bob Solows Birthday , Ed. P.A. Diamond, Cambridge, MA: MIT Press. Hall, R.E. (2001a). Struggling to Understand the Stock Market (Ely Lecture). American Economic Review Proceedings, 91 : in process.",
        "Hall, R.E. (2001b). The Stock Market and Capital Accumulation. American Economic Review, forthcoming.",
        "Cambridge: Harvard University Press. Jorgenson, D.W. and Stiroh, K.J., Raising the Speed Limit: U.S. Economic Growth in the Information Age. Brookings Papers on Economic Activity , 2000: 125-211.",
        "Kiley, M.T., (2001). Computers and Growth with Costs of Adjustment: Will the Future Look Like the Past? Carnegie-Rochester Conference Series on Public Policy , this issue.",
        "Nordhaus, W.D., (2000). Productivity and the New Economy. Cowles Foundation Discussion Paper No. 1284. New Haven, CT: Yale University.",
        "Ramey, V.A. and Shapiro, M.D., (1998). Costly Capital Reallocation and the Effects of Government Spending. Carnegie-Rochester Conference Series on Public Policy , 48: 145-94.",
        "Rotemberg, J.J. and Woodford, M., (1995). Dynamic General Equilibrium Models with Imperfectly Competitive Product Markets. Frontiers of Business Cycle Research ed.",
        "T.F. Cooley. Princeton: Princeton University Press. Shapiro, M.D., (1986a). The Dynamic Demand for Capital and Labor. Quarterly Journal of Economics, 101: 513-42.",
        "Shapiro, M.D., (1986b). Capital Accumulation and Capital Utilization: Theory and Evidence.",
        "Journal of Applied Econometrics, 1: 211-34. 54 Shapiro, M.D., (1993). Cyclical Productivity and the Workweek of Capital. American Economic Review Papers and Proceedings 83: 229-33.",
        "Shapiro, M.D., (1996). Macroeconomic Implications of Variation in the Workweek of Capital.",
        "Brookings Papers on Economics Activity , 79-133. Shiller, R.J., (2000). Irrational Exuberance. Princeton: Princeton University Press.",
        "Sims, C.A., (1974). Output and Labor Input in Manufacturing, Brookings Papers on Economic Activity , 695-728.",
        "Solow, R.M., (1957). Technological Change and the Aggregate Production Function. Review of Economics and Statistics, 39: 312-320.",
        "Solow, R.M., (1990). Reactions to Conference Papers. Growth/Productivity/Unemployment: Essays to Celebrate Bob Solows Birthday ed. Peter Diamond. Cambridge, MA: MIT Press.",
        "Stiroh, K.J., (2001). Information Technology and the U.S. Productivity Revival: What Do the Industry Data Say? Federal Reserve Bank of New York Staff Reports, Number 115.",
        "January. Whelan, K., (2000a). Computers, Obsolescence, and Productivity. FEDS working paper 2000-6.",
        "Whelan, K., (2000b). A Guide to the Use of Chain Aggregated NIPA Data. FEDS working paper 2000-35."
    ]
}