{
    "id": 8361,
    "cites": 15,
    "cited_by": 10,
    "reference": [
        "David K. Backus, Kehoe, Patrick J., and Kydland, Finn E., Ã\u0082â\u0080\u009cDynamics of the Trade Balance and the Terms of Trade: the J-Curve?Ã\u0082â\u0080\u009d American Economic Review 84, no. 1, March 1994, pp. 84-103.",
        "David Backus, Patrick J. Kehoe, and Finn Kydland, International Real Business Cycles, Journal of Political Economy, 1992.",
        "Catherine Betts and Michael B. Devereux, Ã\u0082â\u0080\u009cThe Exchange Rate in a Model of Pricing to Market,Ã\u0082â\u0080\u009d European Economic Review 40, 1996, 1007-1021.",
        "Martin Eichenbaum and Charles Evans, Ã\u0082â\u0080\u009cSome Empirical Evidence on the Effects of Monetary Policy Shocks on Exchange Rates,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 110, November 1995, 975-1009.",
        "Paul Krugman, Ã\u0082â\u0080\u009cThe J-Curve, the Fire Sale, and the Hard Landing,Ã\u0082â\u0080\u009d American Economic Review, vol. 79 no. 2, May 1989, pp. 31-35.",
        "P.R. Krugman and Baldwin, R.E., Ã\u0082â\u0080\u009cThe persistence of the U.S. trade deficit,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 1987, pp. 1-43.",
        "Gregory R. Leonard and Stockman, Alan C., Ã\u0082â\u0080\u009cReal Exchange Rates and Relative Outputs: Does Evidence Agree with Theoretical Predictions?Ã\u0082â\u0080\u009d University of Rochester, 2000.",
        "Michael, Panos, A. Robert Nobay, and David A. Peel, Transactions Costs and Nonlinear Adjustment in Real Exchange Rates: An Empirical Investigation,  Journal of Political Economy 105 (August 1997), 862-879.",
        "Michael H. Moffett, Ã\u0082â\u0080\u009cThe J-Curve Revisited: An Empirical Examination for the United States,Ã\u0082â\u0080\u009d Journal of International Money and Finance 8, no. 3, September 1989, pp. 425-44.",
        "Obstfeld, Maurice, and Alan Taylor, 1997, Ã\u0082â\u0080\u009cNonlinear Aspects of Goods-Market Arbitrage and Adjustment: HeckscherÃ\u0082â\u0080\u0099s Commodity Points Revisited,Ã\u0082â\u0080\u009d Journal of the Japanese and International Economies, December 1997.",
        "Paul G. J. OConnell and Shang-Jin Wei, The Bigger They Are, the Harder They Fall: How Price Differences between U.S. Cities are Arbitraged, NBER Working Paper 6089, July 1997.",
        "Andrew K. Rose, and Yellen, Janet L., Ã\u0082â\u0080\u009cIs There a J-Curve?Ã\u0082â\u0080\u009d Journal of Monetary Economics 24, no. 1, July 1989, pp. 53-68.",
        "Royston, J. P., Ã\u0082â\u0080\u009cAn Extension of Shapiro and WilkÃ\u0082â\u0080\u0099s W Test for Normality to Large Samples,Ã\u0082â\u0080\u009d Applied Statistics, Vol. 31.2, 1982, 115-124.",
        "Royston, Patrick, Ã\u0082â\u0080\u009cA Toolkit for Testing for Non-Normality in Complete and Censored Samples,Ã\u0082â\u0080\u009d Statistician, Vol. 42.1, 1993, 37-43.",
        "Jeffrey A. Rosenweig and Koch, Paul D., Ã\u0082â\u0080\u009cThe U.S. Dollar and the Delayed J-Curve, Federal Reserve Bank of Atlanta Economic Review; vol. 73, no. 4, July/August 1988, pp. 2-15."
    ]
}