{
    "id": 8363,
    "cites": 45,
    "cited_by": 123,
    "reference": [
        "Ang, A., and G. Bekaert, 1998, Regime Switches in Interest Rates, NBER working paper 7056.",
        "Backus, D., S. Foresi, A. Mozumdar, and L. Wu, 2001, Predictable Changes in Yields and Forward Rates, Journal of Financial Economics, 59, 281-311.",
        "Bekaert, G., and S. Grenadier, 2001, Predictability of Bond and Stock Returns in Affine Models, working paper, Columbia University.",
        "Bekaert, G., and R. J. Hodrick, 2001, Expectations Hypotheses Tests, forthcoming Journal of Finance.",
        "Bekaert, G., R. J. Hodrick, and D. A. Marshall, 2001, Peso Problem Explanations for Term Structure Anomalies, forthcoming Journal of Monetary Economics.",
        "Bernanke, B. S. and I. Mihov, 1995, Measuring Monetary Policy, NBER Working Paper 5145.",
        "Campbell, J. Y., and J. Ammer, 1993, What Moves the Stock and Bond Markets'DONE' A Variance Decomposition for Long-Term Asset Returns, Journal of Finance, 48, 1, 3-37.",
        "Campbell, J. Y., A. W. Lo, and A. C. MacKinlay, 1997, The Econometrics of Financial Markets, Princeton University Press.",
        "Campbell, J. Y., and R. J. Shiller, 1991, Yield Spreads and Interest Rate Movements: A Birds Eye View, Review of Economic Studies, 58, 495-514.",
        "Chen, R. R., and L. Scott, 1993, Maximum Likelihood Estimation for a Multi-factor Equilibrium Model of the Term Structure of Interest Rates, Journal of Fixed Income, 3, 14-31.",
        "Christiano, L., M. Eichenbaum, and C. Evans, 1996a, The Effects of Monetary Policy Shocks: Evidence from the Flow of Funds, Review of Economics and Statistics, 78, 16-34.",
        "Christiano, L., M. Eichenbaum, and C. Evans, 1996b, Identification and the Effects of Monetary Policy Shocks, in eds. Blejer, M., Z. Eckstein, Z. Hercowitz, and L. Leiderman, Financial Factors in Economic Stabilization and Growth.",
        "Christiano, L., M. Eichenbaum, and C. Evans, 1998, Monetary Policy Shocks: What Have we Learned and to What End'DONE' NBER working paper 6400.",
        "Clarida, R., J. Gali and M. Gertler, 2000, Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory. Quarterly Journal of Economics, 65, 1, 147-180.",
        "Cochrane, J. H., 1998, What do the VARs mean'DONE' Measuring the Output Effects of Monetary Policy, Journal of Monetary Economics, 41, 277-300.",
        "Cochrane, J. H., 2001, Asset Pricing, Princeton University Press.",
        "Constantinides, G. M., 1992, A Theory of the Nominal Term Structure of Interest Rates, Review of Financial Studies, 5, 4, 531-52.",
        "Dai, Q., and K. Singleton, 2001, Expectation Puzzles, Time-varying Risk Premia, and Affine Models of the Term Structure, forthcoming Journal of Financial Economics.",
        "Duffee, G. R., 2001, Forecasting Future Interest Rates: Are Affine Models Failures'DONE', forthcoming Journal of Finance.",
        "Duffie, D., and R. Kan, 1996, A Yield-Factor Model of Interest Rates, Mathematical Finance, 6, 4, 379-406.",
        "El Karoui, N., R. Myneni, and R. Viswanathan, 1992, Arbitrage Pricing and Hedging of Interest Rate Claims with State Variables I: Theory, working paper, Universite de Paris VI, Laboratoire de Probabilite.",
        "Estrella, A., and G. A. Hardouvelis, 1991, The Term Structure as a Predictor of Real Economic Activity, Journal of Finance, 46, 2, 555-576.",
        "Estrella, A., and F. S. Mishkin, 1997, The Predictive Power of the Term Structure of Interest Rates in Europe and the United States: Implications for the European Central Bank, European Economic Review, 41, 7, 1375-1401.",
        "Evans, C. L., and D. A. Marshall, 1998, Monetary Policy and the Term Structure of Nominal Interest Rates: Evidence and Theory, Carnegie-Rochester Conference Series on Public Policy, 49, 53-111.",
        "Evans, C. L, and D. A. Marshall, 2000, Economic Determinants of the Term Structure of Nominal Interest Rates, working paper.",
        "Fisher, M., 1998, A Simple Model of the Failure of the Expectations Hypthesis, working paper, Federal Reserve Bank of Atlanta.",
        "Fisher, M., and C. Gilles, 1998, Around and Around: The Expectations Hypothesis, Journal of Finance, 53, 1, 365-383.",
        "Fuhrer, J. C., and G. R. Moore, 1995, Monetary Policy Trade-Offs and the Correlation between Nominal Interest Rates and Real Output, American Economic Review, 85, 1, 219-239.",
        "Gali, J., 1992, How Well does the ISLM Model Fit Post War Data'DONE' Quarterly Journal of Economics, 107, 709-738.",
        "Hansen, L. P., and R. Jagannathan, 1991, Implications of Security Market Data for Models of Dynamic Economies, Journal of Political Economy, 99, 225-262.",
        "Harrison, J. M., and D. M. Kreps, 1979, Martingales and Arbitrage in Multiperiod Securities Markets, Journal of Economic Theory, 2, 3, 381-408.",
        "Harvey, C. R., 1988, The Real Term Structure and Consumption Growth, Journal of Financial Economics, 22, 2, 305-33.",
        "Hardouvelis, G. A., 1994, The Term Structure Spread and Future Changes in Long and Short Rates in the G7 Countries, Journal of Monetary Economics, 33, 225-283.",
        "Knez, P. K., R. Litterman, and J. A. Scheinkman, 1994, Explorations into Factors Explaining Money Market Returns, Journal of Finance, 49, 5, 1861-1882.",
        "Liu, J., 1999, Portfolio Selection in Stochastic Environments, working paper, UCLA.",
        "Longstaff, F.A., 2000. The Term Stucture of Very Short Term Rates: New Evidence for the Expectations Hypothesis. forthcoming in the Journal of Financial Economics.",
        "Longstaff, F. A., and E. S. Schwartz, 1992, Interest Rate Bolatiltiy and the Term Structure: A Two Factor General Equilibrium Model, Journal of Finance, 47, 4, 1252-82.",
        "Newey, W. K., and K. D. West, 1987, A Simple Positive Semi-Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 55, 703-8.",
        "Pearson, N., and T. S. Sun, 1994, Exploiting the Conditional Density in Estimating the Term Structure: An Application to the Cox, Ingersoll and Ross Model, Journal of Finance, 54, 1279-1304.",
        "Piazzesi, M., 2001, An Econometric Model of the Yield Curve with Macroeconomic Jump Effects, NBER working paper 8246.",
        "Sargent, T. J., 1979, A Note on Maximum Likelihood Estimation of the Rational Expectations Model of the Term Structure, Journal of Monetary Economics, 35, 2, 245-74.",
        "Sims, C., and T. Zha, 1995, Does Monetary Policy Generate Recessions'DONE' working paper, Yale University.",
        "Taylor, J. B., 1993, Discretion versus policy rules in practice. Carnegie-Rochester Conference Series on Public Policy, 39, 195-214.",
        "Uhlig, H., 1999, What are the Effects of Monetary Policy 'DONE' Results from an Agnostic Identification Procedure, working paper, Tilburg University.",
        "Vasicek, O., 1977, An Equilibrium Characterization of the Term Structure, Journal of Financial Economics,5, 177-188."
    ]
}