{
    "id": 8365,
    "cites": 19,
    "cited_by": 262,
    "reference": [
        "Arrow, Kenneth J., The Economic Implications of Learning by Doing, Review of Economic Studies, 29, June 1962, 155-73.",
        "Barro, Robert J. and Jong-Wha Lee, International Data on Educational Attainment: Update and Implications, NBER working paper 7911, September 2000.",
        "Barro, Robert J., N. Gregory Mankiw, and Xavier Sala-i-Martin, Capital Mobility in Neoclassical Models of Growth, American Economic Review, 85, March 1995, 103-115.",
        "Cass, David, Optimum Growth in an Aggregative Model of Capital Accumu lation, Review of Economic Studies, 32, July 1965, 233-40.",
        "Collins, Susan M. and Barry Bosworth, Economic Growth in East Asia: Accumulation versus Assimilation, Brookings Papers on Economic Activity, 1996:2, 135-91.",
        "Dougherty, Christopher, A Comparison of Productivity and Economic Growth in the G-7 Countries, Ph.D. dissertation, Harvard University, 1991.",
        "Durlauf, Steven N. and Danny T. Quah, The New Empirics of Economic Growth, in John B. Taylor and Michael Woodford, eds., Handbook of Macroeconomics Vol. 1, Amsterdam: Elsevier Science, 1999, 235308.",
        "Elias, Victor J., Sources of Growth: A Study of Seven Latin American Economies, San Francisco: ICS Press, 1992.",
        "Gollin, Douglas,, Getting Income Shares Right: Self Employment, Unincorporated Enterprise, and the Cobb-Douglas Hypothesis, unpublished paper, Williams College, June 1998.",
        "Hall, Robert E. and Charles I. Jones, Why Do Some Countries Produce So Much More Output per Worker than Others'DONE', Quarterly Journal of Economics, 114, February 1999, 83-116.",
        "Islam, Nazrul, Growth Empirics: A Panel Data Approach, Quarterly Journal of Economics, 110, November 1995, 1127-1170.",
        "King, Robert G. and Sergio T. Rebelo, Transitional Dynamics and Economic Growth in the Neoclassical Model, American Economic Review, 83, September 1993, 908-31.",
        "Klenow, Peter and Andres Rodriguez-Clare, The Neoclassical Revival in Growth Economics: Has It Gone Too Far'DONE', in Ben Bernanke and Julio Rotemberg, eds., NBER Macroeconomics Annual, Cambridge MA: MIT Press, 1997, pp. 73-103.",
        "Koopmans, Tjalling C., On the Concept of Optimal Economic Growth, Scientific Papers of Tjalling C. Koopmans, New York: Springer, 1965.",
        "Lucas, Robert E., Jr., On the Mechanics of Economic Development, Jouranl of Monetary Economics, 22, June 1988, 3-43.",
        "Mankiw, N. Gregory, David Romer, and David N. Weil, A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics, 107, May 1992, 407-37.",
        "Ramsey, Frank, A Mathematical Theory of Saving, Economic Journal, 88, 1928, 543-559.",
        "Solow, Robert M., A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics, 70, February 1956, 65-94.",
        "Uzawa, Hirofumi, Optimal Technical Change in an Aggregative Model of Economic Growth, International Economic Review, 6, January 1965, 18-31."
    ]
}