{
    "id": 8366,
    "cites": 29,
    "cited_by": 73,
    "reference": [
        "Bayoumi, T. and J. Gagnon (1996). Taxation and Inflation: A New Explanation for Capital Flows.",
        "Journal of Monetary Economics 38: 303-330. Bernheim, B.D. (1987). Ricardian Equivalence: An Evaluation of Theory and Evidence. NBER Macroeconomics Annual 2 (1987): 263-303.",
        "Blanchard, O. (1985). Debts, Deficits and Finite Horizons. Journal of Political Economy 93 (April): 223-47.",
        "CalderÃ\u0083Â³n, C., N. Loayza and L. ServÃ\u0083Â©n (2000). External Sustainability: A Stock-Flow Perspective.",
        "Chiang, M. and C. Kao (2000). Nonstationary Panel Time Series Using NPT 1.1: A User Guide.",
        "Syracuse University. Mimeo. Chinn, M. and E. Prasad (2000). Medium-Term Determinants of Current Accounts in Industrial and Developing Countries: An Empirical Exploration. IMF Working Paper No. 00/46 (March).",
        "Edwards, S. (2001). Does the Current Account Matter? NBER Working Paper No. 8275.",
        "Fair, R. and K. Dominguez (1991). Effects of the Changing US Demographic Structure on Macroeconomic Equations. American Economic Review 81: 1276-1294.",
        "Faruqee, H. and D. Laxton (2000). Life Cycles, Dynasties, Saving: Implications for Small, Open Economies. IMF Working Paper No. 00/126 (July).",
        "Feldstein, M. and C. Horioka (1980). Domestic Savings and International Capital Flows. Economic Journal 90: 314-329.",
        "Fischer, S. and J. Frenkel (1974). Economic Growth and The Stages of The Balance of Payments. In Trade, Stability and Macroeconomics. G. Horwich and P. Samuelson (eds.). New York: Academic Press: 503-21.",
        "Frankel, J. and A. Rose (1995). Empirical Research on Nominal Exchange Rates. In Handbook of International Economics. Vol 3. G. Grossman and K. Rogoff (eds). Amsterdam: North-Holland.",
        "Hadri, K. (2000). Testing for Stationarity in Heterogenous Panel Data. Econometrics Journal 3: 148- 61.",
        "Halevi, N. (1971). An Empirical Test of The Balance of Payments Stages Hypothesis. Journal of International Economics 1: 102-18.",
        "Herbertsson, T. and G. Zoega (1999). Trade Surpluses and Life-Cycle Saving Behavior. Economics Letters 65: 227-37.",
        "Higgins, M. (1998). Demography, National Savings and International Capital Flows. International Economic Review 39: 343-69.",
        "International Monetary Fund (1993), Balance of Payments Manual 5, Washington, DC: IMF.",
        "Kao, C. (1999). Spurious Regression and Residual-Based Tests for Cointegration in Panel Data.",
        "Journal of Econometrics 90: 1-44. Kraay, A., N. Loayza, L. ServÃ\u0083Â©n and J. Ventura (2000). Country Portfolios. NBER Working Paper No. 7795.",
        "Lane, P.R. and G.M. Milesi-Ferretti (1999). The External Wealth of Nations. Centre for Economic Policy Research Discussion Paper No. 2231. Forthcoming in Journal of International Economics.",
        "Exchange Rates. Centre for Economic Policy Research Disc. Paper No. 2511. --- and --- (2000b). External Capital Structure: Theory and Evidence. Centre for Economic Policy Research Discussion Paper No. 2583.",
        "Masson, P., J. Kremers and J. Horne (1994). Net Foreign Assets and International Adjustment: The United States, Japan and Germany. Journal of International Money and Finance 13: 27-40.",
        "Mundell, R.A. (1991). The Great Exchange Rate Controversy: Trade Balances and the International Monetary System. In International Adjustment and Financing: The Lessons of 1985-1991. F.",
        "Bergsten (ed.). Washington: Institute for International Economics. Obstfeld, M. and K. Rogoff (1996). Foundations of International Macroeconomics. Cambridge, MA: The MIT Press.",
        "A Reconsideration. UC-Berkeley and UC-Davis. Mimeo. Pedroni, P. (1999). Critical Values for Cointegration Tests in Heterogeneous Panels with Multiple Regressors. Oxford Bulletin of Economics and Statistics 61: 653-678.",
        "Rebelo, S. (1992). Growth in Open Economies. Carnegie-Rochester Series on Public Policy 36: 5-46.",
        "RoldÃ\u0083Â³s, J. (1996). Human Capital, Borrowing Constraints and The Stages of The Balance of Payments. International Monetary Fund (February). Mimeo.",
        "Stock, J.H. and M.W. Watson (1993). A Simple Estimator of Cointegrated Vectors in Higher Order Integrated Systems. Econometrica 61: 783-820.",
        "Taylor, A.M. (1994). Domestic Savings and International Capital Flows Reconsidered. NBER Working Paper No. 4892."
    ]
}