{
    "id": 8371,
    "cites": 22,
    "cited_by": 2,
    "reference": [
        "Anderson, James E. and Thomas J. Prusa (2001), Ã\u0082â\u0080\u009cStrategic Play in the Market for Influence,Ã\u0082â\u0080\u009d mimeo.",
        "AustenÃ\u0082â\u0080\u0093Smith, David (1995), Ã\u0082â\u0080\u009cCampaign Contributions and Access,Ã\u0082â\u0080\u009d American Political Science Review, 89 (3), 566Ã\u0082â\u0080\u0093581.",
        "Baron, David P. (1989), Ã\u0082â\u0080\u009cServiceÃ\u0082â\u0080\u0093induced Campaign Contributions and the Electoral Equilibrium,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 104 (1), 45Ã\u0082â\u0080\u009372.",
        "Baron, David P. and Jongryn Mo (1993), Ã\u0082â\u0080\u009cCampaign Contributions and PartyÃ\u0082â\u0080\u0093Candidate Competition in Services and Policies,Ã\u0082â\u0080\u009d in Barnett, William A. Hinich, Melvin J.",
        "Schofield, Norman J., eds., Political Economy: Institutions, Information, Competition and Representation, Cambridge: Cambridge University Press. Gierzynski, Anthony (2000) Money Rules: Financing Elections in America Boulder, CO: Westview Press.",
        "Grier, Kevin and Michael Monger, (1991a), Ã\u0082â\u0080\u009cCommittee Assignments, Constituent Preferences, and Campaign Contributions to House Incumbents,Ã\u0082â\u0080\u009d Economic Inquiry, 29, 24Ã\u0082â\u0080\u009443.",
        "Grier, Kevin and Michael Monger, (1991b), Ã\u0082â\u0080\u009cThe Impact of Legislator Attributes on Interest Group Campaign Contributions. Journal of Labor Research, 7, 349Ã\u0082â\u0080\u0093361.",
        "Hall, Richard L. and Frank W. Wayman (1990), Ã\u0082â\u0080\u009cBuying Time: Moneyed Interests and the Mobilization of Bias in Congressional Committees,Ã\u0082â\u0080\u009d American Political Science Review, 84 (3), 797Ã\u0082â\u0080\u0093820.",
        "Jacobsen, Gary C. (1978), Ã\u0082â\u0080\u009cThe effects of campaign spending in Congressional elections,Ã\u0082â\u0080\u009d American Political Science Review, 72, 469Ã\u0082â\u0080\u009391.",
        "Jacobsen, Gary C. (1980), Money in Congressional Elections, New Haven: Yale University Press.",
        "Levitt, Steven D. (1998), Ã\u0082â\u0080\u009cAre PACs trying to influence politicians or voters?Ã\u0082â\u0080\u009d Economics and Politics, 10 (1), 19Ã\u0082â\u0080\u009335.",
        "McCarty, Nolan and Lawrence Rothenberg, (1996) Ã\u0082â\u0080\u009cCommitment and the Campaign Contract. American Political Science Review, 40, 872Ã\u0082â\u0080\u0093904.",
        "Milyo. Jeffrey, (1997a) Ã\u0082â\u0080\u009cThe Economics of Political Campaign Finance: FECA and the Puzzle of the Not Very Greedy Grandfathers. Public Choice, 93, 245Ã\u0082â\u0080\u0093270.",
        "Milyo, Jeffrey, (1997b) Ã\u0082â\u0080\u009cThe Electoral and Financial Effects of Changes in Committee Power: GRH,TRA86 and the Money Committees in the US House. Journal of Law and Economics, 40, 93Ã\u0082â\u0080\u0093112.",
        "Milyo, Jeffrey, David Primo and Timothy Groseclose (2000) Ã\u0082â\u0080\u009cCorporate PAC Campaign Contributions in Perspective,Ã\u0082â\u0080\u009d Business and Politics, 2 (1), 75Ã\u0082â\u0080\u009388.",
        "Raskin, Jamin B, and John Bonifaz (1994), The Wealth Primary, Washington, D.C.: Center for Responsive Politics.",
        "Romer, Thomas and James Snyder (1994), Ã\u0082â\u0080\u009cAn Empirical Investigation of the Dynamics of PAC Contributions,Ã\u0082â\u0080\u009d American Journal of Political Science, 38, 745Ã\u0082â\u0080\u0093769.",
        "Sabato, Larry J. (1994) PAC Power: Inside the World of Political Actions Committees New York: W.W. Norton.",
        "Snyder, James M, Jr. (1991), Ã\u0082â\u0080\u009cOn Buying Legislatures,Ã\u0082â\u0080\u009d Economics and Politics, 3 (2), 93Ã\u0082â\u0080\u0093109.",
        "Snyder, James M. (1992), Ã\u0082â\u0080\u009cLongÃ\u0082â\u0080\u0093Term Investing in Politicians; or, Give Early, Give Often,Ã\u0082â\u0080\u009d Journal of Law and Economics, 35, 15Ã\u0082â\u0080\u009343.",
        "Westlye, Mark C. (1991), Senate Elections and Campaign Intensity Baltimore: Johns Hopkins University Press.",
        "Wright, John R. (1990), Ã\u0082â\u0080\u009cContributions, Lobbying and Committee Voting in the U.S. House of Representatives,Ã\u0082â\u0080\u009d American Political Science Review, 84 (2), 417Ã\u0082â\u0080\u0093438."
    ]
}