{
    "id": 8373,
    "cites": 27,
    "cited_by": 17,
    "reference": [
        "Haque, Nadeem Ul and Mohsin S. Kahn (1998), \"Do IMF-Supported Programs Work? A Survey of the Cross-Country Empirical Evidence,\" IMF Working Paper, WP/98/169.",
        "Gupta, Poonam, Deepak Mishra and Ratna Sahay (2000), \"Output Response During Currency Crises,\"Draft, IMF and World Bank.",
        "Gray, Dale, (1999), \"Assessment of Corporate Sector Value and Vulnerability: Links to Exchange Rate and Financial Crises,\" World Bank Technical Paper No. 455.",
        "Frankel, Jeffrey A. and Andrew K. Rose (1996), \"Currency Crashes in Emerging Markets: An Empirical Treatment,\" Journal of International Economics, 41, 351-366.",
        "Conway, Patrick (1994),\"IMF Lending Programs: Participation and Impact,\" Journal of DevelopmentEconomics, 45, 365-391.",
        "Feldstein, Martin (1998), \"Refocusing the IMF,\" Foreign Affairs, Vol. 77, pp. 20-33.",
        "Barro, R. and J.W. Lee, (2000), \"International Data on Educational Attainment: Updates and Implications,\" working paper, Center for International Development at Harvard University, forthcoming OxfordEconomic Papers.",
        "Barro, R. (1997), Determinants ofEconomic Growth: A Cross-countryEmpiricalStudy, Cambridge MA, MIT Press.",
        "Aghion, P., P. Bacchetta, and A. Benerjee (2000), \"Currency Crises and Monetary Policy in an Economy with Credit Constraints,\" working paper, Harvard University. Asia Development Bank, Asian Recovery Report 2000, March 2000.",
        "Hahm, Joon-Ho, and Frederic Mishkin (2000), \"Causes of the Korean Financial Crisis: Lessons for Policy,\" NBER working paper 7483.",
        "Hong, Kiseok, and Aaron Tornell (1999), \"Post-Crisis Development of Asia,\" mimeo, Korea Development Institute.",
        "Kaminsky, Graciela and Carmen M. Reinhart (1999), \"The Twin Crises: The Causes of Banking and Balance-of-Payments Problems, \" American Economic Review, 89(3), 473-500.",
        "Krugman, Paul (1999), \"Balance Sheets, the Transfer Problem and Financial Criese,\" in International Finance and Financial Crises, edited by P. Isard, A. Razin, and A. Rose, Kluwer Academic Publishers.",
        "Lee, J.W. and C. Rhee (2000), \"Macroeconomic Impacts of the Korean Financial Crisis: Comparison with the Cross-country Patterns\", working paper, Korea University, forthcoming, World Economy.",
        "Lee, J.W., K. Hong, and C. Rhee (2001),\"The Macroeconomic Adjustment during the Currency Crises,\" working paper, forthcoming, Kyung Je Hak Yon Ku, in Korean.",
        "Milesi-Ferreti, Gian Maria and Assaf Razin (1998), \"Current Account Reversal and Currency Cries: Empirical Regularities,\" IMF Working Paper, WP/98/89.",
        "Park,Y.C.(2000), \"East Asian Dilemma: Restructuring Out or Growing Out?,\" Princeton Essay in International Economics, forthcoming.",
        "Park, Y.C. (2001), \"A Post Crisis Paradigm of Development for East Asia: Governance, Markets, and Institutions , mimeo., Korea University.",
        "Park, Y.C. and Chi-Young Song (2001), Financial Contagion in the East Asian Crisis -With Special Reference to the Republic of Korea\", International Financial Contagion edited by Stijn Classens and Kristin Forbes, Kluwer Academic Publishers, 2001.",
        "Przeworski, Adam, James R. Vreeland (2000),\"The Effect of IMF Programs on Economic Growth,\" JournalofDevelopmentEconomics, 62, 385-421.",
        "Radelet, S. and J. Sachs (1998), \"The East Asian Financial Crisis: Diagnosis, Remedies, Prospects,\" Brookings Papers on Economic Activity I, 1-74.",
        "Radelet, S. J. Sachs, and Lee, J.W. (2001), \"Determinants and Prospects of Economic Growth in Asia,\" forthcoming International Economic Journal.",
        "Sachs, J. D., A. Tornell, and A. Velasco (1996), \"The Collapse of the Mexican Peso: What Have We Learned?\" Economic Policy.",
        "Sachs, J. and A. Warner (1995), \"Economic Reform and the Process of Global Integration,\" Brookings Papers on Economic Activity 1, 1-118.",
        "Stone, Mark (2000), \"The Corporate Sector Dynamics of Systemic Financial Crises,\" WP/00/114, IMF Working Paper.",
        "Williamson, John (2000), Exchange-Rate Regimesfor EastAsia: Reviving the Intermediate Option, Policy Analysis in International Economics No.60, Institute for International Economics.",
        "World Bank (2000), EastAsia: Recovery andBeyond, May."
    ]
}