{
    "id": 8378,
    "cites": 18,
    "cited_by": 5,
    "reference": [
        "Allison, P. D. Discrete-time Methods for the Analysis of Event Histories. In S. Leinhardt, editor Sociological Methodology. San Fransisco, CA: Josey-Bass, 1982.",
        "Ashenfelter, Orley and David Card. How Did the Elimination of Mandatory Retirement Affect Faculty Retirement'DONE' Princeton University Industrial Relations Section Working Paper No. 448, October 2000.",
        "Bezilla, Michael. Penn State: An Illustrated History. University Park, Pennsylvania: Pennsylvania State University Press, 1985.",
        "Biggs, John H. Pension Systems for the Academy and the Church: The Leadership of Andrew Carnegie and J.P. Morgan. Richard W. Couper Lecture to the Fellows of the Phi Beta Kappa Society, April 2001.",
        "Bowen, William G. and Julie Ann Sosa. Prospects for Faculty Retirement in the Arts and Sciences. Princeton, NJ: Princeton University Press, 1989.",
        "Carnegie Foundation for the Advancement of Teaching. A Classification of Institutions of Higher Education (1987 Edition). Princeton NJ: The Carnegie Foundation for the Advancement of Teaching, 1987.",
        "Clark, Robert L., Linda S. Ghent, and Juanita Kreps. Faculty Retirement and the Impact of the Elimination of Mandatory Retirement at Three North Carolina Universities. Unpublished manuscript, May 1998.",
        "Commission on College Retirement. Pension and Retirement Policies in Colleges and Universities. San Francisco, CA: Josey-Bass, 1990.",
        "Efron, Bradley. Logistic Regression, Survival Analysis, and the Kaplan-Meier Curve. Journal of the American Statistical Association 83 (June) 1988.",
        "Ehrenberg, Ronald G., Michael Matier, and David Fontanella. Cornell University Confronts the End of Mandatory Retirement. Unpublished manuscript, May 1998.",
        "Graebner, William. A History of Retirement. New Haven: Yale University Press, 1980.",
        "Gruber, Jonathan and David Wise. Social Security, Retirement Incentives, and Retirement Behavior: An International Perspective. In Alan J. Auerbach and Ronald D. Lee, editors, Demographic Change and Fiscal Policy. New York: Cambridge University Press, 2001.",
        "Hammond, P. Brett and Harriet P. Morgan, editors. Ending Mandatory Retirement for Tenured Faculty. Washington DC: National Academy Press, 1991.",
        "Holden, Karen C. and W. Lee Hansen (editors). The End of Mandatory Retirement in Higher Education. San Francisco, CA: Jossey-Bass, 1989.",
        "Lumsdaine, Robin L. and Olivia S. Mitchell. New Developments in the Economic Analysis of Retirment. In Orley Ashenfelter and David Card, editors, Handbook of Labor Economics (volume 4). Amsterdam: North Holland, 1999.",
        "Rees, Albert and Sharon P. Smith. Faculty Retirement in the Arts and Sciences. Princeton, NJ: Princeton University Press, 1991.",
        "Rosovsky, Henry. The University : An Owners Manual. New York: W. W. Norton, 1990.",
        "Siow, Aloysius. Specialization, Obsolescence, and Asymmetric Information in Academia. University of Toronto Department of Economics Working Paper UT-ECIPA-SIOW-95-02, November 1995."
    ]
}