{
    "id": 838,
    "cites": 24,
    "cited_by": 25,
    "reference": [
        "Board of Governors of the Federal Reserve System, Flow of Funds Section, Balance Sheets for U.S. Economy, Washington, 1981 Board of Governors of the Federal Reserve System, Banking and Monetary Statistics 1914-41, Washington, 1943 D. Breeden, \"An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities,\" Journal of Financial Economics, Sept. 1979, 7, 265-96 Alfred Cowles and Associates, Common Stock Indexes 1871-1937, Cowles Commission for Research in Economics, Monograph #3, Principia Press, Bloomington, Indiana, 1938.",
        "Hall, Robert E. , \"Intertemporal Substitution in Consumption,\" Mimeographed, Hoover Institution and Department of Economics, Stanford University, 1981 Hansen, Lars Peter and Kenneth J. Singleton, \"Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Stock Market Returns,\" Mimeo, Graduate School of Industrial Administration, Carnegie-Mellon University, April 1981.",
        "Hansen, Lars Peter, Scott F. Richard and Kenneth J. Singleton, \"Econometric Implications of the Intertemporal Capital Asset Pricing Model,\" Mimeographed, Graduate School of Industrial Administration, Carnegi-Mellon Univ., 1981.",
        "Hansen, Lars Peter and Kenneth J. Singleton, \"Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models,\" Mimeo, Carnegie-Mellon University, 1981 (a) Hansen, Lars Peter and Kenneth J. Singleton, \"Stochastic Consumption, Risk Aversion and the Temporal Behavior of Stock Market Returns,\" mimeo, Carnegie-Mellon University, 1981 (b) Hoyt, Homer, One Hundred Years of Land Values in Chicago, University of Chicago Press, Chicago, 1933.",
        "Kendrick, J., Productivity Trends in the United States, NBER, Princeton University Press, 1961.",
        "Kotlikoff, Lawrence J., and Lawrence H. Summers, \"The Role of Intergenerational Transfers in Aggregate Capital Accumulation,\" NBER Working Paper No. 445, 1980.",
        "Kuznets, S.S., Capital in the American Economy, NBER, Princeton University Press, 1961.",
        "LeRoy, S. and C. J. LaCivita, \"Risk Aversion and the Dispersion of Asset Prices,\" Journal of Business, 1981. -49-LeRoy, S. and R. Porter, \"The Present Value Relation: Tests Based on Implied Variance Bounds,\" Econometrica, March 1981.",
        "Lucas, R. E. , \"Asset Prices in an Exchange Economy,\" Econometrica, 46:1429-45, November 1978.",
        "Macaulay, F. R. , Some Theoretical Problems Suggested by the Movements of Interest Rates, Bond Yields and Stock Prices in the United States since 1856, New York, NBER, 1938.",
        "Mankiw, N. Gregory, \"Hall's Consumption Hypothesis and Durable Goods,\" Memo, M.I.T., January 1981 (a).",
        "_, \"The Permanent Income Hypothesis and the Real Interest Rate,\" Mimeo, M.I.T., June 1981 (b).",
        "Merton, R.C., \"An Intertemporal Capital Asset Pricing Model,\" Econometrica, 41: 867, 1973.",
        "Mishkin, Frederic S., \"What Depressed the Consumer? The Household Balance Sheet and the 1973-5 Recession,\" Brookings Papers on Economic Activity 1:123-64, 1977.",
        "Modigliani, Franco and Albert Ando, \"The Life-Cycle Hypothesis of Saving: Aggregate Implications and Tests,\" American Economic Review, March 1963.",
        "Modigliani, Franco and Richard Brumberg, \"Utility Analysis and the Consumption Function: An Interpretation of Cross-Section Data,\" in Kurihara, Ed., Post Keynesian Economics, Rutgers University Press, 1954.",
        "Ro ss, Stephen A., \"The Arbitrage Theory of Capital Asset Pricing,\" Journal of Economic Theory 13:341-60, 1976.",
        "Shiller, R., \"Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends?\", American Economic Review, pp. 421-36, June, 1981 (a).",
        "_, \"The Use of Volatility Measures in Assessing Market Efficiency,\" Journal of Finance 36, 291-304, May, 1981 (b).",
        "_, \"The Volatility of Long-Term Interest Rates and Expectations Models of the Term Structure,\" Journal of Political Economy 87:1190-1219, 1979.",
        "Simon, Herbert, \"On Judging the Plausibility of Theories,\" in Logic Methodology and the Philosophy of Science, III, B. Van Rootselaar and J.F. Staal, Editors, North Holand, 1968, pp. 439-59.",
        "Summers, Lawrence, \"Inflation, the Stock Market and Owner Occupied Housing, NBER Working Paper #606, December 1980.",
        "Standard and Poor, Security Price Index Record, New York, 1978.",
        "Tukey, J., \"The Future of Data Analysis,\" Annals of Mathematical Statistics 33:1-68, 1962. United States Department of Agriculture, Major Statistical Series of the U.S. Department of Agriculture, Vol. 6, Land Values and Farm Finance, 19 70."
    ]
}