{
    "id": 8380,
    "cites": 14,
    "cited_by": 5,
    "reference": [
        "Alm, James, Dickert-Conlin, Stacy, and Leslie A. Whittington 1999. Policy Watch: The Marriage Penalty, Journal of Economic Perspectives, 13(3): 193-204.",
        "Banks, James, Dilnot, Andrew, and Hamish Low. Patterns of financial wealth-holding in the United Kingdom, in New Inequalities: An Inquiry Into the Link Between Income and Wealth. ed. J. Hills. Cambridge: Cambridge University Press. Blundell, Richard, Duncan, Alan, and Costas Meghir. 1998. Estimating Labor Supply Responses Using Tax Reforms, Econometrica, 44(4):827-861.",
        "Blundell, Richard and Thomas E. MaCurdy 2000. Labor Supply: A Review of Alternative Approaches, in Handbook of Labor Economics, Volume 3, eds. Orley Ashenfelter and David Card. Amsterdam: Elsevier Science Publishers BV.",
        "Burman, Leonard E. and William C. Randolph 1994. Measuring Permanent Responses to Capital-Gains Tax Changes in Panel Data, The American Economic Review, 84(4): 794809.",
        "Department of Health and Social Security. Social Security Statistics, London: H.M.S.O.; 1984.",
        "Goolsbee, Austan. 2000. What Happens When You Tax the Rich'DONE' Evidence from Executive Compensation, Journal of Political Economy, 108(2): 352-378.",
        "Gordon, Roger and Joel Slemrod. Are `Real Responses to Taxes Simply Income Shifting Between Corporate and Personal Tax Bases'DONE' NBER Working Paper 6576, 1998.",
        "H.M. Treasury. 1995. Tax Benefit Reference Manual, 1995/96 Edition. London: H.M.S.O.",
        "Mroz, Thomas A. 1987. The Sensitivity of an Empirical Model of Married Womens Hours of Work to Economic and Statistical Assumptions, Econometrica, 55(4): 765-799.",
        "ODonoghue, Cathal and Holly Sutherland. 1998. Accounting for the Family: The Treatment of Marriage and Children in European income Tax Systems, Innocenti Occasional Papers, Economic and Social Policy Series, No. 65.",
        "OECD. 1994. Taxation and Household Saving: Country Surveys. OECD: Paris.",
        "Randolph, William C. 1995. Dynamic Income, Progressive Taxes, and the Timing of Charitable Contributions. Journal of Political Economy, 103(4): 709-738.",
        "Slemrod, Joel and Shlomo Yitzhaki. 2000. Tax Avoidance, Evasion, and Administration. NBER Working Paper 7473.",
        "Triest, Robert K. 1990. The Effect of Income Taxation on Labor Supply in the United States, Journal of Human Resources, 25(3): 491-516."
    ]
}