{
    "id": 8381,
    "cites": 42,
    "cited_by": 31,
    "reference": [
        "Aghion, Philippe, Philippe Bacchetta, and Abhijit Banerjee, 2000, Currency Crises and Monetary Policy in an Economy with Credit Constraints, mimeo, Department of Economics, Harvard University.",
        "Bacchetta, Philippe, 2000, Monetary Policy with Foreign Currency Debt, mimeo, Study Center Gerzensee, Bank of Switzerland.",
        "Bordo, Michael, 1990, The Lender of Last Resort: Alternative Views and Historical Experience, Federal Reserve Bank of Richmond Economic Review, Vol. 76, No. 1, pp. 18-29.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo, 1998, Prospective Deficits and the Asian Currency Crisis, NBER Working Paper No. 6758.",
        "Kellogg Graduate School of Management. Caballero, Ricardo J. and Arvind Krishnamurthy, 2000, Dollarization of Liabilities: Underinsurance and Domestic Financial Underdevelopment, mimeo, Department of Economics, MIT.",
        "Calomiris, Charles W., 1998, The IMFs Imprudent Role as Lender of Last Resort, Cato Journal, Vol.17, pp. 275-95.",
        "Capie, Forrest, 1998, Can There Be an International Lender-of-Last-Resort? International Finance, Vol. 1, pp. 311-325.",
        "CÃ\u0083Â©spedes, L. F., R. Chang and A. Velasco, 2000, Balance Sheets and Exchange Rates, NBER Working Paper No. 7840.",
        "Christiano, Lawrence J., Christopher Gust, and Jorge Roldos, 2000, Monetary Policy in a Financial Crisis, mimeo, International Monetary Fund, Washington D.C..",
        "Diamond, D. and P. Dybvig, 1983, Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy, Vol. 91, pp. 401-19.",
        "Disyatat, Piti, 2000, Currency Crises and the Real Economy: The Role of Banks, mimeo, Department of Economics, Princeton University.",
        "Fischer, Stanley, 1999, On the Need for an International Lender of Last Resort, Journal of Economic Perspectives, Vol. 13, pp. 85-104.",
        "Fischer, Stanley, 2000, On the Need for an International Lender of Last Resort, Essays in International Economics, No. 220, (Princeton, NJ: International Economics Section, Princeton University).",
        "Fratianni, Michele and John Pattison, 2001, International Lender of Last Resort: A Concept in Search of a Meaning, mimeo, Kelley School of Business, Indiana University.",
        "Freixas, Xavier and Jean-Charles Rochet, 1997, Microeconomics of Banking (Cambridge MA: MIT Press).",
        "Furman, Jason and Joseph Stiglitz, 1998, Economic Crises: Evidence and Insights from East Asia, Brookings Papers on Economic Activity, No. 2, pp. 1-114.",
        "Garten, Jeffrey, 1998, In This Economic Chaos, a Global Central Bank Can Help, International Herald Tribune, 25 September, pp. 8.",
        "Gertler, Mark, Gilchrist, Simon, and Fabio M. Natalucci, 2000, External Constraints on Monetary Policy and the Financial Accelerator, mimeo, Department of Economics, New York University.",
        "Ghosh, Swati R. and Atish R. Ghosh, 1999, East Asia in the Aftermath: Was There a Crunch? IMF Working Paper 99/54 (Washington: International Monetary Fund).",
        "Giannini, Curzio, 2000, Pitfalls In International Crisis Lending, mimeo, Banca dItalia, and forthcoming in Financial Crises, Contagion, and the Lender of Last Resort: a Book of Readings, ed. by Charles Goodhart and Gerhard Illing (Oxford: Oxford University Press).",
        "Goldfajn, Ilan and Rodrigo Valdes, 1999, Liquidity Crises and the International Financial Architecture, mimeo, Department of Economics, PUC-Rio.",
        "Goodfriend, Marvin and Robert King, 1988, Financial Deregulation Monetary Policy and Central Banking, in RestructuringBanking and Financial Services in America, ed. by W.Haraf and R.M. Kushmeider (Lanham, MD: American Enterprise Institute and UPA).",
        "Goodhart, Charles and Haizhou Huang, 2000, A Simple Model of an International Lender of Last Resort, IMF Working Paper 00/75 (Washington: International Monetary Fund).",
        "Humphrey, Thomas, 1975, The Classical Concept of the Lender of Last Resort, Federal Reserve Bank of Richmond Economic Review, Vol. 61, pp. 2-9.",
        "International Financial Institution Advisory Commission, 2000, Report of the International Financial Institution Advisory Commission, Allan H. Meltzer, Chairman, also known as the Meltzer Report (Washington DC, March).",
        "International Monetary Fund, 2001, Report of the Managing Director to the International Monetary and Financial Committee on the IMF in the Process of Change, http://www.imf.org/external/np/omd/2001/report.htm.",
        "Jeanne, Olivier, 2000a, Debt Maturity and the Global Financial Architecture, CEPR Discussion Paper No. 2520.",
        "Jeanne, Olivier, 2000b, Foreign Currency Debt and the Global Financial Architecture, European Economic Review, Vol. 44, pp. 719-727.",
        "Jeanne, Olivier, 2000c, Currency Crises: A Perspective on Recent Theoretical Developments, Special Papers in International Economics, No. 20 (Princeton, NJ: International Finance Section, Department of Economics, Princeton University).",
        "Jeanne, Olivier and Jeromin Zettelmeyer, 2001, International Bail-outs, Moral Hazard, and Conditionality, paper prepared for the 33rd Economic Policy Panel.",
        "Kaminski, Graciela and Carmen Reinhart, 1999, The Twin Crises: The Causes of Banking and Balance-of-Payments Problems, American Economic Review, Vol. 89, pp. 473-500.",
        "Kumar, Mohan, Paul Masson, and Marcus Miller, 2000, Global Financial Crises: Institutions and Incentives, IMF Working Paper 00/105 (Washington: International Monetary Fund).",
        "Lindgren, Carl-Johan, Tomas J. T. BaliÃ\u0083Â±o, Charles Enoch, Anne-Marie Gulde, Marc Quintyn, and Leslie Teo, 1999, Financial Sector Crisis and Restructuring: Lessons from Asia, IMF Occasional Paper No. 188 (Washington: International Monetary Fund).",
        "Morris, Stephen and Hyun Song Shin, 1998, Unique Equilibrium in a Model of Self-Fulfilling Currency Attacks, American Economic Review, Vol. 88. pp. 587-597.",
        "Prati, Alessandro and Gary Schinasi, 2000, Will the European Central Bank Be the Lender of Last Resort in EMU?, in The Euro: A Challenge and Opportunity for Financial Markets, ed. by M.Artis, A.Weber, and E.Hennessy, pp. 227-56 (New York: Routledge).",
        "Rogoff, Kenneth, 1999, International Institutions for Reducing Global Financial Instability, Journal of Economic Perspectives, Vol. 13, pp. 21-42.",
        "Rubin, Robert E., 1999, Testimony on Global Financial Architecture Before the House Committee on Banking and Financial Institutions, May 20, http://www.ustreas.gov/press/releases/pr3161.htm.",
        "Sachs, Jeffrey, 1995, Do We Need an International Lender of Last Resort?, Frank D Graham Lecture, Princeton University.",
        "Schneider, Martin and Aaron Tornell, 2000, Balance Sheet Effects, Bailout Guarantees, and Financial Crises, NBER Working Paper No. 8060.",
        "Thornton, Henry, 1802, An Enquiry into the Nature and Effects of the Paper Credit of Great Britain, reprint ed. 1978 (Fairfield Kelley).",
        "Tirole, Jean, 2000, Liquidity Provision and the International Financial System, draft of the Paolo Baffi Lecture on Money and Finance.",
        "See, for example, the Financial Time Currency Forecaster, 1997Ã\u0082â\u0080\u009398."
    ]
}