{
    "id": 8383,
    "cites": 13,
    "cited_by": 4,
    "reference": [
        "Advisory Commission on Intergovernmental Relations, Characteristics of Federal Grant-in-Aid Programs, Washington DC, 1995.",
        "Advisory Commission on Intergovernmental Relations, Fiscal Discipline in the Federal System: National Reform and the Experience of the States, Washington DC, July 1987.",
        "Advisory Commission on Intergovernmental Relations, Significant Features of Fiscal Federalism, Washington DC, various years. Baicker, Katherine, Government Decision-Making and the Incidence of Federal Mandates, Dartmouth College Working Paper 99-13. Besley, Timothy, and Anne Case, Incumbent Behavior: Vote-Seeking, Tax-Setting, and Yardstick Competition, American Economic Review, March 1995.",
        "Brueckner, Jan K., Welfare Reform and Interstate Welfare Competition: Theory and Evidence, Assessing the New Federalism Occasional Paper No. 21, The Urban Institute, December 1998.",
        "Case, Anne C., Spatial Patterns in Household Demand, Econometrica, Vol. 59 No. 4, July 1991.",
        "Case, Anne C., James R. Hines Jr., and Harvey S. Rosen, Budget Spillovers and Fiscal Policy Interdependence: Evidence from the States, Journal of Public Economics 52, October 1993.",
        "Conley, T.G., GMM Estimation with Cross Sectional Dependence, Journal of Econometrics 92, 1999.",
        "Cutler, David M., Douglas W. Elmendorf, and Richard J. Zeckhauser, Demographic Characteristics and the Public Bundle, Public Finance/Finances Publique 48(0), 1993.",
        "Figlio, David, Van Kolpin, and William Reid, Do States Play Welfare Games?, Journal of Urban Economics, 1999.",
        "Gramlich, Edward M. and Daniel L. Rubinfeld, Micro Estimated of Public Spending Demand Functions and Tests of the Tiebout and Median-voter Hypotheses, Journal of Political Economy, June 1982.",
        "Levine, Phillip B., and David J. Zimmerman, An Empirical Analysis of the Welfare Magnet Debate Using the NLSY, NBER Working Paper No. 5264, 1995.",
        "Newey, Whitney, Generalized Method of Moments Specification Testing, Journal of Econometrics, September 1985.",
        "Quigley John M. and Daniel L. Rubinfeld, Federalism as a Device for Reducing the Budget of the Central Government, mimeo for Conference on the Policy Implications of Public Finance Research, 1996."
    ]
}