{
    "id": 8385,
    "cites": 33,
    "cited_by": 3,
    "reference": [
        "Andrews, Donald W. K.(1999), Ã\u0082â\u0080\u009cHigher-order Improvements of a Computationally Attractive k-step Bootstrap for Extremum Estimators,Ã\u0082â\u0080\u009d Cowles Foundation Discussion Paper, No 1230.",
        "Anglin, M. D. and Y. Hser (1990), Ã\u0082â\u0080\u009cTreatment of Drug Abuse,Ã\u0082â\u0080\u009d in: Tonry, M. and J.Q. Wilson (Eds), Crime and Justice: an annual review of research, vol 13. University of chicago Press.",
        "Bound, John (1991),Ã\u0082â\u0080\u009cSelf-Reported vs Objective measures of Health in retirement models,Ã\u0082â\u0080\u009d Journal of Human Resources, 26, 107-137.",
        "Butler, J. S., Richard V. Burkhauser, Jean Mitchell and Theodore P. Pincus (1987), Ã\u0082â\u0080\u009cMeasurement Error in Self-Reported Health Variables,Ã\u0082â\u0080\u009d The Review of Economics and Statistics, 69, 644-650.",
        "Commons, Margaret, Thomas G. McGuire, and Michael H. Riordan (1997), Ã\u0082â\u0080\u009cPerformance Contracting for Substance Abuse Treatment,Ã\u0082â\u0080\u009d Health Sciences Research, 32 (5), 631-650.",
        "Commons, Margaret and Thomas G. McGuire (1997), Ã\u0082â\u0080\u009cSome Economics of Performance Based Contracting for Substance Abuse Services,Ã\u0082â\u0080\u009d in: Egertson, Joel A, Daniel M. Fox, and Alan I. Leshner (Eds), Treating Drug abusers EÃ\u0082Â¤ectively. Milbank Memorial Fund and Blackwell Publishers, 223-249.",
        "Drummond, D. Colin (1997), Ã\u0082â\u0080\u009cWhat IWould Most Like to Know. Alcohol Interventions: do the best things come in small packages?,Ã\u0082â\u0080\u009d Addiction, 92(4), 375-379.",
        "Eckstein, Zvi and Kenneth Wolpin (1999), Ã\u0082â\u0080\u009cWhy Youths Dropout of High School: the impact of preferences, opportunities and abilities,Ã\u0082â\u0080\u009d Econometrica, 67(6), 1295-1339.",
        "French, Michael T., Gary A. Zarkin, Robert L. Hubbard, and J. Valley Rachal (1991), Ã\u0082â\u0080\u009cThe Impact of Time in Treatment on the Employment and Earnings of Drug Abusers,Ã\u0082â\u0080\u009d American Journal of Public Health, 81(7), 904-907.",
        "Gerstein, D. R. and H. J. Hardwood, (Eds) (1990), Treating Drug Problems. Washington, D.C.: Institute of Medicine, National Academy Press.",
        "Grant, Kathryn A., Lisa T. Arciniega, J. Scott Tonigan, William R. Miller and Robert Meyers (1997), Ã\u0082â\u0080\u009cAre Reconstructed Self-Reports of Drinking Reliable?,Ã\u0082â\u0080\u009d Addiction, 92(5), 601-606.",
        "Heckman, J. J. (1997), Ã\u0082â\u0080\u009cInstrumental Variables: a Study of Implicit Behavioral Assumptions Used in Making Program EvaluationsÃ\u0082â\u0080\u009d, Journal of Human Resources, 32, 442-461.",
        "Heckman, J. J. and JeÃ\u0082Â¤rey A. Smith (1995), Ã\u0082â\u0080\u009cAssessing the Case for Social Experiments,Ã\u0082â\u0080\u009d Journal of Economic Perspectives, 9(2), 85-110.",
        "Higgins, Stephen T., Alan J. Budney, Warren K. Bickel, and Gary J. Badger (1994), Ã\u0082â\u0080\u009cParticipation of SigniÃ\u0082â\u0080¦cant Others in Outpatient Behavioral Treatment Predicts Greater Cocaine Abstinence,Ã\u0082â\u0080\u009d American Journal of Drug and Alcohol Abuse, 20(1), 47-56.",
        "Imbens, Guido W. and Joshua D. Angrist (1994), Ã\u0082â\u0080\u009cIdentiÃ\u0082â\u0080¦cation and Estimation of Local Average Treatment EÃ\u0082Â¤ects,Ã\u0082â\u0080\u009d Econometrica, 62 (2), 467-475.",
        "JaÃ\u0082Â¤e, Jerome, H. (1984), Ã\u0082â\u0080\u009cEvaluating Drug Abuse Treatment: a comment on the state of the art,Ã\u0082â\u0080\u009d in: Tims, F. M. and J.P. Ludford (Eds), Drug Abuse Treatment Evaluation: Strategies, Progress and Prospects. National Institute on Drug abuse Research Monograph No. 51. Rockville, MD, 13-28.",
        "Joe, George W., D. Dwayne Simpson and S.B. Sells (1994), Ã\u0082â\u0080\u009cTreatment Process and Relapse to Opiod Use during Methadone Maintenance,Ã\u0082â\u0080\u009d American Journal of Drug and Alcohol Abuse, 20(2), 173-197.",
        "Keane, Michael and Kenneth Wolpin (1997), Ã\u0082â\u0080\u009cThe Career Decisions of Young Men,Ã\u0082â\u0080\u009d Journal of Political Economy, 105, 3rd issue, 473-522.",
        "Lancaster, Tony (1990), The Econometric Analysis of Transition Data, Econometric Society Monographs No 17..Cambridge University Press.",
        "Longabaugh, Richard, Philip W. Wirtz, Allen Zweben, and Robert L. Stout (1998), Ã\u0082â\u0080\u009cNetwork Support for Drinking, Alcoholics Anonymous and Long-Term Matching Effects,Ã\u0082â\u0080\u009d Addiction, 93(9), 1313-1333.",
        "Lu, Mingshan and Thomas G. McGuire (2001), Ã\u0082â\u0080\u009cThe Productivity of Outpatient Treatment for Substance Abuse,Ã\u0082â\u0080\u009d Journal of Human Resources, forthcoming.",
        "Lu, Mingshan (1999), Ã\u0082â\u0080\u009cSeparating the Ã\u0082â\u0080\u009cTrue EÃ\u0082Â¤ectÃ\u0082â\u0080\u009d from Ã\u0082â\u0080\u009cGamingÃ\u0082â\u0080\u009d in Incentive Based Contracts in Health Care,Ã\u0082â\u0080\u009d Journal of Economics and Management Strategy, 8, issue 3, 383-431.",
        "Machado, Matilde P. (2001), Ã\u0082â\u0080\u009cDollars and Performance: Treating Alcohol Misuse in Maine,Ã\u0082â\u0080\u009d Journal of Health Economics, 20 (4), 645-672.",
        "Maitso, S. A., J. R. McKay, and G. J. Connors (1990), Ã\u0082â\u0080\u009cSelf-Report Issues in substance Abuse: state of the art and future directions,Ã\u0082â\u0080\u009d Behavioral Assessment, 12, 117-134.",
        "Manski, Charles F. (1996), Ã\u0082â\u0080\u009cLearning about Treatment EÃ\u0082Â¤ects from Experiments with Random Assignment of Treatments,Ã\u0082â\u0080\u009d Journal of Human Resources, 31 (4), 709-733.",
        "McLellan, Thomas A., Teresa A. Hagan, Marvin Levine, Frank Gould, Kathleen Meyers, Mark Bencivengo, and Jack Durell (1998), Ã\u0082â\u0080\u009cSupplemental Social Services Improve Outcomes in Public Addiction Treatment,Ã\u0082â\u0080\u009d Addiction, 93(10), 1489-1499.",
        "McLellan, A. Thomas, L. Luborsky, C. P. OÃ\u0082â\u0080\u0099Brien, and G. E. Woody (1980), Ã\u0082â\u0080\u009cAn Improved Evaluation Instrument for Substance Abuse Patients: the Addiction Severity Index,Ã\u0082â\u0080\u009d Journal of Nervous and Mental Disorders, 168, 26-33.",
        "Moos, Rudolph, John Finney, and Ruth C. Cronkite (1990), Alcoholism Treatment. Oxford University Press.",
        "Olley, Steven and Ariel Pakes (1996), Ã\u0082â\u0080\u009cThe Dynamics of Productivity in the Telecommunications Equipment Industry,Ã\u0082â\u0080\u009d Econometrica, 64(6), 1263-1298.",
        "Shen, Yujing (1998), Ã\u0082â\u0080\u009cSelection Incentives in a Performance-Based Contracting System,Ã\u0082â\u0080\u009d Boston University manuscript.",
        "Strohmetz, D. B., Alterman, A. I. and Walter, D. (1990), Ã\u0082â\u0080\u009cSubject Selection Bias in Alcoholics Volunteering for a Treatment Study,Ã\u0082â\u0080\u009d Alcoholism: Clinical and Experimental Research,14, 736-738.",
        "Tims, Frank M., Bennett W. Fletcher, and Robert L. Hubbard (1991), Ã\u0082â\u0080\u009cTreatment Outcomes for Drug Abuse Clients,Ã\u0082â\u0080\u009d in: Pickens, C.G., C. G. Leukefeld, and C. R. Schuster (Eds), National Institute on Drug Abuse Research Monograph 106. Rockville, MD: US Department of Health and Human Services.",
        "Walsh, Diana Chapman, Ralph Hingson, Daniel Merrigan, Suzette Morelock Levenson, Adrienne Cupples, Timothy Heeren, Gerald CoÃ\u0082Â¤man, Charles Becker, Thomas Barker, Susan Hamilton, Thomas G. McGuire, Cecil Kelly (1991), Ã\u0082â\u0080\u009cA Randomized Trial of Treatment Options for Alcohol-Abusing Workers,Ã\u0082â\u0080\u009d The New England Journal of Medicine, September 12, 325 (11), 775-782."
    ]
}