{
    "id": 839,
    "cites": 16,
    "cited_by": 4,
    "reference": [
        "Bruno, M. (1973), Protection and tariff change under general equilibrium, Journal of International Economics 3, 205-225.",
        "M. Fuss and D. McFadden (eds.), Production economics: a dual_approach to theory and applications, vol. 2, Amsterdam: North-Holland, chapt. 111.1. _____ (1981), Adjustment and structural change under raw material price shocks, paper presented to the Conference on Allocation and Structural Consequences of Short-Run Stabilization Policy in Open Economies. Stockholm, August 31 - September 2, 1981.",
        "Berndt, E. R. and D. 0. Wood (1979), Engineering and econometric inter- pretation of energy-capital complementarity, American Economic Review 69, 342-354.",
        "Chipman, J.S. (1972), The theory of exploitative trade and investment policies: A reformulation and synthesis, in L.E. Di Marco (ed.), International Economics and Development: Essays in Honor of Raul Prebisch, New York: Academic Press, 881-916.",
        "Deaton, A. and J. Muellbauer (1980), Economics and consumer behavior, Cambridge: Cambridge U.P.",
        "Diewert, W. E. (1974), Applications of duality theory, in Intriligator, M. D. and D. A. Kendrick (eds.), Frontiers of quantitative economics, vol. II, Amsterdam: North-Holland, chnpt. 3.",
        "Dixit, A. (1981), A model of trade in oil and capital, Princeton University, August, mimeo.",
        "Dixit, A. and V. Norman (1980), Theory of international trade, London: Nisbet and Cambridge University Press.",
        "Journal of International Economics 1, 315-325. Marion, N. P. (1981), Anticipated and unanticipated oil price increases and the current account, NBER Working Paper No. 759, September.",
        "Marion, N. P. and L. E. 0. Svensson (1981), Optimal OPEC policy, in progress.",
        "Obstfeld, M. (1980), Intermediate imports, the terms of trade, and the dynamics of the exchange rate and the current account, Journal of International Economics 10, 461-480.",
        "Schmid, M. (1980), International adjustment to an oil shock, the role of competitiveness, Board of Governors of the Federal Reserve System.",
        "Svensson, L. E. 0. (1981), Oil prices and a small oil-importing economys welfare and trade balance: An intertemporal approach, Seminar Paper No. 184, Institute for International Economic Studies, University of Stockholm, October.",
        "Svensson, L. E. 0. and A. Razin (1981), The terms of trade, spending and the current account: The Harberger-Laursen-Metzler effect, Seminar Paper No. 170, Institute for International Economic Studies, University of Stockholm, March 1981.",
        "Varian, H. R. (1978), Microeconomic analysis, New York: Norton.",
        "Woodland, A. D. (1981), International trade and resource allocation, University of British Columbia, unpublished manuscript."
    ]
}