{
    "id": 8391,
    "cites": 20,
    "cited_by": 58,
    "reference": [
        "Alvarez, F., Andrew Atkeson, and Patrick Kehoe, Volatile Exchange Rates and the Forward Premium Anomaly: A Segmented Asset Market View, mimeo (Federal Reserve Bank of Minneapolis, 1999).",
        "Agenor, P.R., and J. Aizenman, 1999, Financial Sector Inefficiencies and Coordination Failures: Implications for Crisis Management, NBER WP No. 7446.",
        "Aizenman, J., and J. Frenkel, 1985, Optimal Wage Indexation, Foreign Exchange Intervention, and Monetary Policy, American Economic Review 75, 402-423.",
        "Barro, R., and H. Grossman, 1971 A General Disequilibrium Model of income and Unemployment, American Economic Review 61, 82-93.",
        "Burnside, C., M. Eichenbaum, and S. Rebelo, 1999, Hedging and Financial Fragility in Fixed Exchange Rate Regimes, NBER WP No. 7143.",
        "Cadenillas, A., and F. Zapatero, 1999, Optimal Central Bank Intervention in the Foreign Exchange Market, Journal of Economic Theory 87, 218-242.",
        "Calvo, G., and C. Reinhart, 2000a, Fear of Floating, NBER Working Paper No. 7993.",
        "Calvo, G. and C. Reinhart, 2000b, Fixing for Your Life, NBER Working Paper No. 8006.",
        "Calvo, G., and C. VÃ\u0083Â©gh, 1995, Fighting Inflation with High Interest Rates: The Small Open Economy Case under Flexible Prices, Journal of Money, Credit, and Banking 27, 49-66.",
        "Correia, I., J. Neves, and S. Rebelo, 1995, Business Cycles in a Small Open Economy, European Economic Review 39, 1089-1113.",
        "Drazen, A., 1999a, Interest Rate Defense against Speculative Attack under Asymmetric Information, mimeo (University of Maryland).",
        "Drazen A., 1999b, Interest Rate and Borrowing Defense Against Speculative Attack, mimeo (University of Maryland).",
        "Druck, P. and P. Garibaldi, 2000, Inflation Risk and Portfolio Allocation in the Banking System, mimeo (IMF and UCLA).",
        "Edwards, S., and C. VÃ\u0083Â©gh, 1997, Banks and Macroeconomic Disturbances under Predetermined Exchange Rates, Journal of Monetary Economics 40, 239-278.",
        "Flood, R., and O. Jeanne, 2000, An Interest Rate Defense of a Fixed Exchange Rate?, mimeo (IMF).",
        "Lahiri, A, and C. VÃ\u0083Â©gh, 2000a, Delaying the Inevitable: Optimal Interest Rate Policy and BOP Crises, NBER Working Paper No. 7734.",
        "Lahiri, A, and C. VÃ\u0083Â©gh, 2000b, Output Costs, BOP Crises, and Optimal Interest Rate Defense of a Peg, mimeo (UCLA).",
        "Levy, E. and F. Sturzenegger, 1999, Classifying Exchange Rate Regimes: Deeds vs. Words, mimeo (Universidad Di Tella).",
        "Moron, E., and J. F. Castro, 2000, Uncovering Central Bank&apos;s Monetary Policy Objective: Going Beyond Fear of Floating, mimeo (Universidad del Pacifico, Peru).",
        "Rodriguez, C.A., 1991, Financial Reform and Macroeconomic Developments in Argentina, Chile, and Uruguay during the Decade of the 1980&apos;s, mimeo (Universidad del CEMA, Buenos Aires)."
    ]
}