{
    "id": 8392,
    "cites": 17,
    "cited_by": 33,
    "reference": [
        "[1] Backus, David, Patrick Kehoe and Finn Kydland, 1992, International real business cycles, Journal of Political Economy, 101: 745-775.",
        "[2] __________, 1994, Dynamics of the trade balance and the terms of trade: The J-curve'DONE', American Economic Review 84: 84-103.",
        "[3] Baxter, Marianne, 1995, International trade and business cycles, in G. Grossman and K. Rogo, eds., Handbook of International Economics, Vol. 3, NorthHolland: Amsterdam.",
        "[4] Baxter, Marianne and Mario J. Crucini, 1995, Business cycles and the asset structure of foreign trade, International Economic Review 36: 821-854.",
        "[5] Baxter, Marianne and Robert G. King, 1999, Measuring business cycles: Approximate band pass Ã\u0083Å¾lters for economic time series, Review of Economics and Statistics 81:4, November 1999 575-593.",
        "[6] Bils, Mark, 1987, The cyclical behavior of marginal cost and price, American Economic Review 77, 838-855.",
        "[7] Bils, Mark and Jang-Ok Cho, 1994, Journal of Monetary Economics 33(1994), 319-354.",
        "[8] Basu, Susanto and Miles Kimball, 1997, Cyclical productivity and unobserved input variation, NBER working paper 5915.",
        "[9] Burnside, Craig and Martin Eichenbaum, 1996, Factor hoarding and the propagation of business cycle shocks, American Economic Review 86: 1154-1174.",
        "[10] Hayashi, Fumio, 1982, Tobins marginal and average q: A neoclassical interpretation, Econometrica 50: 213-224.",
        "[11] Killingsworth, Mark and James J. Heckman, 1986, Female labor supply: A survey, in Ashenfelter and Layard, eds., The Handbook of Labor Economics, Vol. 1, North-Holland: Amsterdam.",
        "[12] King, Robert G. and Sergio T. Rebelo, 1999, Resuscitating real business cycles, in J.B.Taylor and M. Woodford, eds., Handbook of Macroeconomics, volume 1B, pages 927-1007, Elsevier Science, 1999.",
        "[13] King, Robert G. and Mark W. Watson, 1998, The solution to singular linear dierence systems, International Economic Review, 1998.",
        "[14] Pencavel, John, 1986, Labor supply of men: A survey, in Ashenfelter and Layard, eds., The Handbook of Labor Economics, Vol. 1, North-Holland: Amsterdam.",
        "[15] Prescott, Edward C., 1986, Theory ahead of business cycle measurement, Carnegie-Rochester Conference Series on Public Policy 15: 11-44.",
        "[16] Reynolds, Patricia A., 1993, International comovements in aggregate productivity: An empirical analysis, manuscript, University of Southern California.",
        "[18] Shapiro, Matthew D., 1996, Capacity utilization and the workweek of capital,"
    ]
}