{
    "id": 8395,
    "cites": 29,
    "cited_by": 18,
    "reference": [
        "Altonji, Joseph G., Todd E. Elder, and Christopher R. Taber, Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools, mimeo, Northwestern University (March 2001).",
        "Angrist, Joshua D., Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records, American Economic Review 80(3) (June 1990), 313-336.",
        "Chau, Derek, Fisher, Elliott, and Jonathan Skinner, The Importance of Regional Practice Style in a Cohort of Hip Fracture Patients, mimeo, Dartmouth Medical School (2001).",
        "Cutler, David M., The Incidence of Adverse Medical Outcomes under Prospective Payments, Econometrica 63(1) (January 1995): 29-50.",
        "Cutler, David M. Walking the Tightrope on Medicare Reform Journal of Economic Perspectives 14(2) (Spring 2000), 45-56.",
        "Cutler, David, Mark McClellan, Joseph Newhouse, and Dahlia Remler, Pricing Heart Attack Treatments, Quarterly Journal of Economics 113(4) (November 1998), 991-1024.",
        "Cutler, David, and Ellen Meara, The Technology of Birth: Is it Worth It? NBER Working Paper No. 7390 (October 1999).",
        "Currie, Janet, and Jonathan Gruber, Saving Babies: The Efficacy and Cost of Recent Changes in the Medicaid Eligibility of Pregnant Women, Journal of Political Economy 104(6) (December 1996): 1263-1296.",
        "Deaton, Angus, and Christina Paxson, Mortality, Education, Income, and Inequality among American Cohorts, NBER Working Paper No. 7140 (May 1999).",
        "Evans, Robert G., and G. S. Stoddart, Producing Health, Consuming Health Care, in Robert G. Evans, Morris L. Barer, and Theodore R. Marmor (eds.) Why are Some People Healthy and Others Not? Hawthorne NY: Aldine de Gruyter (1994).",
        "Feenberg, Daniel, and Jonathan Skinner, Medicare Transfers Across States: Winners and Losers, National Tax Journal (September 2000).",
        "Fisher ES, Wennberg JE, Stukel TA, et al. Associations among hospital capacity, utilization, and mortality of US Medicare beneficiaries, controlling for sociodemographic factors. Health Services Research 34(6) (2000) :1351-62.",
        "Fisher, Elliott S., David Wennberg, and Therese Stukel, , mimeo, Dartmouth Medical School (2001).",
        "Fisher, Elliott S., Etoile Pinder, Daniel Gottlieb, and Therese Stukel, Associations Between Regional Variations in Medicare Expenditures, Access to Care, and Patient Satisfaction, mimeo, Dartmouth Medical School (2001).",
        "Fuchs, Victor, Mark McClellan, and Jonathan Skinner, Area Differences in Utilization of Medical Care and Mortality Among U.S. Elderly, mimeo, Stanford University (2001).",
        "Guadagnoli E, Hauptman PJ, Ayanian JZ, Pashos CL, McNeil BJ, Cleary PD. Variation in the use of cardiac procedures after acute myocardial infarction New England Journal of Medicine. 333 (1995) :573-8.",
        "Hadley, Jack, Medicare Spending and Mortality Rates of the Elderly. Inquiry 25 (1988): 485- 93.",
        "Hearst, Norman, Thomas B. Newman, and Stephen B. Hulley, Delayed Effects of the Military Draft on Mortality, New England Journal of Medicine 314(10) (March 6, 1986): 620-624.",
        "Lynn, J., Arkes, HR, Stevens, M., et al. Rethinking Fundamental Assumptions: SUPPORTs Implications for Future Reform. Journal of the American Geriatric Society 48 (2000): S214-21.",
        "McClellan Mark, McNeil Barbara J, Newhouse Joseph P., Does More Intensive Treatment of Acute Myocardial Infarction in the Elderly Reduce Mortality? Analysis using Instrumental Variables, JAMA 272 (September 1994), 859-866.",
        "McClellan, Mark, and Jonathan Skinner, Medicare Reform: Who Pays and Who Benefits? Health Affairs 18(1) (Jan/Feb 1999), 48-62.",
        "Newey, Whitney K., James L. Powell, and Francis Vella, Nonparametric Estimation of Triangular Simultaneous Equations Models, Econometrica 67(3) (May 1999). 565-603.",
        "Pardes, H., Manton, KG, Lander, ES et al, Effects of Medicare Research on Health Care and Economy, Science 283 (January 1, 1999): 36-37.",
        "Pritchard RS, Fisher ES, Teno JM, et al. Influence of patient preferences and local health system characteristics on the place of death. SUPPORT Investigators. Study to Understand Prognoses and Preferences for Risks and Outcomes of Treatment . Journal of the American Geriatric Society 46 (1998):1242-50.",
        "Schneider, EL, Aging in the Third Millennium, Science 283 (February 5, 1999): 796-97.",
        "Skinner, Jonathan, and John E. Wennberg, Regional Inequality in Medicare Spending: The Key to Medicare Reform? in A. Garber (ed.) Frontiers of Health Economics 3. Cambridge, MA: MIT Press (2000).",
        "Wennberg John E and Megan M Cooper, The Quality of Medical Care in the United States: A Report on the Medicare Program. The Dartmouth Atlas of Health Care in the United States. American Health Association Press, Chicago. (1999).",
        "Wennberg, John E, Elliott Fisher, and Jonathan Skinner, Geography and the Debate Over Medicare Reform, mimeo, Dartmouth Medical School (May 2001).",
        "Wilkinson, Richard, Unhealthy Societies: The Affliction of Inequality. Routledge (1997)."
    ]
}