{
    "id": 8398,
    "cites": 100,
    "cited_by": 99,
    "reference": [
        "Anderson, James E., Domino Dumping I: Competitive Exporters, American Economic Review 82 (1992):65-83. _, Domino Dumping II: Anti-dumping, Journal oflnternational Economics 35 (1993):133-50.",
        "Anderson, Keith B., Agency Discretion or Statutory Direction: Decision Making at the US International Trade Commission, Journal ofLaw and Economics 36 (1993):915-35.",
        "Anderson, Simon P., Nicolas Schmitt, and Jacques-Francois Thisse, Who Benefits from Antidumping Legislation? Journal oflnternational Economics 38 (1995):321-37.",
        "Baldwin, Robert E., The Political Economy ofUS Import Policy. Cambridge: The MIT Press, 1985.",
        "_and Michael O. Moore, Political Aspects of the Administration of the Trade Remedy Laws, in Richard Boltuck and Robert E. Litan (eds.), Down in the Dumps: Administration of the Unfair Trade Laws, Washington, DC: The Brookings Institute, 1991, 253-280.",
        "_and Jeffrey W. Steagall, An Analysis of ITC Decisions in Antidumping, Countervailing Duty and Safeguard Cases, Weltwirtschaftliches Archiv 130 (1994):290-308.",
        "Barrell, Ray and Nigel Pain, Trade Restraints and Japanese Direct Investment Flows, European Economic Review 43 (1999):29-45.",
        "Belderbos, Rene A., Antidumping and Tariff Jumping: Japanese Firms' DFI in the European Union and the United States, Weltwirtschaftliches Archiv 133 (1997):419-57.",
        "_and Sleuwaegen, Leo, Tariff Jumping DFI and Export Substitution: Japanese Electronics Firms in Europe, International Journal ofIndustrial Organization 16 (1998):601-38.",
        "Blonigen, Bruce A., US Antidumping Filings and the Threat ofRetaliation, manuscript, 2000. _, Tariff-jumping Antidumping Duties, Journal ofInternational Economics, forthcoming.",
        "_and Robert C. Feenstra, Protectionist Threats and Foreign Direct Investment, in Robert C. Feenstra (ed.), The Effects ofUS Trade Protection and Promotion Policies, Chicago: University of Chicago Press, 1997, 55-80. _and Stephen E. Haynes, Antidumping Investigations and the Pass-through of Exchange Rates and Antidumping Duties, American Economic Review, forthcoming.",
        "_and Yuka Ohno, Endogenous Protection, Foreign Direct Investment, and Protection-building Trade, Journal ofInternational Economics 46 (1998):205-27.",
        "_and Jee-Hyeong Park. Dynamic Pricing in the Presence of Antidumping Policy: Theory and Evidence, manuscript, 2000.",
        "Boltuck, Richard D., An Economic Analysis ofDumping, Journal ofWorld Trade Law 21 (1987):45-54.",
        "_and Robert E. Litan (eds.), Down in the Dumps: Administration of the Unfair Trade Laws, Washington, DC: The Brookings Institution, 1991.",
        "Bown, Chad, Antidumping Against the Backdrop ofDisputes in the GATT/WTO System, manuscript, 2000.",
        "Cassing, James and Ted To, Antidumping and Signaling, manuscript, 2000. -37-Clarida, Richard H., Dumping in Theory, in Policy, and in Practice, in Jagdish Bhagwati and Robert Hudec (eds.), Fair Trade and Harmonization, Cambridge: The MIT Press, 1996.",
        "DeVault, James M., Economics and the International Trade Commission, Southern Economic Journal 60 (1993):463-478.",
        "_, The Welfare Effects ofUS Antidumping Duties, Open Economies Review 7 (1996a):19-33.",
        "_, US Antidumping Administrative Reviews, International Trade Journal 10 (1996b):247-67.",
        "Ethier, Wilfred J. and Ronald D. Fischer, The New Protectionism, Journal oflnternational Economic Integration 2 (1987):1-11.",
        "Eymann, Angelika and Ludger Schuknecht, Antidumping Policy in the European Community: Political Discretion or Technical Determination? Economics and Politics 8 (1996):111-31.",
        "Feinberg, Robert M., Exchange Rates and Unfair Trade, Review ofEconomics and Statistics 71 (1989):704-07.",
        "_and Barry T. Hirsch, Industry Rent Seeking and the Filing of 'Unfair Trade' Complaints, International Journal ofIndustrial Organization 7 (1989):325-40.",
        "_and Seth Kaplan, Fishing Downstream: The Political Economy of Administered Protection, Canadian Journal ofEconomics 26 (1993):150-58.",
        "Finger, J. Michael. (Summer 1981). The Industry-Country Incidence of 'Less than Fair Value' Cases in US Import Trade, Quarterly Review ofEconomics and Business 21:260-79.",
        "_(ed.), Antidumping: How It Works and Who Gets Hurt, Ann Arbor, MI: University ofMichiganPress, 1993.",
        "_, H. Keith Hall, and Douglas R. Nelson, The Political Economy of Administered Protection, American Economic Review 72 (1982):452-66.",
        "_, Francis Ng, and Sonam Wangchuk, Antidumping as Safeguard Policy, manuscript, 2000.",
        "Fischer, Ronald D., Endogenous Probability ofProtection and Firm Behavior, Journal of International Economics 32 (1992):149-63.",
        "Furusawa, Taiji, and Thomas J. Prusa, Antidumping Enforcement in a Reciprocal Model of Dumping: Theory andEvidence,manuscript, 1996.",
        "Gallaway, Michael P., Bruce A. Blonigen, and Joseph E. Flynn, Welfare Costs ofUS Antidumping and Countervailing Duty Laws, Journal ofInternational Economics 49 (1999):211-44.",
        "Grossman, Gene, Imports as a Cause ofInjury: The Case of the US Steel Industry, Journal of International Economics 20 (1986):201-23.",
        "General Accounting Office, Comparison ofUS and Foreign Antidumping Practices, Washington, D.C.: GeneralAccounting Office, 1991.",
        "Gupta, Poonam, Why Do Firms Pay Antidumping Duty? manuscript, 1999.",
        "Haaland, Jan I. and Ian Wooton, Anti-dumping Jumping: Reciprocal Anti-dumping and Industrial Location, Weltwirtschaftliches Archiv 134 (1998):340-62.",
        "Hansen, Wendy L., The International Trade Commission and the Politics ofProtectionism, American Political Science Review 84 (1990):21-46.",
        "_and Thomas J. Prusa, Does Administrative Protection Protect? A Reexamination of the US Title VII and Escape Clause Statutes, Regulation 16 (1993):35-43.",
        "_and Thomas J. Prusa, The Road Most Taken: The Rise ofTitle VII Protection, The World Economy 18 (1995):295-313. -38-_and Thomas J. Prusa., Cumulation and ITC Decision Making: The Sum of the Parts is Greater than the Whole, Economic Inquiry 34 (1996):746-69.",
        "_and Thomas J. Prusa, The Economics and Politics of Trade Policy: An Empirical Analysis ofITC Decision Making, Review ofInternational Economics 5 (1997):230-45.",
        "Hartigan, James C., An Antidumping Law Can Be Procompetitive, Pacific Economic Review 5 (2000):5-14.",
        "_, Sreenivas Kamma, and Philip R. Perry, The Injury Determination Category and the Value ofRelief from Dumping, Review ofEconomics and Statistics 71 (1989):183-86.",
        "Herander, Mark G. and J. Brad Schwartz, An Empirical Test of the Impact of the Threat ofUS Trade Policy: The Case of Antidumping Duties, Southern Economic Journal 51 (1984):59-79.",
        "Horlick, Gary N., The United States Antidumping System, in John H. Jackson and Edwin A. Vermulst, (eds.), Antidumping Law and Practice, Ann Arbor, MI: The University of MichiganPress, 1989, 99-166.",
        "Hughes, John S., Stefanie Lenway, and Judy Rayburn, Stock Price Effects ofUS Trade Policy Responses to Japanese Trading Practices in Semi-conductors, Canadian Journal of Economics 30 (1997):922-42.",
        "Jackson, John H. and Edwin A. Vermulst, Antidumping Law and Practice, Ann Arbor, MI: University ofMichiganPress, 1989.",
        "Kaplan, Seth, Injury and Causation in USITC Antidumping Determinations: Five Recent Approaches, in P.K.M. Tharakan (ed.), Policy Implications of Antidumping Measures, Amsterdam, Oxford, Tokyo: NorthHolland, 1991, 143-73.",
        "Kelly, Kenneth A., and Morris E. Morkre, Do Unfairly Traded Imports Injure Domestic Industries? Review ofInternational Economics 6 (1998):321-32.",
        "Knetter, Michael M. and Thomas J. Prusa, Macroeconomic Factors and Anti-dumping Filings: Evidence from Four Countries, NBER Working Paper No. 8010, 2000.",
        "Kohler, Philippe and Michael O. Moore, Design of an Antidumping Rule with Incomplete Information about Material Injury, Journal ofEconomic Integration 13 (1998):62-88.",
        "_and Michael O. Moore,. Injury-based Protection with Auditing under Imperfect Information, Southern Economic Journal (2001, forthcoming).",
        "Kolev, Dobrin, and Thomas J. Prusa, Dumping and Double Crossing: The (In)Effectiveness of Cost-Based Trade Policy Under Incomplete Information, International Economic Review (2002, forthcoming).",
        "Krupp, Corinne, Antidumping Cases in the US Chemical Industry: A Panel Data Approach, Journal ofIndustrial Economics 42 (1994):299-311.",
        "_, and Patricia S. Pollard, Market Responses to Antidumping Laws: Some Evidence from the US Chemical Industry, Canadian Journal ofEconomics 29 (1996):199-227.",
        "Leidy, Michael P., Trade Policy and Indirect Rent Seeking: A Synthesis ofRecent Work, Economics and Politics 6 (1994):97-118.",
        "_, Macroeconomic Conditions and Pressures for Protection under Antidumping and Countervailing Duty Laws: Empirical evidence from the United States, International Monetary Fund StaffPapers 44(1997):132-44.",
        "_and Bernard M. Hoekman., Production Effects ofPrice- and Cost-based Antidumping Laws Under Flexible Exchange Rates, Canadian Journal of Economics 23 (1990):873-95. -39-Lichtenberg, Frank and Hong Tan, An Industry-Level Analysis of Import Relief Petitions Filed by US Manufacturers, 1958-1985, in Hong Tan and Haruo Shimada (eds.), Troubled Industries in the United States and Japan, New York: St. Martin's Press, 1994, 161-88.",
        "Lindsey, Brink, The US Antidumping Law: Rhetoric versus Reality, CATO Institute Center for Trade Policy Studies Working Paper No. 7, 1999.",
        "Low, Patrick, Trading Free: The GATT and US Trade Policy, New York, NY: The Twentieth Century FundPress, 1993.",
        "Mahdavi, Mahnaz, and Amala Bhagwati, Stock Market Data and Trade Policy: Dumping and the Semiconductor Industry, International Trade Journal 8 (1994):207-21.",
        "Messerlin, Patrick A., The EC Antidumping Regulations: A First Economic Appraisal, 198085, Weltwirtschaftliches Archiv 125 (1989):563-87.",
        "_, Antidumping Regulations or Pro-Cartel Laws? The EC Chemical Cases, World Economy 13 (1990):465-92.",
        "_, Competition Policy and Antidumping Reform: An Exercise in Transition, in Jeffrey J. Schott (ed.), The World Trading System: Challenges Ahead, Washington, DC: Institute for International Economics, 1996, 219-46.",
        "_and Geoffrey Reed, Antidumping Policies in the United States and the European Community, Economic Journal 105 (1995):1565-75.",
        "Miranda, Jorge, Raul A. Torres, and Mario Ruiz, The International Use of Antidumping: 19871997, Journal ofWorld Trade 32 (1998):5-71.",
        "Moore, Michael O., Rules or Politics? An Empirical Analysis ofITC Anti-dumping Decisions, Economic Inquiry 30 (1992):449-66.",
        "_, Facts Available Dumping Allegations: When Will Foreign Firms Cooperate in Antidumping Petitions?, manuscript, 2000.",
        "Morkre, Morris E. and Kenneth H. Kelly, Effects ofUnfair Imports on Domestic Industries: US Antidumping and Countervailing Duty Cases, 1980-1988, Federal Trade Commission BureauofEconomics StaffReport, 1994.",
        "Murray, Tracy, and Donald J. Rousslang, A Method for Estimating Injury Caused by Unfair Trade Practices, International Review ofLaw and Economics 9 (1989):149-64.",
        "_, The Administration of the Antidumping Duty Law by the Department of Commerce, in Richard Boltuck and Robert E. Litan (eds.), Down in the Dumps: Administration of the Unfair Trade Laws, Washington, DC: The Brookings Institute, 1991, 23-56.",
        "Palmeter, N. David, The Antidumping Law: A Legal and Administrative NontariffBarrier, in Richard Boltuck and Robert E. Litan (eds.), Down in the Dumps: Administration of the Unfair Trade Laws, Washington, DC: The Brookings Institute, 1991, 64-89.",
        "Panagariya, Arvind and Gupta, Poonam, Anti-dumping Duty versus Price Competition, World Economy 21 (1998):1003-19.",
        "_and Gupta, Poonam., Injury Investigations in Anti-dumping and the SuperAdditivity Effect: A Theoretical Explanation, manuscript, 2000.",
        "Pauwels, Wilfred, Hylke Vandenbussche and Marcel Weverbergh, Strategic Behaviour under European Antidumping Duties, International Journal of the Economics ofBusiness 8 (2001):79-103.",
        "Pindyck, Robert S. and Julio J. Rotemberg, Are Imports to Blame? Attribution ofInjury under the 1974 Trade Act, Journal ofLaw and Economics 30 (1987):101-22. -40-Prusa, Thomas J., The Selection of Cases for ITC Determination, in Robert E. Baldwin (ed.), Empirical Studies of Commercial Policy, Chicago and London: University of Chicago Press forNational Bureau ofEconomic Research, 1991, 47-71.",
        "_, Why Are So Many Antidumping Petitions Withdrawn? Journal ofInternational Economics 33 (1992):1-20.",
        "_, Pricing Behavior in the Presence of Antidumping Law, Journal of Economic Integration 9(1994):260-89.",
        "_, The Trade Effects ofUS Antidumping Actions, in Robert C. Feenstra (ed.), The Effects ofUS Trade Protection and Promotion Policies, Chicago: University of Chicago Press, 1997, 191-213.",
        "_, Cumulation and Anti-dumping: A Challenge to Competition, World Economy 21(1998):1021-33.",
        "_, On the Spread and Impact of Antidumping, NBER Working Paper No. 7404, 1999.",
        "_and Susan Skeath, The International Use of Antidumping: Unfair Trade or Tit-forTat?, Manuscript, 2000.",
        "Reitzes, James D., Antidumping Policy, International Economic Review 34 (1993):745-63.",
        "Rosendorff, B. Peter, Voluntary Export Restraints, Antidumping Procedure, and Domestic Politics, American Economic Review 86 (1996):544-61.",
        "Sabry, Faten, An Analysis of the Decision to File, the Dumping Estimates, and the Outcome of Antidumping Petitions, International Trade Journal 14 (2000):109-45.",
        "Staiger, Robert W. and Frank A. Wolak, Strategic Use of Antidumping Law to Enforce Tacit International Collusion, NBER Working Paper, No. 3016, 1989.",
        "_and Frank A. Wolak, The Effect of Domestic Antidumping Law in the Presence of Foreign Monopoly, Journal ofInternational Economics 32 (1992):265-87.",
        "_and Frank A. Wolak, Measuring Industry Specific Protection: Antidumping in the United States, Brookings Papers on Economic Activity: Microeconomics (1994):51-118.",
        "Steele, Keith (ed.), Antidumping Under the WTO: A Comparative Review, London: Kluwer, 1996.",
        "Stiglitz, Joseph E., Dumping on Free Trade: The US Import Trade Laws, Southern Economic Journal 64 (1997):402-24.",
        "Tharakan, P.K.M., The Political Economy of Anti-dumping Undertakings in the European Communities, European Economic Review 35 (1991):1341-59.",
        "_and J. Waelbroeck, Determinants of Anti-dumping and Countervailing Duty Decisions in the European Communities, in Mathias Dewatripont and Victor Ginsburgh (eds.), European Economic Integration: A Challenge in a Changing World, Amsterdam, London, and Tokyo: North Holland, 1994a, 181-99.",
        "_and J. Waelbroeck, Antidumping and Countervailing Duty Decisions in the E.C. and in the US: An Experiment in Comparative Political Economy, European Economic Review 38 (1994b):171-93.",
        "_, David Greenaway, and Joe Tharakan, Cumulation and Injury Determination of the European Community in Antidumping Cases, Weltwirtschaftliches Archiv 134 (1998):320-39.",
        "US International Trade Commission, The Economy-Wide Effects of Outstanding Antidumping and Countervailing Duty Orders, in US International Trade Commission, The Economic -41 -Effects of Antidumping and Countervailing Duty Orders and Suspension Agreements, Washington, DC: US International Trade Commission, 1995.",
        "Vandendenbussche, Hylke, Jozef Konings, and Linda Springael, Import Diversion under European Antidumping Policy, NBER Working Paper No. 7340, 1999.",
        "_, Reinhilde Veugelers, and Rene A. Belderbos, Undertakings and Antidumping Jumping FDI in Europe, CEPR Discussion Paper 2320, 1999.",
        "_and Xavier Wauthy, Inflicting Injury Through Product Quality: How EU Antidumping Policy Disadvantages European Producers, European Journal ofPolitical Economy 17 (2001): 101-16.",
        "Veugelers, Reinhilde, and Hylke Vandenbussche, European Anti-dumping Policy and the Profitability ofNational and International Collusion, European Economic Review 47 (1999):1-28.",
        "Viner, Jacob, Dumping: A Problem in International Trade, Chicago, IL: University of Chicago Press, 1923.",
        "Zanardi, Maurizio, Antidumping Law as a Collusive Device, Boston College Working Paper No. 487, 2000. -42-"
    ]
}