{
    "id": 8400,
    "cites": 6,
    "cited_by": 7,
    "reference": [
        "See, for example, Calvo, Sahay, and Vegh (1995). The United Nations (1996) report that in 1995 the flows to and the stocks of FDI in the Czech Republic, Hungary and Poland together were about 2/3 of the total foreign investment in Central and Eastern Europe, which comprises 25 countries including Russia.",
        "According to the United Nations (1996), the 10 largest recipient countries of FDI in the developing world received about 80 percent of the total direct investment flowing to developing countries in 1995.",
        "A good example is the recent threat by the automobile firm Volkswagen to close down its plant in eastern Germany, where costs are close to western Germany&apos;s standards, and move to neighboring countries. See The Economist (1996).",
        "Lucas discusses also other explanations like the lack of skilled labor and good infrastructure. Although these factors may contribute to an explanation (see Mody and Srini-vasan (1998) for an empirical analysis), the present paper explores only the role of political risk. A typical list of political risk comprises expropriation, currency inconvertibility, and restrictions on profit repatriation. In this paper I interpret political risk as lack of commitment in government tax policy. There is no uncertainty and governments exploit multinationals whenever optimal. Uncertainty could be built in however.",
        "In 1995, China announced the scrapping of various benefits for foreign firms which came in the form of exemptions from custom duties or tax rebates for the usage of local materials; see The Economist (1995). During recent years Russia has frequently considered the introduction of a &apos;super profits tax&apos; for foreign oil companies investing in Russia. This tax is considered to deter U.S. companies from making investments in Russia (see Streng 1993). Note, however, that political risk is occasionally present also in industrialized countries. After Mercedes built a new automobile plant in Alabama, USA, in 1993, a newly elected governor in 1994 renegotiated the tax package for Mercedes on the basis that too much was given to the car maker and the state was in deep financial trouble. See The New York Times (1996).",
        "There is also anecdotal evidence that excess capacity plays a role in the decision making of multinationals. For example, excess capacity plays a role in the European light-vehicle market. Many automobile companies produce both in Western Europe and in some of the economies in transition in Eastern Europe. Current and predicted total capacity levels exceed production by about 4 million units or about 25 to 30 percent. At the same time, European car companies have cashed a large amount of subsidies from regional governments even after factories have been built. See The Wall Street Journal (1997). This is particularly true for Western European countries where many automobile factories are underutilized and workers are laid off. Aware of the relatively high cost of production, the German government emphasizes in advertisements the &apos;low-risk feature&apos; when firms invest in Germany rather than in Eastern Europe. There is a perceived trade-off between costs and credibility."
    ]
}