{
    "id": 8402,
    "cites": 17,
    "cited_by": 45,
    "reference": [
        "Cecchetti, S., M. Nelson and R. Sonora: Price Level Convergence Among United States Cities: Lessons for the European Central Bank, NBER. Working Paper 7681, May 2000.",
        "Engel, C. and J.H. Rogers: How Wide is the Border'DONE', American Economic Review, vol. 86, December 1996, pp. 1112-1125.",
        "Engel, C. and J.H. Rogers: Violating the Law of One Price: Should We Make a Federal Case Out of It'DONE', NBER Working Paper 7242, July 1999.",
        "Frankel, J.A. and A. Rose: A Panel Project on Puchasing Power Parity: Mean Reversion Within and Between Countries, Journal of International Economics, vol. 40, 1996, pp. 209-224.",
        "Froot, K. and K. Rogo: Perspectives on PPP and Long-Run Real Exchange Rates, in Handbook of International Economics, vol. 3, ed.: G. Grossman and K. Rogo, Amsterdam, 1995.",
        "Gagnon, J.E.. and M. Knetter: Markup Adjustment and Exchange Rate Fluctuations: Evidence from Panel Data on Automobile Exports, Journal of International Money and Finance, vol. 14, no. 2, 1995, pp. 289-310.",
        "Goldberg, P. and M. Knetter: Goods Prices and Exchange Rates: What Have We Learned'DONE', Journal of Economic Literature, vol. XXXV, September 1997, pp. 1243-1272.",
        "Goldberg, P. and F. Verboven: The Evolution of Price Dispersion in the European Car Market, forthcoming in the Review of Economic Studies. Im, K., M.H. Pesaran, and Y.Shin: Testing for Unit Roots in Heterogeneous Panels, mimeo, Trinity College, Cambridge, 1997.",
        "Knetter, M. and M. Slaughter: Measuring Product-Market Integration, in Linda Goldberg (ed.), Topics in Empirical International Economics: A Festschrift in Honor of Robert E. Lipsey, NBER Conference Volume, 2001.",
        "Levin, A. and C. Lin: Unit Root Tests in Panel Data: Asymptotic and Finite-Sample Properties, unpublished manuscript, University of California, San Diego Discussion Paper 92-23, May 1992.",
        "Obstfeld, M. and K. Rogo: The Six Major Puzzles in International Macroeconomics: Is There a Common Cause'DONE', NBER Working Paper 7777, July 2000.",
        "Papell, D,H: Searching for Stationarity: Purchasing Power Parity Under the Current Float, Journal of International Economics, vol. 43, 1997, pp. 313-332.",
        "Parsley, D. and S.J. Wei: Convergence to the Law of One Price without Trade Barriers or Currency Fluctuations, Quarterly Journal of Economics, vol. 111, November 1996, pp. 1211-1236.",
        "Taylor, A.: A Century of Purchasing Power Parity, NBER Working Paper 8012, November 2000.",
        "Taylor, A.: Potential Pitfalls in the Purchasing-Power-Parity Puzzle'DONE' Sampling and Speci...cation Biases in Mean-Reversion Tests of the Law of One Price, Econometrica, vol. 69, no.2, March 2001, pp. 473-498.",
        "Verboven, F.: International Price Discrimination in the European Car Market, Rand Journal of Economics, Summer 1996, vol. 27/2, pp. 240--68.",
        "Wei, S.J. and D. Parsley: Purchasing Power Dis-Parity During the Floating Rate Period: Exchange Rate Volatility , Trade Barriers, and Other Culprits, NBER Working Paper 5032, February 1995."
    ]
}