{
    "id": 8405,
    "cites": 14,
    "cited_by": 10,
    "reference": [
        "Becker, Gary S., 1983. Ã\u0082â\u0080\u009cA Theory of Competition Among Pressure Groups for Political Influence,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 98(3), pp. 371-400.",
        "Deininger, Klaus, and Lyn Squire, 1996. Ã\u0082â\u0080\u009cA New DatasetMeasuring Income Inequality,Ã\u0082â\u0080\u009d World Bank Economic Review, vol. 10, p. 565-91, September. Updated dataset available on http://www.worldbank.org.",
        "Frenkel, Jacob A., Assaf Razin, and Efraim Sadka, 1991. International Taxation in an Integrated World, MIT Press.",
        "Lovell, Michael C., 1975. Ã\u0082â\u0080\u009cThe Collective Allocation of Commodities in a Democratic Society,Ã\u0082â\u0080\u009d Public Choice, vol. 24 no. 1, pp. 71-92.",
        "Meltzer Allan H., and Scott F. Richard, 1981. Ã\u0082â\u0080\u009cA Rational Theory of the Size of Government,Ã\u0082â\u0080\u009d Journal of Political Economy, Vol. 89, No. 5, pp 914-27.",
        "Milesi-Ferretti, Gian Maria, Enrique Mendoza, and Patrick Asea, 1997. Ã\u0082â\u0080\u009cOn the Ineffectiveness of Tax Policy in Altering Long-run Growth: HarbergerÃ\u0082â\u0080\u0099s Superneutrality Conjecture,Ã\u0082â\u0080\u009d Journal of Public Economics, vol. 66, October, pp. 99-126.",
        "Persson, Torsten, and Guido Tabellini, 1999. Ã\u0082â\u0080\u009cPolitical Economics and Public Finance,Ã\u0082â\u0080\u009d NBER working paper 7097, April.",
        "Razin, Assaf, and Efraim Sadka, 1995, Ã\u0082â\u0080\u009cResisting Migration: Wage Rigidity and Income Distribution,Ã\u0082â\u0080\u009d American Economic Review, May, pp. 312-316.",
        "Razin, Assaf, and Efraim Sadka, 1995, Ã\u0082â\u0080\u009cThe Status of Capital Income Taxation in the Open Economy,Ã\u0082â\u0080\u009d Finanz Archiv, pp. 21-32.",
        "Razin, Assaf, and Efraim Sadka, 1998. Ã\u0082â\u0080\u009cMigration and Pension,Ã\u0082â\u0080\u009d NBER Working Paper 6778, November.",
        "Razin, Assaf, Efraim Sadka, and Phillip Swagel, 2001. Ã\u0082â\u0080\u009cThe Aging Population and the Size of the Welfare State,Ã\u0082â\u0080\u009d International Monetary Fund Working Paper.",
        "Rodrik, Dani, 1998. Ã\u0082â\u0080\u009cWhy Do More Open Economies Have Bigger Governments?Ã\u0082â\u0080\u009d Journal of Political Economy, vol. 106, October, pp. 997-1032.",
        "Saint-Paul, Gilles, 1994. Ã\u0082â\u0080\u009cUnemployment, Wage Rigidity and Returns to Education,Ã\u0082â\u0080\u009d European Economy Review, 38(3/4), April, pp. 535-1544.",
        "Wildasin, David E., 1994. Ã\u0082â\u0080\u009cIncome Redistribution and Migration,Ã\u0082â\u0080\u009d Canadian Journal of Economics, August, vol. 27 (3), pp. 637-56."
    ]
}