{
    "id": 8407,
    "cites": 33,
    "cited_by": 44,
    "reference": [
        "[1] Ball, Laurence and David Romer (1990), Real Rigidities and the Non-Neutrality of Money, Review of Economic Studies, 57: 183-203",
        "[2] Basu, Susanto, and Miles S Kimball Cyclical Productivity with Unobserved Input Va r i a t i on , NBER Working Paper 5915, February 1997.",
        "[4] Baxter, Marianne and Urban J. Jermann, Household Production and the Excess Sensitivity of Consumption to Current Income, American Economic Review, September 1999, 902-920.",
        "[6] Blanchard, Olivier J. and Charles M. Kahn (1980), The Solution of Linear Dierence Models Under Rational Expectations, Econometrica, 48: 1305-1311.",
        "[7] Blanchard, Olivier J. and Nobuhiro Kiyotaki (1987), Monopolistic Competition and the Eects of Aggregate Demand, American Economic Review, 77: 647-666.",
        "[8] Bils, Mark, The Cyclical Behavior of Marginal Cost and Price, The American Economic Review, Vol. 77, No. 5. (Dec., 1987), pp. 838-855.",
        "[9] Burns, Arthur F. and Wesley C.Mitchell, Measuring Business Cycles,NationalBureau of Economic Research, 1946",
        "[10] Calvo, Guillermo. Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, vol. 12 (September 1983), pp. 38398.",
        "[11] Clarida, Richard, Jordi Gali, and Mark Gertler. The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature, vol. 37 (December 1999), pp. 16611707.",
        "[12] Chari, V. V., Patrick J. Kehoe, and Ellen R. McGrattan, Sticky Price Models of the Business Cycle: Can the Contract Multiplier Solve the Persistence Problem, Econometrica, vol. 68 (September 2000), pp. 1151-79.",
        "[13] Dotsey, Michael Structure from Shocks manuscript Federal Reserve Bank of Richmond, 2000.",
        "[14] Dotsey, Michael The Importance of Systematic Monetary Policy for Economic Activity, Federal Reserve Bank of Richmond Economic Quarterly, Summer 1999, 41-60.",
        "[15] Dotsey, Michael, Robert G. King, and Alexander L. Wolman, Menu Costs, Staggered Price Setting, and Elastic Factor Supply, presented at NBER summner institute (monetary economics program), July 1997.",
        "[16] Dotsey, Michael, Robert G. King, and Alexander L. Wolman. State-Dependent Pricing and the General Equilibrium Dynamics of Money and Output, Quarterly Journal of Economics, vol. 114 (May 1999), pp. 65590.",
        "[18] Goodfriend, Marvin, and Robert G. King. The New Neoclassical Synthesis and the Role of Monetary Policy, in Ben Bernanke and Julio Rotemberg, eds., NBER Macroeconomics Annual 1997. Cambridge, Mass.: MIT Press, 1997, pp. 23182.",
        "[19] Gordon, David and Eric Leeper, In Search of the Liquidity Eect, Journal of Monetary Economics, 29 (3), June 1992:341-369.",
        "[20] Hayashi, Fumio J. (1982), Tobins Marginal q and Average q: A Neoclassical Interpretation, Econometrica, 50: 215-224.",
        "[21] Kimball, Miles S. The Quantitative Analytics of the Basic Neomonetarist Model, Journal of Money, Credit, and Banking, vol. 27 (November 1995), pp. 124177.",
        "[22] John, Andrew and Alex L. Wolman Does State Dependent Pricing Imply Coordination Failure,manuscript Federal Reserve Bank of Richmond, 2000.",
        "[23] King, Robert G., The New IS-LM Model: Language, Logic, and Limits, Federal Reserve Bank of Richmond Economic Quarterly, vol. 86/3, Summer 2000, 45-103..",
        "[24] King, Robert G., Charles I. Plosser, and Sergio T. Rebelo, Production Growth and Business Cycles: I. The Basic Neoclassical Model, Journal of Monetary Economics, March/May 1988, 195-232.",
        "[25] King, Robert G. and Sergio T. Rebelo, Resuscitating Real Business Cycle, in Handbook of Macroeconomics vol 1b Edited by John B. Taylor and Michael Woodford, North Holland , Amsterdam, 1999.",
        "[26] King, Robert G.and Mark W. Watson. Money, Prices, Interest Rates and the Business Cycle, Review of Economics and Statistics, vol. LXXVIII, (February 1996), pp. 3553.",
        "[28] Levin, Andrew (1991), The Macroeconomic SigniÃ\u0083Å¾cance of Nominal Wage Contract Duration, University of California, San Diego Discussion Paper 91-08.",
        "[29] Mulligan, Casey B, Substitution over Time: Another Look at Life Cycle Labor Supply, NBER Working Paper 6585, May 1998.",
        "[30] Rotemberg, Julio J., The New Keynesian Microfoundations, in Stanley Fischer, ed., NBER Macroeconomics Annual 1987. Cambridge, Mass.: MIT Press, 1987, pp. 63129.",
        "[31] Rotemberg, Julio J., (1996) Prices, Output and Hours: An Empirical Analysis Based On a Sticky Price Model, Journal of Monetary Economics, 37: 505-533.",
        "[32] Rogerson, Richard (1988), Indivisible Labor, Lotteries and Equilibrium, Journal of Monetary Economics, 21: 3-16.",
        "[33] Sargent, Thomas J., Macroeconomic Theory. New York: Academic Press, 1978.",
        "[34] Sims, Christopher A., Models and their uses, American Journal of Agricultural Economics, 71 (May 1989), 489-94.",
        "[35] Taylor, John B., Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, vol. 88 (February 1980), pp. 123.",
        "[36] Wolman, Alexander L. Sticky Prices, Marginal Cost, and the Behavior of InÃ\u0083Å¸ation, Federal Reserve Bank of Richmond Economic Quarterly, vol. 85 (Fall 1999), pp. 2948.",
        "[37] Yun, Tack. Nominal Price Rigidity, Money Supply Endogeneity, and Business Cycles, Journal of Monetary Economics, vol. 37 (April 1996), pp. 34570."
    ]
}