{
    "id": 8408,
    "cites": 43,
    "cited_by": 10,
    "reference": [
        "Abramovitz, Moses. 1956. Resource and Output Trends in the United States Since 1870. American Economic Review 46 (May): 5--23.",
        "Abramovitz, Moses. 1986. Catching Up, Forging Ahead, and Falling Behind. Journal of Economic History 46 (June): 385--406.",
        "Abramovitz, Moses, and Paul A. David. 1973. Reinterpreting American Economic Growth: Parables and Realities. American Economic Review 63 (May): 428--37.",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson. 2000. The Colonial Origins of Comparative Development: An Empirical Investigation. Working Paper Series no. 7771 (June) National Bureau of Economic Research.",
        "Ades, Alberto F., and Edward L. Glaeser. 1999. Evidence on Growth, Increasing Returns, and the Extent of the Market. Quarterly Journal of Economics 114 (August): 1025--46.",
        "Baldwin, Richard E., and Rikard Forslid. 1999. The Core-Periphery Model and Endogenous Growth: Stabilising and De-Stabilisng Integration. Working Paper Series no. 6899, National Bureau of Economic Research (January).",
        "Barro, Robert J., N. Gregory Mankiw, and Xavier Sala-i-Martin. 1995. Capital Mobility in Neoclassical Models of Growth. American Economic Review 85 (March): 103--15.",
        "Blainey, Geoffrey. 1966. The Tyranny of Distance: How Distance Shaped Australias History. Sydney: Macmillan.",
        "Cambridge: Cambridge University Press. David, Paul A., and Gavin Wright. 1997. Increasing Returns and the Genesis of American Resource Abundance. Industrial and Corporate Change 6 (2): 203--245.",
        "Denoon, Donald. Settler Capitalism: The Dynamics of Dependent Development in the Southern Hemisphere. Oxford: Oxford University Press, 1983.",
        "DÃ\u0083Â­az Alejandro, Carlos F. 1970. Essays on the Economic History of the Argentine Republic. New Haven, Conn.: Yale University Press.",
        "Dowrick, Steven, and Duc-Tho Nguyen. 1988. A Re-assessment of Australian Economic Growth in the Light of the Convergence Thesis. Australian Economic Papers 27: 196--212.",
        "Duncan, Tim, and John Fogarty. 1984. Argentina and Australia: On Parallel Paths. Carlton, Vic.: Melbourne University Press.",
        "Easterly, William, and Ross Levine. 1999. Its Not Factor Accumulation: Stylized Facts and Growth Models. World Bank (October). Photocopy.",
        "Gallup, John Luke, Jeffrey D. Sachs, and Andrew Mellinger. 1999. Geography and Economic Development. Working Paper No. 1, Center for International Development, Harvard University.",
        "Hall, Robert E., and Charles I. Jones. 1999. Why Do Some Countries Produce So Much More Output per Worker than Others'DONE' Quarterly Journal of Economics 114 (February): 83--116.",
        "Hess, Gregory D., and Eric Van Wincoop. 2000. Intranational Macroeconomics. Cambridge: Cambridge University Press.",
        "Irwin, Douglas A. 2000. How Did the United States Become a Net Exporter of Manufactured Goods'DONE' Working Paper Series No. 7638, National Bureau of Economic Research (April).",
        "Jones, Charles I. 1994. Economic Growth and the Relative Price of Capital. Journal of Monetary Economics 34 : 359--82.",
        "Jones, Eric L. 1981. The European Miracle. Cambridge: Cambridge University Press.",
        "Klenow, Peter J., and Andres Rodriguez-Clare. 1997. The Neoclassical Revival in Growth Economics: Has It Gone Too Far'DONE' In NBER Macroeconomics Annual 1997, edited by Ben S. Bernanke and Julio J.",
        "Rotemberg. Kohn, Meir. 2001. Trading Costs, The Expansion of Trade and Economic Growth in Pre-Industrial Europe.",
        "Quarterly Journal of Economics 108 : 681--716. Krugman, Paul, and Anthony J. Venables. 1995. Globalization and the Inequality of Nations. Quarterly Journal of Economics 110 : 857--80.",
        "La Croix, Sumner J. 1992. Property Rights and Institutional Change during Australias Gold Rush.",
        "Explorations in Economic History 29 (April): 204--27. Limerick, Patricia Nelson. 1987. The Legacy of Conquest: The Unbroken Past of the American West. New York: W.W. Norton.",
        "LÃ\u0083Â³pez-CÃ\u0083Â³rdova, J. Ernesto, and Chris Meissner. 2000. Exchange-Rate Regimes and International Trade: Evidence from the Classical Gold Standard Era. U.C. Berkeley (August). Photocopy.",
        "Maddison, Angus. 1995. Monitoring the World Economy. Paris: OECD.",
        "Mankiw, N. Gregory, David Romer, and David N. Weil. 1992. A Contribution to the Empirics of Economic Growth. Quarterly Journal of Economics 107 (May): 407--37.",
        "Mokyr, Joel. 1992. The Lever of Riches. Oxford: Oxford University Press.",
        "Murphy, Kevin M., Andrei Shleifer, and Robert W. Vishny. 1989. Industrialization and the Big Push.",
        "Journal of Political Economy 97 (October): 1003--26. Obstfeld, Maurice, and Alan M. Taylor. 1997. Nonlinear Aspects of Goods-Market Arbitrage and Adjustment: Heckschers Commodity Points Revisited. Journal of the Japanese and International Economies 11 (December): 441--79.",
        "Obstfeld, Maurice, and Alan M. Taylor. 2002. Global Capital Markets: Integration, Crisis, and Growth.",
        "Productivity Commission. 1999. The New Economy'DONE' A New Look at Australias Productivity Performance.",
        "Canberra: Commonwealth of Australia. Rebelo, Sergio. 1991. Long-Run Policy Analysis and Long-Run Growth. Journal of Political Economy 99 (June): 500--21.",
        "PhD Dissertation, Stanford University. Romer, Paul M. 1986. Increasing Returns and Long-Run Growth. Journal of Political Economy 94 (October): 1002--37.",
        "Rose, Andrew K. 2000. One Money, One Market: The Effect of Common Currencies on Trade. Economic Policy 15 (April): 7--33.",
        "Rose, Andrew K., and Eric van Wincoop. 2001. National Money as a Barrier to Trade: The Real Case for Currency Union. U.C. Berkeley (January). Photocopy.",
        "Sachs, Jeffrey D. 2001. Tropical Underdevelopment. Working Paper Series no. 8119, National Bureau of Economic Research (February).",
        "Sachs, Jeffrey D., and Andrew M. Warner. 1995. Natural Resources and Economic Growth. Working Paper Series no. 5398, National Bureau of Economic Research (December).",
        "Schedvin, C. Boris. 1990. Staples and Regions of Pax Britannica. Economic History Review 20 (November): 533--59.",
        "Taylor, Alan M. 1999. Sources of Convergence in the Late Nineteenth Century. European Economic Review 43 (September): 1621--45.",
        "Tornell, Aaron, and Phillip R. Lane. 1998. Voracity and Growth. Working Paper Series no. 6498, National Bureau of Economic Research (April).",
        "Wright, Gavin, and Karen Clay. 1998. Property Rights and California Gold. Paper Presented at the All-UC Conference on Economic History, Santa Clara University (March). Photocopy."
    ]
}