{
    "id": 8412,
    "cites": 48,
    "cited_by": 41,
    "reference": [
        "Abraham, Katherine and John Haltiwanger. 1995. Real Wages and the Business Cycle. Journal of Economic Literature 33, no. 3, pp. 1215-64.",
        "Acs, Gregory and Douglas Wissoker. 1991. The Impact of Local Labor Markets on the Employment Patterns of Young Inner-City Males. Mimeo, Urban Institute.",
        "Bartik, Timothy J. 1991. Who Benefits from State and Local Economic Development Policies? W.E. Upjohn Institute for Employment Research. Kalamazoo Michigan.",
        "Bartik, Timothy J. 1993a The Effects of Local Labor Markets on Individual Labor Market Outcomes for Different Demographic Groups and the Poor. W.E. Upjohn Institute Working Paper 93-23.",
        "Bartik, Timothy J. 1993b Economic Development and Black Economic Success. Upjohn Institute Technical Report No. 93-001.",
        "Bartik, Timothy J. 1994 The Effects of Metropolitan Job Growth on the Size Distribution of Family Income. Journal of Regional Science 34(4):483-501.",
        "Bartik, Timothy J. 1996. The Distributional Effects of Local Labor Demand and Industrial Mix: Estimates Using Individual Panel Data. Journal of Urban Economics 40(2):150-178.",
        "Bils, Mark. 1985. Real Wages over the Business Cycle: Evidence from Panel Data. Journal of Political Economy 93(4) pp. 666-689.",
        "Blanchard, Olivier J. and Lawrence F. Katz. 1992. Regional Evolutions. Brookings Papers on Economic Activity 1:1992.",
        "Blanchard, Olivier, and Lawrence F. Katz. 1997. What We Know and Do Not Know about the Natural Rate of Unemployment, Journal of Economic Perspectives 11 (Winter): 51-72.",
        "Blank, Rebecca. 1989. Disaggregating the Effect of the Business Cycle on the Distribution of Income. Economica 56:141-163.",
        "Blank, Rebecca. 2000a. What Causes Public Assistance Caseloads to Grow? Journal of Human Resources.",
        "Blank, Rebecca. 2000b. Declining Caseloads / Increased Work: What Can We Conclude about the Effects of Welfare Reform, prepared for conference Welfare Reform Four Years Later, Federal Reserve Bank of New York.",
        "Blank, Rebecca and Alan Blinder. 1986. Macroeconomics, Income Distribution, and Poverty. In Fighting Poverty: What Works and What Doesnt, ed. Sheldon Danziger and Daniel Weinberg. Cambridge, MA: Harvard University Press.",
        "Blank, Rebecca and David Card. 1993. Poverty, Income Distribution and Growth: Are They Still Related? Brookings Papers on Economic Activity, 2:1993.",
        "Blanchard, Olivier and Lawrence Katz. 1997. What We Know and Do Not Know About the Natural Rate of Unemployment, Journal of Economic Perspectives 11(1):51-72.",
        "Bound, John and Harry Holzer. 1993. Industrial Shifts, Skill Levels, and the Labor Market for White and Black Males. The Review of Economics and Statistics, August.",
        "Boden, Leslie and John Ruser. 1999. Choice of Medical Care Provider and Workplace Injuries, Mimeo., Washington, D.C., BLS.",
        "Cain, Glen and Ross Finnie. 1990. The Black-White Difference in Youth Employment: Evidence from Demand Side Factors. Journal of Labor Economics 8:S364-95.",
        "Card, David. 1995. The Wage Curve: A Review. Journal of Economic Literature 33:785-799.",
        "Case, Anne C., James R. Hines Jr., and Harvey S. Rosen. 1993. Budget Spillovers and Fiscal Policy Interdependence: Evidence from the States. Journal of Public Economics 52: 285-307.",
        "Council of Economic Advisors, Economic Report of the President. 1999. Benefits of a Strong Labor Market, Chapter 3.",
        "Cutler, David M. and Lawrence F. Katz. 1991. Macroeconomic Performance and the Disadvantaged. Brookings Papers on Economic Activity, 1:1991, 1-74.",
        "Dunlop, John. 1938. The Movement of Real and Money Wages, Economic Journal, 191, pp. 413-34.",
        "Ellwood, David T. 1982. Teenage Unemployment: Permanent Scars or Temporary Blemishes. In The Youth Labor Market Problem: Its Nature, Causes, and Consequences, ed. R Freeman and D. Wise. Chicago: University of Chicago Press.",
        "Freeman, Richard. 1982. Economic Determinants of Geographic and Individual Variation in the Labor Market Position of Young Persons. In The Youth Labor Market Problem: Its Nature, Causes, and Consequences, ed. R Freeman and D. Wise. Chicago: University of Chicago Press.",
        "Freeman, Richard. 1991b. Employment and Earnings of Disadvantaged Young Men in a Labor Shortage Economy. In The Urban Underclass, ed. C. Jencks and Peterson. Washington DC: Brookings Institution Press.",
        "Freeman, Richard. 2001. The Rising Tide Lifts...? NBER Working Paper 8155.",
        "Greenspan, Alan. 1973. Comment on Okun. Brookings Papers on Economic Activity, 1:1973, 256-57.",
        "Holzer, Harry J. 1991. Employment, Unemployment, and Demand Shifts in Local Labor Markets. The Review of Economics and Statistics.",
        "Hoynes, Hilary W. 2000a. The Employment and Earnings of Less Skilled Workers Over the Business Cycle, in Finding Jobs: Work and Welfare Reform, edited by Rebecca Blank and David Card. Russell Sage Foundation: New York, pp. 23-71.",
        "Hoynes, Hilary W. 2000b Local Labor Markets and Welfare Spells: Do Demand Conditions Matter?, Review of Economics and Statistics, August.",
        "Keane, Michael, Robert Moffitt and David Runkle. 1988. Real Wages over the Business cycles: Estimating the Impact of Heterogeneity with Micro Data. Journal of Political Economy 96:1232-1266.",
        "Ladd, Helen F. 1993. State Responses to the TRA86 Revenue Windfalls: A New Test of the Flypaper Effect. Journal of Policy Analysis and Management 12: 82-103.",
        "Levy, Frank and Murnane, Richard J. 1992. U.S. Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations. Journal of Economic Literature, 30(3), September, 1333-81.",
        "Lynch, Lisa. 1992. Private Sector Training and Earnings American Economic Review.",
        "Light, Audrey. 1995. Hazard Model Estimates of the Decision to Re-enroll in School. Labour Economics 2, pp. 381-406.",
        "Mocan, H. Naci and Daniel Rees. 1999. Economic Conditions, Deterrence and Juvenile Crime: Evidence from Micro Data. NBER Working Paper 7405.",
        "Okun, Arthur M. 1973. Upward Mobility in a High-pressure Economy. Brookings Papers on Economic Activity, 1:1973, 207-52.",
        "Poterba, James M. 1994. State Responses to Fiscal Crises: The Effects of Budgetary Institutions and Politics. Journal of Political Economy 102: 799-821.",
        "Poterba, James M. 1995. Capital Budgets, Borrowing Rules, and State Capital Spending. Journal of Public Economics 56: 165-187.",
        "Rubinfeld, Daniel L. 1987. The Economics of the Local Public Sector. In: Alan J. Auerbach and Martin Feldstein eds., Handbook of Public Economics, Volume 2 (Amsterdam: North-Holland), pp. 571-645.",
        "Smith, Robert S. 1972. Indusrial Relations Research Association, Proceedings.",
        "Solon, Gary, Robert Barsky, and Jonathan Parker. 1994. Measuring the Cyclicality of Real Wages: How Important Is Composition Bias? Quarterly Journal of Economics 109(1), February, pp. 1-26.",
        "Stock, J.H. and M.W. Watson (1999), Forecasting Inflation, Journal of Monetary Economics 44, pp. 293-335.",
        "Strumpf, Koleman S. 1998. A Predictive Index for the Flypaper Effect. Journal of Public Economics 69: 389-412.",
        "Wilson, William J. 1996. When Work Disappears: The World of the New Urban Poor, New York: Knopf.",
        "Ziliak, James, David Figlio, Elizabeth Davis, and Laura Connelly. 2000. Accounting for the Decline in AFDC Caseloads: Welfare Reform or Economic Growth? Journal of Human Resources."
    ]
}