{
    "id": 8414,
    "cites": 25,
    "cited_by": 117,
    "reference": [
        "Aitken, Brian J. and Ann E. Harrison (1999), Do Domestic Firms Benefit From Direct Foreign Investment'DONE' Evidence from Venezuela, American Economic Review 89, pp.605-618.",
        "Alesina, Alberto, Vittorio Grilli and Gian Maria Milesi-Ferretti (1994), The Political Economy of Capital Controls, in Leonardo Leiderman and Assaf Razin (eds), Capital Mobility: The Impact on Consumption, Investment and Growth, Cambridge: Cambridge University Press, pp. 289-328.",
        "Barro, Robert and J.W. Lee (1994), Data set for a Panel of 138 Countries, unpublished manuscript, Harvard University.",
        "Barro, Robert and J.W. Lee (1996), International Measures of Schooling Years and Schooling Quality, American Economic Review Papers and Proceedings 86, pp. 218-223.",
        "Beck, Thorsten, Asli Demirguc-Kunt and Ross Levine (1999), A New Database on Financial Development and Structure, Policy Research Paper no. 2146, Washington, D.C.: World Bank (July).",
        "Bhagwati, Jagdish and Richard Brecher (1991), The Paradoxes of Immiserizing Growth and Donor-Enriching `Recipient-Immiserizing Transfers: A Tale of Two Literatures, in Douglas Irwin (ed.), Political Economy and International Economics: The Essays of Jagdish Bhagwati, Cambridge: MIT Press, pp.214-231.",
        "Bordo, Michael and Barry Eichengreen (1998), Implications of the Great Depression for the Evolution of the International Monetary System, in Michael Bordo, Claudia Goldin and Eugene White (eds), The Defining Moment: The Great Depression and the American Economy in the Twentieth Century, Chicago: University of Chicago Press, pp. 403-454.",
        "Borensztein, Eduardo, Jose De Gregorio and Jong-Wha Lee (1995), How Does Foreign Direct Investment Affect Economic Growth'DONE' NBER Working Paper no. 5057 (March).",
        "Bradstetter, Lee (2000), Is Foreign Direct Investment a channel of Knowledge Spillovers'DONE' Evidence from Japans FDI in the United States, NBER Working Paper no. 8015 (November).",
        "Brecher, Richard and Carlos Diaz-Alejandro (1977), Tariffs, Foreign Capital and Immiserizing Growth, Journal of International Economics 7, pp.317-322.",
        "Edwards, Sebastian (1994), Macroeconomic Stabilization in Latin American: Recent Experience and Some Sequencing Issues, NBER Working Paper no. 4697 (April).",
        "Edwards, Sebastian (2001), Capital Flows and Economic Performance: Are Emerging Economies Different'DONE' NBER Working Paper no. 8076 (January).",
        "Eichengreen, Barry (2000), Capital Account Liberalization: What Do Cross-Country Studies Tell Us'DONE' World Bank Economic Review (forthcoming).",
        "Grilli, Vittorio and Gian Maria Milesi-Ferretti (1995), Economic Effects and Structural Determinants of Capital Controls, IMF Staff Papers 42, pp. 517-551.",
        "Hall, Robert and Charles Jones (1999), Why Do Some Countries Produce So Much More Output Per Worker than Others'DONE' Quarterly Journal of Economics 114, pp.83-116.",
        "Johnston, R. Barry (1998), Sequencing Capital Account Liberalization, Finance and Development 35, pp.20-23.",
        "Kraay, Aart (1998), In Search of the Macroeconomic Effects of Capital Account Liberalization, unpublished manuscript, The World Bank (October).",
        "Levine, Ross and David Renelt (1992), A Sensitivity Analysis of Cross-Country Growth Regressions, American Economic Review 82, pp.942-963.",
        "McKinnon, Ronald (1991), The Order of Economic Liberalization: Financial Control in the Transition to a Market Economy, Baltimore: Johns Hopkins University Press.",
        "Quinn, Dennis P. (1997), The Correlates of Changes in International Financial Regulation, American Political Science Review 91, pp. 531-551.",
        "Quinn, Dennis P. (2000), Democracy and International Financial Liberalization, unpublished manuscript, Georgetown University (June).",
        "Rodriguez, Francisco and Dani Rodrik (1999), Trade Policy and Economic Growth: A Skeptics Guide to the Cross-National Evidence, NBER Working Paper no. 7081 (April).",
        "Rodrik, Dani (1998), Who Needs Capital-Account Convertibility'DONE' in Peter Kenen (ed), Should the IMF Pursue Capital Account Convertibility Essays in International Finance no. 207, Princeton: Princeton University Press (May).",
        "Rodrik, Dani (2001), Comment on `Trade, Growth and Poverty, http:ksghome.harvard.edu/ ~drodrik.academic.ksg/papers.html.",
        "Sachs, Jeffrey and Andrew Warner (1995), Economic Reform and the Process of Global Integration, Brookings Papers on Economic Activity 1, pp.1-118."
    ]
}