{
    "id": 8415,
    "cites": 21,
    "cited_by": 1,
    "reference": [
        "Anderson GF and JP Poullier. Health Spending, Access, and Outcomes: Trends in Industrialized Countries. Health Affairs, 18(3), 178Ã\u0082â\u0080\u0093192, 1999.",
        "Barros, PP. The Black Box of Health Care Expenditure Growth Determinants. Health Economics, 7: 533-544, 1998.",
        "Central Bureau of Statistics (CBS). Israel Statistical Yearbook. Jerusalem. 1999.",
        "Chernichovsky, D. The Public-Private Mix in the Modern Health Care System Ã\u0082â\u0080\u0093 Concepts, Issues, and Policy Options Revisited. NBER Working Paper. No. 7881, 2000.",
        "Chernichovsky D. and D. Chinitz. The Political Economy of Health System Reform in Israel Health Economics. 4, 127-141, 1995.",
        "Cutler, DM. and E. Meara The Medical Costs of the Young and Old: A Forty-Year Perspective in David A. Wise, editor, Frontiers in the Economics of Aging. University of Chicago Press: Chicago, 1998.",
        "Gerdtham, Ulf-G., J Sogaard, F Andersson, and B Jonsson. An Econometric Analysis of Health Care Expenditure: A Cross-section study of the OECD Countries. Journal of Health Economics, 11, 63-84, 1992.",
        "Getzen, TE. Population aging and the growth of health expenditures. Journal of Gerontology: Social Sciences, 47, 98-104, 1992.",
        "Grossman, M. The Demand for Health: A Theoretical and Empirical Investigation. New York: Columbia University Press for the National Bureau of Economic Research, 1972.",
        "Fuchs, V. The Financial Problems of the Elderly: A Holistic Approach. NBER Working Paper No. W8236. Boston. 2001.",
        "Meerding WJ., Bonneux, L, Podler, JJ, Koopmanschap, MA, and PJ van der Maas. Demographic and Epidemiological Determinants of Healthcare Cost in the Netherlands: Cost of Illness Study. British Medical Journal. 317, 111-115, 1998.",
        "National Center for Health Statistics. Trends in Health and Aging. 2001.",
        "Newhouse JP Medical Care Costs: How Much Welfare Loss? Journal of Economic Perspectives, 6, 3-21, 1992.",
        "OConnell, J. The Relationship Between Health Expenditures and the Age Structures of The Population in OECD Countries. Health Economics, 5:573-578, 1996.",
        "Shmueli, A and Y. Levi. The Distribution of the Use of Medical Services in Israel. Biatahon Socialli. No. 47, Dec. 1996. (Hebrew) Stessman J, Ginsberg G, Hammerman-Rozenberg R, et al. Decreased Hospital Utilization By Older Adults Attributable to a Home Hospitalization Program. Journal of the American Gerontological Society, 44:591-8, 1996.",
        "United Nations. World Population Prospects. Dept. of Economic and Social Affairs. New York. 1999.",
        "U.S. Census Bureau. Statistical Abstract of the United States: 1999. Washington, DC, 1999.",
        "Wong, R. Health, Utilization of Health Care, and Aging in Mexico. Manuscript. Paper prepared for the World Bank, 2000.",
        "Zmora. I and Chernichovsky, D. The Israeli Capitation Formula and the Financial Risk Factor. Mimeo. Presented at the Meeting on Capitation Systems in Europe. Loussane. Nov. 2000.",
        "Zweifel, P and M Ferrari. Is there a Sysiphus Syndrome in Health Care? In Zweifel, P. and Frech II H.E. (eds.) Health Economics Worldwide. Dordrecht: Kluwer Academic Publishers, 1992.",
        "Zweifel, P, S Felder and M. Meiers. Aging of Population and Health Care Expenditure: A Red Herring? Health Economics, 8(6), 485-496, September 1999."
    ]
}