{
    "id": 8419,
    "cites": 13,
    "cited_by": 95,
    "reference": [
        "Aigner, D.J., 1973, Regression With a Binary Independent Variable Subject to Errors of Observation, Journal of Econometrics, 1, 49-59.",
        "Bound, J., 1991, Self-Reported versus Objective Measures of Health in Retirement Models, Journal of Human Resources, 26, 106-138.",
        "Bound, J., Brown, C., Duncan, G.J., and W.L. Rodgers, 1994, Evidence on the Validity of Cross-Sectional and Longitudinal Labor Market Data, Journal of Labor Economics, 12, 345-368.",
        "Bound, J. and R.V. Burkhauser, 1999, Economic Analysis of Transfer Programs Targeted on People with Disabilities in O. Ashenfelter and D. Card (eds.), Handbook of Labor Economics v. 3c, New York: Elsevier, 3417-3528.",
        "Bound, J., Brown, C. and N. Mathiowetz, 2000, Measurement Error in Survey Data, Handbook of Econometrics, forthcoming.",
        "Currie, J. and B.C. Madrian, 1999, Health, Health Insurance and the Labor Market in O.",
        "Ashenfelter and D. Card (eds.), Handbook of Labor Economics v. 3c, New York: Elsevier, 3309-3416. Dwyer, D. and O.S. Mitchell, 1999, Health Problems as Determinants of Retirement: Are Self- Rated Measures Endogenous?, Journal of Health Economics, 18, 173-193.",
        "Harlow, S.D. and M.S. Linet, 1989, Agreement Between Questionnaire Data and Medical Records, American Journal of Epidemiology, 129, 233-248.",
        "Hux, J., Ivis, F., Flintoft, V, and A. Bica, 2001, Diabetes in Ontario: Determination of Prevalence and Incidence Using a Validated Administrative Data Algorithm, Institute for Clinical and Evaluative Sciences mimeo.",
        "Krueger, D.E., 1957, Measurement of Prevalence of Chronic Disease by Household Interviews and Clinical Evaluations, American Journal of Public Health, 47, 953-960.",
        "Madow, W.G., 1973, Net Differences in Interview Data on Chronic Conditions and Information Derived from Medical Records, Rockville MD: National Center for Health Statistics (Vital and Health Statistics, Series 2, No. 57).",
        "National Center for Health Statistics, 1965, Health Interview Responses Compared with Medical Records, Rockville MD: National Center for Health Statistics (Vital and Health Statistics, Series 2, No. 7).",
        "Williams, J., Iron K., and K. Wu, 1998, Estimating the Impact of Arthritis on the Burden of Disability and the Cost of Health Care Services in Arthritis and Related Conditions: An ICES Practice Atlas, Toronto: ICES, 11-26."
    ]
}