{
    "id": 8420,
    "cites": 47,
    "cited_by": 21,
    "reference": [
        "Alberini, Anna, David Edelstein, Winston Harrington, and Virginia D. McConnell. 1994. Reducing Emissions from Old Cars: The Economics of the Delaware Vehicle Retirement Program. Washington DC: Resources for the Future, Discussion Paper 94-27. Atkinson, Scott E., and Donald H. Lewis. 1974. A Cost-Effectiveness Analysis of Alternative Air Quality Control Strategies. Journal of Environmental Economics and Management 1:237-50.",
        "Ballard, Charles L., and Steven G. Medema. 1993. The Marginal Efficiency Effects of Taxes and Subsidies in the Presence ofExternalities: A Computational General Equilibrium Approach. Journal of Public Economics 52:199-216.",
        "Barthold, Thomas A. 1994. Issues in the Design ofEnvironmental Excise Taxes. Journal of Economic Perspectives 8:133-51.",
        "Baumol, William J., and Wallace E. Oates. 1988. The Theory of Environmental Policy. New York: Cambridge University Press.",
        "Been, Vicki. 1994. Locally Undesirable Land Uses in Minority Neighborhoods: Disproportionate Siting or Market Dynamics\". Yale Law Journal 103:1383-422.",
        "Bohm, Peter, and Clifford F. Russell. 1985. Comparative Analysis of Alternative Policy Instruments. In Handbook of Natural Resource and Energy Economics, Vol. 1, edited by A. V. Kneese and J. L. Sweeney. New York: Elsevier, pp. 395-460.",
        "Bovenberg, A. Lans, and Ruud A. de Mooij. 1994. Environmental Levies and Distortionary Taxation. American Economic Review 94:1085-89.",
        "Break, George F., and Joseph A. Pechman. 1975. Federal Tax Reform: The Impossible Dream\". Washington DC: The Brookings Institution.",
        "Buchanan, James M., and Gordon Tullock. 1975. Polluters&apos; Profits and Political Response: Direct Controls Versus Taxes. American Economic Review 65:13947.",
        "Burmich, Pam. 1989. The Air Pollution - Transportation Linkage. Sacramento, CA: State of California Air Resources Board, Office of Strategic Planning.",
        "Coase, Ronald. 1960. The Problem of Social Cost. Journal of Law and Economics 3:144.",
        "Cooper, Richard N. 1994. Environmental and Resource Policies for the World Economy. Washington DC: The Brookings Institution.",
        "Cropper, Maureen L., and Wallace E. Oates. 1992. Environmental Economics: A Survey. Journal of Economic Literature 30:75-740.",
        "Freeman, A. Myrick. 1972. The Distribution ofEnvironmental Quality. In Environmental Quality Analysis: Theory and Method in the Social Sciences, -R2-edited by A. Kneese and B. Bower. Baltimore: The Johns Hopkins Press.",
        "Fullerton, Don, and Gilbert E. Metcalf. 2001. Environmental Controls, Scarcity Rents, and Pre-Existing Distortions. Journal of Public Economics 80:249-67.",
        "Gianessi, Leonard P., and Henry M. Peskin. 1980. The Distribution of the Costs of Federal Water Pollution Control Policy. Land Economics 56:85-102.",
        "Gordon, Roger. 1989. Do Publicly Traded Corporations Act in the Public Interest?. Ann Arbor, MI: University of Michigan.",
        "Goulder, Lawrence H. 1995. Environmental Taxation and the &apos;Double Dividend&apos;: A Reader&apos;s Guide. International Tax and Public Finance 2:157-83.",
        "Goulder, Lawrence H., Ian W. H. Parry, and Dallas Burtraw. 1997. Revenue-Raising vs. Other Approaches to Environmental Protection: The Critical Significance of Pre-Existing Tax Distortions. RAND Journal of Economics 28: 708-31.",
        "Hahn, Robert. 1989. Economic Prescriptions for Environmental Problems: How the Patient Followed the Doctor&apos;s Orders. Journal of Economic Perspectives 3:95114.",
        "Hall, J., A. Winer, M. Kleinman, F. Lurmann, V. Brajer, and S. Colome. 1992. Valuing the Health Benefits of Clean Air. Science 225:812-7.",
        "Hanley, Nick, Jason F. Shogren, and Ben White. 1997. Environmental Economics: In Theory and Practice. New York: Oxford University Press.",
        "Harrington, Winston, Margaret A. Walls, and Virginia McConnell. 1994. Shifting Gears: New Directions for Cars and Clean Air. Washington, DC: Resources for the Future, Discussion Paper 94-26-REV.",
        "Joskow, Paul L., and Richard Schmalensee. 1998. The Political Economy ofMarket-based Environmental Policy: The U.S. Acid Rain Progam. Journal of Law and Economics 41:37-84.",
        "Kaplow, Louis, and Steven Shavell. 1997. On the Superiority of Corrective Taxes to Quantity Regulation. Cambridge, MA: National Bureau of Economic Research, Working Paper #6251.",
        "Keohane, Nathaniel O., Richard L. Revesz, and RobertN. Stavins. 1999. The Positive Political Economy oflnstrument Choice in Environmental Policy. In Environmental Economics and Public Policy: Essays in Honor of Wallace E. Oates, edited by P. Portney and R. Schwab. London: Edward Elgar.",
        "Krueger, Anne O. 1974. The Political Economy of the Rent-Seeking Society. American Economic Review 64:291-303.",
        "Krupnick, Alan J., and Paul R. Portney. 1991. Controlling Urban Air Pollution: A Benefit-Cost Assessment. Science 252:522-28.",
        "Lipsey, R. G., and K. Lancaster. 1956-7. The General Theory ofSecond Best. Review of Economic Studies 24:11-32.",
        "-R3-Maloney, Michael T., and Robert E. McCormick. 1982. A Positive Theory of Environmental Quality Regulation. Journal of Law and Economics 25:99-123.",
        "Metcalf, Gilbert E. 1999. A Distributional Analysis of Green Tax Reforms. National Tax Journal 52:655-81.",
        "Mohr, Robert. 2001. Technical Change, External Economies and the Porter Hypothesis. Journal of Environmental Economics and Management, forthcoming.",
        "Parry, Ian W. H. 1997. Environmental Taxes and Quotas in the Presence ofDistorting Taxes in Factor Markets. Resource and Energy Economics 19:203-20.",
        "Parry, Ian W. H. 1998. A Second-Best Analysis ofEnvironmental Subsidies. International Tax and Public Finance 5:157-74.",
        "Pearce, David. 1991. The Role of Carbon Taxes in Adjusting to Global Warming. The Economic Journal 101:938-48.",
        "Pigou, Arthur C. 1932. The Economics of Welfare. Fourth Edition. London: MacMillan and Co.",
        "Porter, Michael E. 1991. America&apos;s Green Strategy. Scientific American 264:168.",
        "Robison, H. David. 1985. Who Pays for Industrial Pollution Abatement\". Review of Economics and Statistics 67:702-6.",
        "Rogers, Diane. 1995. Distributional Effects of Corrective Taxation: Assessing Lifetime Incidence from Cross-Sectional Data. Proceedings of the National Tax Association (meetings of 1994), 192-202.",
        "Russell, Clifford. 1990. Monitoring and Enforcement. In Public Policies for Environmental Protection, edited by P. R. Portney. Washington, DC: Resources for the Future, distributed by Johns Hopkins University Press, Baltimore, pp.243-74.",
        "Seskin, Eugene P., Robert J. Anderson, and Robert O. Reid. 1983. An Empirical Analysis ofEconomic Strategies for Controlling Air Pollution. Journal of Environmental Economics and Management 10:112-24.",
        "Sierra Research. 1994. Analysis of the Effectiveness and Cost-Effectiveness of Remote Sensing Devices. Sacramento, CA: Report No. SR94-05-05, prepared for the U.S. Environmental Protection Agency by Sierra Research.",
        "Slemrod, Joel. 1990. Optimal Taxation and Optimal Tax Systems. Journal of Economic Perspectives 4:157-78.",
        "Slemrod, Joel, and Marsha Blumenthal. 1993. The Income Tax Compliance Cost of Big Business. Washington DC: Tax Foundation.",
        "Slemrod, Joel, andNikki Sorum. 1984. The Compliance Cost of the U.S. Individual Income Tax System. National Tax Journal 37:461-74.",
        "Stavins, Robert N. 1995. Transaction Costs and Tradeable Permits. Journal of Environmental Economics and Management 29:133-48.",
        "Stavins, Robert N. 1996. Correlated Uncertainty and Policy Instrument Choice. Journal -R4-of Environmental Economics and Management 30:218-32. Stavins, Robert N. 2000. Market-Based Environmental Policies. In Public Policies for Environmental Protection, edited by P. Portney and R. Stavins. Washington DC: Resources for the Future. Walls, Margaret and Jean Hanson. 1999. Distributional Aspects of an Environmental Tax Shift: The Case of Motor Vehicle Emissions Taxes. National Tax Journal 52:53-65. Weitzman, Martin L. 1974. Prices vs. Quantities. Review of Economic Studies 41:477-91."
    ]
}