{
    "id": 8423,
    "cites": 53,
    "cited_by": 149,
    "reference": [
        "Adao, Bernardino, Isabel Correia, and Pedro Teles. Gaps and Triangles, Central Bank of Portugal, Manuscript, May 2000.",
        "Akerlof, George A., and Janet L. Yellen. A Near-Rational Model of the Business Cycle, with Wage and Price Inertia, Quarterly Journal of Economics, vol. 100 (1985 Supplement), pp. 823-38.",
        "Atkinson, Anthony B., and Joseph E. Stiglitz. Lectures on Public Economics. New York: McGraw-Hill, 1980.",
        "Barro, Robert. Long-term Contracting, Sticky Prices, and Monetary Policy, Journal of Monetary Economics, vol. 3 (July 1977), pp. 305-16.",
        "Baxter, Mariane. International Trade and Business Cycles, in Grossman, G. and K. Rogoff, eds., Handbook of International Economics, vol. 3. New York: Elsevier North Holland, 1995, pp. 1801-64.",
        "Bils, Mark. The Cyclical Behavior of Marginal Cost and Price, American Economic Review, vol. 77 (December 1987), pp. 838-55.",
        "Blanchard, Olivier. Comments [on The New Neoclassical Synthesis and the Role of Monetary Policy] in Ben Bernanke and Julio Rotemberg, eds., NBER Macroeconomics Annual 1997. Cambridge, Mass: MIT Press, 1997, pp. 289-95.",
        "Buiter, Willem and Marcus Miller. Costs and Benefits of an Anti-Inflationary Policy: Questions and Issues, in V. E. Argy and J. Neville, eds., in Inflation and Unemployment: Theory, Experience, and Policy Making, Allen and Unwin: London, 1985.",
        "Calvo, G. A. Staggered Prices in a Utility Maximizing Framework, Journal of Monetary Economics, vol. 12 (September 1983), pp. 383-98.",
        "Campbell, John Y., and Robert J. Shiller. Cointegration and Tests of Present Value Models, Journal of Political Economy, vol. 95 (October 1987), pp. 1062-88.",
        "Chari, V.V., and Patrick J. Kehoe. Optimal Fiscal and Monetary Policy, in John B. Taylor and Michael Woodford, eds., Handbook of Macroeconomics. Amsterdam: Elsevier Science B.V., 1999.",
        "______, and Lawrence J. Christiano. Optimal Fiscal Policy in a Business Cycle Model, Journal of Political Economy, vol. 102 (August 1994), pp. 617-52.",
        "Cogley, Timothy, and Thomas J. Sargent. The Evolution of Postwar U.S. Inflation Dynamics. Stanford University, Manuscript, September 2000.",
        "Dixit, A. and J. Stiglitz. Monopolistic Competition and Optimum Product Diversity, American Economic Review, vol. 67 (June 1977), pp. 297-308.",
        "Dotsey, Michael and Peter Ireland. The Welfare Cost of Inflation in General Equilibrium, Journal of Monetary Economics, vol. 37 (February 1996), pp. 29-47.",
        "Dotsey, Michael, Robert G. King, and Alexander L. Wolman. State-Dependent Pricing and the General Equilibrium Dynamics of Money and Output, Quarterly Journal of Economics, vol. 114 (May 1999), pp. 655-90.",
        "Eckstein, Otto and Gary Fromm. The Price Equation, American Economic Review, vol. 58 (December 1968), pp. 1159-83.",
        "Erceg, C.J., D.W. Henderson and A.T. Levin. Optimal Monetary Policy with Staggered Wage and Price Contracts, Journal of Monetary Economics, vol. 46 (October 2000), pp. 281-313.",
        "Fuhrer, Jeff and George Moore. Inflation Persistence, Quarterly Journal of Economics, vol. 110 (February 1995), pp. 127-59.",
        "Gali, Jordi and Mark Gertler. Inflation Dynamics: A Structural Econometric Analysis, Journal of Monetary Economics, vol. 44 (October 1999), pp. 195-222.",
        "Goodfriend, Marvin. A Framework for the Analysis of Moderate Inflations, Journal of Monetary Economics, vol. 39 (June 1997), pp. 45-65.",
        "______, and Robert G. King. The New Neoclassical Synthesis and the Role of Monetary Policy, in Ben Bernanke and Julio Rotemberg, eds., NBER Macroeconomics Annual 1997. Cambridge, Mass: MIT Press, 1997, pp. 23183.",
        "Hall, Robert E. Labor-Market Frictions and Employment Fluctuations, in John B. Taylor and Michael Woodford, eds., Handbook of Macroeconomics, vol. 1B. Amsterdam: Elsevier Science B.V., 1999, pp. 1137-70.",
        "_______ Employment Fluctuations and Wage Rigidity, Brookings Papers on Economic Activity, 1980, No. 1, pp. 91-123.",
        "Ireland, Peter. The Role of Countercyclical Monetary Policy, Journal of Political Economy, vol. 104 (August 1996), pp. 704-24.",
        "Jovanovic, Boyan and Masako Ueda. Contracts and Money, Journal of Political Economy, vol. 105 (August 1997), pp. 700-708.",
        "Khan, Aubhik, Robert G. King, and Alexander L. Wolman. Optimal Monetary Policy. Manuscript, May 2000.",
        "Kimball, Miles. The Quantitative Analytics of the Basic Neomonetarist Model, Journal of Money, Credit, and Banking, vol. 27 (November 1995, Part 2), pp. 1241-77",
        "______, Charles Plosser, and Sergio Rebelo. Production, Growth, and Business Cycles: 1: The Basic Neoclassical Model, Journal of Monetary Economics., vol. 21 (March 1988), pp. 195-232.",
        "King, Robert G. and Sergio T. Rebelo. Resuscitating Real Business Cycle Models, in John B. Taylor and Michael Woodford, eds., Handbook of Macroeconomics, vol. 1B. Amsterdam: Elsevier Science B.V., 1999, pp. 9271007.",
        "King, Robert G. and Alexander L. Wolman. What Should the Monetary Authority Do When Prices Are Sticky? in John B. Taylor, ed., Monetary Policy Rules. Chicago: University of Chicago Press, 1999, pp. 349-98.",
        "Lacker, Jeffrey and Stacey Schreft. Money and Credit as Means of Payment, Journal of Monetary Economics, vol. 38 (August 1996), pp. 3-23.",
        "Levin, A. The Theoretical and Empirical Relevance of Staggered Wage Contract Models, Ph.D. dissertation, Stanford University, 1989.",
        "Lucas, Robert E. Econometric Policy Evaluation: A Critique, CarnegieRochester Conference Series on Public Policy, vol. 1 (1976), pp. 19-46.",
        "______and Nancy L. Stokey. Optimal Fiscal and Monetary Policy in an Economy Without Capital, Journal of Monetary Economics, vol. 12 (July 1983), pp. 55-93.",
        "Mankiw, N. G. A Quick Refresher Course in Macroeconomics, Journal of Economic Literature, vol. 28 (December 1990), pp. 1645-60.",
        "Milgrom, Paul, and John Roberts. Economics, Organization and Management. Englewood Cliffs: Prentice Hall, 1992.",
        "Prescott, Edward C. A Multiple Means of Payment Model, in Barnett, William and Kenneth Singleton, eds. New Approaches to Monetary Economics, Cambridge: Cambridge University Press, 1987, pp. 42-51.",
        "Ramsey, F. A Contribution to the Theory of Taxation, Economic Journal, vol. 37 (March 1927), pp. 47-61.",
        "Rosen, Sherwin. Implicit Contracts: A Survey, Journal of Economic Literature, vol. 23 (September 1985), pp. 1144-75.",
        "Roberts, John M. New Keynesian Economics and the Phillips Curve, Journal of Money, Credit, and Banking, vol. 27 (November 1995, Part 1), pp. 975-84.",
        "Rotemberg, Julio J., and Michael Woodford. The Cyclical Behavior of Prices and Costs, in John B. Taylor and Michael Woodford, eds., Handbook of Macroeconomics, vol. 1B. Amsterdam: Elsevier Science B.V., 1999, pp. 10511135.",
        "_______ An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy, in Ben Bernanke and Julio Rotemberg, eds., NBER Macroeconomics Annual 1997. Cambridge, Mass: MIT Press, 1997, pp. 297346.",
        "Sargent, Thomas J. Macroeconomic Theory. New York: Academic Press, 1979.",
        "_______ A Note on the &apos;Accelerationist&apos; Controversy, Journal of Money, Credit, and Banking, vol. 3 (August 1971), pp. 721-25.",
        "Sbordone, A. M. Prices and Unit Labor Costs: Testing Models of Pricing, Princeton University, memo, 1998.",
        "Stockman, Alan and D. Alejandro Hernandez. Exchange Controls, Capital Controls, and International Financial Markets, American Economic Review, vol. 78 (June 1988), pp. 362-74.",
        "Taylor, John B. Low Inflation, Pass-through, and the Pricing Power of Firms, European Economic Review, vol. 44 (June 2000), pp. 1389-1408.",
        "_______ Staggered Price and Wage Setting in Macroeconomics, in John B. Taylor and Michael Woodford, eds., Handbook of Macroeconomics, vol. 1B. Amsterdam: Elsevier Science B.V., 1999, pp. 1009-1050.",
        "_______ Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, vol. 88 (February 1980), pp. 1-23.",
        "Woodford, Michael. Inflation Stabilization and Welfare, NBER Working Paper No. 8071, January 2001.",
        "Yun, T. Nominal Price Rigidity, Money Supply Endogeneity, and Business Cycles, Journal of Monetary Economics, vol. 37 (April 1996), pp. 345-70.",
        "Zhu, Xiaodong. Endogenous Capital Utilization, Investor&apos;s Effort, and Optimal Fiscal Policy, Journal of Monetary Economics, vol. 36 (December 1995), pp. 655-78."
    ]
}