{
    "id": 8424,
    "cites": 23,
    "cited_by": 22,
    "reference": [
        "Bagwell, Kyle and Robert Staiger. 1990. A Theory of Managed Trade. American Economic Review 80(4), September, pp. 779-795.",
        "Blonigen, Bruce A. 2000. U.S. Antidumping Filings and the Threat of Retaliation. Mimeo. University of Oregon.",
        "Boltuck, Richard and Robert E. Litan. Eds. 1991. Down in the Dumps: Administration of the Unfair Trade Laws. Washington, DC: Brookings Institute.",
        "Bown, Chad P. 2001. Antidumping in the United States: The Channels of Foreign Retaliatory Threats. Mimeo. Brandeis University, March.",
        "Brander, James A. and Paul Krugman. 1983. A `Reciprocal Dumping Model of International Trade. Journal of International Economics 15(3-4), November, pp.",
        "Corden, W. Max. 1974. Trade Policy and Economic Welfare. Oxford and New York: Oxford University Press.",
        "Clarida, Richard H. 1996. Dumping: In Theory, In Policy, and in Practice. in J.",
        "Bhagwati and R. Hudec. Eds. Fair Trade and Harmonization: Prerequisites for Free Trade'DONE' Cambridge: MIT Press, pp. 357-389. Dixit, Avinash K. 1987. Strategic Aspects of Trade Policy. In Truman F. Bewley. Ed.",
        "Advances in Economic Theory: Fifth World Congress. New York: Cambridge University Press, pp. 329-362. Ethier, Wilfred J. 1982. Dumping. Journal of Political Economy 90(3), June, pp. 487506.",
        "Finger, J. Michael. Ed. 1993. Antidumping. Ann Arbor, MI: University of Michigan Press.",
        "Finger, J. Michael and Kwok-Chiu Fung. 1994. Will GATT Enforcement Control Antidumping'DONE' Journal of Economic Integration 9(2), June, pp. 198-213.",
        "Green, Edward J. and Robert H. Porter. 1984. Noncooperative Collusion Under Imperfect Price Information. Econometrica 52(1), January, pp. 87-100.",
        "Grossman, Gene and Elhanan Helpman. 1994. Protection for Sale. American Economic Review 84(4), September, pp. 833-850.",
        "Hansen, Wendy L. and Thomas J. Prusa. 1996. Cumulation and ITC Decision Making: The Sum of the Parts is Greater than the Whole. Economic Inquiry 34(4), October, pp. 746-769.",
        "Hansen, Wendy L. and Thomas J. Prusa. 1997. The Economics and Politics of Trade Policy: An Empirical Analysis of ITC Decision Making. Review of International Economics 5(2), May, pp. 230-245.",
        "Horlick, Gary N. 1989. The United States Antidumping System. In John H. Jackson and Edwin A. Vermulst. Eds. Antidumping Law and Practice: A Comparative Study. Ann Arbor, MI: University of Michigan Press, pp. 99-166.",
        "Jensen, Richard and Marie Thursby. 1984. Free Trade: Two Noncooperative Approaches. Ohio State University Working Paper.",
        "Prusa, Thomas J. 2001. On the Spread and Impact of Antidumping. Canadian Journal of Economics 34(3) 591-611.",
        "Prusa, Thomas J. and Susan Skeath. 2001. Modern Commercial Policy: Managed Trade or Retaliation'DONE' Mimeo.",
        "Riezman, Raymond. 1982. Tariff Retaliation from a Strategic Viewpoint. Southern Economic Journal 48(3), January, pp. 583-593.",
        "Santos, Leonard E. (ed.) 1998. The Compendium of Foreign Trade Remedy Laws, Washington, D.C., The American Bar Association.",
        "Tharakan, P.K.M. and J. Waelbroeck. 1994a. Determinants of Anti-dumping and Countervailing Duty Decisions in the European Communities. In Mathias Dewatripont and Victor Ginsburgh. Eds. European Economic Integration: A Challenge in a Changing World. Amsterdam, London, and Tokyo: North Holland, pp. 181-199.",
        "Tharakan, P.K.M. and J. Waelbroeck. 1994b. Antidumping and Countervailing Duty Decisions in the E.C. and in the US: An Experiment in Comparative Political Economy. European Economic Review 38(1), January, pp. 171-193."
    ]
}