{
    "id": 8428,
    "cites": 19,
    "cited_by": 18,
    "reference": [
        "[1] Aghion, Philippe, Philippe Bacchetta, and Abhijit Banerjee, Currency Crises and Monetary Policy with Credit Constraints, mimeo Harvard 2000.",
        "[2] Aizenman,J.,CountryRisk,IncompleteInformationandTaxesonInternationalBorrowing, Economic Journal 99, March 1989, pp. 147-161.",
        "[3] Barro, R., and D. Gordon, A Positive Theory of Monetary Policy in a Natural Rate Model, Journal of Political Economy 91, 1983, pp. 589-610.",
        "[4] Bernanke, B., M. Gertler, and S. Gilchrist, The Financial Accelerator in a Quantitative Business Cycle Framework, Handbook of Macroeconomics , Taylor and Woodford, eds., 1999.",
        "[5] Caballero, R.J. and A. Krishnamurthy, International and Domestic Collateral Constraints in a Model of Emerging Market Crises, forthcoming in Journal of Monetary Economics, 2001a.",
        "[6] Caballero, R.J. and A. Krishnamurthy, Smoothing Sudden Stops, mimeo MIT, May 2001b.",
        "[7] Caballero, R.J. and A. Krishnamurthy, International Liquidity Management: Sterilization Policy in Illiquid Financial Markets, NBER WP 7740, June 2000a.",
        "[8] Caballero, R.J. and A. Krishnamurthy, Dollarization of Liabilities: Underinsurance and Domestic Financial Underdevlopment, NBER WP 7792, July 2000b.",
        "[9] Calvo, G.A., and C.M. Reinhart, Fear of Floating mimeo University of Maryland, 2000.",
        "[10] Cespedes,L.F.,R.Chang,andA.Velasco,BalanceSheetsandExchangeRatePolicy, NBER Working Paper No. W7840, August 2000.",
        "[11] Christiano, L.J., C. Gust, and J. Roldos, Monetary Policy in a Financial Crisis, preliminary mimeo, Northwestern, November 2000.",
        "[12] Diamond, D.W. and R.G. Rajan, Liquidity Shortages and Financial Crises, U.Chicago mimeo, June 2001.",
        "[13] Dooley, M., Responses to Volatile Capital Flows: Controls, Asset-Liability Management and Architecture, World Bank Conference on Capital Flows, Financial Crises and Policies, April 1999.",
        "[14] Gertler,M.,S.GilchristandF.M.Natalucci,ExternalConstraintsonMonetaryPolicy and the Financial Accelerator, NYU working paper, Feb 2001.",
        "[15] Harberger, A., Lessons for Debtor-Country Managers and Policymakers, in J.Cuddington and G.Smith (eds.), International Debt and the Developing Countries. Washington: World Bank, 1985.",
        "[16] Hausmann, Ricardo, Ugo Panizza and Ernesto Stein, Why do countries float the way they float? Journal of Development Economics forthcoming (2001)",
        "[17] Kydland, F., and E. Prescott, Rules rather than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy 85, 1977, pp. 473-90.",
        "[18] Lorenzoni,G.,ExcessInterestRateVolatilityinanIntermediatedSystemofLiquidity Provision, mimeo MIT, November 2000.",
        "[19] Rogoff,K.,AReputationalConstraintonMonetaryPolicy,Carnegie"
    ]
}