{
    "id": 8432,
    "cites": 20,
    "cited_by": 11,
    "reference": [
        "Altonji, Joseph G., Todd E. Elder and Christopher R. Taber. Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools, National Bureau of Economic Research Working Paper 7831, Cambridge, MA, August 2000.",
        "Ballou, D. (2001). Pay for Performance in Public and Private Schools. Economics of Education Review 20(1): 51-61.",
        "Cizek, G.J. On the Limited Presence of African-American Teachers: An Assessment of Research, Synthesis and Policy Implications, Review of Educational Research 65 (1995): 78-92.",
        "Clewell, B.C. and A.M. Villegas. Introduction Education and Urban Society 31 (1998): 3-17.",
        "Dee, T.S. and B. Keys. Does Merit Pay Reward Good Teachers? Evidence From a Randomized Experiment, unpublished manuscript, Department of Economics, Swarthmore College, August 2001.",
        "Dee, T.S., W.N. Evans and S. Murray. Data Watch: Research Data in the Economics of Education, Journal of Economic Perspectives, 13(3), Summer 1999, pages 205-216.",
        "Ferguson, Ronald F. Teachers Perceptions and Expectations and the Black-White Test Score Gap, in The Black-White Test Score Gap, C. Jencks and M. Phillips, editors, Brookings Institution Press, Washington DC, 1998.",
        "Graham, P.A. Black Teachers: A Drastically Scarce Resource, Phi Delta Kappan (1987): 598-605.",
        "Hanushek, E.A. Some Findings From an Independent Investigation of the Tennessee STAR Experiment and From Other Investigations of Class Size Effects, Educational Evaluation and Policy Analysis 21 (1999): 143-164.",
        "Hess, F.M. and D.L. Leal. Minority Teachers, Minority Students, and College Matriculation: A New Look at the Role-Modeling Hypothesis, Policy Studies Journal 25 (1997): 235-248.",
        "King, S.H. The Limited Presence of African-American Teachers, Review of Educational Research 63 (1993): 115-149.",
        "Krueger, A.B. Experimental Estimates of Education Production Functions, Quarterly Journal of Economics (1999): 497-532.",
        "Krueger, A.B. and D.M. Whitmore The Effect of Attending a Small Class in the Early Grades on College- Test Taking and Middle School Test Results: Evidence from Project STAR, Economic Journal 111 (January 2001), 1-28.",
        "Ladson-Billings, G. The dreamkeepers : successful teachers of African American children. Jossey-Bass Publishers, San Francisco, CA: 1994.",
        "Mosteller, F. The Tennessee Study of Class Size in Early Grades, Critical Issues for Children and Youth 5 (1995): 113-127.",
        "Murnane, R. J. and D. K. Cohen (1986). Merit Pay and the Evaluation Problem: Why Most Merit Pay Plans Fail and a Few Survive. Harvard Educational Review 56(1): 1-17.",
        "Murnane, R.J., Singer, J.D., Willett, J.B., Kemple, J.J. and Olson, R.J. Who Will Teach? Policies That Matter. Harvard University Press, Cambridge, MA: 1991.",
        "Murphy, Kevin M. and Robert H. Topel. Efficiency Wages Reconsidered: Theory and Evidence, in Advances in the Theory and Measurement of Unemployment, Yoram Weiss and Gideon Fishelson, editors, St. Martins Press, New York, 1990, pages 204-240.",
        "Steele, C.M. A threat in the air - How stereotypes shape intellectual identity and performance, American Psychologist 52: (6) 613-629 June 1997 Steele, C.M. Stereotyping and its threats are real, American Psychologist 53: (6) 680-681 June 1998 U.S. Department of Education, National Center for Education Statistics. Americas Teachers: Profile of a Profession, 1993-94. NCES 97-460, by Robin R. Henke, Susan P. Choy, Xianglei Chen Sonya Geis, Martha Naomi Alt, Stephen P. Broughman, Project Officer. Washington, DC: 1997.",
        "Zimmermann, R.S., E.L Khoury, W.A. Vega, A.G. Gil, G.J.Warheit. Teacher and Parent Perceptions of Behavior Problems Among a Sample of African-American, Hispanic and Non-Hispanic White Students, American Journal of Community Psychology 23 (1995): 181-197."
    ]
}