{
    "id": 8433,
    "cites": 39,
    "cited_by": 120,
    "reference": [
        "Altshuler, R., H. Grubert, and T.S. Newlon. 2001. Has U.S. Investment Abroad Become More Sensitive to Tax Rates'DONE' In J.R. Hines, ed., International Taxation and Multinational Activity, University of Chicago Press, forthcoming.",
        "Altshuler, R. and T.S. Newlon. 1993. The Effects of Tax Policy on the Income Repatriation Patterns of U.S. Multinational Corporations. In A. Giovannini, R.G. Hubbard, and J. Slemrod, eds., Studies in International Taxation, Chicago: University of Chicago Press, pp. 77-115.",
        "Brainard, L. 1997. An Empirical Assessment of the Proximity-Concentration Tradeoff between Multinational Sales and Trade. American Economic Review 87: 520-544.",
        "Carr, D.L., J.R. Markusen, and K.E. Maskus. 2001. Estimating the Knowledge-Capital Model of the Multinational Enterprise. American Economic Review, 91 (3), June: 693-708.",
        "Caves, R.E. 1996. Multinational Enterprise and Economic Analysis, 2 nd Edition. Cambridge: Cambridge University Press.",
        "Ekholm, K. 1998. Headquarter Services and Revealed Factor Abundance. Review of International Economics 6: 545-553.",
        "Feenstra, R.C. 1996. U.S. Imports: Data and Concordances. NBER Working Paper 5515 plus data CD-ROM (data also available on-line at http://www.nber.org), March.",
        "Feenstra, R.C. and G.H. Hanson. 1996. Foreign Investment, Outsourcing and Relative Wages. In Robert C. Feenstra, Gene M. Grossman, and Douglas A. Irwin, eds., Political Economy of Trade Policy: Essays in Honor of Jagdish Bhagwati, Cambridge: MIT Press, pp. 89-127.",
        "Feenstra, R.C. and G.H. Hanson. 2001. Global Production and Rising Inequality: A Survey of Trade and Wages. Mimeo, UC Davis and University of Michigan.",
        "Feldstein, M., J. Hines, and R.G. Hubbard. 1995. The Effects of Taxation on Multinational Corporations. Chicago: University of Chicago Press.",
        "Helpman, E. 1984. A Simple Theory of Trade with Multinational Corporations. Journal of Political Economy 92: 451-471.",
        "Helpman, E. and P. Krugman. 1985. Market Structure and Foreign Trade. Cambridge, MA: MIT Press.",
        "Hines, J. 1996. Altered States: Taxes and the Location of Foreign Direct Investment in America.",
        "American Economic Review 86: 1076-1094. Hines, J. 1997. Tax Policy and the Activities of Multinational Corporations. In Alan J. Auerbach, ed., Fiscal Policy: Lessons from Economic Research, MIT Press, pp. 401-445.",
        "Hines, J.R. and E.M. Rice. 1994. Fiscal Paradise: Foreign Tax Havens and American Business.",
        "Quarterly Journal of Economics 109: 149-182. Horstmann, I.J. and J.R. Markusen. 1987. Strategic Investments and the Development of Multinationals. International Economic Review 28: 109-121.",
        "Horstmann, I.J. and J.R. Markusen. 1992. Endogenous Market Structures in International Trade.",
        "Journal of International Economics 32: 109-129. Hufbauer, G. 1992. U.S. Taxation of International Income: Blueprint for Reform. Washington, DC: Institute for International Economics.",
        "Lipsey, R.E. 1999. The Role of FDI in International Capital Flows. In Martin Feldstein, ed., International Capital Flows, Chicago: University of Chicago Press, pp. 307-362.",
        "Lipsey, R.E. 2001. Foreign Direct Investment and the Operations of Multinational Firms. Mimeo, Queens University.",
        "Markusen, J.R. 1984. Multinationals, Multi-Plant Economies, and the Gains from Trade. Journal of International Economics 16: 205-226.",
        "Markusen, J.R. 1995. The Boundaries of Multinational Firms and the Theory of International Trade.",
        "Journal of Economic Perspectives 9: 169-189. Markusen, J.R. 1997. Trade versus Investment Liberalization. NBER Working Paper No. 6231.",
        "Markusen, J.R. 2001. Multinational Firms and the Theory of International Trade. Cambridge, MA: MIT Press, forthcoming.",
        "Markusen, J.R. and K. Maskus. 1999. Discriminating among Alternative Theories of the Multinational Enterprise. NBER Working Paper No. 7164.",
        "Markusen, J.R. and K. Maskus. 2001. Multinational Firms: Reconciling Theory and Evidence. In Magnus Blomstrom and Linda S. Goldberg, Eds., Topics in Empirical Economics: A Festschrift in Honor of Robert E. Lipsey, Chicago and London: University of Chicago Press, 71-98.",
        "Markusen, J. and A. Venables. 1998. Multinational Firms and the New Trade Theory. Journal of International Economics 46: 183-203.",
        "Markusen, J. and A. Venables. 2000. The Theory of Endowment, Intra-Industry and Multinational Trade. Journal of International Economics 52: 209-234.",
        "Markusen, J.R., A.J. Venables, D.B. Konan, and K. Zhang. 1996. A Unified Treatment of Horizontal Direct Investment, Vertical Direct Investment, and the Pattern of Trade in Goods and Services. NBER Working Paper No. 5696.",
        "Mataloni, R.J. 1995. A Guide to BEA Statistics on U.S. Multinational Companies. Survey of Current Business 75: 38-55.",
        "Mataloni, R.J. 1997. Real Gross Product of U.S. Companies Majority-Owned Foreign Affiliates in Manufacturing. Survey of Current Business 77: 8-17.",
        "Moran, T.H. 2001. Parental Supervision: The New Paradigm for Foreign Direct Investment and Development. Washington, D.C.: Institute for International Economics, forthcoming.",
        "Naughton, B.R. 1996. Chinas Emergence and Future as a Trading Nation. Brookings Papers on Economic Activity 2: 273-344 Price Waterhouse. Various years. Corporate Taxes: A Worldwide Summary. New York: Price Waterhouse.",
        "Rangan, S., and Lawrence, R.Z. 1999. A Prism on Globalization: Corporate Responses to the Dollar. Washington, D.C.: Brookings Institution.",
        "Slaughter, M.J. 2001. International Trade and Labor-Demand Elasticities. Journal of International Economics, 54: 27-56.",
        "Shatz, H. 2000. U.S. Multinational Exports From Developing Countries. Chapter 3 in Howard J.",
        "Shatz, The Location of U.S. Multinational Affiliates. Harvard University Ph.D. Dissertation. Shatz, H. and Venables, A. J. 2000. The Geography of International Investment. In Gordon L.",
        "Clark, Maryann P. Feldman, and Meric S. Gertler, eds., with Kate Williams, The Oxford Handbook of Economic Geography, Oxford and New York: Oxford University Press. Wheeler, D. and A. Mody. 1992. International Investment Location Decisions. Journal of International Economics 33: 57-76.",
        "Yeaple, S.R. 1999. The Determinants of U.S. Outward Foreign Direct Investment: Market Access versus Comparative Advantage. Mimeo, University of Wisconsin."
    ]
}