{
    "id": 8436,
    "cites": 33,
    "cited_by": 5,
    "reference": [
        "Bittlingmayer, George and Thomas W. Hazlett, 2000, DOS Kapital: Has antitrust action against Microsoft created value in the computer industry? Journal of Financial Economics 55, 329-359.",
        "Benveniste, Lawrence M. and Paul A. Spindt, 1989, How investment bankers determine the offer price and allocation of new issues, Journal of Financial Economics 24, 343-362.",
        "Black, Fischer and Myron Scholes, 1973, The pricing of options and corporate liabilities, Journal of Political Economy 81, 637-654.",
        "Bollerslev, Tim, 1986, Generalized autoregressive conditional heteroskedasticity, Journal of Econometrics 31, 307-328.",
        "Brav, Alon and Paul A. Gompers, 1997, Myth or reality? The long-run underperformance of initial public offerings: evidence from venture and nonventure capital-backed companies, Journal of Finance 52, 1791-1821.",
        "Campbell, John Y., Martin Lettau, Burton G. Malkiel, and Yexiao Xu, 2001, Have individual stocks become more volatile? An empirical investigation of idiosyncratic risk, Journal of Finance 56, 1-43.",
        "Cutler, David M., James M. Poterba, and Lawrence H. Summers, 1989, What moves stock prices? Journal of Portfolio Management, 4-12.",
        "Edwards, Franklin R., 1988, Does futures trading increase stock volatility? Financial Analysts Journal 44, 63-69.",
        "Fleming, Jeff, Barbara Ostdiek, and Robert E. Whaley, 1995, Predicting stock market volatility: A new measure, Journal of Futures Markets 15, 265-302.",
        "French, Kenneth R. and Richard Roll, 1986, Stock return variances: the arrival of information and the reaction of traders, Journal of Financial Economics, 17, 5-26.",
        "French, Kenneth R., G. William Schwert, and Robert F. Stambaugh, 1987, Expected stock returns and volatility, Journal of Financial Economics 19, 3-29.",
        "Hardouvelis, Gikas A., 1990, Margin requirements, volatility, and the transitory component of stock prices, American Economic Review 80, 736-762.",
        "Hsieh, David A. and Merton H. Miller, 1990, Margin regulation and stock market variability, Journal of Finance 45, 3-30.",
        "Ibbotson, Roger G., Jody L. Sindelar, and Jay R. Ritter, 1988, Initial public offerings, Journal of Applied Corporate Finance 1, 37-45.",
        "Ibbotson, Roger G., Jody L. Sindelar, and Jay R. Ritter, 1994, The markets problems with the pricing of initial public offerings, Journal of Applied Corporate Finance 7, 66-74.",
        "Karpoff, Jonathan M., 1987, The relation between price changes and trading volume: A survey, Journal of Financial and Quantitative Analysis 22, 109-126.",
        "Kupiec, Paul H., 1989, Initial margin requirements and stock returns volatility: another look, Journal of Financial Services Research 3, 287-301.",
        "Kupiec, Paul H., 1993, Futures margins and stock price volatility: is there any link? Journal of Futures Markets 13, 677-692.",
        "Kupiec, Paul H. and Stephen A. Sharpe, 1991, Animal spirits, margin requirements, and stock price volatility, Journal of Finance 46, 717-732.",
        "Loughran, Tim and Jay R. Ritter, 1995, The new issues puzzle, Journal of Finance 50, 23-52.",
        "Lowry, Michelle and G. William Schwert, 2001, IPO market cycles: Bubbles or sequential learning? Journal of Finance forthcoming.",
        "Pagan, Adrian R. and G. William Schwert, 1990, Alternative models for conditional stock volatility, Journal of Econometrics 45, 267-290.",
        "Ritter, Jay R., 1991, The long run performance of initial public offerings, Journal of Finance 46 3-28.",
        "Rubinstein, Mark, 1988, Portfolio insurance and the market crash, Financial Analysts Journal 44, 38-47.",
        "Schwert, G. William, 1989a, Business cycles, financial crises and stock volatility, Carnegie-Rochester Conference Series on Public Policy 31, 83-125.",
        "Schwert, G. William, 1989b, Why does stock market volatility change over time? Journal of Finance 44, 1115-1153.",
        "Schwert, G. William, 1989c, Margin regulation and stock volatility, Journal of Financial Services Research 3, 153-164.",
        "Schwert, G. William, 1990a, Stock volatility and the crash of 87, Review of Financial Studies 3, 77-102.",
        "Schwert, G. William, 1990b, Stock market volatility, Financial Analysts Journal 46, 23-34.",
        "Schwert, G. William, and Paul J. Seguin, 1993, Securities transaction taxes: An overview of costs, benefits and unresolved questions, Financial Analysts Journal 49, 27-35.",
        "Skinner, Douglas J., 1989, Options markets and stock return volatility, Journal of Financial Economics 23, 61-78.",
        "Summers, Lawrence H. and Victoria P. Summers, 1989, When financial markets work too well: A cautious case for a securities transaction tax, Journal of Financial Services Research 3, 261-286.",
        "Stiglitz, Joseph E., 1989, Using tax policy to curb speculative short-term trading, Journal of Financial Services Research 3, 101-115."
    ]
}