{
    "id": 8437,
    "cites": 66,
    "cited_by": 2,
    "reference": [
        "Bane, Mary Jo, and David T. Ellwood. Welfare Realities: From Rhetoric to Reform. Cambridge: Harvard University Press, 1994.",
        "Bell, Stephen H. Why Are Welfare Caseloads Falling? Assessing the New Federalism, Discussion Paper No. 01-02. Washington, DC: The Urban Institute. March, 2001.",
        "Blank, Rebecca, David Card, and Philip Robbins. Financial Incentives for Increasing Work and Income Among Low-Income Families. in Finding Jobs: Work and Welfare Reform, edited by Rebecca Blank and David Card. New York: Russell Sage, 2000.",
        "Blank, Rebecca M., and Lucie Schmidt. Work, Wages and Welfare. in The New World of Welfare, edited by Rebecca M. Blank and Ron Haskins. Washington, DC: Brookings Institution, 2001.",
        "Brauner, Sarah, and Pamela Loprest. Where Are They Now? What States Studies of People Who Left Welfare Tell Us. Assessing the New Federalism Project, Series A No. A-32. Washington, DC: The Urban Institute, 1999.",
        "Burtless, Gary T. Welfare Recipients Job Skills and Employment Prospects. The Future of Children. 7 No. 1 (Spring 1997).",
        "Center for Budget and Policy Priorities. Poverty and Income Trends: 1999.",
        "Clinton, Bill. The New Covenant: Responsibility and Rebuilding the American Community. Remarks at Georgetown University, October 23, 1991.",
        "Clinton, Bill. Economic Policy Address. Economic Club of Detroit, August 21, 1992.",
        "Clinton, Bill. Veto Message on H.R. 4 (Welfare Reform). The White House, January 9, 1996.",
        "Committee on Ways and Means. 1992 Green Book. Background Material and Data on Programs Under the Jurisdiction of the Committee on Ways and Means.",
        "Washington, D.C.: U.S. Government Printing Office, 1992.",
        "Committee on Ways and Means. 1996 Green Book. Background Material and Data on Programs Under the Jurisdiction of the Committee on Ways and Means.",
        "Washington, D.C.: U.S. Government Printing Office, 1996.",
        "Committee on Ways and Means. 1998 Green Book. Background Material and Data on Programs Under the Jurisdiction of the Committee on Ways and Means.",
        "Washington, D.C.: U.S. Government Printing Office, 1998.",
        "Committee on Ways and Means. 2000 Green Book. Background Material and Data on Programs Under the Jurisdiction of the Committee on Ways and Means.",
        "Washington, D.C.: U.S. Government Printing Office, 2000.",
        "Congressional Budget Office. Policy Changes Affecting Mandatory Spending For Low-Income Families Not Receiving Cash Welfare. Washington, D.C.: U.S. Congress, September 1998.",
        "Council of Economic Advisers. Economic Expansion, Welfare Reform, and the Decline in Welfare Caseloads: An Update. Technical Report. Washington, DC: Executive Office of the President, September 1999.",
        "Danziger, Sandra, Mary Corcoran, Sheldon Danziger, Colleen Heflin, Ariel Kalil, Judith Levine, Daniel Rosen, Kristin Seefeldt, Kristine Siefert, and Richard Tolman. Barriers to Employment of Welfare Recipients. in Prosperity for All? Economic Boom and African Americans, edited by Robert Cherry and William M. Rodgers III. New York: Russell Sage, 2000.",
        "Department of Health and Human Services. Fact Sheet: Child Support Enforcement. A Clinton/Gore Priority. ACF Press Office. 2000.",
        "Dickert, Stacy, Scott Houser, and John Karl Scholz. The Earned Income Tax Credit and Transfer Programs: A Study of Labor Market and Program Participation. in Tax Policy and the Economy, edited by James M. Poterba, 9, 1-50. Cambridge, MA: MIT Press and National Bureau of Economic Research, 1995.",
        "Dickert-Conlin, Stacy, and Scott Houser. EITC, AFDC and The Female Headship Decision. Syracuse University, Mimeo, 1999.",
        "Edelman, Peter. The Worst Thing Bill Clinton Has Done. The Atlantic. (March 1997).",
        "Eissa, Nada, and Hilary Hoynes. The Earned Income Tax Credit and the Labor Supply of Married Couples. University of California at Berkeley, Mimeo, 1999.",
        "Eissa, Nada, and Hillary Williamson Hoynes. Good News for Low-Income Families? Tax-Transfer Schemes and Marriage. University of California, Berkeley, Mimeo, 2000.",
        "Eissa, Nada, and Jeffrey B. Liebman. Labor Supply Response to the Earned Income Tax Credit. Quarterly Journal of Economics. 112 No. 2 (May 1996): 605-637.",
        "Ellwood, David T. Welfare Reform as I Knew It. The American Prospect. 26 (May- June 1996).",
        "Ellwood, David T. The Impact of the Earned Income Tax Credit and Social Policy Reforms On Work, Marriage, and Living Arrangements. National Tax Journal. 53 No. 4 (Part 2) (December 2000): 1063-1106.",
        "Ellwood, David T. The Sputtering Labor Force of the 21st Century. Can Social Policy Help? NBER Working Paper No. W8321. Cambridge, MA: National Bureau of Economic Research, 2001.",
        "Else, John F., and Janice Gallagher. An Overview of the Microenterprise Field in the U.S. International Labor Organization. 2000.",
        "Figlio, David N. , and James P. Ziliak. Welfare Reform, the Business Cycle, and the Decline in AFDC Caseloads. in Economic Conditions and Welfare Reform, edited by Sheldon H. Danziger. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research, 1999.",
        "Greenstein, Robert, and Jocelyn Guyer. Supporting Work Through Medicaid and Food Stamps. in The New World of Welfare, edited by Rebecca M. Blank and Ron Haskins. Washington, DC: Brookings Institution, 2001.",
        "Grogger, Jeff. Time Limits and Welfare Use. National Bureau of Economic Research Working Paper No. 7709. Cambridge, MA: National Bureau of Economic Research, 2000.",
        "Haskins, Ron. The Second Most Important Issue: Effects of Welfare Reform on Family Income and Poverty. in The New World of Welfare, edited by Rebecca M. Blank and Ron Haskins. Washington, DC: Brookings Institution, 2001.",
        "Hill, M. Anne, and June ONeill. Graining Ground? Measuring the Impact of Welfare Reform on Welfare and Work. Economic Policy Review. Forthcoming (2001).",
        "Holzer, Harry J., and Michael A. Stoll. Employers and Welfare Recipients: The Effects of Welfare Reform in the Workplace. San Francisco: Public Policy Institute of California, January 2001.",
        "Kingsley, G. Thomas. Federal Housing Assistance and Welfare Reform: Uncharted Territory. New Federalism: Issues and Options for States Series No. A-19. Washington, DC: The Urban Institute, 1997.",
        "Klerman, Jacob, and Steven Haider. A Stock-Flow Analysis of the Welfare Caseload: Insights from California Economic Conditions. Rand, Mimeo, 2000.",
        "Loprest, Pamela. How Are Families that Left Welfare Doing? A Comparison of Early and Recent Welfare Leavers. New Federalism, Series B No. B-36. Washington, DC: The Urban Institute, 2001.",
        "Meyer, Bruce D., and Dan T. Rosenbaum. Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers. NBER Working Paper No. W7363. Cambridge, MA: National Bureau of Economic Research, 1999.",
        "Moffitt, Robert A. The Effects of Pre-PRWORA Waivers on Welfare Caseloads and Female Earnings, Income, and Labor Force Behavior. in Economic Conditions and Welfare Reform, edited by Sheldon H. Danziger. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research, 1999.",
        "Muth, Richard E. Capital and Current Expenditures in the Production of Housing. in Government Expenditures and Land Values, edited by C. L. Harriss, 65-78. Madison, WI: University of Wisconsin Press, 1973.",
        "Neumark, David. The Employment Effects of Recent Minimum Wage Increases: Evidence from a Pre-Specified Research Design. NBER Working Paper No. W7171. Cambridge, MA: National Bureau of Economic Research, 1999.",
        "Office of Child Support Enforcement. Child Support Enforcement FY99 Preliminary Data Report. Administration for Children and Families, Department of Health and Human Services. 2001.",
        "Office of the Press Secretary. The Clinton-Gore Administrations Record of Strengthening Families and Communities. The White House. 1999.",
        "Office of the Press Secretary. Fact Sheet. President Clintons New Market Initiative: Revitalizing Americas Underserved Communities. The White House. 2000.",
        "Papke, Leslie. What Do We Know About Enterprise Zones? Tax Policy and the Economy. Vol. 7 (1993): 37-72.",
        "Peterson, Paul. State Response to Welfare Reform: A Race to the Bottom? in Welfare Reform: An Analysis of the Issues, edited by Isabel Sawhill. Washington, D.C.: Urban Institute Press, 1995.",
        "Popkin, Susan J., Victoria E. Gwiasda, Lynn M. Olson, Dannis P. Rosenbaum, and Larry Buron. The Hidden War: Crime and the Tragedy of Public Housing in Chicago. New Brunswick, NJ: Rutgers University Press, 2000.",
        "Primus, Wendell, Lynette Rawlings, Kathy Larin, and Kathryn Porter. The Initial Impacts of Welfare Reform on the Incomes of Single-Mother Families. Washington, DC: Center on Budget and Policy Priorities, 1999.",
        "Quigley, John M. A Decent Home: Housing Policy in Perspective. Brookings- Wharton Papers on Urban Affairs. (2000): 53-88.",
        "Schoeni, Robert F., and Rebecca M. Blank. What Has Welfare Reform Accomplished? Impacts on Welfare Participation, Employment, Income, Poverty, and Family Structure. NBER Working Paper No. W7627. Cambridge, MA: National Bureau of Economic Research, 2000.",
        "Sorenson, Elaine. Noncustodial Fathers: Can They Afford to Pay More Child Support?. Washington, D.C.: The Urban Institute, 1995.",
        "Sorenson, Elaine, and Ariel Halpern. Child Support Enforcement: How Well Is it Doing? Assessing the New Federalism, Discussion Paper No. 99-11. Washington, DC: The Urban Institute, 1999.",
        "U.S. Department of Health and Human Services. Temporary Assistance to Needy Families: Third Annual Report to Congress. Washington, DC: Department of Health and Human Services, August 2000.",
        "US Department of Housing and Urban Development. State of the Cities 2000: Megaforces Shaping the Future of the Nations Cities. June 2000.",
        "Ventura, Stephanie J., Joyce A. Martin, Sally C. Curtin, T. J. Mathews, and Melissa M. Park. Births: Final Data for 1998. National Vital Statistics Report, No.",
        "March 28. Hyattsville, MD: National Center for Health Statistics, 2000.",
        "Vidal, Avis C. Reintegrating Disadvantaged Communities into the Fabric of Urban Life: The Role of Community Development. Housing Policy Debate. 6 No. 1 (1995): 169-224.",
        "Wallace, Geoffrey, and Rebecca M. Blank. What Goes Up Must Come Down? Explaining Recent Changes in Public Assistance Caseloads. in Economic Conditions and Welfare Reform, edited by Sheldon H. Danziger. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research, 1999.",
        "Weaver, R. Kent. Ending Welfare As We Know It. Washington, DC: Brookings Institution, 2000.",
        "Weaver, R.L., and R.G. Williams. Problems with URESA: Interstate Child Support Enforcement Isnt Working But Could. American Bar Association Third National Child Support Conference, Mimeo, 1989.",
        "Wolf, Michael Allan. Enterprise Zones: A Decade of Diversity. Economic Development Quarterly. 4 No. 1 (1990): 3-14.",
        "Ziliak, James P., David N. Figlio, Elizabeth E. Davis, and Laura S. Connolly. Accounting for the Decline in AFDC Caseloads: Welfare Reform or the Economy? Journal of Human Resources. 35 No. 3 (Summer 2000): 570-586."
    ]
}