{
    "id": 8439,
    "cites": 30,
    "cited_by": 23,
    "reference": [
        "Agrawal, Anup, and Jeffrey Jaffe, 2000, The Post-Merger Performance Puzzle, in Advances in Mergers and Acquisitions, vol. 1, 7-41, Amsterdam: Elsevier Science.",
        "Andrade, Gregor, Mark Mitchell, and Erik Stafford, 2001, New Evidence and Perspectives on Mergers'DONE' Journal of Economic Perspectives,103-120.",
        "Baker, Malcolm, and Jeffrey Wurgler, 2000, The Equity Share in New Issues and Aggregate Stock Returns, Journal of Finance 55, 2219-2258.",
        "Baker, Malcolm, and Jeffrey Wurgler, 2001, Market Timing and Capital Structure, Mimeo.",
        "Blair, Margaret, 1993, The Deal Decade: What Takeovers and Leveraged Buyouts Mean for Corporate Governance. Brookings Institution: Washington, DC.",
        "Cowling, Keith, Paul Stoneman, John Cubbin, et al, 1980, Mergers and Economic Performance.",
        "Cambridge University Press: Cambridge. DeLong, J. Bradford, Andrei Shleifer, Lawrence Summers, and Robert Waldmann, 1990a, Noise Trader Risk in Financial Markets, Journal of Political Economy 98, 703-738.",
        "DeLong, J. Bradford, Andrei Shleifer, Lawrence Summers, and Robert Waldmann, 1990b, Positive Feedback Investment Strategies and Destabilizing Rational Speculation, Journal of Finance 45, 375-395.",
        "Gort, Michael, 1962, Diversification and Integration in American Industry. Princeton University Press: Princeton, NJ.",
        "Grossman, Sanford J., and Oliver Hart, 1980, Takeover Bids, the Free Rider Problem, and the Theory of the Corporation, Bell Journal of Economics 11, 42-64.",
        "Holmstrom, Bengt, and Steven Kaplan, 2001, Corporate Governance and Merger Activity in the U.S.: Making Sense of the 80s and the 90s, Journal of Economic Perspectives, 121-144.",
        "Hong, Harrison, and Jeremy Stein, 1999, A Unified Theory of Underreaction, Momentum Trading and Overreaction in Asset Markets, Journal of Finance 54, 2143-2184.",
        "Jensen, Michael, 1986, Agency Cost of Free Cash Flow, Corporate Finance and Takeovers, American Economic Review Papers and Proceedings 76, 323-329.",
        "Kaplan, Steven, 1989, The Effects of Management Buyouts on Operating Performance and Value, Journal of Financial Economics 24, 217-254.",
        "Martin, Kenneth, 1996, The Method of Payment in Corporate Acquisitions, Investment Opportunities, and Management Ownership, Journal of Finance 51, 1227-1246.",
        "Matsusaka, John, 1990, Takeover Motives During the Conglomerate Merger Wave, University of Chicago Mimeo.",
        "Meeks, Geoffrey, 1977, Disappointing Marriage: A Study of the Gains of the Merger, University of Cambridge Occasional Paper 51, Cambridge University Press: Cambridge.",
        "Morck, Randall, Andrei Shleifer, and Robert Vishny, 1990a, The Stock Market and Investment: is the Market a Sideshow'DONE', Brookings Papers on Economic Activity, 157215.",
        "Morck, Randall, Andrei Shleifer, and Robert Vishny, 1990b, Do Managerial Objectives Drive Bad Acquisitions'DONE' Journal of Finance 45, 31-48.",
        "Nelson, Ralph, 1959, Merger Movements in the American Industry, New York: NBER.",
        "Rau, Raghavendra and Theo Vermaelen, 1998, Glamour, Value, and the Post-Acquisition Performance of Acquiring Firms, Journal of Financial Economics 49, 223-254.",
        "Brookings Institution: Washington, DC. Roll, Richard, 1986, The Hubris Hypothesis of Corporate Takeovers, Journal of Business 59, 197-216.",
        "Rumelt, Richard, 1974, Strategy, Structure, and Economic Performance. Harvard Business School Press: Boston, MA.",
        "Shleifer, Andrei and Robert W. Vishny, 1990, Equilibrium Short Horizons of Investors and Firms, American Economic Review Papers and Proceedings 80, 148-153.",
        "Shleifer, Andrei and Robert W. Vishny, 1991, Takeovers in the `60s and `80s: Evidence and Implications, Strategic Management Journal 12, 51-59.",
        "Stein, Jeremy, 1988, Takeover Threats and Managerial Myopia, Journal of Political Economy 96, 61-80.",
        "Stein, Jeremy, 1989, Efficient Capital Markets, Inefficient Firms: a Model of Myopic Corporate Behavior, Quarterly Journal of Economics 104, 655-669.",
        "Stein, Jeremy, 1996, Rational Capital Budgeting in an Irrational World, Journal of Business 69, 429-455.",
        "Steiner, Peter, 1975, Mergers: Motives, Effects, Policies. University of Michigan Press: Ann Arbor, MI.",
        "Stigler, George, 1968, Monopoly and Oligopoly by Merger, in The Organization of Industry, University of Chicago Press: Chicago, IL, 95-107."
    ]
}