{
    "id": 8441,
    "cites": 32,
    "cited_by": 59,
    "reference": [
        "[1] Alesina, Alberto, and Howard Rosenthal. Partisan Cycles in Congressional Elections and the Macroeconomy.American Political Science Review83 (1989): 373-398.",
        "[2] Alford, John R., and John R. Hibbing. Increased Incumbency Advantage in the House. Journal of Politics43 (1981): 1042-61.",
        "[3] Angrist, Joshua D., and Victor Lavy. Using Maimondies Rule to Estimate the Effect of Class Size on Scholastic Achievement.Quarterly Journal of Economics114 (1998):533-75.",
        "[4] Austen-Smith, David, and Jeffrey Banks. Electoral Accountability and Incumbency. in Mod- els of Strategic Choice in Politics, Peter C. Ordeshook, ed. Ann Arbor, Michigan: University of Michigan Press, 1989.",
        "[5] Baron, David P. Service-induced Campaign Contributions and the Electoral Equilibrium. Quarterly Journal of Economics104 (1989): 45-72.",
        "[6] Besley Timothy, and Anne Case. Does Electoral Accountability Affect Economic Policy Choices? Evidence from Gubernatorial Term Limits. Quarterly Journal of Economics110 (1995): 769-798.",
        "[7] Besley Timothy, and Anne Case. Incumbent Behavior: Vote-Seeking, Tax-Setting, and Yard- stick Competition.American Economic Review85 (1995): 25-45.",
        "[8] Campbell, D. T. Reforms as Experiments. American Psychologist24 (1969): 409-29.",
        "[11]Erikson, Robert S. The Advantage of Incumbency in Congressional Elections. Polity3 (1971): 395-405.",
        "[12]Fan, J., and I. Gijbels.Local Polynomial Modelling and Its Applications ,NewYork,New York: Chapman and Hall, 1996.",
        "[13]Garand, James C., and Donald A. Gross. Change in the Vote Margins for Congressional Candidates: A Specification of the Historical Trends.American Political Science Review78 (1984): 17-30.",
        "[14]Gelman, Andrew, and Gary King. Estimating Incumbency Advantage without Bias. Ameri- can Journal of Political Science34 (1990): 1142-64.",
        "[15]Gronau, R. Leisure, home production and work - the theory of the allocation of time revis- ited.Journal of Political Economy85 (1977): 1099-1124.",
        "[16]Grossman Gene M., and Elhanan Helpman. Electoral Competition and Special Interest Poli- tics.Review of Economic Studies63 (1996): 265-286.",
        "[17]Hahn, Jinyong, Petra Todd, and Wilbert van der Klaauw. Identi fication and Estimation of Treatment Effects with a Regression-Discontinuity Design. Econometrica69 (2001): 201- 209.",
        "[18]Heckman, James J. Dummy Endogenous Variables in a Simultaneous Equations System. Econometrica46 (1978): 931-59.",
        "[19]Heckman, James J. Sample selection bias as a speci fication error.Econometrica47 (1979): 153-62.",
        "[21]Jacobson, Gary C. The Marginals Never Vanished: Incumbency and Competition in Elections to the U.S. House of Representatives. American Journal of Political Science 31 (1987): 126- 41.",
        "[22]Jacobson, Gary C.The Politics of Congressional Elections , Menlo Park, California: Longman, 1997.",
        "[23]Kalt, Joseph P., and Mark A. Zupan. Capture and Ideology in the Economic Theory of Poli- tics.American Economic Review74 (1984): 279-300.",
        "[24]Lalonde, Robert J. Evaluating the Econometric Evaluations of Training Programs with Ex- perimental Data.American Economic Review76 (1986): 604-620.",
        "[25]Levitt, Steven D. Using Repeat Challengers to Estimate the Effect of Campaign Spending on Election Outcomes in the U.S. House. Journal of Political Economy102 (1994): 777-798.",
        "[26]Levitt, Steven D., and James M. Poterba. Congressional Distributive Politics and State Eco- nomic Performance.NBER Working Paper 4721(1994).",
        "[27]Levitt, Steven D. How Do Senators Vote? Disentangling the Role of Voter Preferences, Party Affiliation, and Senator Ideology.American Economic Review86 (1996): 425-441.",
        "[28]Levitt, Steven D., and Catherine D. Wolfram. Decomposing the Sources of Incumbency Ad- vantage in the U.S. House.Legislative Studies Quarterly22 (1997) 45-60.",
        "[29]Payne, James L. The Personal Electoral Advantage of House Incumbents. American Politics Quarterly8 (1980): 375-98.",
        "[30]Peltzman, Sam. Constituent Interest and Congressional Voting. Journal of Law and Eco- nomics27 (1984): 181-210.",
        "[31]Peltzman, Sam. An Economic Interpretation of the History of Congressional Voting in the Twentieth Century.American Economic Review75 (1985): 656-675.",
        "[32]Rogoff, Kenneth. Equilibrium Political Budget Cycles. American Economic Review80 (1990): 21-36.",
        "[33]Rogoff, Kenneth, and Anne Sibert. Elections and Macroeconomic Policy Cycles Review of Economic Studies55 (1988): 1-16.",
        "[35]Thistlethwaite, D., and D. Campbell. Regression -Discontinuity Analysis: An alternative to the ex post facto experiment.Journal of Educational Psychology 51 (1960): 309-17.",
        "[36]Van der Klaauw, Wilbert. Estimating the Effect of Financial Aid Offers on College Enroll- ment: A Regression-Discontinuity Approach. Unpublished manuscript(1996)."
    ]
}