{
    "id": 8442,
    "cites": 16,
    "cited_by": 82,
    "reference": [
        "Borenstein, Severin, James Bushnell and Frank Wolak, Diagnosing Market Power in Californias Deregulated Wholesale Electricity Market, University of California Energy Institute Working Paper PWP-064, July 1999.",
        "Bushnell, James and Frank Wolak, Regulation and the Leverage of Local Market Power in the California Electricity Market, Presented on the 1999 NBER Summer Industrial Organization Workshop, July 1999.",
        "California Energy Commission, Market Clearing Prices Under Alternative Resource Scenarios 2000-2010, March 2000.",
        "California Independent System Operator, Annual Report on Market Issues and Performance, June 1999. (CAISO Annual Report) California Independent System Operator, Report on Redesign of California Real-Time Energy and Ancillary Services Markets, Market Surveillance Committee, Frank A.",
        "Hildebrandt, Eric, Further Analyses of the Exercise and Cost Impacts of Market Power In Californias Wholesale Energy Market, March 2001.",
        "Hogan, William (1992), Contract Networks for Electric Power Transmission, Journal of Regulatory Economics, 4(3), 211-242.",
        "Hogan, William (1993), Markets In Real Networks Require Reactive Prices, The Energy Journal,14(3), 171-200.",
        "Joskow, Paul L., Regulatory Failure, Regulatory Reform and Structural Change In The Electric Power Industry, Brookings Papers on Economic Activity: Microeconomics. 1989.",
        "Joskow, Paul L., Introducing Competition into Regulated Network Industries: From Hierarchies to Markets in Electricity, Industrial and Corporate Change, Volume 5, No. 2, 1996.",
        "Joskow, Paul L., Restructuring, Competition and Regulatory Reform in the U.S. Electricity Sector, Journal of Economic Perspectives, Summer, 1997.",
        "Joskow, Paul L. Deregulation and Regulatory Reform in the U.S. Electric Power Sector, in Deregulation of Network Industries: The Next Steps (S. Peltzman and Clifford Winston, eds.), Brookings Press, 2000 Joskow, Paul L. and Jean Tirole, Transmission Rights and Market Power on Electric Power Networks, Rand Journal of Economics, 31(3) Autumn, 2000.",
        "Joskow, Paul L. and Edward Kahn, Identifying the Exercise of Market Power: Refining the Estimates, mimeo, July 5, 2001. http://web.mit.edu/pjoskow/www/ .",
        "Newbery, David, and Michael Pollitt, The Restructuring and Privatization of Britains CEGB -- Was it Worth It'DONE' Journal of Industrial Economics, 45(3), September 1997, 269-303.",
        "Office of Electricity Regulation, Report on Constrained-On Plant, October 1992.",
        "United States General Accounting Office (GAO), Results of Studies Assessing High Electricity Prices in California, June 2001.",
        "Wolfram, Catherine, Measuring Duopoly Power in the British Electricity Spot Market, American Economic Review 89(4), 805-826, September 1999."
    ]
}