{
    "id": 845,
    "cites": 37,
    "cited_by": 2,
    "reference": [
        "Becker, Gary S. 1962. Irrational Behavior and Economic Theory, Journal of Political Economy 70, no. 1 (February): 1-13.",
        "Box, G.E.P. and Jenkins, G.M. 1970. Time Series Analysis, Forecasting and Control. San Francisco: Holden-Day.",
        "Box, G.E.P. and Pierce, David A. 1970. Distribution of Residual Auto- correlations in Autoregressive-Integrated Moving Average Time Series Models, Journal of the American Statistical Association 65, no. 332 (December): 1509-1526.",
        "Carison, John A. 1977. A Study of Price Forecasts, Annals of Economic and Social Measurement 6, no. 1 (winter) 27-56.",
        "Christ, Carl F. 1975. Judging the Performance of Econometric Models of the U. S. Economy, International Economic Review 16, no. 1 (February): 54-74.",
        "Cole, Rosanne, 1969. Errors in Provisional Estimates of Gross National Product. New York: National Bureau of Economic Research.",
        "Curtin, Richard T. 1980. Consumer Perceptions of Inflation and Expectations. ISR Working Paper.",
        "Fair, Ray C. 1974. An Evaluation of a Short-Run Forecasting Model, International Economic Review 15, no. 2 (June): 285-303.",
        "Feige, Edgar L. Pearce, and Pearce, Douglas K. 1976. Economically Rational Expectations: Are Innovations in the Rate of Inflation Independent of Innovations in Measures of Monetary and Fiscal Policy? Journal of Political Economy 84, no. 3 (June): 499-522.",
        "Figlewski, Stephen, and Wachtel, Paul. 1981. The Formation of Inflationary Expectations, Review of Economics and Statistics (February): 1-10.",
        "Juster, F. Thomas. 1979. Statement presented in Hearings before the Task Force on Inflation of the Committee on the Budget, House of Representatives, 96th Congress, First Session (June), Washington, D. C.: U. S.",
        "Government Printing Office, pp. 214-226. Kane, Edward J., and Malkiel, ~urton G. 1976. Autoregressive and Nonautore- gressive Elements in Cross-section Forecasts of Inflation, Econometrica (January): 1-16.",
        "Kendall, Maurice G. 1948. RanK Correlation r~ethods. London~ C. Griffin.",
        "Lucas, Robert E., Jr. 1976. Econometric Policy Evaluation: A Critique, in K. Brunner and A. H. Meltzer, eds., The Phillips Curve and Labor Markets, Carnegie-Rochester Conference Series no. 1. New York: North-Holland, pp. 19-46.",
        "McNees, Stephen K. 1973. The Predictive Accuracy of Econometric Forecasts, New England Economic Review (September/October): 3-27.",
        "McNees, Stephen K. 1974. How Accurate Are Economic Forecasts? New England Economic Review (November/December): 2-19.",
        "McNees, Stephen K. 1975. An Evaluation of Economic Forecasts, New England Economic Review (November/December): 25-29.",
        "McNees, Stephen K. 1976. An Evaluation of Economic Forecasts: Extension and Update, New England Economic Review (September/October): 30-44.",
        "McNees, Stephen K. 1978. The Rationality of Economic Forecasts, American Economic Review 68, no. 2 (May): 301-305.",
        "Mincer, Jacob. 1969. Models of Adaptive Forecasting, in J. Mincer, ed., Economic Forecasts and Expectations. New York: National Bureau of Economic Research: 81-111.",
        "Mincer, Jacob, and Zarnowitz, Victrr. 1969. The Evaluation of Economic Forecasts, in J. Mincer, ed., Economic Forecasts and Expectations.",
        "New York: National Bureau of Economic Research: 3-46. 50 Moore, Geoffrey H. 1969. Forecasting Short Term Economic Change, Journal of the American Statistical Association 64, no. 325 (March): 1-22.",
        "Moore, Geoffrey H. 1977. Lessons of the 1973-1976 Recession and Recovery, in William Fellner, ed., Contemporary Economic Problems 1977.",
        "Washington, D.C.: American Enterprise Institute: 156-158. Muth, John F. 1960. Optimal Properties of Exponentially Weighted Forecasts, Journal of the American Statistical Association 55, no. 290 (June) : 299-306.",
        "Muth, John F. 1961. Rational Expectations and the Theory of Price Movements, Econometrica 29, no. 3 (July): 315-335.",
        "Nelson, Charles R. 1975. Rational Expectations and the Predictive Efficiency of Economic Models, Journal of Business 48, no. 3 (July) : 331-343.",
        "Nerlove, Mark and Wage, S. 1964. On the Optimality of Adaptive Forecasting, Management Science 10, no. 2: 207-224.",
        "Pearce, Douglas K. 1979. Comparing Survey and Rational Measures of Expected Inflation: Forecast Performance and Interest Rate Effects, Journal of Money, Credit and Banking 11, no. 4 (November): 447-456.",
        "Poole, William. 1976. Rational Expectations in the Macro Model, Brookings Papers on Economic Activity 2: 463-514.",
        "Su, Vincent, and Su, Josephine. 1975. An Evaluation of the ASA/NBER Business Outlook Survey Forecasts, Explorations in Economic Research 2, no. 4 (Fall) : 588-618.",
        "New York: National Bureau of Economic Research. 51 Zarnowitz, Victor. l969a. The New ASA-NBER Survey of Forecasts by Economic Statisticians, American Statistician (February): 12-16. Zarnowitz, Victor. l969b. The ASA-NBER Quarterly Survey of the Economic Outlook: An Early Appraisal, 1969 Proceedings of the Business and Economic Statistics Section. Washington, D.C.: American Statistical Association: 241-249.",
        "Zarnowitz, Victor. 1971. New Plans and Results of Research in Economic Forecasting, Fifty-fifth Annual Report. New York: National Bureau of Economic Research: 53-70.",
        "Zarno;:itz, Victor. 1972. Forecasting Economic Conditions: The Record and the Prospect, in V. Zarnowitz, ed., The Business Cycle Tod~. New York: National Bureau of Economic Research: 183-239.",
        "Zarnowitz, Victor. 1974. How Accurate Have the Forecasts Been? in William F. Butler, Robert A. Kavesh, and Robert B. Platt, eds., Methods and Techniques of Business Forecasting. Englewood Cliffs, NJ: Prentice- Hall: 565-596.",
        "Zarnowitz, Victor. 1979. An Analysis of Annual and Multiperiod Quarterly Forecasts of Aggregate Income, Output, and the Price Level, Journal of Business 52, no. 1 (January): 1-33.",
        "Zarnowitz, Victor. 1982. On Functions, Quality, and Timeliness of Economic Information, Journal of Business 55, no. 1 (January), forthcoming.",
        "Zeilner, Arnold, and Palm, Franz. 1974. Time Series Analysis and Simul- taneous Equation Econometic Models, Journal of Econometrics 2 (May): 17-54."
    ]
}