{
    "id": 8450,
    "cites": 54,
    "cited_by": 225,
    "reference": [
        "Almeida, P and Kogut, B, 1997, The Exploration of Technological Diversity and the Geographic Localization of Innovation. Small Business Economics 9,1: 21-31.",
        "Arndt Sven W. and Henryk Kierzkowski (eds.) Fragmentation : New Production Patterns in the World Economy, Arrow, Kenneth J, 1984, The Economics of Information, Cambridge, MA: Harvard University Press.",
        "Arthur, W. Brian, 1989, Competing Technologies, Increasing Returns,, and Lock-in by Historical Events, Economic Journal 99: 116-131.",
        "Audretsch, David, 2000, Knowledge, globalization, and regions: an economists perspective. In J.",
        "Dunning, ed, Regions, Globalization and the Knowledge-Based Economy, Oxford: Oxford University Press, 63-82. Bateson, Gregory, 1973, Steps toward an Ecology of Mind, London: Paladin Press.",
        "Beckerman(1956), Distance and the Pattern of intra-European Trade, Review of Economics and Statistics, 1956, V 38.",
        "Black, D and Henderson, JV, 1998, Urban Evolution in the USA, London: London School of Economics, Dept of Economics, mimeo.",
        "Brezis, E and Krugman, P, 1997, Technology and the Life Cycles of Cities. Journal of Economic Growth 2: 369-383.",
        "De Vries, Jan, 1984, European Urbanization 1500-1800, Cambridge, MA: Harvard University Press.",
        "Dumais, G; Ellison, G; and Glaeser, E, 1997, Geographic Concentration as a Dynamic Process Cambridge, MA: National Bureau of Economic Research, Working Paper No. 6270.",
        "Duranton, G. and Puga, D, 2000, Diversity and Specialization in Cities: Why, Where and When Does it Matter? Urban Studies 37,3: 533-555.",
        "Eaton, J and Eckstein, Z, 1997, Cities and Growth: Theory and Evidence from France and Japan, Regional Science and Urban Economics 27: 443-474.",
        "Engel C., and J Rogers, (1996) How Wide is the Border? American Economic Review, Vol 86, 1112- 1125.",
        "Fishlow, Albert, 1985, American Railroads and the Transformation of the Antebellum Economy, Cambridge, MA: Harvard University Press.",
        "Feenstra, Robert and Gordon Hansen Globalization, Outsourcing and Wage Inequality American Economic Review, vol.86, no.2, May 1996, pp.240-245.",
        "Feldman, M, and Audretsch, D, 1999, Innovation in Cities: Science-Based Diversity, Specialization and Localized Competition, European Economic Review 43: 409-429.",
        "Garfinkel, Harold. 1987, Studies in Ethnomethodology. Oxford: Blackwell.",
        "Goffman, Erving, 1982. Interaction Rituals: Essays on Face-to-Face Behavior. New York: Pantheon Books.",
        "Hall, Peter, 1998, Cities in Civilization, Oxford: Basil Blackwell.",
        "Henderson, JV, 1997, Medium sized cities Regional Science and Urban Economics 27: 583-612.",
        "Hummels, David, (1999a) Transportation Costs and International Integration in Recent History: A Contrarian View mimeo, University of Chicago.",
        "Hummels, David (1999c), Have Transportation Costs Declined, University of Chicago.",
        "Husserl, Edmund, 1968, The Ideas of Phenomenology, The Hague: Nijhoff.",
        "Jacobs, J. 1960. The Economy of Cities. New York: Random House.",
        "Jaffe, A; Trajtenberg, M, and Henderson, R, 1993, Geographic Localization of Knowledge Spillovers as Evidenced by Patent Citations, Quarterly Journal of Economics 63: 577-598.",
        "Kogut, B, Shan, W, and Walker, G, 1993, Knowledge in the Network and the Network as Knowledge: the Structuring of New Industries, in Grabher, Gernot, ed, The Embedded Firm: On the Socioeconomics of Industrial Networks, London: Routledge.",
        "Krugman, Paul and Obstfeld, Maurice, 1991, International Economics: Theory and Policy, New York: Harper-Collins.",
        "Lakoff, G, and M. Johnson, 1980, Metaphors we Live By. Chicago: University of Chicago Press.",
        "Leamer, Edward(1993), U.S. Manufacturing and an Emerging Mexico, The North American Journal of Economics and Finance, Vol. 4, No. 1, Spring 1993, 51-89.",
        "Leamer, Edward 1988), Measures of Openness in Robert Baldwin (ed.), Trade Policy Issues and Empirical Analysis, Chicago: University of Chicago Press.",
        "Leamer, Edward(1997), Access to Western Markets and Eastern Effort, in Salvatore Zecchini, ed., Lessons from the Economic Transition, Central and Eastern Europe in the 1990s, Dordrecht: Kluwer Academic Publishers, 1997, pp. 503-526.",
        "Leamer, Edward E.(1999), Effort, Wages and the International Division of Labor, Journal of Political Economy, Vol. 107, Number 6, Part1, Dec 1999, 1127-1163.",
        "Lorenz, Edward, 1992, Trust and the Theory of Industrial Districts, in M. Storper and AJ Scott, eds, Pathways to Industrialization and Regional Development, London: Routledge.",
        "Marshall, Alfred, 1919, Industry and Trade, London: Macmillan.",
        "Nisbet, Robert, 1969, Social Change and History: Aspects of the Western Theory of Development. Oxford: Oxford University Press.",
        "Nelson, Phillip,1974. Advertising as Information, The Journal of Political Economy, 82,4: 729-754 (Jul- Aug).",
        "Nonaka, Ikujiro, 1994, A Dynamic Theory of Organizational Knowledge Creation, Organization Science 5,1: 14-37.",
        "Polanyi, Michael, 1966, The Tacit Dimension, London: Routledge.",
        "Poyhonen, P. 1963 , A tentative model for the volume of trade between countries Weltwirschaftliches Archiv, 90: 93-99.",
        "Pred, Allan, 1974, Urban Growth and the Circulation of Information, 1790-1840, Cambridge, MA: Harvard University Press.",
        "Scott, AJ, ed, 2001, Global City-Regions: Trends, Theory, Policy, Oxford: Oxford University Press.",
        "Scott, Allen J, 1988, Metropolis: From the Division of Labor to Urban Form, Berkeley: University of California Press.",
        "Scott, Allen J, 1993, Technopolis: High Technology Industry and Regional Development in Southern California, Berkeley: University of California Press.",
        "Searle, John R, 1969, Speech Acts:An Essay in the Philosophy of Language, New York: Cambridge University Press.",
        "Smith, Adam, 1776, The Wealth of Nations, (1937 ed). New York: Modern Library.",
        "Stigler, GJ, 1951, The Division of Labor is Limited by the Extent of the Market, Journal of Political Economy, 69: 213-225.",
        "Storper, Michael and Walker, Richard, 1989, The Capitalist Imperative: Territory, Technology and Industrial Growth, Oxford: Basil Blackwell.",
        "Storper, Michael, 1997, The Regional World: Territorial Development in a Global Economy, New York: The Guilford Press.",
        "Teaford, John, 1986, The Twentieth Century American City: Problem, Promise and Reality. Baltimore: Johns Hopkins University Press.",
        "Tinbergen, J, Shaping The World Economy: Suggestions for an International Economic Policy, 1962.",
        "Williamson, O, 1985. The Economic Institutions of Capitalism. NY: The Free Press.",
        "Young, Allyn, 1929, Increasing Returns and Economic Progress, Economic Journal 38: 527-542.",
        "Zucker, L; Darby, M and Armstrong, J, 1994, Intellectual Capital and the Firm: the Technology of Geographically-Localized Knowledge Spillovers. Cambridge, MA: National Bureau of Economic Research Working Paper 9496.",
        "Zucker, L; Darby, M, and Brewer, M, 1998. Intellectual Human Capital and the Birth of US Biotechnology Enterprises. American Economic Review 88,1: 290-306."
    ]
}