{
    "id": 8451,
    "cites": 213,
    "cited_by": 280,
    "reference": [
        "Aaron, H. J., 1966, The Social Insurance Paradox, Canadian Journal of Economics and Political Science 32, 371-4. Aaron, H. J., 1982, Economic Effects of Social Security (Brookings Institution, Washington, DC).",
        "Aaron, H. and R. Reischauer, 1998, Countdown to Reform (Century Foundation Press, New York).",
        "Abel, A., 2001a, The Effects of Investing Social Security Funds in the Stock Market When Fixed Costs Prevent Some Households From Holding Stocks, American Economic Review 91,128148.",
        "Abel, A.. 2001b, The Social Security Trust Fund, the Riskless Interest Rate, and Capital Accumulation, in: J. Campbell and M. Feldstein, eds., Risk Aspects of Investment-Based Social Security Reform (University of Chicago Press, Chicago) 153-202.",
        "Advisory Council on Social Security, January 1997, Report of the 1994-1996 Advisory Council on Social Security, Volume I: Findings and Recommendations (Washington, D.C.) Atkinson, A. B., 1987, Income Maintenance and Social Insurance, in: A. J. Auerbach and M. Feldstein, eds., Handbook of Public Economics, Volume 2 (North-Holland, Amsterdam) 779908.",
        "Auerbach, A. and L. Kotlikoff, 1987, Dynamic Fiscal Policy (Cambridge University Press, Cambridge).",
        "Auerbach, A. and L. Kotlikoff, 1983a, National Savings, Economic Welfare, and the Structure of Taxation, in: M. Feldstein, ed., Behavioral Simulation Models in Tax Policy Analysis (University of Chicago Press, Chicago) 459-498.",
        "Auerbach, A. and L. Kotlikoff, 1983b, An Examination of Empirical Tests of Social Security and Savings, in: E. Hellman, A. Rabin, and E. Saatchi, eds., Social Policy Evaluation: An Economic Perspective (Academic Press, New York) 161-179.",
        "Auten, G. and R. Carroll, 1999, The Effect of Income Taxes on Household Income, Review of Economics and Statistics 81, 681-93.",
        "Banks J. and C. Emmerson, 2000, Public and Private Pension Spending: Principles, Practice and the Need for Reform, Fiscal Studies, 21, 1-63.",
        "Barro, R., 1974, Are Government Bonds Net Wealth\", Journal ofPolitical Economy 82,1095-1117.",
        "Barro, R., 1978, The Impact of Social Security on Private Saving (American Enterprise Institute for Handbook.textmfj l.jul31. -103-Public Policy Research, Washington, D.C.). Barro, R. J. and G. M. MacDonald, 1979, Social Security and Consumer Spending in an International Cross Section, Journal ofPublic Economics 11, 275-289.",
        "Baxter, M. and R. King, 2001, The Role of International Investment in a Privatized Social Security System, in: J. Campbell and M. Feldstein, eds., Risk Aspects of Investment-Based Social Security Reform, (University of Chicago Press, Chicago) 371-433.",
        "Becker, G. J. and K. M. Murphy, 1988, The Family and the State, Journal of Law and Economics 31, 1-18.",
        "Bernheim, B. D., 1987, The Economic Effects of Social Security: Towards a Reconciliation of Theory and Measurement, Journal ofPublic Economics 33, 273-304. Bernheim, B. D., Taxation and Saving. Working paper no. 7061 (National Bureau of Economic Research, Cambridge, MA).",
        "Bernheim, D. and L. Levin, 1989, Social Security and Personal Savings: An Analysis of Expectations, American Economic Review 79, 97-102.",
        "Blinder, A., et al, 1980, Reconsidering the Work Disincentive Effects of Social Security, National Tax Journal 33, 431-42 Blinder, A., R. Gordon, and D. Wise, 1983, Social Security, Bequests, and the Life Cycle Theory of Saving: Cross-Sectional Tests, in: F. Modigliani and R. Hemming, eds., The Determinants ofNational Saving and Wealth (Macmillan, London) 89-122.",
        "Board of Trustees of the Federal Old-Age and Survivors Insurance and Disability Insurance Trust Funds, 2001, The 2001 Annual Report of the Board of Trustees of the Federal Old-Age and Survivors Insurance and Disability Insurance Trust Funds (U.S. Government Printing Office: Washington, D.C.). Bodie, Z., 2001, Financial Engineering and Social Security Reform, in: J. Campbell and M. Feldstein, eds., Risk Aspects of Investment-Based Social Security Reform (University of Chicago Press, Chicago) 291-320.",
        "Bohn, H. 1999. Will Social Security and Medicare Remain Viable as the U.S. Population is Aging? Carnegie-Rochester Conference Series on Public Policy 50, June 1999, 1-53.",
        "Bohn, H., 2001, Social Security and Demographic Uncertainty: The Risk Sharing Properties of Alternative Policies, in: J. Campbell and M. Feldstein, eds., Risk Aspects of Handbook.textmfj l.jul31. -103-Investment-Based Social Security Reform (University of Chicago Press, Chicago) 203-241.",
        "Bohn, H., 1997, Social Security Reform and Financial Markets, in: S. Sass and R. Triest, Social Security Reform, Federal Reserve Bank of Boston Conference Series no. 41 (Federal Reserve Bank ofBoston, Boston, MA) 228-235 Boskin, M., 1977, Social Security and Retirement Decisions, Economic Inquiry 15, 1-25.",
        "Boskin, M. and M. Hurd., 1978, The Effects of Social Security on Early Retirement, Journal of Public Economics 10, 361-377.",
        "Boskin, M et al., 1987, Social Security: A Financial Appraisal Across and Within Generations. National Tax Journal Vol. XL, 19-34.",
        "Bosworth, B., 1996, The Social Security Trust Fund: How Big, How Managed\", in: P. Diamond et. al. Social Security: What Role for the Future, (Brookings Institution: Washington, D.C.) Breyer, F., 1989, On the Intergenerational Pareto Efficiency of Pay-as-You-Go Financed Pension Systems, Journal of Institutional & Theoretical Economics 145, 643-58.",
        "Brown, J., O. Mitchell and J. Poterba, 2001, The Role of Real Annuities and Indexed Bonds in a Mandatory Annuitization System, in: J. Campbell and M. Feldstein, eds., Risk Aspects of Investment-Based Social Security Reform (University of Chicago Press, Chicago) 321-360.",
        "Brown, J. R., O. S. Mitchell, J. M. Poterba, 2000, Mortality Risk, Inflation Risk, and Annuity Products, Working paper 7812, (National Bureau of Economic Research, Cambridge, MA).",
        "Brown, J., 2001, Differential Mortality and the Value of Individual Account Retirement Annuities, in: M. Feldstein and J. Liebman, eds., Distributional Aspects of Investment-based Social Security Reform, forthcoming.",
        "Browning, E. K, 1975, Why the Social Insurance Budget is Too Large in a Democracy, Economic Inquiry 13, 373-88.",
        "Budd, A., 1998, The Pensions System in the United Kingdom, inM. Feldstein, ed., Privatizing Social Security (The University of Chicago Press, Chicago) 99-127.",
        "Buchanan, James M., 1975, The Samaritan&apos;s Dilemma in Altruism, Morality, and Economic Theory edited by E. Phelps, New York: Sage Foundation.",
        "Burkhauser, R and J. Turner, 1985, Is the Social Security Payroll Tax a Tax\", Public Finance Handbook.textmfj l.jul31. -103-Quarterly 13, 253-267.",
        "Burkhauser, R. V. and J.F. Quinn, 1983, Financial Incentives and Retirement in the United States, in: L. Soderstrom, ed., Social Insurance, (North-Holland Publishing Co., Amsterdam) 207-224.",
        "Burkhauser R. and JL Warlick, 1981, Disentangling the Annuity from the Redistributive Aspects of Social Security in the United States, Review of Income and Wealth 27,401-21.",
        "Burtless, G., 1986, Social Security, Unanticipated Benefit Increases and the Timing of Retirement, Review of Economic Studies 53, 781-805.",
        "Burtless, G., 1999, An Economic View ofRetirement, in: H. Aaron, ed., Behavioral Dimensions ofRetirement Economics. (Brookings Institution: Washington, DC) 7-42.",
        "Burtless, G. and R. Moffitt, 1984, The Effects of Social Security Benefits on the Labor Supply of the Aged, in: H. Aaron and G. Burtless, eds., Retirement and Economic Behavior (Brookings Institution: Washington, D.C.) 135-171.",
        "Caldwell, S. et al., 1998, Social Security&apos;s Treatment of Postwar Americans, Working paper no. 6603 (National Bureau ofEconomic Research, Cambridge, MA).",
        "Campbell, J., et. al., 2001, Investing Retirement Wealth: A Life Cycle Model, in: J. Campbell and M. Feldstein, eds., Risk Aspects of Investment-Based Social Security Reform (The University of Chicago Press, Chicago) 439-482.",
        "Campbell, J. and M. Feldstein, 2001, Risk Aspects of Investment-Based Social Security Reform (University of Chicago Press, Chicago).",
        "Cass, D., 1965, Optimum Growth in an Aggregate Model of Capital Accumulation, Review of Economic Studies 32, 233-240.",
        "Coile, C. and J. Gruber, 2000a, Social Security Incentives for Retirement. Working paper no. 7651 (National Bureau ofEconomic Research, Cambridge, MA).",
        "Coile, C. and J. Gruber, 2000b, Social Security and Retirement. Working paper no. 7830 (National Bureau ofEconomic Research, Cambridge, MA).",
        "Committee on Ways and Means U.S. House of Representatives, 2000, Green Book: Background Material and Data on Programs Within the Jurisdiction of the Committee on Ways and Means (U.S. Government Printing Office, Washington, D.C.). Congressional Budget Office, 1998, Social Security and Private Saving: A Review of the Empirical Evidence. (U.S. Government Printing Office, Washington, D.C.). Handbook.textmfj l.jul31. -103-Congressional Budget Office, 2000a, The Budget and Economic Outlook: Fiscal Years 2001-2010 (U.S. Government Printing Office, Washington, D.C.). Congressional Budget Office, 2000b, The Long-Term Budget Outlook (U.S. Government Printing Office, Washington, D.C.). Coronado, J.L., et. al. Long Run Effects of Social Security Reform Proposals on Lifetime Progressivity, in: M. Feldstein and J. Liebman, eds., The Distributional Effects of Social Security Reform, forthcoming.",
        "Coronado, J.L., et. al., 1999, Distributional Impacts of Proposed Changes to the Social Security System, in: J. Poterba, ed., Tax Policy and the Economy (MIT Press, Cambridge, MA) 149186.",
        "Coronado, J. L., D. Fullerton and T. Glass, 2000, The Progressivity of Social Security, Working paper no. 7520 (National Bureau ofEconomic Research, Cambridge, MA).",
        "Costa, D., 1998, The Evolution of Retirement: An American Economic History, 1880-1990. (University of Chicago Press, Chicago).",
        "Cottani, J. and G. Demarco, 1998, The Shift to a Funded Social Security System: The Case of Argentina, in: M. Feldstein, ed., Privatizing Social Security (University of Chicago Press, Chicago) 177-211.",
        "Cox, J.C. and S. A. Ross, 1976, The Valuation of Options for Alternative Stochastic Processes, Journal ofFinancial Economics 3, 145-166.",
        "Crawford, V. and D. Lillien, 1981, Social Security and the Retirement Decision, Quarterly Journal ofEconomics 96, 505-29.",
        "Cutler, D. M. and R. Johnson, 2000, The Birth and Growth of the Social Insurance State: Explaining Old Age and Medical Insurance Across Countries, mimeo.",
        "Cutler, D. M., J. M. Poterba, L. M. Shiner, and L. H. Summers, 1990, An Aging Society: Opportunity or Challenge\" Brookings Papers on Economic Activity 1, 1-73.",
        "Danziger, S., R. Haveman and R. Plotnick, 1981, How Income Transfer Programs Affect Work, Savings, and the Income Distribution: A Critical Review, Journal ofEconomic Literature 19, 975-1028.",
        "Darby, M. R., 1979, The Effects of Social Security on Income and the Capital Stock (American Enterprise Institute, Washington, D.C.). Deaton, A., P.-O. Gourinchas and C. Paxson, 2001, Social Security and Inequality over the Life Handbook.textmfj l.jul31. -103-Cycle, in: M. Feldstein and J. Liebman, eds., Distributional Aspects of Investment Based Social Security Reform, forthcoming.",
        "Diamond, P., 1977, A Framework for Social Security Analysis, Journal of Public Economics 8, 275-98 Diamond, P., 1993, Privatization of Social Security: Lessons from Chile, Working paper no. 4510 (National Bureau ofEconomic Research, Cambridge, MA).",
        "Diamond, P., 1996, Proposals to Restructure Social Security, Journal of Economic Perspectives 10, 67-88.",
        "Diamond, P., 1997, Macroeconomic Aspects of Social Security Reform, Brookings Papers on Economic Activity 2, 1-66.",
        "Diamond, P., 1998a, The Economics of Social Security Reform: An Overview, in: R.D. Arnold, M. Graetz, and A. Munnell, eds., Framing the Social Security Debate: Values, Politics, and Economics (Brookings Institution Press: Washington, D.C.) 38.",
        "Diamond, P., 1998b, Could Social Security Really Invest in Stocks? Diamond, P., 1999a, Issues in Privatizing Social Security: Report of an Expert Panel of the National Academy of Social Insurance (MIT Press, Cambridge, MA).",
        "Diamond, P., 2000a, Administrative Costs and Equilibrium Charges with Individual Accounts, in: J. Shoven, ed., Administrative Aspects of Investment-Based Social Security Reform (The University of Chicago Press, Chicago) 137-162.",
        "Diamond, P., 2000b, What Stock Market Returns to Expect For the Future? Social Security Bulletin, Vol. 63, No. 2:38-52.",
        "Diamond, P. and J. Geanakoplos, 1999, Social Security Investment in Equities I: Linear Case, Working paper no. 7103 (National Bureau ofEconomic Research, Cambridge, MA).",
        "Diamond. P. and J. Gruber, 1998, Social Security and Retirement in the U.S., in: J. Gruber and David Wise, eds., Social Security and Retirement Around the World (University of Chicago Press: Chicago) 437-474.",
        "Diamond, P. and J. Hausman, 1984a, Retirement and Unemployment Behavior of Older Men, in: H. Aaron and G. Burtless, eds., Retirement and Economic Behavior (Brookings Institution, Washington, DC) 97-135.",
        "Handbook.textmfj l.jul31. -103-Diamond, P. and J. Mirlees, 1978, A Model of Social Insurance with Variable Retirement, Journal ofPublic Economics 10, 295-336.",
        "Diamond, P. and J. Mirlees, 1986, Payroll-Tax Financed Social Insurance with Variable Retirement, Scandinavian Journal ofEconomics 88, 25-50.",
        "Diamond, P. and J. Mirlees, 2000, Adjusting One&apos;s Standing of Living: Two Period Models in P.J. Hammond and G.D. Myles (eds.), Incentives, Organization, and Public Economics, papers in Honour of Sir James Mirlees, Oxford: Oxford University Press.",
        "Diamond, P. and J. Mirlees. Social Insurance with Variable Retirement and Private Savings, Journal of Public Economics, forthcoming . Dicks-Mireuax, L. and M. A. King, 1983, Portfolio Composition and Pension Wealth: An Econometric Study, in Z. Bodie and J. Shoven, eds., Financial Aspects of the U.S. Pension System (University of Chicago Press, Chicago) 399-440.",
        "Dicks-Mireaux, L. andM. King, 1984, Pension Wealth and Household Saving: Tests of Robustness, Journal ofPublic Economics 23, 115-139.",
        "Duggan, J. E., R. Gillingham and J. S. Greenlees, 1993, The Returns Paid to Early Social Security Cohorts, Contemporary Policy Issues 11, 1-13.",
        "Eckstein, Z., et. al., 1985, Uncertain Lifetimes and the Welfare Enhancing Properties of Annuity Markets and Social Security, Journal ofPublic Economics 26, 303-326.",
        "Edey, M. and J. Simon., 1998, Australia&apos;s Retirement Income System, in: M. Feldstein, ed., Privatizing Social Security (University of Chicago Press, Chicago) 63-89.",
        "Edwards, S., 1998, The Chilean Pension Reform: A Pioneering Program, in: M. Feldstein, ed., Privatizing Social Security (University of Chicago Press, Chicago) 33-57.",
        "Elmendorf, D. and J. Liebman, 2000, Social Security Reform and National Saving in an Era of Budget Surpluses, Brookings Papers on Economic Activity 2 (Brookings Institution, Washington, DC).",
        "Elmendorf, D., J. Liebman and D. Wilcox, 2001, Fiscal Policy and Social Security Policy During the 1990s in J. Frankel and P. Orszag editors, American Economic Policy in the 1990s.",
        "Elmendorf, D. W. and L.M. Sheiner, 2000, Should America Save for Its Old Age? Fiscal Policy, PopulationAging, andNational Saving, Journal ofEconomic Perspectives 14, 57-74.",
        "Feenberg, D., 1997, Are Tax Price Models Really Identified: The Case of Charitable Giving, Handbook.textmfj l.jul31. -103-National Tax Journal 40, 629-33.",
        "Feldstein, M., 1974, Social Security, Induced Retirement and Aggregate Capital Accumulation, Journal of Political Economy 82, 905-926.",
        "Feldstein, M., 1976a, Seven Principles ofSocial Insurance, Challenge 6-11.",
        "Feldstein, M., 1976b, Social Security and the Distribution of Wealth, J Amer Stat Assoc 71, 800807.",
        "Feldstein, M., 1977, Social Security and Private Savings: International Evidence in an Extended Life-cycle Model, in: M. Feldstein and R. Inman, eds., The Economics of Public Services (The Macmillan Press, London) 174-205.",
        "Feldstein, M., 1980, International Differences in Social Security and Saving, Journal of Public Economics 14, 225-244.",
        "Feldstein, M., 1982, Social Security and Private Saving: Reply, Journal of Political Economy 90, 630-642.",
        "Feldstein, M., 1983, Social Security Benefits and the Accumulation of Pre-retirement Wealth, in: F. Modigliani and R. Hemming, eds., The Determinants of National Saving and Wealth (Macmillan, London) 3-23.",
        "Feldstein, M., 1985, The Optimal Level ofSocial Security Benefits, Quarterly Journal of Economics 10, 303-320.",
        "Feldstein, M., 1987a, The Welfare Cost of Social Security&apos;s Impact on Private Saving, in: M. Boskin, Essays in Honor of Arnold Harberger (Basil Maxwell, Oxford) 1-13.",
        "Feldstein, M., 1987b, Should Social Security be Means Tested\" Journal of Political Economy 95, 468-484.",
        "Feldstein, M., 1990, Imperfect Annuity Markets, Unintended Bequests, and the Optimal Age Structure ofSocial Security Benefits, Journal of Public Economics 41, 31-43.",
        "Feldstein, M., 1995a, Fiscal Policies, Capital Formation and Capitalism, The 1994 J. Schumpeter. Lecture to the European Economic Association, European Economic Review 39, 399-420.",
        "Feldstein, M.,1995b, The Effect of Marginal Tax Rates on Taxable Income: A Panel Study of the 1986 Tax Reform Act, Journal of Political Economy 103, 551-72.",
        "Feldstein, M., 1995c, Would Privatising Social Security Raise Economic Wellbeing\" Working paperno. 5281 (National Bureau ofEconomic Research, Cambridge, MA).",
        "Handbook.textmfj l.jul31. -103-Feldstein, M., 1996a, The Missing Piece in Policy Analysis: Social Security Reform, The R. T. Ely Lecture, AmericanEconomicReview86, 1-14.",
        "Feldstein, M., 1996b, Social Security and Savings: New Time Series Evidence, National Tax Journal 49, 151-164.",
        "Feldstein, M., 1997, The Case for Privatization, Foreign Affairs 76, 24-38.",
        "Feldstein, M., 1998a, Privatizing Social Security, ed., (The University of Chicago Press, Chicago).",
        "Feldstein, M., 1998b, Transition to a Fully Funded Pension System: Five Economic Issues, in: Horst Siebert, ed., Redesigning Social Security (Institute of World Economics of the University of Kiel, Kiel) 299-315.",
        "Feldstein, M., 1998c, The Effect of Privatizing Social Security on Economic Welfare, Appendix to the Introduction in: M. Feldstein, Privatizing Social Security (The University of Chicago Press, Chicago) 1-29.",
        "Feldstein, M., 1999b, Tax Avoidance and the Deadweight Loss of the Income Tax, Review of Economics and Statistics 81, 674-80.",
        "Feldstein, M., 2000, Comment on P. Diamond, Administrative Costs and Equilibrium Charges with Individual Accounts, in: J. Shoven, ed., Administrative Aspects of Investment-Based Social Security Reform (The University of Chicago Press, Chicago) 162-169.",
        "Feldstein, M. and J. Liebman, 2001a, The Distributional Effects of an Investment-Based Social Security Reform, in: M. Feldstein and J Liebman , Distributional Aspects of Investment-based Social Security Reform, forthcoming.",
        "Feldstein, M. and J. Liebman. 2001b. Distributional Aspects of Investment-Based Social Security Reform (University of Chicago Press, Chicago).",
        "Feldstein, M. and A. Pellechio, 1979, Social Security and Household Wealth Accumulation: New Microeconometric Evidence, Rev Econ and Stat 61,361.",
        "Feldstein, M. and E. Ranguelova, 1998, Individual Risk and Intergenerational Risk Sharing in an Investment Based Social Security System, Working paper no. 6839 (National Bureau of Economic Research, Cambridge, MA).",
        "Handbook.textmfj l.jul31. -103-Feldstein, M. and E. Ranguelova, 2001, The Economics of Bequests in Pensions and Social Security. Forthcoming, in: M. Feldstein and J. Liebman, eds., Distributional Aspects ofInvestment-based Social Security Reform, forthcoming.",
        "Feldstein, M. and E. Ranguelova, 2000, Individual Risk in an Investment Based Social Security System, American Economic Review, forthcoming.",
        "Feldstein, M. and E. Ranguelova, 2001, Accumulated Pension Collars: A Market Approach to Reducing the Risk of Investment-Based Social Security Reform, NBER Working Paper 7861. Forthcoming in Tax Policy and the Economy (Cambridge, MA: MIT Press, 2001) Feldstein, M., E. Ranguelova and A. Samwick, 2001, The Transition to Investment-Based Social Security When Portfolio Returns and Capital Profitability are Uncertain, in: J. Campbell and M. Feldstein, eds., Risk Aspects of Investment-Based Social Security Reform (The University of Chicago Press, Chicago) 41-87.",
        "Feldstein, M. and A. Samwick. 1992, Social Security Rules and Marginal Tax Rates, National Tax Journal 45, 1-22.",
        "Feldstein, M. and A. Samwick, 1997, The Economics of Prefunding Social Security and Medicare Benefits, Working paper no. 6055 (National Bureau of Economic Research, Cambridge, MA).",
        "Feldstein, M. and A. Samwick, 1998a, The Transition Path in Privatizing Social Security, in: M. Feldstein, ed., Privatizing Social Security (The University of Chicago Press, Chicago) 215260.",
        "Feldstein, M. and A. Samwick, 1998b, Potential Effects of Two Percent Retirement Accounts, Tax Notes 79, 615-20.",
        "Feldstein, M. and A. Samwick, 1999, Maintaining Social Security Benefits and Tax Rates through Personal Retirement Accounts: An Update Based on the 1998 Social Security Trustees Report, Working paper no. 6540 (National Bureau of Economic Research, Cambridge, MA).",
        "Feldstein, M. and A. Samwick, 2000, Allocating Payroll Tax Revenue to Personal Retirement Accounts, Tax Notes 87, 1645-52.",
        "Feldstein, M. and H. Siebert, 2001, Coping with the Pension Crisis: Where Does Europe Stand\" (University of Chicago Press, Chicago).",
        "Flora, P. and J. Alber, 1981, Moderization, Democratization, and the Development of Welfare States in Western Europe, in: P. Flora and A. J. Heidenheimer, eds., The Development of Welfare States in Europe and America (Transaction Books, New Brunswick, NJ) 37-80.",
        "Handbook.textmfj l.jul31. -103-Flora, P. and A. J. Heidenheimer, 1981, The Historical Core and the Changing Boundaries of the Welfare State, in: P. Flora and A. J. Heidenheimer, eds., The Development of Welfare States in Europe and America. (Transaction Books, New Brunswick, NJ) 17-34.",
        "Friedberg, L., 2000, The Labor Supply Effects of the Social Security Earnings Test. The Review of Economics and Statistic 82, 48-63.",
        "Friedberg, L., 1998, The Social Security Earnings Test and Labor Supply of Older Men, in: J. Poterba, ed., Tax Policy and the Economy 12 (MIT Press, Cambridge, MA).",
        "Friedman, B. and M. Warshawsky, 1990, The Cost of Annuities: Implications for Saving Behavior and Bequests, Quarterly Journal of Economics 15, 135-154.",
        "Fullerton, D., et. al., 1999, Distributional Impacts of Proposed Changes to the Social Security System, Tax Policy and the Economy, forthcoming.",
        "Geanakoplos, J., O. Mitchell, and S. Zeldes, 1999, Social Security&apos;s Money&apos;s Worth, in: O. Mitchell, R. Myers, and H. Young, eds., Prospects for Social Security Reform (University of Pennsylvania Press, Philadelphia) 79-151.",
        "Geanakoplos, J., O. S. Mitchell and S. Zeldes, 1998, Would a Privatized Social Security System Really Pay a Higher Rate of Return? in: D. Arnold, M. Graetz, and A. Munnell, eds., Framing the Social Security Debate (Brookings Institution, Washington, DC) 137-156.",
        "Gokhale, J. and L. Kotlikoff, 2001, Social Security&apos;s Treatment of Postwar Americans: How Bad Can it Get?, in M. Feldstein and J. Liebman , eds., The Distributional Effects of Social Security Reform (forthcoming), NBER Working paper no. 7362 (National Bureau of Economic Research, Cambridge, MA).",
        "Gokhale, J., L. Kotlikoff, and J Sabelhaus, 1996,Understanding the Postwar DeclineinU.S. Saving: A Cohort Analysis, Brookings Papers on Economic Activity, 1, 315-390.",
        "Gokhale, J., L. J. Kotlikoff, J. Sefton and M. Weale, 2000, Simulating the Transmission of Wealth Inequality Via Bequests, Journal of Public Economics 79, 93-128.",
        "Goldberg, F. and M Graetz, 2000, Reforming Social Security: A Practical and Workable System of Personal Retirement Accounts, in: J. Shoven , Administrative Costs and Social Security Privatization (The University of Chicago Press, Chicago) 9-37.",
        "Gordon, R.H., 1983, Social Security and Labor Supply Incentives, Contemporary Policy Issues 3, 16-22.",
        "Goss, S., 1999, Measuring Solvency in the Social Security System, in: O. Mitchell, R. Myers and H. Young, eds., Prospects for Social Security Reform (University of Pennsylvania Press, Handbook.textmfj l.jul31. -103-Philadelphia, PA).",
        "Gramlich, E. M., 1996, Different Approaches for Dealing with Social Security, Journal ofEconomic Perspectives 10, 55-66.",
        "Gruber, J. and P. Orszag, 2000, Does the Social Security Earnings Test Affect Labor Supply and Benefit Receipt\" Working paper no. 7923 . (National Bureau of Economic Research, Cambridge, MA).",
        "Gruber, J. and E. Saez, 2000, The Elasticity of Taxable Income: Evidence and Implications, Working paper no. 7512, (National Bureau ofEconomic Research, Cambridge, MA).",
        "Gruber, J. and D. A. Wise, 1999, Introduction and Summary, in: J. Gruber and D.A. Wise, eds., Social Security and Retirement Programs Around the World (University of Chicago Press: Chicago) 1-35.",
        "Gullason, E. T., B. R. Kolluri and M. J. Panik, 1993, Social Security and Household Wealth Accumulation: Refined Microeconometric Evidence, Review of Economics and Statistics 75,548-551.",
        "Gustman, A. andT. Steinmeier, 1985, The 1983 Social Security Reforms and Labor Supply, Journal ofLabor Economics, 237-253.",
        "Gustman. A. and T. Steinmeier, 1998, Social Security Benefits of Immigrants and U.S. Born, Working paper no. 6478 (National Bureau ofEconomic Research, Cambridge, MA).",
        "Gustman, A. and T. Steinmeier, 1999, Effects of Pensions on Savings: Analysis with Data From the Health and Retirement Study, in: Carnegie-Rochester Conference Series on Public Policy 50, 271-326.",
        "Gustman, A. and T. Steinmeier, 2000, How Effective is Redistribution Under the Social Security Benefit Formula\" Working paper no. 7597 (National Bureau of Economic Research, Cambridge, MA).",
        "Hassler, J. and A. Lindbeck, 1997, Intergenerational Risk Sharing, Stability and Optimality of Alternative Pension Systems, Working paper no. 1774 (Center for Economic Policy Analysis, London).",
        "Hausman, J. and D. Wise, 1985, Social Security, Health Status and Retirement, in: D. Wise, Pensions, Labor and Individual Choice (University of Chicago Press, Chicago) 159-191.",
        "Horioka, C. Y., 1980, International Differences in Social Security and Saving: A Comparison of the Handbook.textmfj l.jul31. -103-Barro and Feldstein Estimates, Journal ofPublic Economics 14, 238-244.",
        "Hu, S.C., 1979, Social Security, the Supply of Labor, and Capital Accumulation, American Economic Review 69, 274-83.",
        "Hubbard, R. G., 1985, Personal Taxation, Pension Wealth, and Portfolio Composition, Review ofEconomics & Statistics 67, 53-60.",
        "Hubbard, R G., 1986, Pension Wealth and Individual Saving: Some New Evidence, Journal of Money, Credit & Banking 18, 167-78.",
        "Hubbard, G., et al., 1995, Precautionary Saving and Social Insurance, Journal of Political Economy 103, 360-399.",
        "Hubbard, G. and K. Judd, 1987, Social Security and Individual Welfare: Precautionary Saving, Borrowing Constraints, and the Payroll Tax, American Econnomic Review 77, 630-646.",
        "Hurd, M. and M. Boskin, 1984, The Effects of Social Security on Retirement in the Early 1970s, Quarterly Journal ofEconomics 99, 767-790.",
        "Hurd, M. and J. Shoven, 1985, The Distributional Impact of Social Security, in: D. Wise, ed., Pensions, Labor and Individual Choice (University of Chicago Press, Chicago) 193-221.",
        "James, E., 1998a, New Models for Old Age Security: Experiments, Evidence, and Unanswered Questions, \"World Bank Research Observer, Vol. 13, No. 2.",
        "James, E., 1998b, The Political Economy of Social Security Reform: A Cross-Country Review, Annals ofPublic and Cooperative Economics, Vol. 69. No. 4.",
        "James, E., et. al., 1999, Mutual Funds and Institutional Investments: What is the most efficient way to set up individual accounts in a Social Security system? in: J. Shoven , ed., Administrative Costs and Social Security Privatization, Working paper no. 7049 (National Bureau ofEconomic Research, Cambridge, MA).",
        "Kahn, J. A., 1988, Social Security, Liquidity, and Early Retirement, Journal ofPublic Economics35, 97-117.",
        "Kotlikoff, L., 1979a, Social Security and Equilibrium Capital Intensity, Quarterly Journal of Economics 93, 233-253.",
        "Kotlikoff, L., 1979b, Testing the Theory of Social Security and Life Cycle Accumulation, American Economic Review 69, 396-410.",
        "Kotlikoff, L., 1987, Justifying Public Provision of Social Security, Journal of Policy Analysis and Handbook.textmfj l.jul31. -103-Management, Spring.",
        "Kotlikoff, L., et. al., 2001, Distributional Effects in a General Equilibrium Analysis of Social Security, in: M. Feldstein and J. Liebman, The Distributional Effects of Social Security Reform, forthcoming.",
        "Kotlikoff, L., 1996a, Privatization of Social Security: How It Works and Why It Matters, in: J. Poterba, ed., Tax Policy and the Economy 10 (MIT Press, Cambridge) 1-32.",
        "Kotlikoff, L., et. al., 1998, Simulating the Privatization of Social Security in General Equilibrium, in: M. Feldstein, ed., Privatizing Social Security (The University of Chicago Press, Chicago) 265-306.",
        "Kotlikoff, L., 1998, Social Security: Privatization and Progressivity, Working paper no. 6428 (National Bureau ofEconomic Research, Cambridge, MA). Kotlikoff, L., K. Smetters, and J. Walliser, Finding a Way Out of America&apos;s Demographic Dilemma, Working paper no. 8258 (National Bureau ofEconomic Research, Cambridge, MA).",
        "Krueger, A. B.and J.-S. Pischke, 1992, The Effect of Social Security on Labor Supply: A Cohort Analysis of the Notch Generation, Journal of Labor Economics 10, 412-437.",
        "Liebman, J., 2001, Redistribution in the CurrentU.S. Social Security Program, in: M. Feldstein and J. Liebman, Distributional Aspects of Investment-based Social Security Reform, forthcoming.",
        "Leimer, D., 1994, Cohort Specific Measures of Lifetime Net Social Security Transfers, Working paper no. 59 (Office of Research and Statistics, Social Security Administration, Washington, D.C.). Leimer, D. and S. Lesnoy, 1982, Social Security and Savings: New Time Series Evidence, Journal of Political Economy 90, 606-629.",
        "Lesnoy, S. D. and D. R. Leimer, 1985, Social Security and Private Saving: Theory and Historical Evidence, Social Security Bulletin 48, 14-30.",
        "Lindbeck, A., 2002, Pensions and Contemporary Socio-economic Change: Balancing Market Risk and Political Risk, in: M. Feldstein and H. Siebert, Coping with the Pension Crisis: Where Does Europe Stand, forthcoming.",
        "Lindbeck, A. and M. Persson, 2000, What Are the Gains from Pension Reform\" Working paper no. 535 (The Research Institute for Industrial Economics, Stockholm).",
        "Handbook.textmfj l.jul31. -103-Lindbeck, A. and J. W. Weilbull, 1988, Altrusism and Time Consistency: The Economics of Fair Accompli, Journal of Political Economy, 96, 1165-1182.",
        "Lubove, R., 1968, The Struggle for Social Security: 1900-1935. (Harvard University Press; Cambridge, MA).",
        "Lumsdaine, R. and D. Wise, 1994, Aging and Labor Force Participation: A Review of Trends and Explanations, in: Y. Noguchi and D. Wise, eds., Aging Issues in Japan and the United States (The University of Chicago Press, Chicago) 7-41.",
        "Macurdy, T. and J. Shoven, 2001, Asset Allocation and Risk Allocation: Can Social Security Improve Its Future Solvency Problem by Investing in Private Securities, in: J. Campbell and M. Feldstein, Risk Aspects of Investment-Based Social Security Reform (The University of Chicago Press, Chicago) 11-32.",
        "McGarry, K, 2001, SSI and the Well-Being of the Elderly Poor, in: M. Feldstein and J. Liebman, The Distributional Effects of Social Security Reform (University of Chicago Press, Chicago), forthcoming.",
        "McHale, J., 2001, The Risk of Social Security Benefit Rule Changes: Some International Evidence, in: J. Campbell and M. Feldstein, eds., Risk Aspects of Investment-Based Social Security Reform, (University of Chicago Press, Chicago) 247-282.",
        "Merton, R., 1983, On the Role of Social Security as a Means for Efficient Risk Sharing in an Economy Where Human Capital is Not Tradable, in: Z. Bodie and J. B. Shoven, eds., Financial Aspects of the United States Pension System (University of Chicago Press, Chicago) 3.",
        "Merton, R., Z. Bodie and A. Marcus, 1987, Pension Plan Integration as Insurance Against Social Security Risk, in: Z. Bodie, J. Shoven, and D. Wise, eds., Issues in Pension Economics, (University of Chicago Press, Chicago) 147-169.",
        "Miron, J. and D. Weil, 1997, The Genesis and Evolution of Social Security. Working paper no. 5949 (National Bureau ofEconomic Research, Cambridge, MA).",
        "Mitchell, O., 1998, Administrative Costs in Public and Private Retirement Systems, in: M. Feldstein, ed., Privatizing Social Security (The University of Chicago Press, Chicago) 403452.",
        "Handbook.textmfj l.jul31. -103-Mitrusi, A. and J. Poterba, 2000, The Distribution of Payroll and Income Tax Burdens, 1979-1999, National Tax Journal 53, 765-94 Modigliani, F., M. Ceprini, and A. Muralidhar, 1999, A Better Solution to the Social Security Crisis: Funding with a Common Portfolio, Working paper no. 1-01 (World Economy Laboratory, Massachusetts Institute of Technology, Cambridge, MA).",
        "Modigliani, F. and A. Sterling, 1983, Determinants of Private Saving with Special Reference to the Role of Social Security - Cross-country Tests, in: F. Modigliani andR. Hemming, eds., The Determinants ofNational Saving and Wealth (MacMillan, London) 24-55.",
        "Moffitt, R., 1984, Trends in Social Security Wealth by Cohort, in: M. Moon, ed., Economic Transfers in the U.S. (University of Chicago Press, Chicago) 327-347.",
        "Moss, D., 1999, Social Security, in: D. Moss, When All Else Fails, forthcoming Mulligan, C., 2000a, Can Monopoly Unionism Explain Publically Induced Retirement\" Working paper no. 7680 (National Bureau ofEconomic Research, Cambridge, MA).",
        "Mulligan, C., 2000b, Induced Retirement, Social Security, and the Pyramid Mirage. Working paper no. 7679 (National Bureau ofEconomic Research, Cambridge, MA).",
        "Mulligan, C. andX. Sala-i-Martin, 1999a, Gerontocracy, Retirement and Social Security, Working paper no. 7117 (National Bureau ofEconomic Research, Cambridge, MA).",
        "Mulligan, C. and X. Sala-i-Martin, 1999b, Social Security in Theory and Practice (I): Facts and Political Theories. Working paper no . 7118 (National Bureau of Economic Research, Cambridge, MA).",
        "Mulligan, C. and X. Sala-i-Martin, 1999c, Social Security in Theory and Practice (II): Efficiency Theories, Narrative Theories, and Implications for Reform. Working paper no . 7119 (National Bureau ofEconomic Research, Cambridge, MA).",
        "Munnell, A., 1976, Social Security and Saving: New Evidence, Journal of Political Economy 84, 1013-1032.",
        "Murphy, K. and F. Welch, 1998, Perspectives on the Social Security Crisis and Proposed Solutions, American Economic Review 88, 142-150.",
        "Murthi, M., J. M. Orszag and P. R. Orszag, 2001, Administrative Costs under a Decentralized Approach to Individual Accounts: Lessons from the United Kingdom, in R. Holzmann and Handbook.textmfj l.ju!31. -101-J. Stiglitz, eds, New Ideas About Old Age Security (The World Bank).",
        "OECD, 1998, Maintaining Prosperity in an Ageing Society (Organisation for Economic Co-operation and Development) Orszag, P. and J. Stiglitz, 2001, Rethinking Pension Reform: Ten Myths About Social Security Systems, in R. Holzmann and J. Stiglitz, eds, New Ideas About Old Age Security (The World Bank).",
        "Palmer, E., 2001, Swedish Pension Reform: How Did it Evolve and What Does it Mean for the Future? in: M. Feldstein and H. Siebert, eds., Coping with the Pension Crisis: Where Does Europe Stand? forthcoming.",
        "Peltzman, S., 1980, The Growth of Government. Journal ofLaw and Economics 23, 209-287.",
        "Poterba, J. and M. Warshawsky, 1999, The Cost of Annuitizing Retirement Payouts, in: J. Shoven, Administrative Aspects of Investment-Based Social Security Reform (The University of Chicago Press, Chicago) 173-200.",
        "Pozen, R. and J. Kimpel, 1999, Investment and Administrative Constrains on Individual Social Security Accounts, in: O. Mitchell, R.J. Meyers and H. Young, eds., Prospects for Social Security Reform (University of Pennsylvania Press, Philadelphia, Pennsylvania) 372-379.",
        "Poterba, J. M., 1998, The Rate of Return to Corporate Capital and Factor Shares: New Estimates Using Revised National Income Accounts and Capital Stock Data, Carnegie-Rochester Conference Series on Public Policy 48, 211-46.",
        "Quinn, J. E., 1999, Has the Early Retirement Trend Reversed? Paper presented at the first annual joint conference of the Retirement Research Consortia, Washington, DC May 20-21, 1999.",
        "Rangel, A., 2001, Forward and Backward Intergenerational Goods: Why is Social Security Good for the Environment. Stanford University.",
        "Rangel, A. and R. Zeckhauser, 2001, Can Market and Voting Institutions Generate Optimal Intergenerational Risk Sharing, in: J. Campbell and M. Feldstein, Risk Aspects of Investment- Based Social Security Reform (University of Chicago Press, Chicago) 113-141.",
        "Rippe, R., 1995, Further Gains in Corporate Profitability, Economic Outlook Monthly (Prudential Securities, Inc.) August 1995.",
        "Ritter, G. A., 1986, Social Welfare in Germany and Britain. (Berg, New York).",
        "Rodgers, D. T., 1998, Atlantic Crossings: Social Politics in a Progressive Era. (Harvard University Press; Cambridge, MA). . Handbook.textmfj l.jul31. -103-Rothschild, M. and J. Stiglitz, 1970, Increasing risk I: A definition, Journal ofEconomic Theory 2, 225-243.",
        "Rothschild, M. and J. Stiglitz, 1971, Increasing Risk II: Its Economic Consequences, Journal of Economic Theory 3, 66-84.",
        "Ruhm, C., 1996, Do Pensions Increase the Labor Supply of Older Men\" Journal of Public Economics 59, 157-75 Rurup, B. 2001. The Future of the German Pension System: Stabilization of Contributions by a Mandatory Saving Plan, in: M. Feldstein and Horst Siebert, eds., Coping with the Pension Crisis: Where Does Europe Stand\" forthcoming.",
        "Rust, J. and C. Phelan, 1997, How Social Security and Medicare Affect Retirement Behavor in a World ofIncomplete Markets, Econometrica 65, 781-831 Sala-i-Martin, X., 1996, A Positive Theory of Social Security. Journal of Economic Growth.1, 277-304.",
        "Sales-Sarrapy, C., F. Solis-Soberon and A. Villagomez-Amezua, 1998, Pension System Reform: The Mexican Case, in: M. Feldstein, ed., Privatizing Social Security (University of Chicago Press, Chicago) 135-172.",
        "Samuelson, P., 1958, An Exact Consumption Loan Model ofInterest With or Without the Social Contrivance of Money, Journal of Political Economy 66, 467-482.",
        "Samuelson, P., 1975, Optimum Social Security in a Life-Cycle Growth Model, International Economic Review 16, 539-44.",
        "Samwick, A., 1998, New Evidence on Pensions, Social Security and the Timing of Retirement, Working paper no. 6534 (National Bureau ofEconomic Research, Cambridge, MA).",
        "Schieber, S. and J. Shoven, 1994, The Consequences of Population Aging on Private Pension Fund Saving and Asset Markets, Working paper no. 4665 (National Bureau ofEconomic Research, Cambridge, MA).",
        "Schieber, S. and J. Shoven, 1999, The Real Deal: The History and Future of Social Security. (Yale University Press, New Haven).",
        "Seidman, L., 1987, A Phase-Down of Social Security: The Transition in a Life Cycle Growth Model, National Tax Journal 39, 97-107.",
        "Handbook.textmfj l.jul31. -103-Shiller, R.., 1999, Social Security and Institutions for Intergenerational, Intragenerational and International Risk Sharing, Carnegie-Rochester Conference Series on Public Policy 50,165204.",
        "Shoven, J., 2000, Administrative Aspects of Investment-Based Social Security Reform (University of Chicago Press, Chicago). Shoven, J. and S. Schieber, Administering a Cost Effective National Program of Personal Security Accounts, in J. Shoven, Administrative Costs and Social Security Privatization (University of Chicago Press, Chicago) 41-69.",
        "Smetters, K., 1998, Privatizing vs. Prefunding Social Security in a Stochastic Economy, Mimeo. (University of Pennsylvania, Philadephia) Smetters, K., 2001, The Effect of Pay-When-Needed Benefit Guarantees on the Impact of Social Security Reform, in: J. Campbell and M. Feldstein, eds., Risk Aspects of Investment-Based Social Security Reform, (University of Chicago Press, Chicago) 91-105.",
        "Steuerle, E. and J. Bakija, 1994, Retooling Social Security for the 21st Century (Urban Institute Press: Washington, 1994).",
        "Stock, J. and D. Wise, 1990, Pensions, the Option Value of Work, and Retirement, Econometrica58, 1151-80.",
        "Tabellini, G., 1990, A Positive Theory of Social Security. Working paper no. 3272 (National Bureau ofEconomic Research, Cambridge, MA).",
        "Weaver, C. L., 1982, The Crisis in Social Security: Economic and Political Origins (Duke University Press: Durham, NC).",
        "World Bank, 1994, Averting the Old Age Crisis (Oxford University Press). Handbook.textmfj l.jul31. -103-age"
    ]
}