{
    "id": 8452,
    "cites": 44,
    "cited_by": 8,
    "reference": [
        "Barclay, Michael J., and Clifford W. Smith, Jr., 1995a, The maturity structure of corporate debt, Journal of Finance 50, 609-631.",
        "Booth, Aivazian, Dermirguc-Kunt, and Makismovic, 2001, Capital structures in developing countries, Journal of Finance 56, 87-129.",
        "Campbell, John, 1996, Understanding risk and return, Journal of Political Economy 104, 298-345.",
        "Cantillo, Miguel and Julian Wright, 2000, How do firms choose their lenders'DONE' An empirical investigation, Review of Financial Studies 13, 155-189.",
        "Chaplinsky, Susan and Latha Ramchand, 2000, The Impact of SEC Rule 144A on Corporate Debt Issuance by Foreign Firms, Working Paper, University of Virginia.",
        "Claessens, Stijn, Simeon Djankov, and Larry H.P. Lang, 2000, The separation of ownership and control in East Asian corporations, Journal of Financial Economics 58, 81-112.",
        "Claessens, Stijn, Simeon Djankov, Joseph Fan, and Larry H.P. Lang, 2001, Disentangling the incentive and entrenchment effects of large shareholdings, Working Paper, World Bank.",
        "Diamond, Douglas, 1984, Financial intermediation and delegated monitoring, Review of Economic Studies 51, 393-414.",
        "Diamond, Douglas, 1991a, Debt Maturity Structure and Liquidity Risk, Quarterly Journal of Economics 106, 709-737.",
        "Diamond, Douglas, 1991b, Monitoring and reputation: The choice between bank loans and directly placed debt, Journal of Political Economy 99, 689-721.",
        "Domowitz, Ian, Jack Glen, and Ananth Madhavan, 2000, International Evidence on Aggregate Corporate Financing Decisions, Working Paper, Penn State University.",
        "Fabozzi, Frank, Bond Markets, Analysis and Strategies, 2000, Fourth edition, Prentice-Hall, Inc., Upper Saddle River, New Jersey.",
        "Flannery, Mark, 1986, Asymmetric information and risky debt maturity choice, Journal of Finance 41, 19-37.",
        "Foerster, Stephen, and Andrew Karolyi, 1999, The effects of market segmentation and investor recognition on asset prices: Evidence from foreign stocks listing in the United States, Journal of Finance 54, 981-1013.",
        "Hart, Oliver, and John Moore, 1995, Debt and seniority: an analysis of the role of hard claims in constraining management, American Economic Review 85, 567-585.",
        "Howcroft, B. and C. Solomon, 1985, Syndicated lending by banks, Banger Occasional Papers in Economics No. 22, J. Revell, ed. (University of Wales Press).",
        "James, Christopher, 1987, Some evidence on the uniqueness of bank loans, Journal of Financial Economics 19, 217-235.",
        "Jensen, Michael C. 1986, Agency costs of free cash flow, corporate finance, and takeovers, American Economic Review 76, 323-339.",
        "Jensen, Michael C. 1993, The modern industrial revolution, exit, and the failure of internal control systems, Journal of Finance 48, 831-880.",
        "Jensen, Michael C. and William H. Meckling, 1976, Theory of the firm: Managerial behavior, agency costs and ownership structure, Journal of Financial Economics 3, 305-360.",
        "Johnson, Simon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, 2000, Tunnelling, American Economic Review 90, 22-27.",
        "Karmin, Craig, The Wall Street Journal, November 8, 2000.",
        "Kim, Yong Cheol and Rene M. Stulz, 1988, The Eurobond market and corporate financial policy: A test of the clientele hypothesis, Journal of Financial Economics, 22, 189-205.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, 1998, Law and finance, Journal of Political Economy 106, 1113-1155.",
        "Leland, Hayne and David Pyle, 1977, Informational asymmetries, financial structure, and financial intermediation, Journal of Finance 32, 371-387.",
        "Lins, Karl, and Henri Servaes, 1999, International evidence on the value of corporate diversification, Journal of Finance 54, 2215-2239.",
        "Lins, Karl, 2000, Equity ownership and firm value in emerging markets, Working paper, University of Utah.",
        "London Stock Exchange, April 2000, Listing Eurobonds -- Summary listing requirements of the U.K. Listing Authority, www.londonstockexchange.com.",
        "Lummer, Scott and John McConnell, 1989, Further evidence on the bank lending process and the capital-market response to bank loan agreements, Journal of Financial Economics 25, 99-122.",
        "McConnell, John and Henri Servaes, 1995, Equity ownership and the two faces of debt, Journal of Financial Economics 39, 131-157.",
        "McConnell, John and Henri Servaes, 1990, Additional evidence on equity ownership and corporate value, Journal of Financial Economics 27, 595-612.",
        "Merton, Robert, 1987, A simple model of capital market equilibrium with incomplete information, Journal of Finance 42, 483-510.",
        "Mikkelson, Wayne, and Megan Partch, 1986, Valuation effects of security offerings and the issuance process, Journal of Financial Economics 15, 31-60.",
        "Miller, Darius, 1999, The market reaction to international cross-listing: evidence from Depositary Receipts, Journal of Financial Economics 51, 103-123.",
        "Morck, Randall, Andrei Shleifer, and Robert W. Vishny, 1988, Management ownership and market valuation: An empirical analysis, Journal of Financial Economics 20, 293-315.",
        "Nivatpumin, L and K. Parnsoonthorn, June 4, 2001, Fraud bites hard into Asian Sales, Bangkok Post.",
        "Pomerleano, Michael, 1998, The East Asian crisis and corporate finances: the untold microeconomic story, Emerging Markets Quarterly 2, 14-27.",
        "Rajan, Raghuram, and Luigi Zinagles, 1995, What do we know about capital structure'DONE' Some evidence from international data, Journal of Finance 50, 1421-1460.",
        "Ross, Stephen A., 1977, The determination of financial structure: The incentive-signaling approach, Bell Journal of Economics 8, 23-40.",
        "Scholes, Myron, and Joseph Williams, 1977, Estimating Betas from non-synchronous data, Journal of Financial Economics 5, 309-327.",
        "Shleifer, Andrei, and Robert W. Vishny, 1997, A survey of corporate governance, Journal of Finance 52, 737-783.",
        "Stulz, RenÃ\u0083Â© M., 1990, Managerial discretion and optimal financing policies, Journal of Financial Economics 26, 3-27.",
        "Titman, Sheridan, and Brett Trueman, 1986, Information quality and the valuation of new issues, Journal of Accounting and Economics 8, 159-172.",
        "White, Halbert, 1980, A heteroskedasticity-consistent covariance matrix estimator and direct test for heteroskedasticity, Econometrica 48, 817-838."
    ]
}