{
    "id": 8453,
    "cites": 35,
    "cited_by": 26,
    "reference": [
        "Adler, M. and B. Dumas, Exposure to currency risk: definition and measurement, Financial Management, Summer 1984, 13: 41-50.",
        "Allayannis, George, The time-variation of the exchange rate exposure: An industry analysis, NYU Stern School of Business Working Paper, 1995.",
        "Allayannis, George and Jane Ihrig, The Effect of Markups on the Exchange Rate Exposure of Stock Returns, Board of Governors of the Federal Reserve System, International Finance Discussion Papers, Number 661, February 2000.",
        "Allayannis, George and Jane Ihrig, Exposure and Markups, Review of Financial Studies, forthcoming. Amihud, Y., Evidence on exchange rates and valuation of equity shares, in Exchange Rates and Corporate Performance, ed. Y. Amihud and R. Levich, Irwin Professional Publishing, New York, 1994.",
        "Bartov, E. and G. Bodnar, Firm valuation, earnings expections, and the exchange rate exposure effect, Journal of Finance 49, 1994, pp.1755-1785.",
        "Bartov, E., G. Bodnar, and A. Kaul, Exchange rate variability and the riskiness of U.S. multinational firms: Evidence from the breakdown of the Bretton Woods system, Journal of Financial Economics 42, 1996, pp.105132.",
        "Bodnar, G., B. Dumas and R. Marston, Pass-Through and Exposure, mimeo, July 1999.",
        "Bodnar, G. and W. Gentry, Exchange-rate exposure and industry characteristics: evidence from Canada, Japan and U.S., Journal of International Money and Finance,12(1), February 1993, 29-45.",
        "Bodnar, G. and R. Marston (1998), 1998 Survey of Derivatives Usage by US Non-Financial Firms, Wharton/CIBC World Markets.",
        "Bodnar, G. and R. Marston (2000), A Simple Model of Foreign Exchange Exposure, mimeo, October 30, 2000.",
        "Bodnar G. and J. Weintrop, The valuation of the foreign income of U.S. multinational firms: a growth opportunities perspective, Journal of Accounting and Economics 24, 1997, 69-97.",
        "Bodnar, G. and F. Wong, Estimating Exchange Rate Exposures: Some Weighty Issues, NBER Working Paper 7497, January 2000.",
        "Booth, L. and W. Rotenberg, Assessing foreign exchange exposure: theory and applications using Canadian firms, Journal of International Financial Management and Accounting , 1990, 2:1-22.",
        "Campa, J. and L. Goldberg, The evolving external orientation of manufacturing: A profile of four countries, FRBNY Economic Policy Review, 1997, 53-81.",
        "Campa, J. and L. Goldberg, Investment in Manufacturing, Exchange-Rates and External Exposure, Journal of International Economics, 1995, vol 38, 297-320.",
        "Campa, J. and L. Goldberg, Investment, Pass-Through and Exchange Rates: A Cross-Country Comparison, International Economic Review, 40 (2), May 1999, 287-314.",
        "Chamberlain, S., J. Howe and H. Popper, The exchange rate exposure of U.S. and Japanese banking institutions, Journal of Banking and Finance 21, 1997, pp. 871-92.",
        "Chow, E., W. Lee and M. Solt, The Exchange Rate Exposure of Asset Returns, Journal of Business , 70(1), 1997, 105-123.",
        "Chow, E., W. Lee and M. Solt, The economic exposure of U.S. multinational firms, The Journal of Financial Research, 1997, 191-210.",
        "Connolly, R.A., A. Ozoguz and D.J. Ravenscraft, Foreign Market Cash Flow Exposure: A Multi-Country, Firm-Level Study, University of North Carolina Working Paper, 2000.",
        "Dekle, R., Exchange Rates and Corporate Exposure: Evidence From Japanese Firm Level Panel Data, mimeo, May 2000.",
        "Dominguez, K., The Dollar Exposure of Japanese Companies, Journal of Japanese and International Economics, 12, 1998, 388-405.",
        "Dominguez, K., and L. Tesar, A Re-Examination of Exchange Rate Exposure, American Economic Review Papers and Proceedings, May 2001a.",
        "Dominguez, K. and L. Tesar, Trade and Exposure, American Economic Review Papers and Proceedings, May 2001b.",
        "Forbes, Kristen, Are Trade Linkages Important Determinants of Country Vulnerability to Crises'DONE' in Sebastian Edwards and Jeffrey Frankel, eds. Currency Crisis Prevention, University of Chicago Press for the NBER, forthcoming. Frennberg, P., Stock prices and large exchange rate adjustments: Some Swedish experience, Journal of International Financial Markets, Institutions and Money 4 (3/4), 1994, pp. 127-48.",
        "Gao, T., Exchange rate movements and the profitability of U.S. multinationals, University of Michigan working paper, 1996.",
        "Griffin, John and Rene Stulz, International competition and Exchange Rate Shocks: A Cross-Country Industry Analysis of Stock Returns, Review of Financial Studies, Spring 2001, 215-241.",
        "He, J. and L. Ng, The Foreign Exchange Exposure of Japanese Multinational Corporations, The Journal of Finance, vol LIII, No.2, April 1998, 733-753.",
        "Hodder, J., Exposure to Exchange Rate Movements, Journal of International Economics, 13, November 1982, 375-386.",
        "Jorion, P., The exchange rate exposure of U.S. multinationals, Journal of Business, July, 1990, 63:33-45.",
        "Loderer, C. and K. Pichler, Firms, do you know your currency risk exposure'DONE' Universitat Bern Working Paper, 2000.",
        "Martinez-Solano, P. Foreign Exchange Exposure on the Spanish Stock Market: Sources of Risk and Hedging, mimeo, 1998.",
        "Marston, R. The Effects of Industry Structure on Economic Exposure, Journal of International Money and Finance, 20 (2001), 149-164.",
        "Nance, D., C. Smith and C. Smithson, On the determinants of corporate hedging, The Journal of Finance , 1, March 1993, 267-284.",
        "Nucci, F. and A.F. Pozzolo, Investment and the exchange rate: An analysis with firm-level panel data, European Economic Review 45, 2001, pp. 259-83."
    ]
}