{
    "id": 8455,
    "cites": 45,
    "cited_by": 3,
    "reference": [
        "Becker, Gary S., and Kevin Murphy (1988). A Theory of Rational Addiction, Journal of Political Economy, 96, 675-700.",
        "Blendon, Robert J., Mollyann Brodie, and John Benson (1995), What Happened to Americans Support for the Clinton Health Plan?, Health Affairs, 14(2), Summer, 7-23.",
        "Broaddus, Matthew, and Leighton Ku (2000). Nearly 95 Percent of Low Income Children are Now Eligible for Medicaid or SCHIP. Washington, DC: Center on Budget and Policy Priorities.",
        "Bulow, Jeremy, and Peter Klemperer (1998). The Tobacco Deal, Brookings Papers on Economic Activity: Microeconomics, 323-394.",
        "Currie, J. and J. Gruber (1996a). Saving Babies: The Efficacy and Cost of Recent Expansions of Medicaid Eligibility for Pregnant Women, Journal of Political Economy, 104, 1263-1296.",
        "Currie, Janet, and Jonathan Gruber (1996b). Health Insurance Eligibility, Utilization of Medical Care, and Child Health, Quarterly Journal of Economics, 111, 431-466.",
        "Cutler, David M. (1994a), A Guide to Health Care Reform, Journal of Economic Perspectives, Summer, 3-17.",
        "Cutler, David, Market Failure in Small Group Health Insurance (1994b), mimeo.",
        "Cutler, David M., Technology, Health Costs, and the NIH, National Institutes of Health Roundtable on the Economics of Biomedical Research, 1995.",
        "Cutler, David, Health Care and the Public Sector (2001), forthcoming in Alan Auerbach and Martin Feldstein, eds., Handbook of Public Economics, Volume 3, Amsterdam: Elsevier.",
        "Cutler, David, and Jonathan Gruber (1996). Does Public Insurance Crowd Out Private Insurance?, Quarterly Journal of Economics, 111, 391-430.",
        "Cutler, David, and Brigitte Madrian (1998). Labor Market Responses to Rising Health Care Costs, RAND Journal of Economics.",
        "Cutler, David, and Mark McClellan (2001), Is Technological Change in Health Care Worth It?, mimeo.",
        "Cutler, David, Jonathan Gruber, Raymond Hartman, Mary Beth Landrum, Joseph P. Newhouse, and Meredith Rosenthal (2001). The Economic Impacts of the Tobacco Settlement, forthcoming in Journal of Policy Analysis and Management.",
        "Domestic Policy Council(2001). Health Care Accomplishments of the Clinton Administration,. Washington, DC: The White House.",
        "Employee Benefits Research Institute (2000). Sources of Health Insurance and Characteristics of the Uninsured. Washington, DC: EBRI.",
        "Farber, Henry, and Helen Levy (2000), Recent Trends in Employer-Sponsored Health Insurance Coverage: Are Bad Jobs Getting Worse?, Journal of Health Economics, 19(1), 93-119.",
        "Feldman, Roger, and Bryan Dowd (1993). The Effectiveness of Managed Competition in Reducing the Costs of Health Insurance, in Robert Helms, Health Policy Reform: Competition and Controls, Washington, D.C.: American Enterprise Institute, 176-217.",
        "Fuchs, Victor, Comment on Cutler and Gruber, this volume. Gravelle, Jane and D. Zimmerman (1994). Cigarette Taxes to Fund Health Care Reform: An Economic Analysis, Congressional Research Service Publication 94-214E. Washington, D.C: Library of Congress.",
        "Gruber, Jonathan (1994). The Incidence of Mandated Maternity Benefits, American Economic Review, 84:622-641.",
        "Gruber, Jonathan (1997). Health Insurance for Poor Women and Children in the U.S.: Lessons from the Past Decade, in Tax Policy and the Economy 11, James Poterba, ed. Cambridge, MA: MIT Press, 169-211.",
        "Gruber, Jonathan (2000). Medicaid, forthcoming in Robert Moffitt, ed., Means Tested Transfer Programs in the U.S.",
        "Gruber, Jonathan (2001a). Health Insurance and the Labor Market, in Joseph Newhouse and Anthony Culyer, eds., The Handbook of Health Economics. Amsterdam: North Holland, p. 645-706.",
        "Gruber, Jonathan (2001b). Tobacco at the Crossroads: The Past and Future of Smoking Regulation in the U.S., Journal of Economic Perspectives, forthcoming.",
        "Gruber, Jonathan, and Botond Koszegi (2000). Is Addiction Rational? Theory and Evidence, NBER Working Paper 7507, January 2000 Gruber, Jonathan, and Larry Levitt (2000). Tax Subsidies for Health Insurance: Costs and Benefits, Health Affairs, 19, p. 72-85.",
        "Gruber, Jonathan, and Brigitte Madrian (1996). Health Insurance and Early Retirement: Evidence from the Availability of Continuation Coverage, in David Wise, ed., Advances in the Economics of Aging. Chicago: University of Chicago Press, p. 115-143.",
        "Gruber, Jonathan and Robin McKnight (2001). Why are Employee Health Insurance Contributions Rising, mimeo, MIT.",
        "Gruber, Jonathan, and Jonathan Zinman (2000). Youth Smoking in the U.S.: Evidence and Implications, in Jonathan Gruber, ed., Risky Behavior Among Youth: An Economic Analysis. Chicago: University of Chicago Press, p. 69-120.",
        "Institute of Medicine (1985), Preventing Low Birth Weight, Washington, D.C.: National Academy Press.",
        "Kessler, David, A Question of Intent : A Great American Battle With A Deadly Industry, New York: Public Affairs, 2001.",
        "Laux, Fritz (2000). Addiction as a Market Failure: Using Rational Addiction Results to Justify Tobacco Regulation, Journal of Health Economics, 19, p. 421-438.",
        "Madrian, Brigitte C. 1994. Employment-Based Health Insurance and Job Mobility: Is There Evidence of Job-Lock?, Quarterly Journal of Economics 109, 27-51.",
        "McGinnis, J. Michael, and William H. Foege, (1993), Actual Causes of Death in the United States. Journal of the American Medical Association, 270(18), November 10, :2207-2212.",
        "Miller, Robert H., and Harold Luft (1997), Does Managed Care Lead to Better or Worse Quality of Care?, Health Affairs, 16, 7-25.",
        "Nasar, Sylvia (1998). The Ifs and Buts of the Tobacco Settlement, New York Times, November 29, 1998, Section 4, p. 1.",
        "Newhouse, Joseph (1992), Medical Care Costs: How Much Welfare Loss, Journal of Economic Perspectives, 6(3), Summer, 3-21.",
        "Newhouse, Joseph et al. (1993). Free for All? Lessons from the RAND Health Insurance Experiment. Santa Monica, CA: RAND Corp.",
        "Nichols, A., and Richard Zeckhauser (1982). Targeting Transfers Through Restrictions on Recipients, American Economic Review, 72, 372-377.",
        "Orszag, Jonathon, Peter Orszag, and Laura Tyson (2001), The Process of Economic Policy Making During the Clinton Administration, chapter for this volume.",
        "Pollitz, Karen, Nicole Tapay, Elizabeth Hadley, and Jalena Specht (2000), Early Experience With New Federalism In Health Insurance Regulation, Health Affairs, 19(4), July/August, 7-22.",
        "Sheiner, Louise (1999), Health Costs, Aging, and Wages, mimeo, Federal Reserve Board.",
        "Summers, Lawrence H. (1989), Some Simple Economics of Mandated Benefits, American Economic Review, Papers and Proceedings, 79(2), May, 177-183.",
        "U.S. Department of Health and Human Services (1994). Preventing Tobacco Use Among Young People: A Report of the Surgeon General. National Center for Chronic Disease Prevention and Health Promotion. Office of Smoking and Health.",
        "U.S. General Accounting Office (1998). Social Security Disability Policy: Factors Affecting Beneficiaries Return to Work. Testimony before the Subcommittee on Social Security and Family Policy, Committee on Finance, U.S. Senate, July 29, 1998.",
        "Zwanziger, Jack, and Glenn A. Melnick (1998). The Effects of Hospital Competition and the Medicare PPS Program on Hospital Cost Behavior in California, Journal of Health Economics, 7, 301-320."
    ]
}