{
    "id": 8456,
    "cites": 54,
    "cited_by": 676,
    "reference": [
        "Anderson, Patricia, and Bruce Meyer. 2000. The Effects of the Unemployment Insurance Payroll Tax on Wages, Employment, Claims, and Denials, Journal of Public Economics 78, 81-106.",
        "Anderson, T. W., Naoto Kunitomo and Takamitsu Sawa. 1982. Evaluation of the Distribution Function of the Limited Information Maximum Likelihood Estimator, Econometrica 50, 1009-1027.",
        "Angrist, Joshua D. 1990. Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records, American Economic Review 80, 313-335.",
        "Angrist, Joshua D. and William N. Evans. 1998. Children and their Parents Labor Supply: Evidence from Exogenous Variation in Family Size, American Economic Review 88, 450-477.",
        "Angrist, Joshua D. Katy Graddy, and Guido W. Imbens. 2000. Nonparametric Demand Analysis with an Application to the Demand for Fish, Review of Economic Studies 67(3), 499-527.",
        "Angrist, Joshua D., Guido W. Imbens and Alan B. Krueger. 1999. Jackknife Instrumental Variables Estimation, Journal of Applied Econometrics 14(1), 57-67.",
        "Angrist, Joshua D. and Alan B. Krueger. 1991. Does Compulsory School Attendance Affect Schooling and Earnings? Quarterly Journal of Economics 106, 979-1014.",
        "Angrist, Joshua D. and Alan B. Krueger. 1995. Split-Sample Instrumental Variables Estimates of the Returns to Schooling, Journal of Business and Economic Statistics 13(2), 225-35.",
        "Angrist, Joshua D. and Alan B. Krueger. 1999. Empirical Strategies in Labor Economics, The Handbook of Labor Economics, Volume III, Amsterdam: North- Holland.",
        "Angrist, Joshua D. and Victor Lavy. 1999. Using Maimonides Rule to Estimate the Effects of Class Size on Scholastic Achievement, Quarterly Journal of Economics 104, 533-576.",
        "Bekker, Paul A. 1994. Alternative Approximations to the Distributions of Instrumental Variables Estimators, Econometrica 62(3), 657-81.",
        "Blank, Rebecca. 1991. The Effects of Double-Blind versus Single-blind Reviewing: Experimental Evidence from the American Economic Review. American Economic Review 81(5), 1041-67.",
        "Blomquist, SÃ\u0083Â¶ren and Matz Dahlberg. 1999. Small Sample Properties of LIML and Jackknife IV Estimators: Experiments with Weak Instruments, Journal of Applied Econometrics 14, 69-88.",
        "Bloom, H.S., L.L. Orr, S.H. Bell, G. Cave, F. Doolittle, W. Lin and J.M. Bos. 1997. The Benefits and Costs of JTPA Title II-A Programs, The Journal of Human Resources 32, 549-576.",
        "Bound, John, David Jaeger and Regina Baker. 1995. Problems with Instrumental Variables Estimation when the Correlation Between the Instruments and the Endogenous Explanatory Variable is Weak, Journal of the American Statistical Association 90(430), 443-50.",
        "Bowden, Roger J. and Darrell A. Turkington. 1984. Instrumental Variables, Cambridge: Cambridge University Press.",
        "Card, David E. 1995. Earnings, Schooling and Ability Revisited, in Solomon W.",
        "Polachek, ed. Research in Labor Economics 14, 23-48. Chamberlain, Gary and Guido W. Imbens. 1996. Hierarchical Bayes Models with Many Instrumental Variables, Harvard University Department of Economics, Discussion Paper No. 1781, December.",
        "Duflo, Esther. 2001. Schooling and Labor Market Consequences of School Construction in Indonesia: Evidence from an Unusual Policy Experiment, American Economic Review, forthcoming.",
        "Durbin, J. 1954. Errors in Variables, Review of the International Statistical Institute 22, 23-32.",
        "Evans, William N. and Jeanne Ringel. 1999. Can Higher Cigarette Taxes Improve Birth Outcomes?, Journal of Public Economics 72,135-54.",
        "Freedman, David. 1991. Statistical Models and Shoe Leather, in Peter Marsden, ed., Sociological Methodology 1991. Chapter 10. American Sociological Association: Washington, DC.",
        "Friedman, Milton. 1957. A Theory of the Consumption Function. Princeton: Princeton University Press.",
        "Geary, R.C. 1949. Determination of Linear relations Between Systematic Parts of Variables with Errors of Observations, the Variances of Which are Unknown, Econometrica 46, 225-8.",
        "Goldberger, Arthur S. 1972. Structural Equation Methods in the Social Sciences, Econometrica 40, 979-1001.",
        "Gruber, Jonathan. 2000. Disability Insurance Benefits and Labor Supply, Journal of Political Economy 108, 1162-1183.",
        "Haavelmo, T. 1944. The Probability Approach in Econometrics, Econometrica 12 (Supplement), 1-115.",
        "Hahn, Jinyong, and Jerry Hausman. 1999. A New Specification Test for the Validity of Instrumental Variables, MIT Working Paper No. 99-10, May.",
        "Hausman, Jerry. 2001. Mismeasured Variables in Econometric Analysis: Problems from the Right and Problems from the Left, Journal of Economic Perspectives, forthcoming.",
        "Heckman, James, and Edward Vytlacil. 1999. Instrumental Variables Methods for the Correlated Random Coefficient Model: Estimating the Average Rate of Return to Schooling when the Return is Correlated with Schooling, Journal of Human Resources 33(4), 974-987.",
        "Howell, W.G., P.J. Wolf, P. E. Peterson, and D.E, Campbell 2000. Test-Score Effects of School Vouchers in Dayton, New York, and Washington: Evidence from Randomized Field Trials, paper presented at the annual meeting of the American Political Science Association, Washington, D.C., September.",
        "Hurd, Michael D. 1990. Research on the Elderly: Economic Status, Retirement, and Consumption and Savings, Journal of Economic Literature 28(2), 565-637.",
        "Imbens, Guido W. and Joshua D. Angrist. 1994. Identification and Estimation of Local Average Treatment Effects, Econometrica 62(2), 467-75.",
        "Kelejian, H.H. 1971. Two-Stage Least Squares and Econometric Systems Linear in Parameters but Nonlinear in the Endogenous Variables, Journal of the American Statistical Association 66, 373-374.",
        "Kling, Jeffrey R. 1999. The Effect of Prison Sentence Length on the Subsequent Employment and Earnings of Criminal Defendants, Princeton University Woodrow Wilson School, Discussion Paper 208.",
        "Krueger, Alan B. 1999. Experimental Estimates of Education Production Functions, Quarterly Journal of Economics 104, 497-532.",
        "Levitt, Steven D. 1997. Using Electoral Cycles in Police Hiring to Estimate the Effect of Police on Crime, American Economic Review 87, 270-290.",
        "Maddala, G.S. 1977. Econometrics, New York: McGraw-Hill, Inc.",
        "McClellan, Mark, Barbara J. McNeil, and Joseph P. Newhouse. 1994. Does More Intensive Treatment of Acute Myocardial Infarction in the Elderly Reduce Mortality?, Journal of the American Medical Association 272, 859-893.",
        "Meyer, Bruce D. 1995. Natural and Quasi-experiments in Economics, Journal of Business and Economic Statistics 13(2), 151-61.",
        "Meyer, Bruce D. W. Kip Viscusi and David L. Durbin. 1995. Workers Compensation and Injury Duration: Evidence from a Natural Experiment, American Economic Review 85, 322-40.",
        "Morgan, Mary S. 1990. The History of Econometric Ideas, Cambridge: Cambridge University Press.",
        "Nagar, A.L. (1959), The Bias and Moment Matrix of the General k-Class Estimators of the Parameters in Simultaneous Equations, Econometrica 27, 575-595.",
        "Permutt, Thomas, and J. Richard Hebel. 1989. Simultaneous Equation Estimation in a Clinical Trial of the Effect of Smoking on Birth Weight, Biometrics 45, 619-22.",
        "Powers, Donald E., and Spencer S. Swinton. 1984. Effects of Self-Study for Coachable Test Item Types, Journal of Educational Psychology 76, 266-278.",
        "ReiersÃ\u0083Â¸l, Olav. 1945. Confluence Analysis by Means of Instrumental Sets of Variables, Arkiv fÃ\u0083Â¶r Matematik, Astronomi och Fysik, 32a(4), 1-119.",
        "Rosenzweig, Mark R. and Kenneth I. Wolpin. 2000. Natural Natural Experiments in Economics, Journal of Economic Literature 38, 827-874.",
        "Sawa, Takamitsu. 1969. The Exact Sampling Distribution of Ordinary Least Squares and Two-Stage Least Squares Estimators, Journal of the American Statistical Association 64(327), 923-937.",
        "Sawa, Takamitsu. 1973. An Almost Unbiased Estimator in Simultaneous Equations Systems, International Economic Review 14(1), 97-106.",
        "Schochet, Peter, John Burghardt, and Steven Glazerman. 1999. The National Job Corps Study: Short Term Impacts of Job Corps on Participants Employment and Related Outcomes, Mathematica Corp., Princeton, New Jersey.",
        "Staiger, Douglas and James H. Stock. 1997. Instrumental Variables Regression with Weak Instruments, Econometrica 65(3), 557-86.",
        "Theil, H. 1953. Repeated Least Squares Applied to Complete Equation Systems, The Hague: Central Planning Bureau.",
        "Van der Klaauw. 1996. A Regression-Discontinuity Evaluation of the Effect of Financial Aid Offers on College Enrollment, Department of Economics, New York University, mimeo.",
        "Wooldridge, Jeffrey. Applications of Generalized Method of Moments Estimation, this volume. Wright, Phillip G. 1928. The Tariff on Animal and Vegetable Oils, New York: Macmillan."
    ]
}