{
    "id": 8459,
    "cites": 26,
    "cited_by": 46,
    "reference": [
        "Anderson, James E. 1998. Trade Restrictiveness Benchmarks. Economic Journal 108 (July): 1111-25.",
        "Anderson, James E. and J. Peter Neary. 1994. Measuring the Restrictiveness of Trade Policy. World Bank Economic Review 8 (May): 151-69.",
        "Bagwell, Kyle and Robert W. Staiger, 2000. GATT-Think. National Bureau of Economic Research Working Paper Series No. 8005. Cambridge, Mass.: NBER.",
        "Bairoch, Paul. 1972. Free Trade and European Economic Development in the 19 th Century. European Economic Review 3 (November): 211-45.",
        "Baldwin, Robert E. 1969. The Case Against Infant-Industry Tariff Protection. Journal of Political Economy 77 (May/June): 295-305.",
        "Barro, Robert J. 1991, Economic Growth in a Cross Section of Countries. Quarterly Journal of Economics 106 (May):407-443.",
        "Bloom, David E. and Jeffrey G. Williamson. 1998. Demographic Transitions and Economic Miracles in Emerging Asia. World Bank Economic Review 12 (September): 419-55.",
        "Capie, Forrest. 1983. Tariff Protection and Economic Performance in the Nineteenth Century. In J.",
        "Black and L. A. Winters (eds.), Policy and Performance in International Trade. London: Macmillan. Dixit, Avinash 1987. Strategic Aspects of Trade Policy, in Truman F. Bewley, ed., Advances in Economic Theory: Fifth World Congress. New York: Cambridge University Press.",
        "Dollar, David and Aart Kraay. 2000. Trade, Growth, and Poverty. Manuscript, World Bank (October).",
        "Eckes, Alfred, 1995. Opening Americas Market: U.S. Foreign Trade since 1776. Chapel Hill: University of North Carolina Press.",
        "Edwards, Sebastian. 1993. Openness, Trade Liberalization, and Growth in Developing Countries. Journal of Economic Literature 31 (September): 1358-94.",
        "Frankel, Jeffrey and David Romer 1999. Does Trade Cause Growth'DONE' American Economic Review 89 (June): 379-399.",
        "Irwin, Douglas A. 1996. Changes in U.S. Tariffs: The Role of Import Prices and Commercial Policies'DONE' American Economic Review 88 (September): 1015-26.",
        "Irwin, Dougles A. 2001. Tariffs and Growth in Late Nineteenth Century America, World Economy 24 (January):15-30.",
        "Irwin, Douglas A. and Marko TerviÃ\u0083Â¶ 2001. Does Trade Raise Income'DONE' Evidence from the Twentieth Century. Forthcoming, Journal of International Economics.",
        "Krueger, Anne O. 1983. The Effects of Trade Strategies on Growth. Finance and Development 20 (June): 6-8.",
        "Krueger, Anne O. 1984. Trade Policies in Developing Countries. In Ronald Jones and Peter Kenan (eds.), Handbook of International Economics, volume 1. Amsterdam: North-Holland.",
        "Lewis, W. Arthur. 1978. The Evolution of the International Economic Order. Princeton: Princeton University Press.",
        "Lindert, Peter H. and Jeffrey G. Williamson. 2001. Does Globalization Make the World More Unequal'DONE' NBER Working Paper 8228, National Bureau of Economic Research, Cambridge, Mass. (April).",
        "ORourke, Kevin H. 1997. Measuring Protection: A Cautionary Tale. Journal of Development Economics 53 (June99): 169-83.",
        "ORourke, Kevin H. 2000. Tariffs and Growth in the Late 19th Century. Economic Journal 110 (April): 26 456-83.",
        "Pritchett, Lant. 1997. Divergence, Big Time. Journal of Economic Perspectives 11 (Summer): 3-18.",
        "Sachs, Jeffrey D. and Andrew Warner. 1995. Economic Reform and the Process of Global Integration. Brookings Papers on Economic Activity 1: 1-118.",
        "Vamvakidis, Athanasios. 1997. How Robust Is the Growth-Openness Connection'DONE' Historical Evidence. Mimeo. Cambridge, Mass.: Harvard University.",
        "Williamson, Jeffrey G. 1998. Globalization, Labor Markets and Policy Backlash in the Past. Journal of Economic Perspectives 12 (Fall): 51-72."
    ]
}