{
    "id": 8462,
    "cites": 38,
    "cited_by": 24,
    "reference": [
        "Amihud, Yakov, 2000, Illiquidity and stock returns: Cross-section and time-series eects, working paper, NYU.",
        "Amihud, Y., and H. Mendelson, 1986, Asset pricing and the bid-ask spread, 17, 223249.",
        "Brennan, Michael J., Tarun Chordia, and Avanindhar Subrahmanyam, 1998, Alternative factor speciÃ\u0083Å¾cations, security characteristics, and the cross-section of expected stock returns, 49, 345373.",
        "Brennan, Michael J., and Avanindhar Subrahmanyam, 1996, Market microstructure and asset pricing: On the compensation for illiquidity in stock returns, 41, 441464.",
        "Campbell, John, Sanford J. Grossman, and Jiang Wang, 1993, Trading volume and serial correlation in stock returns, 108, 905939.",
        "Chordia, Tarun, Richard Roll, and Avanidhar Subrahmanyam, 2000b, Market liquidity and trading activity, , forthcoming.",
        "Chordia, Tarun, Richard Roll, and Avanidhar Subrahmanyam, 2001, Order imbalance, liquidity, and market returns, , forthcoming.",
        "Chordia, Tarun, Avanindhar Subrahmanyam, and V. Ravi Anshuman, 2000, Trading activity and expected stock returns, , forthcoming.",
        "Constantinides, George, 1986, Capital market equilibrium with transaction costs, 94, 842862.",
        "Cox, John C., Jonathan E. Ingersoll, Jr., and Stephen A. Ross, 1985, An intertemporal general equilibrium model of asset prices, 53, 363384.",
        "The Economist, 1999, When the sea dries up, September 25, page 93.",
        "Eisfeldt, Andrea L., 2001, Endogenous liquidity in asset markets, working paper, Northwestern University.",
        "Fama, Eugene F. and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, 33, 356.",
        "Fama, Eugene F. and Kenneth R. French, 1996, Multifactor explanations of asset pricing anomalies, 51, 5584.",
        "Fiori, Filippo, Liquidity premia in the equity markets: An investigation into the characteristics of liquidity and trading activity, working paper, University of Chicago. Foster, F. Douglas, and S. Viswanathan, 1993, Variations in trading volume, return volatility, and trading costs: Evidence on recent price formation models, 48, 187211.",
        "Gibbons, Michael R., Stephen A. Ross, and Jay Shanken, 1989, A test of the eciency of a given portfolio, 57, 11211152.",
        "Grinblatt, Mark, and Sheridan Titman, 1987, The relation between mean-variance eciency and arbitrage pricing, 60, 97112.",
        "Grossman, Sanford J. and Merton H. Miller, 1988, Liquidity and market structure, 43, 617633.",
        "Hansen, Lars P., 1982, Large Sample Properties of Generalized Method of Moments Estimators, 50, 10291054.",
        "Hasbrouck, Joel, 1991, Measuring the information content of stock trades, 46, 179207.",
        "Hasbrouck, Joel, and Duane J. Seppi, 2000, Common factors in prices, order Ã\u0083Å¸ows, and liquidity, , forthcoming.",
        "Heaton, John, and Deborah J. Lucas, 1996, Evaluating the eects of incomplete markets on risk sharing and asset pricing, 104, 443487.",
        "Holmstrom, Bengt, and Jean Tirole, 2001, LAPM: A liquidity-based asset pricing model, , forthcoming.",
        "Huang, Ming, 2001, Liquidity shocks and equilibrium liquidity premia, working paper, Stanford University.",
        "Huberman, Gur, and Dominika Halka, 1999, Systematic liquidity, working paper, Columbia University.",
        "Huberman, Gur, Shmuel Kandel, and Robert F. Stambaugh, 1987, Mimicking portfolios and exact arbitrage pricing, 42, 19.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 1993, Returns to buying winners and selling losers: Implications for stock market eciency, 48, 6591.",
        "Jobson, J.D., and Bob Korkie, 1982, Potential performance and tests of portfolio eciency, 10, 433466.",
        "Jobson, J.D., and Bob Korkie, 1985, Some tests of linear asset pricing with multivariate normality, 2, 114138.",
        "Jones, Charles M., 2000, A century of stock market liquidity and trading costs, working paper, Columbia University.",
        "Lee, Charles M.C., and Bhaskaran Swaminathan, 1998, Price momentum and trading volume, working paper, Cornell University.",
        "Llorente, Guillermo, Roni Michaely, Gideon Saar, and Jiang Wang, 2001, Dynamic volumereturn relation of individual stocks, working paper, Universidad Autonoma de Madrid.",
        "Lo, Andrew W., Harry Mamaysky, and Jiang Wang, 2001, Asset prices and trading volume under Ã\u0083Å¾xed transaction costs, working paper, MIT.",
        "Lo, Andrew W., and Jiang Wang, 2000, Trading volume: DeÃ\u0083Å¾nitions, data analysis, and implications of portfolio theory, 13, 257300.",
        "Merton, Robert C., 1973, An intertemporal capital asset pricing model, 41, 867887.",
        "Shanken, Jay, 1990, Intertemporal asset pricing: An empirical investigation, 45, 99120.",
        "Vayanos, Dimitri, 1998, Transaction costs and asset prices: A dynamic equilibrium model, 11, 158.",
        "Wang, Jiang, 1994, A model of competitive stock trading volume, 102, 127168."
    ]
}