{
    "id": 8463,
    "cites": 20,
    "cited_by": 44,
    "reference": [
        "Aghion, P., and P. Howitt (1994), Ã\u0082â\u0080\u009cGrowth and Unemployment,Ã\u0082â\u0080\u009d Review of Economic Studies, 61, July, 477-494.",
        "Armstrong, A., A. Glyn, and J. Harrison (1991), Ã\u0082â\u0080\u009cCapitalism since World War II,Ã\u0082â\u0080\u009d Oxford: Basil Blackwell.",
        "Blanchard, O., (2000), Ã\u0082â\u0080\u009cMacroeconomics,Ã\u0082â\u0080\u009d 2nd edition, Upper Saddle River: Prentice Hall.",
        "Blanchard, O., and J. Wolfers (2000), Ã\u0082â\u0080\u009cThe Role of Shocks and Institutions in the Rise of European Unemployment: The Aggregate Evidence,Ã\u0082â\u0080\u009d Economic Journal, 110, March, 1-33.",
        "Daveri, F., and G. Tabellini (2000), Ã\u0082â\u0080\u009cUnemployment, Growth and Taxation in Industrial Countries,Ã\u0082â\u0080\u009d Economic Policy, 15, April, 47-104.",
        "Den Haan, W.J., G. Ramey, and J. Watson (2000a), Ã\u0082â\u0080\u009cJob Destruction and Propagation of Shocks,Ã\u0082â\u0080\u009d American Economic Review, 90, June, 482-498.",
        "Den Haan, W.J., G. Ramey, and J. Watson (2000b), Ã\u0082â\u0080\u009cJob Destruction and the Experiences of Displaced Workers,Ã\u0082â\u0080\u009d Carnegie-Rochester Conference Series on Public Policy, 52, June, 87-128.",
        "Garibaldi, P. (1998), Ã\u0082â\u0080\u009cJob Flow Dynamics and Firing Restrictions,Ã\u0082â\u0080\u009d European Economic Review, 42, February, 245-275.",
        "Gordon, R. (1997), Ã\u0082â\u0080\u009cIs there a Trade-Off between Unemployment and Productivity Growth?Ã\u0082â\u0080\u009d CEPR Discussion Paper 1159.",
        "Krusell, P., and A.A. Smith, Jr. (1998), Ã\u0082â\u0080\u009cIncome and Wealth Heterogeneity in the Macroeconomy,Ã\u0082â\u0080\u009d Journal of Political Economy, 106, October, 867-896.",
        "Ljungqvist, L., and T.J. Sargent (1998), Ã\u0082â\u0080\u009cThe European Unemployment Dilemma,Ã\u0082â\u0080\u009d Journal of Political Economy, 106, June, 514-550.",
        "Machin, S., and A. Manning (1999), Ã\u0082â\u0080\u009cLongterm Unemployment in Europe,Ã\u0082â\u0080\u009d in: O. Ashenfelter and D. Card, eds., Handbook of Labor Economics, volume 3C, Amsterdam: Elsevier, 3085-3139.",
        "Marimon, R., and F. Zilibotti (1999), Ã\u0082â\u0080\u009cUnemployment vs. Mismatch of Talents: Reconsidering Unemployment Benefits,Ã\u0082â\u0080\u009d Economic Journal, 109, April, 266-291.",
        "Mortensen, D.T., and C.A. Pissarides (1994), Ã\u0082â\u0080\u009cJob Creation and Job Destruction in the Theory of Unemployment,Ã\u0082â\u0080\u009d Review of Economic Studies, 61, July, 397-415.",
        "Mortensen, D.T., and C.A. Pissarides (1998), Ã\u0082â\u0080\u009cTechnological Progress, Job Creation, and Job Destruction,Ã\u0082â\u0080\u009d Review of Economic Dynamics, 1, October, 733-753.",
        "Mortensen, D.T., and C.A. Pissarides (1999), Ã\u0082â\u0080\u009cUnemployment Responses to Ã\u0082â\u0080\u0099Skill-BiasedÃ\u0082â\u0080\u0099 Technology Shocks: the Role of Labour Market Policy,Ã\u0082â\u0080\u009d Economic Journal, 109, April, 242-265.",
        "Nickell, S., and R. Layard (1999), Ã\u0082â\u0080\u009cLabor Market Institutions and Economic Performance,Ã\u0082â\u0080\u009d in O. Ashenfelter and D. Card, eds., Handbook of Labor Economics, Volume 3C, Amsterdam: Elsevier, 3029-3084.",
        "Phelps, E.S. (1968), Ã\u0082â\u0080\u009cMoney-Wage Dynamics and Labor Market Equilibrium,Ã\u0082â\u0080\u009d Journal of Political Economy, 76, July-August, 678-711.",
        "Pissarides, C.A. (1990), Ã\u0082â\u0080\u009cEquilibrium Unemployment Theory,Ã\u0082â\u0080\u009d Cambridge, MA: MIT Press.",
        "Weil, P. (1992), Ã\u0082â\u0080\u009cEquilibrium Asset Prices with Undiversifiable Labor Income Risk,Ã\u0082â\u0080\u009d Journal of Economic Dynamics and Control, 16, July-October, 769-790."
    ]
}