{
    "id": 8468,
    "cites": 15,
    "cited_by": 46,
    "reference": [
        "Crucini, Mario, Chris Telmer, and Marios Zachariadis, 2000, Dispersion in Real Exchange Rates, Vanderbilt University working paper.",
        "Engel, Charles, 1999, Accounting for U.S. Real Exchange Rate Changes, Journal of Political Economy, V107, pp. 507-38.",
        "Engel, Charles, and John Rogers, 1996, How Wide is the Border? American Economic Review, 86:5, pp. 1112-1125.",
        "Feldstein, Martin, 1997, The Political Economy of the European Economic and Monetary Union: Political Sources of an Economic Liability, Journal of Economic Perspectives, 11:4, pp. 23-42.",
        "Frankel, Jeffrey, and Andrew Rose, 2000, Estimating the Effect of Currency Unions on Trade and Output, NBER Working Paper 7857, August.",
        "Helliwell, John, 1998, How Much Do National Borders Matter? DC: Brookings Institution Press.",
        "OConnell, Paul, and Shang-Jin Wei, 2000, The Bigger They Are, The Harder They Fall: How Price Differences Across U.S. Cities Are Arbitraged?, forthcoming, Journal of International Economics.",
        "Parsley, David, and Shang-Jin Wei, 1996, Convergence to the Law of One Price without Trade Barriers or Currency Fluctuations, Quarterly Journal of Economics, 111:4, pp. 1211-36.",
        "Richardson, J. David, 1978, Some Empirical Evidence on Commodity Arbitrage and the Law of One Price, Journal of International Economics, VIII, 341-51.",
        "Rogers, John, 2001, Price Level Convergence, Relative Prices, and Inflation in Europe, International Finance Discussion Paper 699. March.",
        "Rose, Andrew, 2000, One Money, One Market: Estimating the Effect of Common Currencies on Trade, Forthcoming, Economic Policy.",
        "Rose, Andrew, and Charles Engel, 2000, Currency Unions and International Integration, CEPR discussion paper 2659.",
        "Rose, Andrew, and Eric van Wincoop 2001, National Money as a Barrier to Trade: The Real Case for Monetary Union, forthcoming, American Economic Review.",
        "Wei, Shang-Jin, 1996, Intra-national versus International Trade: How Stubborn Are Nations in Global Integration?, NBER Working Paper 5531, April.",
        "That is, Rose and his co-authors control for a wide variety of additional country specific variables, such as common language, colonial ties, contiguity, etc. A more formal discussion is presented in OConnell and Wei (2000)."
    ]
}