{
    "id": 8473,
    "cites": 28,
    "cited_by": 17,
    "reference": [
        "Altonji, J., Doraszelski, U. k Segal, L. (2000). Black/white differences in wealth, Economic Perspectives 24(1): 38-50. Altonji, J., Hayashi, F. k Kotlikoff, L. (1997). Parental altruism and inter vivos transfers: Theory and evidence, Journal of Political Economy 105(6): 1121-1166.",
        "Altonji, J. k Matzkin, R. (2001). Panel data estimators for nonsepara-ble models with endogenous regressors, Working paper, Northwestern University, Evanston.",
        "Altonji, J. k Villanueva, E. (2001). The effect of parental income on wealth and intended bequests, Working paper, Northwestern University, Evanston.",
        "Avery, R. k Rendall, M. (1997). The contribution of inheritances to black-white wealth disparities in the United States, Working paper, Board of Governors of the Federal Reserve System.",
        "Blau, F. k Graham, J. (1990). Black-white differences in wealth and asset composition, Quarterly Journal of Economics 105(2): 321-339.",
        "Blinder, A. (1973). Wage discrimination: Reduced form and structured estimates, Journal of Human Resources 8: 436-455.",
        "Charles, K. k Hurst, E. (2001). The transition to home ownership and the black-white wealth gap, Review of Economics and Statistics forth-comming.",
        "Conley, D. (1999). Being black, living in the red: Race, wealth, and social policy in America, University of California Press, Los Angeles.",
        "DiNardo, J., Fortin, N. k Lemieux, T. (1996). Labor market institutions and the distribution of wages, 1973-1992: A semiparametric approach, Econometrica 64(5): 1001-1044.",
        "Fairlie, R. k Meyer, B. (1997). Ethnic and racial self-employment differences and possible explanations, Journal of Human Resources 31(4): 757-793.",
        "Fairlie, R. k Meyer, B. (2000). Trends in self-employment among white and black men during the twentieth century, Journal of Human Resources 35(4): 543-669.",
        "Gruber, J. k Yelowitz, A. (1999). Public health insurance and private savings, Journal of Political Economy 103(2): 1249-1274.",
        "Hubbard, G., Skinner, J. k Zeldes, S. (1995). Precautionary savings and social insurance, Journal of Political Economy 103(2): 360-399.",
        "Hurst, E., Luoh, M. k Stafford, F. (1998). The wealth dynamics of American families, 1984-94, Brookings Papers on Economic Activity 1: 267-329.",
        "Hurst, E. k Ziliak, J. (2001). Welfare reform and household saving, Working paper, University of Oregon, Seattle.",
        "Koenker, R. k Bassett, G. (1978). Regression quantiles, Econometrica 46(1): 33-50.",
        "McGarry, K. k Schoeni, R. (1995). Transfer behavior in the Health and Retirement Study: Measurement and the redistribution of resources within the family, Journal of Human Resources 30(Supplement): S184-S226.",
        "Menchik, P. (1980). Primogeniture, equal sharing, and the U.S. distribution of wealth, Quarterly Journal of Economics 94(2): 299-316.",
        "Menchik, P. k David, M. (1983). Income distribution, lifetime savings, and bequests, American Economic Review 73(4): 672-690.",
        "Menchik, P. k Jianakoplos, N. (1997). Black-white wealth inequaility: Is inheritance the reason?, Economic Inquiry 35: 428-442.",
        "Narula, S. k Wellington, J. (1982). The minimum sum of absolute errors regression: A state of the art survey, International Statistical Review 50: 317-326.",
        "Oaxaca, R. (1973). Male-female wage differentials in urban labor markets, International Economic Review 14(2): 693-709.",
        "Oliver, M. k Shapiro, T. (1997). Black wealth / white wealth, Routledge, London.",
        "Powers, E. (1998). Does means-testing welfare discourage savings? evidence from a change in AFDC policy in the United States, Journal of Public Economics 68(1): 33-53.",
        "Richburg Hayes, L. (2000). Do the poor pay more? An empirical investigation of price dispersion in food retailing, Working paper, Rutgers University, New Brunswick.",
        "Segal, L. k Sullivan, D. (1998). Trends in home ownership: Race, demographics and income, Economic Perspectives 22(2): 53-72.",
        "Smith, J. (1995). Racial and ethnic differences in wealth in the Health and Retirement Study, Journal of Human Resources 30(Supple-ment): S158-S183.",
        "Wilhelm, M. (1996). Bequest behavior and the effect of heirs&apos; earnings: testing the altruistic model of bequests, American Economic Review 86(4): 874-892."
    ]
}