{
    "id": 8476,
    "cites": 19,
    "cited_by": 21,
    "reference": [
        "Diversification and Growth, Journal of Political Economy 105, 709-751. - Ahearne, A., Griever, W. and F. Warnock, 2000, Information Costs and Home Bias: an Analysis of US Holdings of Foreign E quities, Mimeo, Federal Reserve Board.",
        "Returns: Some Empirical Evidence, Journal of Financial and Quantitative Analysis 23, 135-151. - Allen, F. and Gale, D. , 1994, Financial Innovation and Risk Sharing , MIT Press.",
        "Heterogeneity, Journal of Finance, vol. XLVII, no.1. - Bekaert, G. and C. Harvey, 2000, Foreign Speculators and Emerging Equity Markets, Journal of Finance, 55:2, April, 565-613.",
        "Possible Explanations and Implicat ions for Capital Income Taxation, The American Economic Review 86, No. 5, 1057-1075. - Hardouvelis, G., Malliaropulos , D. and Priestley, R., 1999, EMU and European Stock Market Integration, CEPR DP 2124.",
        "Fourteen Industrial Countries, Journal of the Japanese and International Economies 1, 62-81. - Helpman, E. and P. Krugman, 1985, Market Structure and Foreign Trade , MIT Press.",
        "Specialization: Regional and International Evidence, mimeo., Tel Aviv University. - Kaul, A., V. Mehrotra and R. Morc k, 2000, Demand Curves for Stocks do Slope Down: New Evidence from an Index Weights Adjustment, Journal of Finance 55, 893-912.",
        "Trade, Journal of International Economics. - Krugman, P., 1980, Scale Economies, Product Di fferentiation, and the Pattern of Trade, American Economic Review, 70, 950-959.",
        "Economic Review 44 (7), 1327-1350. - Matsuyama K., 1995, Complementarities and Cumulative Processes in Models of Monopolistic Competition, Journal of Economic Literature, 32, 2, 701-29.",
        "Nations, manuscript, April. - Miller, D., 1999, The Market Reaction to In ternational Cross-Lis tings: Evidence from Depositary Receipts, Journal of Financial Economics 51, 103-123.",
        "Obstfeld, M., 1994, Risk Taking, Gl obal Diversification and Growth, American Economic Review, December.",
        "Obstfeld, M. and Rogoff, K., 1996, Foundations of International Macroeconomics , MIT Press.",
        "Obstfeld, M. and Rogoff, K., 2001, The Six Major Puzzles of International Macroeconomics Solved, forthcoming NBER Macro Annual.",
        "Pagano, M., 1993, The Flotation of Comp anies on the Stock Market: a Coordination Failure Model, European Economic Review 37, 1101-1125.",
        "Persson,T. and Svensson, L., 1989, Excha nge Rate Variability and Asset Trade , Journal of Monetary Economics , 23, 485-509.",
        "Portes, R. and Rey, H., 1999, Determinants of Cross-Bo rder Equity Flows, NBER WP7336 and CEPR DP 2225.",
        "Scholes, M., 1972, The Market for Securities : Substitution versus Price Pressure and the Effects of Information on Share Price, Journal of Business 45, 179-211.",
        "Shleifer, A., 1986, Do Demand Curves for Stocks Slope Down?, Journal of Finance 41, 579-590.",
        "Svensson, L., 1988, Trade in Risky Assets, American Economic Review 78, 375-394.",
        "Wurgler J. and K. Zhuravskaya, 2000, Does Arbitrage Flatten Demand Curves For Stocks?, Yale International Center for Finance, WP No. 99-12."
    ]
}