{
    "id": 8477,
    "cites": 25,
    "cited_by": 3,
    "reference": [
        "Anderson, James E. (1992) Domino Dumping I: Competitive Exporters, American Economic Review. Vol. 82: 65-83.",
        "Anderson, James E. (1993) Domino Dumping II: Anti-dumping, Journal of International Economics. Vol. 35: 133-150.",
        "Baldwin, Robert E. (1985) The Political Economy of U.S. Import Policy. Cambridge, MA: The MIT Press.",
        "Blonigen, Bruce A. and Stephen E. Haynes. (forthcoming) Antidumping Investigations and the Pass-Through of Antidumping Duties and Exchange Rates, American Economic Review. Blonigen, Bruce A. and Yuka Ohno. (1998) Endogenous Protection, Foreign Direct Investment and Protection-building Trade, Journal of International Economics, Vol. 46(2): 205-227.",
        "DeVault, James M. (1993). Economics and the International Trade Commission, Southern Economic Journal, Vol. 60(2): 463-478.",
        "DeVault, James M. (1996) U.S. Antidumping Administrative Reviews, International Trade Journal. Vol. 10(2): 247-67.",
        "Eichengreen, Barry J., and Hans van der Ven. (1984) U.S. Antidumping Policies: The Case of Steel, in R.E. Baldwin and A.O. Krueger (Eds.), The Structure and Evolution of Recent U.S.",
        "Trade Policy. Chicago: University of Chicago Press for NBER. Feinberg, Robert M. and Barry T. Hirsch. (1989). Industry Rent Seeking and the Filing of Unfair Trade Complaints, International Journal of Industrial Organization, Vol. 7(3): 325- 340.",
        "Finger, J. Michael. (1981). The Industry-Country Incidence of Less than Fair Value Cases in US Import Trade, Quarterly Review of Economics and Business, Vol. 21(2): 260-279.",
        "Finger, J. Michael, H. Keith Hall, and Douglas R. Nelson. (1982). The Political Economy of Administered Protection, American Economic Review, Vol. 72(3): 452-466.",
        "Furusawa, Taiji, and Thomas J. Prusa. (1996). Antidumping Enforcement in a Reciprocal Model of Dumping: Theory and Evidence, Mimeo.",
        "Gallaway, Michael P., Bruce A. Blonigen and Joseph E. Flynn. (1999) Welfare Costs of the U.S. Antidumping and Countervailing Duty Laws, Journal of International Economics. Vol. 49: 211-244.",
        "Hansen, Wendy L. (1990). The International Trade Commission and the Politics of Protectionism, American Political Science Review. Vol. 84(1): 21-46.",
        "Hansen, Wendy L. and Thomas J. Prusa. (1996). Cumulation and ITC Decision Making: The Sum of the Parts is Greater than the Whole, Economic Inquiry, Vol. 34(4): 746-769.",
        "Hansen, Wendy L. and Thomas J. Prusa. (1997). The Economics and Politics of Trade Policy: An Empirical Analysis of ITC Decision Making, Review of International Economics, Vol. 5(2): 230-245.",
        "Herander, Mark G. and J. Brad Schwartz. (1984). An Empirical Test of the Impact of the Threat of US Trade Policy: The Case of Antidumping Duties, Southern Economic Journal, Vol. 51(1): 59-79.",
        "Knetter, Michael M. and Thomas J. Prusa. (2000). Macroeconomic Factors and Anti-dumping Filings: Evidence from Four Countries, NBER Working Paper No. 8010.",
        "Krupp, Corinne. (1994). Antidumping Cases in the US Chemical Industry: A Panel Data Approach, Journal of Industrial Economics. Vol. 42 (3): 299-311.",
        "Krupp, Corinne M., and Patricia S. Pollard. (1996) Market Responses to Antidumping Laws: Some Evidence from the U.S. Chemical Industry, Canadian Journal of Economics. Vol 29(1): 199-227.",
        "Moore, Michael O. (1992). Rules or Politics? An Empirical Analysis of ITC Anti-dumping Decisions, Economic Inquiry, Vol. 30(3): 449-466.",
        "Pagan, Adrian. (1984). Econometric Issues in the Analysis of Regressions with Generated Regressors, International Economic Review. Vol. 25( 1): 221-47.",
        "Prusa, Thomas J. (1992) Why Are So Many Antidumping Petitions Withdrawn? Journal of International Economics. Vol. 33(1-2): 1-20.",
        "Staiger, Robert W. and Frank A. Wolak. (1994) Measuring Industry Specific Protection: Antidumping in the United States, Brookings Papers on Economic Activity: Microeconomics, 51-118.",
        "Stokey, Nancy L. and Robert E. Lucas, Jr. with Edward C. Prescott. (1989) Recursive Methods in Economic Dynamics, Harvard University Press, Cambridge, Massachusetts, and London, England.",
        "Taylor, Christopher T. (2001) The Economic Effects of Withdrawn Antidumping Investigations: Is There Evidence of Collusive Settlements? Mimeo."
    ]
}