{
    "id": 8479,
    "cites": 13,
    "cited_by": 14,
    "reference": [
        "Alexander, Karl L., Doris R. Entwisle, and Susan L. Dauber. Children in motion: School transfers and elementary school performance. Journal of Educational Research 90, no. 1 (September/October 1996): 3-12.",
        "Angrist, Joshua D., and Victor Lavy. Using Maimondides rule to estimate the effect of class size on scholastic achievement. Quarterly Journal of Economics 114, no. 2 (May 1999): 533-75.",
        "Black, Sandra E. Do better schools matter? Parental valuation of elementary education. Quarterly Journal of Economics 114, no. 2 (May 1999): 577-99.",
        "Cullen, Julie Berry, Brian Jacob, and Steven Levitt. The impact of school choice on student outcomes: An analysis of the Chicago public schools. Working Paper 7888, National Bureau of Economic Research, Cambridge, MA, September 2000.",
        "Epple, Dennis, and Richard E. Romano. Competition between private and public schools, vouchers, and peer-group effects. American Economic Review 88, no. 1 (March 1998): 33-62.",
        "Fernandez, Raquel, and Richard Rogerson. Education finance reform: A dynamic perspective. Journal of Policy Analysis and Management 16, no. 1 (Winter 1997): 67-84.",
        "Hanushek, Eric A., John F. Kain, Jacob Markman, and Steven G. Rivkin. Does peer ability affect student achievement? Journal of Applied Econometrics. (Forthcoming) Hoxby, Caroline Minter. The effects of class size on student achievement: New evidence from population variation. Quarterly Journal of Economics 115, no. 3 (November 2000): 1239-85.",
        "Ingersoll, Gary M., James P. Scamman, and Wayne D. Eckerling. Geographic mobility and student achievement in an urban setting. Educational Evaluation and Policy Analysis 11, no. 2 (Summer 1989): 143-49.",
        "Kain, John F., and Daniel M. OBrien. A longitudinal assessment of reading achievement: Evidence for the Harvard/UTD Texas Schools Project. UTD Texas Schools Project, University of Texas at Dallas, April 1998.",
        "Kerbow, David. Patterns of urban student mobility and local school reform. Journal of Education for Students Placed at Risk 1, no. 2 (1996): 147-69.",
        "Nechyba, Thomas J. Mobility, targeting, and private-school vouchers. American Economic Review 90, no. 1 (March 2000): 130-46.",
        "Rivkin, Steven G., Eric A. Hanushek, and John F. Kain. Teachers, schools, and academic achievement. National Bureau of Economic Research, Working Paper No. 6691 (revised) 2001.",
        "Population Reports, P23-204. Washington, DC: U.S. Census Bureau. Weimer, David L., and Michael J. Wolkoff. School performance and housing values: Using non- contiguous district and incorporation boundaries to identify school effects. National Tax Journal 54, no. 2 (June 2001), pp. 251-253."
    ]
}