{
    "id": 8482,
    "cites": 14,
    "cited_by": 5,
    "reference": [
        "Alpert, Bill. 1996. Hooked on Drugs: Why Do Insurers Pay Such Outrageous Prices for Pharmaceuticals'DONE' Barrons June 10: 15-18.",
        "Baron, David P. 1997. Integrated Strategy and International Trade Disputes: The Kodak-Fujifilm Case. Journal of Economics and Management Strategy 6 (Summer): 291-346.",
        "Berndt, Ernst R., Linda T. Bui, David H. Lucking-Reiley, and Glen L. Urban. 1997. The Roles of Marketing, Product Quality, and Price Competition in the Growth and Composition of the U.S. Antiulcer Drug Industry. In Timothy Bresnahan and Robert Gordon, eds., The Economics of New Goods. Chicago: The University of Chicago Press.",
        "Berndt, Ernst R., Iain M. Cockburn, Douglas L. Cocks, Arnold Epstein and Zvi Griliches. 1998. Is Price Inflation Different for the Elderly'DONE' An Empirical Analysis of Prescription Drugs. In Alan Garber, editor, Frontiers of Health Policy. Cambridge, MA: The MIT Press.",
        "Berndt, Ernst R., Zvi Griliches and Joshua G. Rosett. 1993. Auditing the Producer Price Index: Micro Evidence from Prescription Pharmaceutical Preparations. Journal of Business and Economic Statistics 11 (July): 251-264.",
        "Block, Michael K., Frederick C. Nold and Joseph G. Sidak. 1981. The Deterrent Effect of Antitrust Enforcement. Journal of Political Economy 89 (June): 429-445.",
        "Caves, Richard E., Michael D. Whinston and Mark A. Hurwitz. 1991. Patent Expiration, Entry, and Competition in the U.S. Pharmaceutical Industry. Brookings Papers on Economics Activity: Microeconomics, 1-48.",
        "Ellison, Sara F. 1998. What Prices Can Tell Us About the Market for Antibiotics. Mimeo, MIT.",
        "Ellison, Sara F. and Glenn Ellison. 1999. Strategic Entry Deterrence And The Behavior Of Pharmaceutical Incumbents Prior To Patent Expiration. Mimeo, MIT.",
        "Ellison, Sara F. and Wallace P. Mullin. 2001. Gradual Incorporation of Information: Pharmaceutical Stocks and the Evolution of President Clintons Health Care Reform. Journal of Law and Economics 44 (April): 89-129.",
        "Esty, Daniel C. and Richard E. Caves. 1983. Market Structure and Political Influence: New Data on Political Expenditures. Economic Inquiry 21 (January): 24-38.",
        "Fortune (1993a). Why Drug Prices Will Go Lower. May 5, p. 56.",
        "Fortune (1993b). The Plots to Keep Drug Prices High. December 27, p. 120.",
        "Glazer, Amihai and Henry McMillan. 1992. Pricing by the Firm Under Regulatory Threat. Quarterly Journal of Economics 107 (August): 1089-1099."
    ]
}