{
    "id": 8484,
    "cites": 20,
    "cited_by": 14,
    "reference": [
        "Barbera, Anthony J. and Virginia D. McConnell. 1986. Effects of Pollution Control on Industry Productivity: A Factor Demand Approach. The Journal of Industrial Economics (35): 161-172.",
        "Bartelsman, Eric and Wayne Gray. 1994. NBER Manufacturing Productivity Database, available at http://www.nber.org/pub/productivity.",
        "Bartik, Timothy J. 1985. Business Location Decisions in the United States: Estimates of the Effects of Unionization, Taxes, and Other Characteristics of States. Journal of Business and Economic Statistics. 3: 14-22.",
        "Becker, Randy. 2001. Air Pollution Abatement Costs and the Clean Air Act: Evidence from the PACE Survey. Mimeograph. U.S. Bureau of the Census.",
        "Becker, Randy and Vernon Henderson. 2000. Effects of Air Quality Regulations on Polluting Industries. Journal of Political Economy. 108: 379-421.",
        "Becker, Randy and Vernon Henderson. 2001. Costs of Air Quality Regulation, in Behavioral and Distributional Effects of Environmental Policy, edited by Carlo Carraro and Gilbert E. Metcalf.",
        "Chicago: The University of Chicago Press. Berman, Eli and Linda T. M. Bui. 1998. Environmental Regulation and Productivity: Evidence from Oil Refineries. Working Paper no. 6766. Cambridge, MA: NBER.",
        "Berman, Eli and Linda T. M. Bui. 2001. Environmental Regulation and Labor Demand: Evidence from the South Coast. Journal of Public Economics. 79(2): 265-295.",
        "Blanchard, Olivier Jean, and Lawrence F. Katz. 1992. Regional Evolutions. Brookings Papers on Economic Activity. 1: 1-75.",
        "Bovenberg, A. Lans and Frederick van der Ploeg. 1996. Optimal Taxation, Public Goods and Environmental Policy with Involuntary Unemployment. Journal of Public Economics. 62: 5983.",
        "Chay, Kenneth and Michael Greenstone. 2000. Does Air Quality Matter'DONE' Evidence from the Housing Market. Mimeograph, University of Chicago.",
        "Chay, Kenneth and Michael Greenstone. 2001a. The Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by a Recession.",
        "Cleveland, W.S. and T.W. Graedel. 1979. Photochemical Air Pollution in the Northeast Unites States. Science 204: 1273-78.",
        "Cleveland, W.S., B. Keiner, J.E. McRae, J.L. Warner. 1976. Photochemical Air Pollution: Transport from the New York City Area into Connecticut and Massachusetts. Science 191: 179-181.",
        "Cohen, Mark A. 1998. Monitoring and Enforcement of Environmental Policy. Unpublished Paper, Vanderbilt University, Owen Graduate School of Management.",
        "Davis, Steven J., and John Haltiwanger. 1992. Gross Job Creation, Gross Job Destruction, and Employment Reallocation. Quarterly Journal of Economics. 107: 819-864.",
        "Davis, Steven J., John C. Haltiwanger, and Scott Schuh. 1996. Job Creation and Destruction, MIT Press: Washington, DC.",
        "Dixit, Avinash K. and Robert S. Pindyck. 1994. Investment Under Uncertainty, Princeton University Press: Princeton, NJ.",
        "Dockery, Douglas W., et al. 1993. An Association Between Air Pollution and Mortality in Six U.S.",
        "Cities. The New England Journal of Medicine, 329(24): 1753-9. Dunne, Timothy, Mark J. Roberts, and Larry Samuelson. 1989a. Plant Turnover and Gross Employment Flows in the U.S. Manufacturing Sector. Journal of Labor Economics. 7: 48-71."
    ]
}