{
    "id": 8485,
    "cites": 21,
    "cited_by": 16,
    "reference": [
        "Allen, Z., The Science of Mechanics, Providence: Miller and Hammond, 1829. The American Machinist, Power, Mechanical Engineering, Transactions of the ASME (various contemporary issues). Atack, J., Fact in Fiction'DONE' Relative Costs of Steam and Water Power: A Simulation Approach. Explorations in Economic History 16, 409-437,1979.",
        "Atack, J., Bateman, F. and T. Weiss, The Regional Diffusion and Adoption of the Steam Engine in American Manufacturing. The Journal of Economic History, 40(2), 281-308, 1980.",
        "Bresnahan, T. and M. Trajtenberg, General Purpose Technologies: Engines of Growth'DONE' Journal of Econometrics, 65(1), pp. 83-108, 1995.",
        "Burn, D. L., The Genesis of American Engineering Competition, 1850-1870, Economic History Review, January 1931.",
        "Chandler, A. D. The Visible Hand: The Managerial Revolution in American Business. Cambridge, MA, Belknap Press, 1977.",
        "Chandler, A. D. Anthracite Coal and the Beginnings of the Industrial Revolution in the United States, The Business History Review, Summer, 1972.",
        "Clark, V. S., History of Manufactures in the United States: 1607-1860, Vol. II, New York, McGraw-Hill, 1929.",
        "Du Boff, R. B., The Introduction of Electrical Power in American Manufacturing, Economic History Review, December, 509-518, 1967.",
        "Fogel, Robert W., Railroads and American Economic Growth: Essays in Econometric History. Baltimore, Md.: The John Hopkins Press, 1964.",
        "Helpman, E. and M. Trajtenberg, A Time to Sow and a Time to Reap: Growth Based on General Purpose Technologies. Helpman, E. (ed.) General Purpose Technologies and Economic Growth. Cambridge, MIT Press, 1998.",
        "Helpman, E. General Purpose Technologies and Economic Growth. Cambridge, MIT Press, 1998.",
        "Horwitz, M., The Transformation of American Law, 1780-1860, Cambridge MA: Harvard University Press, 1977.",
        "Krugman, P. Geography and Trade. Mass and London: MIT Press. 1991.",
        "Rosenberg, N., Technological Interdependence in the American Economy. In: Inside the Black Box: Technology and Economics. Cambridge: Cambridge University Press, 1982.",
        "Rosenberg, Nathan, Uncertainty and Technological Change. Landau, R., T. Taylor and G. Wright, The Mosaic of Economic Growth, Part V. Stanford University Press, Stanford, 1996.",
        "Shillitto, F.W. HandBook of Corliss Steam Engines (2d Edition). Bridgeport, Conn., 1899. Sheldon, F. F., Power and Speed in Cotton Mills, Proceedings of the 27th Annual Meeting of the Northeast Cotton Manufacturers Association, Boston, 1892. Smith, T. R., The Cotton Textile Industry of Fall River, Mass., Kings Crown Press, 1944.",
        "Sokoloff, K., Inventive Activity in Early Industrial America: Evidence from Patent Records, 1790-1846. Journal of Economic History, 48(4) 813-50, 1988.",
        "Temin, P. Iron and Steel in Nineteenth Century America, an Economy Inquiry. Cambridge, MA: MIT Press, 1964.",
        "Temin, P., Steam and Waterpower in the Early Nineteenth Century, Journal of Economic History, June 1966.",
        "Thurston, R. H., Stationary Steam Engines; especially as adapted to Electric Lighting Purposes, New York, 1884 Thurston, R. H. A History of the Growth of the Steam Engine. Ithaca, N.Y.: Cornell University Press, 1939.",
        "Tribe, J. Compound Corliss Engines, Milwaukee, Wisconsin, 1903."
    ]
}