{
    "id": 8486,
    "cites": 32,
    "cited_by": 16,
    "reference": [
        "Auerbach, Alan J., 1979, Share valuation and corporate equity policy, Journal of Public Economics 11: 291-305.",
        "Bali, Rakesh, and Gailen L. Hite, 1998, Ex-dividend day stock price behavior: Discreteness or tax-induced clienteles'DONE', Journal of Financial Economics 47: 127-159.",
        "Black, Fischer and Myron Scholes, 1974, The effects of dividend yield and dividend policy on common stock prices and returns, Journal of Financial Economics 1: 1-22.",
        "Blume, Marshall E., 1980, Stock returns and dividend yields: Some more evidence, Review of Economics and Statistics 62: 567-577.",
        "Bradford, David F., 1981, The incidence and allocation effects of a tax on corporate distributions, Journal of Public Economics 15: 1-22.",
        "Brennan, Michael J., 1970, Taxes, market valuation and corporate financial policy, National Tax Journal 23: 417-427.",
        "Brueggeman, William B. and Jeffrey D. Fisher, 1997, Real Estate Finance and Investments, Irwin (Boston), 10th Edition, Chapter 21: 661-79.",
        "Chan, Su Han, Wai Kin Leung, and Ko Wang, 1998, Institutional investment in REITs: Evidence and implications, Journal of Real Estate Research 16: 357-374.",
        "Chen, Nai-Fu, Bruce Grundy, and Robert F. Stambaugh, 1990, Changing risk, changing risk premiums and the dividend yield effect, Journal of Business 63: 178-206.",
        "Clayton, Jim and Greg MacKinnon, 2000, Explaining the discount to NAV in REIT Pricing: Noise or information'DONE' Working Paper, University of Cincinnati.",
        "Cutler, David M., 1988, Tax reform and the stock market: An asset price approach, American Economic Review 78: 1107-1117.",
        "Elton, Edwin J. and Martin J. Gruber, 1970, Marginal stockholder tax rates and the clientele effect, Review of Economics and Statistics 52: 68-74.",
        "Fama, Eugene F. and Kenneth R. French, 1993, Common risk factors in the returns on stocks and 30 bonds, Journal of Financial Economics 33, 3-56.",
        "Frank, Murray, and Ravi Jagannathan, 1998, Why do stock prices drop by less than the value of the dividend'DONE' Evidence from a country without taxes, Journal of Financial Economics 47: 161-188.",
        "Gordon, Roger and David Bradford, 1980, Taxation and the stock market valuation of capital gains and dividends: Theory and empirical results, Journal of Public Economics 14: 109136.",
        "Green, Richard C., and Burton Hollifield. 2001, The personal-tax advantages of equity, Working Paper, Carnegie Mellon University.",
        "Green, Richard C., and Kristian Rydqvist, 1999, Ex-day behavior with dividend preference and limitations to short-term arbitrage: The case of swedish lottery bonds, Journal of Financial Economics 53: 145-187.",
        "Harris, Trevor S., and Deen Kemsley, 1999, Dividend taxation in firm valuation: New evidence, Journal of Accounting Research 37: 275-292.",
        "Hyslop, Dean R., and Guido W. Imbens., 2000, Bias from classical and other forms of measurement error, NBER Technical Working Paper 257, Cambridge, MA.",
        "Kalay, A., 1982, The ex-dividend day behavior of stock prices: A re-examination of the clientele effect, Journal of Finance 37: 1059-1070.",
        "Karpoff, J. M., and R. A. Walkling, 1988, Short-term trading around ex-dividend days -- additional evidence, Journal of Financial Economics 21: 291-298.",
        "King, Mervyn, 1977, Public Policy and the Corporation, London: Chapman and Hall.",
        "Litzenberger, R. and K. Ramaswamy, 1979, The effect of personal taxes and dividends on capital asset prices: Theory and empirical evidence, Journal of Financial Economics 7: 163-195.",
        "Litzenberger, R. and K. Ramaswamy, 1982, The effects of dividends on common stock prices: Tax effects or information effects'DONE', Journal of Finance 37: 429-443.",
        "Malkiel, Burton G., 1977, The valuation of closed-end investment-company shares, Journal of Finance 32: 847-859.",
        "Miller, Merton H., and Myron Scholes, 1978, Dividends and taxes, Journal of Financial Economics 6: 333-364.",
        "Miller, Merton H., and Myron Scholes, 1982, Dividends and taxes: Some empirical evidence, Journal of Political Economy 90: 1118-1141.",
        "Naranjo, Andy, M. Nimalendran, and Mike Ryngaert, 2000, Time variation of ex-dividend day stock returns and corporate dividend capture: A reexamination, Journal of Finance 55: 2357-2372.",
        "Poterba, James M., and Lawrence H. Summers, 1984, New evidence that taxes affect the valuation of dividends, Journal of Finance 39: 1397-1415.",
        "Rosenberg, B., and V. Marathe, 1979, Tests of capital pricing hypotheses, Research in Finance 1: 115-223.",
        "Sagalyn, Lynne, 1996, Conflicts of interest in the structure of REITs, Real Estate Finance, 13: 34-51.",
        "Schwimmer, Anne, 1995, Underwriters attract REITs to swooning preferred market, Investment Dealers Digest (May 29): 13."
    ]
}