{
    "id": 8488,
    "cites": 29,
    "cited_by": 2,
    "reference": [
        "Council on Social Security. Washington, DC. A Vision of Change for America. 1993. Washington DC.",
        "Aaron, Henry J. and Robert D. Reischauer. 1998. Countdown to Reform: The Great Social Security Debate. New York: Century Foundation Press.",
        "Auerbach, Alan J. and William G. Gale. 2000. Perspectives on the Budget Surplus. Working Paper 7837, Cambridge, Mass: National Bureau of Economic Research (August).",
        "Auerbach, Alan, Jagadeesh Gokhale and Lawrence Kotlikoff. 1994. Generational Accounting: A Meaningful Way to Evaluate Fiscal Policy. Journal of Economic Perspectives 8, 1:73:94.",
        "Bipartisan Commission on Entitlement and Tax Reform. Final Report to the President. Washington, DC January 1995.",
        "Blanchard, Olivier J. 1984. Current and Anticipated Deficits, Interest Rates and Economic Activity. European Economic Review 25: 7-27.",
        "Branson, William. 1985. Causes of Appreciation and Volatility of the Dollar in The U.S.",
        "Dollar -- Recent Developments, Outlook, and Policy Options Federal Reserve Bank of Kansas City Annual Conference, pp. 33-63. Clinton, Bill and Al Gore. 1992. Putting People First. New York: Times Books.",
        "Washington (March). Congressional Budget Office. 2000. The Long-Term Budget Outlook. Washington (October).",
        "Cutler, David M., James M. Poterba, Louise M. Sheiner, and Lawrence H. Summers. 1990. An Aging Society: Opportunity or Challenge'DONE' Bookings Papers on Economic Activity 1. 156.",
        "Cutler, David M. and Jonathan Gruber. Health Policy in the Clinton Era: Once Bitten, Twice Shy. This volume. Diamond, Peter A. 1996. Proposals to Restructure Social Security Journal of Economic Perspectives, 10(3): 67-88.",
        "Diamond, Peter A. 1997. Macroeconomics of Social Security Reform, Brookings Papers on Economic Activity, 2: 1- 87.",
        "Diamond, Peter A. 2000. Administrative Costs and Equilibrium Charges with Individual Accounts. In John B. Shoven editor, Administrative Aspects of Investment-based Social Security Reform.",
        "Elmendorf Douglas W. and Jeffrey B. Liebman. 2000. Social Security Reform and National Saving in an Era of Budget Surpluses. Brookings Papers on Economic Activity 2, 1-71.",
        "Elmendorf, Douglas W. and Louise M. Sheiner. 2000. Should America Save for Its Old Age'DONE' Fiscal Policy, Population Aging, and National Saving Journal of Economic Perspectives, 14(3): 57-74.",
        "Feldstein, Martin. Discussion. This volume. 82 Feldstein, Martin and Jeffrey B. Liebman. 2001. The Distributional Effects of An InvestmentBased Social Security System. NBER Working Paper 7492. Forthcoming in Martin Feldstein and Jeffrey Liebman, editors, Distributional Aspects of Investment-based Social Security Reform. University of Chicago Press.",
        "Feldstein, Martin and Andrew A. Samwick. 1997. The Economics of Prefunding Social Security and Medicare Benefits, NBER Macroeconomics Annual 1997, The MIT Press, Cambridge, MA, pp 115-147.",
        "Feldstein, Martin and Andrew A. Samwick. 1998. Potential Effects of Two Percent Personal Retirement Accounts, Tax Notes, Vol. 79 No. 5. May 4, 1998, pp 615-20.",
        "Gramlich, Edward. 1998. Is It Time to Reform Social Security'DONE' The University of Michigan Press, Ann Arbor.",
        "Gruber, Jonathan and Peter Orszag. 2000. Does the Social Security Earnings Test Affect Labor Supply and Benefits Receipt'DONE' NBER Working Paper 7923.",
        "Koitz, David Stuart. 1998. Social Security and the Federal Budget: What Does Social Securitys Being Off Budget Mean'DONE' Report for Congress 98-422. Washington: Congressional Research Service.",
        "Lee, Ronald and Shripad Tuljapurkar (1998). Uncertain Demographic Futures and Social Security Finances. American Economic Review 88(2): 237-41.",
        "Liebman, Jeffrey B. 2001. Redistribution in the Current U.S. Social Security System.",
        "Forthcoming in Martin Feldstein and Jeffrey Liebman, editors, Distributional Aspects of Investment-based Social Security Reform. University of Chicago Press. Lindsey, Lawrence B. 1990. The Growth Experiment. New York: Basic Books.",
        "Newhouse, Joseph P. Medicare. This volume. Penner, Rudolph G. 1998. Trust Fund Accounting and the Scoring Rules for Proposed Reforms of the Social Security System. In Social Security Reform: Economic and Budget Concepts, Enforcement, and Scorekeeping Perspectives. Washington: Committee for a Responsible Federal Budget.",
        "Reich, Robert B. 1997. Locked in the Cabinet. New York: Alfred A. Knopf.",
        "Rubin, Robert E. Discussion. This volume. 83 Schieber, Sylvester J. and John B. Shoven. The Real Deal: The History and Future of Social Security. Yale University Press. New Haven. 1999.",
        "Smetters, Kent. 2001. The Effect of Pay-When-Needed Benefit Guarantees on the Impact of Social Security Privatization. In John Campbell and Martin Feldstein editors, Risk Aspects of Investment-Based Social Security Reform (University of Chicago Press).",
        "Woodward, Bob. 1994. The Agenda. New York: Simon and Schuster."
    ]
}