{
    "id": 8489,
    "cites": 29,
    "cited_by": 7,
    "reference": [
        "Alter, Jonathan, 2001, AA Well-timed >Traffic= Signal,@ Newsweek, January 15, p. 29.",
        "Boaz, David (editor), 1990, The Crisis in Drug Prohibition, Washington, DC: Cato Institute.",
        "Bureau of Justice Statistics,1995, The Sourcebook of Criminal Justice Statistics, Timothy Flanagan and Edmund McGarrell, eds. (Washington, D.C.: U.S. Government Printing Office ).",
        "Caulkins, Jonathan, 1996, AEstimating Elasticities of Demand for Cocaine and Heroin with DUF Data,@ Unpublished manuscript, Carnegie Mellon University.",
        "Frank J. Chaloupka, Michael Grossman, John A. Tauras, 1999, The Demand for Cocaine and Marijuana by Youth, in The Economic Analysis of Substance Use and Abuse, Chaloupka, Frank, Michael Grossman, Warren K. Bickel, and Henry Saffer, eds., Chicago: TheUniversity of Chicago Press, pp. 133-155.",
        "DeSimone, Jeff, 1998, Is Marijuana a Gateway Drug'DONE' Eastern Economic Journal 24(2, Spring): 149-64.",
        "DeSimone, Jeff, forthcoming, AThe Effect of Cocaine Prices on Crime,@ Economic Inquiry. Donohue, John, and Steven Levitt, 2001, ALegalized Abortion and Crime,@ Forthcoming, Quarterly Journal of Economics.",
        "Donohue, John, and Peter, 1998, Allocating Resources among Prisons and Social Programs in the Battle against Crime, Journal of Legal Studies 27(January): 1-43.",
        "Donziger, Steven, 1996, The Real War on Crime: The Report on the National Criminal Justice Commission, New York: Harper Collins.",
        "Duke, Steven, and Albert Gross, 1993, America=s Longest War, New York: Putnam.",
        "Fisher, Franklin, and D. Nagin, 1978, On the Feasibility of Identifying the Crime Function in a Simultaneous Equations Model of Crime and Sanctions, in Blumstein, A., Nagin, D., and Cohen, J. (eds.), Deterrence and Incapacitation: Estimating the Effects of Criminal Sanctions on Crime Rates, Wash D.C.: National Academy of Sciences.",
        "Frey, Bruno, 1997, ADrugs, Economics, and Policy,@ Economic Policy: A European Forum, No.",
        "Friedman, Milton, 1989, AAn Open Letter to Bill Bennett,@ Wall Street Journal, September 7.",
        "Grossman, Michael, and Frank Chaloupka, 1998, AThe Demand for Cocaine by Young Adults: A Rational Addiction Approach,@ Journal of Health Economics 17 (August): 427-474.",
        "Rockville,MD: National Institutes of Health. Kim, Il_Joong, Bruce Benson, David Rasmussen, and Thomas Zuehlke 1993, AAn Economic Analysis of Recidivism among Drug Offenders,@ Southern Economic Journal 60 (1): 169_83.",
        "Lee, Li Way, 1993, AWould Harassing Drug Users Work'DONE'@ Journal of Political Economy 101 (October): 939-959.",
        "Levitt, Steven, 1996, AThe Effect of Prison Population Size on Crime Rates: Evidence from Prison Overcrowding Litigation,@ Quarterly Journal of Economics 111:319-352.",
        "Levitt, Steven, 1998, AWhy Do Increased Arrest Rates Appear to Reduce Crime: Deterrence, Incapacitation, or Measurement Error'DONE' Economic Inquiry 36:353-372.",
        "Levitt, Steven, and Sudhir Venkatesh, 2000, AAn Economic Analysis of a Drug-Selling Gang=s Finances,@Quarterly Journal of Economics 115 (August):755-789.",
        "Marvell, Thomas, and Carlisle Moody, 1994, Prison Population Growth and Crime Reduction, Journal of Quantitative Criminology 10:109-140.",
        "Miron, Jeffrey, 1999, Violence and the U.S. Prohibitions of Drug and Alcohol, American Law and Economics Review v1, n1-2 (Fall) : 78-114.",
        "Miron, Jeffrey, 2000, Prohibitions and the Prices of Prohibited Goods: Evidence from the Markets for Heroin and Cocaine, unpublished manuscipt, Boston University.",
        "National Research Council, 2001, Informing Americas Policy on Illegal Drugs: What We Dont Know Keeps Hurting Us, Committee on Data and Research for Policy on Illegal Drugs, Charles F. Manski, John V. Pepper, and Carol V. Petrie, editors. Washington, DC: National Academy Press.",
        "Reinarman, Craig, and Harry Levine, 1997, The Crack Attack: Politics and Media in the Crack Scare, in Crack in America, edited by Craig Reinaraman and Harry Levine, Berkeley, CA: University of California Press.",
        "Rhodes, William, and Tanutda Pittayathikhun, 1996, Prices of Illicit Drugs: 1981-1996, Unpublished manuscript, Abt Associates Inc.",
        "Robert Wood Johnson Foundation, 1993, Substance Abuse: The Nations Number One Health Problem, prepared by Institute for Health Policy, Brandeis University.",
        "Saffer, Henry, and Frank Chaloupka, 1995, The Demand for Illicit Drugs, NBER Working Paper No. 5238.",
        "Sollars, David, 1992, Assumptions and Consequences of the War on Drugs: An Economic Analysis, Policy Studies Review 11 (1) 26-39.",
        "Thornberry, Terence; Lizotte, Alan, Krohn, Marvin, Farnworth, Margaret, and Jang, Sung Joon. Delinquent Peers, Beliefs, and Delinquent Behavior: A Longitudinal Test of Interactional Theory. Criminology, February 1994, 32(1), pp. 47-83."
    ]
}