{
    "id": 8490,
    "cites": 36,
    "cited_by": 8,
    "reference": [
        "Barber, Brad M. and Terrance Odean, Boys will be Boys: Gender, Overconfidence, and Common Stock Investment, Working Paper, University of California, Davis, February 2000.",
        "Campling, R.F., Employee Benefits and the Part-Time Worker, Working Paper, Queens at Kingston School of Industrial Relations, 1987.",
        "Coate, Stephen, Altruism, the Samaritans Dilemma, and Government Transfer Policy, American Economic Review 85, March 1995, pp. 46-57.",
        "Committee on Ways and Means, U.S. House of Representatives, 1998 Green Book, U. S.",
        "Currie, Janet and Jonathan Gruber, Health Insurance Eligibility, Utilization of Medical Care, and Child Health, National Bureau of Economic Research, Working Paper No. 5052, March 1995.",
        "Cutler, David and Louise Sheiner, The Geography of Medicare, American Economic Review, May 1999, pp. 228-233.",
        "Deaton, Angus and Christina Paxson, Mortality, Education, Income and Inequality among American Cohorts, Working Paper, Research Program in Development Studies: Princeton University, June 1999.",
        "Eichner, Matthew, Mark McClellan, and David A. Wise, The Sources of Cost Difference in Health Insurance Plans: A Decomposition Analysis, National Bureau of Economic Research, Working Paper 7443, December 1999.",
        "Ettner, Susan L., New Evidence on the Relationship Betwen Income and Health, Journal of Health Economics 15, 1996, pp. 67-85.",
        "Feldstein, Martin, The Economics of Health Care: What Have We Learned'DONE' What Have I Learned National Bureau of Economic Research, Working Paper, February 1995.",
        "Freudenheim, Milt, Buyers Clubs for Medical Services Crop Up, New York Times, August 25, 2000, p. A1.",
        "Fuchs, Victor, Health, Government, and Irving Fisher, National Bureau of Economic Research, Working Paper 6710, August 1998.",
        "Gilleskie, Donna, A Dynamic Stochastic Model of Medical Care Use and Work Absence, Econometrica, Vol. 66, No. 1, January 1998, pp. 1-46.",
        "Gruber, Jonathan, Medicaid, National Bureau of Economic Research, Working Paper 7829, August 2000.",
        "Gruber, Jonathan and James M. Poterba, Tax Incentives and the Decision to Purchase Health Insurance: Evidence from the Self-Employed, Quarterly Journal of Economics 104, August 1994, pp. 701-733.",
        "Hagan, John, John Simpson, and A.R. Gillis, Class in the Household: A Power Control Theory of Gender and Delinquency, American Journal of Sociology 92, no. 4, January 1987, pp. 788-816.",
        "Hamilton, Barton H., Does Entrepreneurship Pay'DONE' An Empirical Analysis of the Returns to Self-Employment, Journal of Political Economy 3, June 2000, pp. 604-631.",
        "Holtz-Eakin, Douglas, John Penrod and Harvey S. Rosen, Health Insurance and the Supply of the Entrepreneurs, Journal of Public Economics 62, 1996, pp. 209-235.",
        "Hurd, Michael D. and Kathleen McGarry, Medical Insurance and the Use of Health Care Services by the Elderly, Journal of Health Economics 16, 1997, pp. 129-154.",
        "Lakdawalla, Darius and Tomas Philipson,The Rise in Old Age Longevity and the Market for Long-Term Care, National Bureau of Economic Research, Working Paper 6547, May 1998.",
        "Lueck, Sarah, U.S. Sees Rise in the Number of Uninsured, Wall Street Journal, October 4, 1999, p. B4.",
        "Maddala, G.S., Limited-Dependent and Qualitative Variables in Econometrics, Oxford University Press: New York, 1983.",
        "Marquis, M. and S. Long, Worker Demand for Health Insurance in Non-group Market, Journal of Health Economics, Vol. 14, pp. 47-63, 1995.",
        "Meara, Ellen, Why is Health Related to Socioeconomic Status'DONE' Working Paper, Harvard University, November 1998.",
        "Newhouse, Joseph. Free for All'DONE' Lessons from the RAND Health Insurance Experiment, Santa Monica, CA: RAND, 1993.",
        "Pear, Robert, Insurers Ask Government to Extend Health Plans, New York Times, May 23, 1999, p. 16.",
        "Pear, Robert, 40 States Forfeit Health Care Funds for Poor Children, New York Times, September 24, 2000, p. A1.",
        "Perry, Craig W. and Harvey S. Rosen, The Self-Employed Are Less Likely to Have Health Insurance than Wage-Earners. So What'DONE' National Bureau of Economic Research, Working Paper 8316, June 2001.",
        "Ross, Catherine E. and John Mirowsky, Does Medical Insurance Contribute to Socioeconomic Differentials in Health'DONE' The Milbank Quarterly 78, no. 2, 2000, pp. 291321.",
        "Skinner, Jonathan and John Wennberg, How Much is Enough'DONE' Efficiency and Medicare Spending in the Last Six Months of Life, National Bureau of Economic Research, Working Paper 6513, April 1998.",
        "Skinner, Jonathan, Elliott S. Fisher and John E. Wennberg, The Efficiency of Medicare, National Bureau of Economic Rsearch, Working Paper 8395, July 2001.",
        "Stabile, Mark, Private Insurance Subsidies and Public Health Care Markets: Evidence from Canada, Department of Economics: University of Toronto, 1999.",
        "Taubman, Paul and Sherwin Rosen, Healthiness, Education, and Marital Status, National Bureau of Economic Research, Working Paper 611, August 1982.",
        "Thomasson, Melissa A., The Importance of Group Coverage: How Tax Policy Shaped U.S. Health Insurance, National Bureau of Economic Research, Working Paper 7543, February 2000.",
        "U.S. Bureau of the Census, Statistical Abstract of the United States: 1998 (118 th Edition), Washington, DC, 1998.",
        "Verhovek, Sam Howe, Frustration Grows with Cost of Health Insurance, New York Times, September 18, 2000, p. A1."
    ]
}