{
    "id": 8491,
    "cites": 34,
    "cited_by": 27,
    "reference": [
        "Banerjee, A., R. Lumsdaine, and J. Stock, 1992, Recursive and sequential tests of the unit-root and trend-break hypotheses: Theory and international evidence, Journal of Business and Economic Statistics, 10: 271-287.",
        "BIS (Bank for International Settlements), 2001, BIS 71 st Annual Report, June (available at www.bis.org).",
        "Bjonnes, G., and D. Rime, 2001, FX trading live! Dealer behavior and trading systems in foreign exchange markets, typescript, Norwegian School of Management, University of Oslo, March (www.uio.no/~dagfinri).",
        "Calvo, G., 1999, Contagion in Emerging Markets: When Wall Street Is a Carrier, University of Maryland working paper.",
        "Carlson, J., and C. Osler, 2000, Rational speculators and exchange rate volatility, European Economic Review, 44: 231-253.",
        "Carrera, J., 1999, Speculative attacks to currency target zones: A market microstructure approach, Journal of Empirical Finance, 6, 555-582.",
        "Corsetti, G., P. Pesenti, and N. Roubini, 2001, The role of large players in currency crises, NBER Working Paper 8303, May.",
        "Devereux, M., and C. Engel, 1999, The optimal choice of exchange-rate regime: Pricesetting rules and internationalized production, NBER Working Paper 6992.",
        "Diamond, D. and R. Verrecchia 1981. Information Aggregation in a Noisy Rational Expectations Economy, Journal of Financial Economics, 9: 221-235.",
        "Engle, R., and C. Granger, 1987, Cointegration and error correction: Representation, estimationand testing, Econometrica, 55: 251-276.",
        "Evans, Martin, 2001, FX trading and exchange rate dynamics, NBER Working Paper 8116, February.",
        "Evans, M., and R. Lyons, 1999, Order flow and exchange rate dynamics, typescript, U.C.",
        "Flood, R., and A. Rose, 1995, Fixing exchange rates: A virtual quest for fundamentals, Journal of Monetary Economics, 36: 3-37.",
        "French, K., and R. Roll, 1986, Stock return variance: The arrival of information and the reaction of traders, Journal of Financial Economics 17, 99-117.",
        "Froot, K., and M. Obstfeld, 1991, Exchange Rate Dynamics Under Stochastic Regime Shifts: A Unified Approach, Journal of International Economics, 31: 203-229.",
        "Grossman. S., and J. Stiglitz, 1980, On the impossibility of informationally efficient markets, American Economic Review, 70: 393-408.",
        "Guembel, A., and O. Sussman, 2001, Optimal exchange rates: A market-microstructure approach, typescript, Said Business School, Oxford University.",
        "Hansen, B., 1992, Tests for parameter instability in regressions with I(1) processes, Journal of Business and Economic Statistics, 10: 321-335.",
        "Hasbrouck, J., 1991, Measuring the information content of stock trades, Journal of Finance, 46: 179-207.",
        "Hau, H., 1998, Competitive entry and endogenous risk in the foreign exchange market, Review of Financial Studies, 11: 757-788.",
        "Hau, H., W. Killeen, and M. Moore, 2000, The euro as an international currency: Explaining the first evidence, CEPR Discussion Paper No. 2510, July.",
        "Jeanne, O. and A. Rose, 1999, Noise trading and exchange rate regimes, NBER Working Paper 7104, April, forthcoming in the Quarterly Journal of Economics.",
        "Johansen, S., 1992, Cointegration in partial systems and the efficiency of single equation analysis, Journal of Econometrics, 52: 389-402.",
        "Krugman, P., and M. Miller, 1993, Why have a target zone'DONE' Carnegie-Rochester Conference Series on Public Policy, 38: 279-314.",
        "Lyons, R. 1995. Tests of Microstructural Hypotheses in the Foreign Exchange Market, Journal of Financial Economics, 39: 321-351.",
        "Lyons, R., 1997, A simultaneous trade model of the foreign exchange hot potato, Journal of International Economics, 42: 275-298.",
        "Lyons, R., 2001, The Microstructure Approach to Exchange Rates, MIT Press: Cambridge (chapters at www.haas.berkeley.edu/~lyons), November.",
        "Machlup, F., 1949, The theory of foreign exchanges. Reprinted in Readings in the Theory of International Trade, edited by H. Ellis and L. Metzler, Philadelphia: Blakiston.",
        "Osler, C., 1998, Short-term speculators and the puzzling behavior of exchange rates, Journal of International Economics, 45: 37-57.",
        "Payne, R. 1999, Informed trade in spot foreign exchange markets: An empirical investigation, typescript, London School of Economics, January.",
        "Rime, D., 2000, Private or public information in foreign exchange markets'DONE' An empirical analysis, typescript, Norwegian School of Management, University of Oslo, March (www.uio.no/~dagfinri).",
        "Rigobon, R., 1999, On the measurement of the international propagation of shocks, NBER Working Paper 7354, September 1999.",
        "Robinson, J., 1949, The foreign exchanges. Reprinted in Readings in the Theory of International Trade, edited by H. Ellis and L. Metzler, Philadelphia: Blakiston.",
        "Rosenberg, M., 1996, Currency Forecasting: A Guide to Fundamental and Technical Models of Exchange Rate Determination. Chicago: Irwin Professional Publishing."
    ]
}