{
    "id": 8492,
    "cites": 33,
    "cited_by": 20,
    "reference": [
        "Bernard, Andrew B. and J. Bradford Jensen. 2001. Who Dies'DONE' International Trade, Market Structure and Plant Closures. NBER Working Paper 8327.",
        "Bernard, Andrew B., J. Bradford Jensen and Peter K Schott. 2001. Factor Price Equality and the Economies of the United States. NBER Working Paper W8068.",
        "Bowen, Harry P, Edward E. Leamer and Leo Sveikauskas. 1987. Multicountry, Multifactor Tests of the Factor Abundance Theory. American Economic Review 77(5):791-809.",
        "Davis, Donald R. and David E. Weinstein. 1998. An Account of Global Factor Trade. Mimeo, Harvard University.",
        "Dixit, A. and V. Norman. 1980. Theory of International Trade. New York: Cambridge University Press.",
        "Dornbush, R., Stanley Fisher and Paul Samuelson. 1977. Comparative Advantage, Trade and Payments in a Ricardian Model with a Continuum of Goods. American Economic Review 67:823-839.",
        "Feenstra, Robert C and Gordon Hanson. 1996. Globalization, Outsourcing, and Wage Inequality. NBER Working Paper 5424.",
        "Feenstra, Robert C and Andrew K. Rose. 2000. Putting Things in Order: Trade Dynamics and Product Cycles. Review of Economics and Statistics (forthcoming).",
        "Gagnon, Joseph E. and Andrew K. Rose. 1995. Dynamic Persistence of Industry Trade Balances: How Pervasive is the Product Cycle'DONE' Oxford Economic Papers 47: 229-248.",
        "General Accounting Office. 1995. US Imports: Unit Values Vary Widely for Identically Classified Commodities. Report GAO/GGD-95-90.",
        "Gibson, John K. and Richard I. D. Harris. 1996. Trade Liberalization and Plant Exit in New Zealand Manufacturing. Review of Economics and Statistics 78:521-529.",
        "Greenaway, David and Chris Milner. 1983. On the Measurement of Intra-Industry Trade.",
        "Economic Journal 93: 900-908. Greenaway, David, Robert Hine, Chris Milner. 1995. Economic Journal 105:1505-1518.",
        "Grossman, Gene M. and Elhanan Helpman. 1991. Innovation and Growth in the Global Economy. Cambridge: MIT Press.",
        "Grubel, H. G. and P. J. Lloyd. 1975. Intra-industry Trade: The Theory and Measurement of International Trade in Differentiated Products. New York: Wiley.",
        "Harrigan, James. 1997. Technology, Factor Supplies and International Specialization: Estimating the Neoclassical Model. American Economic Review 87(4):475-494.",
        "Helpman, E. and P. Krugman. 1984. Market Structure and Foreign Trade. Cambridge: MIT Press.",
        "Hummels, David, and James Levinsohn. 1995. Monopolistic Competition and International Trade: Reconsidering the Evidence. Quarterly Journal of Economics 110:799-836.",
        "Hummels, David, and James Levinsohn. 1993. Product Differentiation as a Source of Comparative Advantage'DONE' American Economic Review 83:445-449.",
        "Krugman, Paul. 1979. Increasing Returns, Monopolistic Competition and International Trade.",
        "Journal of International Economics 9:469-479. Krugman, Paul. 1981. Intraindustry Specialization and the Gains from Trade. Journal of Political Economy 89:959-973.",
        "Lancaster, Kevin. 1980. Increasing Returns to Scale, Monopolistic Competition and International Trade. Journal of International Economics 10:151-75.",
        "Leamer, Edward E. 1987. Paths of Development in the Three-Factor, n-Good General Equilibrium Model. Journal of Political Economy 95:961-999.",
        "Leamer, Edward E. 1984. Sources of International Comparative Advantage. Cambridge: MIT Press.",
        "Ng, Francis and Alexander Yeats. 1999. Production Sharing in East Asia: Who Does What for Whom and Why'DONE' World Bank Policy Research Working Paper Series.",
        "Posner, M. V. 1961. International Trade and Technical Change. Oxford Economic Papers 41:323-341.",
        "Journal of Economic Literature 25:1-48. Sutton, John. 1997. Gibrats Legacy. Journal of Economic Literature 35:40-59.",
        "Trefler, Daniel. 1995. The Case of the Missing Trade and Other Mysteries. American Economic Review 85(5):1029-1046.",
        "Trefler, Daniel. 1993. International Factor Price Differences: Leontief was Right! Journal of Political Economy 101:961-987.",
        "Tybout, James R. 2001. Plant- and Firm-Level Evidence on New Trade Theories. NBER Working Paper 8418.",
        "Tybout, James R. 2000. Manufacturing Firms in Developing Countries: How Well Do They Do, and Why'DONE' Journal of Economic Literature 38:11-44.",
        "Vernon, Raymond. 1979. The Product Cycle Hypothesis in a New International Environment.",
        "Oxford Bulletin of Economics and Statistics 41:255-267. Vernon, Raymond. 1966. International Investment and International Trade in the Product Cycle. Quarterly Journal of Economics."
    ]
}