{
    "id": 8493,
    "cites": 35,
    "cited_by": 16,
    "reference": [
        "Akerlof, George A. and Paul Romer, 1993, Looting: The Economic Underworld of Bankruptcy for Profit, Brookings Papers on Economic Activity, no. 2, 1-73.",
        "Allen, Franklin, and Douglas Gale, 1998, Optimal Banking Crises, Journal of Finance, 53 (4), pp. 1245-1284.",
        "Avery, Robert B, Terrence M. Belton and Michael A. Goldberg, 1988, Market discipline in regulating bank risk: new evidence from the capital markets, 20, 597-610.",
        "Baer, Herbert and Elijah Brewer, 1986, Uninsured deposits as a source of market discipline: a new look, 24, 3-20.",
        "Barth, James, Gerard Caprio, and Ross Levine, 2001. Prudential Regulation and Supervision: What Works and What Doesnt, World Bank mimeo.",
        "Beck, Thorsten, 2001, Deposit Insurance as a Private Club: The Case of Germany, , forthcoming.",
        "Brewer, Elijah III and Thomas H. Mondschean, 1994, An empirical test of the incentive effects of deposit insurance, 26, 146-164.",
        "Calomiris, Charles W., 1990, Is Deposit Insurance Necessary'DONE' A Historical Perspective, Journal of Economic History (June), 283-295.",
        "Calomiris, Charles, W., 1996, Building an Incentive-Compatible Safety Net: Special Problems for Developing Countries, mimeo, Columbia University.",
        "Calomiris, Charles W. and Andrew Powell, 2000, Can Emerging Market Bank Regulators Establish Credible Discipline'DONE' The Case of Argentina, World Bank mimeo.",
        "Caprio, Gerard and Daniela Klingebiel, 1999, Episodes of Systemic and Borderline Financial Crises. World Bank, Financial Sector Strategy and Policy Department, Washington D.C.",
        "Cecchetti, Stephen and Stefan Krause, 2000, Deposit Insurance and External Finance, Ohio State University mimeo.",
        "Cook, Douglas O. and Lewis J. Spellman, 1994, Repudiation risk and restitution costs: 30 toward understanding premiums on insured deposits, 26, 439-459.",
        "Cull, Robert, Lemma W. Senbet, and Marco Sorge, 2000, Deposit Insurance and Financial Development, World Bank mimeo.",
        "Demirguc-Kunt, Asli and Tolga Sobaci, 2001, Deposit Insurance Around the World: A Database, , forthcoming.",
        "Demirguc-Kunt, Asli and Enrica Detragiache, 2000, Does Deposit Insurance Increase Banking System Stability'DONE' An Empirical Investigation, World Bank mimeo.",
        "Demirguc-Kunt, Asli and Harry Huizinga, 2000, Market Discipline and Financial Safety Net Design, World Bank mimeo.",
        "Diamond, Douglas, and Philip Dybvig, 1983, Bank Runs, Deposit Insurance, and Liquidity, Journal of Political Economy, 91 (3), pp. 401-19.",
        "Eichengreen, Barry, and Carlos Arteta, 2000, Banking Crises in Emerging Markets: Presumptions and Evidence, University of California, Berkeley, mimeo.",
        "Ellis, David M. and Mark J. Flannery, 1992, Does the debt market assess large banks risk'DONE', 30, 481-502.",
        "Flannery, Mark J., 1998, Using market information in prudential bank supervision: a review of the U.S. empirical evidence, 30, 273-305.",
        "Folkerts-Landau, David, and Carl-Johan Lindgren, 1998, , (Washington, International Monetary Fund).",
        "Garcia, Gillian, 1999, Deposit Insurance: A Survey of Actual and Best Practices, IMF Working Paper No. 99/54.",
        "Gorton, G. and G. Pennacchi, 1990, Financial Intermediaries and Liquidity Creation, , 45, 49-72.",
        "Gorton, Gary and Athony M. Santomero, 1990, Market discipline and bank subordinated 31 debt, 22, 119-128.",
        "Honohan, Patrick and Daniela Klingebiel, 2000, Controlling Fiscal Costs of Banking Crises, World Bank mimeo.",
        "Kane, Edward J.,1995, Three Paradigms for the Role of Capitalization Requirements in Insured Financial Institutions, , 19, 431-459.",
        "Kane, Edward J., 2000, Designing Financial Safety Nets to Fit Country Circumstances, World Bank mimeo.",
        "Kane, Edward J., and Robert H. Hendershott, 1996. The Federal Deposit Insurance Fund that Didnt Put a Bite on U.S. Taxpayers, 20(September), pp. 1305-1327.",
        "Kane, Edward J., and Berry Wilson, 2001. Evidence of Safety Net Support During Economic Development in Canada, the U.K., and the U.S. unpublished working paper, Boston College.",
        "Kyei, Alexander, Deposit Protection Arrangements: A Survey, IMF Working Paper No. 95/134. Laeven, Luc, 2001, International Evidence on the Cost of Deposit Insurance, , forthcoming.",
        "Mishkin, Fredrick, 1996, Understanding Financial Crises: A Developing Country Perspective in the proceedings of the Annual World Bank Conference on Development Economics.",
        "Park, Sangkyun, 1995, Market discipline by depositors: evidence from reduced-form equations, 35, 497-514.",
        "Park, Sangkyun and Stavros Peristiani, 1998, Market discipline by thrift depositors, 30, 347-364.",
        "World Bank, 2001, Finance for Growth: Policy Choices in a Volatile World, Policy Research Report, Washington D.C."
    ]
}