{
    "id": 8495,
    "cites": 9,
    "cited_by": 47,
    "reference": [
        "Sapolsky, Robert M. 1994. Why Zebras DonÃ\u0082â\u0080\u0099t Get Ulcers, A Guide to Stress, Stress-Related Diseases and Coping. W.H. Freeman and Company, New York.",
        "Smith, James P. 1999. Ã\u0082â\u0080\u009cHealthy Bodies and Thick Wallets: The Dual Relationship between Health and Economic Status.Ã\u0082â\u0080\u009d Journal of Economic Perspectives 13(2). 145-66.",
        "Marmot, Michael. 1999. Ã\u0082â\u0080\u009cEpidemiology of Socioeconomic Status and Health: Are Determinants Within Countries the Same as Between Countries?Ã\u0082â\u0080\u009d in Nancy E. Adler, Michael Marmot, Bruce S. McEwen and Judith Stewart (eds.), Socioeconomic Status and Health in Industrial Nations, New York: The New York Academy of Sciences.",
        "Idler, Ellen L. and Stanislav V. Kasl. 1995. Ã\u0082â\u0080\u009cSelf-Ratings of Health: Do They Also Predict Change in Functional Ability?Ã\u0082â\u0080\u009d Journal of Gerontology: Social Sciences 508(6): S344-S353.",
        "Fuchs, Victor R. 1982. Time Preference and Health: An Exploratory Study, in Victor R. Fuchs (ed.), Economic Aspects of Health, University of Chicago Press: Chicago. 93-120.",
        "Duflo, Esther. 2000. Ã\u0082â\u0080\u009cGrandmothers and Granddaughters: Old Age Pension and Intra-household Allocation in South AfricaÃ\u0082â\u0080\u009d NBER Working Paper 8061.",
        "Case, Anne and Angus Deaton. 1998. Ã\u0082â\u0080\u009cLarge Cash Transfers to the Elderly in South Africa,Ã\u0082â\u0080\u009d Economic Journal 108: 1330-1361.",
        "Case, Anne and Angus Deaton. Ã\u0082â\u0080\u009cSchool Inputs and Educational Outcomes in South Africa,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 458: 1047-84. Case, Anne and Francis Wilson. 2001. Ã\u0082â\u0080\u009cHealth and Wellbeing in South Africa: Evidence from the Langeberg Survey.Ã\u0082â\u0080\u009d mimeo, Princeton University.",
        "Adler, Nancy E., Thomas Boyce, Margaret A. Chesney, Sheldon Cohen, Susan Folkman, Robert L. Kahn, and S. Leonard Syme. 1994. Ã\u0082â\u0080\u009cSocioeconomic Status and Health, The Challenge of the Gradient,Ã\u0082â\u0080\u009dAmerican Psychologist, 15-24."
    ]
}