{
    "id": 8497,
    "cites": 28,
    "cited_by": 3,
    "reference": [
        "Albert and Chib, 1993, Bayesian Analysis of Binary and Polychotomous Response Data, Journal of the American Statistical Association, 422, 669-79.",
        "Bernardo and Smith (1994), Bayesian Theory. Chichester: John Wiley and Sons.",
        "Burns L, Wholey D., 1992, The Impact of Physician Characteristics in Conditional Choice Models for Hospital Care, Journal of Health Economics 11, 43-62.",
        "Chib, S., and Greenberg, 1996, Markov Chain Monte Carlo Simulation Methods in Econometrics, Econometric Theory, 12, 409-31.",
        "Cutler, D. M., 1995, The Incidence of Adverse Medical Outcomes Under Prospective Payment, Econometrica, 63(1): 29-50.",
        "Fine, J.M., J.D. Scinto, D.H. Galusha, M.K. Petrillo, T.P. Meehan, 1998, Patient and Hospital Characteristics Associated with Timely Care of Elderly Patients Hospitalized with Pneumonia: Results from the Medicare Quality Indication System Pneumonia Module, Abstract Book, Association of Health Services Research, 15.",
        "Gelfand, A.E., and A.F.M. Smith, 1990, Sampling Based Approaches to Calculating Marginal Densities, Journal of the American Statistical Association 85: 398-409.",
        "Geweke, J., 1997, Posterior Simulators in Econometrics, in D. Kreps and K.F Wallis (eds.), Advances in Economics and Econometrics: Theory and Applications, vol. III. Cambridge: Cambridge University Press, 128-165.",
        "Gowrisankaran, G., and R.J. Town, 1999, Estimating the Quality of Care in Hospitals Using Instrumental Variables, Journal of Health Economics 18, 747-67.",
        "Gray, B., 1991, The Profit Motive and Patient Care, Cambridge, MA: Harvard University Press.",
        "Iezzoni, L.I., 1997, Risk Adjustment for Measuring Health Care Outcomes, Ann Arbor, MI: Health Administration Press, 2 nd Edition.",
        "Iezzoni, L.I. et al., 1996, Severity Measurement Methods and Judging Hospital Death Rates for Pneumonia, Medical Care, 34(1): 11-28.",
        "Keane, M.P., 1992, A Note on Identification in the Multinomial Probit Model, Journal of Business and Economic Statistics, 10, 193-200.",
        "Keeler, E. B., et al., 1992, Hospital Characteristics and Quality of Care. Journal of the American Medical Association, 268 (13): 1709-14.",
        "Kessler, D. and McClellan, 2000, Is Hospital Competition Socially Wasteful'DONE' Quarterly Journal of Economics, forthcoming.",
        "Lohr, K.N., ed., 1990, Medicare: A Strategy for Quality Assurance. Volume I. Washington DC: National Academy Press.",
        "Luft, H., et al., 1990, Does Quality Influence Choice of Hospital'DONE' Journal of the American Medical Association 263, 2899-2906.",
        "McClellan M, B. McNeil, and J. Newhouse, 1994, Does More Intensive Treatment of Acute Myocardial Infarction in the Elderly Reduce Mortality'DONE' Journal of the American Medical Association. 272, 859-866.",
        "McClellan, M. and H. Noguchi, 1998, Technological Change in Heart-Disease Treatment: Does High Tech Mean Low Value, American Economic Review (Papers and Proceedings), 88 (2): 90-96.",
        "McClellan M., and D. Staiger, 1999a, Comparing Hospital Quality at For-Profit and Not-ForProfit Hospitals, NBER Working Paper 7324.",
        "McClellan M., and D. Staiger, 1999b, The Quality of Health Care Providers, NBER Working Paper 7327.",
        "McGarvey, R. and J. Harper, 1993, Pneumonia Mortality Reduction and Quality Improvement in a Community Hospital, Quality Review Bulletin, 19, 124-30.",
        "National Center for Health Statistics (1996). Available on the Internet at http://www.cdc.gov/nchswww/nchshome.htm.",
        "Pennington, J., 1994, Respiratory Infections: Diagnosis and Management, New York: Raven Press, 3 rd edition.",
        "Rello, J. and J. Valles, 1998, Mortality as an Outcome in Hospital-Acquired Pneumonia, Infection Control and Hospital Epidemiology, 19(10):795-7.",
        "Thomas, J.W. and M.L.F. Ashcroft, 1991, Measuring severity of illness: Six severity systems and their ability to explain cost-variations, Inquiry, 28, 39-55.",
        "United States General Accounting Office, 1994, Report Cards Are Useful But Significant Issues Need to be Addressed. (GAO/HEHS-94-219) Washington, DC: United States General Accounting Office.",
        "Wray, N. J. Hollingsworth, N. Petersen, and C. Ashton, 1997, Case-Mix Adjustment Using Administrative Databases: A Paradigm to Guide Future Research, Medical Care Research and Review, 54, 326-356."
    ]
}