{
    "id": 8502,
    "cites": 21,
    "cited_by": 25,
    "reference": [
        "Argys, Laura M., Daniel I. Rees, and Dominic J. Brewer. 1996. Detracking Americas Schools: Equity at zero cost'DONE' 15 (Fall):623645.",
        "Armor, David J. 1995. . New York: Oxford University Press.",
        "Behrman, Jere R., and Mark R. Rosenzweig. 2001. Does increasing womens schooling raise the schooling of the next generation'DONE' 91 (June).",
        "Benabou, Roland. 1993. Workings of a city: Location, education, and production.",
        "Brock, William A., and Steven N. Durlauf. forthcoming. Interactions-based models. In . Caucutt, Elizabeth M. forthcoming. Educational policy when there are peer group effects -- size matters. . Coleman, James S., Ernest Q. Campbell, Carol J. Hobson, James McPartland, Alexander M. Mood, Frederic D. Weinfeld, and Robert L. York. 1966.",
        "Epple, Dennis, and Richard E. Romano. 1998. Competition between private and public schools, vouchers, and peer-group effects. 88 (March):3362.",
        "Hanushek, Eric A., and John F. Kain. 1972. On the value of `equality of educational opportunity as a guide to public policy. In , edited by F. Mosteller and D. P. Moynihan. New York: Random House.",
        "Hanushek, Eric A., John F. Kain, and Steve G. Rivkin. 2001. Disruption versus Tiebout improvement: The costs and benefits of switching schools.",
        "Hoxby, Caroline Minter. 2000. The effects of class size on student achievement: New evidence from population variation. 115 (November):1239-1285.",
        "Katz, Lawrence F., Jeffrey R. Kling, and Jeffrey B. Liebman. 2001. Moving to Opportunity in Boston: Early results of a randomized mobility experiment.",
        "Lazear, Edward. forthcoming. Educational production. . Ludwig, Jens, Greg J. Duncan, and Paul Hirschfield. 2001. Urban poverty and juvenile crime: Evidence from a randomized housing-mobility experiment.",
        "Manski, Charles F. 1993. Identification of endogenous social effects: The reflection problem. 60 (July):531-542.",
        "Cambridge, MA: Harvard University Press. Mayer, Susan E., and Christopher Jencks. 1989. Growing Up in Poor Neighborhoods: How Much Does It Matter'DONE' 243 (March 17):1441-1445.",
        "Moffitt, Robert A. 2001. Policy interventions, low-level equilibria, and social interactions. In , edited by S. Durlauf and P. Young. Cambridge, MA: MIT Press.",
        "Oakes, Jeannie. 1992. Can tracking research inform practice'DONE' Technical, normative, and political considerations. 21:12-21.",
        "ORegan, Katherine M., and John M. Quigley. 1999. Accessibility and economic opportunity. In , edited by C. Winston, J. A. GomezIbanez and W. Tye. Washington, DC: Brookings Institution.",
        "Rosenbaum, James E., and Susan J. Popkin. 1991. Employment and earnings of lowincome Blacks who move to middle-class suburbs. In , edited by C.",
        "Jencks and P. E. Peterson. Washington, DC: Brookings Institution. Sacerdote, Bruce. 2001. Peer effects with random assignment: Results for Dartmouth roommates. 116 (May):681-704.",
        "Smith, Marshall. 1972. Equality of educational opportunity: the basic findings reconsidered. In , edited by F. Mosteller and D. P.",
        "Moynihan. New York: Random House. Summers, Anita, and Barbara Wolfe. 1977. Do schools make a difference'DONE' 67 (September).",
        "Zimmer, Ron W., and Eugenia F. Toma. 2000. Peer effects in private and public schools across countries. 19 (Winter):75-92."
    ]
}