{
    "id": 8503,
    "cites": 18,
    "cited_by": 1,
    "reference": [
        "Besendorfer D., C. Borgman, C. and B. RaffelhÃ\u0083Â¼schen (1998), Ein PlÃ\u0083Â¤doyer fÃ\u0083Â¼r intergenera- tive Ausgewogenheit: RentenreformvorschlÃ\u0083Â¤ge auf dem PrÃ\u0083Â¼fstand, ifo Studien 44, 209- 231.",
        "Breyer, F. (1989), On the intergenerational Pareto efficiency of Pay-as-you-go financed pension schemes, Journal of Institutional and Theoretical Economics 145, 643-658.",
        "Breyer, F. (1994), The political economy of intergenerational redistribution, European Jour- nal of Political Economy 10, 61-84.",
        "Browning, E.K. (1975), Why the social insurance budget is too large in a democracy, Eco- nomic Inquiry 13, 373-88.",
        "BÃ\u0083Â¼tler, M. (2000), The political feasibility of pension reform options: the case of Switzerland, Journal of Public Economics 75, 389-416.",
        "Fehr, H. (2000), Pension reform during the demographic transition, Scandinavian Journal of Economics 102, 419-443.",
        "Hirte, G. (1999), Raising the retirement age - why should anybody lose?, JahrbÃ\u0083Â¼cher fÃ\u0083Â¼r NationalÃ\u0083Â¶konomie und Statistik 219, 393-408.",
        "Hirte, G. (2000), Privatizing old-age insurance - economic effects and political feasibility, DiskussionsbeitrÃ\u0083Â¤ge der Katholischen UniversitÃ\u0083Â¤t EichstÃ\u0083Â¤tt, Wirtschaftswissenschaftliche FakultÃ\u0083Â¤t Ingolstadt, No. 138.",
        "Myles, G. D. (1995), Public Economics, Cambridge University Press, Cambridge, New York, Melbourne.",
        "Sinn, H.-W. and M. Thum (1999), Gesetzliche Rentenversicherungen: Prognosen im Ver- gleich, Finanzarchiv 56, 104-135.",
        "Sinn, H.-W. and Ã\u0083Å\u0093belmesser S. (2000): Rentenreform, strategische Mehrheit und demo- graphische Entwicklung: Wann kippt Deutschland um?, ifo Schnelldienst 28-29, 20-25.",
        "Sinn, H.-W. and M. Werding (2000), Rentenniveausenkung und Teilkapitaldeckung, ifo Schnelldienst 53 (18), 12-25.",
        "Statistisches Bundesamt (1994), Achte koordinierte BevÃ\u0083Â¶lkerungsvorausberechnung, Vari- ante 2, Wiesbaden.",
        "Statistisches Bundesamt (1997), Fachserie 1 BevÃ\u0083Â¶lkerung und ErwerbstÃ\u0083Â¤tigkeit Reihe 2(j), Wiesbaden.",
        "Thum, M. and J. v. WeizsÃ\u0083Â¤cker (2000), Implizite Einkommensteuer als MeÃ\u0083Å¸latte fÃ\u0083Â¼r die ak- tuellen RentenreformvorschlÃ\u0083Â¤ge, Perspektiven der Wirtschaftspolitik 1, 453-468.",
        "Wissenschaftlicher Beirat beim Bundesministerium fÃ\u0083Â¼r Wirtschaft (1998), Grundlegende Re- form der gesetzlichen Rentenversicherung, Bundesministerium fÃ\u0083Â¼r Wirtschaft, Bonn.",
        "See also Sinn and Ã\u0083Å\u0093belmesser (2000).",
        "See Besendorfer et al. (1998) who also neglect efficiency considerations and focus on intergene- rational redistribution effects of various reform proposals. They, however, do not particularly analyze the feasibility of the proposals."
    ]
}