{
    "id": 8505,
    "cites": 28,
    "cited_by": 2,
    "reference": [
        "Asquith, Paul, and David Mullins, 1986, Equity issues and offering dilution, Journal of Financial Economics 15, 61-89.",
        "Barber, Brad, and John Lyon, 1997, Detecting long-run abnormal stock returns: The empirical power and specification of test statistics, Journal of Financial Economics 43, 341-372.",
        "Brav, Alon, Chris Geczy, and Paul A. Gompers, 2000, Is the abnormal return following equity issuances anomalous?, Journal of Financial Economics 56, 209-249.",
        "Brav, Alon, and Paul A. Gompers, 1997, Myth or reality? The Long-run underperformance of initial public offerings: Evidence from venture and nonventure capital-backed companies, Journal of Finance 52, 1791-1821.",
        "De Bondt, Werner, and Richard Thaler, 1985, Does the stock market overreact?, Journal of Finance 40, 793-808.",
        "De Bondt, Werner, and Richard Thaler, 1987, Further evidence on investor overreaction and stock market seasonality, Journal of Finance 42, 557-581.",
        "Fama, Eugene F., 1998, Market efficiency, long-term returns, and behavioral finance, Journal of Financial Economics 49, 283-306.",
        "Fama, Eugene, and Kenneth French, 1992, The cross-section of expected stock returns, Journal of Finance 47, 427-465.",
        "Fama, Eugene, and Kenneth French, 1993, Common risk factors in the returns of stocks and bonds, Journal of Financial Economics 33, 3-55.",
        "Fama, Eugene, and Kenneth French, 1995, Size and book-to-market factors in earnings and returns, Journal of Finance 50, 131-156.",
        "Fama, Eugene, and Kenneth French, 1996, Multifactor explanations of asset pricing anomalies, Journal of Finance 51, 55-84.",
        "Hillstrom, Roger, and Robert King, 1970, A Decade of Corporate and International Finance, 1960-1970, New York, Investment Dealers Digest.",
        "Ibbotson, Roger G., 1975, Price performance of common stock new issues, Journal of Financial Economics 2, 232-272.",
        "Ibbotson, Roger G., and Jeffrey F. Jaffe, 1975, Hot issue markets, Journal of Finance 30, 1027-1042.",
        "Jarrell, Gregg A., 1981, The economic effects of federal regulation of the market for new security issues, Journal of Law and Economics 24, 613-686.",
        "Kahneman, Daniel, and Amos Tversky, 1982, Intuitive prediction: Biases and corrective procedures, In Daniel Kahneman, Paul Slovic, and Amos Tversky (eds.), Judgement under Uncertainty: Heuristics and Biases, London, Cambridge University Press.",
        "Kothari, S.P., and Jerry Warner, 1997, Measuring long-horizon security price performance, Journal of Financial Economics 43, 301-339.",
        "La Porta, Rafael, 1996, Expectations and the cross-section of stock returns, Journal of Finance 51, 1715-1742.",
        "Lakonishok, Josef, Andrei Shleifer, and Robert Vishny, 1994, Contrarian investment, extrapolation, and risk, Journal of Finance 49, 1541-1578.",
        "Logue, Dennis E., 1973, On the pricing of unseasoned equity offerings, Journal of Financial and Quantitative Analysis 8, 91- 103.",
        "Loughran, Tim, and Jay Ritter, 1995, The new issues puzzle, Journal of Finance 50, 23-52.",
        "Loughran, Tim, and Jay Ritter, 2000, Uniformly least powerful tests of market efficiency, Journal of Financial Economics 55, 361-390.",
        "Lyon, John D., Brad M. Barber, and Chih-Ling Tsai, 1999, Improved methods for tests of abnormal long-run stock returns, Journal of Finance 54, 165-201.",
        "McDonald, Jack G., and A.K. Fisher, 1972, New issue stock pricing behavior, Journal of Finance 27, 97-102.",
        "Mikkelson, Wayne, and M. Megan Partch, 1986, Stock price effects and costs of secondary distributions, Journal of Financial Economics 15, 31-60.",
        "Mitchell, Mark L., and Erik Stafford, 2000, Managerial decision making and long-term stock price performance, Journal of Business 73, 287-329.",
        "Ross, Stephen, 1977, The determination of financial structure: The incentive signaling approach, Bell Journal of Economics 8, 23-40.",
        "U.S. Congress, House of Representatives, Committee on Interstate and Foreign Commerce, 1963, Report of Special Study of the Securities Markets of the Securities and Exchange Commission, Part 1 (House Document 95, Part 1, 88th Congress, 1st Session), Washington, U.S. Government Printing Office."
    ]
}