{
    "id": 8506,
    "cites": 18,
    "cited_by": 139,
    "reference": [
        "Ball, C. and W. Torous (1995), Regime Shifts in short term riskless interest rates Working Paper, 15-95, unpublished manuscript, The Anderson School, UCLA.",
        "Bennet, P. and J. Kelleher (1988), The International Transmission of Stock Price Disruption in October 1987, Federal Reserve Bank of New York Quarterly Review, Summer 1988, 13: 17-33.",
        "Edwards, S. (1998), Interest rate Volatility, Contagion and Convergence: An Empirical Investigation of the Cases of Argentina, Chile and Mexico, Journal of Applied Economics, 1,1.",
        "Engle, R.F. (1982), Autoregressive Conditional Heteroskedasticity with Estimates of the Variance of U.K, Econometrica, 50, 987-1008.",
        "Engle, R.F. and V.K. Ng (1993), Measuring and Testing the impact of news on Volatility, Journal of Finance, 48, 1749-1778.",
        "Engle, R. F., T. Ito, and W-L Lin (1990), Meteor Shower or Heat Waves. Heteroskedastic Intra-Daily Volatility in the Foreign Exchange-Market, Econometrica, May 1990, 55: 525-542.",
        "Forbes, K. and R. Rigobon (1999), No Contagion, Only Interdependece: Measuring Stock Market Co-Movements, NBER Working Paper n. 7267.",
        "Glosten, L.R., R. Jaganathan and D. Runkle (1993), Relationship between the Expected Value and the Volatility of the Nominal Excess Return on Stocks, Journal of Finance, 48, 1779-1801.",
        "Goodwin, T.H. (1993), Business-Cycle Analysis with a Markov-Switching Model, Journal of Business and Economic Statistics, 11, 331-339.",
        "Hamao, Y., R. Masulis, and V. Ng (1990), Correlations in Price Changes and Volatility across International Stock Markets, Review of Financial Studies, 1990, 3: 281-308.",
        "Hamilton, James D. (1989), A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle, Econometrica, 57, 357-384.",
        "Hamilton, James D. (1996), Specification Testing in Markov-Switching Time Series Models, Journal of Econometrics, 70, 127-157.",
        "Hamilton, James D. and R. Susmel (1994), Autoregressive Conditional Heteroskedasticity and Changes in Regime, Journal of Econometrics, 64, 307-333.",
        "Hansen, B.E. (1992), The Likelihood Ratio Test under Non-standard Conditions: Testing the Markov Trend Model of GNP, Journal of Applied Econometrics, 7, S61-S82.",
        "Hansen, B.E. (1994), Erratum: The Likelihood Ratio Test under Non-standard Conditions: Testing the Markov Trend Model of GNP, working paper, Boston College.",
        "King, M. and S. Wadhwani (1990), Transmission of Volatility Between Stock Markets, Review of Financial Studies, 1990, 3: 5-33.",
        "Lamoureux, C.G. and W. D. Lastrapes (1990), Persistence in Variance, Structural Change and the GARCH Model, Journal of Business and Economic Statistics, 5, 121-129.",
        "Ljung, G. and G. Box (1978), On a Measure of Lack of Fit in Time Series Models, Biometrika, March 1978, 65: 297-303."
    ]
}