{
    "id": 8513,
    "cites": 26,
    "cited_by": 72,
    "reference": [
        "Shimer, Robert. 1998. Ã\u0082â\u0080\u009cWhy is the U.S. Unemployment Rate So Much Lower?.Ã\u0082â\u0080\u009d in NBER Macroeconomics Annual, edited by Ben Bernanke, and Julio Rotemberg, vol. 13, pp. 11Ã\u0082â\u0080\u009361. MIT Press, Cambridge, MA.",
        "Summers, Lawrence. 1986. Ã\u0082â\u0080\u009cWhy is the Unemployment Rate So Very High Near Full Employment?.Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, (2): 339Ã\u0082â\u0080\u0093383.",
        "Polivka, Anne, and Stephen Miller. 1998. Ã\u0082â\u0080\u009cThe CPS After the Redesign.Ã\u0082â\u0080\u009d in Labor Statistics Measurement Issues, edited by John Haltiwanger, Marilyn Manser, and Robert Topel, pp. 249Ã\u0082â\u0080\u0093289. University of Chicago Press, Chicago.",
        "Rothschild, Michael, and Joseph Stiglitz. 1970. Ã\u0082â\u0080\u009cIncreasing Risk I: A Definition.Ã\u0082â\u0080\u009d Journal of Economic Theory, 2(3): 225Ã\u0082â\u0080\u009343.",
        "Pissarides, Christopher. 1992. Ã\u0082â\u0080\u009cLoss of Skill During Unemployment and the Persistence of Employment Shocks.Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 107(4): 1371Ã\u0082â\u0080\u00931391.",
        "Lucas, Robert. 1987. Models of Business Cycles. Basil Blackwell, New York.",
        "Montgomery, James. 1991. Ã\u0082â\u0080\u009cSocial Networks and Labor-Market Outcomes: Towards an Economic Analysis.Ã\u0082â\u0080\u009d American Economic Review, 18(5): 1408Ã\u0082â\u0080\u00931418.",
        "Pissarides, Christopher. 1986. Ã\u0082â\u0080\u009cEmployment and Vacancies in Britain.Ã\u0082â\u0080\u009d Economic Policy, (3): 500Ã\u0082â\u0080\u0093559.",
        "Gruber, John. 1997. Ã\u0082â\u0080\u009cThe Consumption Smoothing Benefit of Unemployment Insurance.Ã\u0082â\u0080\u009d American Economic Review, 87(1): 192Ã\u0082â\u0080\u0093205.",
        "Juhn, Chinhui, Kevin Murphy, and Robert Topel. 1991. Ã\u0082â\u0080\u009cWhy Has the Natural Rate of Unemployment Increased over Time?.Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, (2): 75Ã\u0082â\u0080\u0093142.",
        "Frazis, Harley. 1996. Ã\u0082â\u0080\u009cNote on CPS Redesign Effects on Gross Flows.Ã\u0082â\u0080\u009d Unpublished paper. U.S. Bureau of Labor Statistics.",
        "Cohen, Jessica, William Dickens, and Adam Posen. 2001. Ã\u0082â\u0080\u009cHave the New Human Resource Management Practices Lowered the Unemployment Rate?.Ã\u0082â\u0080\u009d Unpublished paper. Brookings Institution. Prepared for the Sustainable Employment Initiative.",
        "Caplin, Andrew, and John Leahy. 2000. Ã\u0082â\u0080\u009cMass Layoffs and Unemployment.Ã\u0082â\u0080\u009d Journal of Monetary Economics, 46(1): 121Ã\u0082â\u0080\u0093142.",
        "Clark, Kim, and Lawrence Summers. 1982. Ã\u0082â\u0080\u009cThe Dynamics of Youth Unemployment.Ã\u0082â\u0080\u009d in The Youth Labor Market Problem: Its Nature, Causes, and Consequences, edited by Richard Freeman, and David Wise, pp. 199Ã\u0082â\u0080\u0093235. Chicago University Press, Chicago.",
        "Browning, Martin, and Thomas Crossley. 2001. Ã\u0082â\u0080\u009cUnemployment Insurance Benefit Levels and Consumption Changes.Ã\u0082â\u0080\u009d Journal Of Public Economics, 80(1): 1Ã\u0082â\u0080\u009323.",
        "Blau, Francine, and Lawrence Kahn. 2000. Ã\u0082â\u0080\u009cGender Differences in Pay.Ã\u0082â\u0080\u009d Unpublished paper. Cornell University.",
        "BLS-Census, CPS-Overlap Analysis Steering Committee. 1993. Ã\u0082â\u0080\u009cImplications of Survey Design Differences between the Current CPS and the Proposed New Parallel Survey.Ã\u0082â\u0080\u009d Memorandum to Katharine Abraham and others dated December 22. Washington, D.C.: U.S. Bureau of Labor Statistics.",
        "Blank, Rebecca, and Matthew Shapiro. 2001. Ã\u0082â\u0080\u009cLabor and the Sustainability of Output and Productivity Growth.Ã\u0082â\u0080\u009d Unpublished paper. University of Michigan. Prepared for the Sustainable Employment Initiative.",
        "Blanchard, Olivier, and Peter Diamond. 1994. Ã\u0082â\u0080\u009cRanking, Unemployment Duration, And Wages.Ã\u0082â\u0080\u009d Review of Economic Studies, 61(3): 417Ã\u0082â\u0080\u0093434.",
        "Blanchard, Olivier, and Lawrence Summers. 1987. Ã\u0082â\u0080\u009cHysteresis in Unemployment.Ã\u0082â\u0080\u009d European Economic Review, 31(1Ã\u0082â\u0080\u00932): 288Ã\u0082â\u0080\u0093295.",
        "Bertola, Giuseppe, Francine Blau, and Lawrence Kahn. 2001. Ã\u0082â\u0080\u009cComparative Analysis of Labor Market Outcomes: Lessons for the US from International Long-Run Evidence.Ã\u0082â\u0080\u009d Unpublished paper. Cornell University. Prepared for the Sustainable Employment Initiative.",
        "Baker, Michael. 1992. Ã\u0082â\u0080\u009cDigit Preference in CPS Unemployment Data.Ã\u0082â\u0080\u009d Economics Letters, 39(1): 117Ã\u0082â\u0080\u0093121.",
        "Becker, Gary. 1964. Human Capital. University of Chicago Press, Chicago, IL.",
        "Abowd, John, and Arnold Zellner. 1985. Ã\u0082â\u0080\u009cEstimating Gross Labor-Force Flows.Ã\u0082â\u0080\u009d Journal of Business and Economic Statistics, 3(3): 254Ã\u0082â\u0080\u0093283.",
        "Alvarez, Fernando, and Urban Jermann. 2000. Ã\u0082â\u0080\u009cUsing Asset Prices to Measure the Cost of Business Cycles.Ã\u0082â\u0080\u009d Unpublished paper. University of Chicago.",
        "Abbring, Jaap, Gerard van den Berg, and Jan van Ours. 2000. Ã\u0082â\u0080\u009cBusiness Cycles and Compositional Variation in U.S. Unemployment.Ã\u0082â\u0080\u009d Unpublished paper. Free University, Amsterdam. Forthcoming, Journal of Business and Economic Statistics."
    ]
}