{
    "id": 8516,
    "cites": 35,
    "cited_by": 15,
    "reference": [
        "Wood, Adrian (1994) North-South Trade, Employment and Inequality: Changing Fortunes in a Skill-Driven World, Oxford: Oxford University Press.",
        "Vanek, Jaroslav. Ã\u0082â\u0080\u009cThe Factor Proportions Theory: The N-Factor Case,Ã\u0082â\u0080\u009d Kyklos, October 1968, 21, pp. 749-755.",
        "Trefler, Daniel. Ã\u0082â\u0080\u009cInternational Factor Price Differences: Leontief Was Right!Ã\u0082â\u0080\u009d Journal of Political Economy, December 1993, 101, pp. 961-987.",
        "Trefler, Daniel. Ã\u0082â\u0080\u009cThe Case of the Missing Trade and Other Mysteries,Ã\u0082â\u0080\u009d American Economic Review, 1995, 85, pp. 1029-46.",
        "Trefler, Daniel, Ã\u0082â\u0080\u009cThe Structure of Factor Content Predictions,Ã\u0082â\u0080\u009d mimeo U. of Toronto, 1998.",
        "Samuelson, Paul A. (1949) Ã\u0082â\u0080\u009cInternational Factor Price Equalization Once Again,Ã\u0082â\u0080\u009d Economic Journal, Vol.LIX, No. 234, pp. 181-197.",
        "Schott, P. Ã\u0082â\u0080\u009cOne Size Fits All? Theory, Evidence and Implications of Cones of Diversification,Ã\u0082â\u0080\u009d mimeo UCLA 1998.",
        "Repetto, A. and Ventura, J. Ã\u0082â\u0080\u009cThe Leontiev-Trefler Hypothesis and Factor Price Insensitivity,Ã\u0082â\u0080\u009d mimeo MIT, 1998.",
        "Maskus, Keith E. Ã\u0082â\u0080\u009cA Test of the Heckscher-Ohlin-Vanek Theorem: The Leontief Commonplace,Ã\u0082â\u0080\u009d Journal of International Economics, November 1985, 9, pp. 201-212.",
        "Leontief, Wassily. Ã\u0082â\u0080\u009cDomestic Production and Foreign Trade: The American Capital Position Re-Examined,Ã\u0082â\u0080\u009d Proceeding of the American Philosophical Society, 1953, 97, pp. 332-349.",
        "Leamer, Edward, Sources of International Comparative Advantage: Theory and Evidence MIT 1984.",
        "Leamer, Edward E. and Levinsohn, James. Ã\u0082â\u0080\u009cInternational Trade Theory: The Evidence,Ã\u0082â\u0080\u009d in Grossman, Gene and Kenneth Rogoff, eds. Handbook of International Economics, New York: Elsevier, Vol. III, 1995.",
        "Leamer, E. (1987) Ã\u0082â\u0080\u009cPaths of Development in the Three-Factor, n-Good General Equilibrium Model,Ã\u0082â\u0080\u009d in Journal of Political Economy, 95:5, 961-99.",
        "Leamer, Eward (1994) Ã\u0082â\u0080\u009cTesting Trade Theory,Ã\u0082â\u0080\u009d Surveys in International Trade, ed. by David Greenaway and L.Alan Winters, Basil Blackwell, pp. 66-106.",
        "Lancaster, Kelvin, Ã\u0082â\u0080\u009cIntra-Industry Trade under Perfect Monopolistic Competition,Ã\u0082â\u0080\u009d Journal of International Economics, May 1980.",
        "Helpman, Elhanan. Ã\u0082â\u0080\u009cThe Factor Content of Foreign Trade,Ã\u0082â\u0080\u009d Economic Journal, March 1984.",
        "Helpman, Elhanan, Ã\u0082â\u0080\u009cThe Structure of Foreign Trade,Ã\u0082â\u0080\u009d NBER Working Paper 6752, October 1998.",
        "Helpman, Elhanan and Krugman, Paul R. Market Structure and Foreign Trade, Cambridge: MIT PR., 1985.",
        "Helpman, Elhanan. Ã\u0082â\u0080\u009cInternational Trade in the Presence of Product Differentiation, Economies of Scale and Monopolistic Competition: A Chamberlin-Heckscher-Ohlin Approach,Ã\u0082â\u0080\u009d Journal of International Economics, 1981, 11, pp. 305-340.",
        "Harrigan, James (1997) Ã\u0082â\u0080\u009cTechnology, Factor Supplies and International Specialization: Testing the Neoclassical Model,Ã\u0082â\u0080\u009d forthcoming American Economic Review.",
        "Harrigan, James (1994) Ã\u0082â\u0080\u009cScale Economies and the Volume of Trade,Ã\u0082â\u0080\u009d Review of Economics and Statistics, 76:2.",
        "Hakura, Dalia (1997) A Test of the General Validity of the Heckscher-Ohlin Theorem for Trade in the European Community, mimeo.",
        "Grossman, Gene and Helpman, Elhanan. Innovation and Growth in the Global Economy. Cambridge: MIT Press, 1992.",
        "Grubel, H.G. and P.J. Lloyd, Intra- Industry Trade: The Theory and Measurement of International Trade in Differentiated Products, New York: John Wiley and Sons (1975).",
        "Eaton, J. and Kortum, S. Ã\u0082â\u0080\u009cTechnology and Bilateral Trade,Ã\u0082â\u0080\u009d NBER 6253. Gabaix, Xavier (1997) Ã\u0082â\u0080\u009cThe Factor Content of Trade: A Rejection of the Heckscher-Ohlin-Leontief Hypothesis,Ã\u0082â\u0080\u009d Harvard University, mimeo.",
        "Dixit, Avinash and Norman, Victor. Theory of International Trade: A Dual, General Equilibrium Approach. Cambridge: Cambridge University Press, 1980.",
        "Deardorff, Alan, Ã\u0082â\u0080\u009cThe General Validity of the Heckscher-Ohlin Theorem,Ã\u0082â\u0080\u009d American Economic Review, v. 72, no. 4. Deardorff, AlanV. and Robert W. Staiger, Ã\u0082â\u0080\u009cAn Interpretation of the Factor Content of Trade,Ã\u0082â\u0080\u009d Journal of International Economics, February 1988.",
        "Davis, Donald R. and Weinstein, David E. (2001), Ã\u0082â\u0080\u009cAn Account of Global Factor Trade,Ã\u0082â\u0080\u009d forthcoming, American Economic Review.",
        "Davis, Donald R., David E. Weinstein, Scott C. Bradford and Kazushige Shimpo (1997) Ã\u0082â\u0080\u009cUsing International and Japanese Regional Data to Determine When the Factor Abundance Theory of Trade Works,Ã\u0082â\u0080\u009d American Economic Review, v. 87.",
        "Davis, Donald R., Ã\u0082â\u0080\u009cCritical Evidence on Comparative Advantage? North-North Trade in a Multilateral World,Ã\u0082â\u0080\u009d Journal of Political Economy, October 1997.",
        "Brecher, Richard A. and Choudhri, Ehsan U. Ã\u0082â\u0080\u009cThe Factor Content of Consumption in Canada and the United States: A Two-Country Test of the Heckscher-Ohlin-Vanek Model,Ã\u0082â\u0080\u009d in Feenstra, Robert C. Empirical Methods for International Trade, Cambridge: MIT Press, 1988.",
        "Brecher, Richard A. and Choudhri, Ehsan U. Ã\u0082â\u0080\u009cThe Factor Content of International Trade Without Factor Price Equalization,Ã\u0082â\u0080\u009d Journal of International Economics, 1982, 12, pp. 277-283.",
        "Bowen, Harry P., Leamer, Edward E., and Sveikauskas, Leo. Ã\u0082â\u0080\u009cMultifactor, Multicountry Tests of the Factor Abundance Theory,Ã\u0082â\u0080\u009d American Economic Review, December 1987, 77, pp. 791-809.",
        "Bernstein, Jeffrey and David E. Weinstein (1997) Ã\u0082â\u0080\u009cDo Endowments Predict the Location of Production? Evidence from National and International Data,Ã\u0082â\u0080\u009d University of Michigan, mimeo, under revision for the American Economic Review.",
        "Antweiler W. and Trefler D. Ã\u0082â\u0080\u009cIncreasing Returns and All That: A View From Trade,Ã\u0082â\u0080\u009d U. of British Columbia and U. of Toronto,Ã\u0082â\u0080\u009d 1997."
    ]
}