{
    "id": 8519,
    "cites": 20,
    "cited_by": 10,
    "reference": [
        "Akerlof, George A, Janet L. Yellen, and Michael L. Katz, An Analysis of Out-of-Wedlock Childbearing In the United States. Quarterly Journal of Economics 111, no. 2 (May, 1996): 277-316.",
        "Bergstrom, Theodore and Richard Cornes. Independence of Allocative Efficiency from Distribution in the Theory of Public Goods. Econometrica 51 (November, 1983): 1753-1765.",
        "Brien, Michael. Racial Differences in Marriage and the Role of Marriage Markets. Journal of Human Resources 32 (Fall 1997): 741-778.",
        "Duncan, Greg and Saul Hoffman. WelfareBenefits, Economic Opportunities, and Out-of-Wedlock Births among Black Teenage Girls. Demography 27, no. 4 (November 1990):519-535.",
        "Ellwood, D. and Mary Jo Bane. The Impact of AFDC on Family Structure and Living Arrangements. Research in Labor Economics 7: 137-207. Fossett, M.A. and K. J. Kiecolt. Mate Availability and Family Structure Among African Americans in U.S. Metropolitan Areas. Journal of Marriage and Family 55 (1993): 288-302.",
        "Fossett, M.A. and K. J. Kiecolt. A Methodological Review of the Sex Ratio: Alternatives for Comparative Reseach. Journal of Marriage and Family 53 (1991): 941-947.",
        "Hoffman, Saul and E. Michael Foster. AFDC Benefits and Non-Marital Births to Young Women, Journal of Human Resources (Spring 2000): 386-91 Heckman, James, T. M. Lyons and P.E. Todd. Understanding Black-White Wage Differentials, 1960-1990, American Economic Review. May,2000. pp. 344-349.",
        "Kiecolt, K. Jill and Mark A. Fossett. Mate Availability and Marriage Among African Americans: Aggregate and Individual-Level Analyses. in The Decline in Marriage Among African Americans, edited by M. Belinda Tucker and Claudia Mitchell-Kernan, New York; Russell Sage (1995).",
        "Lam, David. Assortative Mating with Household Public Goods: Theoretical Results and Empirical Implications. Journal of Human Resources 23 (1998): 462-87.",
        "Lichter, Daniel et al. Race and the Retreat from Marriage: A Shortage of Marriageable Men? American Sociological Review 57 (December 1992): 781-99.",
        "Olsen, Randall and George Farkas. The Effects of Economic Opportunity and Family Background on Adolescent Cohabitation and Childbearing among Low-Income Blacks. Journal of Labor Economics 8 (July 1990): 341-62.",
        "Pierret, Charles. Models of the Marriage Market: Theories and Evidence, unpublished disseration, Northwestern University, 1995.",
        "Plotnick, Robert D. Determinants of Teenage Out-of-Wedlock Childbearing. presented at the 1988 meetings of the Population Association of America in New Orleans.",
        "Rosenzweig, Mark. Welfare, Marital Prospects and Nonmarital Childbearing, Journal of Political Economy 107. (December 1999): S1-32.",
        "Sampson, Robert J. Unemployment and Imbalanced Sex Ratios: Race-Specific Consequences for Family Structure and Crime. in The Decline in Marriage Among African Americans, edited by M. Belinda Tucker and Claudia Mitchell-Kernan, New York; Russell Sage (1995).",
        "South, Scott. and Kim Lloyg. Marriage Markets and Nonmarital Fertility in the United States. Demography 29, (May 1992): 247-264.",
        "Testa, Mark and Marylin Krough. The Effect of Employment on Marriage Among Black Males in Inner-City Chicago. in The Decline in Marriage Among African Americans, edited by M. Belinda Tucker and Claudia Mitchell-Kernan, New York; Russell Sage (1995).",
        "Wallace, Geoffrey. An Assessment of Several Explanations for the Decline in Marriage. mimeo, University of Wisconsin, (April, 2000).",
        "Willis, Robert. A Theory of Out-of-Wedlock Childbearing, Journal of Political Economy 107 (Decemeber 1999): S33-64.",
        "Wilson, William J. The Truly Disadvantaged: The Inner City, the Underclass, and Public Policy. Chicago, IL: University of Chicago Press (1987)."
    ]
}