{
    "id": 8520,
    "cites": 20,
    "cited_by": 49,
    "reference": [
        "Sachs, J. (1989), Ã\u0082â\u0080\u009cThe Debt Overhang of Developing Countries,Ã\u0082â\u0080\u009d in R. Findlay, G. Calvo, P. Kouri and J. Braga de Macedo, editors, Debt, Stabilization and Development: Essays in Memory of Carlos Diaz-Alejandro. Oxford: Blackwell, 80-102.",
        "Lucas, R. E. (2001), Ã\u0082â\u0080\u009cDepressions and Deflations,Ã\u0082â\u0080\u009d unpublished manuscript, forthcoming in American Economic Review, Papers and Proceedings.",
        "Lustig, N. (1998), Mexico: The Remaking of an Economy. Second edition. Washington, DC: Brookings Institution.",
        "Kehoe, T. J. (1995), Ã\u0082â\u0080\u009cA Review of MexicoÃ\u0082â\u0080\u0099s Trade Policy from 1982 to 1994,Ã\u0082â\u0080\u009d The World Economy, 18 (1995), 135-151.",
        "LarraÃ\u0083Â­n, F. and R. Vergara (2000). Ã\u0082â\u0080\u009cUn Cuarto de Siglo de Reformas Fiscales,Ã\u0082â\u0080\u009d in F. LarraÃ\u0083Â­n and R. Vergara, editors, La TransformaciÃ\u0083Â³n EconÃ\u0083Â³mica de Chile. Santiago: Centro de Estudios PÃ\u0083Âºblicos, 71-109.",
        "Gruben, W. and J. Welch (1996), Ã\u0082â\u0080\u009cDistortions and Resolutions in MexicoÃ\u0082â\u0080\u0099s Financial System,Ã\u0082â\u0080\u009d in L. Randall editor, Changing Structure of Mexico: Political, Social, and Economic Prospects. London: Sharpe, 63-75.",
        "Hachette, D. and R. Luders, (1993), Privatization in Chile. San Francisco: International Center for Economic Growth.",
        "Gollin, D. (2001), Ã\u0082â\u0080\u009cGetting Income Shares Right,Ã\u0082â\u0080\u009d unpublished manuscript, Williams College, forthcoming in Journal of Political Economy.",
        "Glade, W. (1996), Ã\u0082â\u0080\u009cPrivatization: Pictures of a Process,Ã\u0082â\u0080\u009d in R. Corona and W. Glade, editors, Bigger Economies, Smaller Governments: Privatization in Latin America. New York: HarperCollins, 3-24.",
        "Edwards, S. (1996), Ã\u0082â\u0080\u009cA Tale of Two Crises: Chile and Mexico,Ã\u0082â\u0080\u009d National Bureau of Economic Research, Working Paper 5794.",
        "Galal, A., L. Jones, P. Tandon, and I. Vogelsang (1994), Welfare Consequences of Selling Public Enterprises. An Empirical Analysis. New York: Oxford University Press for the World Bank, 1994.",
        "Edwards, A. and S. Edwards, (1991), Monetarism and Liberalization: The Chilean Experiment. Second edition. Cambridge, MA: Harper and Row.",
        "Corbo, V. and S. Fischer (1994), Ã\u0082â\u0080\u009cLessons from the Chilean Stabilization and Recovery,Ã\u0082â\u0080\u009d in B. Bosworth, R. Dornbusch, and R. LabÃ\u0083Â¡n, editors, The Chilean Economy: Policy Lessons and Challenges. Washington, DC: The Brookings Institution, 29-67.",
        "De la Cuadra, S. and D. Hachette (1991), Ã\u0082â\u0080\u009cLiberalizing Foreign Trade, The Experience of Chile,Ã\u0082â\u0080\u009d in D. Papageorgiou, M. Michaely, and A. Choksi, editors, Liberalizing Foreign Trade. Oxford: Basil Blackwell, 169-231.",
        "Chu, T. (2001), Ã\u0082â\u0080\u009cExit Barriers and Economic Stagnation,Ã\u0082â\u0080\u009d unpublished manuscript, East-West Center.",
        "Cahmi, A., E. Engel, and A. Micco (1997), Ã\u0082â\u0080\u009cDinÃ\u0083Â¡mica de Empleo y Productividad en Manufacturas: Evidencia Micro y Consecuencias Macro,Ã\u0082â\u0080\u009d in F. Morande and R. Vergara, editors, AnÃ\u0083Â¡lisis EmpÃ\u0083Â­rico del Crecimiento en Chile. Santiago: ILADES/Georgetown, 197-225.",
        "Burnside, C., M. Eichenbaum, and S. Rebelo (1993), Ã\u0082â\u0080\u009cLabor Hoarding and the Business Cycle,Ã\u0082â\u0080\u009d Journal of Political Economy, 101, 245-273.",
        "Bosworth, B., R. Dornbusch, and R. LabÃ\u0083Â¡n, editors (1994), The Chilean Economy: Policy Lessons and Challenges. Washington, DC: The Brookings Institution.",
        "Aspe, P. (1993), Economic Transformation the Mexican Way. Cambridge, MA: MIT Press.",
        "Atkeson, A. and P. J. Kehoe (1995), Ã\u0082â\u0080\u009cIndustry Evolution and Transition: Measuring Investment in Organization Capital,Ã\u0082â\u0080\u009d Federal Reserve Bank of Minneapolis, Staff Report 201."
    ]
}