{
    "id": 8521,
    "cites": 38,
    "cited_by": 13,
    "reference": [
        "Samad, M. Fazilah Binti Abdul, no date, Ã\u0082â\u0080\u009cPerformance of Politically-Affiliated Businesses in Malaysia: A Summary of Principal Findings,Ã\u0082â\u0080\u009d manuscript, University of Malaya. Titman, Sheridan, and R. Wessels, 1988, Ã\u0082â\u0080\u009cThe Determinants of Capital Structure Choice,Ã\u0082â\u0080\u009d Journal of Finance 43, 1-19.",
        "Rodrik, Dani, 2000, Ã\u0082â\u0080\u009cExchange Rate Regimes and Institutional Arrangements in the Shadow of Capital Flows,Ã\u0082â\u0080\u009d manuscript, Harvard University, September.",
        "Restall, Hugo, 2000b, Ã\u0082â\u0080\u009cReading MalaysiaÃ\u0082â\u0080\u0099s Rorschach Test,Ã\u0082â\u0080\u009d Asian Wall Street Journal weekly edition, December 11-17.",
        "Restall, Hugo, 2000a, Ã\u0082â\u0080\u009cMalaysiaÃ\u0082â\u0080\u0099s National Car Hurts Malaysians,Ã\u0082â\u0080\u009d Asian Wall Street Journal weekly edition, August 28-September 3, p.17.",
        "Reese, William A. Jr. and Michael S. Weisbach, 2001, Ã\u0082â\u0080\u009cProtection of Minority Shareholder Interests, Cross-Listings in the United States, and Subsequent Equity Offerings,Ã\u0082â\u0080\u009d NBER working paper 8164, March.",
        "Rajan, Raghuram G., and Luigi Zingales, 2001, Ã\u0082â\u0080\u009cThe Great Reversals: The Politics of Financial Development in the 20th Century,Ã\u0082â\u0080\u009d manuscript MIT and Chicago, February.",
        "Rajan, Raghuram G., and Luigi Zingales, 1998, Ã\u0082â\u0080\u009cWhich Capitalism? Lessons from the East Asian Crisis,Ã\u0082â\u0080\u009d Journal of Applied Corporate Finance 11, 40-48.",
        "Pomerleano, Michael, 1998, Ã\u0082â\u0080\u009cEast Asian Crisis and Corporate Finances: The Untold Story,Ã\u0082â\u0080\u009d Emerging Markets Quarterly 2:4, 14-27.",
        "Prystay, Cris, 2000, Ã\u0082â\u0080\u009cMalaysia Reverses Course in Privatization Program Ã\u0082â\u0080\u0093 Government Nationalizes 2 Light-Rail Projects,Ã\u0082â\u0080\u009d The Asian Wall Street Journal, December 27.",
        "Perkins, Dwight Heald and Wing Thye Woo, 2000, Ã\u0082â\u0080\u009cMalaysia: Adjusting to Deep Integration with the World Economy,Ã\u0082â\u0080\u009d in Wing Thye Woo, Jeffrey D. Sachs, and Klaus Schwab (ed.), The Asian Financial Crisis: Lessons for a Resilient Asia, MIT Press, 2000.",
        "Petersen, Mitchell and Raghuram G. Rajan 1995, The Effect of Credit Market Competition on Lending Relationships, Quarterly Journal of Economics, 1995, vol. 110, 407-443.",
        "Myers, Stewart, 1977, Ã\u0082â\u0080\u009cThe Determinants of Corporate Borrowing,Ã\u0082â\u0080\u009d Journal of Financial Economics 5, 147-175.",
        "Morck, Randall, Bernard Yeung and Wayne Yu, 2000, Ã\u0082â\u0080\u009cThe Information Content of Stock Markets: Why Do Emerging Markets Have Synchronous Stock Price Movements?Ã\u0082â\u0080\u009d Journal of Financial Economics 58, 215-260.",
        "Morck, Randall, David Strangeland and Bernard Yeung, 2000, Ã\u0082â\u0080\u009cInherited Wealth, Corporate Control and Economic Growth: The Canadian Disease?Ã\u0082â\u0080\u009d In Morck, R. (ed.), Concentrated Corporate Ownership. National Bureau of Economic Research and the University of Chicago Press.",
        "Mitton, Todd, 2001, Ã\u0082â\u0080\u009cA Cross-Firm Analysis of the Impact of Corporate Governance on the East Asian Financial Crisis,Ã\u0082â\u0080\u009d Journal of Financial Economics, forthcoming.",
        "Mahathir Mohamad, 2000, The Malaysian Currency Crisis: How and Why it Happened, Pelanduk Publications.",
        "Lopez, Leslie, 2001, Ã\u0082â\u0080\u009cMokhzani Mahathir Exits Two Firms Ã\u0082â\u0080\u0093 Prime MinisterÃ\u0082â\u0080\u0099s Son Says He Wants to Put to Rest Accusations of Nepotism,Ã\u0082â\u0080\u009d The Asian Wall Street Journal, April 30.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, 1998, Ã\u0082â\u0080\u009cLaw and Finance,Ã\u0082â\u0080\u009d Journal of Political Economy 106, 1115-1155.",
        "Lee, Jong-Wha, Young Soo Lee, and Byung-Sun Lee, 2001, Ã\u0082â\u0080\u009cThe Determination of Corporate Debt in Korea,Ã\u0082â\u0080\u009d Asian Economic Journal, forthcoming.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes and G. Zamarippa, 2001, Ã\u0082â\u0080\u009cRelated Lending,Ã\u0082â\u0080\u009d manuscript, Harvard University, April 3.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, 1997, Ã\u0082â\u0080\u009cLegal Determinants of External Finance,Ã\u0082â\u0080\u009d Journal of Finance 52, 1131-1150.",
        "Kaplan, Ethan, and Dani Rodrik, 2001, Ã\u0082â\u0080\u009cDid the Malaysian Capital Controls Work?Ã\u0082â\u0080\u009d NBER working paper 8142.",
        "Krugman, Paul, 1998, Ã\u0082â\u0080\u009cSaving Asia: ItÃ\u0082â\u0080\u0099s Time to Get Radical,Ã\u0082â\u0080\u009d Fortune, September 7.",
        "Jomo, K.S., 2001, Malaysian Eclipse: Economic Crisis and Recovery, Zed Books Ltd, London and New York.",
        "Jayasankaran, S., 1999b, Ã\u0082â\u0080\u009cMerger by Decree,Ã\u0082â\u0080\u009d Far Eastern Economic Review, September 9.",
        "Jayasankaran, S., 2000, Ã\u0082â\u0080\u009cEntrepreneurs Ã\u0082â\u0080\u0093 A Question of Honour: Renong Group Chairman Halim Saad wins a postponement of a purchase of shares he is committed to buy; the markets are appalled,Ã\u0082â\u0080\u009d Far Eastern Economic Review, December 21.",
        "Gomez, Edmund Terence, and Jomo K.S., 1997, MalaysiaÃ\u0082â\u0080\u0099s Political Economy: Politics, Patronage and Profits, Cambridge University Press, First Edition.",
        "Fisman, Raymond, 2001, Ã\u0082â\u0080\u009cItÃ\u0082â\u0080\u0099s Not What You Know . . . Estimating the Value of Political Connections,Ã\u0082â\u0080\u009d American Economic Review, forthcoming.",
        "Fama, Eugene F., and Kenneth R. French, 1992, Ã\u0082â\u0080\u009cThe Cross-Section of Expected Stock Returns,Ã\u0082â\u0080\u009d Journal of Finance 47, 427-465.",
        "Dornbusch, Rudi, 2001a, Ã\u0082â\u0080\u009cMalaysia: Was It Different?Ã\u0082â\u0080\u009d NBER working paper 8325.",
        "Dornbusch, Rudi, 2001b, Ã\u0082â\u0080\u009cAmazing, But True: Japan is Bust,Ã\u0082â\u0080\u009d manuscript, MIT, April.",
        "Dhume, Sahanand, Shawn W. Crispin, S. Jayasankaran and John Larkin, 2001, Ã\u0082â\u0080\u009cEconomic Reform Ã\u0082â\u0080\u0093 Running Out of Steam,Ã\u0082â\u0080\u009d Far Eastern Economic Review, January 18.",
        "Campbell, John, 1996, Ã\u0082â\u0080\u009cUnderstanding Risk and Return,Ã\u0082â\u0080\u009d Journal of Political Economy 104, 298-345.",
        "Claessens, Stijn, Simeon Djankov, and Larry H. P. Lang, 2000, Ã\u0082â\u0080\u009cThe Separation of Ownership and Control in East Asian Corporations,Ã\u0082â\u0080\u009d Journal of Financial Economics 58, 81-112.",
        "Blanchard, Olivier, 2000, Ã\u0082â\u0080\u009cWhat Do We Know about Macroeconomics that Fisher and Wicksell Did Not?Ã\u0082â\u0080\u009d Quarterly Journal of Economics, CXV, November, 1375-1410.",
        "Bhagwati, Jagdish 1998a, Ã\u0082â\u0080\u009cThe Capital Myth,Ã\u0082â\u0080\u009d Foreign Affairs, May.",
        "Bhagwati, Jagdish, 1998b, Ã\u0082â\u0080\u009cWhy Free Capital Mobility may be Hazardous to Your Health: Lessons from the Latest Financial Crisis,Ã\u0082â\u0080\u009d NBER Conference on Capital Controls, November 7.",
        "Acemoglu, Daron, Simon Johnson, and James Robinson, 2001, Ã\u0082â\u0080\u009cThe Colonial Origins of Comparative Development: An Empirical Investigation,Ã\u0082â\u0080\u009d American Economic Review, forthcoming."
    ]
}