{
    "id": 8522,
    "cites": 16,
    "cited_by": 4,
    "reference": [
        "Prendergast, Canice. 1999. Ã\u0082â\u0080\u009cThe Provision of Incentives in Firms,Ã\u0082â\u0080\u009d Journal of Economic Literature, 37(1), 7Ã\u0082â\u0080\u009363.",
        "Newhouse, Joseph P. 1996. Ã\u0082â\u0080\u009cReimbursing Health Plans and Health Providers: Selection Versus Efficiency in Production,Ã\u0082â\u0080\u009d Journal of Economic Literature, 34(3), 1236Ã\u0082â\u0080\u00931263.",
        "McGuire, Thomas G. 2000. Ã\u0082â\u0080\u009cPhysician Agency,Ã\u0082â\u0080\u009d in Anthony J. Culyer and Joseph P. Newhouse, eds., Handbook of Health Economics. Volume 1A. Amsterdam: North-Holland.",
        "Lazear, Edward P. 2000. Ã\u0082â\u0080\u009cPerformance, Pay and Productivity,Ã\u0082â\u0080\u009d American Economic Review, 90(5), 1346Ã\u0082â\u0080\u009361.",
        "Landers, Renee M., James B. Rebitzer, and Lowell J. Taylor. 1996. Ã\u0082â\u0080\u009cRat Race Redux: Adverse Selection in the Determination of Work Hours in Law Firms,Ã\u0082â\u0080\u009d American Economic Review, 86(3), 329Ã\u0082â\u0080\u009348.",
        "InterStudy, 1999, The InterStudy Competitive Edge, Part II: The HMO Industry Report 9.1, St. Paul, MN: Interstudy Publications.",
        "Ichniowski, Casey, Katheryn Shaw, and Giovanna Prennushi. 1997. Ã\u0082â\u0080\u009cThe Effects of Human Resource Management Practices on Productivity: A Study of Steel Finishing Lines,Ã\u0082â\u0080\u009d American Economic Review, 87(3), 291Ã\u0082â\u0080\u0093313.",
        "Gold, Marsha. 1999. Ã\u0082â\u0080\u009cFinancial Incentives in Managed Care: Current Realities and Challenges for Physicians,Ã\u0082â\u0080\u009d Journal of General Internal Medicine, 14(Supplement 1), S6Ã\u0082â\u0080\u0093S12.",
        "Gibbons, Robert. 1997. Ã\u0082â\u0080\u009cIncentives and Careers in Organizations,Ã\u0082â\u0080\u009d in David Kreps and Kenneth Wallis, eds., Advances in Economics and Econometrics, Theory and Applications: Seventh World Congress. Volume 2. Econometric Society Monographs, no. 27. Cambridge, New York and Melbourne: Cambridge University Press.",
        "Gaynor, Martin, and Gertler, Paul. 1995. Ã\u0082â\u0080\u009cMoral Hazard and Risk Spreading in Medical Partnerships,Ã\u0082â\u0080\u009d Rand Journal of Economics, 26(1), 591Ã\u0082â\u0080\u0093613.",
        "Ferrall, Christopher and Bruce Shearer. 1999. Ã\u0082â\u0080\u009cIncentives and Transactions Costs Within the Firm: Estimating an Agency Model Using Payroll Records,Ã\u0082â\u0080\u009d Review of Economic Studies, 66, 2, 309-338.",
        "Cutler, David, McClellan, Mark and Newhouse, Joseph P. 2000. Ã\u0082â\u0080\u009cHow Does Managed Care Do It?Ã\u0082â\u0080\u009d Rand Journal of Economics, 31(3), 526Ã\u0082â\u0080\u0093548.",
        "Dudley, R. Adams, Miller, Robert H., Korenbrot, Tamir Y., and Harold S. Luft. 1998. Ã\u0082â\u0080\u009cThe Impact of Financial Incentives on Quality of Health Care,Ã\u0082â\u0080\u009d Milbank Quarterly, 76(4), 649Ã\u0082â\u0080\u0093686.",
        "Coase, R. H. 1937. Ã\u0082â\u0080\u009cThe Nature of the Firm,Ã\u0082â\u0080\u009d Economica 52(5), 386Ã\u0082â\u0080\u0093405.",
        "Barro, Jason R. and Beaulieu, Nancy Dean. 2000. Ã\u0082â\u0080\u009cSelection and Improvement: Physician Responses to Financial Incentives,Ã\u0082â\u0080\u009d unpublished manuscript, Harvard Business School.",
        "Baker, George, Gibbs, Michael and Holmstrom, Bengt. 1994. Ã\u0082â\u0080\u009cThe Internal Economics of the Firm: Evidence from Personnel Data,Ã\u0082â\u0080\u009dQuarterly Journal of Economics 109(4), 881Ã\u0082â\u0080\u0093919."
    ]
}