{
    "id": 8532,
    "cites": 36,
    "cited_by": 10,
    "reference": [
        "Hall, Richard L. arid Robert P. Vari Houwebirig: Avarice arid Ambitiori iri Corigress: Represeritatives Decisioris to Ruri or Retire from the U.S. House, American Political Science Review, 89, 1, March 1995, 121-136.",
        "Groseclose, Tim, arid Keith Krehbieb: Gobderi Parachutes, Rubber Checks, arid Strategic Retiremerits from the 102d House, American Journal of Political Science, 38, 1, February 1994, 75-99.",
        "Alesilla, A., N. Roubilli, alld G. Cohell (1997): Political Cycles and the Macroeconomy, MIT Press.",
        "Groseclose, Tim, arid Jeff Mibyo (1999): Buyirig the Bums Out: Whats the Dollar Value of a Seat iri Corigress? Research Paper No. 1601, July, Graduate School of Busiriess, Stariford Uriiversity.",
        "Fowber, Lirida L. arid McClure, Robert D. Political Ambition. VVho Decides to Run for Congress. Yale Uriiversity Press, 1989.",
        "Fioriria, Morris P. (1994): Divided Goverrimerit iri the Americari States: A Byproduct of Legislative Professioriabism? American Political Science Review, 88, 2, Jurie, 304-316.",
        "Fowber, Lirida L. Candidates, Congress, and the American Democracy. The Uriiversity of Michigari Press, 1993.",
        "Cukiermall, A. alld A. Meltzer (1986): A Positive Theory of Discretiollary Policy, the Cost of Democratic Goverllmellt, alld the Bellefits of a Collstitutioll, Economic Inquiry, 24, 367-388.",
        "Dal BÃ\u0083Â³, E. alld R. Di Tella (1999): Democracy ullder Pressure: Political Parties vs.",
        "Charap, J. alld C. Harm (1999): Illstitutiollalized Corruptioll alld the Kleptocratic State, IMF Workillg Paper.",
        "Besley, T.J. alld J. McLarell (1993): Taxes alld Bribery: The Role of Wage Illcelltives, Economic Journal, 103, 119-141.",
        "Alesilla, A., alld S. Spear (1988): All Overlappillg Gelleratiolls Model of Electoral Com- petitioll, Journal of Public Economics, 37, 359-379.",
        "Ades, A. alld R. Di Tella (1997): The New Ecollomics of Corruptioll: a Survey alld some New Results, Political Studies, XLV, 496-515.",
        "Besley, T.J.. alld S. Coate (1998): Sources of Illefficiellcy ill a Represelltative Democracy: A Dyllamic Allalysis, American Economic Review, 88, 139-156.",
        "Besley, T.J.. alld S. Coate (1997): All Ecollomic Model of Represelltative Democracy, Quarterly Journal of Economics, CXII, 85-114.",
        "Becker, G. alld C. Mulligall (1998): Deadweight Costs alld the Size of Goverllmellt, NBER Workillg Paper No. 6789.",
        "Bardhall, P. (1997): Corruptioll alld Developmellt: A Review of Issues, Journal of Economic Literature, XXXV, 1320-1346.",
        "Alldvig, J.C., alld K. Mode (1990): How Corruptioll May Corrupt, Journal of Eco- nomic Behavior ~ Organization, 13, 63-76.",
        "Mauro, P. (1995): Corruptiori arid Growth, Quarterly Journal of Economics, CXI, 681-712.",
        "La Porta, R., F. Lopez-De-Sibaries, A. Shbeifer, arid R. Vishriy (1998): The Quality of Goverrimerit, NBER Workirig Paper 6727.",
        "Kaufmariri, D. arid S. Wei (1999): Does Grease Moriey Speed Up the Wheels of Commerce? NBER Workirig Paper No. 7093.",
        "Kaufmariri, D. (1997): Some Myths arid Facts, Foreign Policy, Summer, 114-131.",
        "Osborrie, M.J. arid A. Sliviriski (1996): A Model of Political Competitiori with Citizeri 30 Carididates, Quarterly Journal of Economics, CXI, 65-96.",
        "Myersori, R.B. (1993): Effectiveriess of Electoral Systems for Reducirig Goverrimerit Corruptiori, a Game-Theoretic Ariabysis, Games and Economic Behavior 5, 118-132.",
        "Myrdab, G. (1968): Asiari Drama: Ari Iriquiry irito the Poverty of Natioris, Paritheori Books.",
        "Tirobe, J. (1996): A Theory of Collective Reputatioris, Review of Economic Studies, 63, 1-22.",
        "Wei, 5. (1997), How Taxirig is Corruptiori ori Iriterriatioriab Irivestors? NBER Workirig Paper No. 6030.",
        "Rose-Ackermari, 5. (1978): Corruption: A Study in Political Economy, Academic Press.",
        "Shbeifer, A. arid R. Vishriy (1993): Corruptiori, Quarterly Journal of Economics, 108, 599-617.",
        "Tarizi, V. (1997), Corruptiori arourid the World, IMF Staff Papers, 45, 559-594.",
        "Rogoff, K. (1990), Equilibrium Political Budget Cycles, American Economic Review, 80, 21-36.",
        "Perssori, T. arid G. Tabebbirii (1990), Macroeconomic Policy, Credibility, and Politics, Harwood Academic Publishers.",
        "Rogoff, K. arid A. Sibert (1988), Ebectioris arid Macroecoriomic Policy Cycles, Review of Economic Studies, 55, 1-16.",
        "Cadot, 0. (1987): Corruptioll as a Gamble, Journal of Public Economics, 32, 223-44.",
        "Alesilla, A. alld H. Rosellthal (1996): A Theory of Divided Goverllmellt, Econometrica, 64, 1311-41.",
        "Alesilla, A. alld H. Rosellthal (1995): Partisan Politics, Divided Government, and the Economy, Cambridge Ulliversity Press."
    ]
}