{
    "id": 8534,
    "cites": 16,
    "cited_by": 14,
    "reference": [
        "Wilkinson, Richard G., 1996, Unhealthy societies: the affliction of inequality, London. Routledge.",
        "Ruhm, Christopher, 2000, Ã\u0082â\u0080\u009cAre recessions good for your health?,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 115(2), 617-50..",
        "Wald, N.J., M. R. Law, J. K. Morris, X. Zhou, Y. Wong, M.E. Ward, 2000, Ã\u0082â\u0080\u009cChlamydia pneumoniae infection and mortality from ischaemic heart disease: large prospective study,Ã\u0082â\u0080\u009d British Medical Journal, 321, 204-207.",
        "Lleras-Muney, Adriana, 2001, Ã\u0082â\u0080\u009cThe relationship between education and mortality: an analysis using a unique social experiment,Ã\u0082â\u0080\u009d Columbia University, Department of Economics, processed.",
        "Marmot, Michael G., 1994, Ã\u0082â\u0080\u009cSocial differences in health within and between populations,Ã\u0082â\u0080\u009d Daedalus, 123, 197Ã\u0082â\u0080\u0093216.",
        "Lee, Ronald D., and Lawrence R. Carter, 1992, Ã\u0082â\u0080\u009cModeling and forecasting US mortality,Ã\u0082â\u0080\u009d Journal of the American Statistical Association, 87, 659Ã\u0082â\u0080\u009371.",
        "Jones, Arthur F., and Daniel H. Weinberg, 2000, Ã\u0082â\u0080\u009cThe changing shape of the nationÃ\u0082â\u0080\u0099s income distribution,Ã\u0082â\u0080\u009d P60Ã\u0082â\u0080\u0093204, Washington, DC, Bureau of the Census. Available at http://www.census.gov/ftp/pub/hhes/www/p60204.html.",
        "Gottshcalk, Peter and Timothy Smeeding, 2000, Ã\u0082â\u0080\u009cEmpirical evidence on income inequality in industrial countries,Ã\u0082â\u0080\u009d in Anthony B. Atkinson and FranÃ\u0083Â§ois Bourguignon, eds., Handbook of Income Distribution, Vol. 1, Amsterdam, North-Holland. pp 261Ã\u0082â\u0080\u0093307.",
        "Deininger, Klaus and Lyn Squire, 1996, Ã\u0082â\u0080\u009cA new data set measuring income inequality,Ã\u0082â\u0080\u009d World Bank Economic Review, 10, 565Ã\u0082â\u0080\u009391.",
        "Gerdtham, Ulf-G., and Bengt JÃ\u0083Â¶nsson, 2000, Ã\u0082â\u0080\u009cInternational comparisons of health expenditure,Ã\u0082â\u0080\u009d Chapter 1 in Anthony J. Culyer and Joseph P. Newhouse, Handbook of Health Economics, Volume 1A. Amsterdam. North-Holland.11Ã\u0082â\u0080\u009353.",
        "Deaton, Angus and Darren Lubotsky, 2001, Ã\u0082â\u0080\u009cMortality, inequality and race in American cities and states,Ã\u0082â\u0080\u009d Princeton University, processed. Available at http://www.wws.princeton.edu/~chw/papersframe.html.",
        "Danesh, John, Peter Whincup, Mary Walker, Lucy Lennon, Andrew Thomson, Paul Appleby, Yuk-ki Wong, Martine Bernardes-Silva, and Michael Ward, 2000, Ã\u0082â\u0080\u009cChlamydia pneumoniae IgG titres and coronary heart disease: prospective study and meta-analysis,Ã\u0082â\u0080\u009d British Medical Journal, 321, 208-213.",
        "Case, Anne, Darren Lubotsky and Christina Paxson, 2001, Ã\u0082â\u0080\u009cEconomic status and health in childhood: the origins of the gradient,Ã\u0082â\u0080\u009d Princeton University, processed. Available at http://www.wws.princeton.edu/~chw/papersframe.html.",
        "Brandolini, Andrea, 1998, Ã\u0082â\u0080\u009cParetoÃ\u0082â\u0080\u0099s Law and KuznetsÃ\u0082â\u0080\u0099 curve: a birdÃ\u0082â\u0080\u0099s eye view of long-run changes in income distribution,Ã\u0082â\u0080\u009d Rome, Banca dÃ\u0082â\u0080\u0099Italia, Research Department, Rome, processed.",
        "Aaron, Henry J., and William B. Schwartz, 1984, The painful prescription: rationing hospital care, Washington, D.C. The Brookings Institution.",
        "Atkinson, Anthony B., and A. Brandolini, 1999, Ã\u0082â\u0080\u009cPromise and pitfalls in the use of Ã\u0082â\u0080\u0098secondaryÃ\u0082â\u0080\u0099 data sets: income inequality in OECD countries,Ã\u0082â\u0080\u009d Nuffield College, Oxford, processed. Available at http://www.nuff.ox.ac.uk/users/atkinson/ (Journal of Economic Literature, forthcoming.)."
    ]
}