{
    "id": 8535,
    "cites": 26,
    "cited_by": 39,
    "reference": [
        "Fernandez-Arias, Eduardo, 1996. Ã\u0082â\u0080\u009cThe New Wave of Private Capital Inflows: Push or Pull?Ã\u0082â\u0080\u009d Journal of Development Economics, Vol. 48, 389-418.",
        "Dornbusch, Rudiger, 1995. Ã\u0082â\u0080\u009cPolicy and Performance Links Between LDC Debtors and Industrial Nations,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity: 2, 303-356.",
        "Dominguez, Kathryn M. and Jeffrey A. Frankel. Ã\u0082â\u0080\u009cDoes Foreign Exchange Intervention Matter? The Portfolio Effect,Ã\u0082â\u0080\u009d American Economic Review 83, (1993), pp. 1356-1359.",
        "Clarida, Richard H., 2000 Ã\u0082â\u0080\u009cG3 Exchange Rate Relationships: A Recap of the Record and a Review of Proposals for Change,Ã\u0082â\u0080\u009d Princeton Essays in International Economics, no. 219, September.",
        "Calvo, Guillermo A. and Carmen M. Reinhart, 2000. Ã\u0082â\u0080\u009cFear of Floating,Ã\u0082â\u0080\u009d NBER Working Paper Number.",
        "Borensztein, Eduardo, and Carmen M. Reinhart, 1994. Ã\u0082â\u0080\u009cThe Macroeconomic Determinants of Commodity Prices,Ã\u0082â\u0080\u009d IMF Staff Papers, Vol. 41 No. 2, June, 236-260.",
        "Calvo, Guillermo, Leonardo Leiderman, and Carmen M. Reinhart, 1993. Ã\u0082â\u0080\u009cCapital Inflows and the Real Exchange Rate in Latin Amrica: The Role of External Factors,Ã\u0082â\u0080\u009d Ã\u0082â\u0080\u009d IMF Staff Papers, Vol. 40 No. 1, March, 108-150.",
        "Williamson, John, 1986. Ã\u0082â\u0080\u009cTarget Zones and the Management of the Dollar.Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity.",
        "Rogoff, Kenneth, 2001. Ã\u0082â\u0080\u009cOn Why Not a Global Currency,Ã\u0082â\u0080\u009d American Economic Review, forthcoming.",
        "Reinhart, Carmen M., 2000. Ã\u0082â\u0080\u009cSovereign Credit Ratings Before and After Financial Crises,Ã\u0082â\u0080\u009d mimeograph, University of Maryland (October).",
        "Reinhart, Carmen M., 1995, Ã\u0082â\u0080\u009cDevaluation, Relative Prices, and Trade,Ã\u0082â\u0080\u009d IMF Staff Papers, Vol. 42 No. 2, June, 290-310.",
        "McKinnon, Ronald, 1997. The Rules of the Game. (Cambridge, MA: MIT Press).",
        "McKinnon, Ronald, 1984. An International Standard for Monetary Stabilization. (Washington, DC: Institute for International Economics).",
        "Marquez, Jaime, 1990. Ã\u0082â\u0080\u009cBilateral Trade Elasticities,Ã\u0082â\u0080\u009d The Review of Economics and Statistics, Vol. 72 No. 1, 70-77.",
        "Kaminsky, Graciela L. and Sergio Schmukler. Ã\u0082â\u0080\u009cEmerging Market Instability: Do Sovereign Ratings Affect Country Risk and Stock Returns?Ã\u0082â\u0080\u009d mimeograph, The World Bank, (March 2001).",
        "Kaminsky, Graciela L. and Carmen M. Reinhart. Ã\u0082â\u0080\u009cThe Twin Crises: The Causes of Banking and Balance-of-Payments Problems.Ã\u0082â\u0080\u009d American Economic Review 89, (1999) pp. 473-500.",
        "International Monetary Fund. International Financial Statistics. (Washington, DC: International Monetary Fund), 2000.",
        "International Monetary Fund, 2000. World Economic Outlook Database, www.imf.org.",
        "Kaminsky, Graciela L. and Karen K. Lewis. Ã\u0082â\u0080\u009c Does Foreign Exchange Intervention Signal Future Monetary Policy?Ã\u0082â\u0080\u009d Journal of Monetary Economics 37, (1996) pp. 285-312.",
        "International Monetary Fund, 1999. Direction of Trade Statistics, (Washington, DC: International Monetary Fund).",
        "Holtham, G.H., 1988. Ã\u0082â\u0080\u009cModeling Commodity Prices in a World Macroeconomic Model,Ã\u0082â\u0080\u009d in O. Guvenen, ed., International Commodity Market Models and Policy Analysis, (Kluwer Academic Press), 221-258.",
        "Goldstein, Morris, 1999. Safeguarding Prosperity in a Global Financial System: Report of an Independent Task Force of the Council on Foreign Relations. (New York: Council on Foreign Relations).",
        "Gertler, Mark and Kenneth Rogoff, 1990. Ã\u0082â\u0080\u009cNorth-South Lending and Endogenous Domestic Capital Market Inefficiences,Ã\u0082â\u0080\u009d Journal of Monetary Economics 26, (1990) pp. 245-266.",
        "Frankel, Jeffrey A., and Nouriel Roubini, 2000. Ã\u0082â\u0080\u009cThe Role of Industrial Country Policies in Emerging Market Crises,Ã\u0082â\u0080\u009d paper prepared for the NBE Conference on Economic and Financial Crises in Emerging Market Economies, Woodstock.",
        "Frankel, Jeffrey A., Sergio Schmukler, and Luis ServÃ\u0083Â©n, 2001. Ã\u0082â\u0080\u009cVerifiability and the Vanishing Intermediate Exchange Rate Regime,Ã\u0082â\u0080\u009d in S. Collins and D. Rodrik, eds., Policy Challenges in the Next Millenium, forthcoming, (Washington, DC: Brookings Institution).",
        "Frankel, Jeffrey A. and Andrew Rose, 1996. Ã\u0082â\u0080\u009cCurrency Crashes in Emerging Markets: An Empirical Treatment,Ã\u0082â\u0080\u009d Journal of International Economics 41, 351-366."
    ]
}