{
    "id": 8537,
    "cites": 49,
    "cited_by": 9,
    "reference": [
        "Zuckerman, Stephen, Jack Hadley, and Lisa Iezzoni, 1994, Ã\u0082â\u0080\u009cMeasuring Hospital Efficiency with Frontier Cost Functions,Ã\u0082â\u0080\u009d Journal of Health Economics 13: 255-80.",
        "Weisbrod, Burton, 1988, The Nonprofit Economy (Cambridge, MA: Harvard University Press).",
        "Young, Gary J., Kamal R. Desai, and Carol VanDeusen Lukas, 1997, Ã\u0082â\u0080\u009cDoes the Sale of Nonprofit Hospitals Threaten Health Care for the Poor?Ã\u0082â\u0080\u009d Health Affairs 16: 137-41.",
        "Weisbrod, Burton, 1977, The Voluntary Nonprofit Sector (Lexington, MA: DC Heath).",
        "Watt, J. Michael, Steven C. Renn, James S. Hahn, et al., 1986, Ã\u0082â\u0080\u009cThe Effects of Ownership and Multihospital System Membership on Hospital Function Strategies and Economic Performance,Ã\u0082â\u0080\u009d in Bradford H. Gray, ed., For-Profit Enterprise in Health Care, (Washington, DC: National Academy Press).",
        "Sloan, Frank A., G.A. Picone, D.H. Taylor, and S.Y. Chou, 1998, Ã\u0082â\u0080\u009cHospital Ownership and Cost of Quality of Care: Is There a DimeÃ\u0082â\u0080\u0099s Worth of Difference?Ã\u0082â\u0080\u009d draft.",
        "Thorpe, Kenneth E. and Charles E. Phelps, 1991, Ã\u0082â\u0080\u009cThe Social Role of Not-for-profit Organizations: Hospital Provision of Charity Care,Ã\u0082â\u0080\u009d Economic Inquiry 29: 472-84.",
        "Silverman, Elaine M., Elliott S. Fisher, and Jonathan S. Skinner, 1999, Ã\u0082â\u0080\u009cThe Influence of For-Profit and Not-for-profit Hospital Ownership on Medicare Spending,Ã\u0082â\u0080\u009d New England Journal of Medicine 341: 420-6.",
        "Sloan, Frank A., 1997, Ã\u0082â\u0080\u009cNot-for-Profit Ownership and Hospital Behavior,Ã\u0082â\u0080\u009d draft.",
        "Sloan, Frank A. and Robert A. Vraciu, 1983, Ã\u0082â\u0080\u009cInvestor-Owned and Not-for-profit Hospitals: Addressing Some Issues,Ã\u0082â\u0080\u009d Health Affairs 2: 25-37.",
        "Norton, Edward C. and Douglas O. Staiger, 1994, Ã\u0082â\u0080\u009cHow Hospital Ownership Affects Access to Care for the Uninsured,Ã\u0082â\u0080\u009d RAND Journal of Economics 25: 171-85.",
        "Pattison, Robert V. and Hallie M. Katz, 1983, Ã\u0082â\u0080\u009cInvestor-Owned and Not-for-Profit Hospitals: A Comparison Based on California Data,Ã\u0082â\u0080\u009d New England Journal of Medicine 309: 347-53.",
        "Pauly, Mark, and Michael Redisch, 1973, Ã\u0082â\u0080\u009cThe Not-for-Profit Hospital as a PhysiciansÃ\u0082â\u0080\u0099 Cooperative,Ã\u0082â\u0080\u009d American Economic Review 63: 87-99.",
        "Philipson, Tomas, 1997, Ã\u0082â\u0080\u009cPerfect Substitution and Organizational Form,Ã\u0082â\u0080\u009d draft.",
        "McClellan, Mark M. and Douglas O. Staiger, 2000, Ã\u0082â\u0080\u009cComparing Hospital Quality at For-Profit and Not-for-Profit Hospitals,Ã\u0082â\u0080\u009d in David M. Cutler, ed., The Changing Hospital Industry: Comparing Not-for-Profit and For-Profit Institutions (Chicago: University of Chicago Press).",
        "Medicode, DRG Guide 2000: The Complete Book of DRGs, (Salt Lake City, UT: 2000).",
        "Nelson, Richard and Michael Krashinsky, 1973, Ã\u0082â\u0080\u009cTwo Major Issues of Public Policy: Public Policy and Organization of Supply,Ã\u0082â\u0080\u009d in Richard Nelson and Dennis Young, eds., Public Subsidy for Day Care of Young Children, (Lexington, MA: DC Heath).",
        "Mann, Joyce, Glenn Melnick, Anil Bamezai, and Jack Zwanziger, 1995, Ã\u0082â\u0080\u009cUncompensated Care: HospitalsÃ\u0082â\u0080\u0099 Responses to Fiscal Pressures,Ã\u0082â\u0080\u009d Health Affairs 263-70.",
        "Mark, Tami L., 1996, Ã\u0082â\u0080\u009cPsychiatric Hospital Ownership and Performance: Do Nonprofit Organizations Offer Advantages in Markets Characterized by Asymmetric Information?Ã\u0082â\u0080\u009d Journal of Human Resources 31: 631-49.",
        "McClellan, Mark M.,1997, Ã\u0082â\u0080\u009cHospital Reimbursement Incentives: An Empirical Approach,Ã\u0082â\u0080\u009d Journal of Economics and Management Strategy VI: 91-128.",
        "Lynk, William J., 1995, Ã\u0082â\u0080\u009cNonprofit Hospital Mergers and the Exercise of Market Power,Ã\u0082â\u0080\u009d Journal of Law and Economics 38: 437-61.",
        "Madison, Kristin, 2001, Ã\u0082â\u0080\u009cThe Relationship Between Multihospital System Membership and Treatments, Costs, and Outcomes of Medicare Patients with Acute Myocardial Infarction,Ã\u0082â\u0080\u009d PhD. Thesis, Stanford University.",
        "Lewin, Lawrence S., Robert A. Derzon, and Rhea Margulies, 1981, Ã\u0082â\u0080\u009cInvestor-Owned and Nonprofits Differ in Performance,Ã\u0082â\u0080\u009d Hospitals: 52-58.",
        "Kessler, Daniel P. and Mark B. McClellan, 2000, Ã\u0082â\u0080\u009cIs Hospital Competition Socially Wasteful?Ã\u0082â\u0080\u009d Quarterly Journal of Economics 115: 577-615.",
        "Kennedy, L., 1985, Ã\u0082â\u0080\u009cThe Proprietarization of Voluntary Hospitals,Ã\u0082â\u0080\u009d Bulletin of the New York Academy of Medicine 61: 81-9.",
        "Keeler, Emmett B., Lisa V. Rubenstein, Katherine L. Kahn, et al., 1992, Ã\u0082â\u0080\u009cHospital Characteristics and Quality of Care,Ã\u0082â\u0080\u009d JAMA 268: 1709-14.",
        "Kao, Daniel, 1998, Ã\u0082â\u0080\u009cDoes Hospital Ownership Structure Influence Staffing Levels?Ã\u0082â\u0080\u009d draft.",
        "Hughes, Robert G. and Harold S. Luft, 1990, Ã\u0082â\u0080\u009cKeeping Up With The Joneses: The Influence of Public and Proprietary Neighbours on Voluntary Hospitals,Ã\u0082â\u0080\u009d Health Services Management Research 3: 173-81.",
        "Hassett, Kevin and R. Glenn Hubbard, Ã\u0082â\u0080\u009cNoncontractible Quality and Organizational Form in the U.S. Hospital Industry,Ã\u0082â\u0080\u009d mimeo. Hertzlinger, Regina E., and William S. Krasker, 1987, Ã\u0082â\u0080\u009cWho Profits From Nonprofits?Ã\u0082â\u0080\u009d Harvard Business Review: 93-106.",
        "Hansmann, Henry, 1996, The Ownership of Enterprise, (Cambridge, MA: Harvard University Press).",
        "Hartz, Arthur J., Henry Krakauer, Evelyn M. Kuhn, et al., 1989 Ã\u0082â\u0080\u009cHospital Characteristics and Mortality Rates,Ã\u0082â\u0080\u009d New England Journal of Medicine 321: 1720-5.",
        "Hansmann, Henry, 1987, Ã\u0082â\u0080\u009cEconomic Theories of Nonprofit Organization,Ã\u0082â\u0080\u009d in Walter W. Powell, ed., The Nonprofit Sector: A Research Handbook (New Haven: Yale University Press).",
        "Hamilton, Vivian, 1994, Ã\u0082â\u0080\u009cThe Impact of Ownership Form and Regulator Measures on Firm Behavior: A Study of Hospices,Ã\u0082â\u0080\u009d Nonprofit Management and Leadership 4: 415-30.",
        "Hansmann, Henry, 1980, Ã\u0082â\u0080\u009cThe Role of Nonprofit Enterprise,Ã\u0082â\u0080\u009d Yale Law Journal 89: 835-901.",
        "Grosskopf, S. and V. Valdmanis, 1987, Ã\u0082â\u0080\u009cMeasuring Hospital Performance: A Nonparametric Approach,Ã\u0082â\u0080\u009d Journal of Health Economics 6: 89-107.",
        "Gaumer, Gary, 1986, Ã\u0082â\u0080\u009cMedicare Patient Outcomes and Hospital Organizational Mission,Ã\u0082â\u0080\u009d Bradford H. Gray, ed., For-Profit Enterprise in Health Care, (Washington, DC: National Academy Press).",
        "Frank, Richard and David S. Salkever, 2000, Ã\u0082â\u0080\u009cMarket Forces, Diversification of Activity, and the Mission of Not-for-Profit Hospitals,Ã\u0082â\u0080\u009d in David M. Cutler, ed., The Changing Hospital Industry: Comparing Not-for-Profit and For-Profit Institutions (Chicago: University of Chicago Press).",
        "Frank, Richard, David S. Salkever, and Jean Mitchell, 1990, Ã\u0082â\u0080\u009cMarket Forces and the Public Good: Competition Among Hospitals and Provision of Indigent Care,Ã\u0082â\u0080\u009d in Richard Scheffler and Louis Rossiter, eds., Advances in Health Economics and Health Services Research (Greenwich, CT: JAI Press).",
        "Feldstein, Martin S., 1971, Ã\u0082â\u0080\u009cHospital Cost Inflation: A Study of Nonprofit Price Dynamics,Ã\u0082â\u0080\u009d American Economic Review 61: 853-72.",
        "Ettner, Susan L. and Richard C. Hermann, 1997, Ã\u0082â\u0080\u009cThe Role of Profit Status Under Asymmetric Information: Evidence from the Treatment Patterns of Medicare Beneficiaries Hospitalized for a Psychiatric Disorder,Ã\u0082â\u0080\u009d draft.",
        "Duggan, Mark, 2000a, Ã\u0082â\u0080\u009cHospital Ownership and Public Medical Spending,Ã\u0082â\u0080\u009d forthcoming Quarterly Journal of Economics.",
        "Duggan, Mark, 2000b, Ã\u0082â\u0080\u009cHospital Market Structure and Medical Care for the Poor,Ã\u0082â\u0080\u009d mimeo.",
        "Easley, David and Maureen OÃ\u0082â\u0080\u0099Hara, 1983, Ã\u0082â\u0080\u009cThe Economic Role of the Nonprofit Firm,Ã\u0082â\u0080\u009d Bell Journal of Economics 14: 531-8.",
        "Dranove, David, 1988, Ã\u0082â\u0080\u009cPricing By Nonprofit Institutions: The Case of Hospital Cost Shifting,Ã\u0082â\u0080\u009d Journal of Health Economics 7: 47-57.",
        "Cutler, David and Jill Horwitz, 2000, Ã\u0082â\u0080\u009cConverting Hospitals From Not-for-profit to For-profit Status: Why and What Effects?Ã\u0082â\u0080\u009d in David M. Cutler, ed., The Changing Hospital Industry: Comparing Not-for-Profit and For-Profit Institutions (Chicago: University of Chicago Press).",
        "Becker, Edmund R. and Frank A. Sloan, 1985, Ã\u0082â\u0080\u009cHospital Ownership and Preference,Ã\u0082â\u0080\u009d Economic Inquiry 23: 21-36.",
        "Coelen, Craig G., 1986, Ã\u0082â\u0080\u009cHospital Ownership and Comparative Hospital Costs,Ã\u0082â\u0080\u009d in Bradford H. Gray, ed., For-Profit Enterprise in Health Care, (Washington, DC: National Academy Press).",
        "Arrow, Kenneth J., 1963, Ã\u0082â\u0080\u009cUncertainty and the Welfare Economics of Medical Care,Ã\u0082â\u0080\u009d American Economic Review 53: 941-73.",
        "Arnould, Richard, Marianne Bertrand, and Kevin Hallock, 2000, Ã\u0082â\u0080\u009cDoes Market Competition Change the Nonprofit Mission? Managed Care and the Managerial Labor Market in Nonprofit Hospitals,Ã\u0082â\u0080\u009d mimeo."
    ]
}