{
    "id": 8538,
    "cites": 32,
    "cited_by": 40,
    "reference": [
        "Willis, R. and S. Rosen, 1979, Education and self-selection, Journal of Political Economy 87, S7-S36.",
        "Switzer, L., 1986, The benefits and costs of listing Canadian stocks in U.S. markets, pp 241-254, in L. Sarna (ed.), Corporate structure, finance, and operations, Carswell Co., Toronto.",
        "Sundaram, A. K. and D. E. Logue, 1996, Valuation effects of foreign company listings on U.S. exchange, Journal of International Business Studies 27, 67-88.",
        "Siegel, J., 2001, Can foreign firms bond themselves effectively by submitting to U.S. law?, MIT working paper, Cambridge, MA.",
        "Stulz, R. M., 1990, Managerial discretion and optimal financing policies, Journal of Financial Economics 26, 3-28.",
        "Reese, W., and M. Weisbach, 2001, Protection of minority shareholder interests, cross-listings in the United States, and subsequent equity offerings, working paper, NBER, Cambridge, MA.",
        "Moel, A., 1999, The role of information disclosure on stock market listing decisions: the case of foreign firms listing in the U.S., working paper, Harvard Business School, Boston, MA.",
        "Mittoo, U., 1992, Managerial perceptions of the net benefits of foreign listing: Canadian evidence, Journal of International Financial Management and Accounting 4, 40-62.",
        "Miller, D., 1999, The market reaction to international cross-listing: evidence from depositary receipts, Journal of Financial Economics 51, 103-123.",
        "Maddala, G., 1983, Limited dependent and qualitative variables in econometrics, Cambridge University Press, New York.",
        "Lins, K., D, Strickland, and M. Zenner, 2000, Do non-U.S. firms issue equity on U.S. stock exchanges to relax capital constraints, working paper, University of North Carolina, Chapel Hill, NC.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, 2001, Investor protection and corporate valuation, working paper, Harvard University, Cambridge, MA.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, 2000, Investor protection and corporate governance, Journal of Financial Economics 58, 3-27.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, 1998, Law and finance, Journal of Political Economy 106, 1113-1155.",
        "Karolyi, A., and R. Stulz, 2001, Are financial assets priced locally or globally?, working paper, Ohio State University, Columbus, OH.",
        "La Porta, R., F. Lopez-de-Silanes, and A. Shleifer, 1999, Corporate ownership around the world, Journal of Finance 54, 471-517.",
        "Karolyi, A., 1998, Why do companies list shares abroad? A survey of the evidence and its managerial implications, Financial Markets, Institutions, and Instruments Vol. 7 Blackwell Publishers, Boston.",
        "Kang, J., and R. Stulz, 1997, Why is there a home bias? An analysis of foreign portfolio equity ownership in Japan, Journal of Financial Economics 46, 3-28.",
        "Heckman, J., 1990, Varieties of selection bias, American Economic Review 80, 313-318.",
        "Jayaranam, N., K. Shastri, and K. Tandon, 1993, The impact of international cross listings on risk and return: evidence from American depositary receipts, Journal of Banking and Finance 17, 91-103.",
        "Greene, W., 1997, Econometric analysis 3rd ed., Prentice Hall, New Jersey.",
        "Heckman, J., 1979, Sample selection bias as a specification error, Econometrica 47, 153-161.",
        "Fuerst, O., 1998, A theoretical analysis of the investor protection regulations argument for global listing of stocks, working paper, Yale University, New Haven, CN.",
        "Gomes, A., 2000, Going public without governance: managerial reputation effects, Journal of Finance 55, 615-646.",
        "Foerster S., and A. Karolyi, 1999, The effects of market segmentation and investor recognition on asset prices: evidence from foreign stocks listing in the U.S., Journal of Finance 54, 981-1014.",
        "Foerster S., and A. Karolyi, 1993, International listings of stocks: the case of Canada and the U.S., Journal of International Business Studies 24, 763-412.",
        "Fanto, J., and R. Karmel, 1997, A report on the attitudes of foreign companies regarding a U.S. listing, Stanford Journal of Law, Business and Finance 3, 143-162.",
        "Coffee, J., 1999, The future as history: the prospects for global convergence in corporate governance and its implications, Northwestern University Law Review 93, 641-708.",
        "Doidge, C., 2001, Do laws matter for corporate ownership and control? Evidence from emerging markets firms that list in the U.S., working paper, Ohio State University, Columbus, OH.",
        "Cantale, S., 1996, The choice of a foreign market as a signal, working paper, Tulane University, New Orleans, MI.",
        "Berger, P., and E. Ofek, 1995, Diversifications effect on firm value, Journal of Financial Economics 37, 39-65.",
        "Alexander, G., C Eun, and S. Janakiramanan ,1988, International listings and stock returns: some empirical evidence, Journal of Financial and Quantitative Analysis 23, 135-151."
    ]
}