{
    "id": 8540,
    "cites": 13,
    "cited_by": 24,
    "reference": [
        "Woodland, A.D. International Trade and Resource Allocation, North-Holland, Amsterdam (1982).",
        "Stokey, N. Are There Limits to Growth?, International Economic Review, 39 (1998):1-31.",
        "Grossman G.M, and A. B. Krueger, Economic Growth and the Environment, Quarterly Journal of Economics, (1995): 353-377.",
        "Grossman G. M, and E. Helpman, Protection for Sale, American Economic Review, September (1994): 833-850.",
        "Grossman G.M, and A. B. Krueger, Environmental Impacts of a North American Free Trade Agreement, in The US-Mexico Free Trade Agreement, P. Garber, ed. Cambridge, MA: MIT Press, 1993.",
        "Fullerton, D. and G. Metcalf, Ã\u0082â\u0080\u009c Environmental Taxes and the Double-Dividend Hypothesis: Did You Really Expect Something for Nothing?Ã\u0082â\u0080\u009d, Chicago-Kent Law Review 73, No. 1 (1998).",
        "Dixit, A.K. and V. Norman. 1980. Theory of International Trade. Cambridge: Cambridge University Press.",
        "Copeland, B. and M. Scott Taylor, Free Trade and Global Warming: A Trade Theory view of the Kyoto ProtocolÃ\u0082â\u0080\u009d, NBER discussion paper No. 7657 (2000).",
        "Copeland, B. and M. Scott Taylor, Trade, Spatial Separation, and the EnvironmentÃ\u0082â\u0080\u009d, Journal of International Economics, 47 (1999):137-168.",
        "Copeland, B. and M. Scott Taylor, Trade and Transboundary Pollution, American Economic Review, 85 (1995): 716-737.",
        "Copeland, B. and M. Scott Taylor, North-South Trade and the Global Environment, Quarterly Journal of Economics, 109 (1994): 755-87.",
        "Brander, J.A. and M. Scott Taylor, Ã\u0082â\u0080\u009cInternational Trade between Consumer and Conservationist CountriesÃ\u0082â\u0080\u009d, Resource and Energy Economics, 19 (1997):267-298.",
        "Antweiler, A., Brian Copeland and M. Scott Taylor, Is Free Trade Good for the Environment, American Economic Review, 91 (2001): 877-908."
    ]
}