{
    "id": 8541,
    "cites": 16,
    "cited_by": 7,
    "reference": [
        "Besley, Timothy and Stephen Coate. 1992. Workfare versus Welfare Incentive Arguments for Work Requirements in Poverty-alleviation Programs. American Economic Review 82(1): 249-161.",
        "Besley, Timothy and Stephen Coate. 1995. The Design of Income Maintenance Programs. Review of Economic Studies 62(2): 187-221.",
        "Borjas, George. 1999. Immigration and Welfare Magnets. Journal of Labor Economics 17(4): 604-637.",
        "Borjas, George and Lynette Hilton. 1996. Immigration and the Welfare State: Immigrant Participation in Means-tested Entitlement Programs. Quarterly Journal of Economics 111: 575-604.",
        "Cancian, Maria, Robert Haveman, Thomas Kaplan, Daniel Meyer and Barbara Wolfe. 1999.",
        "Conditions and Welfare Reform, Sheldon H. Danziger, editor. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research, 161-186. Council of Economic Advisers, 1999. Technical Report: The Effects of Welfare Policy and Economic Expansion on Welfare Caseloads: An Update. Washington, D.C: Executive Office of the President of the United States.",
        "Figlio, David N., and James P. Ziliak, 1999. Welfare Reform, the Business Cycle, and the Decline in AFDC Caseloads, in Economic Conditions and Welfare Reform, Sheldon H.",
        "Gladden, Tricia and Christopher Taber. 2000. Wage Progression Among Less Skilled Workers. In Finding Jobs: Work and Welfare Reform, David Card and Rebecca M. Blank, editors.",
        "New York: Russell Sage Foundation, 160-192. Immigration and Naturalization Service. 1996. Immigration to the United States Fiscal Year 1996, www.ins.gov/graphics/aboutins/statistics.",
        "Kaushal, Neeraj and Robert Kaestner. 2000. Welfare to Work: Has Welfare Reform Worked? Unpublished manuscript Department of Economics, The Graduate Center of the City University of New York, New York.",
        "Passel, Jeffrey and Rebecca Clark. 1998. Immigrants in New York: Their Legal Status, Incomes, and Taxes. Unpublished manuscript Urban Institute, Washington, DC.",
        "Round Two Summary of Selected Elements of State Programs for Temporary Assistance for Needy Families, National Governors Association Center for Best Practices, March 14, 1999.",
        "Schoeni, Robert F. and Blank, Rebecca M, 2000. What has Welfare Reform Accomplished? Impacts on Welfare Participation, Employment, Income, Poverty and Family Structure. National Bureau of Economic Research, Working Paper No. 7627.",
        "Smith, James and Barry Edmonston, eds. 1997. The New Americans: Economic, Demographic and Fiscal Effects of Immigration, Washington, DC: National Academy Press.",
        "Ziliak, James P., David N. Figlio, Elizabeth E. Davis, and Laura S. Connolly (2000). Accounting for the Decline in AFDC Caseloads: Welfare Reform or the Economy. Journal of Human Resources, 35(3):570-586.",
        "Zimmerman, Wendy and Karen Tumlin. 1999. Patchwork Policies: State Assistance for Immigrants under Welfare Reform. Occasional Paper Number 24, Washington, DC: Urban Institute."
    ]
}