{
    "id": 8542,
    "cites": 51,
    "cited_by": 8,
    "reference": [
        "Arcini, Caroline, Health and Disease in Early Lund: Osteo-Pathologic Studies of 3,305 Individuals Buried in the First Cemetery Area of Lund, 990-1536. Archaeologica Lundensia 8 (1999).",
        "Bennike, Pia, Palaeopathology of Danish Skeletons. Denmark: Akademisk Forlag, 1985.",
        "Boldsen, Jesper. A statistical evaluation of the basis for predicting stature from lengths of long bones in European populations. American Journal of Physical Anthropology 65 (1984), 305-311.",
        "Crosby, Alfred W., Jr., The Columbian Exchange: Biological and Cultural Consequences of 1492. Westport, Conn.: Greenwood Press, 1972.",
        "Cuff, Timothy, The Effects of Economic Development on the Biological Standard of Living: Market Integration and Human Stature in Antebellum Pennsylvania. Ph.D. dissertation, University of Pittsburgh, 1998.",
        "De Vries, Jan, The Economy of Europe in an Age of Crisis, 1600-1750. New York: Cambridge University Press, 1976.",
        "De Vries, Jan, European Urbanization, 1500-1800. Cambridge: Harvard University Press, 1984.",
        "Drukker, J.W. and Tassenaar, Vincent, Paradoxes of Modernization and Material Well- Being in the Netherlands during the Nineteenth Century. In Richard H. Steckel and Roderick Floud (eds.), Health and Welfare during Industrialization. Chicago: University of Chicago Press, 1997. Pp. 331-77.",
        "Engerman, Stanley L., The Standard of Living Debate in International Perspective: Measures and Indicators. In Richard H. Steckel and Roderick Floud (eds.), Health and Welfare during Industrialization. Chicago: University of Chicago Press, 1997.",
        "Pp. 17-45. Fagan, Brian, The Little Ice Age: How Climate Made History, 1300-1850. New York: Basic Books, 2000.",
        "Fogel, Robert William, Nutrition and the Decline in Mortality since 1700: Some Preliminary Findings. In Stanley L. Engerman and Robert E. Gallman (eds.), Long-Term Factors in American Economic Growth. Chicago: University of Chicago Press, 1985. Pp. 439-555.",
        "Gejvall, Nils Gustaf. Westerhus; Medieval Population and Church in the Light of Skeletal Remains. Lund: H. Ohlssons boktr., 1960.",
        "Gilberg, Rolf, Stengade-vikingernes skeletter. In Jorgen Skaarup (ed.), Stengade II: en langelandsk Gravplads med grave fra romerskjernalder og vikingetid. Rudkobing: Langelands Museum, 1976. Pp. 220-27.",
        "Hanson, C. Population-Specific Stature Reconstruction for Medieval Trondheim, Norway. International Journal of Osteoarchaeology 2 (1992), 289-95.",
        "Hoffman, Philip T., Jacks, David, Levin, Patricia A. and Lindert, Peter H., Prices and Real Inequality in Europe since 1500. Agricultural History Center working paper No. 102, October 2000. Davis, Calif.",
        "Hohenberg, Paul M. and Lees, Lynn Hollen, The Making of Urban Europe, 1000-1950.",
        "Holck, Per, Cremated Bones. A medical-anthropological study of an archaeological material on cremation burials. Antropologiske skrifter nr. 1c Anatomical Institute, University of Oslo, 1997.",
        "Holck, Per and Kvaal, Sigrid, Skjelettene Fra Clemengkirken I Oslo. Antropologiske skrifter nr. 5, Anatomisk institutt, Universitetet I Oslo, 2000.",
        "Huber, Neil M., The Problem of Stature Increase: Looking from the Past to the Present. In D.R. Brothwell (ed.), The Skeletal Biology of Earlier Human Populations. Pegamon Press, Oxford, 1968. Pp. 67-102.",
        "Janssen, H.A.M. and Maat, G.J.R. Canons Buried in the Stiftskapel of the Saint Servaas Basilica at Maastricht, A.D. 1070-1521: A Paleopathological Study, Barges Anthropologica 5, 2nd ed. (1999), Leiden.",
        "Jones, E. L., The Development of English Agriculture, 1815-1873. London: Macmillan, 1968.",
        "Komlos, John, Nutrition and Economic Development in the Eighteenth-Century Habsburg Monarchy. Princeton: Princeton University Press, 1989.",
        "Livi-Bacci, Massimo, The Nutrition-Mortality Link in Past Times: A Comment, Journal of Interdisciplinary History 14 (1983): 293-98.",
        "Maat, G.J.R., A Search for Secular Growth Changes in the Netherlands Preceding 1850. In J. Borms, R. Hauspie, A. Sand, C. Susanne and M. Hebbelinck (eds.), Human Growth and Development. Plenum Press: New York, 1984. Pp. 185-91.",
        "Maat, G.J.R., Mastwijk, R.W. and Sarfatij, H., Een Fysisch Anthropologisch Onderzoek van Begravenen bij het Minderbroedersklooster te Dordrecht, circa 1275-1572 AD. Amersfoort: Riijksdienst voor her Oudheidkundig Bodemonderzoek, 1998.",
        "Malcolm, L.A., Ecological Factors Relating to Child Growth and Nutritional Status. In Alexander F. Roche and Frank Falkner (eds.), Nutrition and Malnutrition: Identification and Measurement. New York: Plenum Press, 1974. Pp. 329-52.",
        "Margo, Robert A., and Steckel, Richard H., The Nutrition and Health of Slaves and Antebellum Southern Whites. In Robert William Fogel and Stanley L. Engerman (eds.), Without Consent or Contract: Conditions of Slave Life and the Transition to Freedom. New York: W.W. Norton, 1992. Pp. 508-21.",
        "Margo, Robert A., and Steckel, Richard H., The Heights of American Slaves: New Evidence on Slave Nutrition and Health, Social Science History 6 (1982), 516-38.",
        "Martorell, Reynaldo and Jean-Pierre Habicht, Growth in Early Childhood in Developing Countries. In Frank Falkner and J.M. Tanner (eds.), Human Growth: A Comprehensive Treatise, Vol. 3. New York: Plenum Press, 1986. Pp. 241-62.",
        "McKeown, Thomas, Food, Infection, and Population, Journal of Interdisciplinary History 14 (1983): 227-47.",
        "Molleson, Theya and Margaret Cox The Spitalfields Project: Volume 2--The Anthropology. Council for British Archaeology Research Report 86. York, 1993.",
        "Munter, A. Heinrich A study of the lengths of the long bones of the arms and legs in man, with special reference to Anglo-Saxon Skeletons Biometrika XXVIII (1928), 258-294.",
        "Nicholas, Stephen and Steckel, Richard H., Tall But Poor: Living Standards of Men and Women in Pre-Famine Ireland, with Stephen Nicholas, Journal of European Economic History 26 (1997), 105-34.",
        "ORourke, Kevin H. and Williamson, Jeffrey G., Globalization and History: The Evolution of a Nineteenth-Century Atlantic Economy. Cambridge, Mass: MIT Press, 1999.",
        "Parker, Geoffrey and Smith, Lesley M. (eds.), The General Crisis of the Seventeenth Century. New York: Routledge, 1997.",
        "Razzell, Peter, The Growth of Population in Eighteenth-Century England: A Critical Reappraisal, Journal of Economic History 53 (1993): 743-71.",
        "Sandberg, Lars G. and Steckel, Richard H., Was Industrialization Hazardous to Your Health? Not in Sweden! In Richard H. Steckel and Roderick Floud (eds.), Health and Welfare during Industrialization. Chicago: University of Chicago Press, 1997.",
        "Pp. 127-59. Sandberg, Lars G., and Steckel, Richard H., Heights and Economic History: The Swedish Case. Annals of Human Biology 14 (1987): 101-110.",
        "Sandberg, Lars and Richard H. Steckel, Soldier, Soldier, What Made You Grow So Tall? A Study of Height, Health, and Nutrition in Sweden, 1720-188, Economy and History 23 (1980): 91-105.",
        "Schmidt, I.M., M.H. Jorgensen, and K.F. Michaelsen, Height of Conscripts in Europe: Is Postneonatal Mortality a Predictor?, Annals of Human Biology 22 (1995), 57-67.",
        "Shay, Ted, The Stature of Military Conscripts: New Evidence on the Standard of Living in Japan. Paper given at the 1986 Social Science History Association meetings, St. Louis, Missouri.",
        "Steckel, Richard H., Height and Per Capita Income, Historical Methods 16 (1983): 1-7.",
        "Steckel, Richard H., Strategic Ideas in the Rise of the New Anthropometric History and Their Implications for Interdisciplinary Research, Journal of Economic History 58 (1998), 803-21.",
        "Steckel, Richard H., Industrialization and Health in Historical Perspective. In David Leon and Gill Walt (eds.), Poverty, Inequality and Health. Oxford: Oxford University Press, 2000. Pp. 37-57.",
        "Steckel, Richard H., Health, Nutrition and Physical Wellbeing. In Historical Statistics of the United States: Millennial Edition. Edited by Susan Carter, Scott Gartner, Michael Haines, Alan Olmstead, Richard Sutch, and Gavin Wright. New York: Cambridge University Press, forthcoming 2002.",
        "Steckel, Richard H. and Roderick Floud (eds.), Health and Welfare during Industrialization. Chicago: University of Chicago Press, 1997.",
        "Steffensen, Jon, Stature as a Criterion of the Nutritional Level of Viking Age Icelanders. Arbok hins islenzka fornleifafelags, fylgirit. 1958.",
        "Tracy, Michael, Agriculture in Western Europe. New York: Prager, 1964.",
        "Trotter, M. and Gleser, G.C., Estimation of Stature from Long Bones of American Whites and Negroes. American Journal of Physical Anthropology 10 (1952), 463- 514.",
        "Trow-Smith, Robert, Life from the Land: The Growth of Farming in Western Europe. London: Longmans. 1967.",
        "Werdelin, Lars, The Stature of Some Medieval Swedish Populations, FornvÃ\u0083Â¤nnen 80 (1985), 133-41."
    ]
}