{
    "id": 8543,
    "cites": 28,
    "cited_by": 8,
    "reference": [
        "Aturupane,-Chonira; Djankov,-Simeon; Hoekman,-Bernard (1998) Ã\u0082â\u0080\u009cHorizontal and Vertical Intra-industry Trade between Eastern Europe and the European Union,Ã\u0082â\u0080\u009d Weltwirtschaftliches-Archiv/Review-of-World-Economics;135(1), pages 62-81.",
        "Bhagwati, J. and Dehejia, V. (1994) Ã\u0082â\u0080\u009cFree Trade and Wages of the Unskilled: Is Marx Striking Again?Ã\u0082â\u0080\u009d in Bhagwati, J. and Kosters, M., eds. Ã\u0082â\u0080\u009cTrade and Wages: Leveling Wages Down?, Washington, DC: AEI Press.",
        "Bowen, H. et al, (1987) Ã\u0082â\u0080\u009cMulticountry, Multifactor Tests of the Factor Abundance Theory,Ã\u0082â\u0080\u009d American Economic Review, 791-809.",
        "Chipman, John S. (1992) Intra-Industry Trade, Factor Proportions and Aggregation, in Economic Theory and International Trade: Essays in Memoriam, J. Trout Rader, NY: Springer-Verlag.",
        "Davis, Donald and David Weinstein, (1998) Ã\u0082â\u0080\u009cAn Account of Global Factor Trade, NBER Working Paper 6785 November.",
        "Davis, Donald R. and David E. Weinstein (1999) Ã\u0082â\u0080\u009cTrade in a Non-Integrated World: Insights From a Factor Content Study,Ã\u0082â\u0080\u009d mimeo, Columbia University.",
        "Davis, Donald, David Weinstein, Scott Bradford and Kazushige Shimpo. (1997) Ã\u0082â\u0080\u009cUsing International and Japanese Regional Data to Determine when the Factor Abundance of Theory of Trade Works,Ã\u0082â\u0080\u009d with American Economic Review.",
        "Deardorff, A. (1998) Ã\u0082â\u0080\u009cDeterminants of Bilateral Trade: Does Gravity Work in a Neoclassical World?Ã\u0082â\u0080\u009d in J. Frankel, ed. The Regionalization of the World Economy,Ã\u0082â\u0080\u009d Chicago: U. of Chicago Pr.",
        "Dollar, D., Wolff, E. and W. Baumol. (1989) Ã\u0082â\u0080\u009cThe Factor-Price Equalization Model and Industry Labor Productivity: An Empirical Test across Countries,Ã\u0082â\u0080\u009d in Feenstra, Empirical Methods for International Trade, 23-48.",
        "Eaton, J. and Kortum, S. International Technology Diffusion: Theory and Measurement,Ã\u0082â\u0080\u009d International Economic Review, 40(3), 1999, 537-570.",
        "Falvey, R. (1981) Ã\u0082â\u0080\u009cCommercial Policy and Intra-industry Trade,Ã\u0082â\u0080\u009d Journal of International Economics, 11, pp. 495-511.",
        "Feenstra, Robert, James Markusen, and Andrew Rose (1999) Ã\u0082â\u0080\u009cUnderstanding the Home Market Effect and the Gravity Equation: The Role of Differentiating Goods,Ã\u0082â\u0080\u009d NBER Working Paper.",
        "Finger,-J.-M. (1975) Ã\u0082â\u0080\u009cTrade Overlap and Intra-Industry Trade,Ã\u0082â\u0080\u009d Economic-Inquiry;13(4), pages 581-89.",
        "Greenaway,-David; Hine,-Robert; Milner,-Chris (1994) Ã\u0082â\u0080\u009cCountry-Specific Factors and the Pattern of Horizontal and Vertical Intra-industry Trade in the UK,Ã\u0082â\u0080\u009d Weltwirtschaftliches-Archiv;130(1), pages 77-100.",
        "Grubel, P. and P. Lloyd (1975) Intra-Industry Trade: The Theory and Measurement of International Trade in Differentiated Products, London: Macmillan.",
        "Helpman, Elhanan (1998) Explaining the Structure of Foreign Trade: Where Do We Stand? Weltwirtschaftliches-Archiv/Review-of-World-Economics134(4), 1998, pages 573-89.",
        "Helpman, Elhanan (1999) Ã\u0082â\u0080\u009cThe Structure of Foreign Trade,Ã\u0082â\u0080\u009d Journal of Economic Perspectives, 13(2), pages 121-44.",
        "Kojima, K (1964) Ã\u0082â\u0080\u009cThe pattern of international trade among advanced countries,Ã\u0082â\u0080\u009d Hitotsubashi Journal of Economics, pp. 16-34.",
        "Krugman, P. (1996) Ã\u0082â\u0080\u009cBut For, As If, and So What? Thought Experiments on Trade and Factor Prices, Mimeo, MIT.",
        "Lancaster, Kelvin (1980) Ã\u0082â\u0080\u009cIntra-Industry Trade under Perfect Monopolistic Competition,Ã\u0082â\u0080\u009d Journal of International Economics; 10(2), May, pages 151-75.",
        "Leamer, E. (1980) Ã\u0082â\u0080\u009cThe Leontief Paradox, Reconsidered,Ã\u0082â\u0080\u009d Journal of Political Economy, 88(3).",
        "Leamer, E. (1984) Sources of International Comparative Advantage: Theory and Evidence. Cambridge: The MIT Press.",
        "Leamer E. (1987) Ã\u0082â\u0080\u009cPaths of Development in the Three-Factor, n-Good General Equilibrium Model,Ã\u0082â\u0080\u009d Journal of Political Economy, 95, pages 961-999.",
        "Leamer, E. (1990) Ã\u0082â\u0080\u009cTesting Trade Theory,Ã\u0082â\u0080\u009d NBER Working Paper 3957.",
        "Leamer, E. and Levinsohn, J. (1995) Ã\u0082â\u0080\u009cInternational Trade Theory: The Evidence,Ã\u0082â\u0080\u009d in Grossman, G. and Rogoff,-K., eds. Handbook of international economics. Volume 3. Handbooks in Economics, vol. 3. Amsterdam; New York and Oxford: Elsevier, North-Holland, pages 1339-94.",
        "Schott, P. Ã\u0082â\u0080\u009cOne Size Fits All? Specialization, Trade and Income Inequality,Ã\u0082â\u0080\u009d Mimeo, Yale, October 1999.",
        "Trefler, D. (1993) Ã\u0082â\u0080\u009cInternational Factor Price Differences: Leontief was Right!Ã\u0082â\u0080\u009d JPE, 101: 961-987.",
        "Trefler, D. (1995) The Case of the Missing Trade and Other HOV Mysteries,Ã\u0082â\u0080\u009d American Economic Review, 85: 1029-47."
    ]
}