{
    "id": 8548,
    "cites": 11,
    "cited_by": 21,
    "reference": [
        "Burdett, K. and K. Judd (1983, July). Equilibrium Price Dispersion. Econometrica 51(4), 955Ã\u0082â\u0080\u0093969.",
        "Geweke, J., M. Keane, and D. Runkle (1994, November). Alternative Computational Approaches to Inference in the Multinomial Probit Model. Review of Economics and Statistics 76(4), 609Ã\u0082â\u0080\u0093632.",
        "Goolsbee, A. and J. Brown (2000). Does the Internet Make Markets More Competitive? Evidence from the Life Insurance Industry. Mimeo, October 2000.",
        "Lerman, S. and C. Manski (1981). On the Use of Simulated Frequencies to Approximate Choice Probabilities, pp. 305Ã\u0082â\u0080\u0093319. MIT Press.",
        "McFadden, D. (1989, September). A Method of Simulated Moments for Estimation of Discrete Response Models Without Numerical Integration. Econometrica 57(5), 995Ã\u0082â\u0080\u00931026.",
        "McFadden, D. and K. Train (2000, September-October). Mixed MNL Models for Discrete Response. Journal of Applied Econometrics 15(5), 447Ã\u0082â\u0080\u0093470.",
        "Rice, J. (1984). Boundary Modification for Kernel Regression. Communications in Statistics: Theory and Methods 13, 893Ã\u0082â\u0080\u0093900.",
        "Rob, R. (1985, July). Equilibrium Price Distributions. Review of Economic Studies 52(3), 487Ã\u0082â\u0080\u0093504.",
        "Sorensen, A. (2000, August). Equilibrium Price Dispersion in Retail Markets for Prescription Drugs. Journal of Policital Economy 108(4), 833Ã\u0082â\u0080\u0093850.",
        "Stahl, D. O. (1989, September). Oligopolistic Pricing with Sequential Consumer Search. American Economic Review 79(4), 700Ã\u0082â\u0080\u0093712.",
        "Stahl, D. O. (1996). Oligopolistic Pricing with Heterogeneous Consumer Search. International Journal of Industrial Organization 14(2), 243Ã\u0082â\u0080\u0093268."
    ]
}