{
    "id": 8549,
    "cites": 31,
    "cited_by": 0,
    "reference": [
        "Robert Hughes, The Shock of the New (New York: Alfred A. Knopf, 1982).",
        "Sara Cornell, Art: A History of Changing Style (Englewood Cliffs, N.J.: Prentice-Hall, 1983).",
        "Ralph A. Britsch and Todd A. Britsch, The Arts in Western Culture (Englewood Cliffs, NJ: Prentice-Hall, 1984).",
        "Dennis J. Sporre, The Arts (Englewood Cliffs, NJ: Prentice-Hall, 1984).",
        "Edmund Burke Feldman, Thinking About Art (Englewood Cliffs, NJ: Prentice-Hall, 1985).",
        "H. H. Arnason and Daniel Wheeler, History of Modern Art, third edition (New York: Harry N. Abrams, 1986).",
        "Frederick Hartt, Art, third edition (New York: Harry N. Abrams, 1989).",
        "Michael Wood, Bruce Cole, and Adelheid Gealt, Art of the Western World (New York: Simon and Schuster, 1989).",
        "Kirk Varnedoe, A Fine Disregard: What Makes Modern Art Modern (New York: Harry N. Abrams, 1990).",
        "Horst de la Croix, Richard G. Tansey, and Diane Kirkpatrick, GardnerÃ\u0082â\u0080\u0099s Art Through the Ages, ninth edition (San Diego: Harcourt Brace Jovanovich, 1991).",
        "Philip Yenawine, How to Look at Modern Art (New York: Harry N. Abrams, 1991).",
        "Sam Hunter and John Jacobus, Modern Art, third edition (New York: Harry N. Abrams, 1992).",
        "Sandro Sprocati, editor, A Guide to Art (New York: Harry N. Abrams, 1992).",
        "Carol Strickland, The Annotated Mona Lisa: A Crash Course in Art History from Prehistoric to Post-Modern (Kansas City: Andrews and McMeel, 1992).",
        "Francis Frascina, Nigel Blake, Briony Fer, Tamar Garb, and Charles Harrison, Modernity and Modernism: French Painting in the Nineteenth Century (New Haven: Yale University Press, 1993).",
        "Charles Harrison, Francis Frascina, and Gill Perry, Primitivism, Cubism, Abstraction: The Early Twentieth Century (New Haven: Yale University Press, 1993).",
        "Briony Fer, David Batchelor, and Paul Wood, Realism, Rationalism, Surrealism: Art between the Wars (New Haven: Yale University Press, 1993).",
        "Paul Wood, Francis Frascina, Jonathan Harris, and Charles Harrison, Modernism in Dispute: Art Since the Forties (New Haven: Yale University Press, 1993).",
        "Larry Silver, Art in History (Englewood Cliffs: Prentice-Hall, 1993).",
        "Laurie Schneider Adams, A History of Western Art (New York: Harry N. Abrams, 1994).",
        "William Fleming, Arts and Ideas, ninth edition (Fort Worth: Harcourt Brace, 1995).",
        "H. W. Janson and Anthony F. Janson, History of Art, fifth edition (New York: Harry N. Abrams, 1995).",
        "Marilyn Stokstad and Marion Spears Grayson, Art History (New York: Harry N. Abrams, 1995).",
        "Liz Dawtrey, Toby Jackson, Mary Masterton, Pam Meecham, and Paul Wood, Investigating Modern Art (New Haven: Yale University Press, 1996).",
        "Alison Gallup, Gerhard Gruitroy, and Elizabeth M. Weisberg, Great Paintings of the Western World (New York: Hugh Lauter Levin Associates, 1997).",
        "David Wilkins, Bernard Schultz, and Katheryn M. Linduff, Art Past, Art Present, third edition (New York: Harry N. Abrams, 1997).",
        "Julian Freeman, Art: A Crash Course (New York: Watson-Guptill, 1998).",
        "Volker Gebhardt, The History of Art (New York: BarronÃ\u0082â\u0080\u0099s, 1998).",
        "Hugh Honour and John Fleming, The Visual Arts: A History (New York: Harry N. Abrams, 1999).",
        "Duane Preble, Sarah Preble, and Patrick Frank, Artforms: An Introduction to the Visual Arts, sixth edition (New York: Longman, 1999).",
        "Martin Kemp, editor, The Oxford History of Western Art (Oxford: Oxford University Press, 2000)."
    ]
}