{
    "id": 8550,
    "cites": 21,
    "cited_by": 46,
    "reference": [
        "Cheung, Yin-Wong and Kon S. Lai, 2000, On the purchasing power parity puzzle, Journal of International Economics 52, 321-330.",
        "Cheung, Yin-Wong, Kon S. Lai, and Michael Bergman, 1999, Ã\u0082â\u0080\u009cParity Convergence of Real Exchange Rates: What Role Does Price Adjustment Play?Ã\u0082â\u0080\u009d Discussion Paper, California State University.",
        "Clark, Peter K., 1987, The cyclical component of U.S. economic activity, Quarterly Journal of Economics 102, 797-814.",
        "Dornbusch, Rudiger, 1976, Expectations and exchange rate dynamics, Journal of Political Economy 84, 1161-1176.",
        "Engel, Charles 1999, Accounting for U.S. real exchange rate changes, Journal of Political Economy 107, 507-538.",
        "Engel, Charles, 2000, Long-run PPP may not hold after all, Journal of International Economics 51, 243-273.",
        "Frankel, Jeffrey A., 1986, International capital mobility and crowding out in the U.S. economy: Imperfect integration of financial markets or of goods markets?, in R. Haver, ed., How Open is the U.S. Economy? (Lexington).",
        "GalÃ\u0083Â­, Jordi; Mark Gertler; and J. David LÃ\u0083Â³pez-Salido, 2000, European inflation dynamics, manuscript, New York University.",
        "Goldfajn, Ilan, and Rodrigo Valdes, 1999, The aftermath of appreciations, Quarterly Journal of Economics 114, 229-262.",
        "Harvey, Andrew, 1985, Trends and cycles in macroeconomic time series, Journal of Business and Economics Statistics 8, 231-247.",
        "Harvey, Andrew, 1993, Time Series Models, 2nd ed. (MIT Press, Cambridge).",
        "Lothian, James, and Mark Taylor, 1996, Real exchange rate behavior: The recent float from the perspective of the past two centuries, Journal of Political Economy 104, 488-509.",
        "Morley, James, Charles Nelson, and Eric Zivot, 2001, Ã\u0082â\u0080\u009cWhy Are Beveridge-Nelson and Unobserved Component Decompositions of GDP So Different?Ã\u0082â\u0080\u009d Discussion Paper, University of Washington.",
        "Murray, Christian J. and David H. Papell, 2000, The purchasing power parity persistence paradigm, Journal of International Economics, forthcoming.",
        "Mussa, Michael, 1982, A model of exchange-rate determination, Journal of Political Economy 90, 74-104.",
        "Obstfeld, Maurice and Kenneth Rogoff, 1984, Exchange rate dynamics with sluggish prices under alternative price-adjustment rules, International Economic Review 25, 159-174.",
        "Papell, David, 1997, Searching for stationarity: Purchasing power parity under the current float, Journal of International Economics 43, 313-332.",
        "Rogoff, Kenneth, 1996, The purchasing power parity puzzle, Journal of Economic Literature 34 (June) 647-668.",
        "Stockman, Alan C., 1987, The equilibrium approach to exchange rates, Federal Reserve Bank of Richmond Economic Review 73 (March/April,), 12-30.",
        "Wei, Shang-Jin, and David C. Parsley, 1995, Purchasing power disparity during the floating rate period: exchange rate volatility, trade barriers and other culprits, National Bureau of Economic Research, working paper no. 5032.",
        "Wu, Yangru, 1996, Are real exchange rates nonstationary? Evidence from a panel-data test, Journal of Money, Credit and Banking 28, 54-63."
    ]
}