{
    "id": 8553,
    "cites": 32,
    "cited_by": 9,
    "reference": [
        "Ando, A. and F. Modigliani. 1963. The Life-Cycle Hypothesis of Saving: Aggregate Implications and Tests. The American Economic Review, 89(3), pp. 605-618.",
        "Auerbach, A.J. and L.J. Kotlikoff. 1987. Dynamic Fiscal Policy. Cambridge, MA: Cambridge University Press.",
        "Birg, H. and A. BÃ\u0083Â¶rsch-Supan. 1999. FÃ\u0083Â¼r eine neue Aufgabenteilung zwischen gesetzlicher und privater Altersversorgung. Berlin: Gesamtverband der Versicherungswirtschaft.",
        "Blommestein, H. 1998. Ageing-induced capital flows to emerging markets do not solve OECDs basic pension problem. in H.J. Blommestein and N. Funke, ed. Institutional Investors in the New Financial Landscape. Paris: OECD, pp. 349-362.",
        "Bloom, D.E. and J.G. Williamson. 1998. Demographic Transitions and Economic Miracles in Emerging Asia. World Bank Economic Review, 12(3), pp. 419-455.",
        "BÃ\u0083Â¶rsch-Supan, A. 1995a. Die Rolle von Direktinvestitionen bei der regionalen Entwicklung eines alternden Europas. in B. Gahlen, H. Hesse and H.-J. Ramser, ed. Standort und Region: Neue AnsÃ\u0083Â¤tze zur RegionalÃ\u0083Â¶konomik (Wirtschaftswissenschaftliches Seminar Ottobeuren, Vol. 24). TÃ\u0083Â¼bingen: J.C.B. Mohr (Paul Siebeck).",
        "BÃ\u0083Â¶rsch-Supan, A. 1995b. The Impact of Population Aging on Savings, Investment and Growth in the OECD Area. in OECD, ed. Future Global Capital Shortages: Real Threat or Pure Fiction? Paris: OECD, pp. 103-141.",
        "BÃ\u0083Â¶rsch-Supan, A. 1999. Capital productivity and the nature of competition. Brookings Papers on Economic Activity, Microeconomics, pp. 205-248.",
        "BÃ\u0083Â¶rsch-Supan, A. 2000. A blueprint for Germanys pension reform. Paper presented at the workshop Reforming Old-Age Pension Systems, Magdeburg, May 25-26, 2000.",
        "BÃ\u0083Â¶rsch-Supan, A. and A. Brugiavini. 2001. Savings: The policy debate in Europe. Oxford Review of Economic Policy, 17(1), pp. 116-143.",
        "De Nardi, M., S. Imrohoroglu and T.J. Sargent. 1999. Projected U.S. demographics and social security. Review of Economic Dynamics, 2, pp. 575-615.",
        "Deardorff, A.V. 1985. Trade and capital mobility in a world of diverging populations. in D.G. Johnson and R.D. Lee, ed. Population Growth and Economic Development: Issues and Evidence. Madison, WI: University of Wisconsin Press.",
        "Diamond, P.A. 1965. National debt in a neoclassical growth model. American Economic Review, 55, pp. 1126-1150.",
        "Fehr, H. 2000. Pension reform during the demographic transition. Scandinavian Journal of Economics, 102(3), pp. 419-443.",
        "Feldstein, M. and C. Horioka. 1980. Domestic Saving and International Capital Flows.",
        "Economic Journal, 90, pp. 314-329. Fougere, M. and M. Merette. 1999. Population aging and economic growth in seven OECD countries. Economic Modelling, 16, pp. 411-427.",
        "French, K.R. and J.M. Poterba. 1991. Investor diversification and international equity markets. American Economic Review, Papers and Proceedings, 81, pp. 222-226.",
        "Ludwig, A. 2001. Rentenreform im globalen Kontext. forthcoming: Peter Lang Verlag, Frankfurt.",
        "LÃ\u0083Â¼hrmann, M. 2001. The role of demographic change in explaining international capital flows. Mimeo, University of Mannheim.",
        "Leibfritz, W., D. Roseveare, D. Fore and E. Wurzel. 1996. Ageing populations, pension systems and government budgets Ã\u0082â\u0080\u0093 how do they affect savings? in OECD ed. Future global capital shortages Ã\u0082â\u0080\u0093 real threat or pure fiction? Paris: OECD, pp. 47-102.",
        "Maddison, A. 1987. Growth and Slowdown in Advanced Capitalist Economies: Techniques of Quantitative Assessment. Journal of Economic Literature, 25, pp. 649-698.",
        "McKinsey Global Institute. 1996. Capital Productivity, Washington, D.C..",
        "Miles, D. 1999. Modeling the impact of demographic change upon the economy. Economic Journal, 109, pp. 1Ã\u0082â\u0080\u009336.",
        "Miles, D. and A. Iben. 2000. The reform of pension systems: Winners and losers across generations in the United Kingdom and Germany. Economica, 67, pp. 203-228.",
        "Miles, D. and A. Timmermann. 1999. Risk sharing and transition costs in the reform of pension systems in Europe. Economic Policy, 29, pp. 253-286.",
        "Modigliani, F. and R. Brumberg. 1954. Utility Analysis and the Consumption Function: An Interpretation of Cross-Section Data. in K.K. Kurihara ed. Post-Keynesian Economics. New Brunswick: Rutgers University Press, pp. 388-436.",
        "Understanding Interdependence: The Macroeconomics of the Open Economy, Princeton, NJ: Princeton University Press, pp. 201-261. Obstfeld, M. and K. Rogoff. 1996. Foundations of International Macroeconomics.",
        "Economic Journal, 109, pp. 492-508. Pemberton, J. 2000. National and international privatization of pension. Mimeo, University of Reading.",
        "Reisen, Helmut. 2000. Pensions, Savings and Capital Flows. From Ageing to Emerging Markets. Cheltenham, Edward Elgar.",
        "Samuelson, P.A. 1958. An exact consumption-loan model of interest with or without social contrivance of money. Journal of Political Economy, 66, pp. 467Ã\u0082â\u0080\u0093482.",
        "World Bank. 1997. Private Capital Flows to Developing Countries Ã\u0082â\u0080\u0093 The Road to Financial Integration. World Bank Policy Research Report, Oxford University Press, New York.",
        "See Leibfritz, Roseveare, Fore and Wurzel (1996)."
    ]
}