{
    "id": 8554,
    "cites": 34,
    "cited_by": 518,
    "reference": [
        "C. Alexander, A primer on the orthogonal garch model. University of Reading, February 2000.",
        "D. W. K. Andrews and W. Ploberger, Optimal tests when a nuisance parameter is present only under the alternative, Econometrica, 62 (1994), pp. 1383Ã\u0082â\u0080\u00931414.",
        "T. Bollerslev, Generalization of arch process, Journal of Econometrics, 31 (1986), pp. 307Ã\u0082â\u0080\u009327.",
        "T. Bollerslev, Modelling the coherence in short run nominal exchange rates: A multivariate generalized arch model, The Review of Economics and Statistics, 72 (1990), pp. 498Ã\u0082â\u0080\u0093505.",
        "T. Bollerslev, R. F. Engle, and D. B. Nelson, Arch models, in Handbook of Econometrics, vol. 4, Elsevier North Holland, 1994.",
        "T. Bollerslev, R. F. Engle, and J. M. wooldridge, A capital asset pricing model with time-varying covariances, Journal of Political Economy, 96 (1988), pp. 116Ã\u0082â\u0080\u0093131.",
        "T. Bollerslev and J. M. wooldridge, Quasi-maximum likelihood estimation and inference in dynamic models with time-varying covariances, Econometric Reviews, 11 (1992), pp. 143Ã\u0082â\u0080\u0093172.",
        "J. Y. Camble, A. W. Lo, and A. C. MacKinlay, The Econometrics of Financial Markets, Princeton University Press, Princeton, New Jersey, 1997.",
        "G. Casella and R. L. Berger, Statistical Inference, Duxbury Press, Belmont, California, 1990.",
        "J. Conlisk, Matrix algebra for economics lecture notes, 1998.",
        "A. Demos and E. Sentana, Testing for garch effects: A one-sided approach, Journal of Econometrics, 86 (1998), pp. 97Ã\u0082â\u0080\u0093127.",
        "R. F. Engle, Dynamic conditional correlation - a simple class of multivariate garch models. UCSD, May 2001.",
        "R. F. Engle and K. F. Kroner, Multivariate simultaneous generalized arch, Econometric Theory, 11 (1995), pp. 122Ã\u0082â\u0080\u0093150.",
        "R. F. Engle and S. Manganelli, Caviar: Conditional autoregressive value at risk by regression quantiles. University of California at San Diego Working Paper, July 1999.",
        "R. F. Engle, V. Ng, and M. Rothschild, Asset pricing with a factor arch covariance structure: Empirical estimates for treasury bills, Journal of Econometrics, 45 (1990), pp. 213Ã\u0082â\u0080\u0093237.",
        "R. V. Foutz and R. C. Srivastava, The performance of the likelihood ratio test when the model is incorrect, The Annals of Statistics, 5 (1977), pp. 1183Ã\u0082â\u0080\u009394.",
        "A. R. Gallant and H. White, A Unified Theory for Estimation and Inference for Nonlinear Dynamic Models, Basil Blackwell, New York, 1988.",
        "C. Gourieroux, A. Monfort, and A. Trognon, Pseudo maximum likelihood methods: Theory, Econometrica, 52 (1984), pp. 681Ã\u0082â\u0080\u0093700.",
        "A. Harvey, E. Ruiz, and N. Shephard, Multivariate stochastic variance models, Review of Economic Studies, 61 (1994), pp. 247Ã\u0082â\u0080\u0093264.",
        "A. Hirsch, Theory and practice of arch modelling. Deutsch Bank, November 1997.",
        "T. Jeantheau, Strong consistency of estimators for multivariate garch models, Econometric Theory, 14 (1998), pp. 70Ã\u0082â\u0080\u009386.",
        "O. Ledoit, Improved estimation of the covariance matrix of stock returns with an application to portfolio selection. Anderson Graduate School of Management, March 1997.",
        "J. H. H. Lee, A lagrange multiplier test for garch models, Economics Letters, 37 (1991), pp. 265Ã\u0082â\u0080\u0093272.",
        "W. K. Li and T. Mak, On the squared residual autocorrelations in non-linear time series with conditional heteroskedasticity, Journal of Time Series Analysis, 15 (1994), pp. 627Ã\u0082â\u0080\u0093636.",
        "K.-Y. Liang and S. G. Self, On the asymptotic behavior of teh pseudolikelihood ratio test statistic, Journal of the Royal Statistical Society B, 58 (1996), pp. 785Ã\u0082â\u0080\u009396.",
        "G. F. Loudon, W. H. Watt, and P. K. Yadav, An empirical analysis of alternative parametric arch models, Journal of Applied Econometrics, 15 (2000), pp. 117Ã\u0082â\u0080\u0093136.",
        "J. R. Magnus and H. Neudecker, Matrix Differential Calculus with Application in Statistics and Econometrics, John Wiley and Sons, New York, 1988. Wiley Series in Probability and Mathematical Statistics.",
        "D. Nelson and C. Cao, Inequality constraints in the univariate garch model, Journal of Business and Economic Statistics, 10 (1992), pp. 229Ã\u0082â\u0080\u009335.",
        "W. K. Newey and D. McFadden, Large sample estimation and hypothesis testing, in Handbook of Econometrics, vol. 4, Elsevier North Holland, 1994.",
        "A. Pagan, Two stage and related estimators and their applications, Review of Economic Studies, 53 (1986), pp. 517Ã\u0082â\u0080\u0093538.",
        "Y. K. Tse, A test for constant correlations in a multivariate garch model, Journal of Econometric, 98 (2000), pp. 107Ã\u0082â\u0080\u0093127.",
        "Y. K. Tse and A. K. Tsui, A multivariate garch model with time-varying correlations. National University of Singapore, December 1998.",
        "A. K. Tsui and Q. Yu, Constant conditional correlation in a bivariate garch model: Evidence from the stock market in china, Mathematics and Computers in Simulation, 48 (1999), pp. 503Ã\u0082â\u0080\u0093509.",
        "H. White, Estimation, Inference, and Specification Analysis, Cambridge University Press, Cambridge, 1996. Econometric Society Monographs."
    ]
}