{
    "id": 8555,
    "cites": 19,
    "cited_by": 11,
    "reference": [
        "Alesina, Alberto, Reza Baqir and William Easterly. 1999. Public Goods and Ethnic Divisions. The Quarterly Journal of Economics. Volume 114, No. 4.",
        "Blanchard, Olivier and Lawrence Katz. 1992. Regional Evolutions. Brookings Papers on Economic Activity, No. 1, pp 1-61.",
        "Borjas, George J.; Richard Freeman, and Lawrence Katz. 1997. How Much Do Immigration and Trade Affect Labor Market Outcomes? Brookings Papers on Economic Activity v0 n1 1-67.",
        "Clotfelter, Charles. 1976. Public Spending for Higher Education: An Empirical Test of Two Hypotheses. Public Finance, 31, 174-194.",
        "Abundance Theory of Trade Works. The American Economic Review, Vol. 87, No. 3. (June), pp. 421-446. Freeman, Richard. 1979. The Effect of Demographic Factors on the Age-Earnings Profile in the U.S. Journal of Human Resources XIV:3.",
        "Glaeser, Edward L., Jose A. Scheinkman, and Andrei Shleifer. 1995. Economic Growth in a Cross Section of Cities, Journal of Monetary Economics, 36:117-143.",
        "Glendon, Spencer, 1998. Urban Life Cycles. Harvard University Mimeo.",
        "Gove, Samuel. 1988. Governors and Higher Education: A Stock-Taking in Governors and Higher Education. Gove and Beyle (ed.) Denver: Education Commission of the States.",
        "Hamermesh, Daniel. 1986. The Demand for Labor in the Long Run in O. Ashenfelter and R. Layard, eds., Handbook of Labor Economics, North-Holland Press.",
        "Hanson, Gordon and Matthew Slaughter. forthcoming. Labor Market Adjustments in Open Economies: Evidence from US States. Journal of International Economics. Jencks, Christopher and David Reisman. 1969. The Academic Revolution. Anchor Books: Garden City, N.Y.",
        "Jones, Ronald. 1965. The Structure of General Equilibrium Models. Journal of Political Economy 73 (December): 225-36.",
        "Justman, Moshe and Jacques-Francois Thisse. 1997. Implications of the mobility of skilled labor for public funding of higher education. Economic Letters 55, pp. 409-412.",
        "Long, Larry E. 1988. Migration and residential mobility in the United States. New York: Russell Sage Foundation.",
        "Moretti, Enrico. 1999. Estimating the Social Return to Education: Evidence from Repeated Cross-sectional and Longitudinal Data. Center for Labor Economics, Working Paper 21.",
        "Newhouse, Joseph P., et al. 1982. Does the Geographical Distribution of Physicians Reflect Market Failure? Bell Journal of Economics v13, n2 (Autumn 1982): 493-505.",
        "Rauch, James E. 1993. Productivity Gains from Geographic Concentration of Human Capital: Evidence from the Cities. Journal of Urban Economics v34 n3 380-400.",
        "Strathman, James. 1994. Migration, Benefit Spillovers and State Support of Higher Education. Urban Studies. Vol. 31, 6 (June).",
        "Welch, Finis. 1979. Effects of Cohort Size on Earnings: The Baby Boom Babies Financial Bust. The Journal of Political Economy, Vol. 87, No. 5, Part 2: Education and Income Distribution. pp. S65-S97.",
        "Working, E.J. 1927. What Do Statistical Demand Curves Show? Quarterly Journal of Economics, Vol. 41, No. 2. pp. 212-235."
    ]
}