{
    "id": 8558,
    "cites": 19,
    "cited_by": 10,
    "reference": [
        "Baumol, William J., John C. Panzar, and Robert D. Willig. (1982) Contestable Markets and the Theory of Industry Structure. New York, Harcourt Brace Jovanovich.",
        "Betts, Caroline and Michael Devereux. (2000) Exchange Rate Dynamics in a Model of Pricing-to-Market. Journal of International Economics 50, 215-244.",
        "Blinder, Alan S. (1993) Why Are Prices Sticky? Preliminary Results from an Interview Study, in Optimal Pricing, In ation, and the Cost of Price Adjustment, Eytan Sheshinski and Yoram Weiss, eds., MIT Press, Cambridge, MA.",
        "Blundell, Richard and Stephen Bond. (1998) Initial Conditions and Moment Restrictions in Dynamic Panel Data Models. Journal of Econometrics, 87(1), 115-143.",
        "Campbell, Je rey R. and Jonas D.M. Fisher. (1996) Aggregate Employment Fluctuations with Microeconomic Asymmetries. NBER Working Paper 5767.",
        "Carlton, Dennis W. (1986) The Rigidity of Prices. American Economic Review, 76(4), 637-658.",
        "Chari, V.V., Patrick J. Kehoe, and Ellen R. McGrattan. (2000a) Sticky Price Models of the Business Cycle: Can the Contract Multiplier Solve the Persistence Problem? Econometrica, 68(5), 1151-1179.",
        "Chari, V.V., Patrick J. Kehoe, and Ellen R. McGrattan. (2000b) Can Sticky Price Models Generate Volatile and Persistent Real Exchange Rates? Federal Reserve Bank of Minneapolis Research Department Sta  Report 277.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles Evans. (2001) Nominal Rigidities and the Dynamic E ects of a Shock to Monetary Policy. NBER Working Paper 8403.",
        "Davis, Steven J., John C. Haltiwanger, and Scott Schuh. (1996) Job Creation and Destruction, MIT Press, Cambridge, MA.",
        "Devereux, Michael B. and Charles Engel. (2000) Monetary Policy in the Open Economy Revisited: Price Setting and Exchange Rate Flexibility. NBER Working Paper 7665.",
        "Eden, Benjamin. (1994) The Adjustment of Prices to Monetary Shocks when Trading is Uncertain and Sequential. Journal of Political Economy, 102(3), 493-509.",
        "Engel, Charles and John Rogers. (1996) How Wide is the Border? American Economic Review, 86(5), 1112-1125.",
        "Engel, Charles. (2001) The Responsiveness of Consumer Prices to Exchange Rates and the Implications for Exchange-Rate Policy: A Survey of a few Recent New Open-Economy Macro Models. Working Paper, University of Wisconsin.",
        "Ford, Theresa. (1992) International Outshopping Along the Canada-United States Border: The Case of Western New York. Canada-United States Trade Center Occasional Paper No. 12, State University of New York at Bu alo.",
        "Foster, Lucia, John Haltiwanger, and C.J. Krizan. (2001) The Link Between Aggregate and Micro Productivity Growth: Evidence from Retail Trade. Working Paper, University of Maryland.",
        "Lach, Saul and Daniel Tsiddon. (1996) Staggering and Synchronization in Price-Setting: Evidence from Multiproduct Firms. American Economic Review, 86(5), 1175-1196.",
        "MacDonald, James M. and Daniel Aaronson. (2000) How Do Retail Prices React to Minimum Wage Increases? Federal Reserve Bank of Chicago Working Paper 00-20.",
        "Obstfeld, Maurice and Kenneth Rogo . (2000) New Directions for Stochastic Open Economy Models. Journal of International Economics, 50(1), 117-153."
    ]
}