{
    "id": 8559,
    "cites": 15,
    "cited_by": 111,
    "reference": [
        "Bacchetta, Philippe, and Eric van Wincoop, 2000a, Does exchange rate stability increase trade and welfare?, American Economic Review 90, 1093-1109.",
        "Bacchetta, Philippe, and Eric van Wincoop, 2000b, Trade flows, prices and the exchange rate regime, Study Center Gerzensee, mimeo.",
        "Betts, Caroline and Michael B. Devereux, 1996, The exchange rate in a model of pricing to market, European Economic Review, 40, 1007-1021.",
        "Campa, JosÃ\u0083Â© M., and Linda S. Goldberg, 2001, Exchange rate pass-through into import prices: a macro or micro phenomenon?, Federal Reserve Bank of New York, mimeo.",
        "Chari, V.V., Patrick J. Kehoe, and Ellen R. McGrattan, 2000, Can sticky price models generate volatile and persistent real exchange rates?, National Bureau of Economic Research, working paper no. 7869.",
        "Corsetti, Giancarlo and Paolo Pesenti, 2001, Optimal interest rate rules and exchange rate passthrough,Ã\u0082â\u0080\u009d Federal Reserve Bank of New York, mimeo.",
        "Devereux, Michael B., and Charles Engel, 2000, Monetary policy in the open economy revisited: Price setting and exchange rate flexibility, National Bureau of Economic Research, working paper no. 7665.",
        "Devereux, Michael B., Charles Engel, and CÃ\u0083Â©dric Tille, 1999, Exchange rate pass-through and the welfare effects of the euro, National Bureau of Economic Research, working paper no. 7382.",
        "Giovannini, Alberto, 1988, Exchange rates and traded goods prices, Journal of International Economics 24, 45-68.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 1995, Exchange rate dynamics redux, Journal of Political Economy 103, 624-60.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 1998, Risk and exchange rates, National Bureau of Economic Research, working paper no. 6694.",
        "Ortiz, Guillermo M., 1999, Dollarization: fad or future for Latin America?, IMF Economic Forum, transcript.",
        "Sutherland, Alan, 2001, Incomplete pass-through and the welfare effects of exchange rate variability, University of St. Andrews, mimeo.",
        "Taylor, John B., 2000, Low-inflation, pass-through, and the pricing power of firms, European Economic Review 44, 1389-1408.",
        "Tille, CÃ\u0083Â©dric, 2000, Ã\u0082â\u0080\u0098Beggar-thy-neighborÃ\u0082â\u0080\u0099 or Ã\u0082â\u0080\u0098beggar thyselfÃ\u0082â\u0080\u0099? The income effects of exchangerate fluctuations, Federal Reserve Bank of New York, Staff Report 112."
    ]
}