{
    "id": 8560,
    "cites": 14,
    "cited_by": 8,
    "reference": [
        "Brueckner, Jan K. 2000. Welfare Reform and the Race to the Bottom: Theory and Evidence. Southern Economic Journal 66: 505-525.",
        "Blank, Rebecca M. 1988. The Effect of Welfare and Wage Levels on the Location Decisions of Female- headed Households. Journal of Urban Economics 24:186-211.",
        "Council of Economic Advisers. 1999. Technical Report: The Effects of Welfare Policy and Economic Expansion on Welfare Caseloads: An Update. Washington, DC: Executive Office of the President of the United States.",
        "Ennchautegui, Maria E. 1997. Welfare Payments and Other Economic Determinants of Female Migration. Journal of Labor Economics 15:529-554.",
        "Figlio, David N., and James P. Ziliak (1999). Welfare Reform, the Business Cycle, and the Decline in AFDC Caseloads. In Sheldon H. Danziger, (Ed.). Economic Conditions and Welfare Reform (pp 17-48). Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Gramlich, Edward M. and Deborah S. Laren. 1984. Migration and Income Redistribution Responsibilities. Journal of Human Resources 19:489-511.",
        "Horst, Toni. 2001. Move It or Lose It. www.dismal.com July 5, 2001.",
        "Hoynes, Hilary Williamson. 1997. Work and Marriage Incentives in Welfare Programs: What Have We Learned? in Fiscal Policy: Lessons from Economic Research ed. By Alan Aurerbach.",
        "Levine, Phillip B. and David J. Zimmerman. 1995. An Empirical Analysis of the Welfare Debate Using the NLSY. National Bureau of Economic Research Working Paper No. 5264, Cambridge, MA: NBER.",
        "Meyer, BruceD. 2000. Do the Poor Move to Receive Higher Welfare Benefits? unpublished manuscript Northwestern University.",
        "Schoeni, Robert F. and Rebecca M. Blank (2000). What has Welfare Reform Accomplished? Impacts on Welfare Participation, Employment, Income, Poverty and Family Structure. National Bureau of Economic Research, Working Paper No. 7627, Cambridge, MA: NBER.",
        "National Governors Association. 1997. Summary of Selected Elements of State Plans for Temporary Assistance for Needy Families as of November 20, 1997, National Governors Association Center for Best Practices. http://www.nga.org/CBP/Activities/WelfareReform.asp.",
        "Walker, James R. 1994. Migration Among Low-income Households: Helping the Witch Doctors Reach Consensus. unpublished manuscript University of Wisconsin.",
        "Ziliak, James P., David N. Figlio, Elizabeth E. Davis, and Laura S. Connolly (2000). Accounting for the Decline in AFDC Caseloads: Welfare Reform or the Economy. Journal of Human Resources, 35:570-586."
    ]
}