{
    "id": 8562,
    "cites": 30,
    "cited_by": 11,
    "reference": [
        "Berger, M. C. and J. P. Leigh, 1988, The Effect of Alcohol Use on Wages, Applied Economics 20, 1343-1351.",
        "Cook, P. J., 1981, The Effect of Liquor Taxes on Drinking, Cirrhosis and Auto Fatalities, In: Moore, M and Gerstein, D., eds., Alcohol and Public Policy: Beyond the Shadow of Prohibition.",
        "Washington DC: National Academy of Sciences, pp. 255-285. Cook, P. J., 1994, Alcohol Consumption and Young Adults Socioeconomic Status: Comment, Brookings Papers on Economic Activity: Microeconomics 162-166.",
        "Cook, P. J. and M. J. Moore, 1993, Dinking and Schooling, Journal of Health Economics 12, 411- 429.",
        "Cook, P. J. and G. Tauchen, 1982, The Effect of Liquor Taxes on Heavy Drinking, Bell Journal of Economics 13(2): 379-390.",
        "Doll, R., Peto, R., Hall, E., Wheatley, K. and R. Gray, 1994, Mortality in Relationship to Consumption of Alcohol: 13 Years Observations on Male British Doctors, British Medical Journal 309, 911-918.",
        "Evans, W.N. and J. Ringle, 1997, Can Higher Cigarette Taxes Improve Birth Outcomes? NBER Working Paper 5998, Cambridge MA: NBER.",
        "French, M. T. and G. A. Zarkin, 1995, Is Moderate Alcohol Use Related to Wages? Evidence from Four Worksites, Journal of Health Economics 14, 319-344.",
        "Fuchs, C. S., Stampfer, M. J., Colditz, G. A., Giovannucci, E. L., Manson, J. E., Kawachi, I., Hunter, D. J., Hankinson, S. E., Hennekens, C. H., Rosner, B., Speizer, F. E. aand W. C. Willett, 1995, Alcohol Consumption and Mortality Among Women, New England Journal of Medicine 332, 1245-1250.",
        "Gronbaek, M., Deis, A., Sorensen, T. I. A., Becker U., Schnohr, P. and G. Jensen, 1995, Mortality Associated with Moderate Intakes of Wine, Beer and Spirits, British Medical Journal 310, 1165- 1169.",
        "Grossman, M., F.J. Chaloupka and I. Sirtilan, An Empirical Analysis of Alcohol Addiction: Results from Monitoring the Future Panels, Economic Inquiry 36, 39-48. Hamilton V. and B. H. Hamilton, 1997, Alcohol and Earnings: Does Drinking Yield a Wage Premium?, Canadian Journal of Economics 30, 135-151.",
        "Heien, D. M., 1996, Do Drinkers Earn Less?, Southern Economic Journal 63, 60-68.",
        "Huber, P. 1967, The Behavior of Maximum Likelihood Estimators Under Nonstandard Conditions. In Proceedings of the Fifth Berkeley Symposium in Mathematical Statistics Vol. 1. Berkeley: University of California Press.",
        "Kenkel, D.S. and D.C. Ribar, 1994, Alcohol Consumption and Young Adults Socioeconomic Status, Brookings Papers on Economic Activity: Microeconomics 119-175.",
        "Kenkel, D.S. and P. Wang, 1998, Are Alcoholics in Bad Jobs?, NBER Working Paper 640, Cambridge, MA: Ntional Bureau of Economic Research.",
        "Kenkel, D.S., 1993, Drinking, Driving and Deterrence, Journal of Law and Economics 36, 877-913.",
        "Klerman, J. A., 1998, Welfare Reform and Abortion, in R. Moffitt, ed., Welfare, The Family, and Reproductive Behavior, Washington, DC: National Academy Press.",
        "Leung, S. F. and C.E. Phelps, 1993, My Kingdom for a DrinkÃ\u0082â\u0080¦?: A Review of the Price Sensitivty of Demand for Alcoholic Beverages, in M. Hilton and G. Bloss, eds., Economics and the Prevention of Alcohol-Related Problems, Washington: National Institute on Alcohol Abuse and Alcoholism, NIH Publication No. 93-3513.",
        "Manning, W.G., L. Blumberg and L.H. Moulton, 1995, The Demand for Alcohol: The Differential Response to Price, Journal of Health Economics 14, 123-148.",
        "Manning, W.G., and J. Mullahy, 1998, The Effect of Price on Patterns of alcohol Consumption, unpublished manuscript, Department of Health Studies, University of Chicago.",
        "Markowitz, S. and M. Grossman, 1998, Alcohol Regulation and Domestic Violence Towards Children, Contemporary Economic Policy 16:309-320.",
        "Mullahy, J., 1993, Alcohol and the Labor Market, in M. Hilton and G. Bloss, eds., Economics and the Prevention of Alcohol-Related Problems, Washington: National Institute on Alcohol Abuse and Alcoholism, NIH Publication No. 93-3513.",
        "Mullay J. and J.L. Sindelar, 1993, Alcoholism, Work, and Income, Journal of Labor Economics 11, 494-520.",
        "Alcohol and Health, NIH Publication No. 00-1583. Peltzman, S., 1994, Alcohol Consumption and Young Adults Socioeconomic Status: Comment, Brookings Papers on Economic Activity: Microeconomics 167-168.",
        "Ruhm, C. J., 1996, Alcohol Policies and Highway Vehicle Fatalities, Journal of Health Economics 15, 435-454.",
        "Saffer, H. and M. Grossman, 1987, Beer Taxes, the Legal Drinking Age, and Youth Motor Vehicle Fatalities, Journal of Legal Studies 16:351-374.",
        "Shaper A. G., 1990, Alcohol and Mortality: A Review of Prospective Studies, British Journal of Addiction 85, 837-847.",
        "Thun M. J., Peto R., Lopez, A. D., Monaco, J. H., Henley, S. J., Heath, C. W. and R. Doll, 1997, Alcohol Consumption and Mortality Among Middle Aged and Elderly U.S. Adults, New England Journal of Medicine 337, 705-714.",
        "White, H., 1980, A Heteroscedasticity-Consistent Covariance Matrix and a Direct Test of Heteroscedasticity, Econometrica 48, 149-170.",
        "Zarkin, G. A. and M. T. French, 1998, Alcohol Use and Wages: New Results from the National Household Survey on Drug Abuse, Journal of Health Economics 17, 53-68."
    ]
}