{
    "id": 8564,
    "cites": 15,
    "cited_by": 57,
    "reference": [
        "Benjamin, Dwayne. 1992. Household Composition, Labor Markets, and Labor Demand: Testing for Separation in Agricultural Household Models. Econometrica, 60(2): 287-322.",
        "Bidani, Benu and Martin Ravallion. 1993. A Regional Profile of Poverty in Indonesia. Bulletin of Indonesian Economic Statistics, 29(3): 37-68.",
        "Case, Anne C. Spatial Patterns in Household Demand. 1991. Econometrica, 59(4): 953-966.",
        "Chaudhuri, Shubham and Martin Ravallion. 1994. How Well Do Static Indicators Identify the Chronically Poor?. Journal of Public Economics, 53(3): 367-394.",
        "Deaton, Angus. 1988. Quality, Quantity, and Spatial Variation of Price. American Economic Review, 78(3): 418-431.",
        "Deaton, Angus. 1990. Price Elasticities from Survey Data: Extensions and Indonesian Results.",
        "Journal of Econometrics, 44(3): 281-309. Deaton, Angus. 1997. The Analysis of Household Surveys. Johns Hopkins University Press, Baltimore, MD.",
        "Deaton, Angus and John Muellbauer. 1980. Economics and Consumer Behavior. Cambridge University Press, Cambridge, United Kingdom.",
        "Deaton, Angus and Christina Paxson. 1998. Economies of Scale, Household Size, and the Demand for Food. Journal of Political Economy, 106(5): 897-930.",
        "Fan, Jianqing. 1992. Design-adaptive Nonparametric Regression. Journal of the American Statistical Association, 87(4): 998-1004.",
        "Frankenberg, Elizabeth, Duncan Thomas, and Kathleen Beegle. 1999. The Real Costs of Indonesias Economic Crisis: Preliminary Findings from the Indonesia Family Life Surveys.",
        "Levinsohn, James, Steven Berry, and Jed Friedman. 1999. Impacts of the Indonesian Economic Crisis: Price Changes and the Poor. NBER Working Paper No. 7194, Cambridge, MA.",
        "Ravallion, Martin. 1994. Poverty Comparisons. Fundamentals in Pure and Applied Economics, Vol. 56. Harwood Academic Press, Chur, Switzerland.",
        "Ravallion, Martin and Benu Bidani. 1994. How Robust is a Poverty Profile? The World Bank Economic Review, 8(1): 75-102.",
        "The World Bank, Washington D.C. Thomas, Duncan, Kathleen Beegle, Elizabeth Frankenberg, Bondan Sikoki, John Strauss, and Graciela Teruel. 2001. Education in a Crisis. Manuscript, Department of Economics,UCLA."
    ]
}