{
    "id": 8567,
    "cites": 30,
    "cited_by": 10,
    "reference": [
        "Blake, David. 1999. Ã\u0082â\u0080\u009cAnnuity Markets: Problems and SolutionsÃ\u0082â\u0080\u009d. The Geneva Papers on Risk and Insurance. July: 359-375.",
        "Blake, David, William Burrows, and J. Michael Orszag. Forthcoming. Ã\u0082â\u0080\u009cSurvivor Bonds and Compulsory Annuitization: Helping Reduce the Cost of Pension Provision.Ã\u0082â\u0080\u009d In Zvi Bodie, Brett Hammond, and Olivia S. Mitchell, eds. Innovations in Financing Retirement. Pension Research Council. Philadelphia, PA: University of Pennsylvania Press. Bodie, Zvi, Brett Hammond, and Olivia S. Mitchell, Editors. Forthcoming. Innovations in Financing Retirement. Pension Research Council. Philadelphia, PA: University of Pennsylvania Press. Brynjolfsson, John B. and Frank J. Fabozzi, Editors. 1999. The Handbook of Inflation-Indexed Bonds. F.J. Fabozzi Associates. New Hope, PA.",
        "Brown, Jeffrey. 2000. Ã\u0082â\u0080\u009cHow Should We Insure Longevity Risk in Pensions and Social Security?Ã\u0082â\u0080\u009d Issue in Brief, Center for Retirement Research, Boston College, Boston, MA.",
        "Brown, Jeffrey. 2001. Ã\u0082â\u0080\u009cRedistribution and Insurance: Mandatory Annuitization with Mortality HeterogeneityÃ\u0082â\u0080\u009d, JFK School, Harvard, Cambridge, MA.",
        "Brown, Jeffrey, Olivia S. Mitchell, and James Poterba. 2000 [BMP2000].. Ã\u0082â\u0080\u009cThe Role of Real Annuities and Indexed Bonds in an Individual Accounts Retirement Program.Ã\u0082â\u0080\u009d In Risk Aspects of Investment-Based Social Security Reform. Ed. John Y. Campbell and Martin Feldstein. NBER: University of Chicago Press: 321-360.",
        "Brown, Jeffrey, Olivia S. Mitchell, and James Poterba. Forthcoming [BMP forthcoming]. Ã\u0082â\u0080\u009cMortality Risk, Inflation Risk, and Annuity Products.Ã\u0082â\u0080\u009d In Zvi Bodie, Brett Hammond, and Olivia S. Mitchell, eds. Innovations in Financing Retirement. Pension Research Council. Philadelphia, PA: University of Pennsylvania Press. Brown, Jeffrey, Olivia S. Mitchell, James Poterba, and Mark Warshawsky. Forthcoming [BMPW forthcoming]. The Role of Annuity Markets in Financing Retirement. MIT Press. Brown, Jeffrey, Olivia S. Mitchell, James Poterba, and Mark Warshawsky. 1999. Ã\u0082â\u0080\u009cTaxing Retirement Retirement Income: Nonqualified Annuities and Distributions from Qualified AccountsÃ\u0082â\u0080\u009d. National Tax Journal. LII,3, September: 563-592.",
        "Brown, Jeffrey R. and James M. Poterba. Ã\u0082â\u0080\u009cJoint Life Annuities and Annuity Demand by Married Couples.Ã\u0082â\u0080\u009d NBER Working Paper No. 7199, June 1999.",
        "Brown, Jeffrey R. and Mark J. Warshawsky. 2000. Ã\u0082â\u0080\u009cLongevity-Insured Retirement Distributions from Pension Plans: Market and Regulatory IssuesÃ\u0082â\u0080\u009d. Working paper prepared for the Brookings/SIEPR/TIAA-CREF Institute Conference on Public Policies and Private Pensions. Washington, D.C: September 21-22.",
        "Caplin, Andrew. Forthcoming. Ã\u0082â\u0080\u009cTurning Assets into Cash Problems and Prospects in the Reverse Mortgage Market.Ã\u0082â\u0080\u009d In Zvi Bodie, Brett Hammond, and Olivia S. Mitchell, eds. Innovations in Financing Retirement. Pension Research Council. Philadelphia, PA: University of Pennsylvania Press. Diaz, Antonio, and Sebastian Edwards. 1999. Ã\u0082â\u0080\u009cBenefits of the Social Security System: Critical Examination and ProposalsÃ\u0082â\u0080\u009d. Paper presented at the Pensions Conference, Santiago, Chile, August.",
        "Disney, Richard. 2000. Ã\u0082â\u0080\u009cCrises in Public Pension Programmes in OECD: What are the Reform Options?Ã\u0082â\u0080\u009d Economic Journal 110, 461: F1-F41.",
        "Disney, Richard and Paul Johnson. 2000. Ã\u0082â\u0080\u009cPension Systems and Retirement Incomes Across OECD CountriesÃ\u0082â\u0080\u009d. Institute for Fiscal Studies Working Paper. London.",
        "Doyle, Suzanne, Olivia S. Mitchell, and John Piggott. 2001. Ã\u0082â\u0080\u009cAnnuity Values in Defined Contribution Retirement Systems: The Case of Singapore and AustraliaÃ\u0082â\u0080\u009d. NBER Working Paper No. W8091.",
        "European Commission, 1997. Supplementary Pensions in the Single Market: A Green Paper. http://europa.eu.int/comm/internal_market/eu/finances/pensions/gppensen.pdf.",
        "Feldstein, Martin and Elena Rangue lova. 2000. Ã\u0082â\u0080\u009cAccumulated Pension Collars: A Market Approach to Reducing the Risk of Investment-Based Social Security Reform. Ã\u0082â\u0080\u009d NBER Working Paper No. W7861. August.",
        "Finkelstein, Amy and James Poterba. 2000. Ã\u0082â\u0080\u009cAdverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity MarketÃ\u0082â\u0080\u009d. NBER Working Paper No. W8045.",
        "Gale, William G. and Joel B. Slemrod. Forthcoming. Ã\u0082â\u0080\u009cRethinking the Estate and Gift Tax: OverviewÃ\u0082â\u0080\u009d. In Rethinking Estate and Gift Taxation. Eds. William Gale, James Hines and Joel Slemrod. Washington, D.C: Brookings. Hurd, Michael D. Kathleen McGarry. 1995. Ã\u0082â\u0080\u009cEvaluation of Subjective Probability Distributions in the HRS.Ã\u0082â\u0080\u009d Journal of Human Resources. 30(0), S268-92.",
        "James, Estelle and Dimitri Vittas. 1999. Ã\u0082â\u0080\u009cAnnuities Markets in Comparative PerspectiveÃ\u0082â\u0080\u009d. Presented at the World Bank Conference on New Ideas About Old Age Security, Washington, D.C.",
        "Jennings, Robert M., and Andrew P. Trout. 1982. The Tontine: From the Reign of Louis XIV to the French Revolutionary Era. Huebner Foundation Monograph Number 12.Wharton School, University of Pennsylvania. Philadelphia, PA.",
        "Lemaire, Jean with the assistance of Krupa Subramanian. 1997. Insurance Regulation in Europe and the United States. Huebner Foundatio n Monograph Number 16. Wharton School, University of Pennsylvania. Philadelphia, PA.",
        "Mitchell, Olivia S. 2000(a). Ã\u0082â\u0080\u009cBuilding an Environment for Pension Reform in Developing CountriesÃ\u0082â\u0080\u009d. In Foundations of Pension Finance. Eds. Zvi Bodie and E Phillip Davis. London: Edward Elgar: 480-503.",
        "Mitchell, Olivia S. 2000(b). Ã\u0082â\u0080\u009cDevelopments in PensionsÃ\u0082â\u0080\u009d. Handbook of Insurance. Ed. Georges Dionne. Kluwer Academic Publishers, Boston:873-899.",
        "Mitchell, Olivia S. 1999. Ã\u0082â\u0080\u009cNew Trends in Pension Benefit and Retirement Provisions.Ã\u0082â\u0080\u009d NBER Working Paper No. W7381.",
        "Mitchell, Olivia S. and Flavio Barreto. 1997. Ã\u0082â\u0080\u009cAfter Chile, What? Second-Round Social Security Reforms in Latin AmericaÃ\u0082â\u0080\u009d. Revista de Analisis Economico, 12(2) November 1997: 3-36.",
        "Mitchell, Olivia S. Brett Hammond, and Anna Rappaport. 2000. Forecasting Retirement Needs and Retirement Wealth. Pension Research Council. Philadelphia, PA: University of Pennsylvania Press.",
        "Mitchell, Olivia S. and McCarthy, David. 2001. Ã\u0082â\u0080\u009cEstimating International Adverse Selection in AnnuitiesÃ\u0082â\u0080\u009d. Pension Research Council Working Paper. Wharton School. Philadelphia, PA: University of Pennsylvania.",
        "Mitchell, Olivia S., James Poterba, Mark Warshawsky, Jeffrey Brown [MPWB]. 1999. Ã\u0082â\u0080\u009cNew Evidence on the MoneyÃ\u0082â\u0080\u0099s Worth of Individual AnnuitiesÃ\u0082â\u0080\u009d. American Economic Review. December: 1299-1318.",
        "Moore, James and Olivia S. Mitchell. 2000. Ã\u0082â\u0080\u009cProjected Retirement Wealth and Saving AdequacyÃ\u0082â\u0080\u009d. In Forecasting Retirement Needs and Retirement Wealth. Eds. O.S. Mitchell, B.",
        "Hammond, and A. Rappaport. Pension Research Council. Philadelphia, PA: University of Pennsylvania Press: 68-94. Murthi, Mamta, Michael Orszag, and Peter Orszag. Ã\u0082â\u0080\u009cThe Value for Money of Annuities in the UKÃ\u0082â\u0080\u009d. Economics Department Working Paper, Birkbeck College. August 1999.",
        "Poterba, James M. and Mark J. Warshawsky. 1999. Ã\u0082â\u0080\u009cThe Costs of Annuitizing Retirement Payouts from Individual Accounts. NBER WP 6918.",
        "Ward, Peter. 1996. The Great British Pensions Robbery. Waterfall Books, 2nd ed. Lancashire, UK."
    ]
}