{
    "id": 8572,
    "cites": 48,
    "cited_by": 16,
    "reference": [
        "Altonji, Joseph G., and Nicolas Williams. 1997. Ã\u0082â\u0080\u009cDo Wages Rise with Seniority? A Reassessment,Ã\u0082â\u0080\u009d unpublished, Northwestern University.",
        "Arrighetti, Alessandro, Reinhard Bachman, and Simon Deakin. 1997 Contract Law, Social Norms and Inter-Firm Cooperation, 21 Cambridge Journal of Economics 171-195.",
        "Ausubel, Lawrence. 1991. Ã\u0082â\u0080\u009cThe Failure of Competition in the Credit Card Market,Ã\u0082â\u0080\u009d 81 American Economic Review 50-81.",
        "Banerjee, Abhijit, and Esther Duflo. 2000. Ã\u0082â\u0080\u009cReputation Effects and the Limits of Contracting: A Study of the Indian Software Industry,Ã\u0082â\u0080\u009d 115 Quarterly Journal of Economics 989-1017.",
        "Bernstein, Lisa. 1996 Merchant Law in a Merchant Court: Rethinking the Codes Search for Immanent Business Norms, 144 University of Pennsylvania Law Review 1765-1821.",
        "Bigsten, Arne, Paul Collier, Stefan Dercon, Marcel Fafchamps, Bernard Gauthier, Jan Willem Gunning, Anders Isaksson, Abena Oduro, Remco Oostendorp, Cathy Patillo, Mans Soderbom, Francis Teal, and Albert Zeufack. 2000. Ã\u0082â\u0080\u009cContract Flexibility and Dispute Resolution in African Manufacturing,Ã\u0082â\u0080\u009d 36 Journal of Development Studies 1-17.",
        "David Charny. 1990. Ã\u0082â\u0080\u009cNonlegal Sanctions in Commercial Relationships,Ã\u0082â\u0080\u009d 104 Harvard Law Review 373-467, 415-416.",
        "Ellickson, Robert C. 1991. Order without Law Cambridge: Harvard University Press.",
        "Erdem, TÃ\u0083Â»lin and Michael Keane. 1996. Ã\u0082â\u0080\u009cDecision Making Under Uncertainty: Capturing Dynamic Brand Choice Processes in Turbulent Consumer Goods Markets,Ã\u0082â\u0080\u009d 15 Marketing Science 1-20.",
        "European Bank for Reconstruction and Development (EBRD) 1997. Transition Report 1997 EBRD, London.",
        "Fafchamps, Marcel. 1996. Ã\u0082â\u0080\u009cThe Enforcement of Commercial Contracts in Ghana,Ã\u0082â\u0080\u009d 24 World Development 427-448.",
        "Frye, Timothy, and Andrei Shleifer. 1997. Ã\u0082â\u0080\u009cThe Invisible Hand and the Grabbing Hand,Ã\u0082â\u0080\u009d 87 American Economic Review Papers and Proceedings 354-358.",
        "Galanter, Marc. 1981, Justice in Many Rooms: Courts, Private Ordering, and Indigenous Law, 19 Journal of Legal Pluralism 1-47.",
        "Ghosh, Parikshit, and Debraj Ray. 1996. Cooperation in Community Interaction without Information Flows, 63 Review of Economic Studies 491-519.",
        "Greif, Avner. 1993. Contract Enforceability and Economic Institutions in Early Trade: The Maghribi Traders Coalition, 83 American Economic Review 525-548.",
        "Greif, Avner, and Eugene Kandel. 1995. Contract Enforcement Institutions: Historical Perspective and Current Status in Russia,Ã\u0082â\u0080\u009d in E. P. Lazear, Ed., Economic Transition in Eastern Europe and Russia: Realities of Reform. Stanford: Hoover Institution Press.",
        "Gustafson, Thane. 1999. Capitalism Russian-Style Cambridge: Cambridge University Press.",
        "Haley, John. 1978. The Myth of the Reluctant Litigant, 4 Journal of Japanese Studies 359-390.",
        "Hay, Jonathan R., and Andrei Shleifer. 1998. Ã\u0082â\u0080\u009cPrivate Enforcement of Public Laws: A Theory of Legal Reform,Ã\u0082â\u0080\u009d 88:2 American Economic Review Papers and Proceedings 398-403.",
        "Hendley, Kathryn, Barry W. Ickes, Randi Ryterman, and Peter Murrell. 1997.Ã\u0082â\u0080\u009cObservations on the Use of Law by Russian Enterprises,Ã\u0082â\u0080\u009d 13 Post-Soviet Affairs 19-41.",
        "Hendley, Kathryn, Peter Murrell, and Randi Ryterman. forthcoming 2001. Ã\u0082â\u0080\u009cLaw Works in Russia: The Role of Legal Institutions in the Transactions of Russian Enterprises,Ã\u0082â\u0080\u009d in P. Murrell, ed., Assessing the Value of Law in Transition Economies, University of Michigan Press.",
        "Johnson, Bryan T., Kim R. Holmes, and Melanie Kirkpatrick. 1998. Index of Economic Freedom, The Heritage Foundation and the Wall Street Journal.",
        "Johnson, Simon, and Gary Loveman. 1995. Starting Over in Eastern Europe: Entrepreneurship and Economic Renewal Boston: Harvard Business School Press.",
        "Johnson, Simon, John McMillan, and Christopher Woodruff. 2000. Entrepreneurs and the Ordering of Institutional Reform: Poland, Slovakia, Romania, Russia, and Ukraine Compared, 8 Economics of Transition 1-36.",
        "Kandori, Michihiro. 1992. Ã\u0082â\u0080\u009cSocial Norms and Community Enforcement,Ã\u0082â\u0080\u009d 59 Review of Economic Studies 63-80.",
        "Klein, Benjamin and Keith B.Leffler. 1981. The Role of Market Forces in Assuring Contractual Performance, 89 Journal of Political Economy 615-641.",
        "Klemperer, Paul, 1987, Ã\u0082â\u0080\u009cMarkets with Consumer Switching Costs, 102 Quarterly Journal of Economics 375-94.",
        "Klemperer, Paul. 1995. Ã\u0082â\u0080\u009cCompetition when Consumers have Switching Costs: An Overview with Applications to Industrial Organization, Macroeconomics, and International Trade,Ã\u0082â\u0080\u009d 62 Review of Economic Studies 515-39.",
        "Koford, Kenneth, and Jeffrey B. Miller. 1998. Contractual Enforcement in an Economy in Transition, unpublished, Department of Economics, University of Delaware.",
        "Kranton, Rachael. 1996. Reciprocal Exchange: A Self-Sustaining System, 86 American Economic Review 830-851.",
        "Macaulay, Stewart. 1963. Non-Contractual Relationships in Business: A Preliminary Study, 28 American Sociological Review 55-70.",
        "Mayer, Colin, and Ian Alexander. 1990 Ã\u0082â\u0080\u009cBanks and Securities Markets: Corporate Financing in Germany and the United Kingdom,Ã\u0082â\u0080\u009d 3 Journal of the Japanese and International Economies 450-475.",
        "McMillan, John and Christopher Woodruff. 1999a. Ã\u0082â\u0080\u009cDispute Prevention without Courts in Vietnam,Ã\u0082â\u0080\u009d 15 Journal of Law, Economics and Organization 637-658.",
        "McMillan, John and Christopher Woodruff. 1999b. Interfirm Relationships and Informal Credit in Vietnam, 114 Quarterly Journal of Economics 1285-1320.",
        "Petersen, Mitchell A. and Raghuram G. Rajan. 1997. Trade Credit: Theories and Evidence, 10 Review of Financial Studies 661-692.",
        "Pop-Eleches, Cristian. 1998. Ã\u0082â\u0080\u009cTransition in Romania: Three Essays on Private Sector Development,Ã\u0082â\u0080\u009d unpublished B.A. thesis, Harvard University.",
        "Ramey, Garey and Joel Watson. 1996. Bilateral Trade and Opportunism in a Matching Market, unpublished, University of California, San Diego.",
        "Roland, Gerard, and Thierry Verdier. 1999. Ã\u0082â\u0080\u009cTransition and the Output Fall,Ã\u0082â\u0080\u009d 7 Economics of Transition 1-28.",
        "Sharpe, Steven. 1997. Ã\u0082â\u0080\u009cThe Effect of Consumer Switching Costs on Prices: A Theory and its Application to the Bank Deposit Market,Ã\u0082â\u0080\u009d 12 Review of Industrial Organization 79-94.",
        "Sobel, Joel. 1985. Ã\u0082â\u0080\u009cA Theory of Credibility,Ã\u0082â\u0080\u009d 52 Review of Economic Studies 557-573.",
        "Wall Street Journal. 1997-98 Central European Economic Review Volume 5, Number 10, p. 15.",
        "Williamson, Oliver E. 1983. Ã\u0082â\u0080\u009cCredible Commitments: Using Hostages to Support Exchanges,Ã\u0082â\u0080\u009d 73 American Economic Review 519-540.",
        "Williamson, Oliver E. 1991. Comparative Economic Organization: The Analysis of Discrete Structural Alternatives,Ã\u0082â\u0080\u009d 36 Administrative Science Quarterly 269-296.",
        "Williamson, Oliver E. 1994. The Institutions and Governance of Economic Development and Reform, in M. Bruno and B. Pleskovic, eds., Proceedings of the World Bank Annual Conference on Development Economics Washington, DC: World Bank.",
        "Wilson, Robert. 1985. Ã\u0082â\u0080\u009cReputations in Games and Markets,Ã\u0082â\u0080\u009d in Alvin E. Roth, ed., Game-Theoretic Models of Bargaining Cambridge: Cambridge University Press.",
        "Woodruff, Christopher. 1998. Contract Enforcement and Trade Liberalization in Mexicos Footwear Industry, 26 World Development 979-991.",
        "World Economic Forum, Global Competitiveness Report, 1996.",
        "Zhuravskaya, Ekaterina, and Timothy Frye. 1998. Ã\u0082â\u0080\u009cThe Rise of the Racket in Russia,Ã\u0082â\u0080\u009d unpublished, Harvard University."
    ]
}