{
    "id": 8575,
    "cites": 30,
    "cited_by": 29,
    "reference": [
        "Cragg, M.I. and M. Epelbaum (1996) : Why has wage dispersion grown in Mexico? Is it the incidence of reforms or the growing demand for skills?, Journal of Development Economics, Vol. 51, pp. 99-116.",
        "Echavarria, J., C. Gamboa and R. Guerrero (2000): Escenarios de reforma a la estructura arancelaria de la comunidad Andina, Fedesarrollo, manuscript.",
        "Feliciano, Z. (2001) : Workers and Trade Liberalization: The impact of trade reforms in Mexico on wages and employment, Industrial and Labor Relations Review , Vol. 55, No. 1, forthcoming.",
        "Fernandes, A.M. (2001) : Trade Policy, Trade Volumes and Plant-Level Productivity in Colombian Manufacturing Industries , Yale University, manuscript.",
        "Gaston, N. and D. Trefler (1994) : Protection, Trade and Wages: Evidence from U.S.",
        "Manufacturing, Industrial and Labor Relations Review, Vol. 47, No. 4, pp. 574-593. Goldberg, P. and G. Maggi (1999) : Protection for Sale: An Empirical Investigation, American Economic Review, Vol. 89(5), pp. 1135-1155.",
        "Grossman, G. (1984): International Competition and the Unionized Sector, Canadian Journal of Economics, Vol. 17, No. 3, pp. 541-556.",
        "Grossman, G. and E. Helpman (1994) : Protection for Sale, American Economic Review, Vol. 84(4), pp. 833-850.",
        "Haisken-DeNew, J.P. and C.M. Schmidt (1997): Inter-Industry and Inter-Region Wage Differentials: Mechanics and Interpretation, Review of Economics and Statistics, Vol. 79, No. 3, pp. 516-521.",
        "Hanson, G. and A. Harrison (1999) : Who gains from trade reform? Some remaining puzzles, Journal of Development Economics, Vol. 59, pp. 125-154.",
        "Harrison, A. (1994) : Productivity, Imperfect Competition and Trade Reform: Theory and Evidence, Journal of International Economics, Vol. 36 (1-2), pp. 53-73.",
        "Harrison, A. and E. Leamer (1997) : Labor markets in developing countries: An agenda for research, Journal of Labor Economics, Vol. 15, pp. S1-19.",
        "Helwege, J. (1992) : Sectoral Shifts and Interindustry Wage Differentials, Journal of Labor Economics, Vol. 10, No.1, pp. 55-84.",
        "Johnston, L.N. (1996): Trade Liberalization and Income Distribution: Insight from the Colombian Reform, Chapter 1 of Ph. D thesis: Returns to Education, Human Capital and Income Inequality in Colombia, Harvard University.",
        "Katz, L.F. and L. H. Summers (1989) : Industry Rents: Evidence and Implications, Brookings Papers on Economic Activity, Microeconomics, pp. 209-275.",
        "Kim, E. (2000) : Trade Liberalization and Productivity Growth in Korean Manufacturing Industries: Price Protection, Market Power and Scale Efficiency, Journal of Development Economics, Vol. 62(1), pp. 55-83.",
        "Krishna, P. and D. Mitra (1998) : Trade Liberalization, Market Discipline and Productivity Growth; New Evidence from India, Journal of Development Economics, Vol. 56(2), pp. 447- 462.",
        "Krueger, A.B. and L.H. Summers (1987) : Reflections on the Inter-Industry Wage Structure, in Lang, K. and S. Leonard (eds.): Unemployment and the Structure of Labor Markets, Basil Blackwell, pp. 17-47.",
        "Krueger, A.B. and L.H. Summers (1988) : Efficiency Wages and the Inter-Industry Wage Structure, Econometrica, Vol. 56, pp. 259-293.",
        "Kugler, A. (1999) : The Impact of Firing Costs on Turnover and Unemployment: Evidence from The Colombian Labour Market Reform, International Tax and Public Finance Journal, Vol. 6, no. 3, pp. 389-410.",
        "Pavcnik. N. (2001a) : Trade Liberalization, Exit and Productivity Improvements: Evidence from Chilean Plants , Review of Economic Studies, forthcoming.",
        "Pavcnik. N. (2001b) : What explains skill upgrading in less developed countries? , Dartmouth College, manuscript.",
        "Rodrik, D. (1991) : Closing the Productivity Gap: Does Trade Liberalization Really Help? , in: Helleiner, G. (ed.) Trade Policy, Industrialization and Development , Clarendon Press, Oxford.",
        "Revenga, A. (1997) : Employment and wage effects of trade liberalization: The Case of Mexican Manufacturing, Journal of Labor Economics, Vol. 15, pp. S20-43.",
        "Robbins, D . (1996): Evidence on Trade and Wages in the Developing World, OECD Technical Paper No. 119.",
        "Roberts, M. and J. Tybout (1991) : Size Rationalization and Trade Exposure in Developing Countries, in Baldwin, R. (ed.) Empirical Studies of Commercial Policy, University of Chicago Press.",
        "Roberts, M. and J. Tybout (eds.) (1996) : Industrial Evolution in Developing Countries: Micro Patterns of Turnover, Productivity and Market Structure, Oxford University Press, New York.",
        "Roberts, M. and J. Tybout (1997): The Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs, American Economic Review, Vol. 87, pp. 545-564.",
        "Robertson, R. (1999) : Inter-Industry Wage Differentials Across Time, Borders, and Trade Regimes: Evidence from the U.S. and Mexico, Macalester College, manuscript.",
        "United Nations (1994): Directory of Import Regimes Part I: Monitoring Import Regimes , United Nations, Geneva."
    ]
}