{
    "id": 8576,
    "cites": 25,
    "cited_by": 15,
    "reference": [
        "Brander, James and Paul Krugman. (1983) Ã\u0082â\u0080\u009cA Ã\u0082â\u0080\u0098Reciprocal DumpingÃ\u0082â\u0080\u0099 Model of International Trade.Ã\u0082â\u0080\u009d Journal of International Economics, 15: 313-21.",
        "Bown, Chad P. (2001b) Ã\u0082â\u0080\u009cThe Economics of Trade Disputes, the GATTÃ\u0082â\u0080\u0099s Article XXIII and the WTOÃ\u0082â\u0080\u0099s Dispute Settlement Understanding,Ã\u0082â\u0080\u009d revised manuscript, Brandeis University, April. (available on line at http://www.brandeis.edu/Ã\u0082Ë\u009ccbown/research.html).",
        "Bown, Chad P. (2001a) Ã\u0082â\u0080\u009cAntidumping Against the Backdrop of Disputes in the GATT/WTO System,Ã\u0082â\u0080\u009d manuscript, Brandeis University, July. (available on line at http://www.brandeis.edu/Ã\u0082Ë\u009ccbown/research.html).",
        "Bagwell, Kyle and Robert W. Staiger. (1999). Ã\u0082â\u0080\u009cAn Economic Theory of GATT,Ã\u0082â\u0080\u009d American Economic Review, 89(1): 215-248.",
        "Blonigen, Bruce A. (2000) Ã\u0082â\u0080\u009cU.S. Antidumping Filings and the Threat of Retaliation,Ã\u0082â\u0080\u009d manuscript, University of Oregon, December. (available on line at http://darkwing.uoregon.edu/Ã\u0082Ë\u009cbruceb/workpap.html).",
        "Blonigen, Bruce A. and Thomas J. Prusa. (forthcoming) Ã\u0082â\u0080\u009cAntidumping,Ã\u0082â\u0080\u009d in J. Harrigan, ed., Handbook of International Trade. Oxford, U.K. and Cambridge, MA: Blackwell Publishers. Bown, Chad P. (2000) Ã\u0082â\u0080\u009cTrade Disputes and the Implementation of Protection under the GATT: An Empirical Assessment,Ã\u0082â\u0080\u009d manuscript, Brandeis University, November. (available on line at http://www.brandeis.edu/Ã\u0082Ë\u009ccbown/research.html).",
        "WTO. (2001) Ã\u0082â\u0080\u009cOverview of the State-of-Play of WTO Disputes,Ã\u0082â\u0080\u009d WTO on-line document at http://www.wto.org/english/tratop e/dispu e/stplay e.doc , May.",
        "Riezman, Raymond G. (1991) Ã\u0082â\u0080\u009cDynamic Tariffs with Asymmetric Information,Ã\u0082â\u0080\u009d Journal of International Economics, 30(3/4): 267-283.",
        "USITC. (2001) Ã\u0082â\u0080\u009cU.S. International Trade Commission Interactive Tariff and Trade DataWebÃ\u0082â\u0080\u009d available on line at http://dataweb.usitc.gov/ , January.",
        "Prusa, Thomas J. and Susan Skeath. (2001) Ã\u0082â\u0080\u009cThe Economic and Strategic Motives for Antidumping Filings,Ã\u0082â\u0080\u009d NBER Working Paper No. 8424, July.",
        "Prusa, Thomas J. (2001) Ã\u0082â\u0080\u009cOn the Spread and Impact of AntidumpingÃ\u0082â\u0080\u009d Canadian Journal of Economics. 34(3): 591-611.",
        "Prusa, Thomas J. (1992) Ã\u0082â\u0080\u009cWhy are So Many Antidumping Petitions Withdrawn?Ã\u0082â\u0080\u009d Journal of International Economics 33: 1-20.",
        "Prusa, Thomas J. (1991) Ã\u0082â\u0080\u009cThe Selection of Antidumping Cases for ITC DeterminationÃ\u0082â\u0080\u009d in R.E. Baldwin, ed. Empirical Studies of Commercial Policy. Chicago: University of Chicago Press.",
        "Murphy, Kevin M. and Robert H. Topel. (1985) Ã\u0082â\u0080\u009cEstimation and Inference in Two Step Econometric Models.Ã\u0082â\u0080\u009d Journal of Business and Economic Statistics 3: 370-379.",
        "Moore, Michael O. (1992) Ã\u0082â\u0080\u009cRules or Politics?: An Empirical Analysis of ITC Antidumping Decisions.Ã\u0082â\u0080\u009d Economic Inquiry 30: 449-66.",
        "McFadden, Daniel. (1981) Ã\u0082â\u0080\u009cEconometric Models of Probabilistic Choice.Ã\u0082â\u0080\u009d in C. Manski and D. McFadden, eds. Structural Analysis of Discrete Data and Econometric Applications Cambridge: MIT Press, 198-272.",
        "McFadden, Daniel. (1978) Ã\u0082â\u0080\u009cModelling the Choice of Residential Location.Ã\u0082â\u0080\u009d in A. Karlquist, ed. Spatial Interaction Theory and Residential Location Amsterdam: North Holland, 75-96.",
        "Maggi, Giovanni. (1999). Ã\u0082â\u0080\u009cThe Role of Multilateral Institutions in International Trade Cooperation,Ã\u0082â\u0080\u009d American Economic Review, 89(1): 190-214.",
        "Lindsey, Brink and Dan Ikenson. (2001) Coming Home to Roost: Proliferating Antidumping Laws and the Growing Threat to U.S. Exports. Washington, D.C.: Cato Institute.",
        "Hansen, Wendy and Thomas Prusa. (1997) Ã\u0082â\u0080\u009cThe Economics and Politics of Trade Policy: An Empirical Analysis of ITC Decision Making.Ã\u0082â\u0080\u009d Review of International Economics 5 (2): 230-245.",
        "Hansen, Wendy and Thomas Prusa. (1996) Ã\u0082â\u0080\u009cCumulation and ITC Decision-Making: The Sum of the Parts Is Greater Than the Whole.Ã\u0082â\u0080\u009d Economic Inquiry 34 (4): 746-69.",
        "Grossman, Gene M. and Elhanan Helpman. (1995) Ã\u0082â\u0080\u009cTrade Wars and Trade Talks,Ã\u0082â\u0080\u009d Journal of Political Economy 103(4): 675-708.",
        "Hansen, Wendy. (1990) Ã\u0082â\u0080\u009cThe International Trade Commission and the Politics of Protectionism.Ã\u0082â\u0080\u009d American Political Science Review 84: 21-46.",
        "Greene, William H. (2000) Econometric Analysis New Jersey: Prentice Hall.",
        "Gallaway, Michael P., Bruce A. Blonigen, and Joseph E. Flynn. (1999) Ã\u0082â\u0080\u009cWelfare Costs of U.S. Unfair Trade Laws,Ã\u0082â\u0080\u009d Journal of International Economics 49(2): 211-44."
    ]
}