{
    "id": 8578,
    "cites": 23,
    "cited_by": 4,
    "reference": [
        "Becker, Gary.A, (1974) A Theory of Marriage: Part II, Journal-of-Political-Economy ; 82(2), Part II, March-April, S11-S26.",
        "Becker, Gary S, Landes, Elizabeth M. and Michael, Robert (1977) An Economic Analysis of Marital Instability, Journal of Political Economy. 85 (December), 1141-1187.",
        "Bergstrom, Theodore C. and Bagnoli, Mark (1993) Courtship as a Waiting Game, Journal of Political Economy. 101 (February), 185-202.",
        "Bound, John. (1991) Self-Reported versus Objective Measures of Health in Retirement Models, Journal of Human Resources, (26), 106-138.",
        "Bound, John, Schoenbaum , Michael, Stinebrickner, Todd R. and Waidmann, Timothy (1998 ) The Dynamic Effects of Health on the Labor Force Transitions of Older Workers NBER Working Paper : 6777.",
        "Chamberlain, Gary, (1984 ) Panel Data. In Handbook of Econometrics , vol. 2. Zvi Grilliches and Michael D. Intrilligator eds. 1247-1318. Amsterdam: Elsevier Science,.",
        "Charles, Kerwin K. (1997) The Longitudinal Structure of Earnings Losses Among Disabled Workers, unpublished manuscript, University of Michigan,.",
        "Charles, Kerwin K. (1999) Sickness in the Family: Health Shocks and Spousal Labor Supply unpublished manuscript, University of Michigan,.",
        "Gibbons, Robert, and Katz, Lawrence F. (1991) Layoffs and Lemons, Journal of Labor Economics, 9(4), October, 351-80.",
        "Cullen, Julie Berry and Gruber, Jonathan. (2000) Does Unemployment Insurance Crowd Out Spousal Labor Supply?, Journal of Labor Economics, 18(3), July, 546-72.",
        "Johnson, William R., and Skinner, Jonathan (1986) Labor Supply and Marital Separation, American Economic Review.76. (June), 455-469.",
        "Kenkel, Donald S, (1991) Health Behavior, Health Knowledge, and Schooling, Journal of Political Economy, 99(2), April, 287-305.",
        "Lillard, Lee A, and Waite, Linda (1990). Determinants of Divorce, Social Security Bulletin , 53(2), February 53(2), 29-31.",
        "Lillard, Lee A, and Waite, Linda (1993). A Joint Model of Marital Childbearing and Marital Disruption, Demography 30 (November), 653-81.",
        "Maddala, G. S. Limited-dependent and qualitative variables in econometrics , Econometric Society Monographs series, no. 3. Cambridge; New York and Sydney: Cambridge University Press, 1986.",
        "Peters, Elizabeth H. (1993) The Importance of Financial Considerations in Divorce Decisions, Economic Inquiry, January, 31(1), 71-86.",
        "Seeborg, M.C., (1996), The Effects of Marriage and Divorce on the Poverty States of Young Adults, Journal of Economics, 22(2), 89-96.",
        "Stephens, Melvin Jr., (2001) The Long-Run Consumption Effects of Earnings Shocks, The Review of Economics and Statistics, 83(1), 28-36.",
        "Stephens, Melvin Jr., (Forthcoming) Worker Displacement and the Added Worker Effect, Journal of Labor Economics. Stern, Steven (1989) Measuring the Effect of Disability on Labor Force Participation, Journal of Human Resources; 24(3), 361-95.",
        "Stevens, Ann Huff (1997) The Persistent Effects of Job Displacement: The Importance of Multiple Job Losses, Journal of Labor Economics; 15(1), Part 1, pages 165-88.",
        "Weiss, Yoram , (1997 ) The Formation and Dissolution of Families: Why Marry? Who Marries Whom? and What Happens upon Divorce, in Rosenzweig,-Mark-R.; Stark,-Oded, eds. Handbook of Population and Family Economics , Volume 1A. Handbooks in Economics, vol. 14. Amsterdam; New York and Oxford: Elsevier Science, North-Holland, , 81-123.",
        "Weiss, Yoram and Willis, Robert (1993) Divorce Settlements: Evidence and Interpretation. Journal of Labor Economics 11. , 629-79.",
        "Weiss, Yoram and Willis, Robert (1997) Match Quality, New Information and Marital Dissolution, Journal of Labor Economics, Vol 15. No. 1 pt 2. pp 629-79."
    ]
}