{
    "id": 858,
    "cites": 26,
    "cited_by": 6,
    "reference": [
        "Amemiya, T. Quali~tive Response Models. Annals of Economic and Social Measurement 4 (Summer 1975): 363-372.",
        "Ben-Porath, Yoram. Labor Force Participation Rates and the Supply of Labor. Journal of Political Economy 81 (May-June 1973): 697-704.",
        "Borjas, C., and Heclcnan, J. Labor Supply Estimates for Public Policy Evaluation. Proceedings of the Thirty-first Annual Meeting of the Industrjal Relations Research Center (1978): 320-331.",
        "Boskin, Michael J. The Economics of Labor Supply. In Glen C. Cain and Harold W. Watts, eds., Income Maintenance and Labor Supply. Chicago: Markham, 1973.",
        "Burtless, C., and Hausman, J. The Effect of taxation on Labor Supply: Evaluating the Gary Negative Income Tax Experimant. Journal o~ Political Economy 86, no. 6 (December 1978): 1103-1131.",
        "Cain, C., and Watts, H Income Maintenance and Labor Supply. Chicago: Markham Publishers, 1973.",
        "Cogan, J. Fixed Costs and Labor Supply. The Rand Corporation, May 1979. Econometrica, forthcoming.",
        "DaVanzo, J.; Detray, IL; and Greenberg, D. Estimating Labor Supply Response: A Sensitivity Analysis. The Rand Corporation, R-l372-OEO, December 1973.",
        "Domencich, M., and McFadden, I). Urban Travel Demand: A Behavioral Analysis. Amsterdam: North-Holland Publishing Co., 1975.",
        "Could, ~T. Taxes and Female Labor Supply. Ph.D. dissertation, University of California, Los Angeles, 1979.",
        "Gronau, Reuben. Wage Comparisons-A Selectivity Bias. Journal of Political Economy 82, (November-December 1974): 1119-1144.",
        "Hall, Robert E. Wages, Income and Hours of Work in the U.S. Labor Force. In Glen C. Cain and Harold W. Watts, eds., Income Maintenance an4 Labor Supply. Chicago: Markham, 1973.",
        "Rausman, J. The Effect of Wages, Taxes and Fixed Costs on Womens Labor Force Participation. Massachusetts Institute of Technology, May 1979.",
        "Hausman, J., and Wise, D. The Evaluation of Results from Truncated Samples: The New Jersey Negative Income Tax Experinient. Annals of Economic and Social Measurement 5 (Fall 1976): 421-446.",
        "Johnson, F. Qualitative and Limited Dependent Variables in Economic Relationships. Econometrica (May 1972): 440-455.",
        "Lewis, H. Gregg. On Income and Substitution Effects on Labor Force Participation. University of Chicago, 1967.",
        "McFadden, Daniel. Quantai. Choice: A Survey. Annals of Economic and Social Measurement S (Pall 1976): 363-390.",
        "In P. Zaremba, ed., Frontiers in Econometrics. Academic Press, 1974.",
        "Pellechio, A. The Estimation of Labor Supply over flaked Budget Constraints: Bone New Econometric Methodology. Working Paper 387, National Bureau of Economic Research, Cambridge, August 1979.",
        "Rosen, H. S. Taxes in a Labor Supply Model with Joint Wage-Hours Determination. Econometrica (May 1976): 485-508.",
        "Rosen, S. Hedonic Prices and ImplIcit Markets. Journal of Political Economy (January 1974).",
        "Rosett, Richard N., and Nelson, Forrest D. Estimation of the Two-Limit Probit Regression Model. Econometrica 43 (January 1975): 141-146.",
        "Smith, James P., ed. Female Labor Supply: Theory and Estimation. Princeton, New Jersey: Princeton University Press, forthcoming, 1981.",
        "Tobin, J. Estimation of a Model with Limited Dependent Variables. Econometrica (1958).",
        "Wales, F. J., and Woodland, A. 13. Labour Supply and Progressive Taxes. Review of Economic Studies 46 (January 1979): 83-95.",
        "Functions. University of British Columbia, November 1978."
    ]
}