{
    "id": 8580,
    "cites": 39,
    "cited_by": 28,
    "reference": [
        "[1] Aiyagari, S. Rao, J. Greenwood, and N. Guner. On the State of the Union. Journal of Political Economy, 108 (2000), 213-244.",
        "[2] Alesina, Alberto, R. Baqir, and W. Easterly, Public Goods and Ethnic Di- visions,Quarterly Journal of Economics, CXIV (1999), 1243-1284.",
        "[3] Barro, Robert J. and J. W. Lee, International Data on Educational Attain- ments: Updates and Implications, mimeo, (2000).",
        "[4] Becker, Gary S. A Theory of Marriage: Part I, Journal of Political Econ- omy, 81 (1973): 813-846.",
        "[5] Becker, Gary S. and N. Tomes, An Equilibrium Theory of the Distribution of Income and Intergenerational Mobility, Journal of Political Economy,87 (1979), 1153-1189.",
        "[6] , Human Capital and the Rise and Fall of Families, Journal of Labor Economics, 4 (1986), S1-S39.",
        "[7] BÃ\u0082Â´enabou, Roland, Heterogeneity, Strati fication and Growth,American Economic Review,86 (1996), 584-609.",
        "[8] Bergstrom, Theodore C., A Survey of Theories of The Family, in Handbook of Population and Family Economics , Edited by M. R. Rosenzweig and O. Stark, Elsevier Science, 1997.",
        "[9] Bils, Mark and P. J. Klenow, Does Schooling Cause Growth? American Economic Review, 90 (2000), 1160-1183.",
        "[10] Boulier, Bryan L. and M. R. Rosenzweig, Schooling, Search, and Spouse Selection: Testing Economic Theories of Marriage and Household Behavior, Journal of Political Economy, 92 (1984), 712-732.",
        "[11] Burdett, Kenneth and M. G. Coles, Marriage and Class, Quarterly Journal of Economics, 112, (1997), 141-168.",
        "[13] Cole, Harold L., G. Mailath, and A. Postlewaite, Social Norms, Savings Behavior and Growth,Journal of Political Economy, 100 (1992), 1092-1125.",
        "[14] Dahan, Momi and D. Tsiddon, Demographic Transition, Income Distribu- tion and Economic Growth,Journal of Economic Growth, 3 (1998), 29-52.",
        "[15] Dahan, Momi and A. Gaviria, Sibling Correlations and Intergenerational Mobility in Latin America, mimeo, (1999).",
        "[16] Durlauf, S., A Theory of Persistent Income Inequality, Journal of Economic Growth, 1 (1995), 75-93.",
        "[17] Easterly, William, The Middle Class Consensus and Economic Develop- ment, mimeo, 2001.",
        "[18] FernÃ\u0082Â´andez, Raquel, Education, Segregation, and Marital Sorting: Theory and an Application to the UK, mimeo, (2001).",
        "[19] FernÃ\u0082Â´andez, Raquel and C. A. Pissarides, Searching for a Partner, mimeo, (2001).",
        "[20] FernÃ\u0082Â´andez, Raquel and R. Rogerson, Public Education and Income Distri- bution: A Dynamic Quantitative Evaluation of Education Finance Reform, American Economic Review, 88 (1998), 813-833.",
        "[21] , Sorting and Long-Run Inequality, Quarterly Journal of Economics, forthcoming, (2001).",
        "[22] Galor, Oded and J. Zeira, Income Distribution and Macroeconomics, Re- view of Economic Studies, 60 (1993), 35-52.",
        "[23] Galor, Oded and D. Weil, The Gender Gap, Fertility and Growth, Ameri- can Economic Review, 86 (1996), 374-387.",
        "[24] Greenwood, Jeremy, N. Guner and J. Knowles, More on Marriage, Fertility and the Distribution of Income, mimeo, (1999).",
        "[25] Knowles, John, Can Parental Decisions Explain U.S. Income Inequality? PhD Dissertation, University of Rochester, (1999).",
        "[26] Kremer, Michael, How Much does Sorting Increase Inequality, Quarterly Journal of Economics, 112 (1997), 115-139. 35",
        "[27] Kremer, Michael and D. Chen, Income Distribution Dynamics with En- dogenous Fertility,American Economic Review Papers and Proceedings ,89 (1999), 155-160.",
        "[28] Laitner, John, Household Bequests, Perfect Expectations, and the National Distribution of Wealth,Econometrica, 47 (5), (1979), 1175-1194.",
        "[29] Lam, David, Marriage Markets and Assortative Mating with Household Public Goods: Theoretical Results and Empirical Implications, Journal of Human Resources, 23 (1988), 462-487.",
        "[30] Ljungqvist, Lars, Economic Development: The Case of a Missing Market for Human Capital,Journal of Development Economics , 40 (1993), 219-239.",
        "[31] Loury, Glenn C. Intergenerational Transfers and the Distribution of Earn- ings.Econometrica, 49 (1981), 843-867.",
        "[32] Mare, Robert D. Five Decades of Educational Assortative Mating, Amer- ican Journal of Sociology, 56, (1991), 15-32.",
        "[33] Owen, Ann and D. Weil, Intergenerational Earnings Mobility, Inequality and Growth,Journal of Monetary Economics, 41 (1998), 71-104.",
        "[34] Perotti, Roberto, Growth, Income Distribution, and Democracy: What the Data Say,Journal of Economic Growth, 1 (1996), 149-187.",
        "[35] Pissarides, Chris, From School to University: The Demand for Post- Compulsory Education in Britain, Economic Journal, 92 (1982), 654-667.",
        "[36] Rama, Martin and R. Artecona. A Database of Labor Market Indicators Across Countries, The World Bank, mimeo (2000).",
        "[37] Regalia, Ferdinando and J. V. Rios-Rull. What Accounts for the Increase in Single Households and the Stability in Fertility? mimeo (1999).",
        "[38] Smits, Jeroen, W. Ultee, and J. Lammers, Educational Homogamy in 65 Countries: An Explanation of Di!erences in Openness Using Country-Level Explanatory Variables,American Sociological Review, 63 (1998), 264-285. 36",
        "[39] Weiss, Yoram. The Formation and Dissolution of Families: Why Marry? Who Marries Whom? and What Happens upon Divorce? in Handbook of Population and Family Economics , Edited by M. R. Rosenzweig and O. Stark, Elsevier Science, 1997.",
        "[40] World Bank,World Development Indicators,2001."
    ]
}