{
    "id": 8583,
    "cites": 33,
    "cited_by": 3,
    "reference": [
        "Albert, J. H., and Chib, S., Bayesian Analysis of Binary and Polychotomous Response Data, Journal of the American Statistical Association 88, 1993, pp. 669-79.",
        "Barth, James R. The Great Savings and Loan Debacle. Washington: AEI Press, 1991.",
        "Batchelor, Roy A., The Avoidance of Catastrophe: Two Nineteenth Century Banking Crises, in Forrest Capie and Geoffrey E. Wood, eds., Financial Crises and the World Banking System. St. Martins Press, 1986, pp. 41-73.",
        "Bernanke, Ben S., Nonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression, American Economic Review 73, June 1983, pp. 257-76.",
        "Kansas City Economic Review, Fourth Quarter 1999, pp. 17-51.",
        "Framework, Handbook of Macroeconomics 1, 1999, pp. 1341-1393.",
        "Depression: An International Comparison, in R. Glenn Hubbard, ed. Financial Markets and Financial Crises. Chicago: University of Chicago Press, 1991.",
        "Bordo, Michael D., Barry Eichengreen, Daniella Klingebiel, and Soledad Martinez-Periea, Is the Crisis Problem Growing More Severe? Economic Policy 32, 2001, pp. 51-82.",
        "Historical Record, Handbook of Macroeconomics. North Holland, 1999.",
        "Moggridge, eds., Money and Power: Essays in Honour of L. S. Pressnell. London: Macmillan, 1988, pp. 73-102.",
        "Chib, Siddhartha, Bayes Regression with Autoregressive Errors: A Gibbs Sampling Approach, Journal of Econometrics 58, August 1993, pp. 275-94.",
        "Choi, Sangmok, Bruce C. Smith, and Boyd, John H., Inflation, Financial Markets, and Capital Formation, Federal Reserve Bank of St. Louis Review 78, May/June 1996, pp. 9-35.",
        "Dueker, Michael J., Conditional Heteroscedasticity in Qualitative Response Models of Time Series: A Gibbs Sampling Approach to the Bank Prime Rate, Journal of Business and Economic Statistics 17, October 1999, pp. 466-72.",
        "Eichengreen, Barry. Golden Fetters. New York: Oxford University Press, 1992.",
        "Eichengreen, Barry, Watson, Mark W., and Richard S. Grossman, Bank Rate Policy Under the Interwar Gold Standard, Economic Journal 95 (1985), pp. 725-45.",
        "Fisher, Irving, The Debt Deflation Theory of Great Depressions, Econometrica 1, 1933, pp.",
        "Friedman, Milton and Schwartz, Anna J. A Monetary History of the United States, 1867-1960.",
        "Gelfand, A. E., and Smith, A. F. M., Sampling-Based Approaches to Calculating Marginal Densities, Journal of the American Statistical Association 85, 1990, pp. 398-409.",
        "Homer, Sidney, and Richard Sylla. A History of Interest Rates. New Brunswick: Rutgers University Press, 1991.",
        "Huffman, Wallace E. and James R. Lothian, Money in the United Kingdom, 1833-80, Journal of Money, Credit, and Banking 12, May 1980, pp. 155-74.",
        "Kaminsky, G. L. and C. M. Reinhart, The Twin Crises: The Causes of Banking and Balance-of- Payments Problems, American Economic Review 89, June 1999, pp. 473-500.",
        "Kindleberger, Charles P. A Financial History of Western Europe. London: George Allen and Unwin, 1984.",
        "Klovland, Jan Tore, Zooming in on Sauerbeck: Monthly Wholesale Prices in Britain 1845- 1890, Explorations in Economic History 30, April 1993, pp. 195-228.",
        "Levy-Leboyer, Maurice, Central Banking and Foreign Trade: The Anglo-American Cycle in the 1830s, in Charles P. Kindleberger and Jean-Pierre Laffargue, eds., Financial Crises: Theory, History and Policy. Cambridge University Press, 1978, pp. 66-110.",
        "Liesner, Thelma. One Hundred Years of Economic Statistics. New York: The Economist Publications, 1989.",
        "Lucas Jr., Robert E., Some International Evidence on Output-Inflation Tradeoffs, American Economic Review, June 1973, pp. 326-34.",
        "Neal, Larry, The Financial Crisis of 1825 and the Restructuring of the British Financial System, Federal Reserve Bank of St. Louis Review 80, May/June 1998, pp. 53-76.",
        "Nelson, Daniel B. Conditional Heteroskedasticity in Asset Returns: A New Approach. Econometrica 59, March 1991, pp. 347-70.",
        "Schwartz, Anna J., Comment on Debt-Deflation and Financial Instability: Two Historical Explorations by Barry Eichengreen and Richard S. Grossman, in Forrest Capie and Geoffrey E. Wood, eds., Asset Prices and the Real Economy. New York: St. Martins Press, 1997, pp. 100-105.",
        "Kushneider, eds., Restructuring Banking and Financial Services in America. Washington, D. C.: American Enterprise Institute, 1988, pp. 34-62.",
        "Sykes, Joseph. The Amalgamation Movement in English Banking, 1825-1924. London: P. S.",
        "Temin, Peter. The Jacksonian Economy. W. W. Norton, 1969.",
        "Thorp, Willard Long. Business Annals. New York: National Bureau of Economic Research, 1926."
    ]
}