{
    "id": 8584,
    "cites": 64,
    "cited_by": 48,
    "reference": [
        "Bayoumi Tamin, 1990, Saving-investment Correlations, Immobile Capital, Government Policy, or Endogenous Behavior , IMF Staff Papers, 37(2), June, pp.360- 387.",
        "Bayoumi Tamin, 1997, Financial Integration and Real Activity, Studies in Macroeconomics, Manchester University Press.",
        "Beck, Thorsten, Asli Demirque-Kant and Ross Levine (1999). A New Database on Financial Development and Structure. World Bank WP.",
        "BINI-SMAGHI, Lorenzo, 1987, Exchange Rate Variability and Trade Flows, Mimeo, University of Chicago and Banca dItalia.",
        "Bordo Michael D., 1993, The Bretton Woods International Monetary System: A Historical Overview , in A Retrospective on the Bretton Woods System : Lessons for International Monetary Reform edited by Bordo Michael D. and Eichengreen Barry, The University of Chicago Press, pp. 3-98.",
        "Bordo, Michael D. and Barry Eichengreen, Daniela Klingebiel and Soledad Martinez- Peria, 2001, Is the Crisis Problem Growing More Severe? Economic Policy Vol 32, pp.",
        "Bordo, Michael D. and Barry Eichengreen, 1998, Implications of the Great Depression for the Development of the International Monetary System. in The Defining Moment: The Great Depression and the American Economy in the Twentieth Century edited by Bordo Michael D., Claudia Goldin and Eugene White, Chicago: University of Chicago Press, pp. 403-453.",
        "Bordo Michael D. and Harold James, 2001, The Adam Klug Memorial Lecture: Haberler versus Nurkse: The Case for Floating Exchange Rates as an Alternative to Bretton Woods. NBER working paper No. October.",
        "Bordo Michael D. and Lars Jonung 1987. The Long-Run Behavior of the Velocity of Circulation: The International Evidence. Cambridge University Press. New York.",
        "Bordo Michael D. and Lars Jonung, 1995, Monetary Regimes, Inflation and Monetary Reform: An Essay in Honor of Axel Leijonhuvhud, in D. E. Vaz and K.",
        "Vellupillai (ed.) Inflation, Institutions, and Information: Essays in Honor of Axel Leijonhuvhud. Macmillan, London. Bordo Michael D. and Lars Jonung, 2001, A Return to the Convertibility Principle? Monetary and Fiscal Regimes in Historical Perspective, in Axel Leijonhuvhud (ed.) Monetary Theory as a Basis for Monetary Policy. Macmillan, London.",
        "Bordo Michael D. and Finn Kydland, 1995, The Gold Standard as a Rule: An Essay in Exploration Explorations in Economic History. October.",
        "Bordo Michael D. and Hugh Rockoff 1996. The Gold Standard as a Good Housekeeping Seal of Approval Journal of Economic History.",
        "Bordo Michael D. and Schwartz Anna J. 1999. Monetary Policy Regimes and Economic Performance: The Historical Record. Chapter 2. North Holland Handbook of Macroeconomics (ed) John Taylor and Michael Woodford. North Holland. New York.",
        "Calvo Guillermo and Carmen Reinhart 2000. Fear of Floating. NBER Working Paper No. 7993.",
        "Calvo Guillermo and Carmen Reinhart 2000b. Fixing for Your Life. NBER Working Paper No. 8001. November.",
        "Coiteux, Martin, and Olivier Simon, 2000, The Saving Retention Coefficient Over the Long and Short Run: Evidence from Panel Regressions , Journal of International Money and Finance.",
        "Eichengreen Barry, 1997, The Baring Crisis in a Mexican Mirror UC Berkeley (mimeo).",
        "Eichengreen Barry and Marc Flandreau 1996. The Geography of the Gold Standard in J. Braga de Macedo, Barry Eichengreen, Jaime Reis (eds) Currency Convertibility: The Gold Standard and Beyond. New York. Routledge.",
        "Eichengreen Barry and Ricardo Hausmann 1999. Exchange Rates and Financial Fragility. Federal Reserve Bank of Kansas City. New Challenges for Monetary Policy, pp. 329-368.",
        "Eichengreen Barry and Peter Temin, 1998, The Gold Standard and the Great Depression , manuscript.",
        "Eichengreen Barry, 1992, Trends and cycles in foreign lending , in Horst Siebert editor, Capital flows in the World Economy, TÃ\u0083Â¼bingen, Mohr.",
        "Einzig Paul, 1937, The Theory of Forward Exchange, London.",
        "Feldstein Martin, and Charles Horioka, 1980, Domestic saving and international capital flows , The Economic Journal, 90, June, pp. 314-329.",
        "Fernandez-Arias Eduardo and Ricardo Hausmann 2000. Is FDI a Safer Form of Financing? IADB Working Paper No. 416.",
        "Ferguson Neil, 1998, The Worlds Banker: The History of the House of Rothschild.",
        "London. Fischer Stanley 2001. Is the Popular View Correct? IMF (mimeo).",
        "Fodor Georgio, 2000, The boom that never was? Latin American Loans in London, 1822-1825 , mimeo, UniversitÃ\u0083Â  di Trento.",
        "Francis John, 1859, Chronicles and characters of the Stock Exchange, London. Friedman Milton, 1959, The Demand for Money: Some Theoretical and Empirical Results. Journal of Political Economy, Vol. 67, No. 4, August, pp. 327-51.",
        "Gerschenkron Alexander, 1962, Economic Backwardness in Historical Perspective, Cambridge, Harvard University Press.",
        "Ghosh Attish R. Anna Marie Gulde, Jonathan Ostry and Holger Wolf (1995). Does the Nominal Exchange Rate Regime Matter? IMF Working Paper 95/121.",
        "Gregory Paul, 1995, Before Command: an Economic History of Russia from Emancipation to the first 5 year plan . Princeton, Princeton University Press.",
        "Halvorsen Robert and Raymond Palmquist, 1980, The Interpretation of Dummy Variables in Semilogarithmic Equations. American Economic Review, Vol. 70, No. 3, pp.474-475.",
        "Hausmann Ricardo and Eduardo Fernandez-Arias 2000. Foreign Direct Investment: Good Cholesterol? IADB Working Paper No. 417.",
        "Hausmann Ricardo, Michael Gavin, Carmen Pages and Ernesto Stein 1999.",
        "Hausmann Ricardo, Ugo Panizza and Ernesto Stein 2000. Why Do Countries Float the Way They Float? IADB Working Paper No. 418.",
        "Helpman Ellhanon 1981. An Exploration in the Theory of Exchange Rate Regimes. Journal of Political Economy. (October), pp. 865-90.",
        "Hallwood, C.Paul Ronald MacDonald and Ian W. Marsh 1996, Credibility and Fundamentals: Were the Classical and Interwar Gold Standards Well Behaved Target Zones? Modern Perspectives on the Gold Standard, New York. Cambridge University Press.",
        "Jones M.T., Obstfeld M., 1997, Saving, Investment, and Gold: A Reassessment of Historical Current Account Data , Working Paper, No. 6103, July, National Bureau of Economic Research, Cambridge.",
        "Kahn Mohsin and Abdelhak Senhadji 2000. Financial Development and Economic Growth: An Overview. IMF Working Paper/00/209.",
        "Kemmerer Edwin Walter, 1916, Modern currency reforms: a history and discussion of recent currency reforms in India, Porto Rico, Philippine islands, Straits Settlements and Mexico. New York, The Macmillan Company.",
        "Keynes John M., 1931, A Treatise on Money. Vol. 2. London: Macmillan.",
        "Krol R., 1996, International capital mobility: Evidence from panel data , Journal of International Money and Finance, 15(3), pp. 467-474.",
        "Krugman Paul 1979. A Model of Balance of Payments Crises. Journal of Money, Credit and Banking 11, 311-325.",
        "Krugman Paul, 1991, Target Zones and Exchange Rate Dynamics. Quarterly Journal of Economics CVI (3) August, pp.669-682.",
        "Latane Henry 1954. Cash Balances and the Interest Rate: A Pragmatic Approach. Review of Economics and Statistics, Vol. 36, November, pp. 456-60.",
        "Laughlin, J. Laurence, 1903, The Principles of Money. New York, C. Scribners Sons.",
        "Levy-Leboyer Maurice, 1976, La position internationale de la France, Paris, Presse de Lecole des Hautes Etudes en Sciences Sociales.",
        "LÃ\u0083Â©vy RaphaÃ\u0083Â«l-George., 1901, CongrÃ\u0083Â¨s International des Valeurs MobiliÃ\u0083Â¨res.",
        "Levy-Yeyati Eduardo and Federico Sturznegger 2001. Exchange Rate Regimes and Economic Performance. IMF Staff Papers (forthcoming).",
        "Lucas Robert E. 1988. Money Demand in the United States: A Quantitative Review. Carnegie Rochester Conference Series on Public Policy. 29:137-68.",
        "Missale Alessandro and Blanchard Olivier Jean, 1994, The Debt Burden and Debt Maturity American Economic Review, vol. 84, no. 1, March, pp. 309-19.",
        "Mitchell Brian R., 1992, International Historical Statistics. New York Macmillan.",
        "Neal Larry, 1990, The Rise of Financial Capitalism : International Capital Markets in the Age of Reason. New York: Cambridge University Press.",
        "Obstfeld Maurice, 1995, International capital mobility in the 90s , in Understanding Interdependence: The Macroeconomics of the Open Economy, edited by Kenen Peter B., Princeton University Press, pp. 201-261.",
        "Obstfeld Maurice 1984. The Logic of Currency Crises. NBER Working Paper No.4640.",
        "Obstfeld Maurice, and Alan M. Taylor, 2001, Globalization and Capital Markets. NBER conference on Globalization in Historical Perspective, Santa Barbara, May.",
        "Obstfeld Maurice, and Alan M. Taylor, 1998, The Great Depression as a watershed: International capital mobility over the long run , in The Defining Moment: The Great Depression and the American Economy in the Twentieth Century edited by Bordo Michael D., Claudia Goldin and Eugene White, Chicago: Chicago University Press, pp.",
        "Redish Angela, 1996, Anchors Aweigh: The Transition from Commodity Money to Fiat Money in Western Economies. Canadian Journal of Economics 26 (November) pp.777-795.",
        "Rousseau Peter L. and Richard Sylla 2001. Financial Systems, Economic Growth and Globalization. NBER Conference on Globalization in Historical Perspective. Santa Barbara, May.",
        "Subercaseaux Guillermo, 1926, Monetary and Banking Policy of Chile. New York Carnegie Endowment.",
        "Svennson Lars E.O., 1994, Why Exchange Rates Bands? Journal of Monetary Economics 33, pp.157-199.",
        "Tattara Guiseppe, 1991, A Paper Money but a Gold Debt: Italy under the Gold Standard. (Mimeo) University of Venice.",
        "Tesar Linda L., 1991, Saving, investment and international capital flows , Journal of International Economics, 31, pp. 55-78."
    ]
}