{
    "id": 8585,
    "cites": 11,
    "cited_by": 9,
    "reference": [
        "Bowie, George L. et al. Rates, Constants, and Kinetics Formulations in Surface Water Quality Modeling (Second Edition), Washington, DC: U.S.EPA, 1985. Bradford, David F., Rebba Schlierckert, and Stephen H. Shore, \"The environmental Kuznets curve: Exploring a fresh specification,\" Princeton University mimeo, 2000.",
        "Conte Grand, Mariana, \"An empirical analysis of water pollution agreements,\" Chapter 3 in International Environmental Agreements, Unpublished Ph.D. Dissertation, UCLA, 1997.",
        "Grossman, Gene M! and Alan B! Krueger, \"Economic growth and the environment,\" Quarterly Journal of Economics 110 (1995), 353-77.",
        "Harbaugh, William, Arik Levinson, and David Wilson, \"Reexamining the empirical evidence for an environmental Kuznets curve,\" NBER Working Paper 7711, 2000.",
        "Henderson, J. Vernon, \"Effects of air quality regulation\" American Economic Review 86 (1996), 789-813.",
        "Murdoch, James C! and Todd Sandler, \"The voluntary provision of a pure public good: The case of reduced CFC emissions and the Montreal Protocol,\" Journal of Public Economics 63 (1997a), 331-49.",
        "Murdoch, James C! and Todd Sandler, \"Voluntary cutbacks and pretreaty behavior: the Helsinki Protocol and Sulfur Emissions,\" Public Finance Review 25 (1997b), 139-162! Murdoch, James C., Todd Sandler and Keith Sargent, \"A tale of two collectives: Sulphur versus nitrogen oxides emission reduction in Europe,\" Economica 64 (1997), 281-301.",
        "Selden, Thomas M. and D. Song, \"Environmental quality and development: Is there a Kuznets curve for air pollution?\" Journal of Environmental Economics and Management 27 (1994), 147-62.",
        "Summers, Robert and Alan Heston, \"The Penn World Table (Mark 5): An expanded set of international comparisons,\" Quarterly Journal of Economics 106 (1991), 327-68.",
        "Tobler, Waldo, Uwe Deichmann, Jon Gottsegen, and Kelly Maloy, \"The Global Demography Project,\" National Center for Geographic Information and Analysis, UC Santa Barbara, Technical Report TR-95-6 (1995).",
        "Vaughan, William J., \"The RFF Water Quality Ladder,\" Appendix B in Mitchell, Robert Cameron and Richard Carson, The Use of Contingent Valuation Data for Benefit/Cost Analyses in Water Pollution Control, Washington, DC: Resources for the Future, 1986!"
    ]
}