{
    "id": 8586,
    "cites": 24,
    "cited_by": 9,
    "reference": [
        "White, Halbert, 1980, A heteroskedasticity-consistent covariance matrix estimator and a direct test for heteroskedasticity, Econometrica 48, 817-838.",
        "Rock, Kevin, 1986, Why new issues are underpriced, Journal of Financial Economics 15, 187-212.",
        "Schwert, G. William and Paul Seguin, 1990, Heteroskedasticity in stock returns, Journal of Finance 45, 1129-1155.",
        "Lowry, Michelle and G. William Schwert, 2001, IPO market cycles: Bubbles or sequential learning? Journal of Finance, forthcoming.",
        "Ljungqvist, Alexander P., and William J. Wilhelm, 2001, IPO allocations: Discriminatory or discretionary? New York University, working paper.",
        "Megginson, William, and Kathleen Weiss, 1991, Venture capitalist certification in initial public offerings, Journal of Finance 46, 879-904.",
        "Loughran, Tim, and Jay R. Ritter, 2001, Why donÃ\u0082â\u0080\u0099t issuers get upset about leaving money on the table in IPOs? Review of Financial Studies, forthcoming.",
        "Koh, Francis, and Terry Walter, 1989, A direct test of RockÃ\u0082â\u0080\u0099s model of the pricing of unseasoned issues, Journal of Financial Economics 23, 251-272.",
        "Ibbotson, Roger G., Jody L. Sindelar, and Jay R. Ritter, 1994, The markets problems with the pricing of initial public offerings, Journal of Applied Corporate Finance 7, 66-74.",
        "Ibbotson, Roger G., Jody L. Sindelar, and Jay R. Ritter, 1988, Initial public offerings, Journal of Applied Corporate Finance 1, 37-45.",
        "Hanley, Kathleen Weiss, 1993, The underpricing of initial public offerings and the partial adjustment phenomenon, Journal of Financial Economics 34, 231-250.",
        "Ibbotson, Roger G., 1975, Price performance of common stock new issues, Journal of Financial Economics 2, 235-272.",
        "Habib, Michel A., and Alexander P. Ljungqvist, 2001, Underpricing and entrepreneurial wealth losses in IPOs: Theory and evidence, Review of Financial Studies 14, 433-458.",
        "Gintschel, Andreas, 2000, The relation between quote revisions and market returns in the absence of trade, University of Rochester, working paper.",
        "Cornelli, Francesca and David Goldreich, 2001, Bookbuilding: How informative is the order book? Duke University, working paper.",
        "French, Kenneth R., G. William Schwert and Robert F. Stambaugh, 1987, Expected stock returns and volatility, Journal of Financial Economics 19, 3-29.",
        "Carter, Richard B., Frederick H. Dark, and Alan K. Singh, 1998, Underwriter reputation, initial returns, and the long-run performance of IPO stocks, Journal of Finance 53, 285-311.",
        "Chan, Louis, and Josef Lakonishok, 1992, Robust measurement of beta risk, Journal of Financial and Quantitative Analysis 27, 265-282.",
        "Clarkson, Peter M., and Rex Thompson, 1990, Empirical estimates of beta when investors face estimation risk, Journal of Finance 45, 431-453.",
        "Bradley, Daniel J. and Bradford D. Jordan, 2001, Partial adjustment to public information and IPO underpricing, University of Kentucky, working paper.",
        "Benveniste, Lawrence M. and Paul A. Spindt, 1989, How investment bankers determine the offer price and allocation of new issues, Journal of Financial Economics 24, 343-362.",
        "Benveniste, Lawrence M., William Wilhelm, and Xiaoyun Yu, 2000, Evidence on information spillovers in the production of investment banking services, University of Minnesota, working paper.",
        "Baron, David, 1982, A model of the demand for investment banking advising and distribution services for new issues, Journal of Finance 37, 955-976.",
        "Beatty, Randolph and Jay Ritter, 1986, Investment banking, reputation, and the underpricing of initial public offerings, Journal of Financial Economics 15, 213-232."
    ]
}