{
    "id": 8587,
    "cites": 17,
    "cited_by": 104,
    "reference": [
        "Barro, R., and J. Lee. 2000. International Data on Educational Attainment: Updates and Implications. Working Paper no. 42. Harvard University, Center for International Development, Cambridge, Massachusetts.",
        "Barro, R., and X. Sala-I-Martin. 1995. Economic Growth. New York: McGraw-Hill.",
        "Bils, M., and P. Klenow. 2000. Does Schooling Cause Growth? American Economic Review 90: 1160-83.",
        "Bloom, D., and D. Canning. 2000. The Health and Wealth of Nations. Science 287: 1207Ã\u0082â\u0080\u009309.",
        "Bloom, D., and Sachs, J. 1998. Geography, Demography, and Economic Growth in Africa. Brookings Papers on Economic Activity 1998:2: 207-73.",
        "Gallup, J. L., J. D. Sachs, and A. Mellinger. 1999. Geography and Economic Development. International Regional Science Review 22: 179-232.",
        "Heckman, J., and P. Klenow. 1997. Human Capital Policy. University of Chicago, Processed.",
        "Klenow, P. J., and A. Rodriguez-Clare. 1997. The Neoclassical Revival in Growth Economics: Has it Gone too Far? In B. Bernanke and J. Rotemberg, eds., NBER Macroeconomics Annual. Cambridge, Massachusetts: MIT Press.",
        "Knack, S., and P. Kiefer. 1995. Institutions and Economic Performance: Cross-Country Tests Using Alternative Institutional Measures. Economics and Politics 7: 207- 27.",
        "Lee, R., A. Mason, and T. Miller. 2000. Life Cycle Saving and the Demographic Transition: The Case of Taiwan. Population and Development Review 26(supplement): 194-222.",
        "Mankiw, N. G., 1994. Macroeconomics, 2nd edition. New York: Worth Publishers.",
        "Mankiw, N. G., D. Romer, and D. Weil. 1992. A Contribution to the Empirics of Economic Growth. Quarterly Journal of Economics, 107: 407-37.",
        "Mincer, J. 1974. Schooling, Earnings, and Experience. New York: Columbia University Press.",
        "Murray, C. J. L., and L. C. Chen. 1992. Understanding Morbidity Change. Population and Development Review 18: 481-503.",
        "Pritchett, L., and L. Summers. 1996. Wealthier Is Healthier. Journal of Human Resources 31: 844-68.",
        "Strauss, J., and D. Thomas. 1998. Health, Nutrition. and Economic Development. Journal of Economic Literature 36: 766-817.",
        "Young, A. 1994. Lessons from the East Asian NICs: A Contrarian View. European Economic Review 38: 964-73."
    ]
}