{
    "id": 8595,
    "cites": 21,
    "cited_by": 0,
    "reference": [
        "Angrist, Joshua D. Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records. The American Economic Review, Vol. 80, No. 3. (Jun., 1990), pp. 313-336.",
        "Baack, Ben and Edward John Ray. Federal Transfer Payments in America: Veterans Pensions and the Rise of Social Security. Economic Inquiry 26 (October 1988): 687-702.",
        "Brown, E. Cary. Fiscal Policy in the Thirties: A Reappraisal. The American Economic Review, Vol. 46, No. 5 (Dec., 1956), pp. 857-879.",
        "Costa, Dora L. The Evolution of retirement: An American Economic History, 1880-1990.",
        "Farnam, Henry W. Chapters in the history of social legislation in the United States to 1860. Washington, D.C: Carnegie Institution of Washington, 1938.",
        "Glasson, William H. Federal Military Pensions in the United States. New York: Oxford University Press, 1918.",
        "University of Chicago. http://www.va.gov. The website of The United States Department of Veterans Affairs. Karsten, Peter. Soldiers and Society: the Effects of Military Service and War on American life. Westport, Conn.: Greenwood Press, 1978.",
        "Levitan, Sar and Karen A. Cleary. Old Wars Remain Unfinished: the Veterans Benefits System. Baltimore: The Johns Hopkins University Press, 1973.",
        "McConnell, Stuart Charles. Glorious Contentment : the Grand Army of the Republic, 1865-1900.",
        "Oberly, James W. Sixty Million Acres: American Veterans and the Public Lands before the Civil War. Kent, Ohio: Kent State University Press, 1990.",
        "OCallaghan, Jerry. The War Veteran and the Public Lands. Agricultural History 28 (1954): 163-68.",
        "Olson, Keith W. The GI Bill, the Veterans, and the Colleges. Lexington, Kentucky: University of Kentucky Press, 1974.",
        "Ratchford, B. U. and K.C. Heise. Confederate Pensions. Southern Economic Journal 5 (October, 1938): 207-17.",
        "Resch, John P. Politics and public culture: the Revolutionary War Pension Act of 1818. . Journal of the Early Republic, v. 8, (Summer 1988): 139-58.",
        "Ross, Davis R. B. Preparing for Ulysses; Politics and Veterans during World War II. New York: Columbia University Press, 1969.",
        "Rubinow, Isaac Max. Social Insurance: with Special Reference to American Conditions. New York: H. Holt, 1913.",
        "Severo, Richard. The Wages of War: When Americas Soldiers Came Home - from Valley Forge to Vietnam. New York: Simon and Schuster, 1989.",
        "Skocpol, Theda. Protecting Soldiers and Mothers: The Political Origins of Social Policy in the United States. Cambridge MA: Belknap Press of Harvard University Press, 1992.",
        "Stanley, Marcus Magnus. Essays in Program Evaluation. Ph.D. dissertation, Harvard University, 2000.",
        "Taussig, Michael K. Background Paper. In Those Who Served: Report of the Twentieth Century Fund Task Force on Policies Toward Veterans. New York: The Twentieth Century Fund, 1974, pp. 41-134.",
        "U.S. Department of Veterans Affairs, Office of Public Affairs, VA Pamphlet 80-97-2, VA History in Brief, September 1997."
    ]
}