{
    "id": 8596,
    "cites": 21,
    "cited_by": 7,
    "reference": [
        "Brecher, Richard A. and Ehsan U. Choudhri, Ã\u0082â\u0080\u009cThe Leontief Paradox, Continued,Ã\u0082â\u0080\u009d Journal of Political Economy, 90(4), 1982, 820-823.",
        "Boag, George L. 1912. Manual of Railway Statistics. London, The Railway Gazette, 1912.",
        "Acemoglu, Daron, Simon Johnson and James A. Robinson, 2001, Ã\u0082â\u0080\u009cReversal of Fortune: Geography and Institution in the Making of the Modern World Income Distribution,Ã\u0082â\u0080\u009d Dept. of Economics, MIT, Sloan School of Management, and Dept. of Political Sciecne, Berkeley, mimeo.",
        "United States, Department of Commerce, Bureau of Foreign and Domestic Commerce, 1915.",
        "United Nations, Food and Agriculture Organization, 1991. Production Yearbook.",
        "Trefler, Daniel, Ã\u0082â\u0080\u009cThe Case of the Missing Trade and Other Mysteries,Ã\u0082â\u0080\u009d American Economic Review, 85(5), 1995, 1029-1046.",
        "Sachs, Jeffrey D., 2001. Ã\u0082â\u0080\u009cTropical Underdevelopment,Ã\u0082â\u0080\u009d NBER Working Paper no. 8119.",
        "Trefler, Daniel, Ã\u0082â\u0080\u009cInternational Factor Price Differences: Leontief was Right!Ã\u0082â\u0080\u009d Journal of Political Economy, 1993, December, 961-987.",
        "Oliver, Douglas L. Ancient Tahitian Society. Volume 1: Ethnography. Honolulu: University Press of Hawaii, 1974.",
        "Pomeranz, Kenneth. 2000. The Great Divergence: Europe, China, and the Making of the Modern World Economy. Princeton: Princeton University Press.",
        "Mauro, Paolo, Nathan Sussman and Y. Yafeh, 2001. Ã\u0082â\u0080\u009cEmerging Market Spreads: Then versus Now.Ã\u0082â\u0080\u009d Working Paper, Hebrew University.",
        "Maddison, Angus. 1989. The world economy in the 20th century. Paris: OECD Publications and Information Center.",
        "Jones, Charles I. And Robert E. Hall, 1999, Ã\u0082â\u0080\u009cWhy do some countries produce so much more output per worker than others?Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 116(1), 83-116.",
        "Jones, Charles I., 1994, Ã\u0082â\u0080\u009cEconomic growth and the relative price of capital,Ã\u0082â\u0080\u009d Journal of Monetary Economics, 34(3), 359-382.",
        "Homer, Sidney and Richard Sylla, 1996. A History of Interest Rates.",
        "Joby, R. S. 1983. The Railway Builders: Lives and Works of the Victorian Railway Contractors. Newton Abbot, David and Charles.",
        "Estevadeordal, Antoni and Alan M. Taylor, 2001, Ã\u0082â\u0080\u009cA Century of Missing Trade?Ã\u0082â\u0080\u009d American Economic Review, forthcoming.",
        "Easterly, William and Ross Levine, 2000, Ã\u0082â\u0080\u009cIt Not Factor Accumulation: Stylized Facts and Growth Models,Ã\u0082â\u0080\u009d World Bank and University of Minnesota, mimeo.",
        "De Long, J. Bradford and Lawrence H. Summers, 1991, Ã\u0082â\u0080\u009cEquipment Investment and Economic Growth,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 106, 445-502.",
        "Datta, Krishna Lal, Report on the enquiry into the rise of prices in India, Calcutta, Superintendent government printing, India, 1914.",
        "Clark, Gregory, Why Isnt the Whole World Developed? Lessons from the Cotton Mills, Journal of Economic History, 47, March 1987, 141-173."
    ]
}