{
    "id": 86,
    "cites": 16,
    "cited_by": 4,
    "reference": [
        "[1] L.M. Austin and W.rW. ~Io.gan, Optimizing Procurement of Aviation Fuels, Working Paper, U.S. Air Force Academy (June 1973). (To appear in Management Science.)",
        "[2] G.B. Dantzig and P. Wolfe, Decomposition Principles for Linear Programs, Operations Research 8 (1) (1960) 101-ill.",
        "[3] B.P. Dzielinski andRJ~E. Gotnory, Optimal Programming of Lot Sizes, Inventory, and Labor Allocations, Management Science 11 (1965) 874-890.",
        "[4] M.L. Fisher, A Dual Algorithm for the One-Machine Scheduling Problem, Technical Report No. 243, Department of Operations Research, Cornell University (December 1974).",
        "[5] M.L, Fisher, W. Northup, and J.F. Shapiro, Using Duality to Solve biscrete Optimization Problems: Theory and COmputationalEXPerience, Mathematical Pro gra1nrning~ Study 3.",
        "[6] M.L. Fisher and J.F. Shapiro, Constructive Duality in Integer Programming, SIAM J. Appi. Math.~ 27 (1) (1974).",
        "[7] A.M. Geoffrion, Elements of Large-Scale Mathematical Programming, S Management Science 16 (11) (July 1970) 652-6.91.",
        "[8] A.M. Geoffrion, The Capacitated Facility Location Problem with Additional Constraints, Graduate School of Management, University of California at Los Angeles, (February 1973).",
        "[9] A.M. Geoff non, Lagrangean Relaxation for Integer Programming, Mathematical progranming4StUd~ 2, December, 1974 82-114. .",
        "[10] M. Held andTR..M. Karp, The Traveling-Salesman Problem and Minimum Spanning Trees: Part II, Mathematical Progranvning (1) (1971) 6-25.",
        "[11] N. Held, P. Wolfe, and H. Crowder, Validation of Subgradient Optimization, Mathematical Frog c~nvning, 6 (1) (1974) 62-88.",
        "[12] L.S. Lasdon, Optimization Theory for Large Systems (The Macmillan Company, New York, 1970).",
        "[13] L.S. Lasdon and R.C. Terjung, An Efficient Algorithm for Multi-Item Scheduling, Operations Research, 19 (4) (1971) 946-969.",
        "[15] R.E. Narsten, W.W. Hogan, and J.W. Blankenship, The Boxstep Method for Large Scale Optimization, Operations Research~, 23 (3) (1975).",
        "[16] U.N. Wagner and T.M. Whitin, A Dynamic Version of the Economic Lot Size Model, Management Science 5 (1958) 89-96. 22",
        "[17] P. Wolfe, Convergence Theory in Nonlinear Programming, in: Integer uid Nonlinear Progrannning~ Ed. J. Abadie (North Holland, Amsterdam, 1970), 1-36."
    ]
}