{
    "id": 8601,
    "cites": 65,
    "cited_by": 43,
    "reference": [
        "Andrews, D.W.K. (1991), Heteroskedasticity and Autocorrelation Consistent Covariance Matrix Estimation, Econometrica, 59, 817-858.",
        "Berkson, J. (1938), Some Diculties of Interpretation Encountered in the Application of the Chi-Square Test, Journal of the American Statistical Association, 53, 28-38.",
        "Beveridge, S. and Nelson, C.R. (1981), A New Approach to Decomposition of Economic Time Series into permanent and Transitory Components with Particular Attention to Measurement of the Business Cycle, Journal of Monetary Economics, 7, 151-74.",
        "Bilson, J.F.O. (1981), The Speculative Eciency Hypothesis, Journal of Business, 54, 435-51.",
        "Boothe, P.M. and Glassman, D.A. (1987), The Statistical Distribution of Exchange Rates: Empirical Evidence and Economic Implications, Journal of International Economics, 22, 297-319.",
        "Brock, W.A., Dechert, W.D. and Scheinkman, J. (1991), Nonlinear Dynamics, Chaos, and Instability, Cambridge, Mass.: MIT Press.",
        "Brown, B.Y. and Mariano, R.S. (1984), Residual Based Stochastic Predictors and Estimation in Nonlinear Models, Econometrica, 52, 321-343.",
        "Brown, B.Y. and Mariano, R.S. (1989), Predictors in Dynamic Nonlinear Models: Large Sample Behaviour, Econometric Theory, 5, 430-452.",
        "Cheung, Y.W. and Lai, K.S. (1993), Finite-Sample Sizes of Johansens Likelihood Ratio Tests for Cointegration, Oxford Bulletin of Economics and Statistics, 55, 313-328.",
        "Clarida, R.H. and Taylor, M.P. (1993), The Term Structure of Forward Exchange Premiums and The Forecastability of Spot Exchange Rates: Correcting the Errors, National Bureau of Economic Research Working Paper No. 4442.",
        "Clarida, R.H. and Taylor, M.P. (1997), The Term Structure of Forward Exchange Premiums and The Forecastability of Spot Exchange Rates: Correcting the Errors, Review of Economics and Statistics, 89, 353-361.",
        "Clark, T.E. and McCracken, M.W. (2000), Tests of Equal Forecast Accuracy and Encompassing for Nested Models, Journal of Econometrics, 105, 85110.",
        "Davies, R.B. (1977), Hypothesis Testing when a Nuisance Parameter is Present Only Under the Alternative, Biometrika, 64, 247-254.",
        "Davies, R.B. (1987), Hypothesis Testing when a Nuisance Parameter is Present Only Under the Alternative, Biometrika, 74, 33-43.",
        "Dempster, A.P., Laird, N.M. and Rubin, D.B. (1977), Maximum Likelihood Estimation from Incomplete Data Via the EM Algorithm, Journal of the Royal Statistical Society, 39, Series B, 1-38.",
        "Diebold, F.X., Gunther, T.A. and Tay, A.S. (1998), Evaluating Density Forecasts with Applications to Financial Risk Management, International Economic Review, 39, pp. 863-883.",
        "Diebold, F.X. and Mariano, R.S. (1995), Comparing Predictive Accuracy, Journal of Business and Economics Statistics, 13, 253-263.",
        "Diebold, F.X. and Nason, J.A. (1990), Nonparametric Exchange Rate Prediction ?, Journal of International Economics, 28, pp. 315-332.",
        "Engel, C. (1994), Can the Markov Switching Model Forecast Exchange Rates?, Journal of International Economics, 36, 151-165.",
        "Engel, C. and Hakkio, C.S. (1996), The Distribution of Exchange Rates in the EMS, International Journal of Finance and Economics, 1, 55-67.",
        "Engel, C. and Hamilton, J.D. (1990), Long Swings in the Dollar: Are They in the Data and Do Markets Know It?, American Economic Review, 80, 689-713.",
        "Engel, C. and Kim, C.J. (1999), The Long-Run U.S./U.K. Real Exchange Rate, Journal of Money, Credit, and Banking, 31, 335-356.",
        "Frankel, J.A. (1980), Tests of Rational Expectations in the Forward Exchange Market, Southern Economic Journal, 46, 1083-1101.",
        "Frankel, J.A. and Rose, A. (1995), Empirical Research on Nominal Exchange Rates, in Grossman, G.M. and Rogo, K., (eds.), Handbook of International Economics, Vol. 3, 1689-1729.",
        "Franses, P.H. and van Dijk, D. (2000), Non-linear Time Series Models in Empirical Finance, Cambridge and New York: Cambridge University Press.",
        "Gallant A.R (1987), Nonlinear Statistical Models, New York, NY: J. Wiley.",
        "Granger, C.W.J. (1986), Developments in the Study of Cointegrated Variables , Oxford Bulletin of Economics and Statistics, 48, 213-228.",
        "Granger, C.W.I and Pesaran, M.H. (1999), A Decision Theoretic Approach to Forecast Evaluation, in Chan, W.S., Lin, W.K. and Tong, H. (eds.), Statistics and Finance: An Interface, London: Imperial College Press.",
        "Granger, C.W.J. and Terasvirta, T. (1993), Modelling Nonlinear Economic Relationships, Oxford, UK: Oxford University Press.",
        "Hamilton, J.D. (1988), Rational Expectations Econometric Analysis of Changes in Regime. An Investigation of the Term Structure of Interest Rates, Journal of Economics Dynamics and Control, 12, 385-423.",
        "Hamilton, J.D. (1989), A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle, Econometrica, 57, 357-384.",
        "Hamilton, J.D. (1993), Estimation, Inference and Forecasting of Time Series Subject to Changes in Regime, in Maddala, G.S., Rao, C.R. and Vinod, H.D., (eds.), Handbook of Econometrics , Vol. 4, Elsevier, Amsterdam.",
        "Hansen, B.E. (1996), Erratum: The Likelihood Ratio Test under Nonstandard Conditions: Testing the Markov Switching Model of GNP, Journal of Applied Econometrics, 11, 195-198.",
        "Hansen, L.P., Hodrick, R.J. (1980), Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, Journal of Political Economy, 88, 5, 829-853.",
        "Hansen, L.P. and Johansen, S. (1993), Recursive Estimation in Cointegrated VAR Models, 1993, University of Copenhagen, Institute of Mathematical Statistics Working Paper 93-1.",
        "Harvey, D., Leibourne, S. and Newbold, P. (1997), Testing the Equality of Prediction Mean Squared Errors, International Journal of Forecasting, 13, 281-291.",
        "Johansen, S. (1998), Statistical Analysis of Cointegrating Vectors, Journal of Economic Dynamics and Control, 12, 231-254.",
        "Kilian, L. and Taylor, M.P. (2000), Why Is It so Dicult to Beat the Random Walk Forecast of Exchange Rates?, University of Michigan and University of Warwick, mimeo.",
        "Kim, C.-J. and Nelson, C.R. (1999), State-Space Models with Regime Switching, Cambridge, Mass. and London, UK: MIT Press.",
        "Krolzig, H.-M. (1997), Markov-Switching Vector Autoregressions, New York, NY: Springer.",
        "Krolzig, H.-M. (1999), Statistical Analysis of Cointegrated VAR Processes with Markovian Regime Shifts, 1999, Nueld College and Department of Economics, University of Oxford, mimeo.",
        "Leamer, E.E. (1978), Speci...cation Searches: Ad Hoc Inference with Nonexperimental Data. New York: John Wiley and Sons.",
        "LeBaron, B. (1992), Forecast Improvements Using a Volatility Index, Journal of Applied Econometrics, 7, S137-49.",
        "Luintel, K.B. and Paudyal, K. (1998), Common Stochastic Trends between Forward and Spot Exchange Rates, Journal of International Money and Finance, 17, 279-297.",
        "Lyons, R.K. (1999), The Microstructure Approach to Exchange Rates, MIT Press, forthcoming.",
        "Mark, N.C. (1995), Exchange Rates and Fundamentals: Evidence on LongHorizon Predictability, American Economic Review, 85, 201-218.",
        "McCracken, M.W. (2000), Robust Out-of-Sample Inference, Journal of Econometrics, 99, 195-223.",
        "Meese, R.A. and Rogo, K. (1983a), Empirical Exchange Rate Model of the Seventies, Journal of International Economics, 14, 3-24.",
        "Meese, R.A. and Rogo, K. (1983b), The Out-of-sample Failure of Empirical Exchange Rate Models: Sampling Error or Misspeci...cation?, in Frenkel, J.A. (ed.), Exchange Rate and International Economics, Chicago: University of Chicago Press.",
        "Meese, R.A. and Rogo, K. (1988), Was It Real? The Exchange Rate-Interest Dierential Relation over the Modern Floating-Rate Period, Journal of Finance, 43, 933-948.",
        "Meese, R.A. and Rose, A.K (1990), Nonlinear, Nonparametric, Nonessential Exchange Rate Estimation, American Economic Review, 80, 192-196.",
        "Meese, R.A. and Rose, A.K (1991), An Empirical Assessment of Non-linearities in Models of Exchange Rate Determination, Review of Economic Studies, 58, 603-619.",
        "Naka, A. and Whitney, G. (1995), The Unbiased Forward Rate Hypothesis Re-examined, Journal of International Money and Finance, 14, 857-867.",
        "Newey, W.K. and West, K.D. (1987), A Simple, Positive Semi-de...nite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 55, 3, 703-708.",
        "Osterwald-Lenum, M. (1992), A Note with Quantiles of the Asymptotic Distribution of the Maximum Likelihood Cointegration Rank Test Statistics, Oxford Bulletin of Economics and Statistics, 54, 461-472.",
        "Pesaran, M.H. and Skouras, S. (2001), Decision-based Methods for Forecast Evaluation, in Clements, M.P. and Hendry, D.F. (eds.), A Companion to Economic Forecasting, Oxford: Blackwell, forthcoming.",
        "Ramsey, J.B. (1969), Tests for Speci...cation errors in Classical Linear Least Squares Regression Analysis, Journal of the Royal Statistical Society B, 31, 350-371.",
        "Saikkonen, P. (1992), Estimation and Testing of Cointegrated Systems by an Autoregressive Approximation, Econometric Theory, 8, 1-27.",
        "Stock, J.H. and Watson, M.W. (1988), Testing for Common Trends, Journal of the American Statistical Association, 83, 1097-1107.",
        "Tay, A.S. and Wallis, K.F. (2000), Density Forecasting: A Survey, Journal of Forecasting, 19, pp. 235-254.",
        "Taylor, M.P. (1987), Covered Interest Parity: A High-Frequency, High-Quality Data Study, Economica, 54, 429-438.",
        "Taylor, M.P. (1989), Covered Interest Arbitrage and Market Turbulence, Economic Journal, 99, 376-391.",
        "Taylor, M.P. (1995), The Economics of Exchange Rates, Journal of Economic Literature, 33, 13-47.",
        "Timmermann, A. (2000), Density Forecasting in Economics and Finance: Editorial, Journal of Forecasting, 19, pp. 231-234.",
        "West, K.D. (1996), Asymptotic Inference about Predictive Ability, Econometrica, 64, 1067-1084."
    ]
}