{
    "id": 8603,
    "cites": 13,
    "cited_by": 68,
    "reference": [
        "Christiano, L. , M. Eichenbaum, and C. Evans, Identification and the Effects of Monetary Policy Shocks, FRB Chicago Working Paper 94-7, May 1994.",
        "Clarida, R., G3 Exchange Rate Relationships: A Recap of the Record and a Review of Proposals for Change, Princeton Essays in International Finance, September 2000.",
        "Clarida, R. and M. Gertler, How the Bundesbank Conducts Monetary Policy, in C. Romer and D. Romer, eds., Reducing Inflation, Chicago: University of Chicago Press, 1997.",
        "Clarida, R., J. Gali and M. Gertler, Monetary Policy Rules in Practice: Some International Evidence, European Economic Review, June 1998.",
        "Clarida, R., J. Gali and M. Gertler, The Science of Monetary Policy: A New Keynesian Perspective , Journal of Economic Literature, December 1999.",
        "Clarida, R., J. Gali and M. Gertler, Monetary Policy Rules and Macroeconomic Stability: Theory and Evidence, Quarterly Journal of Economics, January 2000.",
        "Clarida, R., J. Gali and M. Gertler, Optimal Monetary Policy in Closed vs Open Economies: An Integrated Approach, American Economic Review Papers and Proceedings, May 2001.",
        "Dewald, W. and H. Johnson, An Objective Analysis of the Objectives of Monetary Policy, in Banking and Monetary Studies, D, Carson, ed., Richard D. Irwin, 1963.",
        "Eichenbaum, M. and C. Evans, Some Empirical Evidence on the Effects of Monetary Policy Shocks on Exchange Rates, Quarterly Journal of Economics, (110) 1995.",
        "Goodfriend, M. Interest Rates and the Conduct of Monetary Policy, Carnegie- Rochester Conference Series on Monetary Policy (34), 1991.",
        "Mishkin, F., Does Anticipated Monetary Policy Matter? An Econometric Evaluation, Journal of Political Economy, February 1982.",
        "McKinnon, R., The Rules of the Game, MIT Press, 1995.",
        "McNees, S., Modeling the Fed: A Forward Looking Monetary Policy Reaction Function New England Economic Review, 1986."
    ]
}