{
    "id": 8605,
    "cites": 35,
    "cited_by": 37,
    "reference": [
        "Acemoglu, D. and Angrist, J. (2000), How Large are Human Capital Externalities? Evidence from Compulsory Schooling Laws. Working Paper. Angrist, J. and Imbens, G. (1995), &apos;Two-Stage Least Squares Estimation of Average Causal Effects in Models with Variable Treatment Intensity&apos;, J AS A 90(430), 431-442.",
        "Becker, G. and Mulligan, C. (1997), &apos;The Endogenous Determination of Time Preference&apos;, Quarterly Journal of Economics 112(3), 729-758.",
        "Card, D. (1995), &apos;Earnings, Schooling, and Ability Revisited&apos;, Research in Labor Economics 14, 23-48.",
        "Chiricos, T. (1987), &apos;Rates of Crime and Unemployment: An Analysis of Aggregate Research&apos;, Social Problems 34(2), 187-211.",
        "Farrington, D. et al. (1986), &apos;Unemployment, School Leaving and Crime&apos;, British Journal of Criminology 26, 335-56.",
        "Freeman, R. (1983), Crime and Unemployment, in J. Q. Wilson, ed., &apos;Crime and Public Policy&apos;, ICS Press, San Francisco, chapter 6.",
        "Freeman, R. (1995), The Labor Market, in J. Q. Wilson and J. Petersilia, eds, &apos;Crime&apos;, ICS Press, San Francisco, chapter 8.",
        "Freeman, R. (1996), &apos;Why Do So Many Young American Men Commit Crimes and What Might We Do About It?&apos;, Journal of Economic Perspectives 10(1), 25-42.",
        "Gaviria, A. and Raphael, S. (2001), &apos;School-Based Peer Effects and Juvenile Behavior&apos;, Review of Economics and Statistics .",
        "Glaeser, E., Sacerdote, B. and Scheinkman, J. (1996), &apos;Crime and Social Interactions&apos;, Quarterly Journal of Economics 111(2), 507-48.",
        "Gottfredson, D. (1985), &apos;Youth Employment, Crime, and Schooling&apos;, Developmental Psychology 21, 419-32.",
        "Gould, E., Mustard, D. and Weinberg, B. (2000), Crime Rates and Local Labor Market Opportunities in the United States: 1979-1997. Working Paper.",
        "Grogger, J. (1998), &apos;Market Wages and Youth Crime&apos;, Journal of Labor Economics 16(4), 756-91.",
        "Heckman, J. (1997), &apos;Instrumental Variables: A Study of Implicit Behavioral Assumptions Used in Making Prgoram Evaluations&apos;, Journal of Human Resources 32, 441-62.",
        "Heckman, J. and Klenow, P. (1999), Human Capital Policy. Working Paper.",
        "Heckman, J. and Vytlacil, E. (2001), Local Instrumental Variables, in C. Hsiao, K. Morimune and J. Powell, eds, &apos;Nonlinear Statistical Inference: Essays in Honor of Takeshi Amemiya&apos;, Cambridge University Press, Cambridge.",
        "Hindelang, JVL. Hirsch, T. and Weis, J. (1981), Measuring Delinquency, Sage, Beverly Hills, CA.",
        "Imbens, G. and Angrist, J. (1994), &apos;Identification and Estimation of Local Average Treatment Effects&apos;, Econometrica 62(2), 467-75.",
        "Lang and Kropp (1986), &apos;Human Capital versus Sorting: Evidence from compulsory schooling laws&apos;, Quarterly Journal of Economics 101, 609-624.",
        "Levitt, S. (1997), &apos;Using Electoral Cycles in Police Hiring to Estimate the Effect of Police on Crime&apos;, American Economic Review 87(3), 270-90.",
        "Levitt, S. (1998), &apos;Juvenile Crime and Punishment&apos;, Journal of Political Economy 106(6), 115685.",
        "Lleras-Muney, A. (2000), Were Compulsory Attenance and Child Labor Laws Effective? An Analysis from 1915 to 1939. Working Paper.",
        "Lochner, L. (1999), Education, Work, and Crime: Theory and Evidence. Rochester Center for Economic Research Working Paper No. 465.",
        "Lynch, J. et al. (1994), Profile of Inmates in the United States and in England and Wales, 1991, U.S. Department of Justice, Washington, DC.",
        "Machin, S. and Meghir, C. (2000), Crime and Economic Incentives. Institute for Fiscal Studies, Working Paper.",
        "Miller, T., Cohen, M. and Wiersema, B. (1996), Victim Costs and Consequences: A New Look. Final Summary Report to the National Institute of Justice.",
        "Moretti, E. (1999), Estimating the Social Return to Education: Evidence from Longitudinal and Cross-Sectional Data. Center for Labor Economics, University of California, Berkeley, Working Paper No. 22.",
        "Mustard, D. (2001), &apos;Racial, Ethnic and Gender Disparities in Sentencing: Evidence from the US Federal Courts&apos;, Journal of Law and Economics 44(1).",
        "Raphael, S. and Winter-Ebmer, R. (2001), &apos;Identifying the Effect of Unemployment on Crime&apos;, Journal of Law and Economics 44(1).",
        "Stephan, J. (1999), State Prison Expenditures, 1996, U.S. Department of Justice, Washington, DC.",
        "Tauchen, H., Witte, A. D. and Griesinger, H. (1994), &apos;Criminal Deterrence: Revisiting the Issue with a Birth Cohort&apos;, Review of Economics and Statistics 76(3), 399-412.",
        "Viscusi, K. (1986), Market Incentives for Criminal Behavior, in R. Freeman and H. Holzer, eds, &apos;The Black Youth Employment Crisis&apos;, University of Chicago Press, Chicago, chapter 8.",
        "Witte, A. D. (1997), Crime, in J. Behrman and N. Stacey, eds, &apos;The Social Benefits of Education&apos;, University of Michigan Press, Ann Arbor, chapter 7.",
        "Witte, A. D. and Tauchen, H. (1994), Work and Crime: An Exploration Using Panel Data. NBER Working Paper 4794.",
        "Yitzhaki, S. (1996), &apos;On Using Linear Regressions in Welfare Economics&apos;, Journal of Business and Economic Statistics 14(4), 478-86."
    ]
}