{
    "id": 8606,
    "cites": 29,
    "cited_by": 100,
    "reference": [
        "Bhatia, K., 1987, Ã\u0082â\u0080\u009cReal estate assets and consumer spending,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 102, 437-443.",
        "Case, Karl E. and Christopher J. Mayer, 1996, Ã\u0082â\u0080\u009chouse price dynamics within a metropolitan area,Ã\u0082â\u0080\u009d Regional Science and Urban Economics, 26, 387-407.",
        "Case, Karl E. and Robert J. Shiller, 2000, Ã\u0082â\u0080\u009cThe stock market, the housing market and consumer spending,Ã\u0082â\u0080\u009d paper prepared for the AEA/AREUEA joint session, ASSA meetings, New Orleans, January.",
        "Elliott, J. Walter, 1980, Ã\u0082â\u0080\u009cWealth and wealth proxies in a permanent income model,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 95, 509-535.",
        "Engelhardt, Gary V., 1996, Ã\u0082â\u0080\u009cHouse prices and home owner saving behavior,Ã\u0082â\u0080\u009d Regional Science and Urban Economics, 26, 313-336.",
        "Englund, Peter and Yannis M. Ioannides, 1997, Ã\u0082â\u0080\u009cHouse price dynamics: an international empirical perspective,Ã\u0082â\u0080\u009d Journal of Housing Economics, 6, 119-136.",
        "Gale, William G. and John Sabelhaus, 1999, Ã\u0082â\u0080\u009cPerspective on the household savings rate,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 181-214.",
        "Goodman, John L. and J.B. Ittner, 1992, Ã\u0082â\u0080\u009cThe accuracy of home ownersÃ\u0082â\u0080\u0099 estimates of house value,Ã\u0082â\u0080\u009d Journal of Housing Economics, 2, 1992: 339-357.",
        "Greene, Richard K., 2001, Ã\u0082â\u0080\u009cStock prices and house prices in California: new evidence of a wealth effect?Ã\u0082â\u0080\u009d Regional Science and Urban Economics.",
        "Greene, Richard K., 2001, Ã\u0082â\u0080\u009cDoes the new economy drive the Santa Clara economy?Ã\u0082â\u0080\u009d Paper Presented at the Conference on Housing and the New Economy, Washington, DC, May 31.",
        "Greenspan, Alan, 1999, Ã\u0082â\u0080\u009cSpeech to Mortgage BankersÃ\u0082â\u0080\u0099 Association,Ã\u0082â\u0080\u009d Washington, DC, March 8.",
        "Hoynes, Hilary W. and Daniel L. McFadden, 1997, Ã\u0082â\u0080\u009cThe impact of demographics on housing and nonhousing wealth in the United States,Ã\u0082â\u0080\u009d in Michael D. Hurd and Yashiro Naohiro, eds., The Economic Effects of Aging in the United States and Japan, Chicago: University of Chicago Press for NBER, 153-194.",
        "Kain, John F. and John M. Quigley, 1972, Ã\u0082â\u0080\u009cNote on ownersÃ\u0082â\u0080\u0099 estimates of housing values,Ã\u0082â\u0080\u009d Journal of American Statistical Association, 67 (340), 803-806.",
        "Kennedy, Neale, and Polle Anderson, 1994, Ã\u0082â\u0080\u009cHousehold saving and real housing prices: An international perspective,Ã\u0082â\u0080\u009d BIS Working Paper 20, Bank for International Settlements, January.",
        "Levin, Laurence, 1998, Ã\u0082â\u0080\u009cAre assets fungible? Testing the behavioral theory of life-cycle savings,Ã\u0082â\u0080\u009d Journal of Economic Organization and Behavior, 36, 59-83.",
        "Maddala, G.S. and Shaowen Wu, 1999, Ã\u0082â\u0080\u009cA comparative study of unit root tests with panel data and a new simple test,Ã\u0082â\u0080\u009d Oxford Bulletin of Economics and Statistics, Special Issue, 631-641.",
        "Muellbauer, John and Anthony Murphy, 1997, Ã\u0082â\u0080\u009cBooms and busts in the UK housing market,Ã\u0082â\u0080\u009d The Economic Journal, 107, 1701-1727.",
        "Peek, Joe, 1983, Ã\u0082â\u0080\u009cCapital gains and personal saving behavior,Ã\u0082â\u0080\u009d Journal of Money, Credit, and Banking, 15, 1-23.",
        "Poterba, James M., 1991, Ã\u0082â\u0080\u009cHouse price dynamics: The role of tax policy and demography,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 2, 143-203.",
        "Poterba, James M. and Andrew A. Samwick, 1995, Ã\u0082â\u0080\u009cStock ownership patterns, stock market fluctuations, and consumption,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 2, 295-372.",
        "Quigley, John M., 2000, Ã\u0082â\u0080\u009cHousing market gains and consumer spending,Ã\u0082â\u0080\u009d Paper prepared for the RSAI North American Meetings, Chicago, November.",
        "Shefrin, Hersh and Richard Thaler, 1988, Ã\u0082â\u0080\u009cThe behavioral life-cycle hypothesis,Ã\u0082â\u0080\u009d Economic Inquiry, 26, 609-643.",
        "Sheiner, Louise, 1995, Ã\u0082â\u0080\u009cHousing prices and the savings of renters,Ã\u0082â\u0080\u009d Journal of Urban Economics, 38(1), 94-125.",
        "Shiller, Robert J., 2000, Irrational Exuberance, Princeton University Press, Princeton, NJ.",
        "Skinner, Jonathan, 1999, Ã\u0082â\u0080\u009cHousing wealth and aggregate saving,Ã\u0082â\u0080\u009d Regional Science and Urban Economics, 19, 305-324.",
        "Skinner, Jonathan, 1994, Ã\u0082â\u0080\u009cHousing and saving in the United States,Ã\u0082â\u0080\u009d in Yoshiro Noguchi and James M. Poterba, eds., Housing Markets in the United States and Japan, Chicago, IL, University of Chicago Press for NBER, pp. 191-214.",
        "Taltavull de La Paz, Paloma, 2001, Ã\u0082â\u0080\u009cHousing and consumption in spain,Ã\u0082â\u0080\u009d Paper Presented at the Eighth ERES Conference, Alicante, Spain, June 26-29.",
        "Thaler, Richard H., 1990, Ã\u0082â\u0080\u009cAnomalies: Saving, fungibility and mental accounts,Ã\u0082â\u0080\u009d Journal of Economic Perspectives, 4, 193-206.",
        "Zandi, Mark M., Regional Financial Associates, 1997."
    ]
}