{
    "id": 8607,
    "cites": 47,
    "cited_by": 7,
    "reference": [
        "Abel, Andrew B., 1990, Ã\u0082â\u0080\u009cAsset Prices Under Habit Formation and Catching Up with the JonesesÃ\u0082â\u0080\u009d, American Economic Review, vol.80, pp.38Ã\u0082â\u0080\u009342.",
        "Abel, Andrew B., 1999, Ã\u0082â\u0080\u009cRisk Premium and Term Premia in General EquilibriumÃ\u0082â\u0080\u009d, Journal of Monetary Economics, vol.43, pp.3Ã\u0082â\u0080\u009333.",
        "Bakshi, Gurdip S., and Zhiwu Chen, 1996, Ã\u0082â\u0080\u009cThe Spirit of Capitalism and Stock-Market PricesÃ\u0082â\u0080\u009d, American Economic Review, vol. 86, no.1, pp.133Ã\u0082â\u0080\u0093157.",
        "Basak, Suleyman, and Domenico Cuoco, 1998, Ã\u0082â\u0080\u009cAn Equilibrium Model with Restricted Stock Market ParticipationÃ\u0082â\u0080\u009d, Review of Financial Studies, vol.11, no.2, pp.309Ã\u0082â\u0080\u009341.",
        "Benninga, Simon, and Joran Mayshar, 1997, Ã\u0082â\u0080\u009cHeterogeneity and Option PricingÃ\u0082â\u0080\u009d, working paper, Tel-Aviv University and Hebrew University.",
        "Black, Fischer, 1976, Ã\u0082â\u0080\u009cStudies of Stock, Price Volatility ChangesÃ\u0082â\u0080\u009d, Proceedings of the 1976 Meetings of the Business and Economics Statistics Section, American Statistical Association, pp.177Ã\u0082â\u0080\u0093181.",
        "Brav, Alon, George M. Constantinides and Christopher C. Geczy, 1999, Ã\u0082â\u0080\u009cAsset Pricing with Heterogeneous Consumers and Limited Participation: Empirical EvidenceÃ\u0082â\u0080\u009d, working paper, University of Chicago.",
        "Campbell, John Y., and John H. Cochrane, 1999, Ã\u0082â\u0080\u009cBy Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market BehaviorÃ\u0082â\u0080\u009d, Journal of Political Economy, vol.107, no.2, pp.205Ã\u0082â\u0080\u0093251.",
        "Campbell, John Y., and Ludger Hentschel, 1992, Ã\u0082â\u0080\u009cNo News is Good News: An Asymmetric Model of Changing Volatility in Stock ReturnsÃ\u0082â\u0080\u009d, Journal of Financial Economic, vol.31, pp.281Ã\u0082â\u0080\u0093318.",
        "Campbell, John Y., Andrew W. Lo, A. Craig MacKinlay, 1997, The Econometrics of Financial Markets, Princeton University Press, Princeton, NJ.",
        "Campbell, John Y., and Robert J. Shiller, 1988, Ã\u0082â\u0080\u009cThe Dividend-Price Ratio and Expectations of Future Dividends and Discount FactorsÃ\u0082â\u0080\u009d, Review of Financial Studies, vol.1, pp.195Ã\u0082â\u0080\u0093227.",
        "Chan, Yeung L., and L. Kogan, 2000, Ã\u0082â\u0080\u009cCatching Up with the Joneses: Heterogeneous Preferences and the Dynamics of Asset PricesÃ\u0082â\u0080\u009d, Working paper, Rodney L. White Center, Wharton School, University of Pennsylvania.",
        "Constantinides, George M., 1982, Ã\u0082â\u0080\u009cIntertemporal Asset Pricing with Heterogeneous Consumers and without Demand AggregationÃ\u0082â\u0080\u009d, Journal of Business, vol.55, no.2, pp.253Ã\u0082â\u0080\u0093267.",
        "Constantinides, George M., 1990, Ã\u0082â\u0080\u009cHabit Formation: A Resolution of the Equity Premium PuzzleÃ\u0082â\u0080\u009d, Journal of Political Economy, vol.98, no.3, pp.519Ã\u0082â\u0080\u0093543.",
        "Constantinides, George M., and Duffie Darrell, 1996, Ã\u0082â\u0080\u009cAsset Pricing with Heterogeneous ConsumersÃ\u0082â\u0080\u009d, Journal of Political Economy, vol.104, no.2, pp.219Ã\u0082â\u0080\u0093240.",
        "Cox, John, and Chi-fu Huang, 1989, Ã\u0082â\u0080\u009cOptimal Consumption and Portfolio Policies when Asset Prices Follow a Diffusion ProcessÃ\u0082â\u0080\u009d, Journal of Economic Theory, vol.49, pp.33Ã\u0082â\u0080\u009383.",
        "Cox, John, Jonathan Ingersoll and Stephen Ross, 1985, Ã\u0082â\u0080\u009cAn Intertemporal General Equilibrium Model of Asset PricesÃ\u0082â\u0080\u009d, Econometrica, vol.53, pp.363Ã\u0082â\u0080\u0093384.",
        "Detemple, Jerome B., and Shashidhar Murthy, 1994, Ã\u0082â\u0080\u009cIntertemporal Asset Pricing with Heterogeneous BeliefsÃ\u0082â\u0080\u009d, Journal of Economic Theory, vol. 62, pp.294Ã\u0082â\u0080\u0093320.",
        "Detemple, Jerome B., and Fernando Zapatero, 1991, Ã\u0082â\u0080\u009cAsset Prices in an Exchange Economy with Habit FormationÃ\u0082â\u0080\u009d, Econometrica, vol.59, no.6, pp.1633Ã\u0082â\u0080\u00931657.",
        "Duffie, Darrell, 1996. Dynamic Asset Pricing Theory, Princeton University Press, Princeton, New Jersey.",
        "Duffie, Darrell, and Chi-fu Huang, 1985, Ã\u0082â\u0080\u009cImplementing Arrow-Debreu Equilibrium by Continuous Trading of Few Long-Lived SecuritiesÃ\u0082â\u0080\u009d, Econometrica, vol.53, pp.1337Ã\u0082â\u0080\u00931356.",
        "Dumas, Bernard, 1989, Ã\u0082â\u0080\u009cTwo-Person Dynamic Equilibrium in the Capital MarketÃ\u0082â\u0080\u009d, The Review of Financial Studies, vol.2, no.2, pp.157Ã\u0082â\u0080\u0093188.",
        "Dybvig, Philip H., and L.C.G. Rogers, 1997, Ã\u0082â\u0080\u009cRecovery of Preferences from Observed Wealth in a Single RealizationÃ\u0082â\u0080\u009d, Review of Financial Studies, vol. 10, pp.151Ã\u0082â\u0080\u0093174.",
        "Ferson, Wayne E., and Campbell R. Harvey, 1991, Ã\u0082â\u0080\u009cThe Variation of Economic Risk PremiumsÃ\u0082â\u0080\u009d, Journal of Political Economy, vol. 99, pp. 385Ã\u0082â\u0080\u0093415.",
        "Ferson, Wayne E., and George M. Constantinides, 1991, Ã\u0082â\u0080\u009cHabit Persistence and Durability in Aggregate Consumption: Empirical TestsÃ\u0082â\u0080\u009d, Journal of Financial Economics, vol.29, pp.199Ã\u0082â\u0080\u0093240.",
        "Gali, Jordi, 1994, Ã\u0082â\u0080\u009cKeeping Up with the Joneses: Consumption Externalities, Portfolio Choice, and Asset PricesÃ\u0082â\u0080\u009d, Journal of Money, Credit and Banking, vol.26, pp.1Ã\u0082â\u0080\u00938.",
        "Grossman, Sanford J., and Zhongquan Zhou, 1996, Ã\u0082â\u0080\u009cEquilibrium Analysis of Portfolio InsuranceÃ\u0082â\u0080\u009d, Journal of Finance, vol.LI, no.4, pp.1379Ã\u0082â\u0080\u00931403.",
        "Harvey, Campbell R., 1991, Ã\u0082â\u0080\u009cThe Specification of Conditional ExpectationsÃ\u0082â\u0080\u009d, Working paper, Duke University.",
        "Heaton, John C., 1995, Ã\u0082â\u0080\u009cAn Empirical Investigation of Asset Pricing with Temporally Dependent Preferences SpecificationsÃ\u0082â\u0080\u009d, Econometrica, vol.63, no.3, pp.681Ã\u0082â\u0080\u0093717.",
        "Heaton, John C., and Deborah J. Lucas, 1996, Ã\u0082â\u0080\u009cEvaluating the Effects of Incomplete Markets on Risk Sharing and Asset PricingÃ\u0082â\u0080\u009d, Journal of Political Economy, vol.104, no.3, pp. 443Ã\u0082â\u0080\u009387.",
        "Heaton, John C., and Deborah J. Lucas, 1999, Ã\u0082â\u0080\u009cStock Prices and FundamentalsÃ\u0082â\u0080\u009d, NBER Macroeconomics Annual, (MIT Press, Cambridge, MA), pp. 213Ã\u0082â\u0080\u0093242.",
        "Hindy, Ayman, and Chi-fu Huang, 1992, Ã\u0082â\u0080\u009cIntertemporal Preferences For Uncertain Consumption: A Continuous Time ApproachÃ\u0082â\u0080\u009d, Econometrica, vol.60, no.4, pp.781Ã\u0082â\u0080\u0093801.",
        "Hindy, Ayman, and Chi-fu Huang, 1993, Ã\u0082â\u0080\u009cOptimal Consumption and Portfolio Rules with Durability and Local SubstitutionÃ\u0082â\u0080\u009d, Econometrica, vol.61, no.1, pp.85Ã\u0082â\u0080\u0093121.",
        "Hindy, Ayman, Chi-fu Huang and Steven H. Zhu, 1997, Ã\u0082â\u0080\u009cOptimal Consumption and Portfolio Rules with Durability and Habit FormationÃ\u0082â\u0080\u009d, Journal of Economic Dynamics and Control, vol.21, pp.525Ã\u0082â\u0080\u0093550.",
        "Karatzas, Ioannis, J. Lehoczky and Steven Shreve, 1990, Ã\u0082â\u0080\u009cExistence and Uniqueness of Multi-Agent Equilibrium in a Stochastic, Dynamic Consumption/Investment ModelÃ\u0082â\u0080\u009d, Mathematics of Operations Research, vol. 15, pp. 80Ã\u0082â\u0080\u0093128.",
        "Lucas, Robert E., Jr., 1978, Ã\u0082â\u0080\u009cAsset Prices in an Exchange EconomyÃ\u0082â\u0080\u009d, Econometrica, vol.46, pp.1429Ã\u0082â\u0080\u00931446.",
        "Mankiw, N. Gregory, 1986, Ã\u0082â\u0080\u009cThe Equity Premium and the Concentration of Aggregate ShocksÃ\u0082â\u0080\u009d, Journal of Financial Economics , vol.17, pp.211Ã\u0082â\u0080\u0093219.",
        "Mehra, Rajinish, and Edward Prescott, 1985, Ã\u0082â\u0080\u009cThe Equity Premium: A PuzzleÃ\u0082â\u0080\u009d, Journal of Monetary Economics, vol.15, pp.145-161.",
        "Merton, Robert C., 1990, Continuous-Time Finance, Blackwell Publishers, Cambridge, MA.",
        "Nelson, Charles R., and Myung J. Kim, 1993, Ã\u0082â\u0080\u009cPredictable Stock Returns: The Role of Small Sample BiasÃ\u0082â\u0080\u009d, Journal of Finance, vol. 48, pp. 641Ã\u0082â\u0080\u0093661.",
        "Rubinstein, Mark, 1974, Ã\u0082â\u0080\u009cAn Aggregation Theorem for Securities MarketsÃ\u0082â\u0080\u009d, Journal of Financial Economics, vol.1, pp.225Ã\u0082â\u0080\u0093244.",
        "Ryder, Harl E., Jr., and Geoffrey M. Heal, 1973, Ã\u0082â\u0080\u009cOptimal Growth with Intertemporally Dependent PreferencesÃ\u0082â\u0080\u009d, Review of Economic Studies, vol.40, pp.1Ã\u0082â\u0080\u009333.",
        "Schwert, G. William, 1989, Ã\u0082â\u0080\u009cWhy Does Stock Market Volatility Change Over Time?Ã\u0082â\u0080\u009d, Journal of Finance, vol.XLIV, no.5, pp.1115Ã\u0082â\u0080\u00931153.",
        "Storesletten, Kjetil, Chris I. Telmer, and Amir Yaron, 2001, Ã\u0082â\u0080\u009cAsset Pricing with Idiosyncratic Risk and Overlapping Generations,Ã\u0082â\u0080\u009d Working paper, University of Pennsylvania.",
        "Sundaresan, Suresh M., 1989, Ã\u0082â\u0080\u009cIntertemporally Dependent Preferences and the Volatility of Consumption and WealthÃ\u0082â\u0080\u009d, The Review of Financial Studies, vol.2, no.1, pp.73Ã\u0082â\u0080\u009389.",
        "Wang, Jiang, 1996, Ã\u0082â\u0080\u009cThe Term Structure of Interest Rates in a Pure Exchange Economy with Heterogeneous InvestorsÃ\u0082â\u0080\u009d, Journal of Financial Economics, vol.41, pp.75Ã\u0082â\u0080\u0093110.",
        "Weil, Philippe, 1989, Ã\u0082â\u0080\u009cThe Equity Premium Puzzle and the Riskfree Rate PuzzleÃ\u0082â\u0080\u009d, Journal of Monetary Economics, vol.24, pp.401Ã\u0082â\u0080\u0093421."
    ]
}