{
    "id": 8609,
    "cites": 26,
    "cited_by": 10,
    "reference": [
        "Campbell, John Y., 1993, Intertemporal asset pricing without consumption data, American Economic Review 83, 487-512.",
        "Campbell, John Y. and Luis M. Viceira, 1999, Consumption and portfolio decisions when expected returns are time varying, Quarterly Journal of Economics 114, 433-495.",
        "Chan, Yeung Lewis and Leonid Kogan, 2000, Heterogeneous preferences, catching up with the Joneses and the dynamics of asset prices, Working paper, U. of Pennsylvania.",
        "Cox, John C. and Chi-fu Huang, 1989, Optional consumption and portfolio policies when assets prices follow a diffusion process, Journal of Economic Theory 49, 33-83.",
        "Cuoco, Domenico, 1997, Optimal consumption and equilibrium prices with portfolio constraints and stochastic income, Journal of Economic Theory 72, 33-73.",
        "Cuoco, Domenico, and Hua He, 1994a, Dynamic aggregation and computation of equilibria in finite-dimensional economies with incomplete financial markets, Working paper, University of Pennsylvania.",
        "Cuoco, Domenico and Hua He, 1994b, Dynamic equilibrium in infinite-dimensional economies with incomplete financial markets, Working paper, University of Pennsylvania.",
        "CvitaniÃ\u0082Â´c, Jak?sa and Ioannis Karatzas, 1992, Convex duality in constrained portfolio optimization, Annals of Applied Probability 2, 767-818.",
        "Den Haan, Wouter J. and Albert Marcet, 1994, Accuracy in simulations, The Review of Economic Studies 61.1, 3-17.",
        "Detemple, Jerome and Shashidhar Murthy, 1997, Equilibrium asset prices and no-arbitrage with portfolio constraints, Review of Financial Studies 10.4, 1133-1174.",
        "Duffie, Darrell and Larry G. Epstein, 1992, Stochastic Differential Utility, Econometrica, 60, 353-394.",
        "Dumas, Bernard, 1989, Two-person dynamic equilibrium in the capital market, Review of Financial Studies, 2, 157-188.",
        "Grossman, Sanford J. and Jean-Luc Vila, 1992, Optimal dynamic trading with leverage constraints, Journal of Financial and Quantitative Analysis 27, 151-168.",
        "Hakansson, Nils H., 1971, On optimal myopic portfolio policies with and without serial correlation of yields, Journal of Business 44, 324-334.",
        "Heaton, John and Deborah Lucas, 1996, Evaluating the effects of incomplete markets on risk sharing and asset pricing, Journal of Political Economy 104(3), 443-487.",
        "Judd, Kenneth L., 1998, Numerical Methods in Economics, MIT Press, Cambridge, MA.",
        "Kim, Tong Suk and Edward Omberg, 1996, Dynamic nonmyopic portfolio behavior, Review of Financial Studies 9, 141-161.",
        "Kreps, David and E. Porteus, 1978, Temporal resolution of uncertainty and dynamic choice theory,Ã\u0082â\u0080\u009d Econometrica, 46, 185-200.",
        "Leland, Hayne (1968), Dynamic portfolio theory, Ph.D. thesis, Harvard University.",
        "Liu, Jun, 1998, Portfolio selection in stochastic environments, Working paper, Stanford University.",
        "Marcet, Albert and Kenneth Singleton, 1999, Equilibrium asset prices and savings of heterogeneous agents in the presence of incomplete markets and portfolio constraints, Macroeconomic Dynamics, forthcoming.",
        "Merton, Robert C., 1969, Lifetime portfolio selection under uncertainty: The continuous time case, Review of Economics and Statistics 51, 247-257.",
        "Merton, Robert C., 1971, Optimum consumption and portfolio rules in a continuous time model, Journal of Economic Theory 3, 373-413.",
        "Mossin, Jan, 1968, Optimal multiperiod portfolio policies, Journal of Business 41, 215-229.",
        "Wachter, Jessica, 1998, Portfolio and consumption decisions under mean-reverting returns: An exact solution for complete markets, Working paper, Harvard University.",
        "Wang, Jiang, 1996, The term structure of interest rates in a pure exchange economy with heterogeneous investors , Journal of Financial Economics 41.1,75-110."
    ]
}