{
    "id": 861,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Winkler, Max, Foreign Bonds: An Autopsy, Philadelphia: Roland Swain, 1933.",
        "Madden, John T., Marcus Nadler, and Harry C. Sauvain, Americas Experience asa Creditor Nation, New York: Prentice-Hall, Inc., 1937.",
        "Kindleberger, Charles P., I)ebt Situation of the Developing Countries in Historical Perspective, Paper for a symposium at the Export-Import Bank on Developing Countries Debt, April 21, 1977.",
        "Wynne, William H., State Insolvency and Foreign Bondholders, Vol. ~ Case Histories, Yale University Press: New Haven, 1951.",
        "World Bank, World Development Report, World Bank: Washington, D.C., 1981.",
        "Kindleberger, Charles P., Manias, Phobias~ and Crashes, Basic Books, Inc., Pubushers: New York, 1978.",
        "International Monetary Fund, External Indebtedness of Developing Countries, Occasional Paper No. 3, Ir4F: Washington, D.C., May 1981.",
        "International Monetary Fund, International Capital Markets, Occasional Paper No. 1, IMF: Washington, D.C., September 1980.",
        "Guitian, Manuel, Policies on Access to Fund Resources - An Overview of Condi-. tionality, International Monetary Fund manuscript, 1981.",
        "Eaton, Jonathan, and Mark Gersovitz, Country Risk: Economic Aspects, unpublished manuscript, Yale University, 1981.",
        "Eaton, Jonathan, and Mark Gersovitz, Debt with Potential Repudiation: Theoretical and Empirical Analysis, *Review of Economic Studies, Vol. 48, 1981.",
        "Eaton, Jonathan, and Mark Gersovitz, Poor Country Borrowing in Private Finan cial Markets and the Repudiation Issue, Princeton: International Finance Section, 1981.",
        "Cizauskas, Albert, International Debt Renegotiation: Lessons fromthe Past, World Development. Vol. 7, lq7q, pp. 1Q~-2io. Cooper, Richard N., Managing Risks to the International Economic System, Harvard University, August, 1981.",
        "Aronson, Jonathan D., (ed), Debt and the Less Developed Countries, Boulder: Westview, 1979."
    ]
}