{
    "id": 8611,
    "cites": 41,
    "cited_by": 62,
    "reference": [
        "Zhao, Yaohui, 1999, Ã\u0082â\u0080\u009cLabor Migration and Earnings Differences: the Case of Rural China,Ã\u0082â\u0080\u009d Economic Development and Cultural Change, 47(4): 767-782, July.",
        "Yao, Shujie, and Liwei Zhu, 1998, Ã\u0082â\u0080\u009cUnderstanding Income Inequality in China: A Multi-Angle Perspective,Ã\u0082â\u0080\u009d Economics of Planning 31: 133-50.",
        "Young, Alwyn, 2000, Ã\u0082â\u0080\u009cThe RazorÃ\u0082â\u0080\u0099s Edge: Distortions and Incremental Reform in the PeopleÃ\u0082â\u0080\u0099s Republic of China,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 115 (4): 1091-1135, November.",
        "Yao, Shujie, and Jirui Liu, 1998, Ã\u0082â\u0080\u009cEconomic Reforms and Regional Segmentation in Rural China,Ã\u0082â\u0080\u009d Regional Studies, 32(8): 735-746.",
        "Yang, Dennis Tao, 1999, Ã\u0082â\u0080\u009cUrban-Biased Policies and Rising Income Inequality in China,Ã\u0082â\u0080\u009d American Economic Review Papers And Proceedings, 306-310, May.",
        "Wei, Shang-Jin, 2000, Ã\u0082â\u0080\u009cNatural Openness and Good Government,Ã\u0082â\u0080\u009d NBER Working Paper No. 7765, June.",
        "Wei, Shang-Jin, 1995, Ã\u0082â\u0080\u009cThe Open Door Policy and ChinaÃ\u0082â\u0080\u0099s Rapid Growth: Evidence from City-level Data,Ã\u0082â\u0080\u009d in Takatoshi Ito and Anne O. Krueger, eds., Growth Theories in Light of East Asian Experience, Chicago: University of Chicago Press.",
        "Welch, Finis, 1999, Ã\u0082â\u0080\u009cIn Defense of Inequality,Ã\u0082â\u0080\u009d American Economic Review, Papers and Proceedings, 89(2): 1-17, May.",
        "Wang, Tao, 1994, Ã\u0082â\u0080\u009cMarket and Reform: The Growth of Chinese Urban Industries,Ã\u0082â\u0080\u009d unpublished, a chapter in Ph.D Dissertation, New York University.",
        "World Bank, 1997, Sharing Rising Incomes Ã\u0082â\u0080\u0093 Disparities In China, Washington D.C.",
        "World Bank, 1998, World Development Indicators, Washington D.C.",
        "State Statistics Bureau, 1993, China Statistical Yearbook, Beijng: China Statistics Publishing House.",
        "State Statistics Bureau, 1995, China Statistical Yearbook, Beijng: China Statistics Publishing House.",
        "World Bank, 1994, China: Foreign Trade Reform, Washington, D.C.: World Bank.",
        "State Statistics Bureau, 1990, The Forty Years of Urban Development, Beijng: China Statistical Information and Consultancy Service Center.",
        "Staiger, Douglas and Stock, James H., 1997, Ã\u0082â\u0080\u009cInstrumental Variables Regression with Weak Instruments,Ã\u0082â\u0080\u009d Econometrica, 65(3): 557-86, May.",
        "Rose, Andrew, 2000, Ã\u0082â\u0080\u009cOne Money, One Market: Estimating the Effect of Common Currencies on Trade,Ã\u0082â\u0080\u009d Economic Policy, April: 7-33.",
        "Srinivasan, T.N., and Jagdish Bhagwati, 1999, Ã\u0082â\u0080\u009cOutward-Orientation and Development: Are Revisionists Right?Ã\u0082â\u0080\u009d Yale University, Economic Growth Center Discussion Paper No. 806.",
        "Rodriguez, Francisco and Dani Rodrik, 2000, Ã\u0082â\u0080\u009cTrade Policy and Economic Growth: A SkepticÃ\u0082â\u0080\u0099s Guide to Cross-National Evidence,Ã\u0082â\u0080\u009d NBER working paper No. 7081, April, in NBER Macroeconomics Annual 2000.",
        "Rodrik, Dani, 1999, Making Openness Work: The New Global Economy and the Developing Countries, Washington, D.C.: The Overseas Development Council.",
        "Qian, Yingyi, and Barry R. Weingast, 1996, Ã\u0082â\u0080\u009cChinaÃ\u0082â\u0080\u0099s Transition to Markets: Market-Preserving Federalism, Chinese Style,Ã\u0082â\u0080\u009d Journal of Policy Reform, 1: 149-185.",
        "Ravallion, Martin, 2000, Ã\u0082â\u0080\u009cGrowth, Inequality, and Poverty: Looking beyond Averages,Ã\u0082â\u0080\u009d unpublished World Bank working paper.",
        "Qian, Yingyi, and Gerard Roland, 1998, Ã\u0082â\u0080\u009cFederalism and the Soft Budget Constraint,Ã\u0082â\u0080\u009d American Economic Review, 88(5): 1593-1615, December.",
        "Perkins Dwight and Shahid Yusuf, 1984, Ã\u0082â\u0080\u009cRural Development in China,Ã\u0082â\u0080\u009d Baltimore: Johns Hopkins University Press.",
        "Munro, David, 1988, Chambers World Gazetteer Ã\u0082â\u0080\u0093 An A-Z of Geographical Information, Cambridge: Chambers.",
        "Lindert, H. Peter, and Jeffrey G. Williamson, 2001, Ã\u0082â\u0080\u009cDoes Globalization Make the WorldMore Unequal?Ã\u0082â\u0080\u009d, NBER working paper 8228.",
        "Lin, Justin Yifu, 1992, Ã\u0082â\u0080\u009cRural Reforms and Agricultural Growth in China,Ã\u0082â\u0080\u009d American Economic Review, 82(1): 34-51, March.",
        "Knight, John, and Lina Song, 1999, Ã\u0082â\u0080\u009cThe Rural-Urban Divide: Economic Disparities and Interactions in China,Ã\u0082â\u0080\u009d New York: Oxford University Press.",
        "Kwong, Tsz Man, 1994, Ã\u0082â\u0080\u009cMarkets and Urban-Rural Inequality in China,Ã\u0082â\u0080\u009d Social Science Quarterly, 75(4): 821-837.",
        "Khan, Azizur Rahman, Keith Griffin, Carl Riskin, and Zhao Renwei, 1993, Ã\u0082â\u0080\u009cSources of Income Inequality in Post-reform China,Ã\u0082â\u0080\u009d China Economic Review, 4(1): 19-35.",
        "Jin, Hehui, Yingyi Qian, and Barry R. Weingast, 2001, Ã\u0082â\u0080\u009cRegional Decentralization and Fiscal Incentives: Federalism, Chinese Style,Ã\u0082â\u0080\u009d Unpublished working paper, Stanford University and University of California, Berkeley.",
        "Irwin, Douglas A., and Marko Tervio, 2000 Ã\u0082â\u0080\u009cDoes Trade Raise Income? Evidence From The Twentieth Century,Ã\u0082â\u0080\u009d NBER working paper 7745, June.",
        "Frankel, Jeffrey, A., and David Romer, 1999 Ã\u0082â\u0080\u009cDoes Trade Cause Growth?Ã\u0082â\u0080\u009d American Economic Review, March, 379-399.",
        "Feder, Gershon, 1983, Ã\u0082â\u0080\u009cOn Exports and Economic Growth,Ã\u0082â\u0080\u009d Journal of Development Economics, 12(1/2): 59-73.",
        "Forbes, Kristin, 2000, Ã\u0082â\u0080\u009cA Reassessment of the Relationship Between Inequality and Growth,Ã\u0082â\u0080\u009d American Economic Review 90(4): 869-887, September.",
        "Edwards, Sebastian, 1998, Ã\u0082â\u0080\u009cOpenness, Productivity and Growth: What Do We Really Know?Ã\u0082â\u0080\u009d Economic Journal 108(March): 383-398.",
        "Dollar, David, and Aart Kraay, 2001b, Ã\u0082â\u0080\u009cTrade, Growth, and Poverty.Ã\u0082â\u0080\u009d unpublished World Bank Policy Research Working Paper 2615. Economist, 2001, Ã\u0082â\u0080\u009cIncome Distribution In China,Ã\u0082â\u0080\u009d June 2, 39-44.",
        "Dollar, David, and Aart Kraay, 2001a, Ã\u0082â\u0080\u009cGrowth is Good for the Poor,Ã\u0082â\u0080\u009d World Bank Policy Research Working Paper 2587.",
        "Cohen, B. Saul ed., 1998, The Columbia Gazetteer of the World, New York: Columbia University Press.",
        "Defense Mapping Agency, 1990, Gazetteer of the PeopleÃ\u0082â\u0080\u0099s Republic of China, Washington DC: Defense Mapping Agency.",
        "Atkinson, Anthony B., and Andrea Brandolini, 2001, Ã\u0082â\u0080\u009cPromise and Pitfalls in the Use of Ã\u0082â\u0080\u0098SecondaryÃ\u0082â\u0080\u0099 Data-Sets: Income Inequality in OECD Countries as a Case Study,Ã\u0082â\u0080\u009d Journal of Economic Literature, 39(3), September."
    ]
}