{
    "id": 8612,
    "cites": 24,
    "cited_by": 56,
    "reference": [
        "Statman, Meir, 1987, How many stocks make a diversified portfolio?, Journal of Financial and Quantitative Analysis, September.",
        "Roll, Richard, 1992, Industrial Structure and the Comparative Behavior of International Stock Market Indices, Journal of Finance 47(1), 3-41.",
        "Solnik, Bruno, 1976, Why not diversify internationally rather than domestically?, Financial Analyst Journal, July.",
        "Rajan, Raghuam and Luigi Zingales, 2001, The Great Reversals: The Politics of Financial Development in the 20th Century, NBER Working Paper, No. W8178.",
        "Obstfeld, Maurice and Alan M. Taylor, 2001, Globalization and Capital Markets, NBER Working Paper.",
        "Longin, Francois and Bruno Solnik, 2001, Extreme Correlation of International Equity Markets, Journal of Finance 56(2) 649-675.",
        "Neudecker, H. and A.M. Wesselman, 1990, The Asymptotic Covariance of Sample Correlation Matrix, Linear Algebra and Its Applications 127, 589-99.",
        "Korajczyk, Roert A., 1996, Measure Of Stock Market Integration for Developed and Emerging Markets, World Bank Economic Review 10(2), 267-89.",
        "Levy, Haim and Marshall Sarnat, 1970, International Diversification of Investment Portfolios, American Economic Review 60(4), 668-75.",
        "Kaplanis, Evi C.,1988, Stability and Forecasting of the Comovement Measures of International Stock Market Returns, Journal of International Money and Finance 7(1), 63-75.",
        "Heston, Steven L., K. Geert Rouwenhorst, 1994, Does Industrial Structure Explain the Benefits of International Diversification? Journal of Financial Economics 36(1), 3-27.",
        "Corsetti, Giancarlo, Marcello Pericoli and Massimo Sbracia, 2001, Correlation Analysis of Contagion: What One Should Know before Running A Test, Working Paper.",
        "Grubel, Herbert G. and Kenneth Fadner, 1971, The Interdependence of International Equity Markets, Journal of Finance 26(1), 89-94.",
        "Chen, Zhiwu. and Peter J. Knez, 1995, Measurement of Market Integration and Arbitrage, Review Of Financial Studies 8(2), 287-325.",
        "Campbell, John Y. and Yasushi Hamao, 1992, Predictable Stock Returns in the United States and Japan: A Study of Long-Term Capital Market Integration, Journal of Finance 47(1), 43-69.",
        "Bracker, Kevin, Diane Docking and Paul D. Koch, 1999, Economic Determinants of Evolution in International Stock Market Integration, Journal of Empirical Finance 6(1), 1-27.",
        "Browne, M.W., and A. Shapiro, 1986, The Asymptotic Covariance Matrix of Sample Correlation Coefficients under General Conditions, Linear Algebra and Its Applications 82, 169-76.",
        "Boyer, Brian H., Michael S. Gibson and Mico Loretan, 1997, Pitfalls in Tests for Changes in Correlations, Board of Governors of the Federal Reserve System, International Finance Discussion Papers: 597.",
        "Boudoukh, Jacob And Matthew Richardson, 1993, Stock Returns and Inflation: A Long-Horizon PerspectiveÃ\u0082â\u0080\u009d, American Economic Review 83(5), 1346-55.",
        "Bordo, Michael D., Barry Eichengreen and Douglas Irwin, 1999, Is Globalization Today Really Different than Globalization a Hundred Years Ago? NBER Working Paper No. W7195.",
        "Bordo, Michael D., Barry Eichengreen and Jongwoo Kim, 1998, Was There Really an Earlier Period Of International Financial Integration Comparable to Today? NBER Working Paper No.W6738.",
        "Bekaert, Geert, and Campbell R. Harvey, 2000, Foreign Speculators and Emerging Equity Markets, Journal of Finance 55(2), 565-613.",
        "Bekaert, Geert, and Campbell R. Harvey, 1995, Time-Varying World Market Integration, Journal of Finance 50(2), 403-44.",
        "Basu, Susanto, and Alan M. Taylor, 1999, Business Cycles in International Historical Perspective, Journal of Economic Perspectives 13(2), 45-68."
    ]
}