{
    "id": 8616,
    "cites": 19,
    "cited_by": 3,
    "reference": [
        "Suen, Wing A competitive theory of equilibrium and disequilibrium in two-sided matching, RAND Journal of Economics, 31, Spring 2000, 101-120.",
        "Roth, A.E. and X. Xing Turnaround Time and Bottlenecks in Market Clearing: Decentralized Matching in the Market for Clinical Psychologists, Journal of Political Economy, 105, April 1997, 284-329.",
        "Roth, A.E. and X. Xing Jumping the Gun: Imperfections and Institutions Related to the Timing of Market Transactions, American Economic Review, 84, September, 1994, 992-1044.",
        "Roth, A. E. and Elliott Peranson, Ã\u0082â\u0080\u009cThe Redesign of the Matching Market for American Physicians: Some Engineering Aspects of Economic Design,Ã\u0082â\u0080\u009d American Economic Review, 89, 4, September, 1999, 748-780.",
        "Roth, A.E. A Natural Experiment in the Organization of Entry Level Labor Markets: Regional Markets for New Physicians and Surgeons in the U.K., American Economic Review, vol. 81, June 1991, 415-440.",
        "Roth, A.E. New Physicians: A Natural Experiment in Market Organization, Science, 250, 1990, 1524-1528.",
        "National Resident Matching Program, Specialties Matching Services, MSMP Data, 1999 Appointments, 1999.",
        "Meyer, Gregg S., Itzhak Jacoby, Henry Krakauer, Don W. Powell, Jeanette Aurand and Peggy McCardle Gastorenterology Workforce Modeling, Journal of the American Medical Association, September 4, 1996, Vol 276, No.9, 689-694.",
        "Li, Hao and Wing Suen, Risk Sharing, Sorting, and Early Contracting, Journal of Political Economy, Vol. 108, 2000, 1058-1091.",
        "Li, Hao and Sherwin Rosen, Unraveling in Matching Markets, American Economic Review, Vol. 88, 1998, 371-387.",
        "Kamecke, Ulrich, Wage Formation in a Centralized Matching Market, International Economic Review, 39, 1, February, 1998, 33-53.",
        "Kagel, John H. and A.E. Roth, The dynamics of reorganization in matching markets: A laboratory experiment motivated by a natural experiment, Quarterly Journal of Economics, February, 2000, 201-235.",
        "Haruvy, Ernan, Alvin E. Roth, and M. Utku Ã\u0083Å\u0093nver, Ã\u0082â\u0080\u009cThe Dynamics of Law Clerk Matching: An Experimental and Computational Investigation of Proposals for Reform of the Market,Ã\u0082â\u0080\u009d October 2001.",
        "Gorelick, Fred S. M.D., Ã\u0082â\u0080\u009cStriking Up the MatchÃ\u0082â\u0080\u009d, Comment From the Editors Gastroenterology, Vol 117, 1999, 295.",
        "Gale, David and Lloyd Shapley [1962], College Admissions and the Stability of Marriage, American Mathematical Monthly, 69, 9-15.",
        "William T. Bauer, William Fackler, Kavita Kongara, Christie Matteoni, Bo Shen and Michael Vaezi, Comment to ItÃ\u0082â\u0080\u0099s Time to Bring the Best and Brightest Back to Gastroenterology, Gastroenterology vol. 116, No.4, 1999, 1014.",
        "Avery, Christopher, Christine Jolls, Richard A. Posner, and Alvin E. Roth, Ã\u0082â\u0080\u009cThe Market for Federal Judicial Law ClerksÃ\u0082â\u0080\u009d, University of Chicago Law Review, 68, 3, Summer, 2001, 793-902.",
        "Avery, Christopher, Andrew Fairbanks and Richard Zeckhauser, What Worms for the Early Bird? Early Admissions at Selective Colleges, working paper, 2001.",
        "American Gastroenterology Association, Summary of meeting of the NRMP Board of Directors, 2001, http://www.gastro.org/gi-training/summary-meeting..html."
    ]
}