{
    "id": 8617,
    "cites": 28,
    "cited_by": 125,
    "reference": [
        "Bernanke, Ben S., Thomas. Laubach, Frederic S. Mishkin, and Adam S. Posen, 1999, Inflation Targeting: Lessons from the International Experience, Princeton, NJ: Princeton University Press.",
        "Bernanke, Ben S., and Mark Gertler, 1995. Inside the Black Box: The Credit Channel of Monetary Policy Transmission, Journal of Economic Perspectives, Fall, 9, 27-48.",
        "Bernanke, Ben S. and Mark Gertler, 1999. Monetary Policy and Asset Price Volatility, in New Challenges for Monetary Policy, Federal Reserve Bank of Kansas City: Kansas City.",
        "Bernanke, Ben S., Mark Gertler and Simon Gilchrist, 1999. The Financial Accelerator in a Quantitative Business Cycle Framework, in John Taylor and Michael Woodford, eds., Handbook of Macroeconomics, vol. 10 (Elsevier: Amsterdam): 1341-1393.",
        "Bernanke, B.S. and C. Lown. 1991. The Credit Crunch, Brookings Papers on Economic Activity, 2, pp. 205-39.",
        "Bosworth, Barry, 1975. The Stock Market and the Economy, Brookings Papers on Economic Activity 2, 257-90.",
        "Brash, Donald T. 2000. Inflation Targeting in New Zealand, 1988-2000, Speech to the Trans- Tasman Business Cycle, Melbourne, February 9.",
        "Cecchetti, Stephen G., 1995. Distinguishing Theories of the Monetary Transmission Mechanism, Federal Reserve Bank of St. Louis Review, May/June, 77, 83-97.",
        "Cecchetti, Stephen G., Hans Genburg, John Lipski and Sushil Wadhwani, 2000. Asset Prices and Central Bank Policy, Geneva Reports on the World Economy (International Center for Monetary and Banking Studies and Centre for Economic Policy Research, London).",
        "Drew, Aaron and Adrian Orr, 1999. The Reserve Banks Role in the Recent Business Cycle: Actions and Evolution, Reserve Bank of New Zealand Bulletin, 62, No. 1.",
        "Gertler, Mark and Simon Gilchrist, 1994. Monetary Policy, Business Cycles and the Behavior of Small Manufacturing Firms, Quarterly Journal of Economics 109, 309-340.",
        "Hayashi, Fumio, 1982. Tobins Marginal q and Average q: A Neoclassical Interpretation, Econometrica, vol. 50, 1: 213-24.",
        "Hubbard, R. Glenn, 1995. Is There a Credit Channel for Monetary Policy?, Federal Reserve Bank of St. Louis Review, May/June, 77, 63-74.",
        "Hubbard, R. Glenn, 2001, Capital Market Imperfections, Investment, and the Monetary Transmission Mechanism, in Deutsche Bundesbank, ed., Investing Today for the World of Tomorrow (Springer- Verlag: New York): 165-194.",
        "Kashyap, Anil K. and Jeremy C. Stein. 1994. Monetary Policy and Bank Lending, in N.G. Mankiw, ed., Monetary Policy (University of Chicago Press; Chicago).",
        "Macfarlane, Ian J. 1999. Statement to Parliamentary Committee, in Reserve Bank of Australia Bulletin, January: 16-20.",
        "McCarthy, Jonathan and Richard W. Peach, 2001. Monetary Policy Transmission to Residential Investment, forthcoming in Federal Reserve Bank of New York, Economic Policy Review, Conference on Financial Innovation and Monetary Transmission.",
        "Mishkin, Frederic S. 1976. Illiquidity, Consumer Durable Expenditure, and Monetary Policy, American Economic Review, 66 No. 4 (September): 642-654.",
        "Mishkin, Frederic S., 1996. Understanding Financial Crises: A Developing Country Perspective, in Michael Bruno and Boris Pleskovic, eds., Annual World Bank Conference on Development Economics, World Bank, Washington D.C.: 29-62.",
        "Mishkin, Frederic S., 1999a. Lessons from the Asian Crisis, Journal of International Money and Finance, 18, 4: 709-723.",
        "Mishkin, Frederic S. 1999b. International Experiences with Different Monetary Policy Regimes, Journal of Monetary Economics, Vol. 43, 3: 579-606.",
        "Mishkin, Frederic S. 2000. Inflation Targeting in Emerging Market Countries, American Economic Review (May), Vol. 90, 2.",
        "Mishkin, F. and M. Savastano, 2001. Monetary Policy Strategies for Latin America, Journal of Development Economics, forthcoming October.",
        "Franco Modigliani, 1971. Monetary Policy and Consumption, in Consumer Spending and Monetary Policy: The Linkages, Boston: Federal Reserve Bank of Boston, 9-84.",
        "Stevens, Glenn R. 1999. Six Years of Inflation Targeting, Reserve Bank of Australia Bulletin, May: 46-61.",
        "James Tobin, 1969. A General Equilibrium Approach to Monetary Theory, Journal of Money, Credit, and Banking, February, 1, 15-29.",
        "See Bernanke, Laubach, Mishkin and Posen (1999).",
        "See Mishkin (1999b) and Bernanke, Laubach, Mishkin and Posen (1999)."
    ]
}