{
    "id": 862,
    "cites": 12,
    "cited_by": 0,
    "reference": [
        "Baily, Martin N., Productivity and the Services of Capital and Labor, Brookings Pajers on Economic Activity, No. 1, 1981 Bruno, Michael, Raw Materials, Profits, and the Productivity Slowdown, NBER working Paper No. bbO, December 1981 Bruno, Michael and Sachs, Jeffrey, (1981a), Supply Versus Demand Approaches to the Problem of Stagflation, in H. Giersch, ed., Macroeconomic Policies for Growth and Stability, Kiel: Institute fur Weltwirtscheft an der Universitat Kiel, 1981.",
        "Bruno, Michael and Sachs, Jeffrey, (1981b), Theory of an Input Price Shock and the Dynamic Adjustment Process, presented at the Conference in Unemploy- ment, Newnham College, Camb~-idge, 1981.",
        "Grossman, Sanford, and Hart, Oliver, Implicit Contracts, Moral Hazard and Unemployment, Americam~ Economic Review, Papers and Proceedings, May 1981.",
        "Grubb, 0., Jackman, IL, and Layard, R., Causes of the Current Stagflation, London School of Economics, Centre for Labour Economics Discussion Paper No. 96, 1981.",
        "Kravis, I. B., and Lipsey, R. F., Prices and Terms of Trade for Developed Country Exports of Manufactured (~oods, Working Paper No. 774, National Bureau of Economic Research, Sept. 1981.",
        "Lipton, David and Sach~, Jeffrey, The Supply Approach to Oil Shocks and the Slowdown in Japanese Economic Growth, in the Oriental Economist, 1981.",
        "Ma1invaud,~ Edmond, Profitability and Un~~J~oyment, Cambridge, Cambridge University Press, 1980.",
        "McDonald, Ian and Solow, Robert, Wage Bargaining and Employment, American Economic Review, December, 1981.",
        "Morley, R., Profit, Relative Prices and Unemployment, Economic Journal, ~`ol. 89, No. 355, September, 1979.",
        "Phelps, Edmormd, Commodity Supply Shock and Full Employment Monetary Policy, Journal of Money, Credit, and Banking, May, 1978.",
        "Sachs, Jeffrey, (l9Slc), The Macroeconomic Response to Supply Shocks: A Comparison of Japan and the United States, presented at the Japanese Ministry of Finance, Conference on Macroeconomics, Tokyo, August, 1981.",
        "Seo, Junichiro, and Takahashi, Wataru, Anticipated Money and Real Output, Bank of Japan I)isciission raper Series No. 10, Novcmhcr, 1981."
    ]
}