{
    "id": 8621,
    "cites": 26,
    "cited_by": 2,
    "reference": [
        "Aaron, Henry. Serious and Unstable Condition: Financing Americas Health Care (Washington D.C.: Brookings Institution) 1991.",
        "American Hospital Association. Cost and Compassion: Recommendations for Avoiding a Crisis in Care for the Medically Indigent, Chicago, 1986.",
        "Baker, Laurence. Association of Managed Care Market Share and Health Expenditures for Fee-for- Service Medicare Patients, Journal of the American Medical Association, CCLXXXI (1999), 432- 437.",
        "Baker, Laurence, HMOs and Fee-For Service Health Care Expenditures: Evidence from Medicare, NBER Working Paper 5360, 1995.",
        "Barro, Jason and David Cutler, Consolidation in the Medical Care Market Place: A Case Study from Massachusetts, NBER WP 5957, March 1997.",
        "Bernstein, Sharon. Women Denied Epidurals File Class-Action Lawsuits, Los Angeles Times, Thursday June 17, 1999.",
        "Currie, Janet and Aaron Yelowitz. Health Insurance and Less Skilled Workers. Finding Jobs: Work and Welfare Reform, David Card and Rebecca Blank (eds.) (New York: Russell Sage) 2000.",
        "Cutler, David and Louise Sheiner. Managed Care and the Growth of Medical Expenditures, NBER Working Paper 6140, Cambridge MA, August 1997.",
        "Cutler, David and Jonathan Gruber. Does Public Insurance Crowd Out Private Insurance? Quarterly Journal of Economics, May 1996.",
        "Dolan, Maura. Ruling Limits Damages in Girls Death at Hospital, Los Angeles Times, Friday March 26, 1999.",
        "Duggan, Mark. Hospital Ownership and Public Medical Spending, The Quarterly Journal of Economics, 2000.",
        "Duke, Kathryn. Hospitals in a Changing Health Care System, Health Affairs, 15 2, 1996, 49-61.",
        "Frank, Richard and David Salkever. The Supply of Charity Services by Nonprofit Hospitals: Motives and Market Structure, RAND Journal of Economics, 22 3, Autumn 1991, 430-445.",
        "Frank, Richard, David Salkever, and Jean Mitchell. Market Forces and the Public Good: Competition Among Hospitals and Provision of Indigent Care, Advances in Health Economics and Health Services Research, 11, 1990, 159-183.",
        "Gruber, Jonathan. The Effect of Competition Pressure in Medical Markets: Hospital Responses to Price Shopping in California, Journal of Health Economics, 38 (1994) 183-212.",
        "Hadley, J. and J. Feder. Hospital Cost Shifting and Care for the Uninsured, Health Affairs, 4 3, 1985, 67-80.",
        "Hoynes, Hillary. Local Labor Markets and Welfare Spells: Do Demand Conditions Matter?, NBER Working Paper 5644, July 1996.",
        "Lewin, L.S. and M.E. Lewin. Financing Charity Care in an Era of Competition, Health Affairs, 6 1, 1987, 47-60.",
        "Lipson, Debra and Naomi Naierman. Effects of Health System Changes on Safety-Net Providers Health Affairs, 15 2, 1996, 33-48.",
        "Noether, Monica, Competition Among Hospitals, Journal of Health Economics, 7, 1988, 259-284.",
        "Norton, Edward and Douglas Staiger. How Hospital Ownership Affects Acces to Care for the Uninsured, RAND, 25 1, Spring 94, 171-185. Pauly, Mark. Nonprofit Firms in Medical Markets, American Economic Review, 77 2, May 1987, 257-262.",
        "Public Citizen. Public Citizens Research Group Report on Questionable Hospitals (Washington D.C.: Public Citizen) July 2001.",
        "Reinhardt, Uwe. Uncompensated Hospital Care in Uncompensated Hospital Care, Rights and Responsibilities, Frank Sloan, J.A. Blumstein and J.M. Perrin (eds) (Baltmore: Johns Hopkins University Press) 1986.",
        "Sloan, Frank, M.A. Morrissey, and J. Valvona. Hospital Care for the Self-Pay Patient, Journal of Health Politics, Policy, and Law, 13 1, 1988, 83-102.",
        "Thorpe, K.E. and C.E. Phelps. The Social Role of Not-for-Profit Organizations: Hospital Provision of Charity Care Economic Inquiry, 29 3, July 91, 472-484. Tranquada, Robert. Just Where Will L.A.s Sick Go?, Los Angeles Times, Monday July 5, 1999.",
        "U.S. Census Bureau, EPDC, County Business Patterns, March 2000."
    ]
}