{
    "id": 8623,
    "cites": 31,
    "cited_by": 20,
    "reference": [
        "Abel, A.B., (1990), Asset Prices Under Habit Formation and Catching Up With the Jone- ses,American Economic Review, 80(2), 38-42.",
        "Alvarez, F. and U. Jermann, (2000), Quantitative Asset Pricing Implications of Endogenous Solvency Constraints, mimeo, University of Chicago.",
        "Auerbach, Alan J., (1979), Wealth Maximization and the Cost of Capital, Quarterly Jour- nal of Economics, Vol. XCIII(3), 433-446.",
        "Auerbach, Alan J., (2000), Taxation and Corporate Financial Policy, in Handbook of Public Economics, forthcoming.",
        "Bansal R. and W.J. Coleman, (1996), A Monetary Explanation of the Equity Premium, Term Premium, and Risk-Free Rate Puzzles Journal of Political Economy, 104(6): 1135-1171.",
        "Bittker, B.I. and J.S. Eustice, (2000), Federal Income Taxation of Corporations and Share- holders, 7th edition, (Valhalla, NY: Warren, Gorham, and Lamont).",
        "Boldrin, M., L.J. Christiano, and J. Fischer, (2000), Asset Pricing Lessons for Modeling Business Cycles, Working paper, forthcoming AER.",
        "Campbell J. and J. Cochrane, (1999), By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy, 107(2), 205-51.",
        "Campbell J. and R. Shiller, (2001), Valuation Ratios and the Long-run Stock Market Out- look: An Update, NBER Working paper 8221.",
        "Cochrane, J. H. (1991), Production-Based Asset Pricing and the Link between Stock Returns and Economic Fluctuations,Journal of Finance46: 209-237.",
        "Constantinides, G. M. (1990), Habit Formation: A Resolution of the Equity Premium Puz- zle,Journal of Political Economy, 98(3), 519-43.",
        "Constantinides, G. M., J. B. Donaldson, and R. Mehra, (2000), Junior Cant Borrow: A New Perspective on the Equity Premium Puzzle, Quarterly Journal of Economics, forthcoming.",
        "Epstein L.G. and S.E. Zin, (1989), Substitution, Risk Aversion, and the Temporal Behavior of Consumption Growth and Asset Returns I: The Theoretical Framework, Econo- metrica, 57(4), 937-69.",
        "Epstein L.G. and S.E. Zin, (1991), Substitution, Risk Aversion, and the Temporal Behavior of Consumption Growth and Asset Returns I: An Empirical Analysis, Journal of Political Economy, 99(2), 263-86.",
        "Feldstein, M., (1980a), Inflation and the Stock MarketAmerican Economic Review, 70(5), 839-47.",
        "Feldstein, M., (1980b), Inflation, Tax Rules, and the Stock Market, Journal of Monetary Economics, 6(3), 309-31.",
        "Feldstein, M. and J. Green, (1983), Why Do Companies Pay Dividends? American Eco- nomic Review, 73(1), 17-30.",
        "Gali, J., (1994), Keeping Up With the Joneses: Consumption Externalities, Journal of Money, Credit, and Banking, 26(1): 1-8.",
        "Hall, R. E., (1999), The Stock Market and Capital Accumulation, NBER Working paper 7180.",
        "Hall, R. E., (2000), e-Capital, Hoover Institution working paper.",
        "Hansen, L.P., T.J. Sargent, and T.D. Tallarini Jr., (1999), Robust Permanent Income and PricingReview of Economic Studies, 66(4), 873-907.",
        "Heaton, J. and D.J. Lucas, (1996), Evaluating the E !ects of Incomplete Markets on Risk Sharing and Asset PricingJournal of Political Economy, 104(3), 443-87.",
        "Jermann, U., (1998), Asset Pricing in Production Economies, Journal of Monetary Eco- nomics, 41: 257-276.",
        "King, M., (1977),Public Policy and the Corporation , (London: Chapman and Hall).",
        "Kocherlakota, N. R., (1996), The Equity Premium Is Still a Puzzle, Journal of Economic Literature, 34: 42-71.",
        "McGrattan, E.R. and E.C. Prescott, (2000), Is the Stock Market Overvalued? Federal Reserve Bank of Minneapolis Quarterly Review , 24 (Fall): 20-40.",
        "Mehra, R. and E.C. Prescott, (1985), The Equity Premium: A Puzzle, Journal of Monetary Economics, 15: 145-161.",
        "Summers, L., (1981), Taxation and Corporate Investment: A q-theory Approach, Brookings Papers on Economic Activity, 1: 67-127.",
        "Summers, L. and J. Poterba, (1985), The Economic E !ects of Dividend Taxation, inRecent Advances in Corporate Finance.",
        "U.S. Bureau of National A!airs, (1991),Employee Benefits Law, (Washington DC: BNA Books).",
        "U.S. Bureau of National A!airs, (1994),Primer on ERISA Fiduciary Duties , (Washington DC: BNA Books)."
    ]
}