{
    "id": 8625,
    "cites": 23,
    "cited_by": 34,
    "reference": [
        "Boskin, Michael J., Laurence J. Kotlikoff, Douglas J. Puffert, and John B. Shoven (1987). Social Security: A Financial Appraisal Across and Within Generations, National Tax Journal 40:3, 19-34.",
        "Brown, Jeffrey (2002). Differential Mortality and the Value of Individual Account Retirement Annuities, in Martin Feldstein and Jeffrey Liebman, editors, Distributional Aspects of Social Security and Social Security Reform (Chicago: University of Chicago Press).",
        "Burkhauser, R. and J. Warlick (1981). Disentangling the Annuity from the Redistributive Aspects of Social Security in the United States. The Review of Income and Wealth, 27:4, 401-21.",
        "Burtless, Gary (1994). Public Spending on the Poor: Historical Trends and Economic Limits, in Sheldon Danziger, Gary Sandefur, and Daniel Weinberg, editors. Confronting Poverty: Prescriptions for Change (New York: Russell Sage Foundation), 51-84.",
        "Caldwell, Steven, Melisssa Favreault, Alla Ganman, Jagadeesh Gokhale, Thomas Johnson, and Laurence J. Kotlikoff (1999). Social Securitys Treatment of Postwar Americans. Tax Policy and the Economy, 13, 109-48.",
        "Coronado, Julia, Don Fullerton, and Thomas Glass (2000). The Progressivity of Social Security. NBER Working Paper 7520. February.",
        "Deaton, Angus and Cristina Paxson (1999). Mortality, Education, Income and Inequality Among American Cohorts. In David Wise, editor, Themes in the Economics of Aging (Chicago: University of Chicago Press), 129-170.",
        "Duggan, James E., Robert Gillingham, and John S. Greenlees (1993). Returns Paid to Early Social Security Cohorts, Contemporary Policy Issues, 11:4, 1-13.",
        "Duggan, James E., Robert Gillingham, and John S. Greenlees (1995). Progressive Returns to Social Security? An Answer from Social Security Records. Unpublished paper U.S. Treasury Department.",
        "Feldstein, Martin and Jeffrey Liebman (2002). The Distributional Effects of an Investment-Based Social Security System, in Martin Feldstein and Jeffrey Liebman, editors, Distributional Aspects of Social Security and Social Security Reform (Chicago: University of Chicago Press).",
        "Garrett, Daniel M. (1995). The Effects of Differential Mortality Rates on the Progressivity of Social Security, Economic Inquiry, 33:3, 457-75.",
        "Gustman, Alan and Thomas Steinmeier (2000a). Social Security Benefits of Immigrants and U.S. Born,in George Borjas, editor, The Economics of Immigration (Chicago: University of Chicago Press), 309-350.",
        "Gustman, Alan and Thomas Steinmeier (2000b). How Effective is Redistribution Under the Social Security Benefit Formula?NBER Working Paper 7597, March.",
        "Hummer, Robert A., Richard G. Rogers, Charles B. Nam, and Felicia B LeClere (1999). Race/Ethnicity, Nativity, and U.S. Adult Mortality, Social Science Quarterly, 80:1, 136-153.",
        "Hurd, Michael D., and John B. Shoven (1985). The Distributional Impact of Social Security, in Pensions, Labor, and Individual Choice, edited by David A. Wise. (Chicago: University of Chicago Press) 193-207.",
        "Kitagawa, E.M. and P.M. Hauser (1973). Differential Mortality in the United States: A Study in Socioeconomic Epidemiology. (Cambridge: Harvard University Press).",
        "McClellan, Mark and Jonathan Skinner (1997). The Incidence of Medicare. NBER Working Paper 6013. April.",
        "National Economic Council (1998). Women and Retirement Security. Interagency Working Group on Social Security. Available at http:/www.ssa.gov/policy/pubs/sswomen.pdf.",
        "Panis, Constantijn and Lee Lillard (1996). Socioeconomic Differentials in the Returns to Social Security. RAND Corporation Report: DRU/1327/NIA. February.",
        "Rogot, Eugene, Paul D. Sorlie, and Norman J. Johnson (1992). Life Expectancy by Employment Status, Income, and Education in the National Longitudinal Mortality Study, Public Health Reports, 107:4, 457-461.",
        "Social Security Administration (2000). Fast Facts and Figures About Social Security. Office of Policy. Office of Research, Evaluation, and Statistics. Available at http://www.ssa.gov/statistics/fast_facts/2000/ff2000.pdf.",
        "Sorlie, Paul D., Erick Backlund, Norman Johnson, and Eugene Rogot (1993). Mortality by Hispanic Status in the United States, Journal of the American Medical Association, 270:20, 2464-2468.",
        "Steuerle, C. Eugene and Jon M. Bakija (1994). Retooling Social Security for the 21st Century. (Washington, DC: Urban Institute Press)."
    ]
}