{
    "id": 8627,
    "cites": 41,
    "cited_by": 26,
    "reference": [
        "[1] Alesina, Alberto, Reza Baqir, and William Easterly. 1999. Public Goods and Ethnic Divisions. Quarterly Journal of Economics. 114(4): 1243-1284.",
        "[2] Alesina, Alberto and Eliana La Ferrara. 2000. Participation in Heterogeneous Communities. Quarterly Journal of Economics. 115(3): 847-904.",
        "[3] Bearman, Peter S. 1991. Desertion as Localism: Army Unit Solidarity and Group Norms in the U.S. Civil War. Social Forces. 70(2): 321-342.",
        "[4] Berman, Eli. 2000. Sect, Subsidy, and Sacrifice: An Economists View of Ultra-Orthodox Jews. Quarterly Journal of Economics. 115(3): 905-954.",
        "[5] Brock, William A. and Steven N. Durlauf. 2001. Discrete Choice with Social Interactions. Review of Economic Studies. 68(2): 235-60.",
        "[6] Cai, T, L.J. Wei, and M. Wilcox. 2000. Semiparametric Regression Analysis for Clustered Failure Time Data. Biometrika. 87(4): 867-878.",
        "[7] Coleman, James. 1990. Foundations of Social Theory. Cambridge, MA: Harvard University Press.",
        "[9] Dollard, John. 1943. Fear in Battle. New Haven, CT: The Institute of Human Relations, Yale University.",
        "[10] Fogel, Robert W. 1989. Without Consent or Contract: The Rise and Fall of American Slavery. New York: W.W. Norton and Company.",
        "[11] Fogel, Robert W. 2001. Early Indicators of Later Work Levels, Disease, and Death. Grant submitted to NIH, February 1, 2001.",
        "[12] Gibbons, Robert. Incentives in Organizations. Journal of Economic Perspectives. 12(4): 115-132.",
        "[13] Glaeser, Edward L., David Laibson, and Bruce Sacerdote. 2000. The Economic Approach to Social Capital. National Bureau of Economic Research Working Paper 7728.",
        "[14] Glaeser, Edward L., David I. Laibson, Jose A. Scheinkman, and Christine L. Soutter. 2000. Measuring Trust. Quarterly Journal of Economics. 115(3): 715-1090.",
        "[16] Gould, Benjamin Apthrop. 1869. Investigations in the Military and Anthropological Statistics of American Soldiers. New York: Published for the United States Sanitary Commission by Hurd and Houghton.",
        "[17] Guiso, Luigi, Paola Sapienza, and Luigi Zingales. 2000. The Role of Social Capital in Financial Development. National Bureau of Economic Research Working Paper 7563.",
        "[18] Hattaway, Herman M. 1997. The Civil War Armies: Creation, Mobilization, and Development. In Stig Foster and Jorg Nagler, Editors, On the Road to Total War: The American Civil War and the German Wars of Unification, 1861-1871. Cambridge-New York: German Historical Institute and Cambridge University Press: 173-198.",
        "[19] Hess, Earl J. 1997. The Union Soldier in Battle: Enduring the Ordeal of Combat. Lawrence, KS: University Press of Kansas.",
        "[20] Holmstrom, Bengt. 1982. Moral Hazard in Teams. Bell Journal of Economics. 13(2): 324-40.",
        "[21] Iannaccone, Laurence R. 1992. Sacrifice and Stigma: Reducing Free-Riding in Cults, Communes, and Other Collectives. Journal of Political Economy. 100(2): 271-291.",
        "[22] Ichino, Andrea and Giovanni Maggi. 2000. Work Environment and Individual Background: Explaining Regional Shirking Differentials in a Large Italian Firm. Quarterly Journal of Economics. 115(3): 1057-1090.",
        "[23] Kemp, Thomas R. 1990. Community and War: The Civil War Experience of Two New Hampshire Towns. In Maris A. Vinovskis, Editor, Toward a Social History of the American Civil War: Exploratory Essays. New York-Cambridge: Cambridge University Press: 1-30.",
        "[24] Knack, Stephen and Philip Keefer. 1997. Does Social Capital Have an Economic Payoff'DONE' A Cross-Country Investigation. Quarterly Journal of Economics. 112(4): 1251-1288.",
        "[25] La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Schleifer, and Robert W. Vishny. 1997. Trust in Large Organizations. American Economic Review. 87(2): 333-338.",
        "[26] Lazear, Edward P. 1979. Why is There Mandatory Retirement'DONE' Journal of Political Economy. 87(6): 1261-84.",
        "[27] Lee, W.W, L.J. Wei, and D.A. Amato. 1992. Cox-type Regression Analysis for Large Numbers of Small Groups of Correlated Failure Time Observations. In J.P. Klein and P.K. Goel, Editors, Survival Analysis: State of the Art. Dordrecht: Kluwer: 237-247.",
        "[28] Levitt, Steven D. and Sudhir Alladi Venkatesh. 2000. An Economic Analysis of a DrugSelling Gangs Finances. Quarterly Journal of Economics. 115(3): 755-790.",
        "[29] Linderman, Gerald F. 1987. Embattled Courage: The Experience of Combat in the American Civil War. New York: The Free Press.",
        "[30] Luttmer, Erzo F.P. 2001. Group Loyalty and the Taste for Redistribution. Journal of Political Economy. 109(3): 500-528.",
        "[31] Marshall, Samuel L.A. 1947. Men Against Fire: The Problem of Battle Command in Future Wa r . New York: Morrow.",
        "[32] Manski, Charles F. 1992. Identification of Endogenous Social Effects: The Reflection Problem. Review of Economic Studies. 60(3): 531-542.",
        "[33] Manski, Charles F. 2000. Economic Analysis of Social Interactions. Journal of Economic Perspectives. 14(3): 115-136.",
        "[34] McPherson, James M. 1997. For Cause and Comrades: Why Men Fought in the Civil War. Oxford-New York: Oxford University Press.",
        "[35] Mitchell, Reid. 1990. The Northern Soldier and His Community. In Maris A. Vinovskis, Editor, Toward a Social History of the American Civil War: Exploratory Essays.New York-Cambridge: Cambridge University Press: 1-30.",
        "[36] OReilly, C.A., D.F. Caldwell, and W.P. Barnett. 1989. Work Group Demography, Social Integration, and Turnover. Administrative Science Quarterly. 34: 21-37.",
        "[37] Pfeffer, Jeffrey. 1997. New Directions for Organization Theory. New York-Oxford: Oxford University Press.",
        "[38] Poterba, James M. 1997. Demographic Structure and the Political Economy of Public Education. Journal of Policy Analysis and Management. 16(1): 48-66.",
        "[39] SÃ\u0083Â¸renson, Jesper B. 2000. The Longitudinal Effects of Group Tenure Composition on Turnover. American Sociological Review. 65: 298-310.",
        "[40] Stouffer, Samuel, A. et al. 1949. The American Soldier: Combat and its Aftermath, Volume II. Princeton, NJ: Princeton University Press.",
        "[41] United States Provost Marshall General. 1866. Final Report. United States House of Representatives, Executive Document No. 1, 39th Congress, 1st Session, Series Numbers 1251, 1252.",
        "[42] Vinovskis, Maris A. 1990. Have Social Historians Lost the Civil War'DONE' Some Preliminary Demographic Speculations. In Maris A. Vinovskis, Editor, Toward a Social History of the American Civil War: Exploratory Essays. New York-Cambridge: Cambridge University Press: 1-30.",
        "[43] Watson, Peter. 1978. War on the Mind: The Military Uses and Abuses of Psychology.New York: Basic Books."
    ]
}