{
    "id": 8630,
    "cites": 49,
    "cited_by": 6,
    "reference": [
        "Ahn, Dong-Hyun, Jacob Boudoukh, Matthew Richar dson and Robert Whitelaw, 2000, Partial Adjustment or Stale Prices? Imp lications from Stock Index and Futures Return Autocorrelations, Working paper, New York University Stern School of Business.",
        "Barber, Brad and Terence Odean, 2000, Trad ing is hazardous to your wealth: The common stock investment performance of individual investors , Journal of Finance, Vol. 55, 773-806.",
        "Barber, Brad and Terence Odean, 2001, Boys will be boys: Gender, Overconfidence, and common stock investment, Quarterly Journal of Economics, Vol. 116, 261-292.",
        "Basak, Suleyman and Benjamin Croitoru, 2000, Equilibrium mispricing in a capital market with portfolio constraints, Review of Financial Studies 13, 715-748.",
        "Black, Fisher, 1986, Noise, Journal of Finance 31, 529-543.",
        "Blanchard, Olivier and Mark Watson, 1982, B ubbles, rational expectations and financial markets in Paul Wachtel, ed., Crises in the Economic and Financial Structure , Lexington, MA: Lexington Books.",
        "Boudoukh, Jacob, Matthew Richardson and Robert Whitelaw, 1994, A tale of three schools: Insights on autocorrelations of short-horizon stock returns, Review of Financial Studies 7, 539-573.",
        "Bradley, Daniel, Bradford Jordan, Ivean Ro tan and ha-Chin Yi, 1999, Venture capital and IPO lockup expiration: An empirical analysis, forthcoming, Journal of Financial Research.",
        "Brav, Alon and Paul Gompers, 2000, Insider trading subsequent to initial public offerings: Evidence from expirations of lock-up provisions, Working paper, Harvard University.",
        "Brunnermeier, Marcus, Asset pricing under asymmetric information: Bubbles, crashes, technical analysis and herding, 2001, (Oxford University Press, Oxford, U.K.).",
        "Chen, Joseph, Harrison Hong and Jeremy C. St ein, 2000, Breadth of ownership and stock returns, Harvard University.",
        "Cochrane, John, Asset Pricing, 2001, Princeton University Pr ess, Princeton, New Jersey.",
        "Cooper, Michael J., Orlin Dimitrov and P. Raghavendra Rau, 2000, A rose.com by any other name, Forthcoming, Journal of Finance.",
        "Delong, J. Bradford, Andrei Shleifer, Lawr ence H. Summers and Robert J. Waldmann, 1990, Noise trader risk in financial markets, Journal of Political Economy 98, 703-738.",
        "Demers, E., and Baruch Lev, 2000, A rude awakening: Internet shakeout in 2000, Working Paper, University of Rochester.",
        "Detemple, Jerome and S. Murthy, 1997, Equilibrium asset prices and no-arbitrage with portfolio constraints, Review of Financial Studies 10, 1133-1174.",
        "Diba, Behzad and Herschel Grossman, 1988, The theory of rational bubbles in stock prices, Economic Journal 98, 746-754.",
        "DuCharme, Larry L., Shivaram Rajgopal, and Stephen E. Sefcik, 2001, Lowballing for 35 Pop: The case of internet IPO underpri cing, Working paper, University of Washington.",
        "Fama, Eugene, 1970, Efficient Capital Market s: A Review of Theory and Empirical Work, Journal of Finance 25, 383-417.",
        "Fama, Eugene F, 1998, Market efficiency, long -term returns, and behavioral finance, Journal of Financial Economics 33, 3-56.",
        "Field, Laura Casares and Gordon Hanka, 2000, The expiration of IPO share lockups, forthcoming, Journal of Finance.",
        "Figlewski, Stephen, 1981, The informational ef fects of restrictions on short sales; Some empirical evidence, Journal of Financial and Quantitative Analysis .",
        "Figlewski, Stephen and Gwendolyn P. Webb, 19 93, Options, short sales, and market completeness, Journal of Finance 48, 761-777. French, Kenneth R., and James M. Poterba, 1991 , Were Japanese stock prices too high? Journal of Financial Economics 29, 337-363.",
        "Froot, Kenneth and Maurice Obstfeld, 1991, Intr insic bubbles: The case of stock prices, American Economic Review 81, 1189-1217.",
        "Garber, Peter M., 1989, Tulipmania, Journal of Political Economy 97, 535-560.",
        "Geczy, Christopher C., David K. Musto and Adam V. Reed, 2001, Stocks are special too: An analysis of the equity lending market, working paper, Wharton School.",
        "Glosten, L., and Larry Harris, 1988, Es timating the components of the bid-ask spread, Journal of Financial Economics 21, 123-142.",
        "Jarrow, Robert, 1981, Heterogeneous expecta tions, restrictions on short sales, and equilibrium asset prices, Journal of Finance , Vol. 35, 1105-1113.",
        "Jones, Charles and Owen Lamont, 2001, Shor t sales constraints and stock returns, Working paper, University of Chicago.",
        "Kahneman, D., and A. Tversky, 1979, Prospect theory: An analysis of decision under risk., Econometrica 47, 263-291.",
        "Lamont, Owen and Richard Thaler, 2000, Can the market add and subtract? Mispricing in tech stock carve-outs, Working paper, University of Chicago.",
        "Lee, Charles M.C., Andrei Shleifer and Rich ard Thaler, 1991, Investor sentiment and the closed-end fund puzzle, Journal of Finance 46, 75-109.",
        "Lintner, John, 1969, The aggregation of investor s diverse jugdements and preferences in purely competitive strategy markets, Journal of Financial and Quantitative Analysis 4, 347-400.",
        "Lo, Andrew and A. Craig MacKinlay, 1988, Stock prices do not follow random walks: Evidence from a sample specification test, Review of Financial Studies 1, 41-66.",
        "Loughran, Tim and Jay R. Ritter, 2001, Why do nt issuers get upset about leaving money on the table in IPOs? Working paper, University of Notre Dame.",
        "Loughran, Tim, Jay R. Ritter and Kristia n Rydqvist, 2001, Initial public offerings: International insights, Pacific-Basin Finance Journal 2, 165-199.",
        "Mech, Timothy, 1993, Portfolio return autocorrelation, Journal of Financial Economics 34, 307-344.",
        "Mitchell, Mark, Todd Pulvino and Erik Sta fford, 2001, Limited arbitrage in equity markets, Working paper, Harvard Business School.",
        "Ofek, Eli and Matthew Richardson, 2000, Th e IPO lockup period: Implications for market efficiency and downward sloping demand curves, Working paper, New York University.",
        "Rock, Kevin, 1986, Why new issues are underpriced, Journal of Financial Economics 15, 187-212.",
        "Roll, Richard, 1988, R 2 , Journal of Finance 43, 541-566.",
        "Sandroni, Alvaro, 2000, Do markets favor agents able to make accurate predictions?, Econometrica , 68, 1303-1342.",
        "Santos, Manuel and Michael Woodford, 1997, Rational asset pricing models, Econometrica , 65, 19-57.",
        "Schill, Michael J. and Chungsheng Zhou, 1999, Pricing an emerging industry: evidence from internet subsidiary carve-outs, Working paper, University of California at Riverside.",
        "Schwartz, Eduardo and M. Moon, 2000, Rati onal pricing of internet companies, Financial Analysts Journal 56:3, 62-75.",
        "Shiller, Robert J., 1981, Do stock prices move too much to be justified by subsequent changes in dividends? A.E.R. 71, 421-436.",
        "Shiller, Robert, 2000, Irrational exuberance, Princeton: Princeton University Press.",
        "Shleifer, Andrei, 2000, Clarendon Lectures: Inefficient Markets , Forthcoming, Oxford University Press .",
        "Shleifer, Andrei and Robert W. Vishny, 1997, The limits of arbitrage, Journal of Finance 52, 35-55."
    ]
}