{
    "id": 8631,
    "cites": 22,
    "cited_by": 9,
    "reference": [
        "Aizenman, J. 1994, Monetary and real shocks , productive capacity and exchange rate regimes, Economica, November, 407-34.",
        "Aizenman, J. and N. P. Marion, 1993, Po licy Uncertainty, Persistence and Growth, Review of International Economics; 1(2), June, 145-63.",
        "Blonigen, Bruce. 1997, Firm-Specific Assets and the Link Between Exchange Rates and Foreign Direct Investment, American Economic Review 87, June, 447-466.",
        "Brainard, S. L., 1997, An Empirical Assessm ent of the Proximity-Concentration Tradeoff between Multinational Sales and Trade, American Economic Review 87, 520-544.",
        "Carr, David L., James R. Markusen and Keith E. Maskus, 2001, Estimating Knowledge- Capital Model of the Multinational Enterprise, American Economic Review 91, No.3 (June), 693-708.",
        "Dunning, J. H., 1993, Multinational Enterprises and the Global Economy , Addison Wesley.",
        "Feenstra, Robert C. and Gordon H. Hanson, 1997, Foreign Direct Investment and Relative Wages: Evidence from Mexicos Maquiladoras, Journal of International Economics, Vol. 42: 371-394.",
        "Froot, Ken and J. Stein, 1991, Exchange Ra tes and Foreign Direct Investment: An Imperfect Capital Markets Approach, Quarterly Journal of Economics 106, 1191- 1217.",
        "Goldberg, L. S. and Kolstad, C. D., 1995, Foreign Direct Investment, Exchange Rate Variability and Demand Uncertainty, International Economic Review, vol 36, no.4, pp.855-873.",
        "Grossman G. M. and E. Helpman, 2001, Int ernational Outsourcing, presented at the ITI NBER Summer Institute, Cambridge, MA.",
        "Hanson Gordon H., Raymond J. Mataloni, Jr., Matthew J. Slaughter, 2001, Expansion Strategies of U.S. Multinational Firms, NBER Working Paper No. W8433.",
        "Hausmann, Ricardo and Michael Gavin, 1995, Overcoming Volatility, Part II of Economic and Social Progress in Latin America , Inter-American Development Bank.",
        "Helpman, Elhanan. 1984, A Simple Theory of Trade with Multinational Corporations, Journal of Political Economy 92, 451-471.",
        "International Finance Corporation, 1999, Emerging Stock Markets Review, Washington, D.C.: International Finance Corporation.",
        "Klein, Michael and Eric Rosengren, 1994, The Real Exchange Rate and Foreign Direct Investment in the United States: Relativ e Wealth vs. Relative Wage Effects, Journal of International Economics 36, 373-389.",
        "Levine, Ross and D. Renelt, 1992, A Sensitivity Analysis of Cross-Country Growth Regressions, American Economic Review 82, 942-63.",
        "Markusen J. R. and K. E. Maskus, 2001, General-Equilibrium Approaches to the Multinational Firm: A Review of Theo ry and Evidence, NBER WP No. 8334.",
        "Pagan, Adrian, 1984, Econometric Issues in th e Analysis of Regressions with Generalized Regressors, International Economic Review 25, 221-48.",
        "World Bank, 2000, World Development Indicators, CD.",
        "Ramey, G. and V. A. Ramey, 1995, Cross-Country Evidence on the Link between Volatility and Growth, American Ec onomic Review; 85(5), December, 1138-51.",
        "Smarzynska, Beata and Shang-Jin Wei, 2000, Corruption and Composition of Foreign Direct Investment: Firm-Level Evidence, NBER Working Paper No. 7969.",
        "Spiegel, M. Mark, 1994, Sovereign Risk Exposure With Potential Liquidation: The Performance of Alternative Forms of Financing, Journal of International Money and Finance, 400-414."
    ]
}