{
    "id": 8636,
    "cites": 23,
    "cited_by": 6,
    "reference": [
        "Bollerslev, T. (1990). Modelling the coherence in short-run nominal exchange rates: A multivariate generalized ARCH model. Review of Economics and Statistics, 72:498---505.",
        "Bollerslev, T., Engle, R. F., and Wooldridge, J. M. (1988). A capital asset pricing model with time varying covariance. Journal of Political Economy, 96:116---31.",
        "Boyer, B. H., Gibson, M. S., and Loretan, M. (1999). Pitfalls in tests for changes in correlations. Federa l Reserve Boars, IFS Discussion Paper No. 597R.",
        "Diebold, F. X. and Nerlove, M. (1989). The dynamics of exchange rate volatility: A multivariate latent factor ARCH model. Journal of Applied Econometrics, 4:1---21.",
        "Due, D. and Singleton, K. (1993). Simulated moments estimator of markov models of asset prices. Econometrica, 61:929---52.",
        "Dungey, M. and Martin, V. L. (2001). Contagion across financial markets: An empirical assessment. Australian National University Mimeo.",
        "Edwards, S. (1998). Interest rate volatility, capital controls, and contagion. NBER Working Paper 6756.",
        "Engle, R. F. and Kroner, K. F. (1993). Multivariate simultaneous generalized ARCH. University of California at San Diego,Mimeo.",
        "Engle, R. F., Ng, V. K., and Rothschild, M. (1990). Asset pricing with a factor-ARCH covariance structure: Empirical estimates for treasury bills. Journal of Econometrics, 45:213---37.",
        "Forbes, K. and Rigobon, R. (1999). No contagion, only interdependence: Measuring stock market comovements.",
        "Journal of Finance, Forthcoming. Gallant, A. R. and Tauchen, G. (1996). Which moments to match'DONE' Econometric Theory, 12(4):657---81.",
        "Gourieroux, C., Monfort, A., and Renault, E. (1993). Indirect inference. Journal of Applied Econometrics, 8:S85---118.",
        "Kaminsky, G. and Schmukler, S. (2001). Emerging markets instability: Do sovereign ratings aect country risk and stock returns'DONE' George Washington University Mimeo.",
        "Killeen, W. P., Lyons, R. K., and Moore, M. J. (2001). Fixed vs. floating: Lessons from EMS order flow.",
        "University of California at Berkeley,Mimeo. Klein, R. and Vella, F. (2000a). Employing heteroskedasticity to identify and estimate triangular semiparametric models. Rutgers mimeo.",
        "Klein, R. and Vella, F. (2000b). Identification and estimation of the binary treatment model under heteroskedasticity.",
        "Rutgers mimeo. Loretan, M. and English, W. B. (2000). Evaluation correlation breakdowns during periods of market volatility. Federal Reserve Board, Mimeo.",
        "Rigobon, R. (2000a). Identification through heteroskedasticity. MIT Mimeo.",
        "Rigobon, R. (2000b). On the measurement of the international propagation of shocks: Is the transmission stable'DONE' MIT Mimeo: http://web.mit.edu/rigobon/www/.",
        "Rigobon, R. (2000c). A simple test for stability of linear models under heteroskedasticity, omitted variable, and endogneous variable problems. MIT Mimeo: http://web.mit.edu/rigobon/www/.",
        "Rigobon, R. (2001). Contagion: How to measure it'DONE' MIT Mimeo: http://web.mit.edu/rigobon/www/.",
        "Ronn, E. (1998). The impact of large changes in asset prices on intra-market correlations in the stock and bond markets. Mimeo.",
        "Sentana, E. and Fiorentini, G. (1999). Identification, estimation and testing of conditional heteroskedastic factor models. CEMFI mimeo."
    ]
}