{
    "id": 8637,
    "cites": 22,
    "cited_by": 15,
    "reference": [
        "Bowen, Harry P and Leamer, Edward E and Leo Sveikauskas, Multicountry, Multifactor Tests of the Factor Abundance Theory, American Economic Review 77 (1987):791-809.",
        "Brecher, Richard A and Ehsan U. Choudhri, The Leontief Paradox, Continued, Journal of Political Economy 90 (1982):820-23.",
        "Conway, Patrick J. The Mystery of the Missing Trade: Comment, American Economic Review (2001, forthcoming).",
        "Davis, Donald R and David E. Weinstein, An Account of Global Factor Trade, National Bureau of Economic Research Working Paper: 6785, 1998.",
        "Davis, Donald R. and David E. Weinstein, An Account of Global Factor Trade, American Economic Review 91 (2001a).",
        "Davis, Donald R. and David E. Weinstein, International Trade as an Integrated Equilibrium: New Perspectives, American Economic Review 90 (2000):150-54.",
        "Davis, Donald R. and David E. Weinstein, Do Factor Endowments Matter for North-North Trade, NBER Working Paper: 8516, 2001b.",
        "Davis, Donald R and Weinstein, David E. and Bradford, Scott and Kazushige Shimpo, Using International and Japanese Regional Data to Determine When the Factor Abundance Theory of Trade Works American Economic Review 87 (1997): 421-46.",
        "Deardorff, Alan V., Testing Trade Theories and Predicting Trade Flows, Handbook of International Economics (1984):467-517.",
        "Dornbusch, Rudiger and Fischer, Stanley and Paul A. Samuelson, Comparative Advantage, Trade, and Payments in a Ricardian Model with a Continuum of Goods, American Economic Review 67 (1977):823-39.",
        "Feenstra, Robert C and Gordon H. Hanson, Aggregation Bias in the Factor Content of Trade: Evidence from U.S. Manufacturing, American Economic Review 90 (2000):155-60.",
        "Gabaix, Xavier The Factor Content of Trade: A Rejection of the Heckscher-Ohlin-Leontief Hypothesis, Harvard University, mimeo, 1997.",
        "Grimes, Donald R. and Penelope B. Prime, A Regional Multifactor Test of the Heckscher- Ohlin-Vanek Theorem, mimeo, University of Michigan and Kenesaw State College, 1993.",
        "Hakura, Dalia S. Why Does HOV Fail? The Role of Technological Differences within the EC, Journal of International Economics 54 (2001):361-82.",
        "Helpman, Elhanan The Factor Content of Foreign Trade, Economic Journal 94 (1984):84-94.",
        "Horiba, Yutaka On the Empirical Content of the Factor-Contents Theory of Trade: A Regional Test , Osaka Economic Papers 47 (1997):1-11.",
        "Krugman, Paul R. and Maurice Obstfeld, International Economics: Theory and Policy, Addison Wesley, 1994.",
        "Leamer, Edward E. The Leontief Paradox, Reconsidered, Journal of Political Economy 88 (1989):495-503.",
        "Staiger, Robert W and Deardorff, Alan V and Robert M. Stern, An Evaluation of Factor Endowments and Protection as Determinants of Japanese and American Foreign Trade Canadian Journal of Economics 20 (1987):449-63.",
        "Trefler, Daniel, International Factor Price Differences: Leontief Was Right! Journal of Political Economy 101 (1993): 961-87.",
        "Trefler, Daniel, The Case of the Missing Trade and Other Mysteries, American Economic Review 85 (1995):1029-46.",
        "Trefler, Daniel and Susan Chun Zhu, Beyond the Algebra of Explanation: HOV for the Technology Age, American Economic Review 90 (2000):145-49."
    ]
}