{
    "id": 8638,
    "cites": 38,
    "cited_by": 11,
    "reference": [
        "Bebchuk, Lucian A., and Louis Kaplow (1992 ), Optimal Sanctions when Individuals Are Imperfectly Informed about th e Probability of Apprehension, Journal of Legal Studies , 21, 365-370.",
        "Becker, Gary (1968), Crime and Punishment: an Economic Approach, Journal of Political Economy , 76, 169-217.",
        "Block, Michael K., and Vernon E. Gerety (1995), Some Experimental Evidence on Differences Between Student and Prisoner Reactions to Monetary Penalties and Risk, Journal of Legal Studies, 24, 123-138.",
        "Brown, William W. and Morgan O. Reynolds (1973), Crime and Punishment: Risk Implications, Journal of Economic Theory, 6, 508-514.",
        "Ehrlich, Isaac (1975), The Deterrent Effect of Capital Punishment: A Question of Life and Death, American Economic Review , LXV, 397-417.",
        "Ehrlich, Isaac (1996), Crime, Punishme nt, and the Market for Offenses, Journal of Economic Perspectives, 10, 43-61.",
        "Fatality Accident Reporting System (electronic media), National Highway Transportation Safety Administration (Washington, D.C) 1999.",
        "Friedman, David (1999), Why Not Hang Th em All: The Virtues of Inefficient Punishment, Journal of Political Economy, 107, S259-S269.",
        "Garoupa, Nuno (1997), The Theory of Optimal Law Enforcement, Journal of Economic Surveys , 11, 267-295.",
        "Garoupa, Nuno (1998), Optimal Law Enforc ement and Imperfect Information when Wealth Varies among Individuals, Economica , 65, 479-490.",
        "Glaeser, Edward and Bruce Sacerdote (1999) , Why is There More Crime in Cities?, Journal of Political Economy, 107, S225-S258.",
        "Grogger, Jeffrey (1991), Certainty ve rsus Severity of Punishment, Economic Inquiry, 29, 297-309.",
        "Hernnstein, Richard J. and James Q. Wilson, Crime and Human Nature , Simon and Schuster, New York, 1985.",
        "Kaplow, Louis and Steven Shavell (1994), Optimal Law Enforcement with Self- Reporting of Behavior, Journal of Political Economy , 102, 583-606.",
        "Kessler, Daniel P. and Steven D. Levitt (1999), Using Sent ence Enhancements to Distinguish Between Deterr ence and Incapacitation, Journal of Law and Economics, 42, 343-363.",
        "Kolm, Serge-Christophe (1973), A Note on Optimum Tax Evasion, Journal of Public Economics, 2, 265-270.",
        "Lazear, Edward P. (1981), Agency, Earni ngs Profiles, Productivity, and Hours Restrictions, American Economic Review, 71, 606-620.",
        "Legge, Jerome S. Jr. and Joonghoon Park (1994 ), Policies to Reduce Alcohol-Impaired Driving: Evaluating Elements of Deterrence, Social Science Quarterly , 75, 594-606.",
        "Levitt, Steven D. (1998), Why do increased arrest rates appear to reduce crime: Deterrence, incapacitation, or measurement error? Economic Inquiry, 36, 353-372.",
        "Menniger, Karl, The Crime of Punishment , Viking Press, New York, 1968.",
        "Mirlees, James (1974), A Note on Welfare Economics, Information, and Uncertainty, in Balch, M., McFadden D. and Wu S. eds. Essays on Economic Behavior Under Uncertainty (Amsterdam: North Holland), 243-258.",
        "Mookherjee Dilip and I. P. L. Png (1992) , Monitoring vis-a-vis Investigation in Enforcement of Law, American Economic Review, 82, 556-565.",
        "Nalebuff Barry and David Scharfstein ( 1987), Testing Mode ls of Asymmetric Information, Review of Economic Studies, 54, 265-277.",
        "Neilson, William S. and Harold Winter ( 1997), On Criminals Risk Attitudes, Economics Letters, 55, 97-102.",
        "Polinsky, Mitchel and Steven Shavell (1979), The opt imal tradeoff between the probability and magnitude of fines, American Economic Review, 69, 880-891.",
        "Polinsky, Mitchel and Steven Shavell (1991), A Note on Optimal Fines when Wealth Varies Among Individuals, American Economic Review, 81, 618-621.",
        "Polinsky, Mitchel and Steven Shavell (1999 ), On the Disutility and Discounting of Imprisonment and the Theory of Deterrence, Journal of Legal Studies, 28, 1-16.",
        "Retting, Richard and Alan Williams (1996), C haracteristics of Red Light Violators: Results of a Field Investigation, Journal of Safety Research, 27, 9-15.",
        "Retting, Richard A., Alan F. Williams, Char les M. Farmer, Amy F. Feldman (1998), Evaluation of Red Light Camera Enforcement in Fairfax, Virginia, Insurance Institute for Highway Safety.",
        "Retting, Richard A., Alan F. Williams, Char les M. Farmer, Amy F. Feldman (1999), Evaluation of Red Light Camera En forcement in Oxnard, California, Accident Analysis and Prevention, 31, 169-174.",
        "Retting, Richard A., Alan F. Williams, Char les M. Farmer, Amy F. Feldman (1998), Crash Reductions Association with Red Li ght Enforcement in Oxnard California, Insurance Institute for Highway Safety.",
        "Ritter, Joseph A. and Lowell J. Taylor ( 1994), Workers as Creditors: Performance Bonds and Efficiency Wages, American Economic Review, 84, 694-704.",
        "Shavell, Steven (1991), Specific Ve rsus General Enforcement of Law, Journal of Political Economy , 99, 1088-1108.",
        "Stigler, George J. (1970), The Optimum Enforcement of Laws, Journal of Political Economy, 78, 526-536.",
        "Sunstein, Cass R., David Schkade, and Daniel Kahneman (1999), Do People Want Optimal Deterrence?, John M. Olin Law and Economics Working Paper , No.77.",
        "Thompson S.J., J.D. Steel, and D. Gallear (1989), Putting Red-Light Violators in the Picture, Traffic Engineering and Control, 30, 122-125.",
        "Uniform Crime Reports (electronic media) , Federal Bureau of Investigation, U.S. Government Printing Office, Washington, D.C. 1999.",
        "Witte, A. D. (1980), Estimating the economic model of crime with individual data, Quarterly Journal of Economics, 94, 57-84."
    ]
}