{
    "id": 8639,
    "cites": 24,
    "cited_by": 8,
    "reference": [
        "Argys, Laura M. and H. Naci Mocan, 2001, Ã\u0082â\u0080\u009cWho Shall Live and Who Shall Die? An Analysis of Prisoners on Death Row in the United States,Ã\u0082â\u0080\u009d Manuscript.",
        "Baldus, D. et al., 1998, Ã\u0082â\u0080\u009cRace Discrimination and the Death Penalty in the Post Furman Era: An Empirical and Legal Overview with Preliminary Findings from Philadelphia, Cornell Law Review, 83: 1638-1770.",
        "Cameron, Samuel, 1994, Ã\u0082â\u0080\u009cA Review of the Econometric Evidence on the Effects of Capital Punishment,Ã\u0082â\u0080\u009d Journal of Socio-Economics, 23(1): 197-214.",
        "Corman, Hope and H. Naci Mocan, 2000, Ã\u0082â\u0080\u009cA Time-Series Analysis of Crime, Deterrence, and Drug Abuse in New York City,Ã\u0082â\u0080\u009d American Economic Review, 90(3): 584-604.",
        "Cover, James Perry and Paul D. Thistle, 1988, Ã\u0082â\u0080\u009cTime Series, Homicide, and the Deterrent Effect of Capital Punishment,Ã\u0082â\u0080\u009d Southern Economic Journal, 54(3): 615-622.",
        "Ehrlich, Isaac, 1975, Ã\u0082â\u0080\u009cThe Deterrent Effect of Capital Punishment: A Question of Life and Death,Ã\u0082â\u0080\u009d American Economic Review, 65: 395-417.",
        "Ehrlich, Isaac, 1977a, Ã\u0082â\u0080\u009cCapital Punishment and Deterrence: Some Further Thoughts and Evidence,Ã\u0082â\u0080\u009d Journal of Political Economy, 85: 741-788.",
        "Ehrlich, Isaac, 1977b, Ã\u0082â\u0080\u009cThe Deterrent Effect of Capital Punishment: Reply,Ã\u0082â\u0080\u009d American Economic Review, 67(3): 452-458.",
        "Ehrlich, Isaac and George D. Brower, 1987, Ã\u0082â\u0080\u009cOn the Issue of Causality in the Economic Model of Crime and Law Enforcement: Some Theoretical Considerations and Experimental Evidence,Ã\u0082â\u0080\u009d American Economic Review, 77(2): 99-106.",
        "Forst, Brian, 1983, Ã\u0082â\u0080\u009cCapital Punishment and Deterrence: Conflicting Evidence?,Ã\u0082â\u0080\u009d Journal of Criminal Law and Criminology, 74(3): 927-942.",
        "Grogger, Jeffrey, 1991, Ã\u0082â\u0080\u009cCertainty vs. Severity of Punishment,Ã\u0082â\u0080\u009d Economic Inquiry, 29(2): 297-309.",
        "Hoenack, Stephen A. and William C. Weiler, 1980, Ã\u0082â\u0080\u009cA Structural Model of Murder Behavior and the Criminal Justice System,Ã\u0082â\u0080\u009d American Economic Review, 70(3): 327-341.",
        "Katz, Lawrence, Steven D. Levitt and Ellen Shustorovich, 2001, Ã\u0082â\u0080\u009cPrison Conditions, Capital Punishment, and Deterrence,Ã\u0082â\u0080\u009d Manuscript.",
        "Kleck, Gary, 1981, Ã\u0082â\u0080\u009cRacial Discrimination in Criminal Sentencing: A Critical Evaluation of the Evidence with Additional Evidence on the Death Penalty,Ã\u0082â\u0080\u009d American Sociological Review, 46(1): 783-804.",
        "Layson, Stephen K., 1983, Ã\u0082â\u0080\u009cAnother View of the Canadian Time-Series Evidence on Homicide and Deterrence,Ã\u0082â\u0080\u009d Canadian Journal of Economics, 16(1): 52-73.",
        "Leamer, Edward, 1983, Ã\u0082â\u0080\u009cLetÃ\u0082â\u0080\u0099s Take the Con out of Econometrics,Ã\u0082â\u0080\u009d American Economic Review, 73: 31-43.",
        "Levitt, Steven D., 1997, Ã\u0082â\u0080\u009cUsing Electoral Cycles in Police Hiring to Estimate the Effect of Police on Crime,Ã\u0082â\u0080\u009d American Economic Review, 87(3): 270-290.",
        "Levitt, Stephen D., 1998, Ã\u0082â\u0080\u009cJuvenile Crime and Punishment,Ã\u0082â\u0080\u009d The Journal of Political Economy, 106(6): 1156-1185.",
        "McFarland, Sam G., 1983, Ã\u0082â\u0080\u009cIs Capital Punishment a Short-Term Deterrent to Homicide? A Study of the Effects of Four Recent American Executions,Ã\u0082â\u0080\u009d Journal of Criminal Law and Criminology, 74(3): 1014-1032.",
        "Passell, Peter and John Taylor, 1977, Ã\u0082â\u0080\u009cThe Deterrent Effect of Capital Punishment: Another View,Ã\u0082â\u0080\u009d American Economic Review, 67: 445-451.",
        "Raphael, Steven and Rudolf Winter-Ebmer, 2001,Ã\u0082â\u0080\u009d Identifying the Effect of Unemployment on Crime,Ã\u0082â\u0080\u009d The Journal of Law and Economics, XLIV: 259-83.",
        "Ruhm, Christopher, 2000, Ã\u0082â\u0080\u009cAre Recessions Good for Your Heath?Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 115(May): 617-650.",
        "Ruhm, Christopher, 2001, Ã\u0082â\u0080\u009cEconomic Expansions Are Unhealthy: Evidence from Microdata,Ã\u0082â\u0080\u009d NBER Working Paper No. W8447.",
        "Sorensen, Jon, Robert Wrinkle, Victoria Brewer, et. al., 1999, Ã\u0082â\u0080\u009cCapital Punishment and Deterrence: Examining the Effect of Executions on Murder in Texas,Ã\u0082â\u0080\u009d Crime and Delinquency, 45(4): 481-493."
    ]
}