{
    "id": 8645,
    "cites": 24,
    "cited_by": 31,
    "reference": [
        "[1] Alesina, Alberto, Ignazio Angeloni and Federico Etro, 2001, Institutional Rules for Federations, mimeo, Harvard University and European Central Bank",
        "[2] Alesina, Alberto, Ignazio Angeloni and Ludger Schuknecht, What Does the European Union Do?, mimeo, Harvard University and European Central Bank",
        "[3] Alesina, Alberto, Enrico Spolaore and Romain Wacziarg, 2000, Economic Integration and Political Disintegration, American Economic Review,90 (5), 1276-97",
        "[4] Alesina, Alberto and Robert Barro, 2002, Currency Unions, Quarterly Journal of Economics, forthcoming.",
        "[5] Alesina, Alberto and Vittorio Grilli, 1992, The European Central Bank: Reshaping Monetary Policy in Europe, (eds) M. Canzoneri, V. Grilli and P. Masson,Establishing a Central bank: Issues in Europe and Lessons from the U.S., Cambridge, Cambridge University Press, 49-77",
        "[6] Alesina, Alberto and Roberto Perotti, 1998, Economic Risk and political Risk in Fiscal Unions,Economic Journal, 108 (449), 989-1008",
        "[7] Alesina, Alberto and Enrico Spolaore, 1997, On the Number and Size of Nations,Quarterly Journal of Economics, 112:4, 1027-56 49",
        "[8] Alesina, Alberto and Dani Rodrik, 1994, Distributive Politics and Economic Growth,Quarterly Journal of Economics, 109 (2), 465-90",
        "[9] Alesina, Alberto and Romain Wacziarg, 1999, Is Europe going too far ?, Carnegie-Rochester Conferences Series on Public Policy 51, 1-42",
        "[10] Bagwell, Kyle and Robert W. Staiger, 1999, An Economic Theory of the GATT,American economic Review,XCIX, March, 215-48",
        "[11] Bagwell, Kyle and Robert W. Staiger, 2001, Domestic Policies, National Sovereignty, and International Economic Institutions, Quarterly Journal of Economics, 116, 519-62",
        "[12] Bernheim, B. Douglas, Bezalel peleg and Michael D. Whinston, 1987, Coalition-Proof Nash Equilibria. Concepts, Journal of Economic Theory, 42 (1), 1-12",
        "[13] Bolton, Patrick and Gerard Roland, 1997, The Breakup of Nations: A Political Economy Analysis,Quarterly Journal of Economics ,112(4), 1057-90",
        "[14] Bordignon Massimo, Paolo Manasse and Guido Tabellini, 2001, Optimal Regional Redistribution Under Asymmetric Information, American Eco- nomic Review, 91 (3), 709-23",
        "[15] Etro, Federico, 2001, International Policy Coordination with Economic Unions, mimeo, Harvard University and N.B.E.R. 50",
        "[16] Meltzer, Allan H. and Scott F. Richard, 1981, A Rational Theory of the Size of Government,Journal of Political Economy, 89 (5), 914-927",
        "[17] Mundell, Robert, 1960, A Theory of Optimum Currency Areas, American Economic Review, 657-665",
        "[18] Nava, Mario, 2000,La Finanza Europea, Rome, Carocci Ed.",
        "[19] Oates, Wallace, 1999, An Essay on Fiscal Federalism, Journal of Economic Literature, 37, 3, 1120-49",
        "[21] Persson, Torsten and Guido Tabellini, 1994, Is Inequality Harmful for Growth?,American Economic Review, 84 (30), 600-21",
        "[22] Persson, Torsten and Guido Tabellini, 1996a, Federal Fiscal Constitutions: Risk Sharing and Redistribution, Journal of Political Economy, 104, 979- 1009",
        "[23] Persson, Torsten and Guido Tabellini, 1996b, Federal Fiscal Constitutions: Risk Sharing and Moral Hazard, Econometrica, 64, 623-46",
        "[24] Persson, Torsten and Guido Tabellini, 2000, Political Economics. Explain- ing Economic Policy,MITPress,Cambridge",
        "[25] Roberts, Kevin W. S., 1977, Voting over Income Tax Schedules, Journal of Public Economics, 8, 329-40 51"
    ]
}