{
    "id": 8648,
    "cites": 17,
    "cited_by": 3,
    "reference": [
        "Baldwin, Richard, and Paul Krugman. Industrial Policy and International Competition in Wide- Bodied Jet Aircraft. In Robert E. Baldwin (ed.), Trade Policy Issues and Empirical Analysis . Chicago: University of Chicago Press for the NBER, 1988.",
        "Benkard, C. Lanier. A Dynamic Analysis of the Market for Wide-Bodied Commercial Aircraft. NBER Working Paper 7710 (May 2000a).",
        "Benkard, C. Lanier. Learning and Forgetting: The Dynamics of Aircraft Production. American Economic Review 90 (September 2000b): 1034-1054.",
        "Berry, Steven. Estimating Discrete-Choice Models of Product Differentiation. Rand Journal of Economics 25 (Summer 1994): 242-262.",
        "Berry, Steven, James Levinsohn, and Ariel Pakes. Voluntary Export Restraints on Automobiles: Evaluating a Trade Policy. American Economic Review 89 (June 1999): 400- 430.",
        "Brander, James, and Barbara Spencer. Export Subsidies and International Market Share Rivalry. Journal of International Economics 18 (1985): 83-100.",
        "Goldberg, Pinelopi Koujianou. Product Differentiation and Oligopoly in International Markets: The Case of the U.S. Automobile Industry. Econometrica 63 (July 1995): 891-951.",
        "Eaton, Jonathan and Gene M. Grossman. Optimal Trade and Industrial Policy under Oligopoly, Quarterly Journal of Economics 101 (May 1986): 383-406.",
        "Hendel, Igal. Estimating Multiple-Discrete Choice Models: An Application To Computerization Returns. Review of Economic Studies 20 (April 1999): 423-446.",
        "Klepper, Gernot. Entry into the Market for Large Transport Aircraft. European Economic Review 34 (1990): 775-803.",
        "Klepper, Gernot. Industrial Policy in the Transport Aircraft Industry. In Paul Krugman and Alasdair Smith (eds.), Empirical Studies of Strategic Trade Policy . Chicago: University of Chicago Press for the NBER, 1994.",
        "Maggi, Giovanni. Strategic Trade Policies with Endogenous Mode of Competition, American Economic Review 86 (1996): 237-258.",
        "Neven, Damien and Paul Seabright. European Industrial Policy: The Airbus Case. Economic Policy (1995): 313-358.",
        "Obstfeld, Maurice, and Kenneth Rogoff. The Six Major Puzzles in International Macroeconomics: Is There a Common Cause? NBER Working paper 7777 (July 2000).",
        "Pavcnik, Nina. Trade Disputes in the Commercial Aircraft Industry. World Economy , forthcoming (2001).",
        "Tyson, Laura DAndrea. Whos Bashing Whom? Trade Conflict in High Technology Industries . Washington, D.C.: Institute for International Economics, November 1992.",
        "Yoffie, David B. Collision Course in Commercial Aircraft: Boeing-Airbus-McDonnell Douglas. Harvard Business School Case (1991)."
    ]
}