{
    "id": 865,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "(1) Darby, Michael R. Does Purchasing Power Parity Work? N.B.E.R. Working Paper No. 607. December 1980.",
        "(2) Dickey, David A. and Wayne A. Fuller. Likelihood Ratio Statistics for Autoregressive Time Series with a Unit Root, Econometrica 49 (July 1981): 1057-1072.",
        "(3) Dornbusch, Rudiger, Exchange Rate Economics: Where do We Stand? BPEA, 1:1980, pp. 143-185.",
        "(4) Enzig, Paul, The Theory of Foreign Exchange, MacMillan and Co., London 1937.",
        "(5) Frenkel, Jacob A. and Harry G. Johnson, The Economics of of Exchange Rates: Selected Studies, Addison-Wesly, 1978.",
        "(7) Frenkel, Jacob A., Purchasing Power Parity, Doctrinal Perspective and Evidence from the l92Os, Journal of Internation Economics, 8 (May 1978)~ 169-191.",
        "(8) Fuller, Wayne A., Introduction to Time Series, Wiley, 1976.",
        "(9) Hakkio, Craig S., Expectations and the Forward Exchange Rate, International Economic Review, forthcoming, October 1981a.",
        "(10) Hakkio, Craig S., Exchange Rate Determination and the Demand for Money, N.B.E.R. Working Paper No. 766, September l981b.",
        "(11) Hansen, Lars Peter and Robert J. Hodrick, Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis, Journal of Political Economy, 88 (October 1980): 829-53.",
        "(12) Kmenta, Jan. Elements of Econometrics, New York: The MacMillan Co., 1971.",
        "(13) Mishkin, Frederick M., The Real Interest Rate: A MultiCountry Empirical Study, Unpublished manuscript, The University of Chicago, September 1981.",
        "(14) Officer, Lawrence H., The Purchasing-Power-Parity Theory of Exchange Rates: A Review Article, IMF Staff Papers, XXIII (March 1976): 1-60.",
        "(15) Ohkawa, Kazushi and Henry Rosovsky. Japanese Economic Growth, Stanford, California: Stanford University Press, 1973.",
        "(16) Roll, Richard, Violations of Purchasing Power Parity and their Implications for Efficient Commodity Markets, in Sauret and Szego, eds. International Finance and Trade, vol. 1, Ballinger, 1979.",
        "(17) Shionoya, Yuichi and Ippei Yamazawa, Industrial Growth and Foreign Trade in Pre-War Japan, (pp. 515-548) in Economic Growth, the Japanese Experience since the Meiji Era, vol. 2, edited by K. Ohkawa and Yujiro Hayami. Tokyo: The Japan Economic Research Center, 1973."
    ]
}