{
    "id": 8652,
    "cites": 32,
    "cited_by": 2,
    "reference": [
        "Zingales, L., 1995, Ã\u0082â\u0080\u009cInsiders Ownership and the Decision to Go Public,Ã\u0082â\u0080\u009d Review of Economic Studies, 62(212), 425Ã\u0082â\u0080\u0093448.",
        "Schwartz, A., and J. Watson, 2000, Ã\u0082â\u0080\u009cEconomic And Legal Aspects Of Costly Recontracting,Ã\u0082â\u0080\u009d working paper, Yale Law School.",
        "Welch, I., 1997, Ã\u0082â\u0080\u009cWhy Is Bank Debt Senior? A Theory Of Asymmetry And Claim Priority Based On Influence Costs,Ã\u0082â\u0080\u009d Review of Financial Studies, 10(4), 1203Ã\u0082â\u0080\u00931236.",
        "Helwege, J., 1999, Ã\u0082â\u0080\u009cHow Long do Junk Bonds Spend in Default,Ã\u0082â\u0080\u009d The Journal of Finance, 54(1).",
        "Hege, U., 1997, Ã\u0082â\u0080\u009cMulti-party debt renegotiation and the maturity and seniority of large creditors,Ã\u0082â\u0080\u009d working paper, University of Tilburg.",
        "Lubben, S. J., 2000, Ã\u0082â\u0080\u009cThe Direct Costs of Corporate Reorganization: An Empirical Examination of Professional Fees in Large Chapter 11 Cases,Ã\u0082â\u0080\u009d American Bankruptcy Law Journal, 74.",
        "Morris, S., and H. S. Shin, 1999, Ã\u0082â\u0080\u009cCoordination Risk and the Price of Debt,Ã\u0082â\u0080\u009d working paper, Yale University.",
        "Morris, S., and H. S. Shin, 1998, Ã\u0082â\u0080\u009cUnique Equilibrium in a Model of Self-Fulfilling Currency Attacks,Ã\u0082â\u0080\u009d American Economic Review, 88(3), 587Ã\u0082â\u0080\u0093597.",
        "Petersen, M. A., and R. G. Rajan, 1997, Ã\u0082â\u0080\u009cTrade Credit: Theories and Evidence,Ã\u0082â\u0080\u009d Review of Financial Studies, 10(3), 661Ã\u0082â\u0080\u0093691.",
        "Obstfeld, M., 1996, Ã\u0082â\u0080\u009cModels of Currency Crisis with Self-Fulfilling Currency Attacks,Ã\u0082â\u0080\u009d European Economic Review, 40, 1037Ã\u0082â\u0080\u00931047.",
        "Kahl, M., 2001, Ã\u0082â\u0080\u009cFinancial Distress as a selection mechanism: Performance and Survival from the Onset to the Resolution of Financial Distress,Ã\u0082â\u0080\u009d working paper, University of California, Los Angeles.",
        "Hotchkiss, E. S., and R. M. Mooradian, 1997, Ã\u0082â\u0080\u009cVulture Investors and the market for control of distressed firms,Ã\u0082â\u0080\u009d Journal of Financial Economics, 43(3), 401Ã\u0082â\u0080\u0093432.",
        "Hirshleifer, J., 1978, Ã\u0082â\u0080\u009cCompetition, Cooperation, And Conflict In Economics And Biology,Ã\u0082â\u0080\u009d American Economic Review, 68(2), 238Ã\u0082â\u0080\u0093243.",
        "Hirshleifer, J., 1989, Ã\u0082â\u0080\u009cConflict And Rent-Seeking Success Functions: Ratio Vs. Difference Models Of Relative Success,Ã\u0082â\u0080\u009d Public Choice, 63(2), 101Ã\u0082â\u0080\u0093112.",
        "Hirshleifer, J., 1991, Ã\u0082â\u0080\u009cThe Technology Of Conflict As An Economic Activity,Ã\u0082â\u0080\u009d American Economic Review, 81(2), 130Ã\u0082â\u0080\u0093134.",
        "Repullo, R., and J. Suarez, 1998, Ã\u0082â\u0080\u009cMonitoring, Liquidation, and Security Design,Ã\u0082â\u0080\u009d Review of Financial Studies, 10(4), 1203Ã\u0082â\u0080\u00931236.",
        "Rubinstein, A., 1982, Ã\u0082â\u0080\u009cPerfect Equilibrium In A Bargaining Model,Ã\u0082â\u0080\u009d Econometrica, 50(1), 97Ã\u0082â\u0080\u0093110.",
        "Rajan, R. G., 1992, Ã\u0082â\u0080\u009cInsiders and Outsiders: The Choice between Informed and ArmÃ\u0082â\u0080\u0099s Length Debt,Ã\u0082â\u0080\u009d The Journal of Finance, 47, 1367Ã\u0082â\u0080\u00931400.",
        "Rajan, R. G., and L. Zingales, 1998, Ã\u0082â\u0080\u009cPower In A Theory Of The Firm,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 108(2), 387Ã\u0082â\u0080\u0093432.",
        "Grossman, S. J., and O. D. Hart, 1980, Ã\u0082â\u0080\u009cTakeover Bids, The Free-Rider Problem, And The Theory Of The Corporation,Ã\u0082â\u0080\u009d Bell Journal of Economics, 11(1), 42Ã\u0082â\u0080\u009364.",
        "Gertner, R., and D. Scharfstein, 1991, Ã\u0082â\u0080\u009cA Theory of Workouts and The Effect of Reorganization Law,Ã\u0082â\u0080\u009d The Journal of Finance, 46, 1189Ã\u0082â\u0080\u00931222.",
        "Glaeser, E. L., and A. Shleifer, 2001, Ã\u0082â\u0080\u009cThe Rise of the Regulatory State,Ã\u0082â\u0080\u009d working paper 8650, NBER.",
        "Diamond, D. W., and P. H. Dybvig, 1983, Ã\u0082â\u0080\u009cBank Runs, Deposit Insurance, And Liquidity,Ã\u0082â\u0080\u009d Journal of Political Economy, 91(3), 401Ã\u0082â\u0080\u0093419.",
        "Anderson, D. R., 1987, Ã\u0082â\u0080\u009cFinancing Asbestos Claims: Coverage Issues, ManvilleÃ\u0082â\u0080\u0099s Bankruptcy and the Claims Facility,Ã\u0082â\u0080\u009d Journal of Risk and Insurance, 54(3), 429Ã\u0082â\u0080\u0093451.",
        "Andrade, G., and S. N. Kaplan, 1998, Ã\u0082â\u0080\u009cHow Costly is Financial (Not Economic) Distress? Evidence from Highly Leveraged Transactions that Became Distressed,Ã\u0082â\u0080\u009d The Journal of Finance, 53(5), 1443Ã\u0082â\u0080\u00931493.",
        "Bergloef, E., G. Roland, and E.-L. von Thadden, 2000, Ã\u0082â\u0080\u009cAn Incomplete Contracts Approach to Bankruptcy,Ã\u0082â\u0080\u009d working paper, CEPR.",
        "Bernardo, A., E. Talley, and I. Welch, 2000, Ã\u0082â\u0080\u009cA Theory of Legal Presumptions,Ã\u0082â\u0080\u009d Journal of Law, Economics, and Organization, 16(1), 1Ã\u0082â\u0080\u009349.",
        "Bernardo, A. E., and E. L. Talley, 1996, Ã\u0082â\u0080\u009cInvestment Policy And Exit-Exchange Offers Within Financially Distressed Firms,Ã\u0082â\u0080\u009d The Journal of Finance, 51(3), 871Ã\u0082â\u0080\u0093888.",
        "Biais, B., and C. Gollier, 1997, Ã\u0082â\u0080\u009cTrade Credit and Credit Rationing,Ã\u0082â\u0080\u009d Review of Financial Studies, 10(4), 903Ã\u0082â\u0080\u0093937.",
        "Bolton, P., and D. S. Scharfstein, 1996, Ã\u0082â\u0080\u009cOptimal Debt Structure And The Number Of Creditors,Ã\u0082â\u0080\u009d Journal of Political Economy, 104(1), 1Ã\u0082â\u0080\u009325.",
        "Brunner, A., and J. P. Krahnen, 2001, Ã\u0082â\u0080\u009cCorporate debt restructuring: Evidence on Lender Coordination in Financial Distress,Ã\u0082â\u0080\u009d working paper, Humboldt UniversitÃ\u0083Â¤t and Goethe-UniversitÃ\u0083Â¤t of Frankfurt.",
        "Cooter, R. D., and D. L. Rubinfeld, 1989, Ã\u0082â\u0080\u009cEconomic Analysis of Legal Disputes and Their Resolution,Ã\u0082â\u0080\u009d Journal of Economic Literature, 27, 1067Ã\u0082â\u0080\u00931097."
    ]
}