{
    "id": 8653,
    "cites": 17,
    "cited_by": 6,
    "reference": [
        "Admati, Anat and Paul Pfleiderer (2000), Forcing Firms to Talk: Financial Disclosure Regulation and Externalities, Review of Financial Studies 13, 479-519.",
        "Carhart, Mark, Ron Kaniel, David Musto, and Adam Reed (2001), Leaning for the Tape: Evidence of Gaming Behavior in Equity Mutual Funds, Journal of Finance (forthcoming).",
        "Fairley, Juliette (1997), Keeping More Under Their Hats, New York Times (June 15), p. F7.",
        "Foster, George (1980), Externalities and Financial Reporting, Journal of Finance 35, 521-533.",
        "Freeman, John P. and Stewart L. Brown (2001). Mutual Fund Advisory Fees: The Cost of Conflicts of Interest, Journal of Corporation Law 26 (3), 610-673.",
        "Gasparino , Charles (1997). Vanguards Cutback of Fund Data May Mean It Fears a Market Drop, Wall Street Journal (October 14).",
        "Gigler, Frank (1994), Self-enforcing Voluntary Disclosures, Journal of Accounting Research 32:2, 224- 240.",
        "Gruber, Martin J. (1996), Another Puzzle: The Growth of Actively-Managed Mutual Funds, Journal of Finance 51, 783-810.",
        "Laderman, Jeffrey M. (1999), A Mutual Fund That Lets It All Hang Out, Business Week (September 27), p. 126.",
        "Lakonishok, Josef, Andrei Shleifer, Richard Thaler, and Robert Vishny (1991), Window Dressing by Pension Fund Managers, American Economic Review 81 (May), 227-231.",
        "Lerner, Josh (1995), Patenting in the Shadow of Competitors, Journal of Law and Economics 38 (2), 463-495.",
        "Manne , Henry G. (1966). Insider Trading and the Stock Market . (New York: The Free Press).",
        "Musto, David K. (1999), Investment Decisions Depend on Portfolio Disclosures, Journal of Finance 54 (June), 935-952.",
        "ONeal , Edward (2001), Window Dressing and Equity Mutual Funds, mimeo, Babcock Graduate School of Management, Wake Forest University.",
        "Sullivan, Martin (1999), One Shelter at a Time ?, Tax Notes (December 6), 1226-1229.",
        "Verrecchia, Robert. (1983), Discretionary Disclosure, Journal of Accounting and Economics , 5, 179- 194.",
        "Wermers, Russ (2001), The Potential Effects of More Frequent Portfolio Disclosure on Mutual Fund Performance, Investment Company Institute Perspective 7 (June)."
    ]
}