{
    "id": 8657,
    "cites": 31,
    "cited_by": 8,
    "reference": [
        "Woodbury, Stephen A., and Daniel S. Hammermesh (1992). Ã\u0082â\u0080\u009cTaxes, Fringe Benefits, and Faculty,Ã\u0082â\u0080\u009d Review of Economics and Statistics 73, 287-296.",
        "Vroman, Susan, and G. Anderson (1984). Ã\u0082â\u0080\u009cThe Effect of Income Taxation on the Demand for Employer-Provided Health Insurance,Ã\u0082â\u0080\u009d Applied Economics, 16, 33-43.",
        "Turner, Robert (1987). Ã\u0082â\u0080\u009cAre Taxes Responsible for the Growth of Fringe Benefits?,Ã\u0082â\u0080\u009d National Tax Journal 40, 205-220.",
        "Thorpe, Kenneth L, et al. (1992). Ã\u0082â\u0080\u009cReducing the Number of Uninsured by Subsidizing Employment-Based Health Insurance: Results from a Pilot Study,Ã\u0082â\u0080\u009d Journal of the American Medical Association 267, 945-948.",
        "Taylor, Amy, and Gail Wilensky (1983). Ã\u0082â\u0080\u009cThe Effect of Tax Policies on Expenditures for Private Health Insurance,Ã\u0082â\u0080\u009d In Jack Meyer, ed., Market Reforms in Health Care: Current Issues, New Directions, Strategic Decisions. Washington, D.C.: American Enterprise Institute.",
        "Sloan, Frank, and Killard Adamache (1986). Ã\u0082â\u0080\u009cTaxation and the Growth of Nonwage Benefits,Ã\u0082â\u0080\u009d Public Finance Quarterly 14, 115-139.",
        "Royalty, Anne (1999). Ã\u0082â\u0080\u009cTax Preferences for Fringe Benefits and WorkersÃ\u0082â\u0080\u0099 Eligibility for Employer Health Insurance,Ã\u0082â\u0080\u009d Journal of Public Economics, forthcoming.",
        "Morissey, Michael A., Gail A. Jensen, and Robert J. Morlock (1994). Ã\u0082â\u0080\u009cSmall Employers and the Health Insurance Market,Ã\u0082â\u0080\u009d Health Affairs, 149-161.",
        "Monheit, Alan, Barbara Steinberg Schone, and Amy Taylor (1999). Ã\u0082â\u0080\u009cHealth Insurance Choices in Two-Worker Households: Determinants of Double Coverage,Ã\u0082â\u0080\u009d Inquiry 26, 12-29.",
        "Marquis, M. Susan, and Charles E. Phelps (1987). Ã\u0082â\u0080\u009cPrice Elasticity and Adverse Selection in the Demand for Supplementary Health Insurance,Ã\u0082â\u0080\u009d Economic Inquiry 25, 299-313.",
        "Marquis, M. Susan, and Stephen H. Long (1994). Ã\u0082â\u0080\u009cWorker Demand for Health Insurance in the Non-Group Market,Ã\u0082â\u0080\u009d mimeo, RAND.",
        "Marquis, M. Susan, and Stephen H. Long (1999). Ã\u0082â\u0080\u009cTo Offer or Not To Offer: The Role of Price in Employer Demand for Insurance,Ã\u0082â\u0080\u009d mimeo, RAND.",
        "Long, James E., and Frank A. Scott (1982) Ã\u0082â\u0080\u009cThe Income Tax and Nonwage Compensation,Ã\u0082â\u0080\u009d Review of Economics and Statistics 64, 211-219.",
        "Madrian, Brigitte, and Dennis Shea (2001). Ã\u0082â\u0080\u009cThe Power of Suggestion: Intertia in 401(k) Participation and Savings Behavior,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, forthcoming.",
        "Liebowitz, Arleen and Michael Chernew (1992). Ã\u0082â\u0080\u009cThe Firms Demand for Health Insurance,Ã\u0082â\u0080\u009d In U.S. Department of Labor, Health Benefits and the Workforce (Washington: US Government Printing Office).",
        "Holmer, Martin (1984). Ã\u0082â\u0080\u009cTax Policy and the Demand for Health Insurance,Ã\u0082â\u0080\u009d Journal of Health Economics 3, 203-221.",
        "Gruber, Jonathan (2000). Ã\u0082â\u0080\u009cMedicaid,Ã\u0082â\u0080\u009d forthcoming in Robert Moffitt, ed., Means Tested Transfer Programs in the U.S.",
        "Gruber, Jonathan (1999). Ã\u0082â\u0080\u009cTax Subsidies for Health Insurance: Evaluating the Costs and Benefits,Ã\u0082â\u0080\u009d paper prepared for the Kaiser Family Foundation.",
        "Gentry, William and Eric Peress (1994). Ã\u0082â\u0080\u009cTaxes and Fringe Benefits Offered by Employers,Ã\u0082â\u0080\u009d NBER Working Paper 4764.",
        "Employee Benefits Research Institute (2000). Ã\u0082â\u0080\u009cSources of Health Insurance and Characteristics of the Uninsured: Analysis of the March 2000 Current Population SurveyÃ\u0082â\u0080\u009d. Washington, D.C.: EBRI.",
        "Gruber, Jonathan and Michael Lettau (2000). Ã\u0082â\u0080\u009cHow Elastic is the FirmÃ\u0082â\u0080\u0099s Demand for Health Insurance?,Ã\u0082â\u0080\u009d NBER Working Paper 8021, November.",
        "Helms, W. David, Anne K. Gauthier, and Daniel M. Campion (1992). Ã\u0082â\u0080\u009cMending the Flaws in the Small-Group Market,Ã\u0082â\u0080\u009d Health Affairs, 11, 8-27.",
        "Gruber, Jonathan, and James Poterba (1996). Tax Subsidies to Employer-Provided Health Insurance, in Empirical Foundations of Household Taxation, Martin Feldstein and James Poterba, eds. Chicago: University of Chicago Press, 135-164.",
        "Gruber, Jonathan and James M. Poterba (1994). Ã\u0082â\u0080\u009cTax incentives and the demand for health insurance: Evidence from the self-employed,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 109, 701-733.",
        "Gruber, Jonathan and Larry Levitt (2000). Ã\u0082â\u0080\u009cTax Subsidies for Health Insurance: Costs and Benefits,Ã\u0082â\u0080\u009d Health Affairs 19, 72-85.",
        "Gruber, Jonathan and Robin McKnight (2001). Ã\u0082â\u0080\u009cWhy Are Employee Health Insurance Contributions Rising?,Ã\u0082â\u0080\u009d mimeo, MIT.",
        "Finkelstein, Amy (1999). Ã\u0082â\u0080\u009cThe Effect of Tax Subsidies To Employer-Provided Health Insurance on Workplace Pooling: New Evidence From Canada,Ã\u0082â\u0080\u009d forthcoming, Journal of Public Economics.",
        "Feldman, Roger, Bryan Dowd, Scott Leitz, and Lynn A. Blewett (1997). Ã\u0082â\u0080\u009cThe Effect of Premiums on the Small FirmÃ\u0082â\u0080\u0099s Decision to Offer Health Insurance,Ã\u0082â\u0080\u009d Journal of Human Resources, 32, 635-658.",
        "Farber, Henry, and Helen Levy (1999). Ã\u0082â\u0080\u009cRecent trends in Employer-Sponsored Health Insurance Coverage: Are Bad Jobs Getting Worse?,Ã\u0082â\u0080\u009d forthcoming, Journal of Health Economics.",
        "Chernew, Michael, Kevin Frick, and Catherine G. McLaughlin (1997). Ã\u0082â\u0080\u009cThe Demand for Health Insurance Coverage by Low-Income Workers: Can Reduced Premiums Achieve Full Coverage?,Ã\u0082â\u0080\u009d Health Services Research, 32, 453-470.",
        "Gruber, Jonathan (2001). Ã\u0082â\u0080\u009cThe Impact of the Tax System on Health Insurance Decisions,Ã\u0082â\u0080\u009d mimeo, MIT."
    ]
}