{
    "id": 8658,
    "cites": 19,
    "cited_by": 13,
    "reference": [
        "Baker, Michael, The Retirement Behaviour of Married Couples: Evidence From the Spouses Allowance, Journal of Human Resources, 37, Winter 2002.",
        "Baker, Michael and Dwayne Benjamin, How do Retirement Tests Affect the Labor Supply of Older Men?, Journal of Public Economics, 71, January 1999a, 27-51.",
        "Baker, Michael and Dwayne Benjamin, Early Retirement Provisions and the Labor Force Behaviour of Older Men: Some Evidence from Canada, Journal of Labor Economics, 17, October 1999b, 724-756.",
        "Baker, Michael and Dwayne Benjamin, Public Pension Programs and Labor Force Attachment, (with Dwayne Benjamin), in W.C. Riddell and F. St-Hilaire (eds.) Adapting Public Policy to a Labor Market in Transition, Montreal: IRPP, 2000, 287-315.",
        "CCH Canadian Limited, Canadian Employment Benefits and Pension Guide Reports, North York, ON: CCH Canadian Limited, 2001.",
        "Chan, Sewin, and Ann Stevens, Retirement Incentives and Expectations, NBER Working Paper 8082, January 2001.",
        "Coile, Courtney and Jonathan Gruber, Social Security and Retirement, NBER Working Paper 7830, August 2000.",
        "Compton, Janice, Determinants of Retirement: Does Money Really Matter? Department of Finance Working Paper 2001-02, 2001.",
        "Gunderson, Morley and James Pesando, Retirement Incentives Contained in Occupational Pension Plans and their Implications for the Mandatory Retirement Debate, Canadian Journal of Economics, 21, 1988, 244-264.",
        "Gunderson, Morley and James Pesando, Does Pension Wealth Peak at the Age of Early Retirement?, Industrial Relations, 30, 1991, 79-95.",
        "Gruber, Jonathan, Social Security and Retirement in Canada, in Social Security and Retirement Around the World, J. Gruber and D. Wise, eds. Chicago: University of Chicago Press, 1999, 73-100.",
        "Gruber, Jonathan, Disability Insurance Benefits and Labour Supply, Journal of Political Economy, 108, 2000, 1162-1183.",
        "Hausman, J, Abrevaya, J., and F. Scott-Morton, Misclassification of the Dependent Variable in a Discrete Response Setting, Journal of Econometrics, 50, 1998, 239-295.",
        "Pesando, J.E. and S.A. Rea, Public and Private Pensions in Canada: An Economic Analysis. Toronto: University of Toronto Press, 1977.",
        "Picot Garnett and Zhengxi Lin, Are Canadians More Likely to Lose Their Jobs in the 1990s?.",
        "Analytical Studies Branch Research Paper No. 96. Ottawa: Statistics Canada, 1997.",
        "Statistics Canada, Historical Statistics of Canada, 2nd edition. Catalogue No. E86-103, Ottawa, series E86-103, 1983.",
        "Statistics Canada, Permanent Layoffs, Quits and Hirings in the Canadian Economy. Catalogue No. 71-539-XIB. Ottawa, 1998.",
        "Stock, James H. and David A. Wise, Pensions, the Option Value of Work, and Retirement, Econometrica, Vol. 58, No. 5, pp. 1151-1180, 1990."
    ]
}