{
    "id": 8662,
    "cites": 25,
    "cited_by": 5,
    "reference": [
        "Hartman, D.G. (1985), Ã\u0082â\u0080\u009cTax Policy and Foreign Direct InvestmentÃ\u0082â\u0080\u009d, Journal of Public Economics, Vol. 26, pp. 107-121.",
        "Hamada, K. (1966), Ã\u0082â\u0080\u009cStrategic Aspects of the Taxation of Foreign InvestmentÃ\u0082â\u0080\u009d, Quarterly Journal Economics, pp. 361-375.",
        "Hartman, D. (1984), Ã\u0082â\u0080\u009cTax Policy and Foreign Direct Investment in the United StatesÃ\u0082â\u0080\u009d, National Tax Journal, Vol. 37, pp. 475-87.",
        "Gordon, R.H. and J. D. Wilson (1986), Ã\u0082â\u0080\u009cAn Examination of Multi-Jurisdictional Corporate Income Taxation under Formula ApportionmentÃ\u0082â\u0080\u009d, Econometrica, Vol. 54, November, pp. 1357-73.",
        "Gordon, R. (1986), Taxation of Investment and Saving in a World EconomyÃ\u0082â\u0080\u009d, American Economic Review, Vol. 76, December, pp. 1086-1102.",
        "Bruce, N. (1992), Ã\u0082â\u0080\u009cWhy are There Foreign Tax Credits?Ã\u0082â\u0080\u009d National Bureau of Economic Research Working Paper, July 1992.",
        "Bond, E.W. and L. Samuelson (1989), Ã\u0082â\u0080\u009cStrategic Behaviour and the Rates for International Taxation of CapitalÃ\u0082â\u0080\u009d, Economic Journal, 99(398), December, pp. 1099-1111.",
        "Baccheta, P. and M.P. Espinosa (2000), Ã\u0082â\u0080\u009cExchange of Information Clauses in International Tax TreatiesÃ\u0082â\u0080\u009d, International Tax and Public Finance, Vol. 17, pp. 275-293.",
        "Ault, H.J. and D.F. Bradford (1990), Ã\u0082â\u0080\u009cTaxing International Income: An Analysis of the US System and its Economic PremisesÃ\u0082â\u0080\u009d in (ed.) A. Razin and J. Slemrod Taxation in the Global Economy, University of Chicago Press, Chicago, pp. 1-46.",
        "Adams, J.D.R. and J. Whalley (1977), The International Taxation of Multinational Enterprises in Developed Countries, Westport, Conn: Greenwood.",
        "Wilson, J.D. (1999), Ã\u0082â\u0080\u009cTheories of Tax CompetitionÃ\u0082â\u0080\u009d, National Tax Journal, Vol 52, No. 2, June, pp. 269-304.",
        "Thompson W. (1994) Cooperative Models of Bargaining in ed. R.J. Aumann and S. Hart Handbook of Game Theory, vol. 2, 1994, Elsevier Science B.V.",
        "Richman, P.B. (1963), Taxation of Foreign Investment Income: An Economic Analysis, Baltimore, Johns Hopkins Press.",
        "Slemrod, J. (1988), Ã\u0082â\u0080\u009cInternational Capital Mobility and The Theory of Capital Income TaxationÃ\u0082â\u0080\u009d in (ed.) H.J. Aaron, H. Galper, and J.A. Peckman, Uneasy Compromise: Problems of Hybrid Income-Consumption Tax, Washington D.C., Brookings.",
        "Nash J.F. (1950) The Bargaining Problem Econometrica, vol. 28, pp. 155-62.",
        "Razin, A. and J. Slemrod (ed.) (1990), Taxation in the Global Economy, University of Chicago Press, Chicago.",
        "Mundell, R.A. (1957), Ã\u0082â\u0080\u009cInternational Trade and Factor MobilityÃ\u0082â\u0080\u009d, American Economic Review, Vol. 47(3), June, pp. 321-35.",
        "Musgrave, P. B. (1969), United States Taxation of Foreign Source Income: Issues and Arguments, Harvard University Press, Cambridge, Mass.",
        "Markusen, J. (1983), Ã\u0082â\u0080\u009cFactor Movements and Commodity Trade as ComplementsÃ\u0082â\u0080\u009d, Journal of International Economics, Vol. 14 No. 3-4, May, pp. 341-356.",
        "Kalai E. and M. Smorodinsky (1975) Other Solutions to Nashs Bargaining Problem, Econometrica, vol. 43, pp. 513-518.",
        "Mintz, J.M. and H. Tulkens (1991), Ã\u0082â\u0080\u009cThe OECD Convention: A Ã\u0082â\u0080\u009cModelÃ\u0082â\u0080\u009d for Corporate Tax HarmonizationÃ\u0082â\u0080\u009d in (ed.) PrudÃ\u0082â\u0080\u0099homme R. Public Finance with Several Levels of Government, Foundation Journal Public Finance, the Hague, 1991.",
        "Janeba, E. (1995), Ã\u0082â\u0080\u009cCorporate Income Tax Competition, Double Taxation Reliefs, and Foreign Direct InvestmentÃ\u0082â\u0080\u009d, Journal of Public Economics, Vol. 56, pp. 311-325.",
        "Johnson H.G. (1954) Optimal Tariffs and Retaliation Review of Economic Studies, vol. 21, pp. 142-53.",
        "Hines, J.R. (19 ), Ã\u0082â\u0080\u009cThe Case against Deferral: A Deferential ReconsiderationÃ\u0082â\u0080\u009d, National Tax Journal, Vol. 52, No. 3, pp.385-404. Horst, T. (1980), Ã\u0082â\u0080\u009cA Note on the Optimal Taxation of International Investment IncomeÃ\u0082â\u0080\u009d, Quarterly Journal of Economics, Vol. 44, June, pp. 793-798.",
        "Hines, J.R. (1994), Ã\u0082â\u0080\u009cCredit and Deferral as International Investment IncentivesÃ\u0082â\u0080\u009d, Journal of Public Economics, Vol. 55, No. 2, October, pp. 323-347."
    ]
}