{
    "id": 8666,
    "cites": 48,
    "cited_by": 2,
    "reference": [
        "Abel, Andrew, 1988, Stock prices under the time-varying dividend risk: An exact solution in an infinite-horizon general equilibrium model, Journal of Monetary Economics 22, 375-393.",
        "Attanasio, Orasio, 1991, Risk, time-varying second moments and market efficiency, Review of Economic Studies 58, 479-94.",
        "Avramov, Doron, 2001, Stock return predictability and model uncertainty, Journal of Financial Economics, forthcoming.",
        "Baks, Klaus, Andrew Metrick, and Jessica Wachter, 2001, Should investors avoid all actively managed mutual funds? A study in Bayesian performance evaluation, Journal of Finance 56, 45-85.",
        "Barberis, Nicholas, 2000, Investing for the long run when returns are predictable, Journal of Finance 55, 225-264.",
        "Black, Fischer, 1976, Studies of stock price volatility changes, in: Proceedings of the 1976 Meetings of the Business and Economics Statistics Section, American Statistical Association, 177-181.",
        "Bauwens Luc, Michel Lubran and Jean-Francois Richard, 1999, Bayesian Inference in Dynamic Econometric Models, Oxford University Press.",
        "Bossaerts, P. and P. Hillion, 1999, Implementing statistical criteria to select return forecasting models: what do we learn?, Review of Financial Studies 12, 405-428.",
        "Campbell, John, 1987, Stock returns and the term structure, Journal of Financial Economics 18, 373-399.",
        "Campbell, J. and R. Shiller, 1988, The dividend price ratio and expectations of future dividends and discount factors, Review of Financial Studies 1, 195-228.",
        "Christie, Andrew, 1982, The stochastic behavior of common stock variances: value, leverage and interest rate effects, Journal of Financial Economics 10, 407-432.",
        "DeBondt, Werner and Richard Thaler, 1985, Does the stock market overreact? Journal of Finance 40, 793-805.",
        "De Long, J. B., A. Shleifer, L. H. Summers and R. J. Waldmann, 1990, Noise trader risk in financial markets, Journal of Political Economy 98, 703-738.",
        "Fama, Eugene, 1970, Efficient capital markets: A review of theory and empirical work, Journal of Finance 25, 383-417.",
        "Fama, Eugene F. and G. William Schwert, 1977, Asset returns and inflation, Journal of Financial Economics 5, 115-146.",
        "Fama Eugene F. and Kenneth R. French, 1988, Dividend yields and expected stock returns, Journal of Financial Economics 22, 3-25.",
        "Fama Eugene F. and Kenneth R. French, 1989, Business conditions and expected returns on stocks and bonds, Journal of Financial Economics 25, 23-49.",
        "Foster, F. D., T. Smith, and R. E. Whaley, 1997, Assessing goodness-of-fit of asset pricing models: the distribution of maximal R2, Journal of Finance 52, 591-607.",
        "French, Kenneth, G.W. Schwert, and R. Stambaugh, 1987, Expected stock returns and volatility, Journal of Financial Economics, 19, 3-29.",
        "Geweke, John, 1989, Bayesian inference in econometric models using Monte Carlo integration, Econometrica 57, 1317-1339.",
        "Gibbons, Michael, Stephen Ross, and Jay Shanken, 1989, A test of the efficiency of a given portfolio, Econometrica 57, 1121-1152.",
        "Glosten, Lawrence , Ravi Jagannathan and David Runkle, 1993, On the relation between the expected value and volatility of the nominal excess return on stocks, Journal of Finance 48, 1179-1801.",
        "Goetzmann, William N. and Philippe Jorion, 1993, Testing the predictive power of dividend yields, Journal of Finance 48, 663-679.",
        "Goyal, Amit and Ivo Welch, 1999, Predicting the equity premium, working paper, Yale University.",
        "Harvey, Campbell, 1989, Time-varying conditional covariances in tests of asset-pricing models, Journal of Financial Economics 24, 289-317.",
        "Hentschel, Ludger, 1995, All in the family: Nesting symmetric and asymmetric GARCH models, Journal of Financial Economics 39, 71-104.",
        "Hodrick, R., 1992, Dividend yields and expected stock returns: alternative procedures for inference and measurement, Review of Financial Studies 5, 357-386.",
        "Jorion, Philippe and William Goetzmann, 1999, Global stock markets in the twentieth century, Journal of Finance 54, 953-980.",
        "Kandel, Shmuel and Robert F. Stambaugh, 1996, On the predictability of stock returns: An asset-allocation perspective, Journal of Finance 51, 385-424.",
        "Keim, Donald B. and Robert F. Stambaugh, 1986, Predicting returns in the stock and bond markets, Journal of Financial Economics 17, 357-390.",
        "Kothari, S.P. and Jay Shanken, 1997, Book-to-market, dividend yield, and expected market returns: A time-series analysis, Journal of Financial Economics 44, 169-203.",
        "Kothari, S.P. and Jay Shanken, 2001, Anomalies and Asset Allocation, Draft of monograph prepared for the Association for Investment Management and Research (AIMR).",
        "Lakonishok, Josef, Andrei Shleifer, and Robert Vishny, 1994, Contrarian investment, extrapolation, and risk, Journal of Finance 49, 1541-1578.",
        "Leamer, E., 1978, Specification Searches: Ad-Hoc Inference with Non-experimental Data, John Wiley, New York.",
        "Lewellen, Jonathan, 2001, Predicting returns with financial ratios, Working Paper, MIT.",
        "Lewellen, Jonathan and Jay Shanken, 2001, Learning, asset-pricing tests, and market efficiency, Journal of Finance, forthcoming.",
        "Lo, Andrew W. and A. Craig MacKinlay, 1990, Data-snooping biases in tests of financial asset pricing models, Review of Financial Studies 3, 431-467.",
        "MacKinlay, A. Craig, 1995, Multifactor models do not explain deviations from the CAPM, Journal of Financial Economics 38, 3-28.",
        "Merton, Robert C., 1980, On estimating the expected return on the market: An exploratory investigation, Journal of Financial Economics, 8, 323-361.",
        "Nelson, Charles R. and Myung J. Kim, 1993, Predictable stock returns: the role of small sample bias, Journal of Finance 48, 641-661.",
        "Rozeff, M., 1984, Dividend yields are equity risk premiums, Journal of Portfolio Management 11, 68-75.",
        "Schwert, G. William, 1989, Why does stock market volatility change over time?, Journal of Finance, 44 1115-1153.",
        "Shanken, Jay, 1987, A Bayesian approach to testing portfolio efficiency, Journal of Financial Economics 19, 195-215.",
        "Shanken, Jay, 1990, Intertemporal asset pricing: an empirical investigation, Journal of Econometrics 45, 99-120.",
        "Shanken, Jay, 1992, On the estimation of beta-pricing models, Review of Financial Studies 5, 1-33.",
        "Stambaugh, Robert F., 1999, Predictive regressions, Journal of Financial Economics 54, 375-421.",
        "Tamayo, Ane, 2001, Stock return predictability, conditional asset pricing models and portfolio selection, Working Paper, University of Rochester.",
        "Whitelaw, Robert, 1994, Time variations and covariations in the expectation and volatility of stock market returns, Journal of Finance 49, 515-541."
    ]
}