{
    "id": 8668,
    "cites": 13,
    "cited_by": 7,
    "reference": [
        "Ayres, I., and P. Siegelman (1995): Ã\u0082â\u0080\u009cRace and Gender Discrimination in Bargaining for a New Car,Ã\u0082â\u0080\u009d American Economic Review, 85(3), 304Ã\u0082â\u0080\u0093321.",
        "Ayres, I. (2002): Pervasive Prejudice? University of Chicago Press, Chicago, IL.",
        "Admati, A. R., and M. Perry (1987): Ã\u0082â\u0080\u009cStrategic Delay in Bargaining,Ã\u0082â\u0080\u009d Review of Economic Studies, 54(3), 345Ã\u0082â\u0080\u0093364.",
        "Goldberg, P. K. (1996): Ã\u0082â\u0080\u009cDealer Price Discrimination in New Car Purchases: Evidence from the Consumer Expenditure Survey,Ã\u0082â\u0080\u009d Journal-of-Political-Economy, 104(3), 622Ã\u0082â\u0080\u0093654.",
        "Hausman, J. (1983): Ã\u0082â\u0080\u009cSpecification and Estimation of Simultaneous Equation Models,Ã\u0082â\u0080\u009d in Handbook of Econometrics, ed. by Z. Griliches, and M. Intriligator, p. p. 433. North Holland, Amsterdam.",
        "Heckman, J. J. (1979): Ã\u0082â\u0080\u009cSample selection bias as a specification error,Ã\u0082â\u0080\u009d Econometrica, 47(1), 153Ã\u0082â\u0080\u0093161.",
        "Hylton, K. N., and V. D. Rougeau (1996): Ã\u0082â\u0080\u009cLending Discrimination: Economic Theory, Econometric Evidence, and the Community Reinvestment Act,Ã\u0082â\u0080\u009d The Georgetown Law Journal, 85(2), 237Ã\u0082â\u0080\u0093294.",
        "J.D. Power and Associates (2000a): Ã\u0082â\u0080\u009cDealer Satisfaction with Online Buying Services,Ã\u0082â\u0080\u009d Management report, Agoura Hills, California.",
        "J.D. Power and Associates (2000b): Ã\u0082â\u0080\u009cNew Autoshopper.com Study,Ã\u0082â\u0080\u009d Management report, Agoura Hills, California.",
        "Mannering, F., and C. Winston (1991): Ã\u0082â\u0080\u009cBrand Loyalty and the Decline of American Automobile Firms,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, Microeconomics, pp. 67Ã\u0082â\u0080\u0093103.",
        "Salop, S., and J. Stiglitz (1977): Ã\u0082â\u0080\u009cBargains and Ripoffs: A Model of Monopolistically Competitive Price Dispersion,Ã\u0082â\u0080\u009d Review of Economic Studies, 44(3), 493Ã\u0082â\u0080\u0093507.",
        "Scott Morton, F., F. Zettelmeyer, and J. Silva-Risso (2001): Ã\u0082â\u0080\u009cInternet Car Retailing,Ã\u0082â\u0080\u009d Journal of Industrial Economics, 49(4), 501Ã\u0082â\u0080\u0093520.",
        "Zettelmeyer, F., F. Scott Morton, and J. Silva-Risso (2001): Ã\u0082â\u0080\u009cCowboys or Cowards: Why are Internet car prices lower?,Ã\u0082â\u0080\u009d mimeo, UC Berkeley Yale University UCLA, Berkeley, CA."
    ]
}