{
    "id": 8671,
    "cites": 23,
    "cited_by": 19,
    "reference": [
        "Alesina, A. and R.J. Barro (2001). Dollarization, American Economic Review; 91(2), 381-85.",
        "Berkeley, B. (1993). Liberias Warring Currencies, Institutional Investors.",
        "Blundell, R., A and Costa Dias, M. (2000), Evaluation Methods for Non-Experimental data, Fiscal Studies, 21, 427-468.",
        "Blundell, R., A. Duncan and C. Meghir (1998). Estimating Labour Supply Responses using Tax Reforms, Econometrica 66(4), 827-861.",
        "Bogetic, Z. (2000). Official Dollarization: Current Experiences and Issues, Cato Journal; 20(2), 179-213.",
        "Calvo, G.A. (2001). Capital Markets and the Exchange Rate with Special Reference to the Dollarization Debate in Latin America, Journal of Money, Credit, and Banking; 33(2), 312-34.",
        "Corbo, V. (2001). Is It Time for a Common Currency for the Americas?, Journal of Policy Modeling; 23(3), 241-48.",
        "Dornbusch, R. (2001). Fewer Monies, Better Monies, American Economic Review; 91(2), 238-42.",
        "Drake, Ch. (1993), Effects of Misspecification of the Propensity Score on Estimators of Treatment Effect, Biometrics, 49, 1231-1236.",
        "Edwards, S. (2001). Dollarization: Myths and Realities, Journal of Policy Modeling 23(3), 249-65.",
        "Eichengreen, B. (2001). What Problems Can Dollarization Solve?, Journal of Policy Modeling 23(3), 267-77.",
        "Eichengreen, B. and R. Haussmann (1999). Exchange Rates and financial Fragility, paper presented at the IDB-OECD forum.",
        "Fan, J. (1993). Local Linear Regression Smoothers and Their Minimax Efficiencies (in Curve Estimation), Annals of Statistics 21(1), 196-216.",
        "Fan, J. (1992). Design-adaptive Nonparametric Regression (in Theory and Methods) Journal of the American Statistical Association 87(420), 998-1004.",
        "Frankel, J.A. (1999); No Single Currency Regime is Right for All Countries at at All Times, National Bureau of Economic Research Working Paper: 7338.",
        "Frankel,-J.A. and A.K. Rose (1998). The Endogeneity of the Optimum Currency Area Criteria, Economic Journal 108(449), 1009-25.",
        "Goldfajn, I. and G. Olivares (2000). Is adopting Full Dollarization the solution? Looking at the evidence, PUC-Rio Working Paper 416.",
        "IMF (1997), Exchange Rate Arrangements and Economic Performance in Developing Countries Ch. 4 of World Economic Outlook, October.",
        "Persson, T. (2001), Currency unions and Trade: How Large is the Treatment Effect? IIE, April.",
        "Rose, A. (2000). One Money, One Market: Estimating The Effect of Common Currencies on Trade, Economic Policy 15(30), 7-46.",
        "Sachs, J. and A. Warner (1995) Economic Reform and the Process of Global Integration, Brookings Papers on Economic Activity, 1, 1-188.",
        "Summers, L.H. (2000). International Financial Crises: Causes, Prevention, and Cures, American-Economic-Review, 90(2), 1-16.",
        "Velasco, A. (2001) Liability Dollarizatin and Monetary policy, presented at LACEA Meeting, Montevideo, Uruguay."
    ]
}