{
    "id": 8672,
    "cites": 22,
    "cited_by": 24,
    "reference": [
        "Browning, Martin and Lusardi, Annamaria. Household Saving: Micro Theories and Micro Facts. Journal of Economic Literature 34 (December 1996) 1797-1855.",
        "Blinder, Alan S. Temporary Inco me Taxes and Consumer Spending. Journal of Political Economy 89 (1981) 26-53.",
        "Blinder, Alan S. and Deaton, Angus. The Time Series Consumption Function Revisited. Brookings Papers on Economic Activity (1985:2) 465-511.",
        "Campbell, John Y. and Mankiw, N. Gregory. Consumption, Income, a nd Interest Rates: Reinterpreting the Time Series Evidence, in Olivier Jean Blanchard and Stanley Fischer, eds., NBER Macroeconomics Annual. Cambridge, MA: MIT Press, 1989, pp. 185-216.",
        "Curtin, Richard T. Survey of Consumers. Survey Research Center, University of Michigan, no date. Hall, Robert E. Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence. Journal of Political Economy 86 (Dec. 1978) 971- 87.",
        "Hall, Robert E. and Mishkin, Frederic S. The Sensitivity of Consumption to Transitory Income: Estimates From Panel Data on Households. Econometrica 50 (Mar. 1982) 461-81.",
        "Hsieh, Chang-Tai. Do Consumers Respond to Anticipated Income Changes? Evidence From the Alaska Permanent Fund. Unpublishe d paper, Princeton Un iversity (September 2001).",
        "Flavin, Marjorie A. The Adjustment of Consumption to Changing Expectations About Future Income. Journal of Political Economy 89 (Oct. 1981) 974-1009.",
        "Mankiw, N. Gregory. The Spenders -Savers Theory of Fiscal Policy. American Economic Review Papers and Proceedings 90 (May 2000) 120-5.",
        "Mankiw, N. Gregory and Shapiro, Matthew D. Trends, Random Walks, and Tests of the Permanent Income Hypothesis. Journal of Mone tary Economics 16 (September 1985) 165-174.",
        "Mankiw, N. Gregory and Zeldes, Stephen P. The Consumption of Stockholders and Nonstockholders. Journal of Financial Economics 29 (1991) 97-112.",
        "Parker, Jonathan. The Reaction of Household Consumption to Predictable Changes in Social Security Taxes. American Economic Review 89 (1989) 959-73.",
        "Poterba, James M. Are Consumers Forward Looking? Evidence from Fiscal Experiments? American Economic Review 78 (1988) 413-8.",
        "Shapiro, Matthew D. The Permanent Income Hypothesis and the Real Interest Rate: Some Evidence from Panel Data. Economics Letters 14 (1984) 93-100.",
        "Shapiro, Matthew D. and Slemrod, Joel. Cons umer Response to the Timing of Income: Evidence from the a Change in Tax Withholding. American Economic Review 85 (1995) 274-83.",
        "Souleles, Nicholas N. College Tuition and Household Savings and Consumption. Journal of Public Economics 77 (August 2000) 185-207.",
        "Souleles, Nicholas N. The Response of Household Consumption to Income Tax Refunds. American Economic Review 89 (1999) 947-58.",
        "Stephens, Melvin, Jr.`3rd of tha Month : Do Social Security Recipients Smooth Consumption Between Checks? Unpublished pa per, Carnegie-Mellon University (June 2001).",
        "Thaler, Richard H. Anomalies: Savi ng, Fungibility, and Mental Accounts. Journal of Economic Perspectives 4 (1990) 193-205.",
        "Wilcox, David W. Social Security Benefits, Consumption Expenditures, and the Life Cycle Hypothesis. Journal of Political Economy 97 (Apr. 1989) 288-304.",
        "Wilcox, David W. Income Tax Refunds and the Timing of Consumption Expenditure. Economic Activity Section Work ing Paper No. 106, Board of Governors of the Federal Reserve System. Washington, DC, April 1990.",
        "Zeldes, Stephen P. Consumption and Liquidity Constraints: An Empirical Investigation. Journal of Political Economy 97 (Apr. 1989) 305-46."
    ]
}