{
    "id": 8675,
    "cites": 60,
    "cited_by": 49,
    "reference": [
        "Bergstrand, Jeffrey, 1985, The Gravity Equation in International Trade: Some Microeconomic Foundations and Empirical Evidence, The Review of Economics and Statistics 67 (August): 474-481.",
        "Balassa, Bela, 1963, An Empirical Demonstration of Classical Comparative Cost Theory, Review of Economics and Statistics 4: 231-238.",
        "Armington, P.S., 1969, A Theory of Demand for Products Distinguished by Place of Production, IMF Staff Papers, v. 16: 159-176.",
        "Ark, B. van, and D. Pilat, 1993, Productivity Levels in Germany, Japan, and the United States: Differences and Causes, Brookings Papers Microeconomics 2, 1-69.",
        "Helpman, Elhanan, and Krugman, Paul, Market Structure and Foreign Trade: Increasing Returns, Imperfect Competition, and the International Economy, Cambridge, MA: MIT Press, 1985.",
        "Helliwell, John F., 1997, National Borders, Trade, and Migration, NBER Working Paper no. 6027.",
        "Head, Keith, and John Ries, 2000, Increasing Returns Versus National Product Differentiation as an Explanation for the Pattern of US-Canada Trade, manuscript, University of British Columbia, and forthcoming, American Economic Review.",
        "Haveman, Jon, and David Hummels, 2001, Alternative Hypotheses and the Volume of Trade: Evidence on the Extent of Specialization, manuscript, Purdue University.",
        "Harrigan, James, and Egon ZakrajÃ\u0082Å¡ek, 2000, Factor Supplies and Specialization in the World Economy, 2000, NBER Working Paper no. 7848 (August) and Federal Reserve Bank of New York Staff Report no. 107 (August).",
        "Harrigan, James, 1999, Estimation of Cross-Country Differences in Industry Production Functions, Journal of International Economics v. 47 no. 2 (April): 267-293.",
        "Bernstein, Jeffrey R., and David E. Weinstein, 1998, Ã\u0082â\u0080\u009cDo endowments predict the location of production? Evidence from national and international dataÃ\u0082â\u0080\u009d, NBER Working Paper no. 6815.",
        "Brander, James, and Paul Krugman, 1983, A Reciprocal Dumping Model of International Trade, Journal of International Economics 15: 313-321.",
        "Choudhri, Ehsan U., and Lawrence L. Schembri, 2000, Productivity Performance and International Competitiveness: A New Test of an Old Theory, manuscript, Carleton University.",
        "Davis, Donald R., and David E. Weinstein, 1998, An Account of Global Factor Trade, NBER Working Paper no. 6785 (November). Forthcoming, American Economic Review.",
        "Deardorff, Alan V., 1979, Weak Links in the Chain of Comparative Advantage, Journal of International Economics 9(2): 197-209.",
        "Deardorff, Alan V., 1980, Ã\u0082â\u0080\u009cThe General Validity of the Law of Comparative AdvantageÃ\u0082â\u0080\u009d, Journal of Political Economy 88: 941-957.",
        "Deardorff, Alan V., 1998, Determinants of Bilateral Trade: Does Gravity Work in a Neoclassical World?, in Jeffrey A. Frankel, Ed., The Regionalization of the World Economy, Chicago: University of Chicago Press for the NBER, 7-22.",
        "Debaere, Peter, 2000, Testing New Trade Theory without Testing for Gravity: Reinterpreting the Evidence, manuscript, University of Texas.",
        "Dixit, Avinash, and Victor Norman, 1980, The Theory of International Trade, Cambridge, England: Cambridge University Press.",
        "Dollar, D., W. Baumol, and E. N. Wolff, 1988, The Factor Price Equalization Model and Industry Labor Productivity: an Empirical Test Across Countries, in: R. C. Feenstra, ed., Empirical Methods for International Trade (MIT Press, Cambridge, MA).",
        "Evans, Carolyn, 2000, The Economic Significance of National Border Effects, manuscript, International Research Department, Federal Reserve Bank of New York.",
        "Evenett, Simon J., and Wolfgang Keller, 2001, On Theories Explaining the Success of the Gravity Equation, manuscript, University of Texas. Forthcoming, Journal of Political Economy.",
        "Feenstra, Robert C., James A. Markusen, and Andrew K. Rose, 1998, Understanding the Home Market Effect and the Gravity Equation: The Role of Differentiating GoodsÃ\u0082â\u0080\u009d, NBER Working Paper no. 6804 (November).",
        "Feenstra, Robert C., James A. Markusen, and Andrew K. Rose, 2001, Using the Gravity Equation to Differentiate Among Alternative Theories of Trade Canadian Journal of Economics 34 (2): 430-447.",
        "Frankel, Jeffrey A., with Ernesto Stein and Shang-jin Wei, 1997, Regional Trading Blocs in the World Economic System, Washington DC: Institute for International Economics.",
        "Fujita, Masahisa, Paul Krugman, and Anthony J. Venables, 1999, The Spatial Economy: Cities, Regions, and International Trade, Cambridge, MA: MIT Press.",
        "Golub, Stephen S., and Chang-Tai Hsieh, 2000,Classical Ricardian Theory of Comparative Advantage Revisited, Review of International Economics 8(2): 221-34.",
        "Grossman, Gene, 1998, Comment on Deardorff in Jeffrey A. Frankel, Ed., The Regionalization of the World Economy, Chicago: University of Chicago Press for the NBER, 29-31.",
        "Harrigan, James, 1994, Scale Economies and the Volume of Trade, The Review of Economics and Statistics 76 (2): 321-328.",
        "Harrigan, James, 1996, Openness to Trade in Manufactures in the OECD, The Journal of International Economics 40 (February): 23-39.",
        "Harrigan, James, 1997a,Technology, Factor Supplies and International Specialization: Estimating the Neoclassical Model, American Economic Review, v. 87 no. 4 (September): 475-494.",
        "Harrigan, James, 1997b, Cross-Country Comparisons of Industry Total Factor Productivity: Theory and Evidence, Federal Reserve Bank of New York Research Paper no. 9734.",
        "Hummels, David, and James Levinsohn, 1995, Monopolistic Competition and International Trade: Reconsidering the Evidence, Quarterly Journal of Economics 110 (3): 799-836.",
        "Hunter, Linda, 1991, The contribution of nonhomothetic preferences to trade, Journal of International Economics 30: 345-358.",
        "Hunter, Linda, and James Markusen, 1988, Per capita income as a basis for trade, in Robert C. Feenstra, Ed., Empirical Methods for International Trade, Cambridge, MA: MIT Press.",
        "Jones, Ronald W., and JosÃ\u0083Â© A. Scheinkman, 1977, Ã\u0082â\u0080\u009cThe Relevance of the Two-Sector Production Model in Trade TheoryÃ\u0082â\u0080\u009d, Journal of Political Economy 85 (5): 909-935.",
        "Krugman, Paul, 1980, Scale Economies, Product Differentiation, and the Pattern of Trade, American Economic Review 70: 950-959.",
        "Lai, Huiwen, and Daniel Trefler, 1999, The Gains From Trade: Standard Errors with the CES Monopolistic Competition Model, manuscript, University of Toronto.",
        "Lawrence, Robert Z., 1987, Does Japan Import Too Little: Closed Minds or Markets?, Brookings Papers on Economic Activity 2: 517-554.",
        "Leamer, Edward E., 1987, Paths of Development in the Three-Factor, n-Good General Equilibrium Model, Journal of Political Economy 95 (October): 961-999.",
        "Leamer, Edward E., 1995, The Heckscher-Ohlin Model in Theory and Practice, Princeton Studies in International Finance no. 77.",
        "MacDougall, G.D.A., 1951, British and American Exports: A Study Suggested by the Theory of Comparative Costs, Part I, The Economic Journal 61: 697-724.",
        "MacDougall, G.D.A., 1952, British and American Exports: A Study Suggested by the Theory of Comparative Costs, Part II, The Economic Journal 62: 487-521.",
        "Markusen, James, 1986, Explaining the Volume of Trade: An Eclectic Approach, American Economic Review 76: 1002-1011.",
        "McCallum, John, 1995, National Borders Matter: Canada-US Regional Trade Patterns, American Economic Review 85 (June): 615-623.",
        "Noussair, Charles N., Charles R. Plott, and Raymong G. Riezman, 1995, An Experimental Investigation of the Patterns of International Trade, American Economic Review 85 (3): 462-491.",
        "Rauch, James, 1999, Networks versus markets in international trade, Journal of International Economics 48, 7-37.",
        "Roberts, Mark J. and Tybout, James R. (1997) The Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs American Economic Review 87 (4): 545-564.",
        "Rousslang, Donald J., and Theodore To, 1993, Domestic trade and transportation costs as barriers to international trade, Canadian Journal of Economics 26(1), 208-221.",
        "Schott, Peter, 2000, One Size Fits All? Heckscher-Ohlin Specialization in Global Production, manuscript, Yale University.",
        "Trefler, Daniel, 1993, International Factor Price Differences: Leontief was Right!, Journal of Political Economy, v. 101 (December): 961-987.",
        "Trefler, Daniel, 1995, The Case of the Missing Trade and Other Mysteries, American Economic Review, v. 85 (December): 1029-1046.",
        "Wei, Shang-Jin, 1996, Intra-national versus international trade: How stubborn are nations in global integration?, NBER Working Paper no. 5531.",
        "Woodland, Alan D., 1982, International Trade and Resource Allocation, Amsterdam: North Holland.",
        "Bernhofen, Daniel M., and John C. Brown, 2000, A Direct Test of the Theory of Comparative Advantage: The Case of Japan, manuscript, Clark University.",
        "Bernard, Andrew B., and J. Bradford Jensen (2001), Ã\u0082â\u0080\u009cWhy Some Firms ExportÃ\u0082â\u0080\u009d, NBER Working Paper No. 8349.",
        "Bergstrand, Jeffrey, 1989, The Generalized Gravity Equation, Monopolistic Competition, and the Factor-Proportions Theory in International Trade, The Review of Economics and Statistics 71 (February), 143-153.",
        "Ark, B. van, 1993, Comparative Levels of Manufacturing Productivity in Postwar Europe: Measurement and Comparisons, Oxford Bulletin of Economics and Statistics 52, 343-374.",
        "Anderson, James E., 1979, A Theoretical Foundation for the Gravity Equation, American Economic Review 69(1): 106-116.",
        "Anderson, James E., and Eric van Wincoop, 2001, Gravity with Gravitas: A Solution to the Border Puzzle, NBER Working Paper no. 8079."
    ]
}