{
    "id": 8678,
    "cites": 44,
    "cited_by": 27,
    "reference": [
        "Asness, C. S., 2000, Stocks vs. bonds: Explaining the equity risk premium, Financial Analysts Journa,l May/June.",
        "Black, F. and R. Litterman, 1990, Asset allocation: Combining investors views on market equilibrium, Goldman Sachs Fixed Income Research, September.",
        "Black, F. and R. Litterman, 1991, Global asset allocation with equities, bonds and currencies, Goldman Sachs Fixed Income Research, October.",
        "Brandt, M. W. And Q. Kang, 2001, On the relation between the conditional mean and volatility of stock returns: A latent VAR approach, Unpublished working paper, University of Pennsylvania, Philadelphia, PA.",
        "Brav, A., and R. Lehavy, 2001, An empirical analysis of analysts target prices: Short-term informativeness and long term dynamics, Unpublished working paper, Duke University.",
        "Breen, W., L. R. Glosten and R. Jagannathan, 1989, Economic significance of predictable variation in stock index returns, Journal of Finance 44, 1177-1189.",
        "Campbell, J. Y. and L. Hentschel, 1992, No news is good news: An asymmetric model of changing volatility in stock returns, Journal of Financial Economics 31, 281-318.",
        "Campbell, J. Y., 1987, Stock returns and the term structure, Journal of Financial Economics 18, 373-400.",
        "Chen, N.-f., R. Roll, and S. A. Ross, 1986. Economic forces and the stock market. Journal of Business 59, 383-404.",
        "Expectations of Equity Risk Premia 18 Claus, J. and J. Thomas, 2001, Equity premia as low as three percent: Evidence from analysts earnings forecasts for domestic and international stock markets, Journal of Finance 56, 1629- 1666.",
        "Christie, A. A., 1982, The stochastic behavior of common stock variances: Value, leverage, and interest rate effects, Journal of Financial Economics 10, 407-432.",
        "Davidson, L. B., and D. O. Cooper, 1976, A simp le way of developing a probability distribution of present value, Journal of Petroleum Technology, September, 1069-1078.",
        "Fama, E. F. and French, K. R., 1992. The cross-section of expected stock returns. Journal of Finance 47, 427-465.",
        "Fama, E. F. and French, K. R., 2001, The equity premium, Unpublished working paper, University of Chicago, Chicago, IL.",
        "Ferson, W. E. and Harvey, C. R., 1991. The variation of economic risk premiums. Journal of Political Economy 99, 285-315.",
        "Ferson, W. E. and Harvey, C. R., 1993. The risk and predictability of international equity returns.",
        "Review of Financial Studies 6, 527-566. Figlewski, S. and X. Wang, 2001, Is the leverage effect a leverage effect?, Unpublished working paper, New York University, New York, NY.",
        "French, K. R. and J. Poterba, 1991, Investor diversification and international equity markets, American Economic Review 81, 222-226.",
        "French, K. R., G. W. Schwert and R. F. Stambaugh, 1987, Expected stock returns and volatility, Journal of Financial Economics 19, 3-30.",
        "Fraser, P., 2001, How do U.S. and Japanese investors process information and how do they form their expectations of the future? Evidence from quantitative survey based data, Unpublished working paper, University of Aberdeen.",
        "Gebhardt, W. R., C. M. C. Lee, and B. Swaminathan, 2000, Toward an implied cost of capital, Unpublished working paper, Cornell University, Ithaca, NY.",
        "Giordani, P., and P. Soderlind, 2000, Inflatio n forecast uncertainty, Unpublished working paper, Stockholm School of Economics, Sweden.",
        "Glosten, L. R., R. Jagannathan and D. Runkle, 1993, On the relation between the expected value and the volatility of the nominal excess returns on stocks, Journal of Finance 48, 1779-1802.",
        "Goyal, A. and I. Welch, 1999, Predicting the risk premium, Unpublished working paper, University of California at Los Angeles, Los Angeles, CA.",
        "Graham, J. R., 1999b. Quarter 2, 1999 FEI Survey. http:// www.duke.edu/~jgraham.",
        "Graham, J. R. and C. R. Harvey, 1996, Market timing ability and volatility implied in investment newsletters asset allocation recommendations, Journal of Financial Economics, 397-422.",
        "Graham, J. R. and C. R. Harvey, 2001, Theory and practice of corporate finance: Evidence from the field, Journal of Financial Economics, 60, 187-243.",
        "Harris, R. S. and F. C. Marston, The market risk premium: Expectational estimates using analysts forecasts, Unpublished working paper, University of Virginia, Charlottesville, VA Harrison, P. and H. Zhang, 1999, An investigation of the risk and return relation at long horizon, Review of Economics and Statistics 81, 399-408.",
        "Harvey, C. R., 2001, The specification of conditional expectations, Journal of Empirical Finance, forthcoming.",
        "Expectations of Equity Risk Premia 19 Heaton, J. B., 2000, Managerial optimism and corporate finance. Unpublished working paper, University of Chicago.",
        "Ibbotson, R. G. and P. Chen, 2001, The supply of stock returns, Unpublished working paper, Yale University.",
        "Ibbotson Associates, 1998 Stocks, bonds, bills and inflation, 1998 yearbook, Chicago, IL.",
        "Jagannathan, R. and Meier, I., 2001, Do we need CAPM for capital budgeting? Unpublished working paper, Northwestern University, Evanston, IL.",
        "Jagannathan, R. and Wang, Z., 1996. The conditional CAPM and the cross-section of expected returns. Journal of Finance, 51, 3-53.",
        "Jagannathan, R., E. R. McGrattan and A. Scherbina, 2001, The declining U.S. equity premium, Quarterly Review, Federal Reserve Bank of Mineapolis.",
        "Keefer, D. L. and S. E. Bodily, 1983, Three-point approximations for continuous random variables, Management Science 29, 5 595-609.",
        "Lamont, O. Earnings and expected returns, Journal of Finance 53, 1563-1587. Lintner, J., 1965, The valuation of risky assets and the selection of risk investments in stock portfolios and capital budgets, Review of Economics and Statistics 9, 1033-1059.",
        "Nelson, D. B., 1991, Conditional heteroskedasticity in asset returns: A new approach, Econometrica 59, 347-370.",
        "PÃ\u0083Â¡stor, L. And R. Stambaugh, 2001, The equity premium and structural breaks, Journal of Finance, 56, 1207-1239.",
        "Poterba, J. M. and Summers, L. H., 1995, A CEO sruvey of U.S. companies time horizons and hurdle rates, Sloan Management Review, Fall, 43-53.",
        "Sharpe, W., 1964, Capital asset prices: A theory of market equilibrium under conditions of risk, Journal of Finance 19, 425-442.",
        "Siegel, J. J., 1999, The shrinking equity premium, Journal of Portfolio Management, 10-17.",
        "Welch, I., 2000, Views of financial economists on the equity premium and other issues, Journal of Business 73 (October): 501-37.",
        "Welch, I., 2001, The equity premium consensus forecast revisited, Unpublished working paper, Cowles Foundation for Research in Economics, Yale University, New Haven, CT."
    ]
}