{
    "id": 8679,
    "cites": 12,
    "cited_by": 6,
    "reference": [
        "Pauly, Mark V. (1974). Ã\u0082â\u0080\u009cOverinsurance and Public Provision of Insurance: The Roles of Moral Hazard and Adverse Selection,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, Vol. 88, No. 1, pp. 44-62.",
        "Parlour, Christine and Uday Rajan (2000). Ã\u0082â\u0080\u009cCompetition in Loan Contracts,Ã\u0082â\u0080\u009d forthcoming in The American Economic Review.",
        "Kletzer, Kenneth (1984). Ã\u0082â\u0080\u009cAsymmetries of Information and LDC Borrowing with Sovereign Risk,Ã\u0082â\u0080\u009d The Economic Journal, Vol. 94, No. 374, pp. 287-307.",
        "Gibson, Rajna and Suresh Sundaresan (2000). Ã\u0082â\u0080\u009cA Model of Sovereign Borrowing and Sovereign Yield Spreads,Ã\u0082â\u0080\u009d Columbia University Working Paper.",
        "Eichengreen, Barry (1991). Ã\u0082â\u0080\u009cHistorical Research on International Lending and Debt,Ã\u0082â\u0080\u009d Journal of Economic Perspectives, Vol. 5, No. 2, pp. 149-169.",
        "Edwards, Sebastian (1986). Ã\u0082â\u0080\u009cThe Pricing of Bank Loans and Bonds in International Financial Market,Ã\u0082â\u0080\u009d European Economic Review, pp. 565-589.",
        "Eaton, Jonathan and Raquel Fernandez (1995). Ã\u0082â\u0080\u009cSovereign Debt,Ã\u0082â\u0080\u009d NBER Working Paper 5131.",
        "Eaton, Jonathan and Mark Gersovitz (1981). Ã\u0082â\u0080\u009cDebt with Potential Repudiation: Theoretical and Empirical Analysis,Ã\u0082â\u0080\u009d Review of Economic Studies, Vol. 48, pp. 289-309.",
        "Bizer, David S. and Peter M. DeMarzo (1992). Ã\u0082â\u0080\u009cSequential Banking,Ã\u0082â\u0080\u009d Journal of Political Economy, Vol. 100, No. 1.",
        "Chanda, Bankim and a Staff Team (2001). Ã\u0082â\u0080\u009cEmerging Market Financing,Ã\u0082â\u0080\u009d IMF Quarterly Report on Developments and Prospects, Feb. 13.",
        "Bulow, Jeremy, and Kenneth Rogoff (1989). Ã\u0082â\u0080\u009cSovereign Debt: Is to Forgive to Forget?Ã\u0082â\u0080\u009d The American Economic Review, Vol. 79, No. 1, pp. 43-50.",
        "Bernstein, Robert J., and John A. Penicook Jr. (1998). Ã\u0082â\u0080\u009cEmerging Market Debt: Practical Portfolio Considerations,Ã\u0082â\u0080\u009d in Emerging Market Capital Flows, Richard Levich (Ed.), New York: Kluwer Academic Publishers, pp. 335-373."
    ]
}