{
    "id": 8680,
    "cites": 14,
    "cited_by": 26,
    "reference": [
        "Ahearne, A. G., W. L. Griever, and F. E. Warnock, 2001, Information costs and home bias: An analysis of U.S. holdings of foreign equities, Reserve Board, International Finance Division, Working Paper 691 (Updated), Washington, D.C.",
        "Beck, T., A. DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, and R. Levine, 1999, A new database on financial development and structure, working paper, University of Minnesota.",
        "Demsetz, H., and K. Lehn, 1985, The structure of corporate ownership: causes and consequences, Journal of Political Economy 93, 1155-1177.",
        "Doidge, C., 2001, Do changes in laws matter for ownership and control? Evidence from emerging market firms that list in the U.S., working paper, Ohio State University, Columbus, OH.",
        "Dyck, A., and L. Zingales, 2001, Why are private benefits of control so large incertain countries and what effect does this have on their financial development?, unpublished working paper, University of Chicago, Chicago, Ill.",
        "Kang, J. and R. M. Stulz, 1997, Why is there a home bias? An analysis of foreign portfolio equity ownership in Japan, Journal of Financial Economics 46, 3-28.",
        "Karolyi, A., and R. M. Stulz, 2001, Are financial assets priced locally or globally?, forthcoming in the Handbook of the Economics of Finance, G. Constantinides, M. Harris, and R. Stulz, eds., North-Holland.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, 1998, Law and Finance, Journal of Political Economy 106, 1113-1155.",
        "La Porta, R., F. Lopez-de-Silanes, and A. Shleifer, 1999, Corporate ownership ar ound the world, Journal of Finance 54, 471-517.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, 2000, Investor protection and corporate governance, Journal of Financial Economics 58, 3-27.",
        "Lewis, K. K, 1999, Trying to explain home bias in equities and consumption, Journal of Economic Literature 27 37, 571-608.",
        "Nenova, T., 2000, The value of corporate votes and control benefits: Cross-country analysis, working paper, World Bank.",
        "Tesar, L. and I. M. Werner, 1995, Home bias and high turnover, Journal of International Money and Finance 14, 467-493.",
        "Warnock, F., 2001, Home bias and high turnover reconsidered, working paper, Federal Reserve Board, Washington, DC."
    ]
}