{
    "id": 8681,
    "cites": 15,
    "cited_by": 12,
    "reference": [
        "Abreu, Dilip. 1986. Extremal Equilibria of Oligopolistic Supergames. Journal of Economic Theory39(1, June): 191-225.",
        "Abreu, Dilip; Pearce, David; and Stacchetti, Ennio. 1986. Optimal Cartel Equilibria with Imperfect Monitoring.Journal of Economic Theory39(1): 251-69.",
        "Albanesi, Stefania; Chari, V.V.; and Christiano, Lawrence J. 2001. How Severe is the Time Consistency Problem in Monetary Policy? Working Paper 8139. National Bureau of Economic Research.",
        "Backus, David, and Dri!ll, John. 1985. Inflation and Reputation.American Economic Review75(3, June): 530-38.",
        "Barro, Robert J., and Gordon, David B. 1983. Rules, Discretion and Reputation in a Model of Monetary Policy.Journal of Monetary Economics12(1, July): 101-21.",
        "Canavan, Chris, and Tommasi, Mariano. 1997. On the Credibility of Alternative Exchange Rate Regimes.Journal of Development Economics 54(1, October): 101-22.",
        "Canzoneri, Matthew B. 1985. Monetary Policy Games and the Role of Private Information.",
        "American Economic Review75(5, December): 1056-70. Chang, Roberto. 1998. Credible Monetary Policy in an In finite Horizon Model: Recursive 34 Approaches.Journal of Economic Theory81(2, August): 431-61.",
        "Chari, V. V., and Kehoe, Patrick J. 1990. Sustainable Plans. Journal of Political Economy 98(4, August): 783-802.",
        "Chari, V. V.; Kehoe, Patrick J.; and Prescott, Edward C. 1989. Time Consistency and Policy.",
        "Faust, Jon, and Svensson, Lars E. O. 2001. Transparency and Credibility: Monetary Policy with Unobservable Goals.International Economic Review42(2, May): 369-97.",
        "Monetary Policy.Journal of Money, Credit, and Banking . Green, Edward J., and Porter, Robert H. 1984. Noncooperative Collusion under Imperfect Price Information.Econometrica52(1, January): 87-100.",
        "Kydland, Finn, and Prescott, Edward C. 1977. Rules Rather than Discretion: The Inconsis- tency of Optimal Plans.Journal of Political Economy85(3, June): 473-91.",
        "Persson, Torsten, and Tabellini, Guido. 1994. Introduction. In Monetary and Fiscal Policy, Vol. 1,Credibility, ed. Torsten Persson and Guido Tabellini, pp. 1-31. Cambridge, Mass.: MIT Press.",
        "Phelan, Christopher, and Stacchetti, Ennio. Forthcoming. Sequential Equilibria in a Ramsey 35 Tax Model.Econometrica. Zarazaga, Carlos E.J.M. 1995. Hyperin flations and Moral Hazard in the Appropriation of Seigniorage: An Empirical Implementation with a Calibration Approach. Research Department Working Paper 95-17. Federal Reserve Bank of Philadelphia."
    ]
}