{
    "id": 8683,
    "cites": 22,
    "cited_by": 18,
    "reference": [
        "INTERNATIONAL MONETARY FUND (1998): World Economic Outlook and Intertational Capital Markets: Interim Assessment December 1998, World economic and financial surveys, International Monetary Fund, Washington, DC.",
        "ELLSBERG, D. (1961): Risk, Ambiguity,and the Savage axioms, Quarterly Journal of Economics, 75, 643-669.",
        "HANSEN, L. P., T. J. SARGENT, AND T. D. TALLARINI (1999): Robust Permanent Income and Pricing, Review of Economic Studies, 66, 873-907.",
        "CROQUET, G. (1955): Theory of Capacities, Annals de lInstitute Forier, 5, 131-295.",
        "Dow, J., AND S. WERLANG (1992): Uncertainty Aversion, Risk Aversion, and the Optimal Choice of Portfolio, Econometrica, 60(1), 197-204.",
        "GROSSMAN, S. J., AND M. H. MILLER (1988): Liquidity and Market Structure,  Journal of Finance (Papers and Proceedings), 43(3), 617-633.",
        "GILBOA, I., AND D. SCHMEIDLER (1989): Maxmin Expected Utility with Non-Unique Prior, Journal of Mathematical Economics, 18, 141-153.",
        "EPSTEIN, L. G. (2001): Sharing Ambiguity, American Economic Review: Papers and Proceedings, 91(2), 45-SO.",
        "BECKER, T., B. CHADHA, AND A. S~ (2000): Foreign Exchange Bid-Ask Spreads in the Asian Crisis, Working Paper, International Monetary Fund.",
        "Booms and Crashes, Journal of Economic Theory, 67, 40-82. GILBOA, I. (1987): Expected Utility with Purely Subjective Non-Addative Probabilities, Journal of Mathematical Economics, 16, 65-88.",
        "EPSTEIN, L. G., AND T. WANG (1994): Intertemporal Asset Pricing Under Knightian Uncertainty, Econometrica, 62, 283-322.",
        "KNIGHT, F. H. (1921): Risk, Uncertainty and Profit. Houghton Muffin, Boston, MA.",
        "KYLE, A. 5. (1985): Continuous Auctions and Insider Trading, Econometrica, 53, 1315-1335.",
        "MARSHALL, D. A. (2001): The Crisis of 1998 and the Role of the Central Bank, Economic Perspectives, Federal Reserve Bank of Chicago, 25(1), 223. PRATI, A., AND M. SBRACIA (2001): Currency Crises and Uncertainty About Fundamentals, Working Paper, International Monetary Fund.",
        "ROUTLEDGE, B. R., M. TRICK, AND S. E. ZIN (2000): Solution Algorithms for Dynamic Programs with Uncertainty Aversion, Carnegie Mellon University Working Paper.",
        "SAVAGE, L. (1954): The Foundations of Statistics. Wiley, New York, NY.",
        "SCHMEIDLER, D. (1989): Subjective Probability and Expected Utility without Additivity, Econometrica, 57(3), 571-587.",
        "SCHOLES, M. 5. (2000): Crisis and Risk Management, American Economic Review - Papers and Proceedings, 90(2), 17-21.",
        "SEIDENFELD, T., AND L. WASSERMAN (1993): Dilation for Sets of Probabilities,  Annals of Statistics, 21(3), 1139-1154.",
        "SUMMERS, L. H. (2000): International Financial Crises: Causes, Prevention, and Cures, American Economic Review - Papers and Proceedings, 90(2), 1-17.",
        "Ho, T., AND H. STOLL (1981): Opitmal Dealer Pricing Under Transactions and Return Uncertainty, Journal of Financial Economics, 9, 47-73.",
        "BLACK, F., AND M. SCHOLES (1973): The Pricing of Options and Corporate Liabilities, Journal of Political Economy, 81, 637-659."
    ]
}