{
    "id": 8687,
    "cites": 24,
    "cited_by": 4,
    "reference": [
        "[111 Fisher, F. M., and C. Kaysen (1962). A Study in Econometrics: Residential Electricity Demand in the United States. Amsterdam: North Holland.",
        "[121 Gabor, A. (1955). A Note on Block Tariffs. Review of Economic Studies 23: 32-41.",
        "[131 Goett, A., and D. McFadden (1985). The Residential End-Use Energy Planning System: Simulation Model Structure and Empirical Analysis. In Advances in the Economics of Energy and Resources, Vol. 5. J. R. Moroney, ed. Greenwich, CT: JAI Press.",
        "[101 EPRI (1989). Residential End-Use Energy Consumption: A Survey of Conditional Demand Estimates. Palo Alto, CA: Electric Power Research Institute, Report CU-6487.",
        "[91 EIA (1996). Residential Energy Consumption Survey Quality Profile. U.S. Department of Energy, Energy Information Administration, DOE/EIA-0555(96)/1.",
        "[51 Dubin, J. A. (1985). Consumer Durable Choice and the Demand for Electricity. Amsterdam: North Holland.",
        "[71 EIA (1994). Sample Design for the Residential Energy Consumption Survey. U.S. Department of Energy, Energy Information Administration, DOE/EIA-0555(94)/1.",
        "[41 Burtless, G. and J. A. Hausman (1978). The Effect of Taxation of Labor Supply: Evaluating the Gary Income Tax Experiment. Journal of Political Economy 86: 1103-1130.",
        "[61 Dubin, J. A. and McFadden, D. L. (1984). An Econometric Analysis of Residential Appliance Holdings and Consumption. Econometrica 52: 345-362.",
        "[21 Barnes, R., Gillingham, R. and R. Hagemann (1981). The Short-Run Residential Demand for Electricity. The Review of Economics and Statistics 62: 541-551.",
        "[11 Acton, J. P., B. M. Mitchell, and R. S. Mowill (1976). Residential Demand for Electricity in Los Angeles: An Econometric Study of Disaggregated Data. Santa Monica, CA: Rand Corporation, Report R-1899-NSF.",
        "[251 Taylor, Lester D. (1975). The Demand for Electricity: A Survey. Bell Journal of Economics 6: 74-110. 40",
        "[241 Skinner, C. J., D. Holt, and T. M. F. Smith (1989). Analysis of Complex Surveys. New York: Wiley.",
        "[221 Nocedal, J., and S. J. Wright (1999). Numerical Optimization. New York: Springer.",
        "[231 Parti, M. and C. Parti (1980). The Total and Appliance-Specific Conditional Demand for Electricity in the Household Sector. Bell Journal of Economics 11: 309-321.",
        "[201 LBL (1997). Energy Data Sourcebook for the US. Residential Sector. Berkeley, CA: Lawrence Berkeley Laboratory, Energy Analysis Program. LBL-40297.",
        "[211 Moffitt, H. (1986). The Econometrics of Piecewise-Linear Budget Constraints. Journal of Economics and Business Statistics 4: 317-328.",
        "[191 LBL (1995). Residential Sector End-Use Forecasting with EPRI-REEPS 2.1. Berkeley, CA: Lawrence Berkeley Laboratory, Energy Analysis Program. LBL-34044. 39",
        "[181 Heckman, J. (1979). Sample Selection Bias as a Specification Error. Econometrica 47: 153-161.",
        "[151 Hanemann, W. M. (1984). Discrete/Continuous Models of Consumer Demand. Econometrica 52: 541-561.",
        "[161 Hausman, J. A. (1985). The Econometrics of Nonlinear Budget Sets. Econometrica 53: 1255-1282.",
        "[81 EIA (1995). Household Energy Consumption and Expenditures. U.S. Department of Energy, Energy Information Administration, DOE/EIA-0321(93).",
        "[31 Blomquist, S., and W. Newey (2000). Nonparametric Estimation with Nonlinear Budget Sets. Manuscript, MIT Department of Economics.",
        "[171 Heckman, J. (1974). Shadow Prices, Market Wages, and Labor Supply. Econometrica 42: 679-694."
    ]
}