{
    "id": 8690,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "Ball, Laurence S. (2000). Near-Rationality and Inflation in Two Monetary Regimes. NBER Working Paper No. 7988.",
        "Bhaskar, V. (1990). Wage relatives and the natural range of unemployment. Economic Journal 100, 60-66.",
        "Blanchard, Olivier and Lawrence F. Katz (1999). Wage dynamics: Reconciling theory and evidence. American Economic Review Papers and Proceedings, 69-74.",
        "Calvo, Guillermo A. (1983). Staggered prices in a utility maximizing framework.",
        "Journal of Monetary Economics 12, pp. 383-398. Clarida, Richard, Jordi Gali and Mark Gertler (1999). The Science of Monetary Policy: A New Keynesian Perspective. Journal of Economic Literature, XXXVII(4), pp. 1161- 1707.",
        "Driscoll, John and Steinar Holden (2001). Fair Treatment and Inflation Persistence. Mimeo, Brown University and University of Oslo.",
        "Ellingsen, Tore and Steinar Holden (1998). Sticky Consumption and Rigid Wages. In S. Brakman, H. van Ees and Kuipers (eds). Market Behaviour and Macroeconomic Modelling. MacMillan Press Ltd.",
        "Fuhrer, Jeffrey and Gerald Moore (1995). Inflation persistence. Quarterly Journal of Economics, CX, pp.127-160.",
        "Jadresic, Estaban (2000). Can Staggered Price Setting Explain Short-Run Inflation Dynamics? Mimeo, International Monetary Fund.",
        "Mankiw, N. Gregory and Ricardo Reis (2001). Sticky Information Versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve. Mimeo, Harvard University.",
        "Romer, David (2001). Advanced Macroeconomics. McGraw-Hill.",
        "Roberts, John (1998). Inflation expectations and the transmission of monetary policy. Board of Governors of the Federal Reserve System.",
        "Taylor, John. (1980). Aggregate dynamics and staggered contracts. Journal of Political Economy LXXXVIII, pp. 1-24.",
        "Walsh, Carl (1998) Monetary Theory and Policy, Cambridge, MA: The MIT Press."
    ]
}