{
    "id": 8691,
    "cites": 26,
    "cited_by": 4,
    "reference": [
        "Baltagi, B., and Levin, D., 1985. Estimating dynamic demand for cigarettes using panel data: the effects of bootlegging, taxation and advertising reconsidered. The Review of Economics and Statistics 69(4):148-155.",
        "Bauer, U.E., Johnson, T.M., Hopkins, R.S., Brooks, RG., 2000. Changes in youth cigarette use and intentions following implementation of a tobacco control program: findings from the Florida Youth Tobacco Survey, 1998-2000. JAMA 284(6):723-728.",
        "Becker, G.S., Grossman, M., Murphy, K.M., 1994. An empirical analysis of cigarette addiction.",
        "Centers for Disease Control and Prevention (CDC), Office on Smoking and Health, 2001.",
        "Chaloupka, F.J., Saffer, H., 1992. Clean indoor air laws and the demand for cigarettes.",
        "Contemporary Policy Issues 10(20:72-83. Chaloupka, F.J., Warner, K.E., 2000. The economics of smoking, in: Newhouse, J.P., Cuyler, A.J. (Eds.), The Handbook of Health Economics, North-Holland, . New York, pp. 1539- 1627. Also available as: The National Bureau of Economic Research Working Paper Series (No. 7047).",
        "Connolly, G., Robbins, H., 1998. Designing an effective statewide tobacco control programÃ\u0082â\u0080\u0094 Massachusetts. CANCER Supplement 83(12):2722-2727.",
        "Evans, W.N., Farrelly, M.C., 1998. The compensating behavior of smokers: taxes, tar, and nicotine. The Rand Journal of Economics 29:578-595.",
        "Evans, W.N., Ringel, J and Stech, D., 1999. Tobacco Taxes and Public Policy to Discourage Smoking. Tax Policy and the Economy: Vol. 13, Edited by James Poterba, Cambridge, MA: National Bureau of Economic Research.",
        "Farrelly, M.C., Davis, K.C., Nimsch, C.T., Hanchette, C.L., 2000. Cigarette smuggling revisited.",
        "Farrelly, M.C., Bray, J.W., Pechacek, T, and Woollery, T., 2001. Response by Adults to Increases in Cigarette Prices by Sociodemographic Characteristics. Southern Economic Journal 68(1):156-165.",
        "Florida Department of Health, 2000. Florida Youth Tobacco Survey Reports: 2000; Florida Youth Tobacco Survey results. Florida Department of Health, Bureau of Epidemiology.",
        "Hu, T.-W., Sung, H.-Y., Keeler, T.E., 1995a. The state antismoking campaign and the industry response: the effects of advertising on cigarette consumption in California. American Economics Association Papers and Proceedings 85(2):85-90.",
        "Hu, T.-W., Sung, H.-Y., Keeler, T.E., 1995b. Reducing cigarette consumption in California: tobacco taxes vs. an anti-smoking media campaign. American Journal of Public Health 85(9):1218-1222.",
        "Manley, M.W., Pierce, J.P., Gilpin, E.A., Rosbrook, B., Berry, C., Wun, L-M., 1997. Impact of the American Stop Smoking Intervention Study on cigarette consumption. Tobacco Control 6(Suppl 2):S12-S16.",
        "McGuinness, T., Cowling, K., 1975. Advertising and the aggregate demand for cigarettes.",
        "European Economic Review 6:311-28. Pierce, J.P., Gilpin, E.A., Emery, S.L., White, M.M., Rosbrook, M.S., Berry, C.C., 1998. Has the California Tobacco Control Program reduced smoking? Journal of the American Medical Association 280(10):893-899.",
        "Prochaska, J.O., DiClemencente, C.C., Velicer, W.F., Ginpil, S., Norcross, J.C., 1985. Predicted changes in smoking status for self-changers. Addictive Behavior 10:395-406.",
        "Prochaska, J.O., Velicer, W.F., DiClemente, C.C., Fava, J., 1988. Measuring processes of change: application to the cessation of smoking. Journal of Consulting and Clinical Psychology 56:520-528.",
        "Sly, D.F., Heald, G., 1999. Florida Anti-tobacco media evaluation: eighteen month assessment.",
        "Florida State University. Sung, H-Y., Hu, T-W., Keeler, T.E., 1994. Cigarette taxation and demand- an empirical analysis. Contemporary Economic Policy 12(3):91-100.",
        "The Tobacco Institute, 1998. Tax Burden Tobacco, Historical Compilation. Vol. 32.",
        "Washington, DC: The Tobacco Institute. U.S. Census Bureau, 1999a. http://www.census.gov/population/estimates/state/ST9097.txt.",
        "U.S. Census Bureau, 1999b. http://www.census.gov/population/estimates/st_sasrh.thml.",
        "U.S. Department of Commerce, Bureau of Economic Analysis, 1999.",
        "U.S. Department of Health and Human Services (DHHS), 2000."
    ]
}