{
    "id": 8694,
    "cites": 22,
    "cited_by": 14,
    "reference": [
        "Agrawal, A., Knoeber, C., 1996. Firm performance and mechanisms to control agency problems between managers and shareholders. Journal of Financial and Quantitative Analysis 31, 377 -397.",
        "Andrade, Gregor and Steven N. Kaplan, 1998, How Costly Is Financial (Not Economic) Distress? Evidence from Highly Leveraged Transactions That Became Distressed, Journal of Finance, v53, n5 (October), 14 43-93.",
        "Baysinger, B., Butler, H., 1985. Corporate governance and the board of directors: performance effects of changes in board composition. Journal of Law, Economics, and Organization 1, 101 - 124.",
        "Bhagat, S., Black, B., 1997. Do independent directors ma tter? Unpublished working paper.",
        "Columbia Law School, New York, Bhagat, S., Black, B., 1998. The uncertain relationship between board composition and firm performance. In: Hopt, K., Roe, M., Wymeersch, E. (Eds.), Corporate Governance: The State of the Art and Emerging Research. Oxford University Press, Oxford, England.",
        "Booth, J., Deli, D., 1998. On executives of financial institutions as outside directors.",
        "Unpublished working paper, Arizona State University, Tucson. Brickley, J., Lease, R., Smith, Jr., C ., 1988. Ownership structure and voting on antitakeover amendments. Journal of Financial Economics 20, 267 -292.",
        "Cantillo, Miguel, and Julian Wright, 2000, How Do Firms Choose their Lenders? An Empirical Investigation, Review of Financial Studies , 13:1 (Spring), 155 -89.",
        "Diamond, D., 1984. Financial intermediation and delegated monitoring. Review of Economics Studies 51, 393 -414.",
        "Fischel, D., 1989. The economics of lender liability. Yale Law Journal 99, 131 -154.",
        "Gertner, R., Kaplan, S., 1997. The value maximizing board of directors. Unpublished working paper. University of Chicago.",
        "Hallock, Kevin F., 1997, Reciprocally Interlocking Boards of Directors and Executive 28 Compensation, Journal of Financial and Quantitative Analysis , 32(3), September.",
        "Hallock, K., 1999. Dual agency: corporate boards with reciprocally interlocking relationships. In: Carp enter, J., Yermack, D. (Eds.), Executive Compensation and Shareholder Value: Theory and Evidence.",
        "Hermalin, B., Weisbach, M., 1988. The determinants of board composition. Rand Journal of Economics 19, 589 -606.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharf stein, 1991, Corporate Structure Liquidity and Investment: Evidence from Japanese Panel Data, Quarterly Journal of Economics , 33 -60.",
        "Hoshi, T., Kashyap, A., Scharfstein, D., 1993. The choice between public and private debt: an analysis of post -deregulat ion corporate financing in Japan. NBER Working Paper No. 4421, Cambridge, MA.",
        "Klein, A., 1998. Affiliated directors: puppets of management or effective directors? Unpublished working paper. Stern School o f Business, New York University.",
        "Kracaw, W., Ze nner, M., 1998. Bankers in the boardroom: good news or bad news? Unpublished working paper. Kenan -Flagler Business School, University of North Carolina.",
        "Gorton, Gary and James Kahn, 2000, The Design of Bank Loan Contracts, Review of Financial Studies , 13:2 (Summer), 331 -64.",
        "Kaplan, S., Minton, B., 1994. Appointments of outsiders to Japanese boards: determinants and implications for managers. Journal of Financial Economics 36, 225 -258.",
        "Kashyap, Anil, Jeremy Stein, and David Wilcox, 1993, Monetary Policy and Credit Conditions: Evidence from the Composition of External Finance, American Economic Review 83:1 (March), 78-98.",
        "Kroszner, Randall S. and Raghuram G. Rajan, 1997. Organization structure and credibility: Evidence from commercial bank securities activities before the Glass -Steagall Ac t. Journal of Monetary Economics 39 (August), 475 -516."
    ]
}