{
    "id": 8698,
    "cites": 71,
    "cited_by": 11,
    "reference": [
        "Allen, Franklin, Antonio Bernardo and Ivo Welch. 2000. A Theory of Dividends Based on Tax Clienteles. Journal of Finance 55, 2499-2536.",
        "Allen, Franklin and Roni Michaely. 1995. Dividend Policy. In Robert Jarrow, Vojislav Maksimovic and William T. Ziemba, eds., Handbooks in Operations Research and Management Science 9, 793-837.",
        "Altshuler, Rosanne and Harry Grubert. Forthcoming. Repatriation Taxes, Repatriation Strategies and Multinational Financial Policy. Journal of Public Economics. Altshuler, Rosanne, T. Scott Newlon and William C. Randolph. 1995. Do Repatriation Taxes Matter'DONE' Evidence from the Tax Returns of U.S. Multinationals. In Martin Feldstein, James R. Hines Jr., and R. Glenn Hubbard, eds., The Effects of Taxation on Multinational Corporations. Chicago: University of Chicago Press.",
        "Ambarish, Ramasastry, Kose John and Joseph Williams. 1987. Efficient Signaling with Dividends and Investments. Journal of Finance 42, 321-343.",
        "Andrade, Gregor and Steven Kaplan. 1998. How Costly is Financial (Not Economic) Distress'DONE' Evidence from Highly Leveraged Transactions That Became Distressed. Journal of Finance 53, 1443-1532.",
        "Andrews, Donald W.K. and Moshe Buchinsky. 2000. A Three-step Method for Choosing the Number of Bootstrap Repetitions, Econometrica 68, 23-51.",
        "Auerbach, Alan J. 1979. Wealth Maximization and the Cost of Capital. Quarterly Journal of Economics 93, 433-446.",
        "Auerbach, Alan J. 1982. Issues in the Measurement and Encouragement of Business Saving. In Federal Reserve Bank of Boston, Saving and Government Policy.",
        "Boston: FRBB. Bagwell, Laurie Simon and John B. Shoven. 1989. Cash Distributions to Shareholders. Journal of Economic Perspectives 3, 129-140.",
        "Bagwell, Laurie Simon and Josef Zechner. 1993. Influence Costs and Capital Structure. Journal of Finance 48, 975-1008.",
        "Benartzi, Shlomo, Michaely, Roni and Richard Thaler. 1997. Do Changes in Dividends Signal the Future or the Past'DONE' Journal of Finance 52, 1007-1034.",
        "Berger, Philip G. and Eli Ofek. 1995. Diversifications Effect on Firm Value. Journal of Financial Economics 37, 39-65.",
        "Bernheim, B. Douglas. 1991. Tax Policy and the Dividend Puzzle. Rand Journal of Economics 22, 455-476.",
        "Bernheim, B. Douglas, and Adam Wantz. 1995. A Tax-Based Test of the Dividend Signaling Hypothesis. American Economic Review 85, 532-551.",
        "Bhattacharya, Sudipto. 1979. Imperfect Information, Dividend Policy, and the `Bird in the Hand Fallacy. Bell Journal of Economics 10, 259-270.",
        "Black, Fischer. 1976. The Dividend Puzzle. Journal of Portfolio Management 2, 5-8.",
        "Bradford, David F. 1981. The Incidence and Allocation Effects of a Tax on Corporate Distributions. Journal of Public Economics 15, 1-22.",
        "Chirinko, Robert S. and Andrew D. Phillips. 1999. Dividend Policy at the Baby Bells: A Study of Septuplets. Emory University, Working Paper.",
        "Choe, Hyuk. 1990. Intertemporal and Cross-Sectional Variation of Corporate Dividend Policy. Dissertation manuscript, University of Chicago.",
        "Crockett, Jean and Irwin Friend. 1988. Dividend Policy in Perspective: Can Theory Explain Behavior'DONE' Review of Economics and Statistics 70, 603-613.",
        "DeAngelo, Harry, Linda DeAngelo and Douglas J. Skinner. 1992. Dividends and Losses. Journal of Finance 47, 1837-1863.",
        "DeAngelo, Harry, Linda DeAngelo and Douglas J. Skinner. 1996. Reversal of Fortune: Dividend Signaling and the Disappearance of Sustained Earnings Growth. Journal of Financial Economics 40, 341-371.",
        "DeAngelo, Harry, Linda DeAngelo and Douglas J. Skinner. 2000. Special Dividends and the Evolution of Signaling. Journal of Financial Economics 57, 309-354.",
        "Desai, Mihir, C. Fritz Foley and James R. Hines, Jr. 2001. Repatriation Taxes and Dividend Distortions. Working Paper, Harvard University.",
        "Desai, Mihir A. and James R. Hines, Jr. 1999. Basket Cases: Tax Incentives and International Joint Venture Participation by American Multinational Firms. Journal of Public Economics 71, 379-402.",
        "Dewenter, Kathryn L. and Vincent A. Warther. 1998. Dividends, Asymmetric Information, and Agency Conflicts: Evidence from a Comparison of The Dividend Policies of Japanese and U.S. Firms. Journal of Finance 53, 879-904.",
        "Eades, Kenneth M., Patrick J. Hess and E. Han Kim. 1994. Time-Series Variation in Dividend Pricing. Journal of Finance 49, 1617-1638.",
        "Easterbrook, Frank H. 1984. Two Agency-Cost Explanations of Dividends. American Economic Review 74, 650-659.",
        "Elton, Edwin and Martin Gruber. 1970. Marginal Stockholder Tax Rates and the Clientele Effect. Review of Economics and Statistics 52, 68-74.",
        "Fama, Eugene F. and Harvey Babiak. 1968. Dividend Policy: An Empirical Analysis. Journal of the American Statistical Association 63, 1132-1161.",
        "Fama, Eugene F. and Kenneth R. French. 2000a. Disappearing Dividends: Changing Firm Characteristics or Lower Propensity to Pay'DONE' The Center for Research in Security Prices, Working Paper No. 509.",
        "Fama, Eugene F. and Kenneth R. French. 2000b. Testing Tradeoff and Pecking Order Predictions about Dividends and Debt. Working Paper.",
        "Feenberg, Daniel. 1981. Does the Investment Interest Limitation Explain the Existence of Dividends'DONE' Journal of Financial Economics 9, 265-269.",
        "Feldstein, Martin S. 1970. Corporate Taxation and Dividend Behavior. Review of Economic Studies 37, 57-72.",
        "Gilson, Stewart C., Edie S. Hotchkiss and Richard S. Ruback. 2000. Valuation of Bankrupt Firms. Review of Financial Studies 13, 43-74.",
        "Gordon, Roger H. and David F. Bradford. 1980. Taxation and the Stock Market Valuation of Capital Gains and Dividends: Theory and Empirical Results. Journal of Public Economics 14, 109-136.",
        "Guay, Wayne and Jarrad Harford. 2000. The Cash-Flow Permanence and Information Content of Dividend Increases Versus Repurchases. Journal of Financial Economics 57, 385-415.",
        "Hakansson, Nils H. 1982. To Pay or Not to Pay Dividend. Journal of Finance 37, 415428.",
        "Hartman, David G. 1985. Tax Policy and Foreign Direct Investment. Journal of Public Economics 26, 107-121.",
        "Hines, James R., Jr. 1991. The Flight paths of Migratory Corporations. Journal of Accounting, Auditing, and Finance 6, 447-479.",
        "Hines, James R., Jr. 1996. Dividends and Profits: Some Unsubtle Foreign Influences. Journal of Finance 51, 661-689.",
        "Hines, James R., Jr. 1999. Lessons from Behavioral Responses to International Taxation. National Tax Journal 52, 385-404.",
        "Hines, James R., Jr. and R. Glenn Hubbard. 1990. Coming Home to America: Dividend Repatriations by U.S. Multinationals. In Assaf Razin and Joel Slemrod, eds., Taxation in the Global Economy. Chicago: University of Chicago Press.",
        "Jagannathan, Murali, Clifford P. Stephens and Michael S. Weisbach. Financial Flexibility and the Choice Between Dividends and Stock Repurchases. Journal of Financial Economics 57, 355-384. Jensen, Michael. 1986. Agency Costs of Free Cash Flow. American Economic Review 76, 323-329.",
        "John, Kose and Joseph Williams. 1985. Dividends; Dilutions, and Taxes: A Signaling Equilibrium. Journal of Finance 40, 1053-1070.",
        "Johnson, Bryan T. and Thomas P. Sheehy. 1996. 1996 Index of Economic Freedom.",
        "Washington D.C.: The Heritage Foundation. Kalay, Avner. 1982. The Ex-Dividend Day Behavior of Stock Prices: A Re-Examination of the Clientele Effect. Journal of Finance 37, 1059-1070.",
        "King, Mervyn A. 1977. Public Policy and the Corporation. London: Chapman and Hall.",
        "Lang, Larry H. P. and Robert H. Litzenberger. 1989. Dividend Announcements: Cash Flow Signaling Vs. Free Cash Flow Hypothesis'DONE' Journal of Financial Economics 24, 181-191.",
        "Lang, Larry and Rene Stulz. 1994. Tobins q, Corporate Diversification and Firm Performance. Journal of Political Economy 102, 1248-1280.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert W. Vishny. 2000. Agency Problems and Dividend Policies Around the World. Journal of Finance 55, 1-33.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert W. Vishny. 1998. Law and Finance. Journal of Political Economy 106, 1113-1155.",
        "Lintner, John. 1956. Distribution of Incomes of Corporations Among Dividends, Retained Earnings, and Taxes. American Economic Review 61, 97-113.",
        "Liztenberger, Robert and Krishna Ramaswamy. 1979. The Effect of Personal Taxes and Dividends on Capital Asset Prices: Theory and Empirical Evidence. Journal of Financial Economics 7, 163-195.",
        "Marsh, Terry A. and Robert C. Merton. 1987. Dividend Behavior for the Aggregate Stock Market. Journal of Business 60, 1-40.",
        "Mataloni, Raymond. 1995. A Guide to BEA Statistics on U.S. Multinational Companies. Survey of Current Business (March), 38-53.",
        "Miller, Merton H. and Franco Modigliani. 1961. Dividend Policy, Growth, and the Valuation of Shares. Journal of Business 34, 411-433.",
        "Miller, Merton H. and Kevin Rock. 1985. Dividend Policy Under Asymmetric Information. Journal of Finance 40, 1031-1051.",
        "Miller, Merton H. and Myron S. Scholes. 1978. Dividends and Taxes. Journal of Financial Economics 6, 333-364.",
        "Miller, Merton H. and Myron S. Scholes. 1982. Dividends and Taxes: Some Empirical Evidence. Journal of Political Economy 90, 1118-1141.",
        "Ofer, Aharon R. and Anjan V. Thakor. 1987. A Theory of Stock Price Responses to Alternative Corporate Cash Disbursement Methods: Stock Repurchases and Dividends. Journal of Finance 42, 365-394.",
        "Perez-Gonzalez, Francisco. 2000. Large Shareholders and Dividends: Evidence from U.S. Tax Reforms. Harvard University, Working Paper.",
        "Poterba, James M. 1987. Tax Policy and Corporate Savings. Brookings Papers on Economic Activity 2, 455-503.",
        "Poterba, James M. 2001. Taxation and Portfolio Structure: Issues and Implications. NBER Working Paper No. 8223.",
        "Poterba, James M. and Lawrence H. Summers. 1984. New Evidence that Taxes Affect the Valuation of Dividends. Journal of Finance 39, 1397-1415.",
        "Poterba, James M. and Lawrence H. Summers. 1985. The Economic Effects of Dividend Taxation. In Edward I. Altman and Marti G. Subrahmanyam, eds., Recent Advances in Corporate Finance (Homewood, IL: Richard D. Irwin).",
        "Richardson, Gordon, Stephan E. Sefcik and Rex Thompson. 1986. A Test of Dividend Irrelevance Using Volume Reactions to a Change in Dividend Policy. Journal of Financial Economics 17, 313-333.",
        "Ross, Stephen. 1977. The Determination of Financial Structure: An Incentive-Signaling Approach. Bell Journal of Economics 8, 23-40.",
        "Scharfstein, David S. and Jeremy C. Stein. 2000. The Dark Side of Internal Capital Markets: Divisional Rent-Seeking and Inefficient Investment. Journal of Finance 55, 2537-2564.",
        "Shleifer, Andrei and Robert W. Vishny. 1986. Large Shareholders and Corporate Control. Journal of Political Economy 94, 461-488.",
        "Williams, Joseph. 1988. Efficient Signaling with Dividends, Investment, and Stock Repurchases. Journal of Finance 43, 737-747."
    ]
}