{
    "id": 87,
    "cites": 11,
    "cited_by": 3,
    "reference": [
        "Emergency Committee for American Trade, The Role of the_Multinational Corpora-tljonjtn the U.S. and World Economies, FebV 19727' ~ Frank, Robert H. and Freeman, Richard TÃ\u0082Â»,. Multinational Corporations and Domestic EmploymentÃ\u0082Â» Unpublished paper, 1975.",
        "Hufbauer, Gary C. and F. M. Adler, Overseas investment and the Balance _o_f_ Payments, Tax Policy Research Study No. i, U.S. Treasury Department, Was h ing ton, D, C., 1968.",
        "Knickerbocker, Frederick., 01igoÃ\u0082Â£_oM^tic_Reaction and_ Multinational Enterprise, Division of Research, Graduate School of Business Administration,, Harvard University, Boston, 1973.",
        "Linriemail, Hans, An Econometric^ Study jof Trade Flows (Amsterdam: North-HollandÃ\u0082Â» 1966). .........~ Lipsey, Robert E. and Merle Yahr Weiss, The Relation of U.S. Manufacturing Abroad to U.S. Exports: A Framework for Analysis, Business and Economic Statistics Section, America _________, Analyzing Direct Investment and Trade at the Company Level, 19_72_ Proceedings of the Business and Bconcwdc.....S t at Is tics SectionÃ\u0082Â» American Ã\u0082Â£TtatistXcal Association.",
        "_____, The Structure of Ocean Transport Charges,1' ExploratlonsJLn Economi_c__Research , Vol. 1, No. 1, Summer .1974, Reddaway, W. B., in collaboration with J.O.N. Perkins, S. J. Potter, and C. T. Taylor, Effects of U.K. Direct Investment Overseas, An Interim Report, University of Cambridge, Department of Applied Economics, Occasional Paper 12, 1967. _______________, in collaboration with S. J. Potter and C. T. Taylor, Effects of BJC.",
        "Direct Investment Overseas: Final Report, University of Cambridge, Department of Applied Economics, Occasional Paper 15, 1968.",
        "Richardson, J. David, On Going Abroad: The Finn's Initial Foreign Investment: Decision, Quarterly Review of Economics and .Business, Vol. 11, Winter 1971.",
        "Stobaugh, Robert B-. and Associates, U. S. Multinational Enterprises and the U*.*SÃ\u0082Â«: Economy:. A Research Study of the Ã\u0082Â¡Major-Industries-.that-Account for 90 Per Cent of U.S. Foreign Direct Investment in Manufacturing, Boston, Mass., 1972.",
        "Tap1ins Grant B., Models of World Trade, International MonetaryiFund Staff Papers, Nov. 1967.",
        "Teeling-Smith, George (Ed.), tonojvatlonj^jÃ\u0083Â¼he Balance of Payments: The Experience of the Pharmaceutical Industry, Offlee Ã\u0082Â©f Health leonsmicsÃ\u0082Â» London, 1967. - 58 -Tiiibergen, JanÃ\u0082Â» Shaping the World Economy (New-York; Twentieth Century Fund, 1962), Appendix VI.' ' ....... U.S. Senate, Committee on Finance, Multinational Corporations, Hearings before the Subcommittee on International Trade, February 26Ã\u0082Â» 27Ã\u0082Â» and 28; March 1 and 6, 1973.",
        "U.S. Tariff Commission, Impli cationj^ of Multirm ti,onal Firms for World Trade and Investment and _for^_U.Trade and Labor, Report to the Committee on FinancVlrfTheTiTs. Senate February 1973 (93-1). Yaitsos, Constantine V., Inte_rcountry Income D is tribution and Transnational. Enterprises, Clarendon Press, Oxford, 19*74."
    ]
}