{
    "id": 870,
    "cites": 15,
    "cited_by": 2,
    "reference": [
        "Amemiya, T., The Nonlinear Two-Stage Least Squares Estimator, Journal of Econometrics, II (July 1974), 105-10.",
        "Archibald, G.C., The Qualitative Content of Maximizing Models, Journal of Political Economy, LXXIII (February 1965), 27-36.",
        "Cartter, Allan M., Theory of Wages and Employment, (Homewood, Ill.: Irwin, 1959).",
        "Dertouzos, J.N., Union Objectives, Wage Determination, and the International Typographical Union, unpublished Ph.D. dissertation, Stanford University, December 1979.",
        "Dertouzos, J.N., and J.H. Pencavel, Wage and Employment Determination under Trade Unionism: The International Typographical Union, Journal of Political Economy, LXXXIX (December 1981), 1162-81.",
        "Dunlop, John T., Wage Determination Under Trade Unions, (New York: Macmillan, l91~i.4). Eckstein, Otto, and Thomas A. Wilson, Determination of Money Wages in American Industry, Quarterly Journal of Economics, LXXVI (August 1962), 379-414.",
        "Farber, H.S., Individual Preferences and Union Wage Determination: The Case of the United Mine Workers, Journal of Political_Economy, LXXXVI (October 1978), 923-42.",
        "Feliner, W., Prices and Wages Under Bilateral Monopoly, Quarterly Journal of Economics, LXI (August 1947), 503-32.",
        "Johnson, G.E., Economic Analysis of Trade Unionism, American Economic Review, Proceedings, LXV (May 2975), 23-8. -29- Kelber, H., and C. Schlesinger, Union Printers and Controlled Automation, (New York: Free Press, 1967).",
        "McDonald, I.M., and R.M. Solow, Wage Bargaining and Employment, American Economic Review, LXXI (December 1981), 896-908.",
        "Oswald, A.J., The Microecoriomic Theory of the Trade Union, Economic Journal, 1982, forthcoming.",
        "Pencavel, J.H., The Empirical Performance of a Model of Trade Union Behavior, in J.J. Rosa, ed., The Economics of Trade Unions, 1982 forthcoming.",
        "Rogers, T.F., and N.S. Friedman, Printers Face Automation, (Lexington Books, D.C. Heath and Co., 1980).",
        "Rosen, S., Unionism and the Occupational Wage Structure in the United States, International Economic Review, XI (June 1970), 269-86.",
        "Ross, Arthur M., Trade Union Wage Policy. (Berkeley: University of California Press, 1948)."
    ]
}