{
    "id": 8700,
    "cites": 19,
    "cited_by": 25,
    "reference": [
        "Alchian, A. A. and B. Klein (1973), On a Correct Measure of Inflation, Journal of Money, Credit, and Banking 5 (1), February, Part 1, pp. 173-191.",
        "Bureau of Labor Statistics (1997), Handbook of Methods , Chapter 17.",
        "Bureau of Labor Statistics, Detailed Report , Various Issues. Bryan, M. and S. Cecchetti (1993), The Consumer Price Index as a Measure of Inflation , Economic Review of the Federal Reserve Bank of Cleveland, 29, Quarter 4, pp. 15-24.",
        "Cecchetti, S. (1996), Measuring short-run Inflation for Central Bankers , NBER working paper no. 5786.",
        "Cecchetti, S., Genberg, G., Lipsky, J. and S. Wadhwani (2000), Asset Prices and Central Bank Policy , The Geneva Reports on the World Economy No. 2 ICMB.",
        "Fisher, Irving (1911). The Purchasing Power of Money , The MacMillan Company.",
        "Goodhart, C. (1999), Time, Inflation and Asset Prices , Paper presented at conference on The Measurement of Inflation organized by the Office of National Statistics and Eurostat at the University of Wales, Cardiff, August 30.",
        "Goodhart, C. and B. Hoffman (2000), Do Asset Prices help to Predict Consumer Price Inflation , Unpublished manuscript.",
        "Hamilton, J.D. (1994), Time Series Analysis Chapter 13. Princeton University Press.",
        "Harvey, A. C. (1981) Time Series Models, Chapter 4. Oxford: Phillip Allan.",
        "Harvey, A. C. (1989) Forecasting, Structural Time Series Models and the Kalman Filter , Chapters 3 and 4. Cambridge: Cambridge University Press.",
        "Okina, Kunio, Masaaki Shirakawa, and Shigenori Shiratsuka (2000), The Asset Price Bubble and Monetary Policy; Japans Experience in the Late 1980s and the Lessons, Discussion Papers 2000-E12, Institute for Monetary and Economic Studies, Bank of Japan (May 2000).",
        "Pollack, Robert A (1975). The Intertemporal Cost-of-Living Index, Annals of Economic and Social Measurement 4(1), Winter, 179-195. (Reprinted in Robert A.",
        "Shibuya, Hiroshi (1992), Dynamic Equilibrium Price Index: Asset Price and Inflation, Bank of Japan Monetary and Economic Studies, Bank of Japan, vol. 10 (1), pp. 95-109.",
        "Shiratsuka, Shigenori (1999), Asset Price Fluctuations and Price Indices, Institute for Monetary and Economic Studies, Bank of Japan, Discussion Paper No. 99-E-21.",
        "Stock, J. and M. Watson (1991), A Probability Model of the Coincident Economic Indicators, in K. Lahiri and G.H. Moore, ed., Leading Economic Indicators, New Approaches and Forecasting Records, pp 63-89. Cambridge: Cambridge University Press.",
        "Tullock, Gordon (1979), When is Inflation Not Inflation?: A Note, Journal of Money, Credit, and Banking, vol. 11 (2), pp. 219-221.",
        "Wynne, Mark A, Monetary Policy and Asset Prices, Bank of England Quarterly Bulletin, vol. 39 (4), November (1999), pp. 428-435.",
        "Wynne, M. (2000), Core Inflation: A Review of Some Conceptual Issues , Unpublished manuscript."
    ]
}