{
    "id": 8706,
    "cites": 42,
    "cited_by": 9,
    "reference": [
        "Alesina, Alberto and Allan Drazen (1991) Ã\u0082â\u0080\u009cWhy Are Stabilizations Delayed?Ã\u0082â\u0080\u009d American Economic Review; 81, December, 1170-88.",
        "Alesina, Alberto, and Roberto Perotti (1996) Ã\u0082â\u0080\u009cFiscal Adjustment in OECD Countries: Composition and Macroeconomic EffectsÃ\u0082â\u0080\u009d NBER, 5730.",
        "Agenor, Pierre-Richard (1994) Ã\u0082â\u0080\u009cWage Contracts, Capital Mobility andMacroeconomic PolicyÃ\u0082â\u0080\u009d Mimeo, International Monetary Fund, July.",
        "Agenor, Pierre-Richard and Peter Montiel (1996) Development Macroeconomics, Princeton University Press.",
        "Aizenman, Joshua (1987) Ã\u0082â\u0080\u009cInflation, Tariffs and Tax Enforcement CostsÃ\u0082â\u0080\u009d Journal of International Economic Integration; 2, Autumn, 12-28.",
        "Bailey, Martin. (1956) Ã\u0082â\u0080\u009cThe Welfare Cost of Inflationary FinanceÃ\u0082â\u0080\u009d Journal of Political Economy; 64, April, 93-110.",
        "Ball, Laurence (1991) Ã\u0082â\u0080\u009cThe Genesis of Inflation and the Costs of DisinflationÃ\u0082â\u0080\u009d Journal of Money, Credit, and Banking; 23, 3, August, 437-52.",
        "Ball, Lawrence and Gregory Mankiw (1994) Ã\u0082â\u0080\u009cAsymmetric Price Adjustment and Economic FluctuationsÃ\u0082â\u0080\u009d Economic Journal ; 104, March, 247-61.",
        "Barro, Robert (1979) Ã\u0082â\u0080\u009cOn the Determination of Public DebtÃ\u0082â\u0080\u009d Journal of Political Economy; 87 (5), December, 940-71.",
        "Barro, Robert (1988) Ã\u0082â\u0080\u009cInterest rate smoothingÃ\u0082â\u0080\u009d NBER, 2581.",
        "Bryson, Jay (1991) Ã\u0082â\u0080\u009cThe Optimal Income Tax and Exchange Rate in an Small Open EconomyÃ\u0082â\u0080\u009d Journal of Macroeconomics; 23 (2), Spring, 317-34.",
        "Calvo, Guillermo (1983) Ã\u0082â\u0080\u009cStaggered Contracts and Exchange Rate PolicyÃ\u0082â\u0080\u009d in Exchange Rates and International Macroeconomics, ed. by Jacob A. Frenkel. Chicago:U niversity of Chicago Press.",
        "Calvo, Guillermo (1987) Ã\u0082â\u0080\u009cBalance of Payments Crises in a Cash-in-Advance EconomyÃ\u0082â\u0080\u009d Journal of Money, Credit, and Banking 19, February:19 -32.",
        "Calvo, Guillermo and Alan Drazen (1995) Ã\u0082â\u0080\u009cUncertain ReformsÃ\u0082â\u0080\u009d Maryland Mimeo.",
        "Calvo, Guillerno and Carlos Vegh (1993) Ã\u0082â\u0080\u009cExchange Rate-Based Stabilization under Imperfect CredibilityÃ\u0082â\u0080\u009d in Open Economy Macroeconomics, Ed. Helmut Frisch and Andreas Worgotter. New York: St. MartinÃ\u0082â\u0080\u0099s Press.",
        "Calvo, Guillermo and Pablo Guidotti (1992) Ã\u0082â\u0080\u009cOptimal Maturity of Nominal Government Debt: An Infinite Horizon ModelÃ\u0082â\u0080\u009d International Economic Review; 33 (4), November, 895-919.",
        "Calvo, Guillermo, Leonardo Leiderman and Carmen Reinghart (19) Ã\u0082â\u0080\u009cCapital Inflows and Real Exchange Rate Appreciation in Latin AmericaÃ\u0082â\u0080\u009d IMF Staff Papers; 40 (1), March, 108-51. Chari V.V., L. Christiano and P. Kehoe (1991) Ã\u0082â\u0080\u009cOptimal Fiscal and Monetary Policy:S ome Recent ResultsÃ\u0082â\u0080\u009d Journal of Money, Credit, and Banking; 23, 3, August, 519-38.",
        "Colley, Thomas and Gary Hansen (1989) Ã\u0082â\u0080\u009cThe Inflation Tax in a Real Business Cycle ModelÃ\u0082â\u0080\u009d American Economic Review; 79, 4, September, 733-48.",
        "Colley, Thomas and Gary Hansen (1991) Ã\u0082â\u0080\u009cThe Welfare Costs of Moderate InflationsÃ\u0082â\u0080\u009d Journal of Money, Credit, and Banking ; 23, 3, August, 483-503.",
        "Dornbusch, Rudiger (1996) Ã\u0082â\u0080\u009cThe Latin TriangleÃ\u0082â\u0080\u009d MIT Mimeo, July.",
        "Flanders, M. and Elhanan Helpman (1979) Ã\u0082â\u0080\u009cAn Optimal Exchange Rate Peg in a Model of General FloatingÃ\u0082â\u0080\u009d Review of Economic Studies ; 46 (3), July, 533-42.",
        "Fischer, Stanley. (1981) Ã\u0082â\u0080\u009cTowards and Understanding of The Costs of InflationÃ\u0082â\u0080\u009d Carnegie-Rochester Conference on Public Policy, K. Brunner and A. Meltzer, eds. Autumn, 15, 5-42.",
        "Fischer, Stanley (1983) Ã\u0082â\u0080\u009cSeigniorage and Fixed Exchange Rates:A n Optimal Inflation Tax AnalysisÃ\u0082â\u0080\u009d in Financial Policies and the World Capital Market, edited by Pedro Aspe, Rudiger Dornbusch, and Maurice Obstfeld. Chicago: University of Chicago Press.",
        "Giovazzi, Francesco and Alberto Giovaninni (1987) Ã\u0082â\u0080\u009cExchange rate and Prices in EuropeÃ\u0082â\u0080\u009d Weltwirtschaftliches ; 123 (4), pp 592-605.",
        "Imrohoro?glu, Ayse (1992) Ã\u0082â\u0080\u009cThe Welfare Cost of Inflation under Imperfect InsuranceÃ\u0082â\u0080\u009d Journal of Economic Dynamics and Control ; 16, 79-91.",
        "Imrohoro?glu, Ayse and Edward Prescott (1991) Ã\u0082â\u0080\u009cSeigniorage as a Tax:A Quantitative EvaluationÃ\u0082â\u0080\u009d Journal of Money, Credit, and Banking ; 23, 3, August, 462-75.",
        "Jones, Larry and Rodolfo Manuelli (1993) Ã\u0082â\u0080\u009cGrowth and the Effects of InflationÃ\u0082â\u0080\u009d NBER, 4523.",
        "Krugman, Paul (1979) Ã\u0082â\u0080\u009cA model of Balance of Payments CrisesÃ\u0082â\u0080\u009d Journal of Money, Credit and Banking, 11, August, 311-25.",
        "Liviatan, Nissan (1984) Ã\u0082â\u0080\u009cTight Money and InflationÃ\u0082â\u0080\u009d Journal of Monetary Economics; 13, January, 5-15.",
        "Liviatan, Nissan (1986) Ã\u0082â\u0080\u009cThe Tight Money Paradox - An Alternative ViewÃ\u0082â\u0080\u009d Journal of Macroeconomics; 8, Winter, 105-12.",
        "Lucas, Robert (1981) Ã\u0082â\u0080\u009cComments on:T owards and Understanding of The Costs of InflationÃ\u0082â\u0080\u009d Carnegie-Rochester Conference on Public Police, K. Brunner and A. Meltzer, eds. Autumn, 15, 43-52.",
        "Olivera, Julio (1967) Ã\u0082â\u0080\u009cMoney, Prices and Fiscal Lags:A Note on the Dynamics of InflationÃ\u0082â\u0080\u009d Banca Nazionale del Lavoro Quarterly Review; 20, September, 258-67.",
        "Phelps, Edmund (1973) Ã\u0082â\u0080\u009cInflation in a Theory of Public FinanceÃ\u0082â\u0080\u009d Swedish Journal of Economics; 75, March, 67-82.",
        "Rodriguez, Carlos (1982) Ã\u0082â\u0080\u009cThe Argentine Stabilization Plan of December 20thÃ\u0082â\u0080\u009d World Development; 10, September, 801-11.",
        "Ruland, L. and J. Viaene (1993) Ã\u0082â\u0080\u009cThe Political Choice of the Exchange Rate RegimeÃ\u0082â\u0080\u009d Economics and Politics; 5 (3), November, 271-84.",
        "Son, Iltae (1987) Ã\u0082â\u0080\u009cThe Choice of the Optimal Exchange Rate System for a Small Country under the Three Good and Three Country ModelÃ\u0082â\u0080\u009d International Economics Journal ; 1 (2), Summer, 25-45.",
        "Sargent, Thomas and Neil Wallace (1980) Ã\u0082â\u0080\u009cSome Unpleasant Monetarist ArithmeticÃ\u0082â\u0080\u009d in Rational Expectations and Inflation, Thomas Sargent, 158 - 90.",
        "Stockman, A. (1981) Ã\u0082â\u0080\u009cAnticipated Inflation and the Capital Stock in a Cash-in-Advance EconomyÃ\u0082â\u0080\u009d Journal of Monetary Economics; 8, 387-93.",
        "Tornell, Aaron and Andres Velasco (1995) Ã\u0082â\u0080\u009cFiscal Discipline and the Choice of Exchange Rate RegimeÃ\u0082â\u0080\u009d European Economic Review; 39 (3-4), April, 759-70.",
        "Velasco, Andres (1993) Ã\u0082â\u0080\u009cReal Interest Rates and Government Debt during StabilizationÃ\u0082â\u0080\u009d Journal of Money, Credit, and Banking; 25, May, 251-77.",
        "VÃ\u0083Â©gh, Carlos (1989a) Ã\u0082â\u0080\u009cThe Optimal Inflation Tax in the Presence of Currency SubstitutionÃ\u0082â\u0080\u009d Journal of Monetary Economics ; 24, July, 139-46.",
        "VÃ\u0083Â©gh, Carlos (1989b) Ã\u0082â\u0080\u009cGovernment Spending and Inflationary FinanceÃ\u0082â\u0080\u009d IMF Staff Papers; 46, September, 657-77."
    ]
}