{
    "id": 8707,
    "cites": 16,
    "cited_by": 24,
    "reference": [
        "Arellano, M. and S. Bond (1991), \"Some Tests of Specification in Panel Data: Monte Carlo Evidence and Application,\" Review of Economic Studies, 58, 537-559. Black, D. and V. Henderson (2001), \"Urban Evolution in the USA,\" University of California, Irvine mirneo.",
        "Cai, Fang (2000), Zongguo Liudong Reirkou Wenti (The Mobile Population Problem in China), Henan People's Publishing House: Zhengzhou.",
        "Chan, H.W. (1994), Cities With Invisible Walls, Oxford University Press: Hong Kong.",
        "Duranton, G. and D. Puga (2001), \"Nursery Cities,\" American Economic Review, (forthcoming).",
        "Eaton, J. and Z. Eckstein (1997), \"Cities and Growth: Theory and Evidence from France and Japan,\" Regional Science and Urban Economics, 27, 443-474.",
        "Eberts, R. and D. McMillen (1999), \"Agglomeration Economies and Public Infrastructure\", Handbook of Regional and Urban Economics, Vol. 3, P. Cheshire and E. Mills (ed.) North Holland.",
        "Hansen, L. (1982), \"Large Sample Properties of Generalized Methods of Moments,\" Econometiica, 50.",
        "Henderson, J.V. (1974), \"The Size and Types of Cities,\" American Economic Review. Henderson, J.V. (f 988), Urban Development: Theory, Fact and Illusion, Oxford University Press.",
        "Jefferson, G. and I. Singhe (1999), Enterprise Reform in China: Ownership Transition and Performance, Oxford University Press: New York.",
        "Prud'homme, Remy (2000), \"Estimating the Benefits of Urbanization in China,\" Report to World Bank on China's Urbanization Policy.",
        "Putterman, L. (1993), Continuity and Change in China's Rural Development: Collective and Reform Eras in Perspective, Oxford University Press: New York.",
        "Putterman, L. and A. Chiacu (1994), \"Elasticities and Factor Weights for Agricultural Growth Accounting: A Look at Data for China,\" China Economic Review, 5, 191-204.",
        "Marshall, A. (1890), Principles of Economics, London: MacMillan.",
        "Mueser, P. and P. Graves (1995), \"Examining the Role of Economic Opportunity and Amenities in Explaining Population Redistribution,\" Journal of Urban Economics, 37, 176-2000.",
        "Rappaport, J. (2000), \"Why Are Population Flows So Persistent?,\" Federal Reserve Bank of Kansas City mimeo.",
        "Yang, D.T. and M.Y. An (1997), \"Human Capital, Entrepreneurship and Farm Household Earnings,\" Duke University mimeo."
    ]
}