{
    "id": 871,
    "cites": 26,
    "cited_by": 4,
    "reference": [
        "Akerloff, George. The Economics of Caste and of the Rat Race and Other Woeful Tales, Quarterly Journal of Economics, XC (November 1976), 599-617.",
        "Arrow, Kenneth J. Economic Welfare and the Allocation of Resources for Invention. In The Rate and Direction of Inventive Activity: Economic and Social Factors. Edited by R,R. Nelson. (National Bureau of Economic Research: Universities-National Bureau Conference Series No. 13.) Princeton: Princeton University Press, 1962. Pp. 609-25.",
        "Barzel, Yoram. Optimal Timing of Innovations, Review of Economics and Statistics, L (August 1968), 348-55.",
        "Becker, Gary S., and George J. Stigler, Law Enforcement, Malfeasance, and Compensation of Enforcers, Journal of Legal Studies, III (January 1974), 1-18.",
        "Braun, Ernest, and Stuart MacDonald. Revolution in Miniature: The History and Impact of Semiconductor Electronics. Cambridge: Cambridge University Press, 1978.",
        "Bylinsky, Gene. The Innovation Millionaires: How They Succeed. New York: Scribners, 1976.",
        "Dasgupta, Partha, and Joseph Stiglitz. Uncertainty, Industrial Structure, and the Speed of R ~ D, Bell Journal of Economics, XI (Spring 1980), 1-28.",
        "Freeman, Christopher. The Economics of Industrial Innovation. Harmondsworth: Penguin Books, 1974.",
        "Gaskins, Darius W. Jr. Dynamic Limit Pricing: Optimal Pricing under Threat of Entry, Journal of Economic Theory, III (September 1971), 306-22.",
        "Harris, Milton, and Artur Raviv. Some Results on Incentive Contracts with Applications to Education and Employment, Health Insurance, and Law Enforcement, American Economic Review, LXVIII (March 1978), 20-30.",
        "Keren, Michael, and David Levhari. The Internal Organization of the Firm and the Shape of Average Costs. (Discussion Paper No. 819.) Jerusalem: Falk Institute, 1981.",
        "Kolmogorov, A.N., and S.V. Fomin. Introductory Real Analysis. Rev. English ~rHtir~,-, trC1~*CIrl ~AT~(l cAA1tCIA 1-~ur Pt-l,~~rrl A l~tri~~~i ~ ~ ~ Dover, 1975.",
        "Lazear, Edward P. Why is There Mandatory Retirement? Journal of Political Economy, LXXXVII (December 1979), 1261-84.",
        "Mortensen, Dale T. Specific Capital and Labor Turnover, Bell Journal of Economics, IX (Autumn 1978), 572-86.",
        "Nelson, Richard R. The Simple Economics of Basic Scientific Research, Journal of Political Economy, LXVII (June 1959), 297-306.",
        "Social Factors. (National Bureau of Economic Research: Universities- National Bureau Conference Series No. 13.) Princeton: Princeton University Press, 1962.",
        "Nickell, Steve J. Wage Structures and Quit Rates, International Economic Review, XVII (February 1976), 191-203.",
        "Phillips, A. Technology and Market Structure: A Study of the Aircraft industry. Lexington, Mass.: Heath Lexington, 1974.",
        "Focusing Devices, Economic Development and Cultural Change, XVIII (Part I, October 1969), 1-24.",
        "Ross, Stephen, A. The Economic Theory of Agency: The Principals Problem, American Economic Review Papers and Proceedings, LXIII (May 1973), 134-39.",
        "Salop, Joanne, and Steven Salop. Self-Selection and Turnover in the Labor Market, Quarterly Journal of Economics, XC (November 1976), 619-27.",
        "Schumpeter, Joseph A. Capitalism, Socialism, and Democracy. 3rd ed. New York: Harper, 1950.",
        "Spence, A. Michael. The Economics of Internal Organization: An Introduction, Bell Journal of Economics, VI (No. 1, Spring 1975), 163-72.",
        "Stiglitz, Joseph E. Incentives and Risk Sharing in Sharecropping, Review of Economic Studies, XLI (April 1974), 219-56.",
        "Hierarchy, Bell Journal of Economics, VI, (No. 2, Autumn 1975), 552-79.",
        "Temin, Peter. Technology, Regulation, and Market Structure in the Modern Pharmaceutical Industry, Bell Journal of Economics, X (Autumn 1979), 429-46."
    ]
}