{
    "id": 8710,
    "cites": 26,
    "cited_by": 6,
    "reference": [
        "Acemoglu, Daron (1996) Ã\u0082â\u0080\u0098A microfoundation for social increasing returns in human cpital accumulation.Ã\u0082â\u0080\u0099 Quarterly Journal of Economics 111(3), 779Ã\u0082â\u0080\u0093804.",
        "Acemoglu, Daron, and Joshua Angrist (1999) Ã\u0082â\u0080\u0098How large are the social returns to education? Evidence from compulsory schooling laws.Ã\u0082â\u0080\u0099 Mimeo, MIT.",
        "Aghion, Philippe, and Patrick Bolton (1997) Ã\u0082â\u0080\u0098A trickle-down theory of growth and development with debt overhang.Ã\u0082â\u0080\u0099 Review of Economic Studies 64(2), 151Ã\u0082â\u0080\u009372.",
        "Atkinson, A.B., and A. Brandolini (1999) Ã\u0082â\u0080\u0098Promise and pitfalls in the use of Ã\u0082â\u0080\u009csecondaryÃ\u0082â\u0080\u009d datasets: Income inequality in OECD countries.Ã\u0082â\u0080\u0099 Mimeo, Nuffield College, Oxford.",
        "Banerjee, Abhijit, and Andrew Newman (1993) Ã\u0082â\u0080\u0098Occupational choice and the process of development.Ã\u0082â\u0080\u0099 Journal of Political Economy 101(2), 274Ã\u0082â\u0080\u0093298.",
        "Banerjee, Abhijit, and Esther Duflo (2000) Ã\u0082â\u0080\u0098Inequality and growth: What can the data say?Ã\u0082â\u0080\u0099 Working Paper 7793, National Bureau of Economic Research, July.",
        "Barro, Robert, and Xavier Sala-I-Martin (1995) Economic Growth (Mc Graw Hill).",
        "Bertrand, Marianne Esther Duflo, and Sendhil Mullainathan (2001) Ã\u0082â\u0080\u0098How much should we trust differences in differences estimates.Ã\u0082â\u0080\u0099 Mimeo, MIT.",
        "Bils, Mark, and Peter Klenow (1998) Ã\u0082â\u0080\u0098Does schooling cause growth or the other way around?Ã\u0082â\u0080\u0099 Working Paper 6393, National Bureau of Economic Research.",
        "Blanchard, Olivier (1997) Ã\u0082â\u0080\u0098The medium run.Ã\u0082â\u0080\u0099 Brookings Papers on Economic Activity 2, 89Ã\u0082â\u0080\u0093158.",
        "Blanchard, Olivier, and Justin Wolfers (1999) Ã\u0082â\u0080\u0098The role of shocks and institutions in the rise of european unemployment: The aggregate evidence.Ã\u0082â\u0080\u0099 Working Paper 7282, National Bureau of Economic Research.",
        "Caballero, Ricardo, and Mohamad Hammour (2000) Ã\u0082â\u0080\u0098Creative destruction and development: Institutions, crises, and restructuring.Ã\u0082â\u0080\u0099 Working Paper 7849, National Bureau of Economic Research, August.",
        "Card, David, and Thomas Lemieux (2001) Ã\u0082â\u0080\u0098Can falling supply explain the rising return to college for younger men? A cohort-based analysis.Ã\u0082â\u0080\u0099 Quarterly Journal of Economics 116(2), 705Ã\u0082â\u0080\u0093746.",
        "Duflo, Esther (2000) Ã\u0082â\u0080\u0098Schooling and labor market consequences of school construction in Indonesia: Evidence from an unusual policy experiment.Ã\u0082â\u0080\u0099 Working Paper 7860, National Bureau of Economic Research, August.",
        "Duflo, Esther (2001) Ã\u0082â\u0080\u0098Schooling and labor market consequences of school construction in Indonesia: Evidence from an unusual policy experiment.Ã\u0082â\u0080\u0099 American Economic Review 91(4), 795Ã\u0082â\u0080\u0093813.",
        "Foster, Andrew D., and Mark R. Rosenzweig (1996) Ã\u0082â\u0080\u0098Technical change and human-capital returns and investments: Evidence from the green revolution.Ã\u0082â\u0080\u0099 American Economic Review 86(4), 931Ã\u0082â\u0080\u0093953.",
        "Frankenberg, Elizabeth, Duncan Thomas, and Kathleen Beegle (1999) Ã\u0082â\u0080\u0098The real costs of IndonesiaÃ\u0082â\u0080\u0099s economic crisis: Preliminary findings from the Indonesia family life surveys.Ã\u0082â\u0080\u0099 Working Paper 99-04, RAND Labor and Population Program.",
        "Galor, Oded, and Joseph Zeira (1993) Ã\u0082â\u0080\u0098Income distribution and macroeconomics.Ã\u0082â\u0080\u0099 Review of Macroeconomic Studies 60, 35Ã\u0082â\u0080\u009352.",
        "Glewwe, Paul, and Hanan Jacoby (2000) Ã\u0082â\u0080\u0098Economic growth and the demand for education: Is there a wealth effect?Ã\u0082â\u0080\u0099 MIMEO, World Bank.",
        "Harris, J., and M. Todaro (1970) Ã\u0082â\u0080\u0098Migration, unemployment and development: A two-sector analysis.Ã\u0082â\u0080\u0099 American Economic Review 40, 126Ã\u0082â\u0080\u0093142.",
        "Heckman, James J., Lance Lochner, and Christopher Taber (1998) Ã\u0082â\u0080\u0098General equilibrium treatment effects: A study of tuition policy.Ã\u0082â\u0080\u0099 Working Paper 6426, National Bureau of Economic Research.",
        "Krueger, Alan, and Mikael Lindahl (1999) Ã\u0082â\u0080\u0098Education for growth: Why and for whom?Ã\u0082â\u0080\u0099 Mimeo.",
        "Lucas, Robert (1988) Ã\u0082â\u0080\u0098On the mechanics of economic development.Ã\u0082â\u0080\u0099 Journal of Monetary Economics 22, 3Ã\u0082â\u0080\u009342.",
        "Miguel, Edward, Paul Gertler, and David Levine (2001) Ã\u0082â\u0080\u0098Did industrialization destroy social capital in Indonesia.Ã\u0082â\u0080\u0099 Mimeo, U.C. Berkeley.",
        "Moretti, Enrico (1999) Ã\u0082â\u0080\u0098Estimating the social return to education: Evidence from repeated cross-sectional and longitudinal data.Ã\u0082â\u0080\u0099 Working Paper 22, UC Berkeley.",
        "Welch, Finis (1979) Ã\u0082â\u0080\u0098Effects of cohort size on earnings: The baby boom babiesÃ\u0082â\u0080\u0099 financial bust.Ã\u0082â\u0080\u0099 Journal of Political Economy 87(5), S65Ã\u0082â\u0080\u0093S97. part 2."
    ]
}