{
    "id": 8711,
    "cites": 45,
    "cited_by": 39,
    "reference": [
        "Aghion, Philippe, and Patrick Bolton, 1992, An incomplete contract approach to financial contracting, Review of Economic Studies, 59, 473-494.",
        "Barclay, Michael and Clifford Holderness, 1989, Private Benefits of Control of Public Corporations, Journal of Financial Economics, 371-395.",
        "Bebchuk, Lucien, 1999, A Rent-Protection Theory of Corporate Ownership and Control, NBER working paper 7203.",
        "Bebchuk, Lucien and Christine Jolls, 1999,Managerial Value Diversion and Shareholder Wealth, Journal of Law, Economics and Organization, (15) 2, 487-502.",
        "Black, Bernard, Reinier Kraakman and Anna Tassarova, 2000, Russian Privatization and Corporate Governance: What Went Wrong'DONE' Stanford Law Review, 52, 1731-1808.",
        "Coffee, John, 1999, The Future as History: The Prospects for Global Convergence in Corporate Governance and its Implications Northwestern University Law Review, Vol. 93, No. 3, pp. 641-708.",
        "Coffee, John, 2001. Do Norms Matter'DONE' A Cross-country Examination of Private Benefits of Control, mimeo, Columbia University Law School.",
        "DeAngelo, H. and L. DeAngelo, 1985, Managerial Ownership of Voting Rights, Journal of Financial Economics, 14, 36-39.",
        "Demsetz , H. and K. Lehn, 1985, The Structure of Corporate Ownership: Causes and Consequences Journal of Political Economy 93: 1155-1175.",
        "Djankov , Simeon, Clara McLeish, Tatiana Nenova, Andrei Shleifer, 2001, Who Owns the Media'DONE' NBER Working Paper 8288 .",
        "Djankov , Simeon, Peter Murrell, 2000, The determinants of enterprise restructuring in transition: An assessment of the evidence Working paper, University of Maryland.",
        "Doidge, C., G. Andrew Karolyi, and R. Stulz, 2001, Why Are Foreign Firms Listed in the U.S. worth more'DONE', Ohio State University Working Paper.",
        "Dyck, I.J. Alexander, 2000, Ownership Structure, Legal Protections and Corporate Governance, in Boris Pleskovic and Nicholas Stern (eds.) 2000 Annual World Bank Conference on Development Economics, 291-330.",
        "Dyck, I.J. Alexander, 2001, Privatization and Corporate Governance: Principles, Evidence and Future Challenges, World Bank Research Observer, Vol. 16, No. 1, 59-84.",
        "Federov, Oleg, 2000, Case Studies on Abusive Self-Dealing, OECD/World Bank Corporate Governance Roundtable for Russia, February 24-25.",
        "Glaeser, Edward, Simon Johnson, and Andrei Shleifer, 2001, Coase vs. the Coasians, Quarterly Journal of Economics, 116: 853-900.",
        "Grossman, Sanford, and Oliver Hart, 1980, Takeover bids, the free rider problem, and the theory of the corporation, Bell Journal of Economics, 11, 42-69.",
        "Grossman, Sanford, and Oliver Hart, 1988, One share one vote and the market for corporate control, Journal of Financial Economics, 20(1-2), 175-202.",
        "Harris, Milton and Artur Raviv, 1988. Corporate Governance: Voting Rights and Majority rules, Journal of Financial Economics, 20, 203-235.",
        "Holderness, Clifford, and Dennis Sheehan, 1988. The role of majority shareholders in publicly held corporations: An exploratory analysis, Journal of Financial Economics, 20, 317-346.",
        "Holthausen, R.W., R.W. Leftwich, and D. Myers, 1990, Large Block Transactions, the Speed of Response, and Temporary and Permanent Stock Price Effects, Journal of Financial Economics, 26: 71-95.",
        "Johnson, Simon, Rafael La Porta, Florencio Lopez-de-Salines, and Andrei Shleifer. 2000. Tunneling, American Economic Review, 90(2), 22-27.",
        "La Porta, Rafael, Florencio Lopez-de-Salines, and Andrei Shleifer. 2000. Investor Protection and Corporate Governance, Journal of Financial Economics, 59 (1-2), 3-27.",
        "La Porta, Rafael, Florencio Lopez-de-Salines, and Andrei Shleifer. 1999. Corporate Ownership Around the World. Journal of Finance 54(2): 471-517.",
        "La Porta, Rafael, Florencio Lopez-de-Salines, Andrei Shleifer and Robert W. Vishny. 1997. Legal Determinants of External Finance. Journal of Finance 53(1), 1131-1150.",
        "La Porta, Rafael, Florencio Lopez-de-Salines, and Andrei Shleifer and Robert W. Vishny. 1998. Law and Finance. Journal of Political Economy 106(6), 1113-155.",
        "Lease, Ronald C; McConnell, John J; Mikkelson, Wayne H. 1984. The Market Value of Differential Voting Rights in Closely Held Corporations. Journal of Business. Vol. 57 (4). 443-67..",
        "Lease, Ronald C; McConnell, John J; Mikkelson, Wayne H. 1983. The Market Value of Control in PubliclyTraded Corporations. Journal of Financial Economics. Vol. 11 (1-4). 439-71.",
        "Lopez-de-Silanes, Florencio, (1997), Determinants of Privatization Prices, The Quarterly Journal of Economics 4, 965-1025.",
        "Megginson, William L., Robert C. Nash, Jeffrey M. Netter, and Annette B. Poulsen. 2000. The choice between private and public markets: Evidence from privatizations, working paper, University of Georgia.",
        "Milgrom, P.R and R.J. Weber, 1982, A Theory of Auctions and Competitive Bidding, Econometrica 50: 1089-1122.",
        "Monks, Robert, and Nell Minnow, 1995, Watching the Watchers: Corporate Governance for the 21st Century (Blackwell Publishing, Malden, MA).",
        "Morck, Randall, Bernard Yeung and Wayne Yu, 2000. The Information Content of Stock Markets: Why Do Emerging Markets Have Synchronous Stock Price Movements'DONE' Journal of Financial Economics. 58 (1-2). p 215-60.",
        "Nenova, Tatiana, 2000, The Value of Corporate Votes and Control Benefits: A Cross-Country Analysis, mimeograph, Harvard University.",
        "Pagano, Marco and Paolo Volpin, 2000, The Political Economy of Corporate Governance, working paper, London Business School.",
        "Pistor, Katherina, Raiser, Martin and Satanislaw Gelfer. 2000. Law and Finance in Transition Economies, Economics of Transition, 8(2). 325-368.",
        "Rajan, Rajan and Luigi Zingales 1998, Financial Dependence and Growth, American Economic Review.",
        "Roe, Mark, 2001, Rents and their corporate law consequences, Discussion paper, Columbia Law school.",
        "Rydqvist, K. 1987.Empirical Investigation of the Voting Premium, Northwestern University Working Paper No. 35.",
        "Shleifer, Andrei, and Robert Vishny, 1997, A survey of corporate governance, Journal of Finance 52, 737783.",
        "Stulz, Renee and Rohan Williamson, 2001, Culture, Openness and Finance, NBER working paper 8222.",
        "Zingales, Luigi, 1994, The value of the voting right: A study of the Milan stock exchange experience, Review of Financial Studies 7, 125-148.",
        "Zingales, Luigi, 1995a, What determines the value of corporate votes'DONE', Quarterly Journal of Economics, 110,1047-1073.",
        "Zingales, Luigi, 1995b, Insider Ownership and the Decision to Go Public. Review of Economic Studies, 62: 425-448.",
        "Zingales, Luigi, 1998, Why its worth being in control , in Bickerstaffe, George ed.: The Complete Finance Companion (FT Pitman Publishing, London)."
    ]
}