{
    "id": 8714,
    "cites": 23,
    "cited_by": 3,
    "reference": [
        "Alesina A. and Spolagre E. (1997), On the Number and Size of Nations, Quarterly Journal of Economics, Vol. 112, pp 1027-1056.",
        "Azariadis C. (1996), The Economics of Poverty Traps Part One: Complete Markets, Journal of Economic Growth, Vol. 1, pp 449-486.",
        "Bair F.E. (1990), Countries of the World and Their Leaders: Yearbook 1990, Detroit, Gale Research Inc.",
        "Berthelemy, J. and Varoudakis, A. (1996), Economic Growth, Convergence Clubs, and the Role of Financial Development, Oxford Economic Papers, Vol. 48, pp 300-328.",
        "Bianchi M. (1997), Testing for Convergence: Evidence from Non-Parametric Multimodality Tests, Journal of Applied Econometrics, Vol. 12, pp 393-409.",
        "Bolton P. and Roland G. (1997), The Breakup of Nations: A Political Economy Analysis, Quarterly Journal of Economics, Vol. 112, pp 1057-1090.",
        "Central Intelligence Agency (1985), World Factbook 1985, Washington D.C. CIA.",
        "Diamond J. (1997), Guns, Germs and Steel, New York, W.W. Norton.",
        "Durlauf, S. and Johnson, P. (1995), Multiple Regimes and Cross-Country Growth Behavior, Journal of Applied Econometrics, Vol. 10, 365-384.",
        "Easterly W. and Levine R. (1997), Africas Growth Tragedy: Policies and Ethnic Divisions, Quarterly Journal of Economics, Vol. 112, pp 1251-1288.",
        "Feng, Z. and McCulloch, C. (1994), On the Likelihood Ratio Test Statistic for the Number of Components in a Normal Mixture with Unequal Variances, Biometrics, Vol. 50, pp 1158-62.",
        "Feng, Z. and McCulloch, C. (1996), Using Bootstrap Likelihood Ratios in Finite Mixture Models, Journal of the Royal Statistical Society, Series B, Vol. 58, pp 609-17.",
        "Feve P and Le Pen Y. (2000), On Modeling Convergence Clubs, Applied Economics Letters, Vol. 7, pp 311-314.",
        "Gallup, J.L. and Sachs, J.D. and Mellinger, A.D. (1999), Geography and Economic Development, International Regional Science Review, Vol. 22, pp 179-232.",
        "Hall R.E. and Jones C.I. (1999), Why do Some Countries Produce so Much more Output per Worker than Others'DONE' Quarterly Journal of Economics, Vol. 114, pp 83-116.",
        "Kifer Y. (1988), Random Perturbations of Dynamical Systems, Boston, Birkhauser.",
        "Kurian R. (1991), The New Book of World Rankings, New York, Facts on File.",
        "Landes, D. (1998). The Wealth and Poverty of Nations: Why Some Are So Rich and Some So Poor'DONE', New York, W.W. Norton.",
        "McLachlan, G. (1987), On Bootstrapping the Likelihood Ratio Test Statistic for the Number of Components in a Normal Mixture, Applied Statistics, Vol. 36, pp 318-24.",
        "Paap R. and R.K.van Dijk (1998), Distribution and Mobility of Wealth of Nations, European Economic Review, Vol. 42, pp 1269-1293.",
        "Quah, D. (1996), Twin Peaks: Growth and Convergence in Models of Distribution Dynamics, Economic Journal, Vol. 106, pp 1045-55.",
        "Quah, D. (1997), Empirics for Growth and Distribution: Stratification, Polarization, and Convergence Clubs, Journal of Economic Growth, Vol. 2, pp 27-59.",
        "Sachs, J. and Warner, A. (1997), Fundamental Sources of Economic Growth, American Economic Review, Pap. and Proc.,Vol87, pp 184-8."
    ]
}