{
    "id": 8716,
    "cites": 39,
    "cited_by": 103,
    "reference": [
        "Bailey, J.D. (1959), Australian Borrowing in Scotland in the Nineteenth Century, Economic History Review 12, pp.268-279.",
        "Baskin, Jonathan and Paul Miranti, Jr. (1997), A History of Corporate Finance, Cambridge: Cambridge University Press.",
        "Bordo, Michael and Barry Eichengreen (1999), Is Our Current International Economic Environment Unusually Crisis Prone'DONE' in David Gruen and Luke Gower (eds), Capital Flows and the International Financial System, Sydney: Reserve Bank of Australia, pp.18-75.",
        "Bordo, Michael, Barry Eichengreen and Douglas Irwin (1999), Is Globalization Today Really Different from Globalization a Hundred Years Ago'DONE' Brookings Trade Policy Forum 1999, pp.173.",
        "Bordo, Michael, Barry Eichengreen, Daniela Klingebiel and Soledad Maria Martinez Peria (2001), Is the Crisis Problem Growing More Severe'DONE' Economic Policy 24, pp.51-82.",
        "Bordo, Michael and Marc Flandreau (2001), Core, Periphery, Exchange Rate Regimes and Globalization, NBER Working Paper (November).",
        "Bordo, Michael and Finn Kydland (1995), The Gold Standard as a Contingent Rule, Explorations in Economic History 32, pp.423-464.",
        "Bordo, Michael and Antu Murshid (2001), Are Financial Crises Becoming More Contagious: What is the Historical Evidence on Contagion'DONE' in Stijn Claessens and Kristin J. Forbes (eds), International Financial Contagion, Boston: Kluwer, pp.367-403.",
        "Bordo, Michael and Hugh Rockoff (1996), The Gold Standard as a Good-Housekeeping Seal of Approval, Journal of Economic History 56, pp.389-428.",
        "Bordo, Michael and Anna Schwartz (1996), The Operation of the Specie Standard: Evidence for Core and Peripheral Countries, in Jorge Braga de Macedo, Barry Eichengreen and Jaime Reis (eds), Currency Convertibility: The Gold Standard and Beyond, London: Routledge, pp.11-86.",
        "Calvo, Guillermo and Enrique Mendoza (2000), Rational Herding and the Globalization of Financial Markets, Journal of International Economics 51, pp.79-114.",
        "Calvo, Guillermo, Leo Leiderman and Carmen Reinhart (1993), Capital Inflows and Real Exchange Rate Appreciation in Latin America, Staff Papers 30, pp.108-131.",
        "Delargy, P.J.R. and Charles Goodhart (1999), Financial Crises: Plus ca change, plus cest la meme chose, Special Paper no. 108, LSE Financial Markets Group (January).",
        "Eichengreen, Barry (1996), Globalizing Capital: A History of the International Monetary System, Princeton: Princeton University Press.",
        "Eichengreen, Barry (1999), The Baring Crisis in a Mexican Mirror, International Political Science Review 20, pp.249-270.",
        "Eichengreen, Barry and Andrew Rose (2000), Staying Afloat When the Wind Shifts: External Factors and Emerging-Market Banking Crises, in Guillermo Calvo, Rudiger Dornbusch and Maurice Obstfeld (eds), Money, Capital Mobility and Trade: Essays in Honor of Robert Mundell, Cambridge, Mass.: MIT Press, pp.171-206.",
        "Feis, Herbert (1930), Europe, the Worlds Banker, New Haven: Yale University Press.",
        "Fishlow, Albert (1986), Lessons from the Past: Capital Markets During the 19 th Century and the Interwar Period, in Miles Kahler (ed.), The Politics of International Debt, Ithaca: Cornell University Press, pp.37-94.",
        "Goodhart, Charles (1988), The Evolution of Central Banks, Cambridge, Mass.: MIT Press.",
        "Goodhart, Charles and P.J.R. Delargy (1998), Financial Crises: Plus ca change, plus cest la meme chose, International Finance 1, pp.261-287.",
        "Gorton, Gary (1987), Bank Suspension of Convertibility, Journal of Monetary Economics 15, pp.177-193.",
        "Hanke, Steve (1998), How to Establish Monetary Stability in Asia, Cato Journal 17, pp.295301.",
        "Hausmann, Ricardo, M. Gavin, C. Pages-Serra and E. Stein (1999), Financial Turmoil and the Choice of Exchange Rate Regime, unpublished manuscript, Inter-American Development Bank.",
        "International Monetary Fund (1998), World Economic Outlook, Washington, D.C.: IMF (May).",
        "Irwin, Douglas (2000), How Did the United States Become a Net Exporter of Manufactured Goods'DONE' NBER Working Paper no. 7638 (April).",
        "James, Harold (2001), The End of Globalization, Cambridge: Mass: Harvard University Press.",
        "Kaminsky, Graciela and Carmen Reinhart (1998), The Twin Crises: The Causes of Banking and Balance-of-Payments Problems, American Economic Review 89, pp.473-500.",
        "Kindleberger, Charles P. (1978), Manias, Panics and Crashes: A History of Financial Crises, New York: Basic Books.",
        "Mauro, Paolo, Nathan Sussman and Yishay Yafeh (2000), Emerging Market Spreads: Then Versus Now, IMF Working Paper WP/00/190 (November).",
        "McKinnon, Ronald (1997), The Rules of the Game, Cambridge, Mass.: MIT Press.",
        "Mercer, Lloyd (1974), Building Ahead of Demand: Some Evidence for the Land Grant Railroads, Journal of Economic History 34, pp.492-500.",
        "Mulder, Christian and Manuel Rocha (2000), The Soundness of Estimates of Output Losses in Currency Crises, unpublished manuscript, IMF.",
        "Obstfeld, Maurice (1977), Destabilizing Effects of Exchange Rate Escape Clauses, Journal of International Economics 43, pp.61-77.",
        "ORourke, Kevin and Jeffrey Williamson (1999), Globalization and History, Cambridge: MIT Press.",
        "Rajan, Raghuram, and Luigi Zingales (1999), The Great Reversals: The Politics of Financial Development in the 20 th Century, unpublished manuscript, University of Chicago.",
        "Sylla, Richard and George David Smith (1995), Information and Capital Market Regulation in Anglo-American Finance, in Michael Bordo and Richard Sylla (eds), Anglo-American Financial Systems, New York: Irwin, pp.170-206.",
        "Twomby, Michael J. (1998), Patterns of Foreign Investment in the Third World in the Twentieth Century, unpublished manuscript, University of Michigan at Dearborn.",
        "Wilkins, Mira (1998), Conduits for Long-Term Investment in the Gold Standard Era, unpublished manuscript, Florida International University.",
        "Wirth, Max (1893), The Crisis of 1890, Journal of Political Economy 1, pp.214-235. World Bank (2000), Global Development Finance 2000, Washington, D.C.: The World Bank."
    ]
}