{
    "id": 8718,
    "cites": 18,
    "cited_by": 16,
    "reference": [
        "Abel, A. (2001). The Effects of Investing Social Security Funds in the Stock Market When Fixed Costs Prevent Some Households from Holding Stocks, American Economic Review, 91, 128-148.",
        "Barsky, R., F. T. Juster, M. Shapiro, and M. Kimball (1997), Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study, Quarterly Journal of Economics, 112, 537-579.",
        "Bernheim, B. D. (1988). Social Security Benefits: An Empirical Study of Expectations and Realizations, in R.R. Campbell and E. Lazear, eds., Issues in Contemporary Retirement, Stanford, CA: Hoover Institution.",
        "Campbell, J. and M. Feldstein, eds. (2001), Risk Aspects of Investment-Based Social Security Reform, Chicago: University of Chicago Press.",
        "Campbell, J., J. Cocco, F. Gomes, and P. Maenhout (2001). Investing Retirement Wealth: A Life-Cycle Model, in in J. Campbell and M. Feldstein, eds., Risk Aspects of Investment-Based Social Security Reform, Chicago: University of Chicago Press.",
        "Carroll, C. (2001), A Theory of the Consumption Function, With and Without Liquidity Constraints, Journal of Economic Perspectives, 15, 23-45.",
        "Dominitz, J. (1998), Earnings Expectations, Revisions, and Realizations, Review of Economics and Statistics, 80, 374-388.",
        "Dominitz, J. (2001). Estimation of Income Expectations Models Using Expectations and Realizations, Journal of Econometrics, 102, 165-195.",
        "Dominitz, J. and C. Manski (1996). Eliciting Student Expectations of the Returns to Schooling, Journal of Human Resources, 31, 1-26.",
        "Dominitz, J. and C. Manski (1997a). Using Expectations Data to Study Subjective Income Expectations, Journal of the American Statistical Association, 92, 855-867.",
        "Dominitz, J. and C. Manski (1997b). Perceptions of Economic Insecurity: Evidence from the Survey of Economic Expectations, Public Opinion Quarterly, 61, 261-287.",
        "Feldstein, M., and J. Liebman (2001). Social Security, NBER Working Paper 8451.",
        "Feldstein, M., and E. Ranguelova (2001). Individual Risk in an Investment-Based Social Security System, American Economic Review, 91, 1116-1125.",
        "Feldstein, M., E. Ranguelova, and A. Samwick (2001). The Transition to Investment-Based 35 Social Security When Portfolio Returns and Capital Profitability are Uncertain, in J. Campbell and M. Feldstein, eds., Risk Aspects of Investment-Based Social Security Reform, Chicago: University of Chicago Press.",
        "Gustman, A. and T. Steinmeier (1999). What People Dont Know About Their Pensions and Social Security: An Analysis Using Linked Data from the Health and Retirement Study, NBER Working Paper 7368.",
        "Gustman, A. and T. Steinmeier (2001). Imperfect Knowledge, Retirement, and Savings, NBER Working Paper 8406.",
        "Manski, C. (1990). The Use of Intentions Data to Predict Behavior: A Best-Case Analysis, Journal of the American Statistical Association, 85, 934-940.",
        "McHale, J. (2001). The Risk of Social Security Benefit-Rule Changes: Some International Evidence, in J. Campbell and M. Feldstein, eds., Risk Aspects of Investment-Based Social Security Reform, Chicago: University of Chicago Press."
    ]
}