{
    "id": 8719,
    "cites": 20,
    "cited_by": 15,
    "reference": [
        "Blanchard, O. J. (1993). Movements in the equity premium, Brookings Papers on Economic Activity, Macroeconomics (2): 75-118.",
        "Fama, E, F, and French, K, R, (1992), The cross-section of expected stock returns, Journal of Finance 47(2): 427-65.",
        "Fama, E. F. and French, K. R. (2001). The equity premium. Working Paper, Graduate School of Business, University of Chicago.",
        "Fama, E. F. and MacBeth, J. D. (1973). Risk, return and equilibrium: Empirical tests, Journal of Political Economy 81(3): 607-36.",
        "Ferguson, T. S. (1989). Who solved the secretary problem?, Statistical Science 4(3): 282-96.",
        "Freeman, P. R. (1983). The secretary problem and its extensions: A review, International Statistical Review 51: 189-206.",
        "Harris, M, and Raviv, A, (1996), The capital budgeting process: Incentives and information, Journal of Finance 51: 1139-74, Harris, M, and Raviv, A, (1998), Capital budgeting and delegation, Journal of Financial Economics 50: 259-89, Hubbard, R, G, (1998), Capital-market imperfections and investment, Journal of Economic Literature 36: 193-225, Istvan, D, F, (1961), The economic evaluation of capital expenditures, Journal of Business 36(1): 45-51, Jagannathan, R,, McGrattan, E, R, and Scherbina, A, (2001), The declining U.S. equity premium, Quarterly Revie w, Federal Reserve Bank of Minneapolis .",
        "Kothari, S,, Shanken, J, and Sloan, R, G, (1995), Another look at the cross-section of expected stock returns, Journal of Finance 50(1): 185-224, Lindley, D, V, (1961), Dynamic programming and decision theory, Applied Statistics 10(1): 3951.",
        "Lintner, J, (1965), The valuation of risk assets and the selection of risky investments in stock portfolios and capital budgets, Review of Economics arid Statistics 47: 13-37, MacQueen, J, and Jr., R, G, M, (1960), Optimal persistence policies, Operations Research 8: 362-80.",
        "McDonald, R. L. (1999). Real options and rales of thumb in capital budgeting, in M. J. Bren-nan and L. Trigeorgis (eds), Project Flexibility, Agency, arid Product Market Competition, Oxford University Press, London, chapter 1, pp. 13-33.",
        "McDonald, R. and Siegel, D. (1986). The value of waiting to invest, Quarterly Journal of Economics 101(4): 707-28.",
        "Moore, J. S. and Reichert, A. K. (1983). An analysis of the financial management techniques currently employed by large U.S. corporations, Journal of Business Finance arid Accounting 10(4): 623-45.",
        "Myers, S. C. (1984). The capital structure puzzle, Journal of Finance 39(3): 575-92.",
        "Myers, S. C. and Majluf, N. S. (1984). Corporate financing and investment decisions when firms have information that investors do not have, Journal of Financial Economics 13(2): 187221.",
        "Narayanan, M. P. (1985). Observability of the payback criterion, Journal of Business 58(3): 309323.",
        "Nickell, S. J. (1996). Competition and corporate performance, Journal of Political Economy 104(4): 724-46.",
        "Petty, J. W. and Bowlin, O. D. (1976). The financial manager and quantitative decision models, Financial Management 5(4): 32-41.",
        "Poterba, J. M. and Summers, L. H. (1995). A CEO survey of U.S. companies' time horizons and hurdle rates, Sloan Management Review (Fall): 43-53.",
        "Schall, L. D,, Sundem, G. L. and Geijsbeek, W. R. (1978). Survey and analysis of capital budgeting methods, Journal of Finance 33(1): 281-87.",
        "Sharpe, W. F. (1964). Capital asset prices: A theory of market equilibrium under conditions of risk, Journal of Finance 19(3): 425-42."
    ]
}