{
    "id": 8720,
    "cites": 24,
    "cited_by": 5,
    "reference": [
        "[16] Matsusaka, John and Filip Palda, [1999], Voter Turnout: How Much Can we Explain? Public Choice, 77, 855-78.",
        "[17] Morton, Rebecca B., [1987], A Group Majority Voting Model of Public Good Provision, Social Choice and Welfare, 4, 117-31.",
        "[18] Morton, Rebecca B., [1991], Groups in Rational Turnout Models, American Journal of Political Science, 35, 758-76.",
        "[19] Palfrey, Thomas and Howard Rosenthal, [1985], Voter Participation and Strategic Uncertainty, American Political Science Review, 79, 62-78.",
        "[20] Riker, William H. and Peter Ordeshook, [1968], A Theory of the Calculus of Voting, American Political Science Review, 62, 25-42.",
        "[21] Shachar, Ron and Barry Nalebuff, [1999], Follow the Leader: Theory and Evidence on Political Participation, American Economic Review, 89, 52547.",
        "[22] Uhlaner, Carole J., [1989], Rational Turnout: The Neglected Role of Groups, American Journal of Political Science, 33, 390-422.",
        "[23] Vuong, Quang H., [1989], Likelihood Ratio Tests for Model Selection and Non-nested Hypotheses, Econometrica, 57, 307-333. 26",
        "[13] Harsanyi, John C., [1980], Rule Utilitarianism, Rights, Obligations and the Theory of Rational Behavior, Theory and Decision, 12, 115-33.",
        "[4] Brennan, Geoffrey and Loren Lomasky, [1993], Democracy and Decision: The Pure Theory of Electoral Preference, Cambridge: Cambridge University Press.",
        "[12] Hansen, Stephen; Palfrey, Thomas and Howard Rosenthal, [1987], The Downsian Model of Electoral Participation: Formal Theory and Empirical Analysis of the Constituency Size Effect, Public Choice, 52, 15-33.",
        "[11] Grossman, Gene and Elhanan Helpman, [2001], Special Interest Politics, Cambridge MA: MIT Press.",
        "[2000], Slippery when Wet: The Effects of Local Alcohol Access Laws on Highway Safety, Journal of Health Economics, forthcoming.",
        "[10] Green, Donald and Ian Shapiro, [1994], Pathologies of Rational Choice Theory: A Critique of Applications in Political Science, New Haven: Yale University Press.",
        "[8] Filer, John; Kenny, Lawrence and Rebecca Morton, [1993], Redistribution, Income and Voting, American Journal of Political Science, 37, 63-87.",
        "[6] Downs, Anthony, [1957], An Economic Theory of Democracy, New York: Harper and Row.",
        "[9] Fiorina, Morris, [1997], Voting Behavior, in Mueller, Dennis (ed) Perspectives on Public Choice, Cambridge: Cambridge University Press.",
        "[1] Aldrich, John, [1993], Rational Choice and Turnout, American Journal of Political Science, 37, 246-78.",
        "[7] Feddersen, Timothy J. and Alvaro Sandroni, [2001], A Theory of Participation in Elections, mimeo, University of Rochester.",
        "[5] Coleman, James 5., [1990], Foundations of Social Theory, Cambridge MA: Harvard University Press.",
        "[3] Baughman, Reagan; Conlin, Michael; Dickert-Conlin, Stacy and John Pepper,",
        "[2] Aldrich, John, [1997], When is it Rational to Vote, in Mueller, Dennis (ed) Perspectives on Public Choice, Cambridge: Cambridge University Press.",
        "[15] Matsusaka, John and Filip Palda, [1993], The Downsian Voter Meets the Ecological Fallacy, Public Choice, 77, 855-78. 25",
        "[14] Ledyard, John 0., [1984], The Pure Theory of Large Two-Candidate Elections,  Public Choice, 44, 7-41."
    ]
}