{
    "id": 8725,
    "cites": 33,
    "cited_by": 58,
    "reference": [
        "Bacchetta, Philippe, and Eric van Wincoop, 2000, Does Exchange Rate Stability Increase Trade and Welfare'DONE' American Economic Review 90, 1093-1109.",
        "Bergin, Paul R., 2001, One Money One Price'DONE' Pricing to Market in a Monetary Union, Department of Economics, University of California, Davis, manuscript.",
        "Bergin, Paul R. and Robert C. Feenstra, 2001, Pricing-to-Market, Staggered Contracts, and Real Exchange Rate Persistence, Journal of International Economics 54, 333-359.",
        "Betts, Caroline, and Michael B. Devereux, 1996, The Exchange Rate in a Model of Pricing-toMarket, European Economic Review 40, 1007-1021.",
        "Betts, Caroline, and Michael B. Devereux, 2000, Exchange Rate Dynamics in a Model of Pricing-to-Market, Journal of International Economics 50, 215-244.",
        "Buiter, Willem, 1999, The EMU and the NAMU: What is the Case for North American Monetary Union'DONE' Canadian Public Policy 25, 285-305.",
        "Chari, V.V.; Patrick J. Kehoe; and, Ellen R. McGrattan, 2000, Can Sticky Price Models Generate Volatile and Persistent Exchange Rates'DONE' National Bureau of Economics Research Working Paper, no. 7869.",
        "Corsetti, Giancarlo, and Luca Dedola, 2001, Macroeconomics of International Price Discrimination, University of Rome III, manuscript.",
        "Corsetti, Giancarlo, and Paolo Pesenti, 2001, International Dimensions of Optimal Monetary Policy, University of Rome III, manuscript.",
        "Devereux, Michael B., and Charles Engel, 1998, Fixed vs. Floating Exchange Rates: How Price Setting Affects the Optimal Choice of Exchange-Rate Regime, National Bureau of Economic Research Working Paper, no. 6867.",
        "Devereux, Michael B., and Charles Engel, 2001, Monetary Policy in the Open Economy Revisited: Exchange Rate Flexibility and Price Setting Behavior, University of Wisconsin -- Madison, manuscript.",
        "Devereux, Michael B.; Charles Engel; and CÃ\u0083Â©dric Tille, 1999, Exchange Rate Pass-Through and the Welfare Effects of the Euro, National Bureau of Economic Research Working Paper, no. 7382.",
        "Engel, Charles, 1993, Real Exchange Rates and Relative Prices: An Empirical Investigation, Journal of Monetary Economics 32, 35-50.",
        "Engel, Charles, 1999, Accounting for U.S. Real Exchange Rate Changes, Journal of Political Economy 107, 507-538.",
        "Engel, Charles, 2000, Local-Currency Pricing and the Choice of Exchange-Rate Regime, European Economic Review 44, 1149-1472.",
        "Engel, Charles, and John H. Rogers, 1996, How Wide is the Border'DONE' (with John Rogers), American Economic Review 86, 1112-1125.",
        "Engel, Charles, and John H. Rogers, 2001, Deviations From the Purchasing Power Parity: Causes and Welfare Costs, Journal of International Economics 55, 29-57.",
        "Friedman, Milton, 1953, The Case for Flexible Exchange Rates, in Essays in Positive Economics (Chicago: University of Chicago Press), 157-203.",
        "Lane, Philip R., 2001, The New Open Economy Macroeconomics: A Survey, Journal of International Economics 54, 235-266.",
        "McCallum, Bennett T., and Edward Nelson, 1999, Nominal Income Targeting in an OpenEconomy Optimizing Model, Journal of Monetary Economics 43, 553-578.",
        "Mussa, Michael, 1986, Nominal Exchange Rate Regimes and the Behavior of Real Exchange Rates: Evidence and Implications, Carnegie-Rochester Conference Series on Public Policy 25, 117-213.",
        "Obstfeld, Maurice, 2001, International Macroeconomics: Beyond the Mundell-Fleming Model, National Bureau of Economics Research Working Paper, no. 8369.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 1995, Exchange Rate Dynamics Redux, Journal of Political Economy 103, 624-660.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 1998, Risk and Exchange Rates, National Bureau of Economics Research Working Paper, no. 6694.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 2000a, New Directions for Stochastic Open Economy Models, Journal of International Economics 50, 117-153.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 2000b, The Six Major Puzzles in International Macroeconomics: Is There a Common Cause'DONE' NBER Macroeconomics Annual 2000, 339-390.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 2001, Global Implications of Self-Oriented National Monetary Rules, Department of Economics, University of California, Berkeley, manuscript.",
        "Obstfeld, Maurice, and Alan M. Taylor, 1997, Non-linear Aspects of Goods Market Arbitrage and Adjustment: Heckschers Commodity Points Revisited, Journal of the Japanese and International Economies 11, 441-479.",
        "Parsley, David C., and Shang-Jin Wei, 2001a, Explaining the Border Effect: The Role of Exchange Rate Variability, Shipping Costs and Geography, Journal of International Economics 55, 87-105.",
        "Parsley, David C., and Shang-Jin Wei, 2001b, Limiting Currency Volatility to Stimulate Goods Market Integration: A Price Based Approach, Owens Graduate School of Management, Vanderbilt University, manuscript.",
        "Rogers, John H., and Michael Jenkins, 1996, Haircuts or Hysteresis'DONE' Sources of Movements in Real Exchange Rates, Journal of International Economics 38, 339-360.",
        "Sutherland, Alan, 2001, Incomplete Pass-Through and the Welfare Effects of Exchange-Rate Volatility, Department of Economics, University of St. Andrews, manuscript.",
        "Tille, CÃ\u0083Â©dric, 2000, Beggar-Thy-Neighbor or Beggar-Thyself'DONE' The Income Effect of Exchange Rate Fluctuations, Federal Reserve Bank of New York, Staff Report 112."
    ]
}