{
    "id": 8726,
    "cites": 25,
    "cited_by": 120,
    "reference": [
        "Ahmed, Shaghil and Byung Sam Yoo, Fiscal Trends in Real Economic Aggregates, Journal of Money, Credit and Banking, 4 (November 1995, Part I): 985-1001.",
        "Basu, Susanto, Miles Kimball, and John Fernald, Are Technology Improvements Contractionary'DONE' 1999 manuscript.",
        "Baxter, Marianne and Robert King, Productive Externalities and Business Cycles, November 1991, Federal Reserve Bank of Minneapolis Discussion Paper 53.",
        "Boldrin, Michele, Lawrence J. Christiano and Jonas D.M. Fisher, Habit Persistence, Asset Returns and the Business Cycle, American Economic Review 91 (March 2001):149-166.",
        "Calvo, Guillermo, Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics, 12 (1983): 383-398.",
        "Campbell, John Y. and Sydney Ludvigson, Elasticities of Substitution in Real Business Cycle Models with Home Production, Journal of Money, Credit, and Banking 33 (November 2001): 847-875.",
        "Dotsey, Michael, Structure From Shocks, August 1999, Federal Reserve Bank of Richmond Working Paper No. 99-6.",
        "Engle, Robert F. and C.W.J. Granger, Co-Integration and Error Correction: Representation, Estimation, and Testing, Econometrica 55 (1987): 251-76.",
        "Evans, Charles L., Productivity Shocks and Real Business Cycles, Journal of Monetary Economics 29 (April 1992): 191-208.",
        "Fleischman, Charles A., The Causes of Business Cycles and the Cyclicality of Real Wages, Board of Governors of Federal Reserve System (2000).",
        "Gamber, Edward N. and Frederick L. Joutz, The Dynamic Effects of Aggregate Demand and Supply Disturbances: Comment, American Economic Review, 83 (December 1993): 1387-1393.",
        "Hamilton, James, This is What Happened to the Oil Price-Macroeconomy Relationship, Journal of Monetary Economics 38 (1996): 215-220.",
        "Hall, Robert E., The Relation between Price and Marginal Cost in U.S. Industry, Journal of Political Economy 96 (October 1988): 921-947.",
        "Mark Watson, NBER Macroeconomics Annual, 1988, pp. 149-153.",
        "Hoover, Kevin D. and Stephen J. Perez, Post hoc Ergo Procter Once More: An Evaluation of Does Monetary Policy Matter'DONE' in the Spirit of James Tobin, Journal of Monetary Economics 34 (August 1994): 47-74.",
        "Jermann, Urban J., Asset Pricing in Production Economies, Journal of Monetary Economics 41 (April 1998): 257-276.",
        "Kiley, Michael, Labor Productivity in U.S. Manufacturing: Does Sectoral Comovement Reflect Technology Shocks'DONE' December 1996 manuscript.",
        "King, Robert and Sergio T. Rebelo, Resuscitating Real Business Cycles, in Handbook of Macroeconomics, edited by John B. Taylor and Michael Woodford. Elsevier: Amsterdam, 1999. Volume 1B, pp. 927-1007.",
        "King, Robert G. and Alexander Wolman, Inflation Targeting in a St. Louis Model of the 21 st Century, Federal Reserve Bank of St. Louis Review 78 (May-June 1996): 83-107.",
        "Lettau, Martin and Harald Uhlig, Can Habit Formation Be Reconciled with Business Cycle Facts'DONE' Review of Economic Dynamics 3 (2000): 79-99.",
        "Ramey, Valerie A. and Matthew D. Shapiro, Costly Capital Reallocation and the Effects of Government Spending, Carnegie-Rochester Conference Series on Public Policy, 48 (June 1998): 145-194.",
        "Romer, Christina and David Romer, Does Monetary Policy Matter'DONE' A New Test in the Spirit of Friedman and Schwartz, in Olivier J. Blanchard and Stanley Fischer, eds., NBER Macroeconomics Annual: 1989, 63-129.",
        "Shapiro, Matthew D. and Mark Watson, Sources of Business Cycle Fluctuations, NBER Macroeconomics Annual, 1988, pp. 111 148.",
        "Shea, John, What Do Technology Shocks Do'DONE' NBER Macroeconomics Annual, 1998, pp. 275310.",
        "Stock, James H. and Mark W. Watson, Testing for Common Trends, Journal of the American Statistical Association 83 (1988): 1097-1107."
    ]
}