{
    "id": 8729,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "Autor, David H., John J. Donohue, and Steward J. Schwab, The Costs of Wrongful Discharge Laws, National Bureau of Economic Research, Cambridge, Ma., July 2000.",
        "Bartholomew, David. The Statistical ApproachtoSocialMeasurement,Academic Press, London, 1996.",
        "Bartik, Timothy, Business Location Decisions in the United States: Estimates of the Effects of Unionization, Taxes, and Other Characteristics of States, Journal of Business and Economic Statistics, 3: pp. 1422, 1985.",
        "Budd, John and Yijiang Wang, Labor Policy and Investment, University of Minnesota, Working Paper, 2001.",
        "Engen, Eric M. and Jonathan Skinner, Taxation and Economic Growth, NBER Working Paper 5826, November 1996.",
        "Freeman, Richard B., Crime and the Job Market. NBER Working Paper, w4910, October 1994.",
        "Outcomes. NBER Working Paper, w7556, February 2000.",
        "Rogers and Wofgang Streeck, Chicago: University of Chicago Press, 1995.",
        "Hirsch, Barry, Labor Unions and the Economic Performance of Firms, W.E. Upjohn Institute for Employment Research, Kalamazoo, Michigan, 1991.",
        "Hufbauer, G. C.The Multinational Corporationand Direct Investment,Kenen, Peter B. Ed., International Trade and Finance : Frontiers for Research. Cambridge: Cambridge University, 1975.",
        "Little, Roderick, and Daniel Rubin, Statistical Analysis with Missing Data. New York, NY: John Wiley and Sons, 1987.",
        "Lipsey, Robert E. Interpreting Developed Countries Foreign Direct Investment, NBER Working Paper 7810, pp. 1-24, July 2000.",
        "Nunnally, J C., Psychometric Theory. 2nd ed. New York : McGraw-Hill, 1978.",
        "OECD. Taxing Profits in a Global Economy: Domestic and International Issues, 1992.",
        "Okun, Arthur M,. Equality and Efficiency: The Big Tradeoff. Washington: The Brookings Institution, 1975.",
        "Rees, Albert, The Effects of Unions onResource Allocation Journal of Law and Economics, pp.69-78, V. I, 1963."
    ]
}