{
    "id": 8732,
    "cites": 16,
    "cited_by": 9,
    "reference": [
        "Bodie, Zvi and Robert Merton. Pension Benefit Guarantees in the United States: A Functional Analysis. Chapter 5 in R. Schmitt, ed., The Future of Pensions in the United States , University of Pennsylvania Press, 1993.",
        "Black, F. and M.J. Scholes. The Pricing of Options and Corporate Liabilities. Journal of Political Economy , 1973, 81(3): 637-54.",
        "Congressional Budget Office, Social Security Privatization: Experiences Abroad , CBO Paper, Washington, DC, 1998.",
        "Doherty, Neil and Kent Smetters, Moral Hazard and Reinsurance. Mimeo, The Wharton School, 2000.",
        "Feldstein, Martin and Andrew Samwick. The Economics of Prefunding Social Security and Medicare Benefits. in B. Bernanke and J. Rotemberg (eds.) NBER Macroeconomics Annual 1997 .",
        "Feldstein, Martin and Andrew Samwick. Allocating Payroll Tax Revenue to Personal Retirement Accounts to Maintain Social Security Benefits and the Payroll Tax Rate. NBER Working 7767, 2000.",
        "Feldstein, Martin, E. Ranguelova and Andrew Samwick. The Transition to Investment-Based Social Security When Portfolio Returns and Capital Profitability are Uncertain. John Campbell and Martin Feldstein, Editors, Risk Aspects of Investment-Based Social Security Reform , NBER, University of Chicago Press, 2001.",
        "Gramm, Senator. Investment-Based Social Security. Circulated mimeo, U.S. States Senate, Washington, D.C. Hieger, Melissa and William Shipman. Common Objections to a Market-Based Social Security: A Response. The Cato Project on Social Security Privatization , July 22, 1997 SSP No. 10.",
        "Marcus, Alan J. Corporate Pension Policy and the Value of PBGC Insurance. in Issues in Pension Economics. Bodie, Zvi, ed. Shoven, John B., ed. Wise, David A., ed., National Bureau of Economic Research Project Report series Chicago and London: University of Chicago Press. 1987, 49-76.",
        "Marcus, Alan J. Spinoff-Terminations and the Value of Pension Insurance. Journal of Finance , - 32 - 40, 3, 911-24, 1985.",
        "Pesando, James. Investment Risk, Bankruptcy Risk, and Pension Reform in Canada. Journal of Finance , 1982, 37, 3, 741 - 49.",
        "Smetters, Kent. Privatizing Versus Prefunding Social Security. Mimeo, University of Pennsylvania, 1998, unpublished.",
        "Privatization. John Campbell and Martin Feldstein, Editors, Risk Aspects of Investment-Based Social Security Reform, NBER, University of Chicago Press, 2001.",
        "Social Security Advisory Board. Estimating the Real Rate of Return on Stocks over the Long Term. August, 2001: Washington, DC.",
        "Social Security Trustees, The 2000 OASDI Trustees Report , Social Security Administration, Washington, DC, 2000.",
        "Stanton, Richard. The Valuation of Option Features in Retirement Benefits. Journal of Financial Economics , 2000, 56: 485 - 516."
    ]
}