{
    "id": 8734,
    "cites": 40,
    "cited_by": 15,
    "reference": [
        "[24] Hirshleifer, David, 2001, Investor psychology and asset Pricing, Journal of Finance, 56, 1533-1597.",
        "[25] Hong, Harrison, and Jeremy Stein, 2000, A unified theory of underreaction, momentum trading and overreaction in asset markets, Journal of Finance 54, 2143 - 2184.",
        "[26] Jegadeesh, Narasimhan, 1990, Evidence of predictable behavior of security returns, Journal of Finance, 45, 881-898.",
        "[27] Jegadeesh, Narasimhan, and Sheridan Titman, 1993, Returns to buying winners and selling loserss: implications for stock market efficiency, Journal of Finance 48, 65 - 91 42",
        "[28] Jegadeesh, Narasimhan, and Sheridan Titiman, 2000, Profitability of momentum strategies: An evaluation of alternative explanations, Journal of Finan~ce",
        "[29] Daniel Kahneman, and Amos Tversky, 1979, Prospect theory: An analysis of decision under risk, Econometrica, 47, 263-29 1.",
        "[30] Kaustia, Markku, Can loss aversion move the market? Evidence from IPO trading volume,, Working Paper, Helsinki School of Economics and Business Administration",
        "[32] Lo, Andrew, and Jiang Wang, 2000a, Trading volume: definitions, data analysis, and implications of portfolio theory, Review of Financial Studies, 13, 257-300.",
        "[33] Locke, Peter R., and Steven C. Mann, 1999, Do Professional Traders Exhibit Loss Realization Aversion, manuscript, Division of Economic Analysis, Commodity Futures Trading Commission and Neeley School of Business",
        "[34] Moskowitz, Tobias, and Mark Grinblatt 1999, Do industries explain momentum?, Journal of Finance, 54, No. 4, 1249-1290.",
        "[35] Odean, Terrance, 1998, Are Investors Reluctant to Realize Their Losses?, Journal of Finance 53, 1775-1798",
        "[41] Thaler, Richard H., and Eric J. Johnson, Gambling with house money and trying to break even: the effects of prior outcomes on risky choice, Management Science, 36 (1990), 643-660. 43",
        "[40] Shefrin, Hersh, and Meir Statman, 1985, The disposition to sell wimiers too early and ride losers too long: Theory and evidence, Journal of Finance 40 777-90",
        "[39] Shleifer, Andrei, 2000, Inefficient markets: an introduction to behavioral finance, Clarendon Lectures in Economics, Oxford University Press, 2000.",
        "[38] Shiller, Robert, 1981, Do Stock Prices Move too Much to be Justified by Subsequent Changes in Dividends, American Economic Review, 71, no.3, 421-436.",
        "[36] Rouwenhorst, K. Geert, 1998, International momentum strategies, Journal of Finance, 53, 267-284",
        "[37] Shapira, Zur, and Itzhak Venezia, 2001, ~Patterns of behavior of professionally managed and independent investors, Journal of Banking and Finance, 25 (2001), 1573-1587",
        "[20] Grinblatt, Mark, and Matti Keloharju, 2001, What makes investor trade?, Journal of Finance, 56, No. 2, 589-616",
        "[22] Heath, Chip, Steven Huddart, and Mark Lang, 1998, Psychological factors and stock option excercise, Quarterly Journal of Economics 114, No.2, 601-628",
        "[23] Heilmann, Klaus, Volker Laeger, and Andreas Oehler, 2000, Evidence about the investors aversion to realize losses: A contribution to behavioral finance through the use of experimental call markets, working paper, University of Bamberg.",
        "[10] Coval, Joshua, and Tyler Shumway, 2001, Do behavioral biases affect prices, Working Paper, University of Michigan, May 2001.",
        "[21] Grundy, Bruce D., and Spencer J. Martin, 2001, Understanding the nature of risks and source of rewards to mementum investing, Review of Financial Studies, Vol. 14, No. 1, pp29 - 78.",
        "[6] Camerer, Cohn F., and Martin Weber, 1998, The disposition effect in securities trading: an experimental analysis, J. Economic Behavior And Organization, Vol. 33 (2) pp. 167184.",
        "[7] Case, Karl, and Robert Shiller, 1988, The behavior of home buyers in boom and postboom markets, New England Economic Review, November/December, 29-46.",
        "[8] Chan, Louis K., Narasimhan Jegadeesh, and Josef Lakonishok, 1996, Momentum strategies, Journal of Finance 51, 1681-1713.",
        "[3] Barberis, N., Ming Huang and Tano Santos, 2001, Prospect theory and asset prices, Quarterly Journal of Economics, February, 2001",
        "[4] Barberis, Nicholas, Ming Huang, 2001, Mental accounting, loss aversion, and individual stock returns, Journal of Finance, 56, 1247-1292",
        "[5] Berkelaar, Arjan, and Roy Kouwenberg, 2000, Optimal portfolio choice under loss aversion, Econometric Institute Report 2000-08, Erasmus University Rotterdam, The Netherlands",
        "[17] Genesove, David, and Christopher Mayer, Loss aversion and seller behavior: evidence from the housing market, NBER Working Paper No. W8143, March 2001",
        "[18] Gomes, Francisco, 2000, Loss aversion and the demand for risky assets, job market paper, Harvard University, Jan 2000",
        "[19] Grinblatt, Mark, and Tobias Moskowwitz, 2001 What we really know about the crosssectional relation between past and expected returns, Working Paper, UCLA and University of Chicago, August.",
        "[16] Ferris, Stephen P., Robert A. Haugen and Anil K. Makhija, 1988, Predicting contemporary volume with historic volume at differential price levels: evidence supporting the disposition effect, Journal of Finance 43, 677-697",
        "[14] Fama, Eugene F., and James MacBeth, 1973, Risk, return, and equilibrium: empirical tests, Journal of Political Economy, 81, 607-636.",
        "[15] Fama, Eugene F., and Kenneth R. French, 1996, Multifactor explanations of asset pricing anomalies, Journal of Finance 51, 55-84",
        "[11] Daniel, Kent, David Hirshleifer and Avanidhar Subrahmanyam, 1998, Investor psychology and security market under- and overreactions, Journal of Finance 53, 1839-1886",
        "[13] DeLong, J. Bradford, Andrei Shleifer, Lawrence H. Summers, and Robert Waldmann, 1990b, Positive feedback investment strategies and destabilizing rational speculation, Journal of Finance 45, 379-395 41",
        "[12] DeLong, J. Bradford, Andrei Shleifer, Lawrence H. Summers, and Robert Waldmann, 1990a, Noise trader risk in financial markets, Journal of Political Economy 98, 703-738",
        "[1] Ang, Andrew, Geert Bekaert, and Jun Liu, 2001, Why stocks may disappoint, Working Paper, Columbia University and UCLA.",
        "[9] Conrad, Jennifer S., and Gautam Kaul, 1998, An anatomy of trading strategies, Review of Financial Studies, 11, 489-519.",
        "[2] Barberis, Nicholas, Adrei Shleifer and Robert Vishny, 1998, A model of investor sentiment,  Journal of Financial Economics 49, 307-343"
    ]
}