{
    "id": 8742,
    "cites": 15,
    "cited_by": 31,
    "reference": [
        "Carroll, Christopher D. (1997), Buer-Stock Saving and the Life Cycle/Permanenent Income Hypothesis, Quarterly Journal of Economics 112, 1--55.",
        "Carter, Susan B., and Richard Sutch (1996), Myth of the Industrial Scrap Heap: A Revisionist View of turn-of-the-century American Retirement, Journal of Economic History 56, 5--38.",
        "Danziger Sheldon, Robert Haveman and Robert Plotnick (1981), How Income Transfer Programs Aect Work, Savings, and the Income Distribution: A Critical Review, Journal of Economic Literature 19, 975--1028.",
        "Ehrlich, Isaac and Francis T. Lui (1991), Intergenerational Trade, Longevity, Intrafamily Transfers and Economic Growth, Journal of Political Economy 99, 1029--1059.",
        "Gruber, Jonathan and David Wise (1998), Social Security and Retirement: An International Comparison, American Economic Review 88, 158--163.",
        "Hurd, Michael D. (1990), Research in the Elderly: Economic Status, Retirement, and Consumption, and Savings, Journal of Economic Literature 28, 565--637.",
        "Kalemli-Ozcan, S. (2001). A Stochastic Model of Mortality, Fertility and Human Capital Investment, Journal of Development Economics, forthcoming.",
        "Keyfitz, Nathan and Wilhelm Flieger (1990), World Population Growth and Aging, Chicago, IL: The University of Chicago Press.",
        "Kotliko, L.J., and L.H. Summers (1988), The Contribution of Intergenerational Transfers to Total Wealth: A Reply, in: Kessler D. and A. Masson eds., Modeling the Accumulation and Distribution of Wealth, New York, NY: Oxford University Press.",
        "Long, Clarence (1958), The Labor Force Under Changing Income and Employment Princeton: Princeton University Press for NBER.",
        "Lumsdaine, Robin, and David Wise (1994), Aging and Labor Force Participation: A Review of Trends and Explanations, in: Yukio Noguchi and David A. Wise , eds., Aging in the United States and Japan: Economic Trends, Chicago, IL: University of Chicago Press.",
        "Meltzer, David (1992), Mortality Decline, the Demographic Transition and Economic Growth, Ph.D Dissertation, University of Chicago.",
        "Modigliani, Franco (1986) , Life Cycle, Individual Thrift, and the Wealth of Nations, American Economic Review 76.",
        "Sala-i-Martin, X., (1996), A Positive Theory of Social Security, Journal of Economic Growth 1, 277--304.",
        "Weil, David N., (1997), The Economics of Population Aging, in: Mark R. Rosenzweig and Oded Stark , eds., Handbook of Population and Family Economics, North-Holland: Elsevier Science."
    ]
}