{
    "id": 8744,
    "cites": 47,
    "cited_by": 3,
    "reference": [
        "Ahn, Dong-Hyun, Jacob Boudoukh, Matthew Richardson, and Robert Whitelaw, 2000, Behavior-alize this! International evidence on autocorrelation patterns of stock index and futures returns, NBER Working paper. Asness, Clifford S., 1995, The power of past stock returns to explain future stock returns, Working paper, Goldman Sachs Asset Management, New York, NY.",
        "Asness, Clifford S., and Ross Stevens, 1996, Intra-industry and inter-industry variation in the cross-section of expected stock returns, Working paper, Goldman Sachs Asset Management, New York, NY.",
        "Barberis, Nicholas, Andrei Shleifer, and Robert Vishny, 1998, A model of investor sentiment, Journal of Financial Economics, 49, 307-343.",
        "Barberis, Nicholas, and Andrei Shleifer, 2001, Style investing, CRSP Working paper, University of Chicago.",
        "Berges, Angle, John McConnell, and Gary Schlarbaum, 1984, The turn of the year in Canada, Journal of Finance 39, 185-192.",
        "Boudoukh, Jacob, Matthew Richardson, and Robert Whitelaw, 1994a, A Tale of three schools: Insights on auto correlations of short-horizon stock returns, Review of Financial Studies, 7, 539573.",
        "Boudoukh, Jacob, Matthew Richardson, and Robert Whitelaw, 1994b, Industry returns and the Fisher effect, Journal of Finance, 49, 1595-1615.",
        "Carhart, Mark, 1997, On persistence in mutual fund performance, Journal of Finance 52, 57-82. Chan, K.C., 1986, Can tax loss selling explain the January season in stock returns?, Journal of Finance 41, 1115-1128.",
        "Chan, K.C., 1988, On the contrarian investment strategy, Journal of Business 61, 147-163. Chordia, Tarun and Lakshmanan Shivakumar, 2001, Momentum, business cycle, and time-varying expected returns, Journal of Finance, forthcoming.",
        "Conrad, Jennifer, and Gautum Kaul, 1989, Mean reversion in short-horizon expected returns, Review of Financial Studies, 2, 225-240.",
        "Conrad, Jennifer, and Gautum Kaul, 1998, An anatomy of trading strategies, Review of Financial, 11, 489-520.",
        "Constantinides, George, 1984, Optimal stock trading with personal taxes, Journal of Financial Economics 13, 65-89.",
        "D'Avolio, Gene, 2001, The market for borrowing stock, Harvard University working paper.",
        "Daniel, Kent, and Sheridan Titman, 1997, Evidence on the characteristics of cross-sectional variation in common stock returns, Journal of Finance, 52, 1-34.",
        "Daniel, Kent, David Hirshleifer, and Avanidhar Subrahmanyam, 1998, Investor psychology and security market under- and over- reactions, Journal of Finance, 53, 1839-1886.",
        "DeBondt, Werner F.M. and Richard Thaler, 1985, Does the stock market overreact?, Journal of Finance 40, 793-808.",
        "DeBondt, Werner F.M. and Richard Thaler, 1987, Further evidence on investor over-reaction and stock market seasonality, Journal of Finance 42, 557-581.",
        "Dyl, Edward, 1977, Capital gains taxation and year-end stock market behavior, Journal of Finance 32, 165-175.",
        "Dyl, Edward and Edwin Maberly, 1992, Odd-lot transactions around the turn of the year and the January effect, Journal of Financial and Quantitative Analysis 27, 591-604. Fama, Eugene, F., Foundations of Finance, 1976, Basic Books.",
        "Fama, Eugene F., and Kenneth R. French, 1992, The cross-section of expected stock returns, Journal of Finance 47, 427-465.",
        "Fama, Eugene F. and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Fama, Eugene F. and Kenneth R. French, 1996, Multifactor explanations of asset pricing anomalies, Journal of Finance 51, 55-84.",
        "Fama, Eugene F. and James MacBeth, 1973, Risk, return, and equilibrium: Empirical tests, Journal of Political Economy 71, 607-636.",
        "Grinblatt, Mark and Matti Keloharju, 1999, What makes investors trade?.Working paper, University of California at Los Angeles.",
        "Grinblatt, Mark, Sheridan Titman, and Russ Wermers, 1995, Momentum investment strategies, portfolio performance, and herding: A study of mutual fund behavior, American Economic Review, 85, 1088-1105.",
        "Grundy, Bruce D. and J. Spencer Martin, 2001, Understanding the nature of the risks and the source of the rewards to momentum investing, Review of Financial Studies, 14, 29-78. Hong, Harrison and Jeremy C. Stein, 1999, A unified theory of underreaction, momentum trading and overreaction in asset markets, Journal of Finance, 54, 2143-2184.",
        "Hong, Harrison, Terence Lim, and Jeremy C. Stein, 2000, Bad news travels slowly: Size, analyst coverage and the profitability of momentum strategies, Journal of Finance 55, 265-296. Hvidkjaer, Soeren, 2001, A trade-based analysis of momentum, Cornell University working paper. Jegadeesh, Narasimhan, 1990, Evidence of predictable behavior of security returns, Journal of Finance, 45, 881-898.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 1993, Returns to buying winners and selling losers: Implications for stock market efficiency, Journal of Finance 48, 65-91.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 1995, Short horizon return reversals and the bid-ask spread, Journal of Financial Intermediation 4, 116-132.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 2001, Profitability of momentum strategies: An examination of alternative explanations, Journal of Finance , 56 (2), 699-720. Kaul, G., and M. Nimalendran, 1990, Price reversals: Bid-ask errors or market overreaction?, Journal of Financial Economics, 28, 67-83.",
        "Keim, Donald, 1983, Size related anomalies and stock return seasonality: Further empirical evidence, Journal of Financial Economics 12, 13-32.",
        "Keim, Donald, 1989, Trading patterns, bid-ask spreads, and estimated security returns: The case of common stock at calendar turning points, Journal of Financial Economics 25, 75-97.",
        "Keim, Donald and Ananth Madhavan, 1997, Transactions costs and investment style: An interexchange analysis of institutional equity trades, Journal of Financial Economics 46, 265-292.",
        "Lakonishok, Josef and Seymour Smidt, 1988, Are seasonal anomalies real? A ninety year perspective, Review of Financial Studies, 3, 257-280.",
        "Lakonishok, Josef, Andrei Shleifer, Richard Thaler, and Robert Vishny, 1991, Window dressing by pension fund managers, American Economic Review: Papers and Proceedings 81, 227-231. Lee, Charles and Bhaskaran Swaminathan, 2000, Price momentum and trading volume, Journal of Finance, 55, 2017-2070.",
        "Lehman, Bruce, 1990, Fads, martingales, and market efficiency, Quarterly Journal of Economics, 105, 1-28.",
        "Lo, Andrew W. and A. Craig MacKinlay, 1988, Stock market prices do not follow random walks: Evidence from a simple specification test, Review of Financial Studies, 1, 41-66.",
        "Lo, Andrew W. and A. Craig MacKinlay, 1990, Data snooping biases in tests of financial asset pricing models, Review of Financial Studies, 3, 431-467.",
        "Moskowitz, Tobias J., and Mark Grinblatt, 1999, Do Industries Explain Momentum?, Journal of Finance, 54, 1249-1290.",
        "Pechman, Joseph A., 1987, Federal Tax Policy, 5th Edition, The Brookings Institution.",
        "Poterba, James M., and Scott J. Weisbenner, 2000, Capital gains tax rules, tax loss trading, and turn-of-the-year returns, forthcoming Journal of Finance.",
        "Reed, Adam, 2001, Costly short-selling and stock price adjustment to earnings announcements, Wharton School working paper.",
        "Reinganum, Mark, 1983, The anomalous stock market behavior of small firms in January: Empirical tests for tax-loss selling effects, Journal of Financial Economics 12, 89-104. Reinganum, Mark and Alan Shapiro, 1987, Taxes and stock return seasonality: Evidence from the London Stock Exchange, Journal of Business 60, 281-295.",
        "Roll, Richard, 1983, Vas ist das? The turn-of-the-year effect and the return premia of small firms, Journal of Portfolio Management (Winter 1983), 18-28.",
        "Rouwenhorst, K. Geert, 1998, International momentum strategies, Journal of Finance, 53, 267-284. Sias, Richard W., and Laura T. Starks, 1997, Institutions and individuals at the turn-of-the-year, Journal of Finance 52, 1543-1562.",
        "Shleifer, Andrei and Robert Vishny, 1997, The limits of arbitrage, Journal of Finance 52, 35-56. Sullivan, Ryan, Allan Timmermann, and Halbert White, 1999, Data snooping, technical trading rule performance, and the bootstrap, Journal of Finance 54, 1647-1692.",
        "Willan, Robert M., 1994, Income Taxes - Concise History and Primer, Claitor's Publishing Division."
    ]
}