{
    "id": 8745,
    "cites": 32,
    "cited_by": 1,
    "reference": [
        "Auerbach, A., Burman, L., Siegel, J., 1998. Cap ital gains taxation and tax avoidance: new evidence from panel data. NBER working paper.",
        "Berglund, T., 1986. Anomalies in stock returns on a thin security market. PhD dissertation, Swedish School of Economics, Helsinki, Finland.",
        "Booth, G., Lin, J., Martikainen, T., Tse, Y ., 2002. Trading and pricing in upstairs and downstairs stock markets. Review of Financial Studies, forthcoming.",
        "Brown, P., Keim, D., Kleidon, A., Marsh, T., 1983. Stock return seasonalities and the tax-loss selling hypothesis: analysis of the arguments a nd Australian evidence. Journal of Financial Economics 12, 105-127.",
        "Chan, K., 1986. Can tax loss selling explain the January season in stock returns. Journal of Finance 41, 1115-1128.",
        "Constantinides, G., 1984. Optimal stock trading with personal taxes. Journal of Financial Economics 13, 65-89.",
        "DMello, R., Ferris, S., Hwang, C., 2000. Tax-loss, price pressure and investors trading behavior at the turn-of-the-year. Working paper, University of New Orleans.",
        "Dyl, E., 1977. Capital gains taxation and year-end stock market behavior. Journal of Finance 32, 165-175.",
        "Givoly, D., Ovadia, A., 1983. Year-end tax-indu ced sales and stock market seasonality.",
        "Journal of Finance 38, 171-185. Grinblatt, M, Keloharju, M., 2000. The invest ment behavior and performance of various investor-types: a study of Finlands unique data set. Journal of Financial Economics 55, 43-67.",
        "Grinblatt, M, Keloharju, M., 2001 What makes investors trade? Journal of Finance. 56, 589- 616.",
        "Grinblatt, M., Moskowitz, T., 2001 What we really know about the relation between past returns and expected returns, UCLA and CRSP working paper.",
        "Heath, C., Huddardt, S., Lang, M., 1999. Psychol ogical factors and stock option exercise.",
        "Quarterly Journal of Economics 114, 601-627. Jegadeesh, N., Titman, S., 1993. Returns to buyi ng winners and selling losers: implications for stock market efficiency. Journal of Finance 48, 65-92.",
        "Kahneman, D., Tversky, A., 1979. Prospect theo ry: an analysis of decision under risk.",
        "Econometrica 47, 263-291. 27 Kasanen, E., Kinnunen, J., Niskanen, J., 1996, Dividend based earnings management: evidence from Finland, Journal of Accounting and Economics 22, 283-312.",
        "Kato, K., Schallheim, J., 1985. Seasonal and size anomalies in the Japanese stock market.",
        "Journal of Financial and Quantitative Analysis 20, 243-260. Keim, D., 1983. Size-related anomalies and stock return seasonality: further empirical evidence. Journal of Financial Economics 12, 12-32.",
        "Kukkonen, M., 2000. Capital gains taxation and r ealization behaviour: evidence from Finnish panel data. PhD dissertation, Helsinki School of Economics, Helsinki, Finland.",
        "Lakonishok, J., Smidt, S., 1986. Capital gains taxation and volume of trading. Journal of Finance 41, 951-976.",
        "Lakonishok, J., Shleifer, A., Thaler, R., Vi shny, R., 1991. Window dressing by pension fund managers. American Economic Review 81, 227-231.",
        "Martikainen, T., 2000, Security market anomalies in Finland. In Keim, D. and W. Ziemba (eds.), Security Market Imperfections in World Wi de Equity Markets, Cambridge University Press, 390-415.",
        "Musto, D., 1997. Portfolio disclosures and yea r-end price shifts. Journal of Finance 52, 1563- 1588.",
        "Musto, D., 1999. Investment decisions depend on por tfolio disclosures. Journal of Finance 54, 935-952.",
        "Odean, T., 1998. Are investors reluctant to rea lize their losses? Journal of Finance 53, 1775- 1798.",
        "Poterba, J., 1987. How burdensome are capital gain s taxes? Evidence from the United States.",
        "Journal of Public Economics 33, 157-172. Poterba, J., Weisbenner, S., 2001. Capital gains rules, tax-loss trading, and turn-of-the-year returns. Journal of Finance 56, 353-368.",
        "Reinganum, M., 1983. The anomalous stock market behavior for small firms in January: empirical tests for tax-loss selling effects. Journal of Financial Economics 12, 89-104.",
        "Ritter, J., 1988. The buying and selling behavior of i ndividual investors at the turn of the year.",
        "Journal of Finance 43, 701-717. Roll, R., 1983. Vas ist das: the turn-of-the-year effect and the return premium of small firms.",
        "Journal of Portfolio Management 9, 18-28. 28 Shefrin, H., Statman, M., 1985. The disposition to sell winners too early and ride losers too long: theory and evidence. Journal of Finance 40, 777-790.",
        "Sias, R. and Starks, L., 1997. Institutions and i ndividuals at the turn-of-the-year, Journal of Finance 52, 1543-1562."
    ]
}