{
    "id": 8750,
    "cites": 45,
    "cited_by": 29,
    "reference": [
        "Alti, Aydogan, 2001, How sensitive is investment to cash flow when financing is frictionless?, Carnegie-Mellon University working paper.",
        "Baker, Malcolm and Jeffrey Wurgler, 2000, The equity share in new issues and aggregate stock returns, Journal of Finance 55, 2219-2257.",
        "Baker, Malcolm and Jeffrey Wurgler, 2002, Market timing and capital structure, Journal of Finance (forthcoming).",
        "Barro, Robert J., 1990, The stock market and investment, Review of Financial Studies 3, 115- 132.",
        "Bayless, Mark, and Susan Chaplinsky, 1996, Is there a window of opportunity for seasoned equity issuance? Journal of Finance 51, 253-278.",
        "Blanchard, Olivier, Chanyong Rhee, and Lawrence Summers, 1990, The stock market, profit, and investment, Quarterly Journal of Economics 108, 115-136.",
        "Bosworth, Barry, 1975, The stock market and the economy, Brookings Papers on Economic Activity 2:1975, 257-290.",
        "Chirinko, Robert S., and Huntley Schaller, 2001, Business fixed investment and bubbles: The Japanese case, American Economic Review 91, 663-680.",
        "Choe, Hyuk, Ronald W. Masulis, and Vikram Nanda, 1993, Common stock offerings across the business cycle: Theory and evidence, Journal of Empirical Finance 1, 3-31.",
        "Diamond, Douglas W., 1991, Monitoring and reputation: The choice between bank loans and directly placed debt, Journal of Political Economy 99, 689-721.",
        "Erickson, Timothy, and Toni M. Whited, 2000, Measurement error and the relationship between investment and q, Journal of Political Economy 108, 1027-1057.",
        "Fama, Eugene F., and Kenneth R. French, 1997, Industry costs of equity, Journal of Financial Economics 43, 153-193.",
        "Fama, Eugene F., and James D. MacBeth, 1973, Risk, return and equilibrium: Empirical tests, Journal of Political Economy 81, 607-636.",
        "Fazzari, Steven M., R. Glenn Hubbard, and Bruce C. Petersen, 1988, Financing constraints and corporate investment, Brookings Papers on Economic Activity 1:1988, 141-195.",
        "Fazzari, Steven M., R. Glenn Hubbard, and Bruce C. Petersen, 2000, Investment-cash flow sensitivities are useful: A comment on Kaplan and Zingales, Quarterly Journal of Economics 115, 707-712.",
        "Fischer, Stanley, and Robert C. Merton, 1984, Macroeconomics and finance: The role of the stock market, Carnegie-Rochester Conference Series on Public Policy 21, 57-108.",
        "Graham, John R., and Campbell R. Harvey, 2001, The theory and practice of corporate finance: Evidence from the field, Journal of Financial Economics 60, 187-244.",
        "Heaton, J. B., 1999, Managerial optimism and corporate finance, University of Chicago working paper.",
        "Hubbard, R. Glenn, 1998, Capital-market imperfections and investment, Journal of Economic Literature 36, 193-225.",
        "Ikenberry, David, Josef Lakonishok, and Theo Vermaelen, 1995, Market underreaction to open market share repurchases, Journal of Financial Economics 39, 181-208.",
        "Jenter, Dirk, 2001, Market Timing and Managerial Portfolio Decisions, Harvard University working paper.",
        "Kaplan, Steven N., and Luigi Zingales, 1997, Do investment-cash flow sensitivities provide useful measures of financing constraints?, Quarterly Journal of Economics 112, 169-215.",
        "Kaplan, Steven N., and Luigi Zingales, 2000, Investment-cash flow sensitivities are not valid measures of financing constraints, Quarterly Journal of Economics 115, 695-705.",
        "Keynes, John Maynard, 1936, The General Theory of Employment, Interest, and Money, London: Macmillan.",
        "Korajczyk, Robert, Deborah Lucas, and Robert McDonald, 1991, The effects of information releases on the pricing and timing of equity issues, Review of Financial Studies 4, 685-708.",
        "La Porta, Rafael, 1996, Expectations and the cross-section of stock returns, Journal of Finance 51, 1715-1742.",
        "La Porta, Rafael, Josef Lakonishok, Andrei Shleifer, and Robert Vishny, 1997, Good news for value stocks: Further evidence on market efficiency, Journal of Finance 52, 859-874.",
        "Lakonishok, Josef, Andrei Shleifer, and Robert Vishny, 1994, Contrarian investment, extrapolation, and risk, Journal of Finance 49, 1541-1578.",
        "Lamont, Owen, Christopher Polk, and Jesus Saa-Requejo, 2001, Financial constraints and stock returns, Review of Financial Studies 14, 529-554.",
        "Loughran, Tim, and Jay Ritter, 1995, The new issues puzzle, Journal of Finance 50, 23-51.",
        "Lucas, Deborah, and Robert McDonald, 1990, Equity issues and stock price dynamics, Journal of Finance 45, 1019-1043.",
        "Marsh, Paul, 1982, The choice between equity and debt: An empirical study, Journal of Finance 37, 121-44.",
        "Morck, Randall, Robert Vishny, and Andrei Shleifer, 1990, The stock market and investment: Is the market a sideshow?, Brookings Papers on Economic Activity 2:1990, 157-215.",
        "Myers, Stewart C., and Nicholas S. Majluf, 1984, Corporate financing and investment decisions when firms have information that investors do not have, Journal of Financial Economics 13, 187-221.",
        "Pagano, Marco, Fabio Panetta, and Luigi Zingales, 1998, Why do companies go public? An empirical analysis, Journal of Finance 53, 27-64.",
        "Poterba, James, 1988, Comments on Fazzari, Hubbard, and Petersen, Brookings Papers on Economic Activity 1:1988, 200-204.",
        "Rajan, Raghuram G., Henri Servaes, and Luigi Zingales, 2000, The cost of diversity: The diversification discount and inefficient investment, Journal of Finance 55, 35-80.",
        "Rajan, Raghuram G., and Luigi Zingales, 1998, Financial dependence and growth, American Economic Review 88, 559-586.",
        "Ritter, Jay, 1991, The long-run performance of initial public offerings, Journal of Finance 42, 365-394.",
        "Scharfstein, David S., 1998, The dark side of internal capital markets II: Evidence from diversified conglomerates, NBER working paper 6352.",
        "Shleifer, Andrei, and Robert Vishny, 2001, Stock market driven acquisitions, Harvard University working paper.",
        "Speiss, D. Katherine, and John Affleck-Graves, 1995, Underperformance in long-run stock returns following seasoned equity offerings, Journal of Financial Economics 38, 243-267.",
        "Stein, Jeremy C., 1996, Rational capital budgeting in an irrational world, Journal of Business 69, 429-455.",
        "Tobin, James, 1969, A general equilibrium approach to monetary theory, Journal of Money, Credit, and Banking 1, 15-29.",
        "Von Furstenberg, George M., 1977, Corporate investment: Does market valuation matter in the aggregate?, Brookings Papers on Economic Activity 2:1977, 347-397."
    ]
}