{
    "id": 8753,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "Ando, A., and F. Modigliani, 1963. The Life Cycle Hypothesis of Saving: Aggregate Implications and Tests, American Economic Review 53, 55-84.",
        "Attanasio, O., and H. Hoynes, 2000. Differential Mortality and Wealth Accumulation, Journal of Human Resources 35, 1-29.",
        "Barlow, R., H. Brazer, and J. Morgan, 1966. Economic Behavior of the Affluent (Washington, D.C.: The Brookings Institution).",
        "Gale, W., and J. Scholz, 1994. Intergenerational Transfers and the Accumulation of Wealth, Journal of Economic Perspectives 8, 145-160.",
        "Gale and Slemrod, 2000. Rethinking the Estate and Gift Tax: Overview, in W. Gale and J.",
        "Slemrod, eds., Rethinking Estate and Gift Taxation (Washington, D.C.: Brookings Institution). Hurd, M., and B. Mundaca 1989. The Importance of Gifts and Inheritances Among the Affluent, in R. Lipsey and H. Tice, eds., The Measurement of Saving, Investment, and Wealth (Chicago: University of Chicago Press), 737-758.",
        "Juster, F.T., J. Lupton, J.P Smith, and F. Stafford, 1999. The Decline in Household Saving and the Wealth Effect. Working Paper.",
        "Kessler , D., and A. Masson, 1989. Bequest and Wealth Accumulation: Are Some Pieces of the Puzzle Missing'DONE', Journal of Economic Perspectives 3, 141-152.",
        "Kotlikoff, L., and L. Summers, 1981. The Role of Intergenerational Transfers in Aggregate Capital Accumulation, Journal of Political Economy 89, 706-732.",
        "Kotlikoff, L., 1988. Intergenerational Transfers and Savings, Journal of Economic Perspectives 2, 41-58.",
        "Laitner, J., 1990. Random Earnings Differences, Lifetime Liquidity Constraints, and Altruistic Intergenerational Transfers, mimeo, University of Michigan.",
        "Lord, W., and P. Rangazas 1991. Savings and Wealth in Models with Altruistic Bequests, American Economic Review 81, 289-296.",
        "Modigliani, F., and R. Brumberg, 1954. Utility Analysis and the Consumption Function: An Interpretation of Cross-Section Data, in K. Kurihara, ed., Post-Keynesian Economics (New Brunswick, NJ: Rutgers University Press).",
        "Modigliani, F., 1988. The Role of Intergenerational Transfers and Life Cycle Saving in the Accumulation of Wealth, Journal of Economic Perspectives 2, 15-40.",
        "Morgan, J., M. David, W. Cohen, and H. Brazer, 1962. Income and Welfare in the United States (New York: McGraw-Hill Book Company, Inc.).",
        "Poterba, J., 2000. The Estate Tax and After-Tax Investment Returns, in J. Slemrod, ed., Does Atlas Shrug'DONE' The Economic Consequences of Taxing the Rich (Cambridge: Harvard University Press), 333-353.",
        "Poterba, J., and S. Weisbenner, 2001, The Distributional Burden of Taxing Estates and Unrealized Capital Gains at the Time of Death, in W. Gale and J. Slemrod, eds., Rethinking Estate and Gift Taxation (Washington, D.C.: Brookings Institution)."
    ]
}