{
    "id": 8754,
    "cites": 15,
    "cited_by": 33,
    "reference": [
        "[1]. Acemoglu, Daron, Changes in Unemployment and Wage Inequality: An Alternative Theory and Some Evidence, American Economic Review, December 1999, 1259--1278.",
        "[3]. Basu, Susanto and David Weil Appropriate Technology and Growth, Quarterly Journal of Economics, 113(4), November 1998: 1025-54.",
        "[4]. Beaudry, Paul and David Green, What is Driving US and Canadian Wages: Endogenous Technical Change or Endogenous Choice of Technique'DONE', N.B.E.R. working Paper 6853, December 1998.",
        "[5]. Beaudry, Paul and David Green, The Changing Structure of Wages in the US and Germany: What Explains the Dierence'DONE', N.B.E.R. working Paper 7697, May 2000.",
        "[6]. Berman, Eli, John Bound and Stephen Machin, Implications of Skilled-biased Technological Change: International Evidence, Quarterly Journal of Economics, November 1998, 1245-1280.",
        "[7]. Olivier Blanchard, The Medium Run, Brookings Paper on Economic Activity, 1997.",
        "[8]. Bresnahan, Timothy and Manuel Trajtenberg General Purpose Technologies: Engines of Growth'DONE', Journal of Econometrics, 65 (1995), pp. 83-108.",
        "[9]. Caselli, Francesco, Technological Revolutions, American Economic Review, March 1999, 78-102.",
        "[10]. Dale W. Jorgensen and Eric Yip Whatever Happened to Productivity Growth, mimeo Harvard University, June 1999.",
        "[11]. Dale W. Jorgensen and Kevin J. Stiroh, Raising the speed limit: US Economic Growth in the Information Age, OECD ECO/WKP 2000-34, 2000.",
        "[12]. Mankiw, N. Gregory, David Romer and David Weil, A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics, 107 (May), 1992, 407-437.",
        "[13]. Obstfeld, Maurice and Kenneth Rogo, The Six Major Puzzles in International Macroeconomics: Is There a Common Cause'DONE', NBER Macroeconomics Annual 2000, Ben Bernanke and Kenneth Rogo (eds).",
        "[14]. Solow, Robert, A Contribution to the Theory of Economic Growth, Quaterly Journal of Economics, 70, 1956, 65-94.",
        "[15]. Ventura, Jaume, Growth and Interdependence, Quarterly Journal of Economics, 112, (1997), pp. 57--84.",
        "[16]. Zeira, Joseph, Workers, Machines and Economic Growth, Quarterly Journal of Economics,"
    ]
}