{
    "id": 8756,
    "cites": 37,
    "cited_by": 21,
    "reference": [
        "Baldwin, Richard E. (1988). Hysteresis in Import Prices: The Beachhead Effect, American Economic Review, 78, 4, pp 773-785.",
        "Baldwin, Richard E. (1993). Asymmetric lobbying effects: Why governments pick losers.",
        "Mimeo, Graduate Institute of International Studies on http://heiwww.unige.ch/~baldwin/. Baldwin, Robert E. (1982). The political economy of protectionism. In J. Baghwati (ed.) Import Competition and Response. University of Chicago Press: 263-86.",
        "Baldwin, Robert E. (1985). The political economy of US import policy, MIT Press, Cambridge MA.",
        "Baldwin, Robert E. and Jeffrey Steagall (1994). An analysis of factors influencing ITC decisions in antidumping, countervailing duty and safeguard cases. Weltwirtschaftliches Archiv 130 (2): 290-308.",
        "Bernheim, Douglas B. and Michael D. Whinston (1986). Menu auctions, resource allocation, and economic influence, Quarterly Journal of Economics, 101(1): 1-31.",
        "Bernheim, Douglas B. Bezalel Peleg and Michael D. Whinston (1987). Coalition-proof Nash equilibria I. Concepts. Journal of Economic Theory 42: 1-12.",
        "Brainard, Lael and Thierry Verdier (1997). The political economy of declining industries: Senescent industry collapse revisited, Journal of International Economics, 42, pp 221237.",
        "Bohara, A and W. Kaempfer (1991). A test of tariff endogeneity in the US, American Economic Review, 81, pp 952-960.",
        "Cassing, James and Arye Hillman (1986). Shifting comparative advantage and senescent industry collapse, American Economic Review 76: 516-523.",
        "Coate, Stephen and Stephen Morris (1999). Policy persistence. American Economic Review 89(5): 1327-36.",
        "Corden, Max (1974). Trade Policy and Economic Welfare, Oxford University Press, Oxford.",
        "Dixit, Avinash K. and Joseph Stiglitz (1977). Monopolistic competition and the optimum product diversity. American Economic Review 67: 297-308.",
        "Fernandez, Raquel and Dani Rodrik (1991). Resistance to reform: Status quo bias in the presence of individual-specific uncertainty, American Economic Review 81:5, pp 11461156.",
        "Findlay, Ronald and Stanislaw Wellisz (1982). Endogenous tariffs, the political economy of trade restrictions and welfare, pp 223-234, in J. Bhagwati (ed) Important competition and response, Chicago University Press, Chicago.",
        "Gawande, Kishore and Usree Bandyopadhyay (2000). Is protection for sale'DONE' Evidence on the Grossman-Helpman theory of endogenous protection. Review of Economics and Statistics 82(1): 139-152.",
        "Glismann, H. and F. Weiss (1980). On the political economy of protection in Germany.",
        "World Bank Staff WP 427. Goldberg Pinepoli, and Giovanni Maggi (1999). Protection for sale: An empirical investigation. American Economic Review 89(5): 1135-.",
        "Grossman, Gene and Elhanan Helpman (1994). Protection for sale. American Economic Review 84(4): 833-50.",
        "Grossman, Gene and Elhanan Helpman (1996). Rent dissipation, free riding, and trade policy. European Economic Review 40: 795-803.",
        "Grossman, Gene and Elhanan Helpman (2001). Special interest politics, MIT Press, Cambridge MA.",
        "Hansen, J. (1990). Taxation and the political economy of the tariff, International Organisation, 44, pp 527-552.",
        "Hillman, Ariel (1989). The Political Economy of Protection, New York: Harwood Academic Publishers.",
        "Hillman, Arye (1982). Declining industries and political-support protectionists motives, American Economic Review, 72, pp 1180-1187.",
        "Hufbauer, Gary and Howard Rosen (1986). Trade Policy for Troubled Industries, Policy Analyses in International Economics 15, Institute for International Economics Washington, D.C.",
        "Hufbauer, Gary, Diane Berliner and Kimberly Elliot (1986). Trade Protection in the United States: 31 Case Studies, Institute for International Economics, Washington, D.C.",
        "Krueger, Anne (1990). Asymmetries in policy between exportables and import-competing goods, pp 161-178 in R. Jones and A. Krueger (eds) The political economy of international trade, Basil Blackwell, Cambridge MA.",
        "Lavergne, Real (1983). The Political Economy of US Tariffs: An Empirical Analysis.",
        "Marvel, H and E. Ray (1983). The Kennedy Round: Evidence on the regulation of trade in the US, American Economic Review, 73, pp 190-197.",
        "Matsuyama, Kiminori (1987). Perfect equilibrium in a trade liberalisation game, American Economic Review 80, pp 480-482.",
        "Mitra, Devashish (1999). Endogenous lobby formation and endogenous protection.",
        "Olson, Mancur (1965). The logic of collective action, Harvard University Press, Cambridge MA.",
        "Ray, E . (1991). Protection of manufactures in the US, in D. Greenaway (ed), Global protectionism: Is the US playing on a level field'DONE' Macmillan, London.",
        "Ray, E . (1987). Changing patterns of protectionism: The fall in tariffs and the rise in nontariff barriers, Northwestern Journal of International Law and Business, 8, pp 285-327.",
        "Schelling, Thomas (1984). Choices and consequence, Harvard University Press, Cambridge MA.",
        "Stigler, George (1971). The theory of economic regulation, Bell Journal of Economic Management, 2, pp 3-21.",
        "Trefler, Daniel (1993). Trade liberalisation and the theory of endogenous protection, Journal of Political Economy, 101, pp 138-160."
    ]
}