{
    "id": 8760,
    "cites": 38,
    "cited_by": 35,
    "reference": [
        "Baland, J. M. and J. Robinson (2000). Is Child Labor Inefficient, Journal of Political Economy 108, 663-79.",
        "Basu, K. (1999). Child labor: causes, consequences, and cure, with remarks on international labor standards, Journal of Economic Literature 37, 108-1119.",
        "Basu, K. and P. H. Van (1998). The Economics of Child Labor, American Economic Review, 88, 412- 427.",
        "Behrman, J. R. and J. C. Knowles (1999). Household Income and Child Schooling in Vietnam. World Bank Economic Review 13(2), 211-256.",
        "Benjamin, D. and L. Brandt (2001). Agriculture and Income Distribution in Vietnam During the Reform Period, University of Toronto Mimeo.",
        "Benjamin, D. and A. Deaton (1993). Household Welfare and the Pricing of Cocoa and Coffee in Cote dIvoire: Lessons from the Living Standards Surveys. World Bank Economic Review 7(3), 293- 318.",
        "Brown, D. K. (2000). A Transactions Cost Politics Analysis of International Child Labor Standards, in Alan V. Deardorff, and Robert M. Stern, eds., Social Dimensions of U.S. Trade Policies. Ann Arbor: U Michigan Press.",
        "Deaton, A. (1989). Rice Prices and Income Distribution in Thailand: A Non-Parametric Analysis, The Economic Journal 99, 1-37.",
        "Dixit, A. (2000). Comment on A Transactions Cost Politics Analysis of International Child Labor Standards, in Alan V. Deardorff, and Robert M. Stern, eds., Social Dimensions of U.S. Trade Policies. Ann Arbor: U Michigan Press.",
        "Dollar, D. (2001). Reform, Growth, and Poverty in Vietnam. World Bank Mimeo.",
        "Dollar, D. and P. Glewwe (1998). Poverty and Inequality in the Early Reform Period. in Dollar, D., P.",
        "Glewwe, and J. Litvak, eds. Household Welfare and Vietnams Transition . Washington, D.C.: World Bank. Dollar, D., and A. Kraay (2001). Trade, Growth, and Poverty. World Bank Mimeo.",
        "Edmonds, E. (2001a). The Relationship between Child Labor and Household Production: Evidence from Variation in Sibling Composition. Dartmouth College Mimeo.",
        "Edmonds, E. (2001b). Will Child Labor Decline with Improvements in Living Standards? Dartmouth College Mimeo.",
        "Edmonds, E. and C. Turk (2001). Child Labor in Transition in Vietnam. Mimeo.",
        "Foster, A. and M. Rosenzweig (1996). Technical Change and Human-Capital Returns and Investments: Evidence from the Green Revolution, American Economic Review 86(4), 931-53.",
        "Frankel, J. A. and D. Romer (1999). Does Trade Cause Growth?, American Economic Review 89, 279- 399.",
        "Glewwe, P. and H. Jacoby (2001). Economic Growth and the Demand for Education: Is there a Wealth Effect? University of Minnesota Mimeo.",
        "Goletti, F. and N. Minot (1997). From Famine to Surplus: The transformation of the rice sector in Viet Nam. Washington, DC: IFPRI.",
        "Grootaert, C. and R. Kanbur (1995). Child Labour: An Economic Perspective, International Labour Review, 134, 187-203.",
        "Hanson, G. and A. Harrison (1999). Who gains from trade reform? Some ramaining puzzles, Journal of Development Economics, 59, 53-73.",
        "Hanson, G. and M. Slaughter (2001). Labor market adjustment in open economies: Evidence from U.S.",
        "States, Journal of International Economics , forthcoming. Krueger, A. (1996). Observations on International Labor Standards and Trade, NBER Working Paper 5632.",
        "Ichimura, H. and C. Taber (2000). Direct Estimation of Policy Effects, NBER Working Paper T0254.",
        "ILO/UNICEF Joint Paper (1997). Strategies for Eliminating Child Labour: Prevention, Removal, and Rehabilitation. Synthesis Document from the International Conference on Child Labour, Oslo, Norway.",
        "ILO (n.d.). Statistical Information and Monitoring Programme on Child Labour (SIMPOC) . International Program on the Elimination of Child Labour: Geneva. Levy, V. (1985). Cropping Pattern, Mechanization, Child Labor and Fertility Behavior in a Farming Economy: Rural Egypt, Economic Development and Cultural Change 33, 777-791.",
        "Melchior, A. (1996). Child Labor and Trade Policy, in Bjorne Grimsrud and Arne Melchior, eds., Child Labor and International Trade Policy, Paris.",
        "Maskus, K. (1997). Core Labor Standards: Trade Impacts and Implications for International Trade Policy, World Bank International Trade Division Mimeo.",
        "Martin, W. and K. Maskus (2001). Core Labor Standards and Competitiveness: Implications for Global Trade Policy, Review of International Economics 9, 317-328.",
        "Minot, N. and F. Goletti (1998). Export Liberalization and Household Welfare: The Case of Rice in Vietnam. American Journal of Agricultural Economics 80 (November), 738-149.",
        "Nga, Nguyen Nguyet (forthcoming). Vietnam: Trends in the Education Sector. Hanoi: World Bank. Patrinos, H. and G. Psacharopoulos (1997). Family Size, Schooling, and Child Labor in Peru - An Empirical Analysis, Journal of Population Economics 10, 387-405.",
        "Psacharopoulos, G. (1997). Child Labor Versus Educational Attainment: Some Evidence from Latin America, Journal of Population Economics 10, 377-86.",
        "Ranjan, P. (2001). Credit constraints and the phenomenon of child labor, Journal of Development Economics 64, 81-102.",
        "Ravallion, M. and D. van de Walle (2001). Breaking up the Collective Farm: Welfare Outcomes of Viet Nams Massive Land Privatization. World Bank, mimeo.",
        "Rodrik, D. (1996). Labor Standards and International Trade: Do They Matter and What do We Do About Them? Overseas Development Council, mimeo.",
        "Rosenzweig M. and R. Evenson (1977). Fertility, schooling, and the economic contribution of children in rural India: An econometric analysis, Econometrica 45, 1065-1079.",
        "Litvak, eds. Household Welfare and Vietnams Transition . Washington, D.C.: World Bank. Wiens, T. B. (1998). Agriculture and Rural Poverty in Vietnam. in Dollar, D., P. Glewwe, and J.",
        "Litvak, eds. Household Welfare and Vietnams Transition . Washington, D.C.: World Bank. Winters, A. (2000). Trade and Poverty: Is There a Connection? WTO Special Study 5."
    ]
}