{
    "id": 8763,
    "cites": 20,
    "cited_by": 7,
    "reference": [
        "Andrade, Gregor and Steven N. Kaplan, 1998, How costly is financial (not economic) distress'DONE' Evidence from highly leveraged transactions that became distressed, Journal of Finance 53, 1443-1493.",
        "Barclay, Michael J., and Clifford W. Smith, Jr., 1995, The maturity structure of corporate debt, Journal of Finance 50, 609-631.",
        "Bettis, Carr, John Bizjak, and Michael Lemmon, 2001, Management ownership, incentive contracting, and the use of zero-cost collars and equity swaps by corporate insiders, Journal of Financial and Quantitative Analysis 36, 345-370.",
        "Black, Fischer and John Cox, 1976, Valuing corporate securities: Some effects of bond indenture provisions, Journal of Finance 31, 351-367.",
        "Carpenter, Jennifer N., 2000, Does option compensation increase managerial risk appetite'DONE' Journal of Finance 55, 2311-2332.",
        "Fama, Eugene F., and Merton Miller, 1972, The theory of finance (Dryden Press, Hinsdale, IL).",
        "Goyal, Amit and Pedro Santa-Clara, 2001, Idiosyncratic risk matters, Unpublished manuscript (University of California, Los Angeles).",
        "Graham, John R., 1996, Proxies for the corporate marginal tax rate, Journal of Financial Economics 42, 187-221.",
        "Graham, John R. and Clifford W. Smith, Jr., 1999, Tax incentives to hedge, Journal of Finance 54, 22412262.",
        "Hall, Brian and Kevin Murphy, 2000, Stock options for undiversified executives, NBER Working Paper No. 8052.",
        "Jensen, Michael C., and William H. Meckling, 1976, Theory of the firm: Managerial behavior, agency costs and ownership structure, Journal of Financial Economics 3, pp. 305-360.",
        "Ju, Nengjiu, 2001, Dynamic optimal capital structure and maturity structure, Unpublished manuscript (University of Maryland).",
        "Leland, Hayne E., 1998. Agency costs, risk management, and capital structure, Journal of Finance 53, 1213-1244.",
        "Leland, Hayne E., and Klaus Toft (1996). Optimal capital structure, endogenous bankruptcy, and the term structure of credit spreads, Journal of Finance 51, 987-1019.",
        "Meulbroek, Lisa K., Summer 2001, The efficiency of equity-linked compensation: Understanding the full cost of awarding executive stock options, Financial Management 30, 5-44.",
        "Moyen, Natalie, 2000. Dynamic investment decisions with a tax benefit and a default cost of debt, Unpublished manuscript (University of Colorado).",
        "Myers, Stewart C., 1977, Determinants of corporate borrowing, Journal of Financial Economics 5, 147175.",
        "Parrino, Robert, and Michael S. Weisbach, 1999, Measuring investment distortions arising from stockholder-bondholder conflicts, Journal of Financial Economics 53, 3-42.",
        "Prendergast, Canice, 1999, The provision of incentives in firms, Journal of Economic Literature 37, 7-63.",
        "Shin, Hyun-Han and RenÃ\u0083Â© M. Stulz, Shareholder wealth and firm risk, Unpublished manuscript (State University of New York at Buffalo and Ohio State University). Stein, Jeremy, 2001, Agency, information and corporate investment, Handbook of the economics of finance, edited by George Constantinides, Milt Harris, and Rene Stulz (North-Holland, Amsterdam)."
    ]
}