{
    "id": 8765,
    "cites": 30,
    "cited_by": 49,
    "reference": [
        "Benigno, Gianluca and Pierpaolo Benigno, Ã\u0082â\u0080\u009cPrice Stability as a Nash Equilibrium in Monetary Open-Economy Models, mimeo, October, 2000.",
        "Benigno, Gianluca and Pierpaolo Benigno, Ã\u0082â\u0080\u009cImplementing Monetary Policy Cooperation through Inflation Targeting,Ã\u0082â\u0080\u009d mimeo Oct. 2001.",
        "Benigno, Pierpaolo, Ã\u0082â\u0080\u009cPrice Stability with Imperfect Financial Integration,Ã\u0082â\u0080\u009d mimeo, May 2000.",
        "Canzoneri, Matthew, Robert Cumby and Behzad Diba, Ã\u0082â\u0080\u009cNotes On Models With Monopolistic Competition and Sticky Prices (and/or Wages),Ã\u0082â\u0080\u009d 2001. These notes are available on Matthew CanzoneriÃ\u0082â\u0080\u0099s web page.",
        "Canzoneri, Matthew, Robert Cumby and Behzad Diba, Ã\u0082â\u0080\u009cRelative Labor Productivity and the Real Exchange Rate in the Long Run: Evidence for a Panel of OECD Countries,Ã\u0082â\u0080\u009d Journal of International Economics, 47, 1999, p. 245-266.",
        "Canzoneri, Matthew and Dale Henderson, Noncooperative Monetary Policies in Interdependent Economies, MIT Press, 1991.",
        "Canzoneri, Matthew and Hali Edison, A New Interpretation of the Coordination Problem and Its Empirical Significance, in Peter Hooper et ali. (ed) Monetary Aggregates and Financial Sector Behavior in Interdependent Economies, Board of Governors of the Federal Reserve System, 1990, 299-433.",
        "Canzoneri, Matthew and JoAnna Gray, Monetary Policy Games and the Consequences of Non-cooperative Behavior, International Economic Review, October, 1985, 547-564.",
        "Canzoneri, Matthew and Patrick Minford, Ã\u0082â\u0080\u009cWhen International Policy Coordination Matters: an Empirical Analysis,Ã\u0082â\u0080\u009d Applied Economics, 20, 1988, 1137-1154.",
        "Chari, VV, Patrick Kehoe and Ellen McGrattan, Ã\u0082â\u0080\u009cSticky Price Models of the Business Cycle: Can the Contract Multiplier Solve the Persistence Problem?,Ã\u0082â\u0080\u009dFRB of Minn. Staff Report, 1996.",
        "Clarida, Richard, Mark Gertler and Jordi Gali, Ã\u0082â\u0080\u009cA Simple Framework for International Monetary Policy AnalysisÃ\u0082â\u0080\u009d, mimeo (2001).",
        "Corsetti, Giancarlo and Paolo Pesenti, Ã\u0082â\u0080\u009cWelfare and Macroeconomic Interdependence,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 116 (2), May 2001a, 421-446.",
        "Corsetti, Giancarlo and Paolo Pesenti, Ã\u0082â\u0080\u009cInternational Dimensions of Optimal Monetary Policy,Ã\u0082â\u0080\u009d FRBNY Staff Report No. 124, April, 2001b.",
        "Devereux, Michael and Charles Engel, Ã\u0082â\u0080\u009cMonetary Policy in the Open Economy Revisited: Price Setting and Exchange Rate Flexibility,Ã\u0082â\u0080\u009d NBER Working Paper No. 7665, 2000.",
        "Devereux, Michael and Charles Engel, Ã\u0082â\u0080\u009cEndogenous Currency of Price Setting in a Dynamic Open Economy ModelÃ\u0082â\u0080\u009d, 2001.",
        "Erceg, Christopher, Dale Henderson, Andrew Levin, Ã\u0082â\u0080\u009cOptimal Monetary Policy with Staggered Wage and Price ContractsÃ\u0082â\u0080\u009d, Journal of Monetary Economics, 46, 2000.",
        "Feldstein, Martin, Ã\u0082â\u0080\u009cThe Costs and Benefits of Going from Low Inflation to Price Stability,Ã\u0082â\u0080\u009d in Monetary Policy and Inflation, C. Romer and D. Romer (eds.), Chicago: University of Chicago Press, 1998.",
        "Goodfriend, Marvin and Robert King, Ã\u0082â\u0080\u009cThe New Neoclassical Synthesis and the Role of Monetary Policy,Ã\u0082â\u0080\u009d NBER Macroeconomics Annual, MIT Press, 1997, pg. 223-283.",
        "Hamada, Koichi, Ã\u0082â\u0080\u009cAlternative Exchange Rate Systems and the interdependence of Monetary Policies,Ã\u0082â\u0080\u009d in Robert Aliber, ed., National Monetary Policies and the International Financial System, University of Chicago Press, Chicago, 1974.",
        "Hamada, Koichi, Macroeconomic Strategy Coordination under Alternative Exchange Rates,Ã\u0082â\u0080\u009d in Rudiger Dornbusch and Jacob Frenkel, eds., International Economic Policy, Johns Hopkins University Press, Baltimore, 1979.",
        "Henderson, Dale and Jinill Kim, Ã\u0082â\u0080\u009cExact Utilities under Alternative Rules in a Simple Macro Model with Optimizing Agents, International Tax and Public Finance, 6, 4, 1999.",
        "Ireland, Peter, Ã\u0082â\u0080\u009cThe Role of Countercyclical Monetary Policy,Ã\u0082â\u0080\u009d Journal of Political Economy, 4, 1996, pg. 704-723.",
        "King, Robert and Alexander Wolman, Ã\u0082â\u0080\u009cWhat Should the Monetary Authority Do When Prices are Sticky?Ã\u0082â\u0080\u009d, in John Taylor (ed), Monetary Policy Rules, Chicago Press, 1999.",
        "McKibbin, Warwick, Ã\u0082â\u0080\u009cEmpirical Evidence on International Economic Policy Coordination,Ã\u0082â\u0080\u009d Chapter 5 of Fratianni, M. , Salvatore D. and J. Von Hagen (eds) Handbook of Comparative Economic Policies volume 5: Macroeconomic Policy in Open Economies, Greenwood Press, 1997, pp148-176.",
        "Mussa, Michael, Ã\u0082â\u0080\u009cMacroeconomic Interdependence and the Exchange Rate Regime,Ã\u0082â\u0080\u009d Chapter 5 in Rudiger Dornbusch and Jacob Frenkel, eds., International Economic Policy, Johns Hopkins University Press, Baltimore, 1979.",
        "Obstfeld, Maurice and Kenneth Rogoff, Ã\u0082â\u0080\u009cNew Directions for Stochastic Open Economy Models,Ã\u0082â\u0080\u009d Journal of International Economics, 50, 2000a, 117-153.",
        "Obstfeld, Maurice and Kenneth Rogoff, Ã\u0082â\u0080\u009cDo We Really Need a New International Monetary Compact,Ã\u0082â\u0080\u009d NBER Working Paper No. 7864, 2000b.",
        "Oudiz, Gilles and Jeffery Sachs, Ã\u0082â\u0080\u009cMacroeconomic Policy Coordination Among the Industrial Economies, Brookings Papers on Economic Activity, no. 1, 1 - 64. Rotemberg, Julio and Michael Woodford, Ã\u0082â\u0080\u009c An Optimization Based Framework for the Evaluation of Monetary Policy,Ã\u0082â\u0080\u009d in Ben Bernanke and Julio Rotemberg (eds), NBER Macroeconomics Annual, MIT Press, 1997, p. 297 - 346.",
        "Rotemberg, Julio and Michael Woodford, Ã\u0082â\u0080\u009cInterest Rate Rules in an Estimated Sticky Price Model,Ã\u0082â\u0080\u009din John Taylor (ed), Monetary Policy Rules, U. of Chicago Press, 1999.",
        "Sohmen, Egon, Flexible Exchange Rates: Theory and Controversy, University of Chicago Press, Chicago, 1961."
    ]
}