{
    "id": 8766,
    "cites": 31,
    "cited_by": 9,
    "reference": [
        "Aw, Bee Yan, Xiaomin Chen, and Mark J. Roberts (2001), Firm-Level Evidence on Productivity Differentials, Turnover, and Exports in Taiwanese Manufacturing. Journal of Development Economics , 66, 51-86.",
        "Aw, Bee Yan, Sukkyun Chung, and Mark J. Roberts (2000), Productivity and Turnover in the Export Market: Micro Evidence from the Republic of Korea and Taiwan. World Bank Economic Review , 14, 65-90.",
        "Baily, Martin Neil, Hulten, Charles and Campbell, David (1992), Productivity Dynamics in the Manufacturing Plants, Brookings Papers on Economic Activity: Microeconomics 1992, 187-267.",
        "Caves, Douglas W., Laurits Christensen, and Erwin Diewert (1982), Output, Input, and Productivity Using Superlative Index Numbers, Economic Journal , 92, 73-96.",
        "Dahlman, C. and O. Sananikone (1990), Technology Strategy in the Economy of Taiwan: Exploiting Foreign Linkages and Investing in Local Capability, mimeo, The World Bank, Washington, D.C.",
        "Davis, Steven J., John C. Haltiwanger, and Scott Schuh (1996), Job Creation and Destruction, MIT Press.",
        "Dunne, Timothy, Mark J. Roberts, and Larry Samuelson (1988), Patterns of Entry and Exit in US Manufacturing Industries, The Rand Journal of Economics , 19, 495-515.",
        "Dunne, Timothy and Mark J. Roberts (1991), Variation in Producer Turnover Across U.S.",
        "Feenstra, Robert C., Gary G. Hamilton, and Deng-Shing Huang (2001), The Organization of the Taiwanese and South Korean Economies: A Comparative Equilibrium Analysis, in James Rauch and Alessandra Casella (eds.), Networks and Markets, Russell Sage.",
        "Feenstra, Robert C., Tzu-Han Yang and Gary G. Hamilton (1999), Business Groups and Product Variety in Trade: Evidence from South Korea, Taiwan and Japan, Journal of International Economics, 48, 71-100.",
        "Foster, Lucia, John Haltiwanger, and C.J. Krizan (2001a), Aggregate Productivity Growth: Lessons for Microeconomic Evidence, in E. Dean, M. Harper, and C. Hulten (eds.), New Contributions to Productivity Analysis , University of Chicago Press.",
        "Foster, Lucia, John Haltiwanger, and C.J. Krizan (2001b), The Link Between Aggregate and Micro Productivity Growth: Evidence from Retail Trade. Working Paper.",
        "Good, David H., M. Ishaq Nadiri, and Robin Sickles (1997), Index Number and Factor Demand Approaches to the Estimation of Productivity, in H. Pesaran and P. Schmidt (eds.) Handbook of Applied Econometrics: Microeconometrics, Vol.II. Blackwell, Oxford.",
        "Hopenhayn, Hugo (1992), Entry, Exit, and Firm Dynamics in Long-Run Equilibrium. Econometrica, 60, 1127-50.",
        "Jovanovic, Boyan (1982), Selection and the Evolution of Industry. Econometrica, 50, 649-670.",
        "Krugman, Paul (1994), The Myth of Asias Miracle, Foreign Affairs , November/December 1994, 62-78.",
        "Lambson, Val E. (1991), Industry Evolution With Sunk Costs and Uncertain Market Conditions, International Journal of Industrial Organization , 9, 171-196.",
        "Levy, Brian (1991), Transactions Costs, the Size of Firms and Industrial Policy: Lessons from a Comparative Case Study of the Footwear industry in Korea and Taiwan, Journal of Development Economics , 34, 151-178.",
        "Levy, Brian and W.J. Kuo (1991), The Strategic Orientation of Firms and the Performance of Korea and Taiwan in Frontier Industries, World Development , 19, 363-374.",
        "Liu, Lili and Tybout, James R. (1996), Productivity Growth in Chile and Columbia: The Role of Entry, Exit, and Learning, in Industrial Evolution in Developing Countries, edited by Mark J. Roberts and James R. Tybout, Oxford University Press.",
        "Martins, J.O. (1992), Export Behaviour with Differentiated Products: Exports of Korea, Taiwan and Japan to the U.S. Domestic Market, in M.G. Dagenais, D.A. Nuet (eds.), International Trade Modeling . Chapman and Hall.",
        "Olley, G. Steve and Ariel Pakes (1996), The Dynamics of Productivity in the Telecommunications Equipment Industry, Econometrica , 64, 1263-1297.",
        "Pack, Howard (1992), New Perspectives on Industrial Growth in Taiwan, in Gustav Ranis (ed.), Taiwan From Developing to Mature Economy , Westview Press.",
        "Pack, Howard and Larry Westphal (1986), Industrial Strategy and Technical Change: Theory versus Reality, Journal of Development Economics , 22(1): 87-128.",
        "Page, John (1994), The East Asian Miracle: Four Lessons for Development Policy, NBER Macroeconomics Annual 1994, Cambridge, MA: MIT Press.",
        "Roberts, Mark J. (1996), Employment Flows and Producer Turnover, in Roberts, M.J., Tybout, J.R. (Eds.), Industrial Evolution in Developing Countries: Micro Patterns of Turnover, Productivity, and Market Structure . Oxford University Press, New York, NY, 18-42.",
        "Rodrik, Dani (1993), Industrial organization and product quality: evidence from South Korean and Taiwanese exports, in P. Krugman and A. Smith (eds.), Empirical Studies of Strategic Trade Policy . University of Chicago and NBER, Chicago, 195-210.",
        "Rodrik, Dani (1995), Getting Interventions Right: How South Korea and Taiwan Grew Rich, Economic Policy , 20, 55-107.",
        "Tybout, James R. (1996), Heterogeneity and Productivity Growth: Assessing the Evidence, in Industrial Evolution in Developing Countries: Micro Patterns of Turnover, Productivity, and Market Structure , Mark J. Roberts and James R. Tybout (eds.), Oxford University Press.",
        "Wade, Robert. (1990), Governing the Market: Economic Theory and the Role of the Government in East Asian Industrialization , Princeton University Press, Princeton, New Jersey.",
        "World Bank (1993), The East Asian Miracle: Economic Growth and Public Policy , Oxford: Oxford University Press for the World Bank."
    ]
}