{
    "id": 8767,
    "cites": 57,
    "cited_by": 73,
    "reference": [
        "Andersen, Torben M. (1998): Ã\u0082â\u0080\u009cPersistency in Sticky Price Models,Ã\u0082â\u0080\u009d European Economic Review42, 1998, 593-603.",
        "AndrÃ\u0083Â©s, Javier, David LÃ\u0083Â³pez-Salido, and Javier VallÃ\u0083Â©s (1999): Ã\u0082â\u0080\u009cIntertemporal Substitution and the Liquidity E!ect in a Sticky Price Model,Ã\u0082â\u0080\u009d Bank of Spain, mimeo.",
        "Basu, Susanto, John Fernald, and Miles Kimball (1998): Ã\u0082â\u0080\u009cAre Technology Im- provements Contractionary ?Ã\u0082â\u0080\u009d mimeo.",
        "Benigno, Pierpaolo (1999): Ã\u0082â\u0080\u009cOptimal Monetary Policy in a Currency Area,Ã\u0082â\u0080\u009d mimeo.",
        "Bernanke, Ben S., and Michael Woodford (1997): Ã\u0082â\u0080\u009cIn Ã\u0083Å¸ation Forecasts and Mon- etary Policy,Ã\u0082â\u0080\u009dJournal of Money Credit and Banking , vol. 24, 653-684.",
        "Blanchard, Olivier (1997): Ã\u0082â\u0080\u009cComment on The New Neoclassical Synthesis and the Role of Monetary Policy,Ã\u0082â\u0080\u009dNBER Macroeconomics Annual 1997 , 289-293.",
        "Blanchard, Olivier and Kahn (1980): Ã\u0082â\u0080\u009cThe Solution of Linear Di !erence Models under Rational Expectations,Ã\u0082â\u0080\u009dEconometrica,vol. 48, no. 5.",
        "Blanchard, Olivier J., and Nobuhiro Kiyotaki (1987): Ã\u0082â\u0080\u009dMonopolistic Competition and the E!ects of Aggregate Demand,Ã\u0082â\u0080\u009dAmerican Economic Review77, 647-666.",
        "Blinder, Alan S., (1998):Central Banking in Theory and Practice ,MITPress.",
        "Bullard, James and Kaushik Mitra (1999): Ã\u0082â\u0080\u009cLearning about Monetary Policy Rules,Ã\u0082â\u0080\u009dJournal of Monetary Economics,forthcoming.",
        "Calvo, Guillermo (1983): Ã\u0082â\u0080\u009cStaggered Prices in a Utility Maximizing Framework,Ã\u0082â\u0080\u009d Journal of Monetary Economics, 12, 383-398.",
        "Chari, V.V., Patrick J. Kehoe, Ellen R. McGrattan (1996): Ã\u0082â\u0080\u009cSticky Price Models of the Business Cycle: Can the Contract Multiplier Solve the Persistence Problem?,Ã\u0082â\u0080\u009d Federal Reserve Bank of Minneapolis, Research Department Sta !Report 217.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans (1997): Ã\u0082â\u0080\u009cSticky Price and Limited Participation Models: a Comparison,Ã\u0082â\u0080\u009d European Economic Review vol. 41, no. 6., 1201-1249.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans (1999): Ã\u0082â\u0080\u009cMon- etary Policy Shocks: What Have We Learned and to What End ?,Ã\u0082â\u0080\u009d in Taylor and Woodford (eds.),Handbook of Macroeconomics, volume 1A, 65-148.",
        "Christiano, Lawrence J., Martin Eichenbaum, and Charles L. Evans (1998): Ã\u0082â\u0080\u009cMod- eling Money,Ã\u0082â\u0080\u009d NBER WP 6371.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler (1998): Ã\u0082â\u0080\u009cMonetary Policy Rules in Practice: Some International EvidenceÃ\u0082â\u0080\u009d European Economic Review, vol. 42, 1033- 1067.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler (1999): Ã\u0082â\u0080\u009cThe Science of Monetary 39 Policy: A New Keynesian Perspective,Ã\u0082â\u0080\u009d Journal of Economic Literature,vol.37,no.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler (2000): Ã\u0082â\u0080\u009cMonetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, vol. CXV, issue 1, 147-180.",
        "Cooley, Thomas F. and Gary D. Hansen (1989): Ã\u0082â\u0080\u009cIn Ã\u0083Å¸ation Tax in a Real Business Cycle Model,Ã\u0082â\u0080\u009d American Economic Review 79, 733-748.",
        "Correia, Isabel, and Pedro Teles (1999): Ã\u0082â\u0080\u009cThe Optimal In Ã\u0083Å¸ation Tax,Ã\u0082â\u0080\u009dReview of Economic Dynamics, vol. 2, no.2 325-346.",
        "Dotsey, Michael (1999): Ã\u0082â\u0080\u009cStructure from Shocks,Ã\u0082â\u0080\u009d unpublished manuscript.",
        "Dotsey, Michael, Robert G. King, and Alexander L. Wolman (1999): Ã\u0082â\u0080\u009cState De- pendent Pricing and the General Equilibrium Dynamics of Money and Output,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, vol. CXIV, issue 2, 655-690.",
        "Erceg, Christopher J. (1997): Ã\u0082â\u0080\u009cNominal Wage Rigidities and the Propagation of Monetary Disturbances,Ã\u0082â\u0080\u009d Federal Reserve Board, mimeo.",
        "Erceg, Christopher J., Dale W. Henderson, and Andrew T. Levin (1999): Ã\u0082â\u0080\u009cOpti- mal Monetary Policy with Staggered Wage and Price Contracts,Ã\u0082â\u0080\u009d Journal of Mone- tary Economics,forthcoming.",
        "Fuhrer, Je!rey C., 1997b, Ã\u0082â\u0080\u009cThe (Un)Importance of Forward_Looking behavior in Price Setting,Ã\u0082â\u0080\u009dJournal fo Money, Credit and Banking 29, August, pp. 338-50.",
        "Fuhrer, Je!rey C., and George R. Moore, 1995a, Ã\u0082â\u0080\u009cIn Ã\u0083Å¸ation PersistenceÃ\u0082â\u0080\u009d,Quarterly Journal of Economics, No. 440, February, pp 127-159.",
        "GalÃ\u0083Â­, Jordi and Mark Gertler (1999): Ã\u0082â\u0080\u009cIn Ã\u0083Å¸ation Dynamics: A Structural Econo- metric Analysis,Ã\u0082â\u0080\u009dJournal of Monetary Economics, vol. 44, no. 2, 195-222.",
        "GalÃ\u0083Â­, Jordi, Mark Gertler, and David LÃ\u0083Â³pez-Salido (2001): Ã\u0082â\u0080\u009cEuropean In Ã\u0083Å¸ation Dynamics,Ã\u0082â\u0080\u009dEuropean Economic Review45, 7, 1237-1270.",
        "GalÃ\u0083Â­, Jordi (2000a): Ã\u0082â\u0080\u009cThe Conduct of Monetary Policy in the Face of Technological Change: Theory and Postwar U.S. Evidence,Ã\u0082â\u0080\u009d mimeo.",
        "GalÃ\u0083Â­, Jordi (2000b): Ã\u0082â\u0080\u009cTargeting In Ã\u0083Å¸ation in an Economy with Staggered Price Setting,Ã\u0082â\u0080\u009d forthcoming in N. Loayza and R. Soto eds. InÃ\u0083Å¸ation Targeting: Design, Performance, Challenges,Central Bank of Chile, Santiago, Chile .",
        "Goodfriend, Marvin, and Robert G. King (1997): Ã\u0082â\u0080\u009cThe New Neoclassical Synthe- sisandtheRoleofMonetaryPolicy,Ã\u0082â\u0080\u009d NBER Macroeconomics Annual 1997 , 231-283.",
        "Hairault, Jean-Olivier, and Franck Portier (1993): Ã\u0082â\u0080\u009dMoney, New Keynesian Macro- economics, and the Business Cycle,Ã\u0082â\u0080\u009d European Economic Review37, 33-68.",
        "Huang, Kevin X. D., and Zheng Liu. (1998): Ã\u0082â\u0080\u009cStaggered Contracts and Business Cycle Persistence,Ã\u0082â\u0080\u009d mimeo.",
        "Jeanne, Olivier (1998): Ã\u0082â\u0080\u009cGenerating Real Persistent E !ects of Monetary Shocks: How Much Nominal Rigidity Do We Really Need?,Ã\u0082â\u0080\u009d European Economic Review,vol.",
        "Jensen, Henrik (1999): Ã\u0082â\u0080\u009cTargeting Nominal Income Growth or In Ã\u0083Å¸ation,Ã\u0082â\u0080\u009d CEPR DP 2341.",
        "Khan, Aubhik, Robert King, and Alexander Wolman (2000): Ã\u0082â\u0080\u009cOptimal Monetary Policy,Ã\u0082â\u0080\u009d mimeo.",
        "Kiley, Michael (1997): Ã\u0082â\u0080\u009cStaggered Price Setting and Real Rigidities,Ã\u0082â\u0080\u009d Federal Reserve Board, mimeo.",
        "Kim, Jinill (2000): Ã\u0082â\u0080\u009cConstructing and Estimating a Realistic Optimizing Model of Monetary Policy,Ã\u0082â\u0080\u009d Journal of Monetary Economics, vol. 45, 329-359.",
        "King, Robert G., and Alexander L. Wolman (1996): Ã\u0082â\u0080\u009cIn Ã\u0083Å¸ation Targeting in a St.",
        "Louis Model of the 21st Century,Ã\u0082â\u0080\u009d Federal Reserve Bank of St. Louis Review ,vol. 78, no. 3. (NBER WP 5507). Leeper, Eric M., Christopher Sims, and Tao Zha (1996): Ã\u0082â\u0080\u009cWhat Does Monetary Policy Do?,Ã\u0082â\u0080\u009dBrookings Papers on Economic Activity ,vol.2,1-78.",
        "Levin, Andrew T., Volcker Wieland, and John Williams (1999): Ã\u0082â\u0080\u009cÃ\u0082â\u0080\u009d in J.B. Taylor ed.,Monetary Policy Rules, University of Chicago Press.",
        "Nelson, Edward (1998): Ã\u0082â\u0080\u009cSluggish In Ã\u0083Å¸ation and Optimizing Models of the Busi- ness Cycle,Ã\u0082â\u0080\u009dJournal of Monetary Economics, 42, no. 2,303-322.",
        "Orphanides, Athanasios (1999): Ã\u0082â\u0080\u009cThe Quest for Prosperity Without In Ã\u0083Å¸ation,Ã\u0082â\u0080\u009d Board of Governors, mimeo.",
        "Roberts, John M. (1997), Ã\u0082â\u0080\u009cIs InÃ\u0083Å¸ation Sticky?, Ã\u0082â\u0080\u009dJournal of Monetary Economics, No. 39, pp 173-196.",
        "Rotemberg, Julio and Michael Woodford (1997): Ã\u0082â\u0080\u009cAn Optimization-Based Econo- metric Framework for the Evaluation of Monetary Policy,Ã\u0082â\u0080\u009d NBER Macroeconomics Annual 1997, 297-346.",
        "Rotemberg, Julio and Michael Woodford (1999): Ã\u0082â\u0080\u009cInterest Rate Rules in an Esti- mated Sticky Price Model,Ã\u0082â\u0080\u009d in J.B. Taylor ed., Monetary Policy Rules,Universityof Chicago Press.",
        "Taylor, John B., (1993) Ã\u0082â\u0080\u009cDiscretion versus Policy Rules in Practice,Ã\u0082â\u0080\u009d Carnegie- Rochester Series on Public Policy 39, 195-214.",
        "Taylor, John B. (1998): Ã\u0082â\u0080\u009cAn Historical Analysis of Monetary Policy Rules,Ã\u0082â\u0080\u009d in J.B. Taylor ed.,Monetary Policy Rules, University of Chicago Press.",
        "Taylor, John B. (1999):Monetary Policy Rules, University of Chicago Press and NBER.",
        "Vestin, David (1999): Ã\u0082â\u0080\u009cPrice-Level Targeting vs. In Ã\u0083Å¸ation Targeting in a Forward Looking Model,Ã\u0082â\u0080\u009d IIES, mimeo.",
        "Walsh, Carl E. (1998):Monetary Theory and Policy, MIT Press, chapters 2-4.",
        "Woodford, Michael (1996): Ã\u0082â\u0080\u009cControl of the Public Debt: A Requirement for Price Stability?,Ã\u0082â\u0080\u009d NBER WP 5684.",
        "Woodford, Michael (1999a): Ã\u0082â\u0080\u009cOptimal Monetary Policy Inertia,Ã\u0082â\u0080\u009d NBER WP 7261.",
        "Woodford, Michael (1999b): Ã\u0082â\u0080\u009cHow Should Monetary Policy be Conducted in an Era of Price Stability?: A Comment,Ã\u0082â\u0080\u009d Princeton University, mimeo.",
        "Woodford, Michael (1999c),Interest and Prices, chapter 6, mimeo.",
        "Woodford, Michael (2000): Ã\u0082â\u0080\u009cPitfalls of Forward-Looking Monetary Policy,Ã\u0082â\u0080\u009d Prince- ton University, mimeo.",
        "Yun, Tack (1996): Ã\u0082â\u0080\u009cNominal Price Rigidity, Money Supply Endogeneity, and Business Cycles,Ã\u0082â\u0080\u009dJournal of Monetary Economics37, 345-370."
    ]
}