{
    "id": 8768,
    "cites": 16,
    "cited_by": 56,
    "reference": [
        "Bernanke, Ben and Ilian Mihov (1998) : Ã\u0082â\u0080\u009cMeasuring Monetary Policy,Ã\u0082â\u0080\u009d Quarterly Journal of Economics,113,869-902.",
        "Bullard, James, and Kaushik Mitra (2001): Ã\u0082â\u0080\u009cLearning About Monetary Policy Rules,Ã\u0082â\u0080\u009d Journal of Monetary Economics,forthcoming.",
        "Calvo, Guillermo A. (1983): Ã\u0082â\u0080\u009cStaggered Prices in a Utility Maximizing Framework,Ã\u0082â\u0080\u009d Journal of Monetary Economics, 12, 383-398.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler(2000): Ã\u0082â\u0080\u009dMonetary Policy Rules and Macro- economic Stability: Evidence and Some Theory,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 115, 147-180.",
        "GalÃ\u0083Â­, Jordi and Mark Gertler (1999): Ã\u0082â\u0080\u009cIn Ã\u0083Å¸ation Dynamics: A Structural Econometric Analy- sis,Ã\u0082â\u0080\u009dJournal of Monetary Economics, vol. 44, no. 2, 195-222.",
        "GalÃ\u0083Â­, Jordi and Tommaso Monacelli (1999): Ã\u0082â\u0080\u009dOptimal Monetary Policy in A Small Open Econ- omy,Ã\u0082â\u0080\u009d mimeo.",
        "GalÃ\u0083Â­, Jordi (2000): Ã\u0082â\u0080\u009cNew Perspectives on Monetary Policy, In Ã\u0083Å¸ation and the Business Cycle,Ã\u0082â\u0080\u009d mimeo.",
        "McGrattan, Ellen R. (1999): Ã\u0082â\u0080\u009cPredicting the E !ects of the Federal Reserve Policy in A Sticky- Price Model: An Analytical Approach,Ã\u0082â\u0080\u009d Federal Reserve Bank of Minneapolis Working Paper 598, December.",
        "Meulendyke, Ann-Marie (1990): Ã\u0082â\u0080\u009cA Review of Federal Reserve Policy Targets and Operating Guides in Recent Decades,Ã\u0082â\u0080\u009d inIntermediate Targets and Indicators for Monetary Policy: A Critical Survey, Federal Reserve Bank of New York, 1990.",
        "Rotemberg, Julio, and Michael Woodford (1999), Ã\u0082â\u0080\u009dInterest Rate Rules in An Estimated Sticky Price Model,Ã\u0082â\u0080\u009d inMonetary Policy Rules, John B. Taylor (ed.), The University of Chicago Press, 57-119.",
        "Taylor, John B. (1993): Ã\u0082â\u0080\u009cDiscretion versus Policy Rules in Practice,Ã\u0082â\u0080\u009d Carnegie-Rochester Con- ference Series on Public Policy, 39, 195-214.",
        "Taylor, John B. (1999): Ã\u0082â\u0080\u009cIntroduction,Ã\u0082â\u0080\u009d in Monetary Policy Rules, John B. Taylor (ed.), The University of Chicago Press, 1-14.",
        "Woodford, Michael (1996): Ã\u0082â\u0080\u009cControl of the Public Debt: A Requirement for Price Stability,Ã\u0082â\u0080\u009d NBER Working Paper 5684.",
        "Woodford, Michael (2000): Ã\u0082â\u0080\u009cA Neo-Wicksellian Framework for the Analysis of Monetary Pol- icy,Ã\u0082â\u0080\u009d unpublished manuscript.",
        "Woodford, Michael (2001): Ã\u0082â\u0080\u009cInÃ\u0083Å¸ation Stabilization and Welfare,Ã\u0082â\u0080\u009d NBER WP8071.",
        "Yun, Tack (1996): Ã\u0082â\u0080\u009cNominal Price Rigidity, M oney Supply Endogeneity, and Business Cycles,Ã\u0082â\u0080\u009d Journal of Monetary Economics, 37, 345-370."
    ]
}