{
    "id": 8769,
    "cites": 27,
    "cited_by": 403,
    "reference": [
        "Abowd, John M. and Francis Kramarz. Ã\u0082â\u0080\u009cInter-industry and Firm-Size Wage Differentials: New Evidence from Linked Employer-Employee Data.Ã\u0082â\u0080\u009d Cornell University School of Industrial and Labor Relations, unpublished manuscript, July 2000.",
        "Autor, David and Lawrence Katz. Ã\u0082â\u0080\u009cChanges in the Wage Structure and Earnings Inequality.Ã\u0082â\u0080\u009d In Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Volume 3A. Amsterdam: Elsevier, 1999.",
        "Autor, David, Lawrence Katz, Alan B. Krueger. Ã\u0082â\u0080\u009cComputing Inequality: Have Computers Changed the Labor Market?Ã\u0082â\u0080\u009d Quarterly Journal of Economics 113 (November 1999): 1169-1214.",
        "Berg, Maxine. The Machinery Question and the Making of Political Economy 1815-1848. London: Cambridge University Press, 1984.",
        "Berman, Eli, John Bound, and Zvi Griliches. Ã\u0082â\u0080\u009cChanges in the Demand for Skilled Labor Within U.S. Manufacturing Industries.Ã\u0082â\u0080\u009d Quarterly Journal of Economics 109 (May 1994): 367-398.",
        "Blau, Francine and Lawrence M. Kahn. Ã\u0082â\u0080\u009cUnderstanding International Differences in the Gender Pay GapÃ\u0082â\u0080\u009d. NBER Working Paper 8200. Cambridge, MA: NBER. April 2001.",
        "Bluestone, Barry Bennet Harrison. The Great U-Turn: Corporate Restructuring and the Polarizing of America . NY: Basic Books, 1988.",
        "Bresnahan, Timothy F. Ã\u0082â\u0080\u009cComputerisation and Wage Dispersion: An Analytical Reinterpretation.Ã\u0082â\u0080\u009d Economic Journal 109 (June 1999): 390-415.",
        "Bresnahan, Timothy F., Erik Brynjolfsson, and Lorin M. Hitt. Ã\u0082â\u0080\u009cInformation Technology, Workplace Organization and the Demand for Skilled Labor: Firm-level Evidence.Ã\u0082â\u0080\u009d In M.M. Blair and Thomas Kochen, eds., The New Relationship: Human Capital in the American Corporation. Washington DC: The Brookings Institution, 2000.",
        "Card, David and Thomas Lemieux. Ã\u0082â\u0080\u009cCan Falling Supply Explain the Rising Return To College for Younger Men? A Cohort-Based Analysis.Ã\u0082â\u0080\u009d Quarterly Journal of Economics 116 (May 2001): 705-746.",
        "Freeman, Richard B. Ã\u0082â\u0080\u009cOverinvestment in College Training?Ã\u0082â\u0080\u009d Journal of Human Resources 10 ( 1975): 287-311.",
        "Freeman, Richard B. The Overeducated American. New York: Academic Press, 1976.",
        "Fortin, Nicole and Thomas Lemieux. Rank Regressions, Wage Distributions, and the Gender Gap. Journal of Human Resources 33 (Winter 1998): 610-643.",
        "Fortin, Nicole and Thomas Lemieux. Ã\u0082â\u0080\u009cAre WomenÃ\u0082â\u0080\u0099s Wage Gains MenÃ\u0082â\u0080\u0099s Losses? A Distributional Test.Ã\u0082â\u0080\u009d American Economic Review 90 (May 2000): 456-460.",
        "Hamilton, Barton Hughes. Ã\u0082â\u0080\u009cReturns to Computer Skills and Black White Wage Differentials.Ã\u0082â\u0080\u009d Unpublished Manuscript, Department of Economics Washington University in St. Louis. March 1997.",
        "Johnson, George. Ã\u0082â\u0080\u009cChanges in Earnings Inequality: The Role of Demand Shifts.Ã\u0082â\u0080\u009d Journal of Economic Perspectives 11 (Spring 1997): 41-54.",
        "Jones, Arthur F. and Daniel Weinberg. Ã\u0082â\u0080\u009cThe Changing Shape of the NationÃ\u0082â\u0080\u0099s Income Distribution.Ã\u0082â\u0080\u009d United States Department of Commerce Bureau of the Census. Population Report P60-204. Washington DC: USGPO, June 2000.",
        "Jorgenson, Dale W. Ã\u0082â\u0080\u009cInformation Technology and the U.S. Economy.Ã\u0082â\u0080\u009d American Economic Review 91 (March 2001): 1-32.",
        "Juhn, Chinhui, Kevin M. Murphy and Brooks Pierce. Ã\u0082â\u0080\u009cAccounting for the Slowdown in Black-White Wage Convergence.Ã\u0082â\u0080\u009d In Marvin H. Kosters, editor, Workers and Their Wages. Washington DC: AEI Press, 1991.",
        "Juhn, Chinhui, Kevin M. Murphy and Brooks Pierce. Ã\u0082â\u0080\u009cWage Inequality and the Rise in Returns to Skill,Ã\u0082â\u0080\u009d Journal of Political Economy 101 (June,1993): 410-442.",
        "Levy, Frank and Richard J. Murnane. Ã\u0082â\u0080\u009cU.S. Earnings and Earnings Inequality: A Review of Recent Trends and Proposed Explanations.Ã\u0082â\u0080\u009d Journal of Economic Literature 30 (September 1992): 1333-1381.",
        "Manning, Alan. Ã\u0082â\u0080\u009cCan Rising Labor Market Attachment Explain the Closing of the UK Gender Gap?Ã\u0082â\u0080\u009d Unpublished Manuscript, Department of Economics London School of Economics, October 2001.",
        "McGuckin, Robert H, Kevin J. Stiroh, and Bart van Ark. Ã\u0082â\u0080\u009cComputers, Productivity, and Economic GrowthÃ\u0082â\u0080\u009d. Perspectives on a Global Economy (Published by The Conference Board, New York, NY) Winter 1997: 3-16.",
        "Mincer, Jacob. Education, Experience, and Earnings. New York: Columbia University Press, 1974.",
        "Murphy, Kevin J. and Robert H. Topel. Ã\u0082â\u0080\u009cUnemployment, Risk and Earnings: Testing for Equalizing Wage Differences in the Labor Market.Ã\u0082â\u0080\u009d In Kevin Lang and Jonathan S. Leonard, eds., Unemployment and the Structure of Labor Markets. Oxford: Basil Blackwell, 1987.",
        "Polivka, Anne E. Ã\u0082â\u0080\u009cData Watch: The Redesigned Current Population Survey.Ã\u0082â\u0080\u009d Journal of Economic Perspectives 10 (Summer 1996): 169-180.",
        "Smith, W. Hawkes. Ã\u0082â\u0080\u009cOn the Tendency and Prospects of MechanicsÃ\u0082â\u0080\u0099 Institutions.Ã\u0082â\u0080\u009d The Analyst 2 1835. Weinberg, Bruce. Ã\u0082â\u0080\u009cComputer Use and the Demand for Female Workers.Ã\u0082â\u0080\u009d Industrial and Labor Relations Review 53 (January 2000): 290-308."
    ]
}