{
    "id": 8770,
    "cites": 8,
    "cited_by": 17,
    "reference": [
        "Averett, Susan and Sanders Korenman, The Economic Reality of `The Beauty Myth: Economic Differentials by Body Mass, Journal of Human Resources , vol. 31, no. 2, 1996, page 304.",
        "Bar-Or, Oded, John Foreyt, Claude Bouchard, Kelly D. Brownell, William H. Dietz, Eric Ravussin, Arline D. Salbe, Sandy Schwenger, Sachico St. Jeor, and Benjamin Torun, Physical Activity, Genetic, and Nutritional Considera tions in Childhood Weight Management, Roundtable Discussion, The Official Journal of the American College of Sports Medicine , vol 30, no. 1 1998, pp. 2-10.",
        "Birch, Leann L., and Jennifer O. Fisher. Dev elopment of Eating Behaviors Among Children and Adolescents. Pediatrics , vol. 101, no. 3, March 1998, pp. 539-549.",
        "Bouchard, Claude, Obesity in Adulthood - the Importance of Childhood and Parental Obesity, New England Journal of Medicine , vol. 337, no. 13, September 25, 1997, p. 926-927.",
        "Cawley, John. Body Weight and Womens Labor Ma rket Outcomes. NBER working paper, no. 7841. August 2000.",
        "Centers for Disease Control and Prevention, Nationa l Center for Health Statistics. Division of Health Examination Statistics. data available at: http://www.cdc.gov/nchs/products/pubs/pubd/hestats/overwght99.htm . Dietz, William. Factors Associated with Childhood Obesity. Nutrition . Vol. 7, No. 4 (July-August 1991) pp. 290-1.",
        "Dietz, William, Periods of Risk in Childhood for the Development of Adult Obesity - What Do We Need to Learn?, Journal of Nutrition , vol. 127, Supplement, 1997, p. 1884-1886.",
        "Dietz, William H. and Mary C. Bellizzi. Int roduction: The Use of Body Mass Index to Assess Obesity in Children. American Journal of Clinical Nutrition . Vol. 70 (suppl). pp. 123S- 125S. Dietz, William H. and Steven L. Gortmaker. Do We Fatten Our Children at the Television Set? Obesity and Television Viewing in Children and Adolescents. Pediatrics Vol. 75 No. 5 (May 1985) pp. 807-12."
    ]
}