{
    "id": 8771,
    "cites": 21,
    "cited_by": 52,
    "reference": [
        "Bresnahan, Timothy F., and Robert J. Gordon (1997). Introduction, The Economics of New Goods. University of Chicago Press for NBER, pp. 1-26.",
        "Bresnahan, Timothy F., and Robert J. Gordon and Franco Malerba (1999). Industrial Dynamics and the Evolution of FirmsÃ\u0082â\u0080\u0099 and NationsÃ\u0082â\u0080\u0099 Competitive Capabilities in the World Computer Industry, in Mowery and Nelson, eds. (1999b), pp. 79-132.",
        "Brynjolfsson, Erik (1996). The Contribution of Information Technology to Consumer Welfare, Information Systems Research, 7:3, September, pp. 281-300.",
        "Goldin, Claudia (1998). AmericaÃ\u0082â\u0080\u0099s Graduation from High School: The Evolution and Spread of Secondary Schooling in the Twentieth Century. Journal of Economic History, vol. 58 (June), pp. 345-74.",
        "Gordon, Robert J. (1977). Can the Inflation of the 1970s Be Explained? BPEA 1:1977, 253-77.",
        "Gordon, Robert J. (1982). Inflation, Flexible Exchange Rates, and the Natural Rate of Unemployment. In Workers, Jobs, and Inflation, edited by Martin N. Baily. Washington: Brookings, 88-152.",
        "Gordon, Robert J. (1990). The Measurement of Durable Goods Prices. University of Chicago Press for NBER.",
        "Gordon, Robert J. (1997). The Time-Varying NAIRU and its Implications for Economic Policy. Journal of Economic Perspectives 11(1): 11-32.",
        "Gordon, Robert J. (1998). Foundations of the Goldilocks Economy: Supply Shocks and the Time-Varying NAIRU, Brookings Papers on Economic Activity, vol. 29 (no. 2), pp. 297-333.",
        "Gordon, Robert J. (2000a). Interpreting the Ã\u0082â\u0080\u0098One Big WaveÃ\u0082â\u0080\u0099 in U. S. Long-term Productivity Growth, in Bart van Ark, Simon Kuipers, and Gerard Kuper, eds., Productivity, Technology, and Economic Growth, Kluwer Publishers, 2000, pp. 19-65.",
        "Gordon, Robert J. (2000b). Does the New Economy Measure Up to the Great Inventions of the Past? Journal of Economic Perspectives, vol. 14 (Fall), pp. 49-74.",
        "Ip, Greg (2000). Market on a High Wire, Wall Street Journal, January 18, p. C1.",
        "Jorgenson, Dale W. and Kevin J. Stiroh (2000). Raising the Speed Limit: U. S. Economic Growth in the Information Age, Brookings Papers on Economic Activity, 31:1, pp. 125-211.",
        "Mowery, David C. (1999). The Computer Software Industry, in Mowery and Nelson, eds. (1999b), pp. 133-68.",
        "Mowery, David C. and Richard R. Nelson (1999a). Explaining Industrial Leadership, in Mowery and Nelson, eds. (1999b), pp. 359-82.",
        "Mowery, David C. and Richard R. Nelson, eds. (1999b). Sources of Industrial Leadership: Studies of Seven Industries. Cambridge UK: Cambridge University Press.",
        "Parker, Robert, and Bruce Grimm (2000). Software Prices and Real Output: Recent Developments at the Bureau of Economic Analysis, paper presented at NBER productivity workshop, March 17.",
        "Rosenberg, Nathan (1986). The Impact of Technological Innovation: A Historical View, in Ralph Landau and Nathan Rosenberg, eds., The Positive Sum Strategy: Harnessing Technology for Economic Growth. Washington DC: National Academy Press, pp. 17-32.",
        "Sichel, Daniel E. (1997). The Computer Revolution: An Economic Perspective. Washington: Brookings.",
        "Triplett, Jack E. (1999). The Solow Computer Paradox: What do Computers do to Productivity? Candian Journal of Economics, 32:2, April, pp. 309-34.",
        "Uchitelle, Louis (2000). Economic View: Productivity Finally Shows the Impact of Computers, New York Times, March 12, section 3, p. 4."
    ]
}