{
    "id": 8774,
    "cites": 54,
    "cited_by": 87,
    "reference": [
        "Abraham, Katherine G., James R. Spletzer, and Jay C. Stewart. ?Why Do Different Wage Series Tell Different Stories?? American Economic Review. 89(2), May 1999: 34-39.",
        "Barro, Robert J. ?Long-Term Contracting, Sticky Prices, and Monetary Policy.? Journal of Monetary Economics. 3(3), July 1977: 305-16.",
        "Barro, Robert J. and Herschel I. Grossman. ?A General Disequilibrium Model of Income and Employment.? American Economic Review. 61(1), March 1971: 82-93.",
        "Barro, Robert J. and Robert G. King. ?Time Separable Preferences and Intertemporal Substitution Models of Business Cycles.? Quarterly Journal of Economics. 99(4), November 1984: 817-39.",
        "Barro, Robert J. and Chaipat Sahasakul. ?Measuring the Average Marginal Tax Rate from the Individual Income Tax.? Journal of Business. 56, October 1983: 419-52.",
        "Barro, Robert J. and Chaipat Sahasakul. ?Average Marginal Tax Rates from Social Security and the Individual Income Tax.? Journal of Business. 59(4), October 1986: 555-66.",
        "Blinder, Alan S., Roger H. Gordon, and Donald E. Wise. ?Reconsidering the Work Disincentive Effects of Social Security.? National Tax Journal. December 1980: 431-42.",
        "Bowen, William G. and T. Aldrich Finegan. The Economics of Labor Force Participation. Princeton, NJ: Princeton University Press, 1969.",
        "Center for the Study of American Business. Directory of Federal Regulatory Agencies. 3rd edition, 1981.",
        "DiNardo, John, Nicole M. Fortin, and Thomas Lemieux. ?Labor Market Institutions and the Distribution of Wages: A Semiparametric Approach.? Econometrica. 64(5), September 1996: 1001-44.",
        "Douglas, Paul Howard. The Theory of Wages. New York: Macmillan, 1934.",
        "Dunlop, John T. Wage Determination under Trade Unionism. New York: Macmillan, 1944.",
        "Feldstein, Martin and Andrew Samwick. ?Social Security Rules and Marginal Tax Rates.? National Tax Journal. 45(1), March 1992: 1-22.",
        "Freeman, Richard B. and James L. Medoff. What Do Unions Do? New York: Basic Books, 1984.",
        "Goldin, Claudia. ?Maximum Hours Legislation and Female Employment: A Reassessment.? Journal of Political Economy. 96(1), February 1988: 189-205.",
        "Hall, Robert E. ?Market Structure and Macroeconomic Fluctuations.? Brookings Papers on Economic Activity. II, 1986: 285-322.",
        "Hall, Robert E. ?Macroeconomic Fluctuations and the Allocation of Time.? Journal of Labor Economics. 15(1), Part 2 January 1997: S223-50.",
        "Hansen, Gary D. ?Indivisible Labor and the Business Cycle.? Journal of Monetary Economics. 16(3), November 1985: 309-27.",
        "Hosios, Arthur J. ?On the Efficiency of Matching and Related Models of Search and Unemployment.? Review of Economic Studies. 57(2), April 1990: 279-98.",
        "Houthakker, Hendrik S. The Pareto Distribution and the Cobb-Douglas Production Function in Activity Analysis. Review of Economic Studies. 23, 1955: 27-31.",
        "Hunt, Jennifer and Katz, Lawrence F. ?Hours Reductions as Work-sharing.? Brookings Papers on Economic Activity. I, 1998: 339-381.",
        "Ingram, Beth F., Narayana R. Kocherlakota and N. E. Savin. ?Using Theory for Measurement: An Analysis of the Cyclical Behavior of Home Production.? Journal of Monetary Economics. 40(3), December 1997: 435-456.",
        "Juster, F. Thomas and Frank P. Stafford. ?Changes over the Decades in Time Spent at Work and Leisure; An Assessment of Conflicting Evidence.? International Association for Research in Income and Wealth Conference paper, Flims, Swi, 1992.",
        "Kendrick, John W. Productivity Trends in the United States. Princeton: Princeton University Press, 1961.",
        "King, Robert G., Charles I. Plosser and Sergio T. Rebelo. ?Production, Growth and Business Cycles: I. The Basic Neoclassical Model.? Journal of Monetary Economics. 21(2), March 1988: 195-232.",
        "Kydland, Finn E. and Edward C. Prescott. ?Time to Build and Aggregate Fluctuations.? Econometrica. 50(6), November 1982: 1345-70.",
        "Lebergott, Stanley. Manpower in Economic Growth: The American Record since 1800. New York: Economics Handbook Series, 1964.",
        "Leontief, Wassily W. ?The Pure Theory of the Guaranteed Annual Wage Contract.? Journal of Political Economy. 54(1), February 1946: 76-79.",
        "Lewis, H. Gregg. ?Hours of Work and Leisure.? Proceedings of the Industrial Relations Research Association. vol 9, 1956: 196-206.",
        "Lewis, H. Gregg. Unionism and Relative Wages in the United States. Chicago: University of Chicago Press, 1963.",
        "Lewis, H. Gregg. Union Relative Wage Effects: A Survey. Chicago: University of Chicago Press, 1986.",
        "Leveson, Irving F. ?Reductions in Hours of Work as a Source of Productivity Growth.? Journal of Political Economy. 75(2), April 1967: 199-204.",
        "Lucas, Robert E., Jr. and Leonard A. Rapping. ?Unemployment in the Great Depression: Is There a Full Explanation?? Journal of Political Economy. 80(1), January 1972: 186-91.",
        "MaCurdy, Thomas E. and John H. Pencavel. ?Testing Between Competing Models of Wage and Employment Determination in Unionized Markets.? Journal of Political Economy. 94, Part 2, 1986: s3-s39.",
        "Mortensen, Dale T. ?Property Rights and Efficiency in Mating, Racing, and Related Games.? American Economic Review. 72, 1982: 968-79.",
        "Mulligan, Casey B. ?Pecuniary Incentives to Work in the United States during World War II.? Journal of Political Economy. 106(5), October 1998: 1033-77.",
        "Mulligan, Casey B. ?A Dual Method of Empirically Evaluating Dynamic Competitive Equilibrium Models with Distortionary Taxes, Including Applications to The Great Depression and World War II.? Working paper, University of Chicago, October 2000.",
        "Mulligan, Casey B. ?Aggregate Implications of Indivisible Labor.? Advances in Macroeconomics. 1(1), 2001a, Article 4.",
        "Mulligan, Casey B. and Justin G. Marion. ?Average Marginal Tax Rates Revisited: Comment.? Working paper, University of Chicago, August 2000.",
        "Owen, John D. Working Hours. Lexington, MA: DC Heath and Company, 1979.",
        "Parkin, Michael. ?A Method for Determining Whether Parameters in Aggregative Models are Structural.? in Karl Brunner and Bennett T. McCallum, eds. Money, Cycles, and Exchange Rates: Essays in Honor of Allan H. Meltzer. Carnegie-Rochester Conference Series on Public Policy, 29, Autumn 1988: 215-52.",
        "Prescott, Edward C. ?Some Observations on the Great Depression.? Federal Reserve Bank of Minneapolis Quarterly Review. 23(1), Winter 1999: 25-31.",
        "Rees, Albert. The Economics of Trade Unions. Chicago: University of Chicago Press, 1989.",
        "Rockoff, Hugh. Drastic Measures: A History of Wage and Price Controls in the United States. New York: Cambridge University Press, 1984.",
        "Romer, Christina. ?New Estimates of Prewar Gross National Product and Unemployment.? Journal of Economic History. 46(2), June 1986: 341-352.",
        "Schor, Juliet B. The Overworked American. New York: Basic Books, 1991.",
        "Stafford, Frank P. ?Review of Ã\u0082â\u0080\u0099The Overworked AmericanÃ\u0082â\u0080\u0099?. Journal of Economic Literature. 1992: 1528f.",
        "Stephenson, E.F. ?Average Marginal Tax Rates Revisited.? Journal of Monetary Economics. 41, 1998: 389-409.",
        "Summers, Lawrence H. ?Some Simple Economics of Mandated Benefits.? American Economic Review. May 1989: 177-83.",
        "United States Council of Economic Advisers. Economic Report of the President. Washington, DC: U.S. Government Printing Office, 1996.",
        "United States, Department of Commerce, Bureau of the Economic Analysis. Personal Consumption Expenditures. Washington : U.S. Dept. of Commerce, Bureau of the Economic Analysis, June 1990.",
        "United States Office of Management and Budget. Historical Tables, Budget of the United States Government, Fiscal Year 1998. Washington, DC: Government Printing Office, 1998.",
        "Weir, David R. ?The Reliability of Historical Macroeconomic Data for Comparing Cyclical Stability.? Journal of Economic History. 46(2), June 1986: 353-365.",
        "Wu, Yangru and Junxi Zhang. ?Endogenous Markups and the Effects of Income Taxation: Theory and Evidence from OECD Countries.? Journal of Public Economics. 77(3), September 2000: 383-406."
    ]
}