{
    "id": 8775,
    "cites": 36,
    "cited_by": 36,
    "reference": [
        "Barro, Robert J. Â\u0093Long-Term Contracting, Sticky Prices, and Monetary Policy.Â\u0094 Journal of Monetary Economics. 3(3), July 1977: 305-16.",
        "Barro, Robert J. and Herschel I. Grossman. Â\u0093A General Disequilibrium Model of Income and Employment.Â\u0094 American Economic Review. 61(1), March 1971: 82-93.",
        "Barro, Robert J. and Robert G. King. Â\u0093Time-separable Preferences and Intertemporal-Substitution Models of Business Cycles.Â\u0094 Quarterly Journal of Economics. 99(4), November 1984: 817-39.",
        "Baxter, Marianne and Robert G. King. Â\u0093Fiscal Policy in General Equilibrium.Â\u0094 American Economic Review. 83(3), June 1993: 315-34.",
        "Becker, Gary S. Accounting for Tastes. Cambridge, MA: Harvard University Press, 1996.",
        "Braun, R. Anton and Ellen R. McGrattan. Â\u0093The Macroeconomics of War and Peace.Â\u0094 in Olivier Jean Blanchard and Stanley Fischer, eds. NBER Macroeconomics Annual 1993. Cambridge and London: MIT Press, 1993: 197-247.",
        "Burnside, Craig, Martin Eichenbaum, and Jonas D.M. Fisher. Â\u0093Assessing the Effects of Fiscal Shocks.Â\u0094 NBER Working paper 7459, January 2000.",
        "Cole, Harold L. and Lee E. Ohanian. Â\u0093The Great Depression in the United States from a Neoclassical Perspective.Â\u0094 Federal Reserve Bank of Minneapolis Quarterly Review. 23(1), Winter 1999: 2-24.",
        "Crucini, Mario J. and James Kahn. Â\u0093Tariffs and Aggregate Economic Activity: Lessons from the Great Depression.Â\u0094 Journal of Monetary Economics. 38(3), December 1996: 427-67.",
        "Dunlop, John T. Wage Determination under Trade Unionism. New York: Macmillan, 1944.",
        "Friedman, Milton. A Theory of the Consumption Function. Princeton, NJ: Princeton University Press, 1957.",
        "Hall, Robert E. Â\u0093Macroeconomic Fluctuations and the Allocation of Time.Â\u0094 Journal of Labor Economics. 15(1), Part 2 January 1997: S223-50.",
        "Hansen, Lars Peter and Thomas J. Sargent. Recursive Linear Models of Dynamic Economies. Manuscript, University of Chicago, January 1991.",
        "Houthakker, Hendrik S. Â\u0093The Pareto Distribution and the Cobb-Douglas Production Function in Activity Analysis.Â\u0094 Review of Economic Studies. 23, 1955: 27-31.",
        "Ingram, Beth F., Narayana R. Kocherlakota and N. E. Savin. Â\u0093Using Theory for Measurement: An Analysis of the Cyclical Behavior of Home Production.Â\u0094 Journal of Monetary Economics. 40(3), December 1997: 435-456.",
        "Kendrick, John W. Productivity Trends in the United States. Princeton: Princeton University Press, 1961.",
        "King, Robert G., Charles I. Plosser and Sergio T. Rebelo. Â\u0093Production, Growth and Business Cycles: I. The Basic Neoclassical Model.Â\u0094 Journal of Monetary Economics. 21(2), March 1988: 195-232.",
        "Kydland, Finn and Edward C. Prescott. Â\u0093Time to Build and Aggregate Fluctuations.Â\u0094 Econometrica. 50(6), November 1982: 1345-70.",
        "Leontief, Wassily W. Â\u0093The Pure Theory of the Guaranteed Annual Wage Contract.Â\u0094 Journal of Political Economy. 54(1), February 1946: 76-79.",
        "Lucas, Robert E., Jr. and Leonard A. Rapping. Â\u0093Real Wages, Employment, and Inflation.Â\u0094 Journal of Political Economy. 77(5), September 1969.",
        "Lucas, Robert E., Jr. and Leonard A. Rapping. Â\u0093Unemployment in the Great Depression: Is There a Full Explanation?Â\u0094 Journal of Political Economy. 80(1), January 1972: 186-91.",
        "MaCurdy, Thomas E. and John H. Pencavel. Â\u0093Testing Between Competing Models of Wage and Employment Determination in Unionized Markets.Â\u0094 Journal of Political Economy. 94, Part 2, 1986: s3-s39.",
        "Meltzer, Alan. Â\u0093Monetary and Other Explanations of the Start of the Great Depression.Â\u0094 Journal of Monetary Economics. 2(4), November 1976: 455-71.",
        "Mulligan, Casey B. Â\u0093Pecuniary Incentives to Work in the United States during World War II.Â\u0094 Journal of Political Economy. 106(5), October 1998: 1033-77.",
        "Mulligan, Casey B. Â\u0093A Century of Labor-Leisure Distortions.Â\u0094 Manuscript, University of Chicago, September 2000.",
        "Mulligan, Casey B. Â\u0093Aggregate Implications of Indivisible Labor.Â\u0094 Advances in Macroeconomics. 1(1), 2001a: Article 4.",
        "Mulligan, Casey B. Â\u0093A Dual Method of Empirically Evaluating Dynamic Competitive Equilibrium Models with Distortionary Taxes: Evaluating the Stochastic Margins.Â\u0094 Manuscript, University of Chicago, January 2001b.",
        "Ohanian, Lee E. Â\u0093The Macroeconomic Effects of War Finance in the United States: World War II and the Korean War.Â\u0094 American Economic Review. 87(1), March 1997: 23-40.",
        "Parkin, Michael. Â\u0093A Method for Determining Whether Parameters in Aggregative Models are Structural.Â\u0094 in Karl Brunner and Bennett T. McCallum, eds. Money, Cycles, and Exchange Rates: Essays in Honor of Allan H. Meltzer. Carnegie-Rochester Conference Series on Public Policy, 29, Autumn 1988: 215-52.",
        "Perri, Fabrizio and Vincenzo Quadrani. Â\u0093Understanding the Great Depression: What Can We Learn from the Italian Experience.Â\u0094 Working paper, New York University, October 2000.",
        "Prescott, Edward C. Â\u0093Theory Ahead of Business Cycle Measurement.Â\u0094 Federal Reserve Bank of Minneapolis Quarterly Review. 10, Fall 1986: 9-22.",
        "Prescott, Edward C. Â\u0093Some Observations on the Great Depression.Â\u0094 Federal Reserve Bank of Minneapolis Quarterly Review. 23(1), Winter 1999: 25-31.",
        "Ramey, Valerie A., and Matthew D. Shapiro. Â\u0093Costly Capital Reallocation and the Effects of Government Spending.Â\u0094 Carnegie-Rochester Conference Series on Public Policy. 48, June 1998: 145-94.",
        "Rees, Albert. The Economics of Trade Unions. Chicago: University of Chicago Press, 1989.",
        "Taussig, Frank W. The Tariff History of the United States. New York: G.P. PutnamÂ\u0092s and Sons, 1931.",
        "United States, Bureau of Economic Analysis. Survey of Current Business. November 1999. [data also available at www.bea.doc.gov/bea/dn1.htm]."
    ]
}