{
    "id": 8782,
    "cites": 21,
    "cited_by": 9,
    "reference": [
        "Baker, M., and J. Wurgler, 2002, Market Timing And Capital Structure, The Journal of Finance, 57(1), forthcoming.",
        "Barclay, M. J., C. W. Smith, and R. L. Watts, 1995, The Determinants Of Corporate Leverage And Dividend Policies, Journal of Applied Corporate Finance, 7(4), 4--19.",
        "Benartzi, S., and R. Thaler, 2001, Naive Diversification Strategies In Retirement Saving Plans, American Economic Review, 91(1), 79--98.",
        "Bikhchandani, S., D. Hirshleifer, and I. Welch, 1998, Learning from the Behavior of others: Conformity, Fads, and Informational Cascades, Journal of Economic Perspectives, 12(3), 151--170.",
        "Bowman, R. G., 1980, The Importance Of A Market Value Measurement Of Debt In Assessing Leverage, Journal of Accounting Research, 18(1), 242--254.",
        "Fama, E. F., and K. R. French, 1992, The cross section of expected stock returns, The Journal of Finance, 47(2), 427--465.",
        "Fischer, E. O., R. Heinkel, and J. Zechner, 1989, Dynamic Capital Structure Choice: Theory And Tests, The Journal of Finance, 44(1), 19--40.",
        "Graham, J. R., and C. Harvey, 2001, The Theory And Practice Of Corporate Finance: Evidence From The Field, Journal of Financial Economics, 60, 187--243.",
        "Graham, J. R., M. Lemmon, and J. Schallheim, 1998, Debt, Leases, Taxes, And The Endogeneity Of Corporate Tax Status, The Journal of Finance, 53(1), 131--162.",
        "Harris, M., and A. Raviv, 1991, Theory Of Capital Structure, The Journal of Finance, 46(1), 297-- 355.",
        "Havakimian, A., T. C. Opler, and S. Titman, 2001, The Debt-Equity Choice: An Analysis Of Issuing Firms, Journal of Financial and Quantitative Analysis, 36(1), 1--24.",
        "Hirshleifer, D., and I. Welch, 2002, An Economic Approach To The Psychology Of Change: Amnesia, Inertia, And Impulsiveness, Journal of Economics and Management Strategy, 11(3), forthcoming.",
        "Leland, H. E., 1994, Agency Costs, Risk Management, And Capital Structure, Journal of Financial Economics, 49, 1213--1252.",
        "Rajan, R. G., and L. Zingales, 1995, What Do We Know About Capital Structure: Some Evidence From International Data, The Journal of Finance, 50(5), 1421--1460.",
        "Struggles?, Journal of Public Economics, 76, 521--558. Samuelson, W., and R. J. Zeckhauser, 1988, Status Quo Bias in Decision Making, Journal of Risk and Uncertainty, 1, 7--59.",
        "Schwartz, A., and J. Watson, 2000, Economic And Legal Aspects Of Costly Recontracting, working paper, Yale Law School.",
        "Shyam-Sunder, L., and S. C. Myers, 1999, Testing static tradeo against pecking order models of capital structure, Journal of Financial Economics, 51(2), 219--243.",
        "Thaler, R. H., R. Michaely, and S. Benartzi, 1997, Do Changes In Dividends Signal The Future Or The Past?, The Journal of Finance, 52(3), 1007--34.",
        "Titman, S., 2001, The Modigliani and Miller Theorem and Market Eciency, working paper 8641, NBER.",
        "Titman, S., and R. Wessels, 1988, The Determinants Of Capital Structure, The Journal of Finance, 43(3), 1--19.",
        "Weaver, S. C., and J. F. Weston, 2001, A Unified Theory of Value Based Management, working paper, UCLA."
    ]
}