{
    "id": 8783,
    "cites": 28,
    "cited_by": 81,
    "reference": [
        "[1] Bacchetta, Philippe, and Eric van Wincoop [2001]. A Theory of the Currency Denomination of International Trade, mimeo, University of Virginia, November.",
        "[2] Bayoumi, Tamim [1997]. Financial Integration and Real Activity. Studies in International Trade Policy. Ann Arbor: University of Michigan Press.",
        "[3] Bayoumi, Tamim, and Barry Eichengreen [1994]. One Money or Many? Analyzing the Prospects for Monetary Unification in Various Parts of the World. Princeton Studies in International Finance No.76, Princeton NJ, Princeton University, International Finance Section.",
        "[4] Benigno, Pierpaolo [2001]. Optimal Monetary Policy in a Currency Area. Centre for Economic Policy Research Discussion Paper No.2755, April.",
        "[6] Canzoneri, Matthew B., Robert Cumby and Behzad Diba [2001]. The Need for International Policy Coordination: Whats Old, Whats New, Whats Yet to Come?, mimeo, Georgetown University, November.",
        "[7] Clarida, Richard, Jordi Gali and Mark Gertler [2001]. Optimal Monetary Policy in Open vs. Closed Economies: An Integrated Approach. National Bureau of Economic Research Working Paper No. 8604, November.",
        "[8] Corsetti, Giancarlo, and Paolo Pesenti [2001a]. International Dimensions of Optimal Monetary Policy. National Bureau of Economic Research Working Paper No. 8230, April.",
        "[9] Corsetti, Giancarlo, and Paolo Pesenti [2001b]. Welfare and Macroeconomic Interdependence. Quarterly Journal of Economics, 116 (2), May, pp.421-446.",
        "[10] Devereux, Michael B., and Charles Engel [2000]. Monetary Policy in the Open Economy Revisited: Price Setting and Exchange Rate Flexibility. National Bureau of Economic Research Working Paper No. 7665, April.",
        "[11] Devereux, Michael B., and Charles Engel [2001]. Endogenous Currency of Price Setting in a Dynamic Open Economy Model. National Bureau of Economic Research Working Paper No. 8559, October.",
        "[12] Dowd, K., and D. Greenaway [1993]. Currency Competition, Network Externalities and Switching Costs: Towards an Alternative View of Optimum Currency Areas. Economic Journal 102, pp.1180-1189.",
        "[13] Eichengreen, Barry [1990]. One Money for Europe? Lessons from the US Currency Union. Economic Policy 10, pp.117-187.",
        "[14] Eichengreen, Barry [1992]. Should the Maastricht Treaty Be Saved? Princeton Studies in International Finance No.74, Princeton NJ, Princeton University, International Finance Section.",
        "[15] Frankel, Jerey A., and Andrew K. Rose [1997]. The Endogeneity of the Optimum Currency Area Criteria. Swedish Economic Policy Review 4(2), Autumn, pp.487-512.",
        "[16] Frankel, Jerey A., and Andrew K. Rose [1998]. The Endogeneity of the Optimum Currency Area Criteria. Economic Journal 108 (449), July, pp.1009-25.",
        "[17] Friedman, Milton [1953]. The Case for Flexible Exchange Rates, reprinted in Essays in Positive Economics, Chicago, IL: University of Chicago Press, pp.157-203.",
        "[18] Ingram, J. [1973]. The Case for European Monetary Integration. Princeton Essays in International Finance No.98, Princeton NJ, Princeton University, International Finance Section.",
        "[20] Krugman, Paul [1993]. Lessons of Massachusetts for EMU in Francisco Torres and Francesco Giavazzi, eds., Adjustment and Growth in the European Monetary Union, Cambridge, UK: Cambridge University Press.",
        "[21] Melitz, Jacques [1996]. The Theory of Optimum Currency Areas, Trade Adjustment, and Trade. Open Economies Review 7(2), April, pp.99116.",
        "[22] McKinnon, Ronald [1963]. Optimum Currency Areas. American Economic Review 53, September, pp.717-724.",
        "[23] Mundell, Robert [1961]. A Theory of Optimum Currency Areas. American Economic Review 51, September, pp.657-664.",
        "[24] Neumeyer, Pablo Andres [1998], Currencies and the Allocation of Risk: The Welfare Eects of a Monetary Union. American Economic Review 88 (1), pp.246-59.",
        "[25] Obstfeld, Maurice, and Kenneth Rogo [1996]. Foundations of International Macroeconomics. Cambridge, MA: MIT Press.",
        "[26] Obstfeld, Maurice, and Kenneth Rogo [2000a]. New Directions for Stochastic Open Economy Models. Journal of International Economics 50 (1), February, pp.117-153.",
        "[27] Obstfeld, Maurice, and Kenneth Rogo [2000b]. Do we Really Need a New International Monetary Compact? National Bureau of Economic Research Working Paper No. 7864, August.",
        "[28] Rose, Andrew, and Charles Engel [2000]. Currency Unions and International Integration. National Bureau of Economic Research Working Paper No. 7872, September.",
        "[29] Tavlas, George [1993]. The `New Theory of Optimal Currency Areas. World Economy 16, November, pp.663-685.",
        "[30] Woodford, Michael [2002], Price-Level Determination under InterestRate Rules, Chapter 2 of Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton University Press, forthcoming."
    ]
}