{
    "id": 8786,
    "cites": 33,
    "cited_by": 4,
    "reference": [
        "Bane, Mary Jo, and Robert S. Weiss. 1980. Alone Together: The World of Single- Parent Families. American Demographics , 2: 11-14, 48.",
        "Bane, Mary Jo, and Ellwood, David. Slipping Into and Out of Poverty: The Dynamics of Spells. Journal of Human Resources . 1986.",
        "Bumpass, Larry L. and R. Kelly Raley. 1995. Redefining Single-Parent Families: Cohabitation and Changing Family Reality. Demography , 32: 97-109.",
        "Butrica, Barbara. 1998. The Economics of the Family from a Dynamic Perspective. Syracuse University unpublished Ph.D. dissertation.",
        "Cancian, Maria, and Deborah Reed. 2000. Changes in Family Structure: Implications for Poverty and Related Policy. Unpublished.",
        "Charles, Kerwin Kofi and Melvin Stephens Jr. 2001. Job Displacement, Disability and Divorce, Unpublished.",
        "Duncan, Greg J. and Saul D. Hoffman. 1985a. Economic Consequences of Marital Instability. In Horizontal Equity, Uncertainty, and Economic Well-Being . Chicago and London: University of Chicago Press.",
        "Duncan, Greg J. and Saul D. Hoffman. 1985b. A Reconsideration of the Economic Consequences of Marital Dissolution. Demography , 22: 485-97.",
        "Friedberg, Leora. 1998. Did Unilateral Divorce Raise Divorce Rates? Evidence from Panel Data. American Economic Review , 88, 608-627.",
        "Gallager, Maggie. 1996. The Abolution of Marriage: How We Destroy Lasting Love, Washington, D.C: Regnery.",
        "Galston, William. 1996. Divorce American Style, The Public Interest , 124: 12-26.",
        "Gruber, Jonathan. 2000. Is Making Divorce Easier Bad for Children? National Bureau of Economic Research Working Paper 7968.",
        "Heckman, James, Robert LaLonde, and Jeffrey Smith. (1999). The Economics and Econometrics of Active Labor Market Programs. in Handbook of Labor Economics .",
        "Volume 3A. Ed. Orley C. Ashenfelter and David Card. Amsterdam: Elsevier Science. 33 Holden, Karen and Pamela J. Smock. 1991. The Economics Costs of Marital Dissoluation: Why Do Women Bear a Disproportionate Cost? Annual Review of Sociology 17:51-78.",
        "Izan, Haji Y. 1980. To Pool or Not to Pool: A Reexamination of Tobins Food Demand Problem, Journal of Econometrics , 13: 391-402.",
        "McLanahan, Sara, and Gary Sandefur. 1994. Growing Up with a Single Parent: What Hurts, What Helps . Cambridge: Harvard University Press.",
        "McLanahan, Sara. 1997. Parent Absence or Poverty? Which Matters More? Consequences of Growing Up Poor . New York: Russell Sage Foundation: 35-48.",
        "Maddala, G.S. 1971. The Likelihood Approach to Pooling Cross-Section and Time- Series Data, Econometrica , 39: 939-53.",
        "Magnus, Jan R. and Mary S. Morgan, editors. 1997. Special Issue: The Experiment in Applied Econometrics, The Journal of Applied Econometrics , 12, 5.",
        "Mayer, Susan. 1997. What Money Cant Buy: Family Income and Childrens Life Chances . Cambridge: Harvard University Press.",
        "Northwestern University. Ooms, Theodora. 1998. Toward More Perfect Unions: Putting Marriage on the Public Agenda , Washington, D.C., Family Impact Seminar.",
        "Peterson, Richard R. 1989. Women, Work, and Divorce . New York: Suny.",
        "Pollack, H. 1994. Informal Transfers Within Families. Ph.D. Thesis, John F. Kennedy School of Government, Harvard University.",
        "Popenoe, David. 1996. Life Without Father: Compelling New Evidence that Fatherhood and Marriage are Indispensable for the Good of Children and Society , New York: Free Press.",
        "Reilly, Siobhan and Eirik Evenhouse. 1997. Divorce Laws and Divorce Rates: Evidence form Panel Data. Unpublished.",
        "Smock, Pamela, Wendy Manning and Sanjiv Gupta. 1999. The Effect of Marriage and Divorce on Womens Economic Well-Being. American Sociological Review 64: 794- 812.",
        "Spain, Daphne and Suzanne Bianchi. 1996. Balancing Act: Motherhood, Marriage and Employment among American Women . New York, Russell Sage.",
        "Stirling, Kate. 1989. Women Who Remain Divorced: The Long-term Economic Consequences, Social Science Quarterly , 70: 549-61.",
        "Tobin, James. 1950. A Statistical Demand Function for Food in the U.S.A., Journal of the Royal Statistical Society , 113, II: 113-141.",
        "Waite, Linda. 1995. Does Marriage Matter? Demography , 32: 483-507.",
        "Weiss, Robert S. 1984. The Impact of Marital Dissolution on Income and Consumption of Single-Parent Households. Journal of Marriage and the Family .",
        "Whitehead, Barbara Dafoe. 1996. The Divorce Culture: Rethinking our Commitments to Marriage and Family , New York: Vintage.",
        "Zeldes, S. P. 1989. Consumption and Liquidity Constraints: An Empirical Investigation. Journal of Political Economy , 97: 305-346."
    ]
}