{
    "id": 8787,
    "cites": 26,
    "cited_by": 11,
    "reference": [
        "Daron Acemoglu Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality, Quarterly Journal of Economics, November 1998 (A), 1055-1089.",
        "Daron Acemoglu Technical Change, Inequality, and the Labor Market, NBER Working Paper No. w7800, July 2000.",
        "Basu, Susanto and David Weil Appropriate Technology and Growth, Quarterly Journal of Economics, 113(4), November 1998: 1025-54.",
        "Paul Beaudry and David Green, The Changing Structure of Wages in the US and Germany: What explains the Differences?, N.B.E.R. working Paper 7697, May 2000.",
        "Paul Beaudry and David Green, Population Growth, Technological Adoption and Economic Outcomes: A Theory of Cross-Country Differences for the Information Era N.B.E.R. working Paper 8148, March 2001.",
        "Francine Blau and Lawrence M. Kahn International Differences in male Wages Inequality: Institutions Versus Market Forces, Journal of Political Economy, 104,4, 1996, 791-837.",
        "C.J Bliss Capital Theory and the Distribution of Income, North Holland, Amsterdam-Oxford, 1975.",
        "George J. Borjas and Valerie Ramey, Foreign Competition, Market Power and Wage Inequality, Quarterly Journal of Economics, 110, 1995, 1075-1110.",
        "Timothy F. Bresnahan, Erik Brynjolfson, Lorin M. Hitt, Information Technology, Workplace Organization and the Demand for Skilled Labor: Firm-Level Evidence, NBER working paper 7136, May 1999.",
        "Timothy Bresnahan and Manuel Trajtenberg General Purpose Technologies: Engines of Growth?, Journal of Econometrics, 65 (1995), pp. 83-108.",
        "Francesco Caselli, Technological Revolutions, American Economic Review, March 1999, 78102.",
        "Erwin Diewert and Allan Woodland Frank Knight's Theorem in Linear Programming Revisited, Econometrica 45 (1977), 375-398.",
        "Claudia Goldin and Lawrence Katz, The origins of Skill Capital Complementarity, Quarterly Journal of Economics, CXIII (1998), 693-732.",
        "Robert E. Hall and Dale W. Jorgensen, Tax Policy and Investment Behavior, American Economic Review, vol 57, 3, June 1967.",
        "Elhanan Helpman, General Purpose Technologies and Economic Growth, Cambridge, MA: MIT Press, 1998.",
        "Charles Hulten, Total Factor Productivity: A Short Biography, working paper, University of Maryland, August (1997).",
        "Dale W. Jorgensen Information Technology and the US Economy, American Economic Review, 91,1 , March (2001).",
        "Dale W. Jorgensen and Kevin J. Stiroh, Raising the speed limit: US Economic Growth in the Information Age, OECD ECO/WKP 2000-34, 2000.",
        "Dale W. Jorgensen, Capital Theory and Investment Behavior, American Economic Review, vol 53, 2, May 1963.",
        "Lawrence F. Katz and David H. Autor, Changes in the Wage Structure and Earnings Inequality, in Handbook of Labor Economics, Orley C. Ashenfelter and David Card, eds.. New York: Elsevier, 1999, 1463 1558.",
        "Lawrence F. Katz and Kevin M. Murphy, Changes in Relative Wages, 1963-1987: Supply and Demand Factors, Quarterly Journal of Economics, February (1992), 35-78.",
        "Per Krusell, Lee E. Ohanian, Jose - Victor Rios-Rull, and Giovanni L. Violante Capital-Skill Complementarity and Inequality: A Macroeconomic Analysis, Econometrica, 2000,1029-1055.",
        "Frank Levy and Richard Murmane, US Earnings Levels and Earnings Inequality: A Review of Recent Trends and Proposed Explanations, Journal of Economic Literature, 30, September 1992.",
        "L. McKenzie, Equality of Factor Prices in World Trade, Econometrica, 1955, 23 (3), 239-257.",
        "Joseph Zeira, Workers Machines and Economic Growth, Quarterly Journal of Economics, CXIII (1998), 1091-1119.",
        "Adrian Wood, How Trade Hurt Unskilled Workers, Journal of Economic Perspectives,9, Summer 1995, 57-80."
    ]
}