{
    "id": 8791,
    "cites": 58,
    "cited_by": 49,
    "reference": [
        "Bakshi, Gurdip and Zhi-wu Chen. 1998. Asset pricing without consumption or market portfolio data. Working paper: University of Maryland.",
        "Bansal, Ravi, and S. Viswanathan. 1993, No arbitrage and arbitrage pricing: A new approach. Journal of Finance 48: 1231-1262.",
        "Becker, C., W. Ferson, D. Myers and M. Schill. 1999. Conditional Market timing with Benchmark investors. Journal of Financial Economics 52: 119-148.",
        "Bogle, John C. 1994. Bogle on Mutual funds: New perspectives for the intelligent investor. Irwin. New York.",
        "Breeden, Douglas T. 1979. An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities. Journal of Financial Economics 7: 265-96.",
        "Brown, Keith C. and Gregory D. Brown. 1987. Does the composition of the market portfolio really matter? Journal of Portfolio Management Winter: 26-32.",
        "Carhart, Mark M., R.J. Krail, R.L. Stevens and K.D. Welch. 1996. Testing the conditional CAPM. working paper: University of Chicago.",
        "Chan, Foresi and Lang. 1996. Does money explain asset returns? Theory and empirical evidence. Journal of Finance 51:345-362.",
        "Chen, Nai-fu, T. Copeland and D. Mayers. 1987. A comparison of single and multifactor perforamance methodologies. Journal of Financial and Quantitative Analysis 22: 401-17.",
        "Chen, Nai-fu, Roll, Richard R. and Ross, Stephen A. 1986. Economic Forces and the Stock Market. Journal of Business 59: 383-403.",
        "Chen, Zhiwu, and Peter J. Knez. 1996. Portfolio Performance Measurement: Theory and Applications. Review of Financial Studies 9: 511-556..",
        "Christopherson, Jon A., Wayne Ferson and Debra A. Glassman. 1998. Conditioning manager alpha on economic information: Another look at the persistence of performance. Review of Financial Studies 11: 111-142.",
        "Stochastic Discount Factors Cochrane, John. 1996. A cross-sectional test of a production-based asset pricing model.",
        "Journal of Political Economy 104(3): 572-621. Connor and Korajczyk. 1986. Performance measurement with the arbitrage pricing theory: A new framework for analysis. Journal of Financial Economics 15: 373-394.",
        "Connor, Gregory and Robert A. Korajczyk. 1988. Risk and return in an equilibrium APT: applications of a new test methodology. Journal of Financial Economics 21: 255-289.",
        "Dahlquist, Magnus and Paul Soderlind. 1999. Evaluating portfolio performance with stochastic discount factors. Journal of Business 72: 347-384.",
        "Dumas, Bernard, and Bruno Solnik. 1995. The world price of foreign exchange risk.",
        "Journal of Finance 50: 445-480. Dybvig, Philip H., and J.E. Ingersoll, Jr. 1982. Mean-Variance Theory in Complete Markets. Journal of Business 55: 233-252.",
        "Dybvig, Philip H., and Ross, Stephen A. 1985. Performance Measurement Using Differential Information and a Security Market Line. Journal of Finance 40: 383-99.",
        "Elton, Edwin J., Martin J. Gruber and Christopher R. Blake. 1996. Survivorship bias and mutual fund performance. Review of Financial Studies 9:1097-1120.",
        "Fama, Eugene F. and French, Kenneth R. 1993. Common risk factors in the returns on stocks and bonds. Journal of Financial Economics 33: 3-56.",
        "Fama, Eugene F. and French, Kenneth R. 1996. Multifactor explanations of asset pricing anomalies. Journal of Finance 51: 55-87.",
        "Ferson, W. and C. R. Harvey. 1991. The Variation of Economic Risk Premiums.",
        "Journal of Political Economy 99: 385-415. Ferson, W. and C. R. Harvey. 1997. Fundamental Determinants of National Equity Market Returns: A perspective on Conditional asset pricing. Journal of Banking and Finance 21: 1625-1665.",
        "Ferson, W. and C. R. Harvey. 1999. Conditioning Variables and Cross-section of Stock Returns, Journal of Finance 54: 1325-1360.",
        "Ferson, W. and Ravi Jagannathan. 1996. Econometric Evaluation of Asset Pricing Models. in the Handbook of Statistics vol. 14: Statistical Methods in Finance, G.S.",
        "Maddala and C.R. Rao (editors), North Holland ISBBN: 0-444-81964-9.",
        "Ferson, W. and Kenneth Khang. 2000. Conditional performance measurement using portfolio weights: Evidence for pension funds. Working paper: University of Washington.",
        "Stochastic Discount Factors Ferson, W. and Robert A. Korajczyk. 1995. Do arbitrage pricing models explain the predictability of stock returns? Journal of Business 68: 309-349.",
        "Ferson, W. and Rudi Schadt. 1996. Measuring fund strategy and performance in changing economic conditions. Journal of Finance 51: 425-462.",
        "Ferson, W. and Vincent A. Warther. 1996. Evaluating Fund Performance in a Dynamic Market. Financial Analysts Journal 52: 20-28.",
        "Ghysels, Eric. 1998. On stable factors in the pricing of risk: Do time-varying betas help or hurt? Journal of Finance 53: 549-574.",
        "Grant, Dwight. 1977. Portfolio performance and the cost of timing decisions. Journal of Finance 32: 837-846.",
        "Grinblatt, Mark and Titman, Sheridan. 1989. Portfolio Performance evaluation: old issues and new insights. Review of Financial Studies 2: 393-422.",
        "Grinblatt, Mark and Titman, Sheridan, and Russell Wermers. 1995. Momentum strategies, portfolio performance and herding: A study of mutual funds. American Economic Review 85: 1088-1105.",
        "Grinold, R., Kahn, R. 1995. Active portfolio management. Irwin Press, Chicago.",
        "Hansen, Lars P. 1982. Large sample properties of the generalized method of moments estimators. Econometrica 50: 1029-1054.",
        "Hansen, Lars P. and Ravi Jagannathan. 1991. Implications of security market data for models of dynamic economies. Journal of Political Economy 99: 225-262.",
        "Hansen, Lars P. and Ravi Jagannathan. 1997. Assessing specification errors in stochastic discount factor models. Journal of Finance 52: 557-90.",
        "He, Jia, Lilian Ng and Chou Zhang. 1998. Asset pricing specification errors and performance evaluation. Working paper: Hong Kong University of Science and Technology.",
        "Hentschel, Ludger, Jankoo Kang and John B. Long. 1998. Numeraire portfolio tests of international bond market integration. Working paper: University of Rochester.",
        "Jagannathan, Ravi and Robert A. Korajczyk. 1986. Assessing the market timing performance of managed portfolios. Journal of Business 59: 217-236.",
        "Jagannathan, Ravi and Z. Wang. 2000. Efficiency of the stochastic discount factor method for estimating risk premiums. Working paper: Northwestern University.",
        "Kan, Raymond, and Guofu Zhou. 1999. A critique of the stochastic discount factor methodology. Journal of Finance 54: 1221-1248.",
        "Kirby, Chris. 1998. The restrictions on predictability implied by asset pricing models.",
        "Review of Financial Studies 11: 343-382. Kang, Jangkoo. 1995. Bond mutual fund performance evaluation: The numeraire portfolio appraoch. Working paper: University of Rochester.",
        "Lehmann, Bruce and David M. Modest. 1987. Mutual fund performance evaluation: A comparison of benchmarks and benchmark comparisons. Journal of Finance 42: 233-65.",
        "Leland, Hayne. 1999. Performance beyond mean-variance: Performance measurement in a nonsymmetric world. Financial Analysts Journal 55: 27-36.",
        "Long, John B. 1990. The numeraire portfolio. Journal of Financial Economics 26: 29-70.",
        "Lucas, Robert. 1978. Asset Prices in an Exchange Economy. Econometrica 46: 1429-1446.",
        "Mehra, R. and E. Prescott. 1985. The equity premium: A puzzle. Journal of Monetary Economics 15: 145-162.",
        "Merton, Robert C. and Roy D. Henriksson. 1981. On market timing and investment performance II: Statistical procedures for evaluating forecasting skills. Journal of Business 54: 513-534.",
        "Roll, Richard. 1978. Ambiguity when performance is measured by the security market line. Journal of Finance 33: 1051-1069.",
        "Ross, S. 1976. The arbitrage theory of capital market asset pricing. Journal of Economic Theory 13: 341-360.",
        "Sharpe, William. F. 1964. Capital asset prices: A theory of market equilibrium under conditions of risk. Journal of Finance 19: 425-42.",
        "Shumway, T. 1997. The delisting bias in CRSP data. Journal of Finance 52: 327-340.",
        "Simin, Timothy. 1999. The forecasting performance of asset pricing models. Working paper, University of Washington.",
        "Treynor, Jack, and Kay Mazuy. 1966. Can mutual funds outguess the market? Harvard Business Review 44: 131-136."
    ]
}