{
    "id": 8792,
    "cites": 15,
    "cited_by": 0,
    "reference": [
        "Thomas Bailey, Ã\u0082â\u0080\u009cCommunity Colleges in the 21st Century: Challenges and OpportunitiesÃ\u0082â\u0080\u009d in P.A Gram and N. Stacey eds. The Knowledge Economy and Postsecondary Education: Report of Workshop (Washington DC: National Academy Press, 2002).",
        "Ronald G. Ehrenberg, Ã\u0082â\u0080\u009cFinancial Forecasts for the Next DecadeÃ\u0082â\u0080\u009d, The Presidency, Spring 2000.",
        "Thomas J. Kane and Cecelia E. Rouse, Ã\u0082â\u0080\u009cLabor Market Returns to Two- and Four-Year CollegeÃ\u0082â\u0080\u009d, American Economic Review 85 (June 1995): 600-614 (1995a).",
        "Thomas J. Kane and Cecilia E. Rouse, Ã\u0082â\u0080\u009cThe Community College: Educating Students at the Margin Between College and WorkÃ\u0082â\u0080\u009d, Journal of Economic Perspectives 13 (Winter 1999): 63-84.",
        "Duane E. Leigh and Andrew M. Gill, Ã\u0082â\u0080\u009cLabor Market Returns to Community Colleges: Evidence for Returning AdultsÃ\u0082â\u0080\u009d, Journal of Human Resources 32 (Spring 1997): 334-353.",
        "Office of the Provost and Vice Chancellor for Academic Affairs, State University of New York, Ã\u0082â\u0080\u009cHigh School Graduation Status of Full-Time First-Year StudentsÃ\u0082â\u0080\u009d, Statistical Release No. 395 (November 21, 2000).",
        "Ernest T. Pascarella, Ã\u0082â\u0080\u009cIts Time We Started Paying Attention to Community College StudentsÃ\u0082â\u0080\u009d, About Campus 1 (January/February 1997): 14-17.",
        "Ernst T. Pascarella, Ã\u0082â\u0080\u009cNew Studies Track Community College Effects on StudentsÃ\u0082â\u0080\u009d, Community College Journal 69 (July 1999): 8-14.",
        "Ernst T. Pascarella and Patrick T. Terezini, How College Affects Students: Findings and Insights From Twenty Years of Research (San Francisco CA: Jossey-Bass Publishers, 1991).",
        "Ernst T. Pascarella, Marcia Edison, Amaury Nora, Patrick T. Terezini and Linda Sema Hagedon, Ã\u0082â\u0080\u009cDoes Community College Versus Four-Year College Attendance Influence Student Educational PlansÃ\u0082â\u0080\u009d, Journal of College Student Development 39 (March/April 1998): 179-195.",
        "Cecilia E. Rouse, Ã\u0082â\u0080\u009cDemocratization or Diversion? The Effects of Community Colleges on Educational AttainmentÃ\u0082â\u0080\u009d, Journal of Business Economics and Statistics 13 (April 1995): 217-224.",
        "Cecilia E. Rouse, Ã\u0082â\u0080\u009cDo Two-Year Colleges Increase Overall Educational Attainment? Evidence From the StatesÃ\u0082â\u0080\u009d, Journal of Policy Analysis and Management 17 (December 1998): 595-620.",
        "Vincent Tinto, Leaving College: Rethinking the Causes and Cures of Student Attrition, 2nd. Edition (Chicago IL: University of Chicago Press, 1993).",
        "U.S. Department of Education, National Center for Education Statistics, Digest of Education Statistics (Washington DC: 2000).",
        "Jeffrey M. Woolridge, Econometric Analysis of Cross Section and Panel Data (Cambridge MA: MIT Press, 2002)."
    ]
}