{
    "id": 8794,
    "cites": 18,
    "cited_by": 55,
    "reference": [
        "Bomm, An tulio N. (2001), Pre-Announcemen t E ects, News E ects, and V olatilit y: Mon- etary P olicy and the Sto c k Mark et, forthcoming, Journal of Banking and Financ e .",
        "Bomm, An tulio N. and Vincen t R. Reinhart (2000), Making News: Financial Mark et E ects of F ederal Reserv e Disclosure Practices, Finance and Economics Discussion Series w orking pap er 2000-14, F ederal Reserv e Board of Go v ernors.",
        "Campb ell, John Y. and Rob ert J. Shiller (1987), Coin tegration and T ests of Presen tV alue Mo dels, Journal of Politic al Ec onomy 95, 1062-1088.",
        "Ellingsen, T ore and Ulf So derstrom (2001), Classifying Monetary P olicy , mimeo, Sto c kholm Sc ho ol of Economics.",
        "Ev ans, Charles L. and Da vid Marshall (1998), Monetary P olicy and the T erm Structure of Nominal In terest Rates: Evidence and Theory , Carne gie-R o chester Confer enc e Series on Public Policy 49, 53-111.",
        "Fisher, F ranklin (1976), The Identic ation Pr oblem in Ec onometrics , New Y ork: R. E.",
        "Krieger. King, Mervyn, Enrique Sen tana, and Sushil W adh w ani (1994), V olatilit y and Links b et w een National Sto c kMark ets, Ec onometric a 62, 901-933.",
        "Klein, Roger W. and F rancis V ella (2000a), Emplo ying Heterosk edasticit y to Iden tify and Estimate T riangular Semiparametric Mo dels, mimeo, Rutgers Univ erit y .",
        "Klein, Roger W. and F rancis V ella (2000b), Iden ticaton and Estimation of the Binary T reatmen t Mo del under Heterosk edasticit y , mimeo, Rutgers Univ erit y .",
        "Kuttner, Kenneth N. (2001), Monetary P olicy Surprises and In terest Rates: Evidence from the F ed F unds F utures Mark et, forthcoming, Journal of Monetary Ec onomics .",
        "Rigob on, Rob erto (1999). Iden tication Through Heterosk edasticit y , mimeo, Sloan Sc ho ol of Managemen t, Massac h usetts Institute of T ec hnology .",
        "Rigob on, Rob erto and Brian Sac k (2001), Measuring the Resp onse of Monetary P olicy to the Sto c k Mark et, NBER W orking P ap er 8350.",
        "Roley , V. V ance and Gordon H. Sellon (1996), The Resp onse of the T erm Structure of In terest Rates to F ederal F unds Rate T arget Changes, mimeo, F ederal Reserv e Bank of Kansas Cit y .",
        "Roley ,V.V ance and Gordon H. Sellon (1998), Mark et Reaction to Monetary P olicy Nonan- nouncemen ts, F ederal Reserv e Bank of Kansas Cit yW orking P ap er 98-06.",
        "Sen tana, Enrique and Gabriele Fioren tini (1999), Iden tication, Estimation, and T esting of Conditional Heterosk edastic F actor Mo dels, mimeo, CEMFI.",
        "Thorb ec k e, Willem (1997), On Sto c k Mark et Returns and Monetary P olicy , Journal of Financ e 52, 635-654.",
        "Thorn ton, D. (1998), T ests of the Mark ets Reaction to F ederal F unds Rate T arget Changes, R eview ,F ederal Reserv e Bank of St. Louis, 25-36.",
        "W righ t, Philip G. (1928), The T ari on A nimal and V e getable Oils ,NewY ork: Macmillan."
    ]
}