{
    "id": 8795,
    "cites": 36,
    "cited_by": 25,
    "reference": [
        "LEWIS, K. K. (1990): The Behavior of Eurocurrency Returns Across Different Holding Periods and Monetary Regimes, Journal of Finance, 4S(4), 1211-1236.",
        "LI, H., AND G. S. MADDALA (1996): Bootstrapping Time Series Models, Econometric Reviews, 1S(2), 11S-158.",
        "MANKIW, N. G., AND J. A. MIRON (1986): The Changing Behavior of the Term Structure of Interest Rates, Quarterly Journal of Economics, 101(2), 211-228.",
        "MANKIW, N. G., J. A. MIRON, AND D. N. WElL (1987): The Adjustment of Ex- pectations to a Change in Regime: A Study of the Founding of the Federal Reserve, American Economic Review, 77(3), 358-374.",
        "MARK, N. C. (199S): Exchange Rates and Fundamentals: Evidence on Long-Horizon Predictability, American Economic Review, 85(1), 201-2 18. MARK, N. C., AND Y. WU (1998): Rethinking Deviations From Uncovered Interest Parity: the Role of Covariance Risk and Noise, The Economic Journal, 108, 1686- 1706.",
        "MCCALLUM, B. T. (1994): A Reconsideration of the Uncovered Interest Parity Rela- tionship, Journal of Monetary Economics, 33(1), 10S-132.",
        "MEESE, R. A., AND K. ROGOFF (1983): Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample?, Journal of International Economics, 14(1-2), 3-24.",
        "MELINO, A. (2001): An Estimation of a rational expectations model of the term struc- ture, Journal of Empirical Finance, 8(5), 639-668.",
        "NEWEY, W. K., AND K. D. WEST (1987): A Simple Positive Semi-Definite, Het- eroskedasticity and Aurocorrelation Consistent Covariance Matrix, Econometrica, 51, 1233-1242.",
        "RUDEBUSCH, G. D. (199S): Federal Reserve Interest Rate Targeting, Rational Expec- tations, and the Term Structure, Journal of Monetary Economics, 3S(2), 245-274. TAUCHEN, G. (2001): The Bias of Tests for a Risk Premium in Forward Exchange Rates, Journal of Empirical Finance, 8(5), 695-704.",
        "WEST, K. D., H. J. EDISON, AND D. CH0 (1993): A Utility Based Comparison of Some Models of Exchange Rate Volatility, Journal of International Economics, 3S(1- 2), 23-46.",
        "HANSEN, L. P. (1982): Large Sample Properties of Generalized Methods of Moments Estimators, Econometrica, 50, 1 029-1054.",
        "BANSAL, R., AND M. DAHLQUIST (2000): The Forward Premium Puzzle: Different Tales from Developed and Emerging Economies, Journal of International Economics, 51(1), 115-144.",
        "FROOT, K. A., AND R. H. THALER (1990): Foreign Exchange, Journal of Economic Perspectives, 4(3), 179-192.",
        "FAMA, E. F. (1984): Forward and Spot Exchange Rates, Journal of Monetary Eco- nomics, 14(3), 319-338.",
        "FAUST, J., AND J. H. ROGERS (1999): Monetary Policys Role in Exchange Rate Behavior, Board of Governors of the Federal Reserve System, International Finance Discussion Paper 6S2.",
        "BEKAERT, G. (1996): The Time-variation of Risk and Return in Foreign Exchange Markets: A General Equilibrium Perspective, Review of Financial Studies, 9, 427- 470.",
        "EVANS, M. D. (1998): Real Rates, Expected Inflation, and Inflation Risk Premia, Journal of Finance, S3(1), 187-218.",
        "BACKUS, D. K., S. F0RE5I, AND C. I. TELMER (2001): Affine Term Structure Models and the Forward Premium Anomaly, Journal of Finance, 56(1), 279-304.",
        "EICHENBAUM, M., AND C. L. EVANS (199S): Some Empirical Evidence on the Effects of Shocks to Monetary Policy on Exchange Rates, Quarterly Journal of Economics, 110(4), 97S- 1009. ENGEL, C. (1996): The Forward Discount Anomaly and the Risk Premium: A Survey of Recent Evidence, Journal of Empirical Finance, 3, 123-192.",
        "DUARTE, M., AND A. C. STOCKMAN (2001): Rational Speculation and Exchange Rates, NBER Working Paper No. 8362.",
        "DORNBUSCH, R. (1976): Expectations and Exchange Rate Dynamics, Journal of Po- litical Economy, 84(6), 1161-1176.",
        "CHINN, M., AND G. MEREDITH (2001): Testing Uncovered Interest Parity at Short and Long Horizons, Working Paper.",
        "CAMPBELL, J. Y., AND R. J. SHILLER (1991): Yield Spread and Interest Rate Move- ments: A Birds Eye View, Review of Economic Studies, S8(3), 495-514.",
        "CAMPBELL, J. Y., AND R. J. SHILLER (1987): Cointegration and Tests of Present Value Models, Journal of Political Economy, 9S(S), 1062-1088.",
        "CAMPBELL, J. Y., AND R. H. CLARIDA (1987): The Term Structure of Euromarket Interest Rates: An Empirical Investigation, Journal of Monetary Economics, 19(1), 25-44.",
        "BERNANKE, B. S., M. GERTLER, AND M. WATSON (1997): Systematic Monetary Policy and the Effects of Oil Price Shocks, Brookings Papers on Economic Activity, 1, 91-142.",
        "BEKAERT, G., R. J. HODRICK, AND D. A. MARSHALL (1997): On Biases in Tests of the Expectations Hypothesis of the Term Structure of Interest Rates, Journal of Financial Economics, 44, 309-348.",
        "BEKAERT, G., AND R. J. HODRICK (2001): Expectations Hypotheses Tests, Journal of Finance, 56(4), 115-138.",
        "HANSEN, L. P., AND R. J. HODRICK (1980): Forward Exchange Rates as Optimal Pre- dictors of Future Spot Rates: an Econometric Analysis, Journal of Political Economy, 88(5), 829-853.",
        "HODRICK, R. J. (1987): The Empirical Evidence on the Efficiency of Forward and Fu- tures Foreign Exchange Markets. Harwood Academic Publishers, Chur, Switzerland.",
        "JORION, P., AND F. MISHKIN (1991): A Multicountry Comparison of Term-Structure Forecasts at Long Horizons, Journal of Financial Economics, 29(1), 59-80.",
        "KRUGMAN, P. R. (1991): Target Zones and Exchange Rate Dynamics, Quarterly Journal of Economics, 106(3), 669-682.",
        "BAUER, G. (2001): The Foreign Exchange Risk Premium Over the Long Run, Working Paper.",
        "GREEN, P. (1992): Is Currency Trading Profitable? Exploiting Deviaitons from Uncov- ered Interest Rate Parity, Financial Analysts Journal, 48(4), 82-86.",
        "BAILLIE, R. T., AND T. BOLLERSLEV (2000): The Forward Premium Anomaly Is Not as Bad as You Think, Journal of International Money and Finance, 19(4), 471-488."
    ]
}