{
    "id": 8796,
    "cites": 13,
    "cited_by": 0,
    "reference": [
        "Appelbaum, E., and E. Katz, 1986, Measures of Risk Aversion and Comparative Statics of Industry Equilibrium, American Economic Review, Vol. 76 (June), pp. 524--29.",
        "Batra, R.N., and A. Ullah, 1974, Competitive Firm and the Theory of Input Demand under Price Uncertainty, Journal of Political Economy, Vol. 82 (May--June), pp. 537--48.",
        "Caballero, R.J., 1991, On the Sign of the Investment-Uncertainty Relationship, American Economic Review, Vol. 81 (March), pp. 279--88.",
        "Hartman, R., 1976, Factor Demand with Output Price Uncertainty, American Economic Review, Vol. 66 (September), pp. 675--81.",
        "Haruna, S., 1992, The Comparative Statics of a Competitive Industry with Free Entry and Uncertainty, Japan and the World Economy, Vol. 4 (November), pp. 239--49.",
        "Judd, K., 1985, The Law of Large Numbers with a Continuum of I.I.D. Random Variables, Journal of Economic Theory, Vol. 35 (February), pp. 19--25.",
        "Krishna, K., and L.H. Tan, 1999, Transferable Licenses Versus Nontransferable Licenses: What is the Difference? International Economic Review, Vol. 40 (August), pp. 785--800.",
        "Morgan, G.R., 1997, Individual Quota Management in Fisheries: Methodologies for Determining Catch Quotas and Initial Quota Allocation, FAO Fisheries Technical Paper No. 371 (Rome: Food and Agriculture Organization of the United Nations).",
        "Organisation for Economic Co-operation and Development, 1999, Implementing Domestic Tradable Permits for Environmental Protection (Paris).",
        "Pindyck, R.S., 1993, A Note on Competitive Investment under Uncertainty, American Economic Review, Vol. 83 (March), pp. 273-77.",
        "Sandmo, A., 1971, On the Theory of the Competitive Firm Under Price Uncertainty, American Economic Review, Vol. 61 (March), pp. 65--73.",
        "Spencer, B.J., 1997, Quota Licenses for Imported Capital Equipment: Could Bureaucrats Ever Do Better than the Market? Journal of International Economics, Vol. 43 (August), pp. 1--27.",
        "Squires, D., 1994, Firm Behavior Under Input Rationing, Journal of Econometrics, Vol. 61 (April), pp. 235--57."
    ]
}