{
    "id": 8797,
    "cites": 11,
    "cited_by": 31,
    "reference": [
        "Bundesminister fÃ\u0083Â¼r Arbeit und Sozialordnung (1997) Statistisches Taschenbuch, Bonn.",
        "Card, D., F. Kramarz, T. Lmieux. (December 1994). Changes in the Relative Structure of Wages and Employment: A Comparison of the United States, Canada and France. Princeton N.J. / Princeton University Manuscript.",
        "Freeman, R.B., Schettkat, R. (1998), From McDonaldÃ\u0082â\u0080\u0099s to McKinsey: Comparing German and US Employment and Wage Structures, Leverhulme II conference, Labour Market: Stocks and Flows, 28-29 September 1998, Institute of Economics and Satistics Oxford.",
        "Freeman, R.B. , Schettkat, R. (2001a), Differentials in service industry employment growth: Germany and the US in the comparable German American structural database, European Commission, Employment and Social Affairs.",
        "Freeman, R.B., Schettkat, R. (2001b) Skill Compression, Wage Differentials and Employment. Germany versus the US, Oxford Economic Papers, 2001: 582-603.",
        "Katz, L. F., G. W. Loveman and D.G. Blanchflower (1995). A Comparison of Changes in the Structure of Wages in Four OECD Countries. Differences and Changes in Wage Structures. R. B. Freeman and L. F. Katz. Chicago, University of Chicago Press.",
        "Krueger, A., Pischke, S. (1999) Observation and Conjectures on the U.S. Employment Miracle, Paper presented at the American Economic Association Meetings, January 1999, New York.",
        "Nickell, S. J., Bell, B. (1996) Changes in the Distribution of Wages and Unemployment in the OECD countries, American Economic Review, 86 (5), Papers and Proceedings, 302-308.",
        "OECD, Employment Outlook. Paris, various years. Russo, G., Schettkat, R. (2001) Structural economic dynamics and the final product concept, in: ten Raa, T., Schettkat, R. (eds.) The Growth of Service Industries, Cheltenham: Edward Elgar, 132-166.",
        "Scharpf, F.W. (1997) Employment and the Welfare State: A Continental Dilemma, Max Planck Institute for the Study of Societies, Cologne, mimeo.",
        "Statistisches Bundesamt (1999) Wo bleibt die Zeit?, Statistisches Bundesamt, Wiesdaden 1999."
    ]
}