{
    "id": 8798,
    "cites": 15,
    "cited_by": 28,
    "reference": [
        "[1] Anderson, S., A. de Palma and J-F Thisse. (1992), Discrete Choice Theory of Product Differentiation, Cambridge: The MIT Press.",
        "[2] Arcidiacono, P. (1999) Option Values, College Quality, and Earnings: A Dynamic Model College and Major Choice mimeo, Duke University.",
        "[3] Benkard, C.L. and Bajari, P. (2001) Demand Estimation with Heterogeneous Consumers and Unobserved Product Characteristics: A Hedonic Approach, mimeo, Stanford University",
        "[4] Berry, S.T. (1994) Estimating Discrete Choice Models of Product Differentiation. Rand Journal of Economics: 25, pp 242-262.",
        "[5] Berry, S.T. and A. Pakes. (1999) Estimating the Pure Hedonic Discrete Choice Model. mimeo, Yale University.",
        "[6] Berry, S.T.0 J. A. Levinsohn and A Pakes. (1995) Automobile Prices in Market Equilibrium. Econo- metrica: 63(4), pp. 841-890.",
        "[7] Berry, S.T. and J. Waldfogel. (1999) Free Entry and Social InefÃ\u0082Â¿ciency in Radio Broadcasting, RAND Journal of Economics: 30(3), pp 397-420.",
        "[10] Cardell, N. S. (1997) Variance Components Structures for the Extreme Value of Logistic Distributions with Application to Models of Heterogeneity. Econometric Theory: 113(2), pp. 185-213.",
        "[11] Feenstra R.C. and J.A. Levinsohn (1995) Estimating Markups and Market Conduct with Multidimensional Product Attributes. Review of Economic Studies: 62(1), pp. 19-52.",
        "[12] McFadden, D. (1974) Conditional Logit Analysis of Qualitative Choice Behavior, in P. Zarembka (ed.), Frontiers in Econometrics, 105-142, Academic Press: New York.",
        "[13] Nevo, A. (2001) Measuring Market Power in the Ready-to-Eat Cereal Industry. Econometrica: 69(2), 307-342.",
        "[14] Petrin, A. (1999) Quantifying the Effects of New Products: The Case of the Minivan. forthcoming Journal of Political Economy.",
        "[15] Rysman, M. (2002) Competition Between Networks: A Study of the Market for Yellow Pages. mimeo, Boston University.",
        "[16] Shum, M. (1999) The Effects of Advertising in Markets with Brand Loyalty: the Case of Breakfast Cereals. mimeo, University of Toronto.",
        "[17] Trajtenberg, M. (1990) Economic Analysis of Product Innovation, Cambridge: Harvard University Press."
    ]
}