{
    "id": 88,
    "cites": 13,
    "cited_by": 0,
    "reference": [
        "G. Bry, The Average Workweek As An Economic Indicator, Nat. Bur Econ. Res. Occasional Paper 69, New York, 1959 M.R. Darby, Paper Recycling and the Stock of Trees, J. Polit. Econ., Sept./Oct.",
        "E.F. Denison, The Sources of Economic Growth in the United States and the Alter native~Before Us, Com. Econ. Dev. Supplementary Paper No. 13, New York 1962.",
        "R.J. Gordon,$45 Billion of U.S. Private Investment Has Been Mislaid, Amer. Econ. Rev., June 1969, 59, 221-38.",
        "R.E. Hall, Are Wages Determined by Supply and Demand?, Unpublished paper, Jan. 1975.",
        "J.W. Knowles, The Potential Economic Growth of the United States, U.S. Congress, Joint Econ. Conun. Study Paper No. 20, January 30, 1960.",
        "R.E. Lucas, Jr., and L.A. Rapping, Real Wages, Employment, and Inflation, J. Polit. Econ., Sept./Oct. 1969, 77, 721-54.",
        "J. Mincer, `Unemployment Effects of Minimum Wages, Nat. Bur. Econ. Res. Working Paper No. 39, May 1974~ 13 F. Welch, Minimum Wage Legislation in the United States, Econ. Inquiry, Sept.",
        "National Industrial Conference Board, The Economic Almanac for 1941-42, New York 1941.",
        "U.S. Bureau of the Census, 16th Census of the United States. Population: The Labor Force (Sample Statistics), Industrial Characteristics, Washington 1943.",
        "U.S. National Resources Planning Board, Security, Work, and_Relief Policies, Washington 1942.",
        "U.S. Work Projects Administration, Final Statistical Report of the Federal Emer gency Relief Administration, Washington 1942.",
        "Board (NICB). A typical Census publication reads: On the basis of the answers to these questions, persons in the labor force were classified into the following em- ployment status categories: (a) `Employed (except on public emergency work), in.- cluding those reported as at work and those with a job but not at work; and (b) un- employed, including those ~On public emergency work and those `Seeking work. Bureau of the Census, (1944, p. 2). Similarly, Unemployment-The difference be- tween the number of persons in the labor force and the number of persons employed.",
        "Persons on the payrolls of government emergency relief projects, such as WPA, CCC, and out-of-school NYA, are not considered employed. NICB (1945, p. 389)."
    ]
}