{
    "id": 8800,
    "cites": 11,
    "cited_by": 25,
    "reference": [
        "Board of Governors of the Federal Reserve System. 43rd Annual Report. 1956.",
        "Board of Governors of the Federal Reserve System. Minutes of the Federal Open Market Committee. Various years. Brunner, Karl, and Allan H. Meltzer. The Federal Reserves Attachment to the Free Reserve Concept. House Committee on Banking and Currency, 88th Congress, 2d Session. Washington, DC: U.S. Government Printing Office, 1964.",
        "Calomiris, Charles W., and David C. Wheelock. Was the Great Depression a Watershed for American Monetary Policy? In The Defining Moment: The Great Depression and the American Economy in the Twentieth Century edited by Michael D. Bordo, Claudia Goldin, and Eugene N. White (Chicago: University of Chicago Press for NBER, 1998), pp. 23-65.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler. Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory. Quarterly Journal of Economics 115 (February 2000): 147-180.",
        "Friedman, Milton. A Program for Monetary Stability (New York: Fordham University Press, 1960).",
        "Greenspan, Alan. Current Monetary Policy. Speech at the Stern School of Business, New York University, May 8, 1997.",
        "Martens, Edward J. Federal Funds: A Money Market Device. Unpublished manuscript, Pacific Coast Banking School, April 1958.",
        "Martin, William McChesney. A Year of Recession and Recovery. Statement before the Joint Economic Committee, February 6, 1959. Reprinted in the Federal Reserve Bulletin 45 (February 1959a): 110-119.",
        "Martin, William McChesney. In Hearings before the Joint Economic Committee, 86th Congress, 1st Session, July 27, 1959. Washington, DC: U.S. Government Printing Office, 1959b, pp.",
        "Meigs, A. James. Free Reserves and the Money Supply (Chicago: University of Chicago Press, 1962).",
        "Taylor, John B. A Historical Analysis of Monetary Policy Rules. In Monetary Policy Rules edited by John B. Taylor (Chicago: University of Chicago Press for NBER, 1999), pp. 319- 341."
    ]
}