{
    "id": 8801,
    "cites": 37,
    "cited_by": 19,
    "reference": [
        "Ashenfelter, Orley, David Ashmore, Olivier Deschenes. 1999. Do Unemployment Insurance Recipients Actively Seek Work? Randomized Trials in Four U.S. States, NBER W6982 (Feb).",
        "Atkinson, A.B. and I. Micklewright. 1999. Unemployment Compensation and Labour Market Transitions: A Critical Review Journal of Economic Literature no 4:1679-1727.",
        "Bertola, Giuseppi. 1990. Job Security, Employment and Wages, European Economic Review 34: pp.",
        "Blanchard, Olivier J. 1997. The Medium Run, Brookings Papers on Economic Activity 2: 89-141.",
        "Blanchflower, David and Richard Freeman. 1993. Did the Thatcher Reforms Change British Labour Performance? In CUP/National Institute of Economic and Social Research Conference Volume Is the British Labour Market Different? (London).",
        "Blanchflower, David G. and Lisa M. Lynch. 1994. Training at Work: A Comparison of U.S. and British Youths. In Lisa M. Lynch (ed) Training and the Private Sector. (Chicago: University of Chicago Press for NBER).",
        "Broadberry, Stephen N. and Karin Wagner. 1996. Human Capital and Productivity in Manufacturing During the Twentieth Century: Britain, Germany, and the United States. In Bart van Ark and Nicolas Crafts (eds). Quantitative Aspects of Post-war European Economic Growth. (Cambridge: Cambridge University Press).",
        "Bruno, Michael and Jeffrey Sachs. 1985. Economics of Worldwide Stagflation.. (Cambridge MA: Harvard University Press).",
        "Calmfors, Lars and John Driffil. 1988. Bargaining Structure, Corporatism and Macroeconomic Performance. Economic Policy 6: 13-62.",
        "Conyon, Martin J. And Richard B. Freeman. Shared Modes of Compensation and Firm Performance: UK Evidence. In Richard Blundell, David Card, and Richard B. Freeman, editors, Seeking a Premier League Economy. (Chicago: University of Chicago Press for NBER), forthcoming, 2002.",
        "Detroit News. 2000. Global Automotive Report(June 13) www.detnews.com/2000.",
        "Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer. 2000. The Regulation of Entry, NBER WP 7892 (September).",
        "Federal Republic of Germany, Federal Statistical Office. 1998. Statistiches Jahrbuch. (Wiesbaden, Germany: Statistiches Bundesamt).",
        "Feinstein, Charles H. 1999. Structural Change in the Developed Countries During the Twentieth Century. Oxford Review of Economic Policy 15 (Winter): 35-55.",
        "Fraser Institute. 2001. Economic Freedom of The World 2001 Annual Report. www.fraserinstitute.ca.",
        "Freeman, Richard B. 1998. Spurts in Union Growth: Defining Moments and Social Processes in The Defining Moment: The Great Depression and the American Economy in the Twentieth Century. Michael Bordo, Claudia Goldin, and Eugene White (editors). University of Chicago Press for NBER.",
        "Griliches, Zvi. 1970. Notes on the Role of Education in Production Functions and Growth Accounting.",
        "In W . Lee Hansen, ed., Education, Income and Human Capital. (New York: Columbia University Press). Grout, Paul A.. 1984. Investment and Wages in the Absence of Binding Contracts: A Nash Bargaining Approach, Econometrica 52 (March): 449-460.",
        "Grubb, David, and William Wells. 1993. Employment Regulation and Patterns of Work in EC Countries, OECD Economic Studies 21: 7-58.",
        "Gwartney, James and Robert Lawson (with Dexter Samida). 2000. Economic Freedom of the World, 2000 Annual Report (Vancouver, British Columbia Canada: The Fraser Institute).",
        "Hanke, Steve and Stephen Walters. 1997. Economic Freedom, Prosperity, and Equality: A Survey The Cato Journal 17:2 (Fall).",
        "Hoynes, Hilary and Richard Blundell. Has `In Work Benefit Reform Helped the Labour Market? In Richard Blundell, David Card, and Richard B. Freeman, editors, Seeking a Premier League Economy. (Chicago: University of Chicago Press for NBER), forthcoming, 2002.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny. 1999. Investor Protection and Corporate Valuation, NBER Working Paper 7403 (October).",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny. 1997. Legal Determinants of External Finance, NBER Working Paper 5879 (January).",
        "Lazear Edward P. 1990. Job Security Provisions and Employment, Quarterly Journal of Economics 105 (August): 699-726.",
        "Machin, Stephen, Mark Stewart, and John van Reenan.. 1993. Multiple Unionism, Fragmented Bargaining and Economic Outcomes in Unionized U.K. Establishments, in David Metcalf and Simon 43 Milner (eds.) New Perspectives on Industrial Disputes (London: Routledge).",
        "Metcalf, David. 1994. Transformation of British Industrial Relations? Institutions, Conduct, and Outcomes, In Ray Burrell (ed) The UK Labour Market: Comparative Aspects and Institutional Developments. (Cambridge: Cambridge University Press).",
        "Nicoletti, Giuseppe, Stefano Scarpetta and Olivier Boylaud. 2000. Summary Indicators of Product Market Regulation with an Extension to Employment Protection Legislation, OECD Economic Department Working Paper Number 226, (ECO/WKP(99)18) (April).",
        "OMahony, Mary. 1996. Measures of Fixed Capital Stocks in the Post-war Period: A Five Country Study. In Bart van Ark and Nicolas Crafts (eds), Quantitative Aspects of Post-war European Economic Growth. (Cambridge: Cambridge University Press).",
        "Organization for Economic Cooperation and Development (OECD). 1999. Cross-Country Patterns of Product Market Regulation. OECD Economic Outlook 66. Paris: OECD.",
        "Organization for Economic Cooperation and Development (OECD). 1999. OECD Historical Statistics.",
        "Organization for Economic Cooperation and Development (OECD). 1997. OECD Employment Outlook.",
        "Organization for Economic Cooperation and Development (OECD). 1994. OECD Jobs Study. Paris: OECD.",
        "Pencavel, John. forthcoming, this volume 2002. The Surprising Retreat of Union Britain. In Richard Blundell, David Card, and Richard Freeman (eds.) Seeking a Premier League Economy. (Chicago: University of Chicago Press for NBER, CEP, IFS).",
        "Rabushka, Alvin. 2000. The Directors Column, Institute for Advanced Strategic and Policy Studies Quarterly Report (Winter). www.israeleconomy.org/quarterly/winter00/rebushka.htm.",
        "Freeman and Lawrence F. Katz (eds.) Differences and Changes in Wage Structures. (Chicago: University of Chicago Press for NBER). United Kingdom Office of National Statistics. 1997. Economic Trends. Annual Supplement 1997.",
        "Van Reenan, John. Active Labour Market Policies: The British New Deal for the Young Unemployed in Context. In Richard Blundell, David Card, and Richard B. Freeman, editors, Seeking a Premier League Economy. (Chicago: University of Chicago Press for NBER), forthcoming, 2002."
    ]
}