{
    "id": 8805,
    "cites": 12,
    "cited_by": 498,
    "reference": [
        "Aggarwal, Rajesh, Laurie Krigman, and Kent Womack, 2002, Strategic IPO underpricing, information momentum, and lockup expiration selling, Journal of Financial Economics, forthcoming .",
        "Aggarwal , Reena, 2000, Stabilization activities by underwriters after initial public offerings, Journal of Finance 55, 1075 -1103.",
        "Aggarwal, Reena, 2002, Allocation of initial public offerings and flipping activity, Journal of Financial Economics, forthcoming .",
        "Aggarwal, Reena, N. Prabhala, and Manju Puri, 2002, Institutional allocation in initial public offerings: Empirical evidence, Journal of Finance 57, forthcoming.",
        "Allen, Franklin and Gerald R. Faulhaber, 1989, Signaling by underpricing in the IPO market , Journal of Financial Economics 23, 303 -324.",
        "Amihud, Yakov , Shmuel Hauser and Amir Kirsh . 2001 Allocations, adverse selection and cascades in IPOs: Evidence from Israel, working paper.",
        "Malcolm Baker, and Jeff Wurgler, 2000, The equity share in new issues and aggregate stock returns, The Journal of Finance 55, 22 19-2257.",
        "Barber, Brad M. and John D. Lyon, 1996, Detecting abnormal operating performance: The empirical power and specification of test statistics, Journal of Financial Economics 41, 359 -399.",
        "Barber, Brad M. and John D. Lyon, 1997, Detecting long -run ab normal stock returns: The empirical power and specification of test statistics, Journal of Financial Economics 43, 341 -372.",
        "Baron, David P., 1982, A model of the demand for investment banking advising and distribution services for new issues, Journal of F inance 37, 955 -976.",
        "Beatty, Randolph P. and Jay R. Ritter, 1986, Investment banking, reputation, and the underpricing of initial public offerings, Journal of Financial Economics 15, 213 -232.",
        "Beatty, Randolph P. and Ivo Welch, 1996, Issuer expenses and le gal liability in initial public offerings, Journal of Law and Economics 39, 545 -602."
    ]
}