{
    "id": 8808,
    "cites": 30,
    "cited_by": 19,
    "reference": [
        "Asian Development Bank. 1997. Emerging Asia. Manila.",
        "Berck, P., and K. Sydaeter. 1992. Economists Mathematical Manual, 2nd ed. Berlin: Springer-Verlag.",
        "Bils, M., and P. Klenow. 2000. Does Schooling Cause Growth? American Economic Review 90: 1160-83.",
        "Bloom, D., and D. Canning. 2000. The Health and Wealth of Nations. Science 287: 1207Ã\u0082â\u0080\u009309.",
        "Causality. In Nancy Birdsall, Allen C. Kelley, and Steven Sinding, eds., Population Matters: Demographic Change, Economic Growth, and Poverty in the Developing World. New York: Oxford University Press. Bloom, D., and J. Sachs. 1998. Geography, Demography, and Economic Growth in Africa. Brookings Papers on Economic Activity 2: 207Ã\u0082â\u0080\u009373.",
        "Deaton, Angus. 1992. Understanding Consumption. Oxford, U.K.: Oxford University Press.",
        "Deaton, Angus, and Christina H. Paxson. 1993. Savings, Growth, and Aging in Taiwan. Working Paper no. 4330. National Bureau of Economic Research, Cambridge, Massachusetts.",
        "Doshi, K. 1994. Determinants of the Saving RateÃ\u0082â\u0080\u0094An International Comparison. Contemporary Economic Policy 12: 37-45.",
        "Fogel, Robert W. 1994. Economic Growth, Population Theory, and Physiology: The Bearing of Long-Term Processes on the Making of Economic Policy. American Economic Review 84: 369-95.",
        "Implications for Population Theory. In Mark Rosenzweig and Oded Stark, eds., Handbook of Population and Family Economics, vol 1A. Elsevier. Fry, M., and A. Mason. 1982. The Variable Rate of Growth Effect in the Life-Cycle Model. Economic Inquiry 20: 426-42.",
        "Gallup, J. L., J. D. Sachs, and A. Mellinger. 1999. Geography and Economic Development. International Regional Science Review 22(2):179-232.",
        "Higgins, M. 1998. Demography, National Savings, and International Capital Flows. International Economic Review 39: 343-69.",
        "Higgins M. and Williamson J. 1997. Age Structure Dynamics in Asia and Dependence on Foreign Capital. Population and Development Review 23: 261-93.",
        "Hurd, M., McFadden D. and Gan L. 1998. Subjective Survival Curves and Life-Cycle Behavior, in David Wise (ed.): Inquiries in the Economics of Aging, University of Chicago Press, 259-305.",
        "International Economic Data Base (1997), available online at the Australian National University (http://iedb.anu.edu.au/).",
        "Kalemli-Ozcan S., H. Ryder, and D. Weil. 1998. Mortality Decline, Human Capital Investment, and Economic Growth. Working Paper no. 98-18. Brown University, Department of Economics. Providence, Rhode Island.",
        "Kalemli-Ozcan, S. and Weil D.N. 2002. Mortality Change, the Uncertainty Effect, and Retirement, NBER Working Paper No.W8742.",
        "Kelley, A. C., and R. M. Schmidt. 1996. Saving, Dependency, and Development. Journal of Population Economics 9: 365-86.",
        "Lee R. D., A. Mason, and T. Miller. 1998. Saving, Wealth, and Population. University of California at Berkeley. Processed.",
        "Population and Development Review 26(Supplement): 194-222. Lee R. and Tulijapurkar S. (1997), Death and Taxes: Longer Life, Consumption, and Social Security, Demography, Vol. 34, pp 67-81.",
        "Leff, Nathaniel H. 1969. Dependency Rates and Savings Rates. American Economic Review 59: 886-96.",
        "Leung, S. F. 1994. Uncertain Lifetime, the Theory of the Consumer, and the Life Cycle Hypothesis. Econometrica 62: 1233-39.",
        "Mason, A. 1981. An Extension of the Life-Cycle Model and its Application to Population Growth and Aggregate Saving. Working Paper no. 4. East-West Institute, Honolulu, Hawaii.",
        "Evidence. In D. G. Johnson and R. Lee, eds., Population Growth and Economic Development: Issues and Evidence. Madison, Wisconsin: University of Wisconsin Press. _____. 1988. Saving, Economic Growth, and Demographic Change. Population and Development Review 14: 113-44.",
        "Paper no. 33. East-West Institute, Honolulu, Hawaii. Masson, P. R., T. Bayoumi, and H. Samiei. 1998. International Evidence on the Determinants of Private Saving. World Bank Economic Review 12: 483-501.",
        "Meltzer, D. 1995. Mortality Decline, the Demographic Transition, and Economic Growth. Processed. University of Chicago.",
        "Philipson, T. J., and G. S. Becker. 1998. Old-Age Longevity and Mortality Contingent Claims. Journal of Political Economy 106: 551-73.",
        "Strauss, J., and D. Thomas. 1998. Health, Nutrition, and Economic Development. Journal of Economic Literature 36: 766-817.",
        "Summers, R., and A. Heston. 1994. Penn World Tables, Mark 5.6 (website version).",
        "World Bank. 1999. World Development Indicators 1999. Washington, D.C."
    ]
}