{
    "id": 881,
    "cites": 26,
    "cited_by": 7,
    "reference": [
        "Bianca, W. (1968), Therrnoreaulation. Pp. 97-118 in E.S.E. Hafex, ed., Adantation of Domestic Animals. Philadelphia: Lea and Feliger.",
        "Bidwell, P.W., and 3.1. Falccrer (1925), History of 2oricuiture in the Northern United States. 152Ã\u0082Â°-1260. Washincton: Carrecie institution.",
        "Billinaton, P.M. (1967), Westward Ex~ansion: .4 History of trle ~.merican Frontier. New York: Macmillan.",
        "Boaue, A.G. (1963), From_Prairie_to Corn Belt. Chicago: University of Chicago Press.",
        "Bloomington: Indiana University Press. Clark, T.D. (1959), Frontier_America: The Story_of the Westward_Movement.",
        "Gooding, T.H., and T.A. Kiesselbach (1931), The Adaptation of Corn to Upland and Bottom Land Soils, 3ournal of the American Society of Acronomy 23 (November): 928-937.",
        "Gray, L.C. (1Ã\u0082Â°33), History of Aariculture in the Southern United States to 1860. Washinoton: Carnegie Institution; reprint ed., Gloucester, Mass.: Peter Smith, 1958.",
        "Hafez, E.S.E. (1968a), Environmental Effects on Animal Productivity, Pp. 74-93 in E.S.E. Hafez, ed., Adactation of Domestic Animals.",
        "Philadelphia: Lea and Febiqer. _________ (1Q68b), ~IMorpholoaical and Anatomical Adaptations, PP. 61-73 `in E.S.E. Hafex, ed., ~ptation of Domestic Animals. Philadelphia: Lea and Febiner. Hensel, H. (l9~8), Adaptation to Cold. PP. 183-193 in E.S.E. Hafex, ed., Adantation of Domestic Animals. Philadelphia: Lea and Febicer. Hirsch, 3. (1941), `Comfort and Disease in Relatior; to Climate, Pp. 237- 245 In United States Department of Acriculture, Climate and Man.",
        "Washinqton: USGPO. Holbrook, S.H. (1950), The Yankee Exodus: An Account of Micration From New Enoland. New York: Macmillan.",
        "Hulbert, H.B. (1930), Soil: Its Influence on the History of the United States. New Haven: Yale University Press.",
        "Kiesselbach, T.A. (1937), Effects of Age, Size, and Source of Seed on the Corn Crop. University of Nebraska, College of Agriculture, Experi- ment Station Bulletin No. 305. Lincoln.",
        "Kirkham, E.K. (1976), AGenealocical and Historical Atlas of the United States of America. Logan, Utah: Everton.",
        "Lathrop, B. (1949), ~fgration into East Texas. Austin: Texas State Historical Association.",
        "Macfarlane, W.V. (1Q68), Adantation of Ruminents to Tropics and Deserts. Pp. 164-182 in E.S.E. Hafex, Adaptation of Domestic Animals. Phila- deipbiia: Lea and Febiger. McManis, D.R. (l96~), The Initial Evaluation and Utilization of the Illinois Prairies, 1815-1840, University of Chicano Department of Geography Research Paper No. 94. Chicaoo: Department of Geclgraphy. Martin, 3.H., W.H. Leonard, and D.L. Stamp (1976), Principles of Field Crop Production. New York: Macmillan.",
        "Mathews, K.K. (1909), The Expansion of New Enqland. Boston: Houghton Miff lin.",
        "Oliver, P. (1825), `Prize Essay: A Dissertation on Mules, American warmer 7 (Auaust): 169-173. Pickerina, E. (1951), The Homes of America. New York: Thomas V. Crowell.",
        "Preston, P.3. (1976), North American Trees. Ames: Iowa State University press.",
        "Schultz, T.W. (19~1), Investment in Human Canital, American_Economic Revie~. 51 (March 1961): 1-17.",
        "Sjaastad, L.A. (1962), The Costs and Returns of Human Migration, Journal of Political Economy 70 (October Supplement): 80-93.",
        "Southern Cultivator (1843), Mules, 1 (July): 116-117. Thornthwaite, C.W. (1934), Internal Micration in the United States.",
        "Philadelohia: University of Pennsylvania. 32 University of Illinois (1889-l2P~), Field Exoerirnents With Corn. Agricultural Exoerirent Station Bulletin Nos. 4, 8, 13, 20, 25, and 31. Champaign, Illinois. UcItOn, G.3.G. (1978), The Analysis of Cross-Tabulated Data. New York: John Wiley arid Sons.",
        "U.S. Census Office (1853), Seventh Census of the United States. Washington. ________________ (1864), Ponulation of the U.S. in 1860. Washincton. United States Department of Agriculture (1936), Atlas of American Aoricultjre. Washington: USGPO.",
        "United States Department of Interior, (1970), The National Atlas of the United_States. Washington.",
        "IEN!~. H.P. (1931), The Great Pla~ns. boston: Gnn and Company.",
        "Weslarer, C.A. (1959) The Loc Cabin in America. New Brunswick: Putcers University Press."
    ]
}