{
    "id": 8812,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "Baker, Laurence, HMOs and Fee-For Service Health Care Expenditures: Evidence from Medicare, NBER Working Paper 5360, 1995.",
        "Blank, Rebecca, and David Care. Recent Trends in Insured and Uninsured Employment: Is There an Explanation?, Quarterly Journal of Economics, CVI, 1991, 1157-90.",
        "Blank, Rebecca, and Patricia Ruggles. When Do Women Use AFDC and Food Stamps?: The Dynamics of Eligibility vs. Participation, Journal of Human Resources, 31 1, 1996, 57-89.",
        "Bloom, Barbara, Health Insurance and Medical Care, Advance Data for Vital and Health Statistics of the National Center for Health Statistics 188 (Washington D.C.: Public Health Service) October 1, 1990.",
        "Currie, Janet, Do Children of Immigrants Make Differential Use of Public Health Insurance? in George Borjas (ed.) Issues in the Economics of Immigration, (Chicago: University of Chicago Press for NBER), 2000.",
        "Currie, Janet and Jonathan Gruber, Health Insurance eligibility, Utilization of Medical Care and Child Health, Quarterly Journal of Economics, CXI, 1996a, 431-465.",
        "Currie, Janet and Jonathan Gruber, Saving Babies, the Efficacy and Cost of Recent Changes in the Medicaid Eligibility of Pregnant Women, Journal of Political Economy, Dec. 1996b.",
        "Currie, Janet and Duncan Thomas, Medical Care for Children: Public Insurance, Private Insurance, and Racial Differences in Utilization, Journal of Human Resources, 30 1, 135-162. Cutler, David and Louise Sheiner, Managed Care and the Growth of Medical Expenditures, NBER Working Paper 6140, 1998.",
        "Fossett, James and John Peterson, Physician Supply and Medicaid Participation: The Causes of Market Failure, Medical Care, 17 4, 386-96. Fossett et al. Medicaid and Access to Child Health Care in Chicago, Journal of Health Politics, Policy, and Law, XVII, 1992, 273-298.",
        "Hurley, Robert, Deborah Freund, and Barbara Gage, Gatekeeper Effects on Patterns of Physician Use, Journal of Family Practice, 32 2, 1991, 167-174.",
        "Kember, Kathi. Medically Inappropriate Hospital Use in a Pediatric Population, New England Journal of Medicine, April, 1988, 318 16, 1033-1037.",
        "Leibowitz, Arleen, Joan L. Buchanan, and Joyce Mann, A Randomized Trial to Evaluate the Effectiveness of a Medicaid HMO, Journal of Health Economics, 11, 235-257. Noether, Monica, Competition Among Hospitals, Journal of Health Economics, 7, 1988, 259-284.",
        "Phelps, Charles, Diffusion of Information in Medical Care, Journal of Economic Perspectives, 6 3, 1992, 23-42.",
        "Rowland, Diane, Sarah Rosenbaum, L. Simon, and E.Chait, Medicaid and Managed Care: lessons from the Literature (Washington D.C.: Henry J. Kaiser Family Foundation) 1995.",
        "Short, Pamela, Joel Cantor and Alan Monheit. The Dynamics of Medicaid Enrollment, Inquiry, Winter, 504-516. Sisk, Jane, Sheila Gorman, Anne Reisinger et al. Evaluation of Medicaid Managed Care: Satisfaction, Access, and Use, Journal of the American Medical Association, 276 1, July 3, 1996, 50-55.",
        "Szilagyi, Peter G. Managed Care for Children: Effect on Access to Care and Utilization of Health Service, The Future of Children, 8 2, 39-59. U.S. Congressional Research Service, Medicaid Source Book: Background Data and Analysis (Washington D.C.: Government Printing Office), 1993.",
        "U.S. General Accounting Office, Medicaid: Oversight of Health Maintenance Organization in the Chicago Area, (Washington D.C.: U.S. Government Printing Office, 1990) GA/HRD 90-81.",
        "U.S. General Accounting Office, Medicaid Managed Care: More Competition and Oversight Would Improve Californias Expansion Plan, (Washington D.C.: U.S. Government Printing Office, 1995) GAO/HEHS-95-87.",
        "Valdez, Burciaga. The Effect of a Prepaid Group Practice on Childrens Medical Use and Health Outcomes: Compared to Fee-for-Service Care (Los Angeles: RAND) N-2618, October 1989."
    ]
}