{
    "id": 8813,
    "cites": 53,
    "cited_by": 9,
    "reference": [
        "Alan Guttmacher Institute. Sharing Responsibility: Women, Society, and Abortion Worldwide. New York: Alan Guttmacher Institute. 1999.",
        "Bauman, Karl E., Ann E. Anderson, Jean L. Freeman, and Gary G. Koch. Legal Abortions subsidized Family Planning Services, and the US Birth Dearth. Social Biology. Volume 24, 1977, pp. 183-191.",
        "Becker, Gary S. An Economic Analysis of Fertility, in Demographic and Economic Change in Developed Countries. Universities-National Bureau Conference Series, no. 11, Princeton, NJ, Princeton University Press, 1960.",
        "Becker, Gary S. A Theory of the Allocation of Time. Economic Journal. Vol. 75, No. 299 (1965) pp. 493-517.",
        "Becker, Gary S, A Treatise on the Family, (Cambridge, MA: Harvard University Press, 1981).",
        "Becker, Gary S. and H. Gregg Lewis. On the Interaction Between Quantity and Quality of Children. Journal of Political Economy. Vol. 81, No. 2 (1973). pp. S279-S288.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan. How Much Should We Trust Difference-in-Difference Estimates? MIT Department of Economics working paper 01-34. October 2001.",
        "Blank, Rebecca M. What Causes Public Assistance Caseloads to Grow? University of Michigan, unpublished manuscript. March 2000.",
        "Blank, Rebecca, Christine George, and Rebecca London, State Abortion Rates: The Impact of Policies, Providers, Politics, Demographics, and Economic Environment, Journal of Health Economics, 15(5), October 1996, 513-553.",
        "Cartoof, V. G. and L.V. Klerman. Parental Consent for Abortion: Impact of the Massachusetts Law. American Journal of Public Health. April 1986. pp. 397-400.",
        "Coelen, Stephen P. and Robert J. McIntyre. An Econometric Model of Pronatalist and Abortion Policies. Journal of Political Economy. Vol. 86, No. 6 (1978). pp. 1077-1101.",
        "Cook, Philip J., Allan M. Parnell, Michael J. Moore, and Deanna Pagnini. The Effects of ShortTerm variation in Abortion Funding on Pregnancy Outcomes. Journal of Health Economics, Vol. 18, no. 2 (1999): 241-258.",
        "Currie, Janet, Lucia Nixon,and NancyCole, Restrictionson Medicaid Funding of Abortion: Effects on Pregnancy Resolutions and Birth Weight, Journal of Human Resources, 31(1), Winter 1996, 159-188.",
        "Dow, William H. and Nick Ronan. Maternal Mortality Effects of Abortion Legalization. unpublished manuscript, Rand Corporation. March 1997.",
        "Frejka, Tomas. Induced Abortion and Fertility: A Quarter Century of Experience in Eastern Europe. Population and Development Review, Vol. 9, No. 3. (September 1983), pp. 494-520.",
        "Gruber, Jonathan, Phillip B. Levine, and Douglas Staiger. Abortion Legalization and Child Living Circumstances: Who is the Marginal Child? Quarterly Journal of Economics. February 1999.",
        "Haas-Wilson, Deborah. The Impact of State Abortion Restrictions on Minors Demand for Abortions. Journal of Human Resources. Vol. 31, No. 1 (Winter 1996). pp. 140-158.",
        "Henshaw, Stanley K. Induced Abortion: AWorld Review, 1990. Family Planning Perspectives.",
        "Joyce, Theodore, The Social and Economic Correlates of Pregnancy Resolution Among Adolescents in New York City, by Race and Ethnicity: A Multivariate Analysis, American Journal of Public Health, Vol. 78 (1988). pp. 626-631.",
        "Joyce, Theodore, Stanley Henshaw, and Julia DeClerque Skatrud. The Impact of Mississippis Mandatory Delay Law on Abortions and Births. Journal of the American Medical Association. Vol. 278, No. 8 (August 27, 1997). pp. 653-658.",
        "Joyce, Theodore and Robert Kaestner. State Reproductive Policies and Adolescent Pregnancy Resolution: The Case of Parental InvolvementLaws. Journal of Health Economics, Vol. 15 (1996).",
        "Joyce, Theodore J. and Naci H. Mocan. The Impact of Legalized Abortion on Adolescent Childbearing in New York City. American Journal of Public Health. Volume 80 (3), March 1990, pp. 273-278.",
        "Kane, Thomas and Douglas Staiger, Teen Motherhood and Abortion Access, Quarterly Journal of Economics, 111(2), May 1996, 467-506.",
        "Lundberg, Shelly and Robert D. Plotnick. Effects of State Welfare, Abortion, and Family Planning Policies on Premarital Childbearing Among White Adolescents. Family Planning Perspectives. Vol. 22, No. 6 (November/December 1990), pp. 246-251.",
        "Lundberg, Shelly and Robert D. Plotnick, Adolescent Premarital Childbearing: Do Economic Incentives Matter, Journal of Labor Economics, 13(2), April 1995, 177-200.",
        "Matthews, Stephen, David Ribar, and Mark Wilhelm, The Effects of Economic Conditions and Access to Reproductive Health Services on State Abortion and Birthrates. Family Planning Perspectives, 1996.",
        "Montgomery, Mark and James Trussell. Models of Marital Status and Childbearing, in Orley Ashenfelter and Richard layard (eds.) Handbook of Labor Economics. Amsterdam: North-Holland. 1986.",
        "OConnell, Martin and Carolyn C. Rogers. Out-of-Wedlock Births, Premarital Pregnancies and their Effect on Family Formation and Dissolution. Family Planning Perspectives, Vol. 16, No. 4. (July/August, 1984), pp. 157-162.",
        "Ohsfeldt, Robert L. and Stephan F. Gohmann. Do Parental Involvement Laws Reduce Adolescent Abortion Rates? Contemporary Economic Policy Vol. 12 (1994), pp. 65-76.",
        "Peltzman, Sam. The Effects of Safety Regulation. Journal of Political Economy. Vol. 83, No. 4 (August, 1975). pp. 677-725.",
        "Potter, R. E. Additional Births Averted when Abortion is Added to Contraception. Studies in Family Planning. Vol. 3 (1972), pp. 53-59.",
        "Potts, Malcolm, Peter Diggory and John Peel. Abortion. New York: Cambridge University Press, 1977.",
        "Quick, JD. Liberalized Abortion in Oregon: Effects on Fertility, Prematurity, Fetal Death, and Infant Death. American Journal of Public Health. Volume 68, 1978, pp. 1003-1008.",
        "Rahman, Anika, Laura Katzive, and Stanley K. Henshaw. A Global Review of Laws on Induced Abortion. International Family Planning Perspectives. Vol. 24, No. 2 (June 1998), pp. 56-64.",
        "Rogers, James L., Robert F. Boruch, George B. Stoms, and Dorothy DeMoya. Impact of the Minnesota Parental Notification Law on Abortion and Birth. American Journal of Public Health. Vol. 81, No. 3 (March 1991). pp. 294-298.",
        "Schultz, T.P. A Preliminary Survey of The Economic Analysis of Fertility. American Economic Review. Vol. 63, No. 2 (1973). pp. 71-78.",
        "Sklar, June and Beth Berkov. Abortion, Illegitimacy, and the American Birthrate. Science. Vol. 185 (September 13, 1974), pp. 909-915.",
        "Tietze, Christopher. Two Years Experience with a Liberal Abortion Law: Its Impact on Fertility Trends in New York City. Family Planning Perspectives. Volume 5, 1973, pp. 36-41.",
        "Tietze, Christopher. The Public Health Effects of Legal Abortion in the United States. Family Planning Perspectives. Vol. 16, no. 1 (January/February 1984). pp. 26-28.",
        "Titkow, Anna. Poland, in Henry P. David (ed.), From Abortion to Contraception: A Resource to PublicPolicies and Reproductive Behavior in Central and Eastern Europe from 1917 to the Present.",
        "Westport, CT: Greenwood Press, 1999.",
        "Trussell, James T., Jane Menken, Barbara L. Lindheim, and Barbara Vaugh. The Impact of Restricting Medicaid Funding for Abortion. Family Planning Perspectives. Vol. 12, no. 3 (1980), pp. 120-130.",
        "Willis, Robert J., A New Economic Approach to the Economic Theory of Fertility Behavior. Journal of Political Economy. Vol. 81, No. 2, Part 2 (1973). pp. S14-S64.",
        "DATA APPENDIX Sources for Laws: Childbirth by Choice Trust, Abortion in Law, History, and Religion. Toronto, CA: Childbirth by Choice Trust, 1995.",
        "Harvard Law School. Annual Review of Population Law. Online Database. http://cyber.law.harvard.edu/population/ Henshaw, Stanley K. Induced Abortion: A World Review, 1990. Family Planning Perspectives.",
        "International Planned Parenthood Federation. Abortion Legislation in Europe. London: International Planned Parenthood Federation European Network, February 1997.",
        "Sachdev, Paul (editor). International Handbook on Abortion. Westport, CT: Greenwood Press, 1988.",
        "Tietze, Christopher and Stanley Henshaw. Induced Abortion: A World Review, 1986. New York: Alan Guttmacher Institute, 1986.",
        "United Nations, Population Division, Department of Economic and Social Affairs. Abortion Policies: A Global Review. Volume 1: Afghanistan to France. New York: United Nations. 1992.",
        "United Nations, Population Division, Department of Economic and Social Affairs. Abortion Policies: A Global Review. Volume 2: Gabon to Norway. New York: United Nations. 1994.",
        "United Nations, Population Division, Department of Economic and Social Affairs. Abortion Policies: A Global Review. Volume 3: Oman to Zimbabwe. New York: United Nations. 1995.",
        "United Nations, Population Division, Department of Economic and Social Affairs. World Abortion Policies 1999. New York: United Nations. 1999.",
        "Sources of Data: Alan Guttmacher Institute. output from Custom Table Maker, www.agi-usa.org/tablemaker/ Council of Europe. Recent Demographic Developments in Europe, 1998. Belgium: Council of Europe Publishing, September 1998."
    ]
}