{
    "id": 8814,
    "cites": 24,
    "cited_by": 4,
    "reference": [
        "Baker, George P., Michael C. Jensen, and Kevin Murphy. Compensation and Incentives: Practice vs. Theory. Journal of Finance 43:3 (July 1988), 593-616.",
        "Blair, Margaret. Ownership and Control: Rethinking Corporate Governance for the Twenty-First Century. Washington, D.C.: The Brookings Institute, 1995.",
        "Bodenhorn, Howard. Firms, Knowledge and Partnerships: Organizational Choice in the Old South. Unpublished working paper, Lafayette College, 2000.",
        "Coase, Ronald H. The Nature of the Firm. Economica 4:4 (November 1937), 386-405.",
        "Coase, Ronald H. The Problem of Social Cost. Journal of Law and Economics 3:1 (April 1960).",
        "Conley, Timothy G. and David W. Galenson. Quantile Regression Analysis of Censored Wealth Data. Historical Methods 27 (1994), 149-165.",
        "Conley, Timothy G. and David W. Galenson. Nativity and Wealth in Mid-Nineteenth-Century Cities. Journal of Economic History 58 (1998), 468-493.",
        "Demsetz, Harold. A Framework for the Study of Ownership. In Ownership, Control, and the Firm, 12-27. Edited by Harold Demsetz. Oxford: Basil Blackwell, 1988.",
        "Demsetz, Harold. The Theory of the Firm Revisited. In The Nature of the Firm: Origins, Evolution, and Development, 48-60. Edited by Oliver E. Williamson and Sidney Winter. New York and Oxford: Oxford University Press, 1993.",
        "Gilson, Ronald J. and Robert H. Mnookin. Sharing among the Human Capitalists: An Economic Inquiry into the Corporate Law Firm and How Partners Split Profits. Stanford Law Review 37 (1985), 313-97.",
        "Goldin, Claudia. The Economic Status of Women in the Early Republic: Quantitative Evidence. Journal of Interdisciplinary History 16:3 (Winter 1986), 375-404.",
        "Hellwig, Martin. On the Economic and Politics of Corporate Finance and Corporate Control. In Corporate Governance: Theoretical and Empirical Perspectives, 95-134. Edited by Xavier Vives. Cambridge: Cambridge University Press, 2000.",
        "Lamoreaux, Naomi R. Constructing Firms: Partnerships and Alternative Contractual Arrangements in Early-Nineteenth-Century American Business. Business and Economic History 24 (Winter 1995), 43-71.",
        "Lamoreaux, Naomi R. The Partnership Form of Organization: Its Popularity in Early-Nineteenth-Century Boston. In Entrepreneurs: The Boston Business Community, 1700-1850, 269-95. Edited by Conrad Edick Wright and Katheryn P Viens. Boston: Massachusetts History Society, 1997.",
        "Lamoreaux, Naomi R. Partnerships, Corporations, and the Theory of the Firm. American Economic Review Papers and Proceedings 88 (May 1998), 66-71.",
        "Lamoreaux, Naomi R. Entrepreneurship, Business Organization, and Economic Concentration. In The Cambridge Economic History of the United States, Volume II: The Long Nineteenth Century, pp. 403-34. Edited by Stanley L. Engerman and Robert E. Gallman. Cambridge: Cambridge University Press, 2000a.",
        "Lamoreaux, Naomi R. Partnerships, Corporations, and the Problem of Legal Personhood in American History. Unpublished working paper, UC-Los Angeles, 2000b.",
        "Landers, Renee M., James B. Rebitzer, and Lowell J. Taylor. Human Resources Practices and the Demographic Transformation of Professional Labor Markets. In Broken Ladders: Managerial Careers in the New Economy, 215-45. Edited by Paul Osterman. New York and Oxford: Oxford University Press, 1996.",
        "Milgrom, Paul and John Roberts. Economics, Organization, and Management. Upper Saddle River, NJ: Prentice-Hall, 1992.",
        "Rajan, Raghuram G. and Luigi Zingales. The Governance of the New Enterprise. In Corporate Governance: Theoretical and Empirical Perspectives, 201-227. Edited by Xavier Vives. Cambridge: Cambridge University Press, 2000.",
        "Rorabaugh, W. J. The Craft Apprentice from Franklin to the Machine Age in America. New York and Oxford: Oxford University Press, 1986.",
        "Shleifer, Andrei and Robert Vishny. A Survey of Corporate Governance. Journal of Finance 52:2 (June 1997), 737-83.",
        "Vives, Xavier. Corporate Governance: Does it Matter? In Corporate Governance: Theoretical and Empirical Perspectives, 1-21. Edited by Xavier Vives. Cambridge: Cambridge University Press, 2000.",
        "Williamson, Oliver. The Economic Institutions of Capitalism: Firms, Markets, Relational Contracting. New York: Free Press, 1985."
    ]
}