{
    "id": 8815,
    "cites": 42,
    "cited_by": 21,
    "reference": [
        "[1] S. R. Aiyagari, J. Greenwood, and A. Seshadri. Ecient Investment in Children. Journal of Economic Theory, forthcoming.",
        "[2] F. Alvarez and U. Jermann. Asset Pricing when Risk Sharing is Limited by Default. Working Paper, University of Chicago and The Wharton School, 1997.",
        "[3] D. Andolfatto and M. Gervais. Social Security and the Payroll Tax with Endogenous Debt Constraints. Working Paper, 1999.",
        "[4] O. Attanasio, J. Banks, C. Meghir, and G. Weber. Humps and Bumps in Lifetime Consumption. NBER Working Paper 5350, 1995.",
        "[5] O. Attanasio and V. Rios-Rull. Consumption Smoothing in Island Economies: Can Public Insurance Reduce Welfare. University of Pennsylvania Working Paper, 2001.",
        "[6] G. Becker. Human Capital. Columbia University Press, New York, 1964.",
        "[7] M. Boskin. Notes on the Tax Treatment of Human Capital. In Conference on Tax Research 1975. Dept. of the Treasury, Washington DC, 1975.",
        "[8] S. Cameron and J. Heckman. Life Cycle Schooling and Dynamic Selection Bias: Models and Evidence for Five Cohorts of American Males. Journal of Political Economy, 106(2):262--333, April 1998.",
        "[9] S. Cameron and J. Heckman. The Dynamics of Educational Attainment for Blacks, Whites and Hispanics. Working Paper, 1999.",
        "[10] S. Cameron and C. Taber. Borrowing Constraints and the Returns to Schooling. Working Paper, 1999.",
        "[11] D. Card. Earnings, Schooling, and Ability Revisited. Research in Labor Economics, 14:23--48, 1995.",
        "[12] C. Carroll and L. Summers. Consumption Growth Parallels Income Growth: Some New Evidence. NBER Working Paper 3090, 1989.",
        "[13] E. Caucutt and K. Kumar. Higher Education Subsidies and Heterogeneity. Working Paper, 2000.",
        "[14] M. Daniels, B. Devlin, and K. Roeder. Of Genes and IQ. In B. Devlin et al., editors, Intelligence, Genes, and Success: Scientists Respond to The Bell Curve. Springer-Verlag, New York, 1997.",
        "[15] J. Davies and J. Whalley. Taxes and Human Capital Formation: How Important is Human Capital? In B. Bernheim and J. Shoven, editors, National Saving and Economic Performance. University of Chicago Press, Chicago, 1991.",
        "[16] E. Drill and H. Rosen. Taxation and Excess Burden: A Life-Cycle Perspective. 24(3):671--83, Oct. 1983.",
        "[17] W. Dupor, L. Lochner, C. Taber, and M. B. Wittekind. Some Eects of Taxes on Schooling and Training. American Economic Review, 86(2):293--7, 1996.",
        "[18] J. Eaton and H. Rosen. Taxation, Human Capital, and Uncertainty. American Economic Review, 70(4):705--15, Sept. 1980.",
        "[19] D. Elwood and T. Kane. Who is Getting a College Education? Family Background and the Growing Gaps in Enrollment. In S. Danziger and J. Waldfogel, editors, Securing the Future: Investing in Children from Birth to College, chapter 10. Russell Sage Foundation, New York, 2000.",
        "[20] S. Fay, E. Hurst, and M. White. The Household Bankruptcy Decision. Working Paper, 2000.",
        "[21] J. Fernandez-Villaverde and D. Krueger. Consumption and Savings over the Life Cycle: How Important are Consumer Durables? Working Paper, 2001.",
        "[22] R. Gropp, J. K. Scholz, and M. White. Personal Bankruptcy and Credit Supply and Demand. Quarterly Journal of Economics, 112(1):217--51, Feb. 1997.",
        "[23] E. Hanushek, K. Yilmaz, and C. Leung. Redistribution Through Education and Other Transfer Mechanisms. Working Paper, 2001.",
        "[24] J. Heckman. A Life-Cycle Model of Earnings, Learning, and Consumption. Journal of Political Economy, 84(4):s11--s44, August 1976.",
        "[25] J. Heckman, L. Lochner, J. Smith, and C. Taber. The Eects of Government Policies on Human Capital Investment, Unemployment and Earnings Inequality. In GAAC, editor, Third Public GAAC Symposium - Labor Markets in Germany and the USA, pages 305--36. 1998.",
        "[26] J. Heckman, L. Lochner, and C. Taber. Tax Policy and Human Capital Formation. American Economic Review, 88(2):293--97, May 1998.",
        "[27] J. Heckman, L. Lochner, and P. Todd. Fifty Years of Mincer Earnings Regressions. Working Paper, 2001.",
        "[28] T. Jappelli. Who is Credit Constrained in the U.S. Economy. Quarterly Journal of Economics, 105(1):219--34, Feb. 1990.",
        "[29] L. Jones and R. Manuelli. On the Taxation of Human Capital. Working Paper, 1999.",
        "[31] M. Keane and K. Wolpin. The Eect of Parental Transfers and Borrowing Constraints on Educational Attainment. Working Paper, 1999.",
        "[32] T. Kehoe and D. Levine. Debt-Constrained Asset Markets. Review of Economic Studies, 60(4):865--88, Oct. 1993.",
        "[33] N. Kiyotaki and J. Moore. Credit Cycles. Journal of Political Economy, 105(2):211--48, 1997.",
        "[34] N. Kocherlakota. Implications of Ecient Risk Sharing without Commitment. Review of Economic Studies, 63(4):595--609, 1996.",
        "[35] D. Krueger and F. Perri. Risk Sharing: Private Insurance Markets or Redistributive Taxes? Working Paper, 2001.",
        "[36] L. Lambertini. Social Security with Endogenous Debt Limits. Working Paper, 1999.",
        "[38] L. Lochner and A. Monge-Naranjo. Human Capital Investment and Default Incentives with Government Student Loan Programs. Working Paper, 2002.",
        "[39] G. Loury. Intergenerational Transfers and the Distribution of Earnings. Econometrica, 49(4):843--67, 1981.",
        "[40] A. Monge-Naranjo, J. Cascante, and L. J. Hall. Enforcement, Contract Design and Default: Exploring the Financial Markets of Costa Rica. In M. Pagano, editor, Defusing Default: Incentives and Institutions. John Hopkins University Press, New York, 2001.",
        "[41] U.S. Department of Education. Digest of Education Statistics. USGPO, Washington, DC, 1999.",
        "[42] M. Pagano. Defusing Default: Incentives and Institutions. John Hopkins University Press, New York, 2001.",
        "[43] H. Rosen. Taxation and On-the-Job Training Decisions. Review of Economics and Statistics, 64(3):442--49, Aug. 1982.",
        "[44] C. Taber. Tax Reform and Human Capital Accumulation: Evidence from an Empirical General Equilibrium Model of Skill Formation. Working Paper, 2000."
    ]
}