{
    "id": 8817,
    "cites": 72,
    "cited_by": 73,
    "reference": [
        "Anderson, Patricia M. (1997). Ã\u0082â\u0080\u009cThe Effect of Employer-Provided Health Insurance on Job Mobility: Job-Lock or Job-Push?,Ã\u0082â\u0080\u009d unpublished paper (Dartmouth University).",
        "Bazzoli, Gloria J. (1985). Ã\u0082â\u0080\u009cThe Early Retirement Decision: New Empirical Evidence on the Influence of Health,Ã\u0082â\u0080\u009d Journal of Human Resources 20(2): 214-234.",
        "Bound, John (1989). Ã\u0082â\u0080\u009cThe Health and Earnings of Rejected Disability Applicants,Ã\u0082â\u0080\u009d American Economic Review 79(3): 482-503.",
        "Berger, Mark C. et al. (2000). Ã\u0082â\u0080\u009cSpouse Health Insurance and the Retirement Decision,Ã\u0082â\u0080\u009d unpublished paper (University of Kentucky).",
        "Berger, Mark C., Dan A. Black and Frank A. Scott (2001). Ã\u0082â\u0080\u009cIs There Job-Lock?,Ã\u0082â\u0080\u009d unpublished paper (University of Kentucky).",
        "Blank, Rebecca M. (1989). Ã\u0082â\u0080\u009cThe Effect of Medical Need and Medicaid on AFDC Participation,Ã\u0082â\u0080\u009d Journal of Human Resources 24:54-87.",
        "Blau, David M. and Donna B. Gilleskie (2001b). Ã\u0082â\u0080\u009cHealth Insurance and Retirement of Married Couples,Ã\u0082â\u0080\u009d unpublished paper (University of North Carolina).",
        "Brown, James N. and Audrey Light, (1992). Ã\u0082â\u0080\u009cInterpreting Panel Data on Job Tenure,Ã\u0082â\u0080\u009d Journal of Labor Economics 10(3): 219-57.",
        "Buchmueller, Thomas C. and Robert G.Valletta (1999). Ã\u0082â\u0080\u009cThe Effect of Health Insurance on Married Female Labor Supply,Ã\u0082â\u0080\u009d Journal of Human Resources 34(1): 42-70.",
        "Buchmueller, Thomas.C. and Robert G. Valletta (1996), Ã\u0082â\u0080\u009cThe Effects of Employer-Provided Health Insurance on Worker Mobility,Ã\u0082â\u0080\u009d Industrial and Labor Relations Review 49(3): 439-455.",
        "Chou, Y. J. and Douglas Staiger (2001). Ã\u0082â\u0080\u009cHealth Insurance and Female Labor Supply in Taiwan,Ã\u0082â\u0080\u009d Journal of Health Economics, 20(2): 187-211.",
        "Chou, Shin-Yi and Jin-Tan Liu (2000). Ã\u0082â\u0080\u009cNational Health Insurance and Female Labor Supply: Evidence from Taiwan,Ã\u0082â\u0080\u009d unpublished paper (New Jersey Institute of Technology).",
        "Congressional Research Service (1988). Costs and Effects of Extending Health Insurance Coverage (Government Printing Office, Washington DC).",
        "Cooper, Philip F. and Alan C. Monheit (1993). Ã\u0082â\u0080\u009cDoes Employment-Related Health Insurance Inhibit Job Mobility?,Ã\u0082â\u0080\u009d Inquiry 30(4): 400-416.",
        "Currie, Janet and Jonathan Gruber (1996a). Ã\u0082â\u0080\u009cSaving Babies: The Efficacy and Cost of Recent Changes in the Medicaid Eligibility of Pregnant Women,Ã\u0082â\u0080\u009d Journal of Political Economy 104(6): 1263-96.",
        "Currie, Janet and Jonathan Gruber (1996b). Ã\u0082â\u0080\u009cHealth Insurance Eligibility, Utilization of Medicare Care, and Child Health,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 111(2): 431-66.",
        "Cutler, David M. (1994). Ã\u0082â\u0080\u009cMarket Failure in Small Group Health Insurance,Ã\u0082â\u0080\u009d NBER Working Paper No. 4879 (National Bureau of Economic Research: Cambridge, MA).",
        "Decker, Sandra L. (1993). Ã\u0082â\u0080\u009cThe Effect of Medicaid on Access to Health Care and Welfare Participation.Ã\u0082â\u0080\u009d Ph.D. Dissertation, Harvard University.",
        "Dey, Matthew S. (2000). Ã\u0082â\u0080\u009cWelfare and Mobility Effects of Employer-Provided Health Insurance,Ã\u0082â\u0080\u009d unpublished paper (University of Chicago).",
        "Diamond, Peter A. and Jerry A. Hausman (1984). Ã\u0082â\u0080\u009cThe Retirement and Unemployment Behavior of Older Men,Ã\u0082â\u0080\u009d in Henry Aaron and Gary Burtless, eds., Retirement and Economic Behavior (Brookings Institution: Washington DC) 97-134.",
        "Ellwood, David and Kathleen Adams (1990). Ã\u0082â\u0080\u009cMedicaid Mysteries: Transitional Benefits, Medicaid Coverage, and Welfare Exits,Ã\u0082â\u0080\u009d Health Care Financing Review, 1990 Annual Supplement, 119-131.",
        "Employee Benefit Research Institute (1990). Employee Benefit Notes, November 1990 (Employee Benefit Research Institute: Washington DC).",
        "French, Eric and John Bailey Jones (2001). Ã\u0082â\u0080\u009cThe Effects of Health Insurance and Self-Insurance on Retirement Behavior.Ã\u0082â\u0080\u009d Unpublished paper (Federal Reserve Bank of Chicago).",
        "Fronstin, Paul (1996). Sources of Health Insurance and Characteristics of the Uninsured, EBRI Issue Brief No. 179 (Employee Benefit Research Institute: Washington DC).",
        "Gilleskie, Donna B. and Brian Lutz (forthcoming). Ã\u0082â\u0080\u009cThe Impact of Employer-Provided Health Insurance on Dynamic Employment Transitions,Ã\u0082â\u0080\u009d Journal of Human Resources. Gruber, Jonathan (1994). Ã\u0082â\u0080\u009cThe Incidence of Mandated Maternity Benefits,Ã\u0082â\u0080\u009d American Economics Review, 84(3): 622-41.",
        "Gruber, Jonathan (2000). Ã\u0082â\u0080\u009cHealth Insurance and the Labor Market,Ã\u0082â\u0080\u009d in Anthony J. Culyer and Joseph P. Newhouse, eds., Handbook of Health Economics Volume 1, (Elsevier Science: Amsterdam), 645-706.",
        "Gruber, Jonathan and Brigitte C. Madrian (1994). Ã\u0082â\u0080\u009cHealth Insurance and Job Mobility: The Effects of Public Policy on Job-Lock,Ã\u0082â\u0080\u009d Industrial and Labor Relations Review 48(1): 86-102.",
        "Gruber, Jonathan and Brigitte C. Madrian (1995). Ã\u0082â\u0080\u009cHealth Insurance Availability and the Retirement Decision,Ã\u0082â\u0080\u009d American Economic Review 85(4): 938-948.",
        "Gruber, Jonathan and Brigitte C. Madrian (1996). Ã\u0082â\u0080\u009cHealth Insurance and Early Retirement: Evidence from the Availability of Continuation Coverage,Ã\u0082â\u0080\u009d in D.A. Wise, ed., Advances in the Economics of Aging (University of Chicago Press, Chicago) 115-143.",
        "Gruber, Jonathan and Brigitte C. Madrian (1997). Ã\u0082â\u0080\u009cEmployment Separation and Health Insurance Coverage,Ã\u0082â\u0080\u009d Journal of Public Economics 66(3): 349-382.",
        "Gustman, Alan L. and Thomas L. Steinmeier (1994). Ã\u0082â\u0080\u009cEmployer-Provided Health Insurance and Retirement Behavior,Ã\u0082â\u0080\u009d Industrial and Labor Relations Review 48(1): 124-140.",
        "Ham, Jon and Lara Shore-Sheppard (2000). Ã\u0082â\u0080\u009cThe Impact of Public Health Insurance on Labor Market Transitions,Ã\u0082â\u0080\u009d unpublished paper (Ohio State University).",
        "Hausman, Jerry A., Abrevaya, Jason and Fiona M. Scott Morton (1998). Ã\u0082â\u0080\u009cMisclassification of the Dependent Variable in a Discrete-Response Setting,Ã\u0082â\u0080\u009d Journal of Econometrics 87(2): 239-69.",
        "Headen, Jr., Alvin E., Robert L. Clark, and Linda Shumaker Ghent (1997). Effects of Retiree Health Insurance and Pension Coverage on the Retirement Timing of Older Workers: Sensitivity of Estimates,Ã\u0082â\u0080\u009d unpublished paper (North Carolina State University).",
        "Holtz-Eakin, Douglas (1994), Ã\u0082â\u0080\u009cHealth Insurance Provision and Labor Market Efficiency in the United States and Germany,Ã\u0082â\u0080\u009d in Rebecca.M. Blank, ed., Social Protection Versus Economic Flexibility: Is There a Tradeoff? (University of Chicago Press: Chicago) 157-187.",
        "Holtz-Eakin, Douglas, John R. Penrod, and Harvey S. Rosen (1996). Ã\u0082â\u0080\u009cHealth Insurance and the Supply of Entrepreneurs,Ã\u0082â\u0080\u009d Journal of Public Economics 62(1-2): 209-235.",
        "Hurd, Michael and Kathleen McGarry (1996). Ã\u0082â\u0080\u009cProspective Retirement: Effects of Job Characteristics, Pensions, and Health Insurance,Ã\u0082â\u0080\u009d unpublished paper (University of California at Los Angeles).",
        "Karoly, Lynn A. and Jeannette A. Rogowski (1994). Ã\u0082â\u0080\u009cThe Effect of Access to Post-Retirement Health Insurance on the Decision to Retire Early,Ã\u0082â\u0080\u009d Industrial and Labor Relations Review 48(1): 103-123.",
        "Kremer, Michael (1993). Ã\u0082â\u0080\u009cThe O-Ring Theory of Economic Development,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 108(3): 551-576.",
        "Lumsdaine, Robin L., James H. Stock, and David A. Wise (1994), Ã\u0082â\u0080\u009cPension Plan Provisions and Retirement: Men and Women, Medicare, and ModelsÃ\u0082â\u0080\u009d in David A. Wise, ed., Studies in the Economics of Aging (University of Chicago Press, Chicago) 183-220.",
        "Madrian, Brigitte C. (1994a). Ã\u0082â\u0080\u009cThe Effect of Health Insurance on Retirement,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 1994 1, 181-232.",
        "Madrian, Brigitte C. (1994b). Ã\u0082â\u0080\u009cEmployment-Based Health Insurance and Job Mobility: Is There Evidence of Job Lock?,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 109(1): 27-54.",
        "Madrian, Brigitte C. and Nancy D. Beaulieu (1998). Ã\u0082â\u0080\u009cDoes Medicare Eligibility Affect Retirement?Ã\u0082â\u0080\u009d in David A. Wise, ed., Inquiries in the Economics of Aging (University of Chicago Press: Chicago) 109-131.",
        "Madrian, Brigitte C. and Lars John Lefgren (1998). Ã\u0082â\u0080\u009cThe Effect of Health Insurance on Transitions to Self Employment,Ã\u0082â\u0080\u009d unpublished paper (University of Chicago).",
        "McDonnell, Ken and Paul Fronstin (1999). EBRI Health Databook (Employee Benefit Research Institute: Washington DC).",
        "Meyer, Bruce D. and Dan T. Rosenbaum (2000a). Ã\u0082â\u0080\u009cMaking Single Mothers Work: Recent Tax and Welfare Policy and Its Effect,Ã\u0082â\u0080\u009d National Tax Journal 53(4): 1027-1061.",
        "Mitchell, Olivia S. (1982). Ã\u0082â\u0080\u009cFringe Benefits and Labor Mobility,Ã\u0082â\u0080\u009d Journal of Human Resources 17(2) :286-298.",
        "Moffitt, Robert and Barbara L. Wolfe (1992). Ã\u0082â\u0080\u009cThe Effect of the Medicaid Program on Welfare Participation and Labor Supply,Ã\u0082â\u0080\u009d Review of Economics and Statistics 74(4): 615-626.",
        "Monheit, Alan C. and Philip F. Cooper (1994). Ã\u0082â\u0080\u009cHealth Insurance and Job Mobility: Theory and Evidence,Ã\u0082â\u0080\u009d Industrial and Labor Relations Review 48(1): 68-85.",
        "Monheit, Alan C., et al. (1985). Ã\u0082â\u0080\u009cThe Employed Uninsured and the Role of Public Policy,Ã\u0082â\u0080\u009d Inquiry 22(4): 348-364.",
        "Montgomery, Edward and John C. Navin (2000). Ã\u0082â\u0080\u009cCross-State Variation in Medicaid Program and Female Labor Supply,Ã\u0082â\u0080\u009d Economic Inquiry 38(3): 402-18.",
        "Olson, Craig A. (1998). Ã\u0082â\u0080\u009cA Comparison of Parametric and Semiparametric Estimates of the Effect of Spousal Health Insurance Coverage on Weekly Hours Worked by Wives,Ã\u0082â\u0080\u009d Journal of Applied Econometrics, 13(5): 543-565.",
        "Penrod, John R. (1994). Ã\u0082â\u0080\u009cEmpirical Essays in the Economics of Labor and Health.Ã\u0082â\u0080\u009d Ph.D. Dissertation, Princeton University.",
        "Peracchi, France and Finis Welch (1994). Ã\u0082â\u0080\u009cTrends in Labor Force Transitions of Older Men and Women,Ã\u0082â\u0080\u009d Journal of Labor Economics 12(2): 210-42.",
        "Rogowski, Jeannette A. and Lynn A. Karoly (2000). Ã\u0082â\u0080\u009cHealth Insurance and Retirement Behavior: Evidence from the Health and Retirement Survey.Ã\u0082â\u0080\u009d Journal of Health Economics, 19 (4): 529-39.",
        "Rosen, Sherwin (1986). The Theory of Equalizing Differences, in Orley Ashenfelter and Richard Layard, eds. Handbook of Labor Economics, Volume 1, 641-692.",
        "Ruhm, Christopher J. (1990), Ã\u0082â\u0080\u009cBridge Jobs and Partial Retirement,Ã\u0082â\u0080\u009d Journal of Labor Economics 8(4): 482-501.",
        "Rust, John and Christopher Phelan (1997), Ã\u0082â\u0080\u009cHow Social Security and Medicare Affect Retirement Behavior in a World of Incomplete Markets,Ã\u0082â\u0080\u009d Econometrica 65(4): 781-831.",
        "Sheiner, Louise (1999). Ã\u0082â\u0080\u009cHealth Care Costs, Wages and Aging,Ã\u0082â\u0080\u009d Finance and Economics Discussion Series 99/19 (Board of Governors of the Federal Reserve System: Washington, DC).",
        "Slade, Eric P. (1997). Ã\u0082â\u0080\u009cThe Effect of the Propensity to Change Jobs on Estimates of Ã\u0082â\u0080\u0098Job-LockÃ\u0082â\u0080\u0099,Ã\u0082â\u0080\u009d unpublished paper (Johns Hopkins University).",
        "Stern, Steven (1989). Ã\u0082â\u0080\u009cMeasuring the Effect of Disability on Labor Force Participation,Ã\u0082â\u0080\u009d Journal of Human Resources 24(3): 361-395.",
        "Stroupe, Kevin T., Eleanor D. Kinney and Thomas J. Kniesner (2000). Ã\u0082â\u0080\u009cChronic Illness and Health Insurance-Related Job Lock,Ã\u0082â\u0080\u009d Center for Policy Research Working Paper No. 19, Maxwell School of Citizenship and Public Affairs, Syracuse University, Syracuse, New York.",
        "Wellington, Allison J. and Deborah A. Cobb-Clark (2000). Ã\u0082â\u0080\u009cThe Labor-Supply Effects of Universal Health Coverage: What Can We Learn From Individuals with Spousal Coverage?,Ã\u0082â\u0080\u009d in Simon W. Polachek, ed., Worker Well-Being: Research in Labor Economics, Volume 19 (Elsevier Science: Amsterdam).",
        "Winkler, Anne E. (1991). Ã\u0082â\u0080\u009cThe Incentive Effects of Medicaid on Womens Labor Supply,Ã\u0082â\u0080\u009d Journal of Human Resources 26(2): 308-337.",
        "Wolfe, Barbara L. and Steven C. Hill (1995). Ã\u0082â\u0080\u009cThe Effect of Health on the Work Effort of Single Mothers,Ã\u0082â\u0080\u009d Journal of Human Resources 30(1): 42-62.",
        "Yazici, Esel Y. (1997). Ã\u0082â\u0080\u009cConsequences of Medicaid Expansions on Three Outcomes: Demand for Private Insurance, Infant and Child Health, and Labor Supply.Ã\u0082â\u0080\u009d Ph.D. Dissertation, City University of New York.",
        "Yelowitz, Aaron.S. (1995). Ã\u0082â\u0080\u009cThe Medicaid Notch, Labor Supply and Welfare Participation: Evidence from Eligibility Expansions,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 110(4): 909-940.",
        "Yelowitz, Aaron S. (1996). Ã\u0082â\u0080\u009cDid Recent Medicaid Reforms Cause the Caseload Explosion in the Food Stamp Program?Ã\u0082â\u0080\u009d UCLA Working Paper 756, July 1996; IRP Discussion Paper 1109-96.",
        "Yelowitz, Aaron S. (1998a). Ã\u0082â\u0080\u009cThe Impact of Health Care Costs and Medicaid on SSI Participation.Ã\u0082â\u0080\u009d In Growth in Disability Benefits: Explanation and Policy Implications, Kalman Rupp and David C. Stapleton, eds. (Kalamazoo, MI: W. E Upjohn Institute for Employment Research).",
        "Yelowitz, Aaron S. (1998b). Ã\u0082â\u0080\u009cWhy Did the SSI-Disabled Program Grow So Much? Disentangling the Effect of Medicaid,Ã\u0082â\u0080\u009d Journal of Health Economics 17(3): 321-350.",
        "Yelowitz, Aaron S. (1998c). Ã\u0082â\u0080\u009cEvaluating the Effects of Medicaid on Welfare and Work: Evidence from the Past Decade,Ã\u0082â\u0080\u009d unpublished paper (University of California Los Angeles).",
        "Yelowitz, Aaron S. (2000). Ã\u0082â\u0080\u009cUsing the Medicare Buy-In Program to Estimate the Effect of Medicaid on the SSI Participation,Ã\u0082â\u0080\u009d Economic Inquiry 38(3): 419-441."
    ]
}