{
    "id": 8818,
    "cites": 14,
    "cited_by": 39,
    "reference": [
        "Costa, Dora L. and Richard H. Steckel [1995]. Long-term Health Trends in Health, Welfare, and Economic Growth in the United States, NBER Historical Working Paper 76, Cambridge, Massachusetts, National Bureau of Economic Research.",
        "Cutler, David and Elizabeth Richardson [1997]. Measuring the Health of the U.S.",
        "Population, Brookings Papers on Economic Activity: Microeconomics, pp. 217-271. Cutler, David, Mark B. McClellan, Joseph Newhouse, and Dahlia Remler [1996]. Are Medical Care Prices Declining? NBER Working Paper 5750, Cambridge, Massachusetts, National Bureau of Economic Research, September.",
        "Denison, Edward [1961]. The Sources of Economic Growth in the United States, Committee for Economic Development, New York.",
        "Eisner, Robert [1989]. The Total Incomes System of Accounts, Chicago, University of Chicago Press.",
        "Hicks, J.R. ]1939]. Value and Capital, Second Edition, Oxford: Clarendon Press.",
        "Murray, Christopher J. L. Murray and Alan D. Lopez, editors [1996]. The Global Burden of Disease, Harvard School of Public Health, distributed by Harvard University Press, Cambridge, Mass.",
        "National Research Council [1999]. Natures Numbers : Expanding the National Economic Accounts to Include the Environment, William D. Nordhaus and Edward Kokkelenberg, Eds., National Academy Press, Washington, D.C.",
        "Nordhaus, William D. [1994]. Reflections on the Concept of Sustainable Economic Growth, in Economic Growth and the Structure of Long-Term Development, Luigi L.",
        "Pasinetti and Robert M. Solow, eds., Oxford University Press, 1994, pp. 309-325.",
        "Nordhaus, William D. [1995]. How Can We Measure Sustainable Income? Cowles Foundation Discussion Paper, May.",
        "Porter, Roy [1997]. The Greatest Benefit to Mankind: A Medical History of Humanity, W.W.",
        "Norton, New York. Robinson, John P. and Geoffrey Godbey [1997]. Time for Life: The Surprising Ways Americans Use Their Time, Pennsylvania State University Press, University Park, Pennsylvania.",
        "Samuelson, Paul A. [1961]. The Evaluation of Social Income, in F. A. Lutz and D. C."
    ]
}