{
    "id": 882,
    "cites": 15,
    "cited_by": 4,
    "reference": [
        "Amemiya, Takeshi, Regression Analysis when the Dependent Variable is Truncated Normal, Econometrica, 41, November 1973. Bernanke, Ben, Permanent Income, Liquidity, and Expenditure on Automobiles: Evidence from Panel Data, mimeo., Stanford University, August 1981.",
        "Engel, Robert F., Wald, Likelihood Ratio, and Lagrange Multiplier Tests in Econometrics, forthcoming in: Handbook of Econometrics edited by Z. Grillichs and M. Intriligator. Flavin, Marjorie, The Adjustment of Consumption to Changing Expectations about Future Income, Journal of Political Economy, 89, October 1981.",
        "Flemming, John S. , The Consumption Function when Capital Markets are Imperfect: The Permanent Income Hypothesis Reconsidered, Oxford Economic Papers 25, July 1973.",
        "Hakansson, Nils, Optimal Investment and Consumption Strategies under Risk for a Class of Utility Functions, Econometrica, 38, September 1970.",
        "Hall, Robert E., Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy, 86, December 1978.",
        "_________ and Frederic Mishkin, The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households, Econometrica, 50, March 1982. Hansen, Lars Peter and Thomas Sargent, Instrumental Variables Procedures for Estimating Linear Rational Expectations Models, Journal of Monetary Economics, forthcoming. --------- and Kenneth Singleton, Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models, Econometrica, forthcoming.",
        "Hausman, Jerry A., Specification Tests in Econometrics, Econometrica, 46, November 1978.",
        "Hayashi, Fumio, The Permanent Income Hypothesis: Estimation and Testing by Instrumental Variables, Journal of Political Economy, forthcoming. Kowalewski, Kim and Gary Smith, The Spending Behavior of Wealth- and Liquidity-Constrained Consumers, Cowles Foundation Discussion Paper No.536, September 1979.",
        "Lee, Lung-Fe i, A Specification Test for Normality in the Generalized Censored Regression Models, mimeo., University of Minnesota, May 1981.",
        "Levhari, David, Leonard J. Mirman, and Itzhak Zilcha, Capital Accumulation under Uncertainty, International Economic Review, 21, October 1980.",
        "Merton, Robert C., Optimum Consumption and Portfolio Rules in a Continuous-Time Model, Journal of Economic Theory, 3, 1971. -Projector, Dorothy S. and Gertrude S. Weiss, Survey of Financial Characteristics of Consumers, Board of Governors of the Federal Reserve System, Washington, D.C., 1966.",
        "Sargent, Thomas, Rational Expectations, Econometric Exogeneity, and Consumption, Journal of Political Economy, 86, August 1978.",
        "Tobin, James, Estimation of Relationships for Limited Dependent Variables, Econometrica, 26, January 1958.",
        "----------- Asset Accumulation and Economic Activity, University of Chicago Pr es s, 1980. ~~ ----------- and Walter Dolde, Wealth, Liquidity, and Consumption, in: Consumer Spending and Monetary Policy: the Linkages, Federal Reserve Bank of Boston, 1971.",
        "8. I also looked at a University of Michigan Survey Research Center panel study entitled Consumer Durables and Installment Debts, 1967-1970, which has longitudinal data on saving and income. It turned out that calculated consumption (defined as income minus saving) was negative for more than two cases out of ten."
    ]
}