{
    "id": 8822,
    "cites": 56,
    "cited_by": 154,
    "reference": [
        "Abel, Andrew B. Asset Prices under Habit Formation and Catching Up with the Joneses. American Economic Review Papers and Proceedings. 80 (1990): 38-42.",
        "Aiyagari, Rao S., and Gertler, Mark. Asset Returns with Transactions Costs and Uninsured Individual Risk. Journal of Monetary Economics. 27 (1991): 311-31.",
        "Altonji, Joseph G., Hayashi, Fumio, and Kotlikoff, Laurence J. Is the Extended Family Altruistically Linked? American Economic Review 82 (1992): 1177-98.",
        "Alvarez, Fernando, and Jermann, Urban. Efficiency, Equilibrium, and Asset Pricing with Risk of Default. Econometrica 68 (July 2001): 775-797.",
        "Attanasio, Orazio P., Banks, James, and Tanner, Sarah. Asset Holding and Consumption Volatility. Journal of Political Economy (2002, forthcoming).",
        "Attanasio, Orazio P., and Davis, Steven J. Relative Wage Movements and the Distribution of Consumption. Journal of Political Economy, 104 (1997): 1227-1262.",
        "Attanasio, Orazio P., and Weber, G. Is Consumption Growth Consistent with Intertemporal Optimization? Evidence from the Consumer Expenditure Survey. Journal of Political Economy, 103 (1995): 1121-1157.",
        "Bansal, Ravi, and Coleman, John W. A Monetary Explanation of the Equity Premium, Term Premium and Risk Free Rate Puzzles. Journal of Political Economy. 104 (1996): 1135-71.",
        "Basak, Suleyman, and Cuoco, Domenico. An Equilibrium Model with Restricted Stock Market Participation. The Review of Financial Studies, 11 (1998): 309-341.",
        "Benartzi, Shlomo, and Thaler, Richard H. Myopic Loss Aversion and the Equity Premium Puzzle. Quarterly Journal of Economics. 110 (1995): 73-92.",
        "Bewley, Truman F. Thoughts on Tests of the Intertemporal Asset Pricing Model. Working paper. Evanston, Ill.: Northwestern University, 1982.",
        "Blume, Marshall E., and Zeldes, Stephen P. The Structure of Stock Ownership in the U.S. Working paper. Philadelphia: University Pennsylvania, 1993.",
        "Boldrin, Michele, Christiano, Lawrence J., and Fisher, Jonas, D.M. Asset Pricing Lessons for Modeling Business Cycles. American Economic Review 91 (2001): 149-166.",
        "Brav, Alon, and Geczy, Christopher C. An Empirical Resurrection of the Simple Consumption CAPM with Power Utility. Working paper. Chicago: University of Chicago, 1995.",
        "Campbell, John Y., and Cochrane, John H. By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior. Journal of Political Economy 107 (1999): 25-251.",
        "Campbell, John Y., and Cochrane, John H. Explaining the Poor Performance of Consumption-Based Asset Pricing Models. Journal of Finance 55 (2000): 2863-2878.",
        "Cochrane, John H. A Simple Test of Consumption Insurance. Journal of Political Economy 99 (1991): 957-976.",
        "Cochrane, John H. Where is the Market Going? Uncertain Facts and Novel Theories. Economic Perspectives (Federal Reserve Bank of Chicago) 21, (1997): 3-37.",
        "Cochrane, John H., and Hansen, Lars Peter. Asset Pricing Explorations for Macroeconomics. In NBER, Macroeconomics Annual, edited by Olivier J. Blanchard and Stanley Fischer, Cambridge, Mass.: M.I.T. Press, 1992.",
        "Cogley, Timothy. Idiosyncratic Risk and the Equity Premium: Evidence from the Consumer Expenditure Survey. Working paper. Tempe, Az.: Arizona State University, 1999.",
        "Constantinides, George M. Intertemporal Asset Pricing with Heterogeneous Consumers and without Demand Aggregation. Journal of Business 55 (1982): 253-67.",
        "Constantinides, George M. Habit Formation: A Resolution of the Equity Premium Puzzle. Journal of Political Economy 98 (1990): 519-43.",
        "Constantinides, George M., and Duffie, Darrell. Asset Pricing with Heterogeneous Consumers. Journal of Political Economy 104 (1996): 219-240.",
        "Constantinides, George M., Donaldson, John B., and Mehra, Rajnish. Junior Cant Borrow: A New Perspective on the Equity Premium Puzzle. Quarterly Journal of Economics 116 (2002, forthcoming).",
        "Daniel, Kent, and Marshall, David. The Equity Premium Puzzle and the Risk-Free Rate Puzzle at Long Horizons. Macroeconomic Dynamics l (1997).",
        "Epstein, Larry G., and Zin, Stanley E. Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: An Empirical Analysis. Journal of Political Economy 99 (1991): 263-86.",
        "Fama, Eugene F., and French, Kenneth R. Common Risk Factors in the Returns of Stocks and Bonds. Journal of Financial Economics 33 (1993): 3-56.",
        "Ferson, Wayne E., and Constantinides, George M. Habit Persistence and Durability in Aggregate Consumption. Journal of Financial Economics 29 (1991): 199-240.",
        "Ferson, Wayne E., and Foerster, S. R. Small Sample Properties of the Generalized Method of Moments in Tests of Conditional Asset Pricing Models. Journal of Financial Economics 36 (1994): 29-36.",
        "Grossman, Sanford J., and Robert J. Shiller. Consumption Correlatedness and Risk Measurement in Economies with Non-Traded Assets and Heterogeneous Information. Journal of Financial Economics 10 (1982): 195-210.",
        "Haliassos, Michael, and Bertaut, Carol C. Why Do So Few Hold Stocks? The Economic Journal 105 (1995): 1110-29.",
        "Hansen, Lars Peter, and Jagannathan, Ravi. Implications of Security Market Data for Models of Dynamic Economies. Journal of Political Economy 99 (1991): 225-62.",
        "Hansen, Lars Peter, and Singleton, Kenneth J. Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models. Econometrica 50 (1982): 1269-88.",
        "He, Hua, and Modest, David M. Market Frictions and Consumption-Based Asset Pricing. Journal of Political Economy 103 (1995): 94-117.",
        "Heaton, John, and Lucas, Deborah J. Evaluating the Effects of Incomplete Markets on Risk Sharing and Asset Pricing. Journal of Political Economy 104 (1996): 443-87.",
        "Heaton, John, and Lucas, Deborah J. Market Frictions, Savings Behavior, and Portfolio Choice. Journal Macroeconomic Dynamics 1 (1997): 76-101.",
        "Heaton, John, and Lucas, Deborah J. Portfolio Choice and Asset Prices: The Importance of Entrepreneurial Risk. Journal of Finance (2000), forthcoming.",
        "Jacobs, Kris. Incomplete Markets and Security Prices: Do Asset-Pricing Puzzles Result from Aggregation Problems? Journal of Finance 54 (1999): 123-63.",
        "Jorion, Philippe, and Goetzmann, William N. Global Stock Markets in the Twentieth Century Journal of Finance 54 (1999): 953-80.",
        "Kocherlakota, Narayana R. On Tests of Representative Consumer Asset Pricing Models. Journal of Monetary Economics 26 (1990): 285-304.",
        "Kocherlakota, Narayana R. The Equity Premium: Its Still a Puzzle. Journal of Economic Literature 34 (1996): 42-71.",
        "Krebs, Tom. Consumption-Based Asset Pricing with Incomplete Markets. Mimeo, Brown University (2000).",
        "Lucas, Deborah J. Asset Pricing with Undiversifiable Risk and Short Sales Constraints: Deepening the Equity Premium Puzzle. Journal of Monetary Economics 34 (1994): 325-41.",
        "Luttmer, Erzo G. J. Asset Pricing in Economies with Frictions. Econometrica 64 (1996): 1439-67.",
        "Mace, Barbara J. Full Insurance in the Presence of Aggregate Uncertainty. Journal of Political Economy 99 (1991): 928-956.",
        "Mankiw, N. Gregory. The Equity Premium and the Concentration of Aggregate Shocks. Journal of Financial Economics 17 (1986): 211-19.",
        "Mankiw, N. Gregory, and Zeldes, Stephen P. The Consumption of Stockholders and Nonstockholders. Journal of Financial Economics 29 (1991): 97-112.",
        "Mehra, Rajnish, and Prescott, Edward C. The Equity Premium: A Puzzle. Journal of Monetary Economics 15 (1985): 145-61.",
        "Mehra, Rajnish, and Prescott, Edward C. The Equity Premium: A Solution? Journal of Monetary Economics 22 (1988): 133-36.",
        "Rietz, Thomas A. The Equity Risk Premium: A Solution. Journal of Monetary Economics 22 (1988): 117-31.",
        "Souleles, Nicholas S. The Response of Household Consumption to Income Tax Refunds. American Economic Review 89 (1999): 947-58.",
        "Storesletten, Kjetil, Telmer, Chris, and Yaron, Amir. Asset Pricing with Idiosyncratic Risk and Overlapping Generations. Working paper. Pittsburgh: Carnegie Mellon University (1999).",
        "Telmer, Chris I. Asset-Pricing Puzzles and Incomplete Markets. Journal of Finance 49 (1993): 1803-32.",
        "Vissing-Jorgensen, Annette. Limited Asset Market Participation and the Elasticity of Intertemporal Substitution. Journal of Political Economy (2002, forthcoming).",
        "Weil, Philippe. The Equity Premium Puzzle and the Risk-Free Rate Puzzle. Journal of Monetary Economics 24 (1989): 401-421.",
        "Wilson, Robert. The Theory of Syndicates. Econometrica 36 (1968): 119-132."
    ]
}