{
    "id": 8826,
    "cites": 97,
    "cited_by": 43,
    "reference": [
        "Abel, Andrew B., 1990, Asset prices under habit formation and catching up with the Joneses, American Economic Review Papers and Proceedings 80, 3 8-42.",
        "Ait-Sahalia, Yacine, Jonathan A. Parker, and Motohiro Yogo, 2001, Luxury goods and the equity premium, Working paper 84 17, NBER.",
        "Aiyagari, Rao S., and Mark Gertler, 1991, Asset returns with transactions costs and uninsured individual risk, Journal of Monetary Economics 27, 311-331.",
        "Altonji, Joseph G., Fumio Hayashi, and Laurence J. Kotlikoff, 1992, Is the extended family altruistically linked? American Economic Review 82, 1177-1198.",
        "Anderson, Evan W., Lars Peter Hansen, and Thomas J. Sargent, 2000, Robustness, detection and the price of risk, Working paper, University of Chicago.",
        "Attanasio, Orazio P., James Banks, and Sarah Tanner, 2002, Asset holding and consumption volatility, Journal of Political Economy, forthcoming.",
        "Attanasio, Orazio P., and Steven J. Davis, 1997, Relative wage movements and the distribution of consumption, Journal of Political Economy 104, 1227-1262.",
        "Bakshi, Gurdip, and Zhiwu Chen, 1996, The spirit of capitalism and stock market prices, American Economic Review 86, 133-157.",
        "Bansal, Ravi, and John W. Coleman, 1996, A monetary explanation of the equity premium, term premium, and risk-free rate puzzles, Journal of Political Economy 104, 1135-1171.",
        "Bansal, Ravi, and Amir Yaron, 2000, Risks for the long run: A potential resolution of asset pricing puzzles, Working paper 8059, NBER.",
        "Barberis, Nicholas, and Richard Thaler, 2002, A survey of behavioral finance, in George M. Constantinides, Milton Harris, and Rene Stulz, eds., Handbook of the Economics of Finance (North-Holland Elsevier, Amsterdam), forthcoming.",
        "Benartzi, Shlomo, and Richard H. Thaler, 1995, Myopic loss aversion and the equity premium puzzle, Quarterly Journal of Economics 110, 73-92.",
        "Bertaut, Carol C., and Michael Haliassos, 1997, Precautionary portfolio behavior from a life-cycle perspective, Journal of Economic Dynamics and Control 21, 1511- 1542.",
        "Bewley, Truman F., 1982, Thoughts on tests of the intertemporal asset pricing model, Working paper, Northwestern University.",
        "Blume, Marshall E., and Stephen P. Zeldes, 1993, The structure of stock ownership in the U.S., Working paper, University of Pennsylvania.",
        "Bodie, Zvi, Robert C. Merton, and William F. Samuelson, 1992, Labor supply flexibility and portfolio choice in a life cycle model, Journal of Economic Dynamics and Control 16, 427-449.",
        "Boldrin, Michel, Lawrence J. Christiano, and Jonas D. M. Fisher, 2001, Habit persistence, asset returns, and the business cycle, American Economic Review 91, 149-166.",
        "Bray, Alon, George M. Constantinides, and Christopher C. Geczy, 2002, Asset pricing with heterogeneous consumers and limited participation: Empirical evidence, Journal of Political Economy, August, forthcoming.",
        "Bray, Alon, and Christopher C. Geczy, 1995, An empirical resurrection of the simple consumption CAPM with power utility, Working paper, University of Chicago.",
        "Bray, Alon, and J. B. Heaton, 2002, Competing theories of financial anomalies, Review of Financial Studies 15, 475-506.",
        "Campbell, John Y., Joao F. Cocco, Francisco J. Gomes, and Pascal J. Maenhout, 2001, Investing retirement wealth: A life-cycle model, in, John Y. Campbell and Martin Feldstein, Risk Aspects of Social Security Reform (University of Chicago Press, Chicago).",
        "Campbell, John Y., and John H. Cochrane, 1999, By force of habit: A consumption-based explanation of aggregate stock market behavior, Journal of Political Economy 107, 205-251.",
        "Campbell, John Y., Andrew W. Lo, and A. Craig MacKinlay, 1997, The Econometrics of Financial Markets (Princeton University Press, Princeton, NJ).",
        "Campbell, John Y., and Robert J. Shiller, 1988a, The dividend-price ratio and expectations of future dividends and discount factors, Review of Financial Studies 1, 195-228.",
        "Campbell, John Y., and Robert J. Shiller, 1998, Valuation ratios and the long-run stock market outlook, Journal of Portfolio Management 24, 11-26.",
        "Claus, James, and Jacob Thomas, 2001, Equity premia as low as three percent? Evidence from analysts earnings forecasts for domestic and international stock markets, Journal of Finance 56, 1629-1666.",
        "Cocco, Joao F., Francisco J. Gomes, and Pascal J. Maenhout, 1999, Portfolio choice over the life cycle, Working paper, Harvard University.",
        "Cochrane, John H., 1991, A simple test of consumption insurance, Journal of Political Economy 99, 957-976.",
        "Cochrane, John H., 1997, Where is the market going? Uncertain facts and novel theories, Economic Perspectives (Federal Reserve Bank of Chicago) 21, 3-37.",
        "Cochrane, John H., 2001, Asset Pricing (Princeton University Press, Princeton, NJ).",
        "Cochrane, John H., and Lars Peter Hansen, 1992, Asset pricing explorations for macroeconomics, in Olivier J. Blanchard and Stanley Fischer, eds., NBER, Macroeconomics Annual (MIT Press, Cambridge, MA).",
        "Cogley, Timothy, 1999, Idiosyncratic risk and the equity premium: Evidence from the consumer expenditure survey, Working paper, Arizona State University.",
        "Constantinides, George M., 1982, Intertemporal asset pricing with heterogeneous consumers and without demand aggregation, Journal of Business 55, 253-267.",
        "Constantinides, George M., 1990, Habit formation: A resolution of the equity premium puzzle, Journal of Political Economy 98, 5 19-543.",
        "Constantinides, George M., John B. Donaldson, and Rajnish Mehra, 2001, Junior must pay: Pricing the implicit put in privatizing social security, Working paper, University of Chicago.",
        "Constantinides, George M., John B. Donaldson, and Rajnish Mehra, 2002a, Junior cant borrow: A new perspective on the equity premium puzzle, Quarterly Journal of Economics 117, 269-296.",
        "Constantinides, George M., John B. Donaldson, and Rajnish Mehra, 2002b, Junior is rich: Bequests as consumption, Working paper, University of Chicago.",
        "Constantinides, George M., and Darrell Duffie, 1996, Asset pricing with heterogeneous consumers, Journal of Political Economy 104, 2 19-240.",
        "Daniel, Kent, and David Marshall, 1997, The equity premium puzzle and the risk-free rate puzzle at long horizons, Macroeconomic Dynamics 1, 452-484.",
        "Danthine, Jean-Pierre, John B. Donaldson, and Rajnish Mehra, 1992, The equity premium and the allocation of income risk, Journal of Economic Dynamics and Control 16, 509-32.",
        "DeBondt, Werner F. M., and Richard Thaler, 1985, Does the stock market overreact? Journal of Finance 40, 793-805.",
        "Dimson, Elroy, Paul Marsh, and Michael Staunton, 2002, Triumph of the Optimists: 101 Years of Global Investment Returns (Princeton University Press, Princeton, NJ).",
        "Fama, Eugene F., and Kenneth R. French, 1988, Dividend yields and expected stock returns, Journal of Financial Economics, 22, 3-25.",
        "Fama, Eugene F., and Kenneth R. French, 2002, The equity premium, Journal of Finance 57, 637-660.",
        "Ferson, Wayne E., and George M. Constantinides, 1991, Habit persistence and durability in aggregate consumption, Journal of Financial Economics 29, 199-240.",
        "Ferson, Wayne E., and Campbell R. Harvey, 1992, Seasonality and consumption-based asset pricing, Journal of Finance 47, 5 11-552.",
        "Friend, Irwin, and Marshall E. Blume, 1975, The demand for risky assets, The American Economic Review 65, 900-922.",
        "Gabaix, Xavier, and David Laibson, 2001, The 6D bias and the equity premium puzzle, in Ben Bernanke and Ken Rogoff, eds., NBER Macroeconomics Annual 2001 (MIT Press, Cambridge, MA).",
        "Goyal, Amit, and Ivo Welch, 1999, Predicting the equity premium, Working paper, UCLA.",
        "Grossman, Sanford J., and Robert J. Shiller, 1981, The determinants of the variability of stock market prices, American Economic Review Papers and Proceedings 71, 222-227.",
        "Haliassos, Michael, and Carol C. Bertaut, 1995, Why do so few hold stocks? The Economic Journal 105, 1110-1129.",
        "Hansen, Lars Peter, and Ravi Jagannathan, 1991, Implications of security market data for models of dynamic economies, Journal of Political Economy 99, 225-262.",
        "Heaton, John C., 1995, An empirical investigation of asset pricing with temporally dependent preference specifications, Econometrica 63, 681-717.",
        "Heaton, John C., and Deborah J. Lucas, 1996, Evaluating the effects of incomplete markets on risk sharing and asset pricing, Journal of Political Economy 104, 443- 487.",
        "Heaton, John C., and Deborah J. Lucas, 1999, Stock prices and fundamentals, in Ben Bernanke and Julio Rotemberg, eds., Macroeconomics Annual 1999, National Bureau of Economic Research (MIT Press, Cambridge, MA).",
        "Heaton, John, C., and Deborah J. Lucas, 2000, Portfolio choice and asset prices: The importance of entrepreneurial risk, Journal of Finance 55, 1163-.",
        "Hirshleifer, David 2001, Investor psychology and asset pricing, Journal of Finance 56, 1533-1597.",
        "Ibbotson, Roger G., and Peng Chen, 2001, Stock market returns in the long run: participating in the real economy, Working paper, Ibbotson Associates.",
        "Jacobs, Kris, 1999, Incomplete markets and security prices: Do asset-pricing puzzles result from aggregation problems? Journal of Finance 54, 123-163.",
        "Jacobs, Kris, and Kevin Q. Wang, 2001, Idiosyncratic consumption risk and the cross- section of asset returns, Working paper, McGill University and University of Toronto.",
        "Jagannathan, Ravi, and Narayana R. Kocherlakota, 1996, Why should older people invest less in stocks than younger people? Federal Bank of Minneapolis Quarterly Review 20, 11-23.",
        "Jorion, Philippe, and William N. Goetzmann, 1999, Global stock markets in the twentieth century, Journal of Finance 54, 953-980.",
        "Keynes, John M., 1936, The General Theory of Employment, Interest, and Money (Hartcourt, Brace and Company, New York).",
        "Kocherlakota, Narayana R., 1996, The equity premium: Its still a puzzle, Journal of Economic Literature 34, 42-71.",
        "Krebs, Tom, 2002, Testable implications of consumption-based asset pricing with incomplete markets, Journal of Mathematical Economics, forthcoming.",
        "Li, Yuming, 2001, Expected returns and habit persistence, Review of Financial Studies 14, 86 1-899.",
        "Lucas, Robert, Jr., 1978, Asset prices in an exchange economy, Econometrica 46, 1429- 1446.",
        "Lynch, Anthony W., 1996, Decision frequency and synchronization across agents: Implications for aggregate consumption and equity returns, Journal of Finance 51, 1479-1497.",
        "Mace, Barbara J., 1991, Full insurance in the presence of aggregate uncertainty, Journal of Political Economy 99, 928-956.",
        "Mankiw, N. Gregory, 1986, The equity premium and the concentration of aggregate shocks, Journal of Financial Economics 17, 211-219.",
        "Mankiw, N. Gregory, and Matthew D. Shapiro, 1986, Risk and return: consumption beta versus market beta, Review of Economics and Statistics 68, 452-45 9.",
        "Mankiw, N. Gregory, and Stephen P. Zeldes, 1991, The consumption of stockholders and nonstockholders, Journal of Financial Economics 29, 97-112.",
        "Marshall, Alfred, 1920, Principles of Economics: An Introductory Volume (Macmillan, London).",
        "McGrattan, Ellen R., and Edward C. Prescott, 2001, Taxes, regulations, and asset prices, Working paper, Federal Reserve Bank of Minneapolis.",
        "Mehra, Rajnish, 1998, On the volatility of stock prices: An exercise in quantitative theory, International Journal of Systems Science 29, 1203-1211.",
        "Mehra, Rajnish, and Edward C. Prescott, 1985, The equity premium: A puzzle, Journal of Monetary Economics 15, 145-161.",
        "Mehra, Rajnish, and Edward C. Prescott, 1988, The equity premium: A solution? Journal of Monetary Economics 22, 133-136.",
        "Mehra, Rajnish, and Edward C. Prescott, 2002, The equity premium in retrospect, in George M. Constantinides, Milton Harris, and Rene Stulz, eds., Handbook of the Economics of Finance (North-Holland Elsevier, Amsterdam), forthcoming.",
        "Menzly, Lior, Tano Santos, and Pietro Veronesi, 2001, Habit formation and the cross section of stock returns, Working paper, University of Chicago.",
        "Merton, Robert C., 1973, An intertemporal capital asset pricing model, Econometrica 41, 867-887.",
        "Negishi, Takashi, 1960, Welfare economics and existence of an equilibrium for a competitive economy, Metroeconomica 12, 92-97.",
        "Pollak, Robert, A., 1970, Habit formation and dynamic demand functions, Journal of Political Economy 78, 745-763.",
        "Rietz, Thomas A., 1988, The equity risk premium: A solution, Journal of Monetary Economics 22, 117-131.",
        "Rubinstein, Mark, 1976, The valuation of uncertain income streams and the pricing of options, Bell Journal of Economics 7, 407-425.",
        "Ryder, Harl E., and Geoffrey M. Heal, 1973, Optimum growth with intertemporally dependent preferences, Review of Economic Studies 40, 1-43.",
        "Shiller, Robert, 1984, Stock prices and social dynamics, Brookings Papers on Economic Activity 2, 45 7-498.",
        "Shiller, Robert, 2000, Irrational Exuberance (Princeton University Press, Princeton, NJ).",
        "Siegel, Jeremy J., 1998, Stocks for the Long Run (McGraw-Hill, New York).",
        "Siegel, Jeremy J., 1999, The shrinking equity premium, Journal of Portfolio Management 26, 10-17.",
        "Storesletten, Kjetil, Chris I. Telmer, and Amir Yaron, 2000, Consumption and risk sharing over the life cycle, Working paper, Carnegie Mellon University.",
        "Storesletten, Kjetil, Chris I. Telmer, and Amir Yaron, 2001, Asset pricing with idiosyncratic risk and overlapping generations, Working paper, Carnegie Mellon University.",
        "Sundaresan, Suresh M., 1989, Intertemporally dependent preferences and the volatility of consumption and wealth, Review of Financial Studies 2, 73-89.",
        "Vissing-Jorgensen, Annette, 2002, Limited asset market participation and the elasticity of intertemporal substitution, Journal of Political Economy, forthcoming.",
        "Vuolteenaho, Tuomo, 2000, Understanding the aggregate book-to-market ratio and its implications to current equity-premium expectations, Working paper, Harvard University.",
        "Wachter, Jessica, 2001, Habit formation and returns on bonds and stocks, Working paper, New York University.",
        "Weil, Philippe, 1989, The equity premium puzzle and the risk-free rate puzzle, Journal of Monetary Economics 24, 401-421.",
        "Welch, Ivo, 2001, The equity premium consensus forecast revisited, Working paper, Yale University."
    ]
}