{
    "id": 8828,
    "cites": 20,
    "cited_by": 43,
    "reference": [
        "Baltagi, B., 2000, Nonstationary Panels, Panel Cointegration, and Dynamic Panels, Elsevier Science.",
        "Bardsen, G., 1989, Estimation of Long-Run Coefficients in Error-Correction Models, Oxford Bulletin of Economics and Statistics, 51, p. 345-350.",
        "Borensztein, Eduardo, Jeromin Zettelmeyer, Thomas Philippon, 2001, Monetary Independence in Emerging Markets: Does the Exchange Rate Make a Difference, IMF Working Paper WP/01/1.",
        "Boswijk, P., 1995, Efficient Inference on Cointegration Parameters in Structural Error Correction Models, Journal of Econometrics, 69, 133-158.",
        "Calvo, Guillermo and Carmen Reinhart, 2002, Fear of Floating, Quarterly Journal of Economics, 117:2.",
        "Cochrane, John, 1991, Comment on Campbell and Perron, in Olivier Blanchard and Stanley Fischer, NBER Macroeconomics Annual, pp. 201-210.",
        "Cottarelli, Carlo, and C. Giannini, 1997, Credibility Without Rules, IMF Occasional Paper No. 154, December.",
        "Edwards, Sebastian and Miguel Savastano, 1999, Exchange Rates in Emerging Economies: What Do We Know? What Do We Need to Know? NBER Working Paper No. 7228, July.",
        "Frankel, Jeffrey, 1999, No Single Exchange Rate Regime is Right for All Countries or at All Times, Graham Lecture, Princeton University. Essays in International Finance No. 215, Princeton University Press: Princeton, August 1999.",
        "Frankel, Jeffrey, Sergio Schmukler, and Luis ServÃ\u0083Â©n, 2001, Verifiability and the Vanishing Intermediate Exchange Rate Regime, Journal of Development Economics, 66:2, pp. 351-386.",
        "Hausmann, Ricardo, Ugo Panizza, and Ernesto Stein, 2001, Why Do Countries Float the Way They Float? Journal of Development Economics, 66:2, pp. 387-414.",
        "Holman, Jill and Felix Rioja, 2001, International Transmission of Anticipated Inflation under Alternative Exchange-Rate Regimes, Journal of International Money and Finance, 20:4, pp. 497-519.",
        "Kaminsky, Graciela and Sergio Schmukler, 2002, Short-Run Pain, Long-Run Gain: The Effects of Financial Liberalization, mimeo, GWU and World Bank.",
        "Levy Yeyati, Eduardo and Federico Sturzenegger, 2000, Classifying Exchange Rate Regimes: Deeds vs. Words, mimeo, Universidad T. Di Tella.",
        "Pesaran, M. Hashem, 1997, The Role of Economic Theory in Modeling the Long Run, Economic Journal, 107, 178-91.",
        "Pesaran, M. Hashem and Yongcheol Shin, 1999, An Autoregressive Distributed Lag Modelling Approach to Cointegration Analysis, in Econometrics and Economic Theory in the 20th Century: The Ragnar Frisch Centennial Symposium, chapter 11, (ed.) S. Strom, Cambridge University Press, Cambridge.",
        "Pesaran, M. Hashem, Yongcheol Shin, and Richard Smith, 2001, Bounds Testing Approaches to the Analysis of Level Relationships, Journal of Applied Econometrics, 16, 289-326.",
        "Pesaran, M. Hashem, and Ron Smith, 1995, Estimating Long-Run Relationships from Dynamic Heterogeneous Panels, Journal of Econometrics, 68, 79-113.",
        "The critical values we use are taken from Table C2.iii in Pesaran, Shin, and Smith (2001).",
        "For simplicity, we set P=Q in (4). Limited experimentation removing this restriction, as well as using the Schwartz criterion instead of the Akaike criterion, led to broadly similar results. Inspection of the critical values of Pesaran, Shin, and Smith (2001) shows that we can reject the null at the 10 percent level if the variables are I(0)."
    ]
}