{
    "id": 8829,
    "cites": 131,
    "cited_by": 62,
    "reference": [
        "Zodrow, G.R., and P.M. Mieszkowski (1983), The Incidence of the Property Tax: The Benefit View Vs. The New View, in: G.R. Zodrow, ed., Local Provision of Public Services: The Tiebout Model after Twenty-Five Years (Academic Press, New York) 109129.",
        "Willig, R. (1976), Consumer's Surplus without Apology, American Economic Review 66:589-597.",
        "Zodrow, G. (2001), The Property Tax as a Capital Tax: A Room with Three Views, National Tax Journal 54:139-156.",
        "Venables, A.J. (1986), Production Subsidies, Import Tariffs, and Imperfectly Competitive Trade, in: D. Greenaway, and P.K.M. Tharakan, eds., Imperfect Competition and International Trade (Wheatsheaf, Sussex).",
        "Vandendorpe, A.L., and A.F. Friedlaender (1976), Differential Incidence in the Presence of Initial Distorting Taxes, Journal of Public Economics 6:205-229.",
        "Tirole, J. (1988), The Theory of Industrial Organization (The MIT Press, Cambridge, MA).",
        "Tobin, J. (1969), A General Equilibrium Approach to Monetary Theory, Journal of Money, Credit and Banking 36:227-239.",
        "Tiebout, C.M. (1956), A Pure Theory of Local Expenditures, Journal of Political Economy 64:416-424.",
        "Summers, L.H. (1985), The Asset Price Approach to the Analysis of Capital Income Taxation, in: G.R. Feiwil, ed., Issues in Contemporary Macroeconomics and Distribution (Macmillan, London) 429-443.",
        "Suits, D.B. (1977), Measurement of Tax Progressivity, American Economic Review 67:747-752.",
        "Stiglitz, J.E. (1973), Taxation, Corporate Financial Policy, and the Costs of Capital, Journal of Public Economics 2:1-34.",
        "Stern, N. (1987), The Effects of Taxation, Price Control and Government Contracts in Oligopoly and Monopolistic Competition, Journal of Public Economics 32:133-158.",
        "Starrett, D. (1988), Effects of Taxes on Savings, in: H.J. Aaron, et al., eds., Uneasy Compromise: Problems of a Hybrid Income-Consumption Tax (Brookings Institution Press, Washington, DC) 237-268.",
        "-85- March 4, 2002 Spence, M. (1976), Product Selection, Fixed Costs, and Monopolistic Competition, Review of Economic Studies 43 :217-235.",
        "Slemrod, J.B. (1992), Taxation and Inequality: A Time-Exposure Perspective, Tax Policy and the Economy 6:105-127.",
        "Simon, H.A. (1943), The Incidence of a Tax on Urban Real Property, Quarterly Journal of Economics 59:398-420.",
        "Shoven, J.B., and J. Whalley (1984), Applied General Equilibrium Models of Taxation and International Trade: An Introduction and Survey, Journal of Economic Literature 22:1007-105 1.",
        "Shaked, A., and J. Sutton (1982), Relaxing Price Competition through Product Differentiation, The Review of Economic Studies 49:3-13.",
        "Salop, S.C. (1979), Monopolistic Competition with Outside Goods, Bell Journal of Economics 10:141-156.",
        "Seade, J.E. (1985), Profitable Cost Increases and the Shifting of Taxation: Equilibrium Responses of Markets in Oligopoly (University of Warwick, Warwick).",
        "Ramsey, F.P. (1928), A Contribution to the Theory of Taxation, The Economic Journal 37:47-6 1.",
        "Poterba, J. (1996), Retail Price Reactions to Changes in State and Local Sales Taxes, National Tax Journal 49:165-176.",
        "Poterba, J. (1989), Lifetime Incidence and the Distributional Burden of Excise Taxes, American Economic Review 79:325-330.",
        "Pechman, J.A. (1987), Pechman's Tax Incidence Study: A Response, American Economic Review 77:232-234.",
        "Pechman, J.A., and B.A. Okner (1974), Who Bears the Tax Burden? (Brookings Institution Press, Washington, DC).",
        "Pechman, J. (1985), Who Paid the Taxes: 1966-85? (Brookings Institution Press, Washington DC).",
        "Oates, W.E. (1969), The Effects of Property Taxes and Local Public Spending on Property Values: An Empirical Study of Tax Capitalization and the Tiebout Hypothesis, Journal of Political Economy 77:957-971.",
        "Mutti, J., and H. Grubert (1985), The Taxation of Capital Income in an Open Economy: The Importance of Resident-Nonresident Tax Treatment, Journal of Public Economics 27:29 1-309.",
        "Musgrave, R.A. (1959), The Theory of Public Finance (McGraw-Hill, New York).",
        "-84- March 4, 2002 Musgrave, R.A., K.E. Case, and H. Leonard (1974), The Distribution of Fiscal Burdens and Benefits, Public Finance Quarterly 2:259-311.",
        "Modigliani, F., and R. Brumberg (1954), Utility Analysis and the Consumption Function: An Interpretation of Cross-Section Data, in: K.K. Kurihara, ed., PostKeynesian Economics (Rutgers University Press, New Brunswick) 3 88-436.",
        "Mieszkowski, P., and G.R. Zodrow (1985), The Incidence of a Partial State Corporate Income Tax, National Tax Journal 3 8:489-496.",
        "Mieszkowski, P.M. (1972), The Property Tax: An Excise Tax or a Profits Tax?, Journal of Public Economics 1:73-96.",
        "Metcalf, G.E. (1999), A Distributional Analysis of Green Tax Reforms, National Tax Journal 52:655-68 1.",
        "Metcalf, G.E., and G. Norman (2001), Oligopoly Deregulation and the Taxation of Commodities (Tufts University Working Paper, Medford, MA).",
        "Menchik, P.L., and M. David (1982), The Incidence of a Lifetime Consumption Tax, National Tax Journal 35:189-203.",
        "Metcalf, G.E. (1994), The Lifetime Incidence of State and Local Taxes: Measuring Changes During the 1980s, in: J. Slemrod, ed., Tax Progressivity and Income Inequality (Cambridge University Press, Cambridge) 59-88.",
        "McLure, C.E., Jr., and W.R. Thirsk (1975), A Simplified Exposition of the Harberger Model, I: Tax Incidence, National Tax Journal 28:1-27.",
        "McLure, C.E., Jr. (1975), General Equilibrium Incidence Analysis: The Harberger Model after Ten Years, Journal of Public Economics 4:125-161.",
        "McLure, C.E. (1970), Taxation, Substitution, and Industrial Location, Journal of Political Economy 78:112-132.",
        "McLure, C.E., Jr. (1974), A Diagrammatic Exposition of the Harberger Model with One Immobile Factor, Journal of Political Economy 82:56-82.",
        "McClellan, M., and J. Skinner (1997), The Incidence of Medicare (NBER Working Paper 6013, Cambridge, MA).",
        "-83- March 4, 2002 Lyon, A.B., and R.M. Schwab (1995), Consumption Taxes in a Life-Cycle Framework: Are Sin Taxes Regressive?, Review of Economics and Statistics 77:389-406.",
        "Krzyzaniak, M., and R.A. Musgrave (1963), The Shifting of the Corporation Income Tax (Johns Hopkins Press, Baltimore).",
        "Lakin, C. (2001), The Effects of Taxes and Benefits on Household Income, 1999-2000, Economic Trends 569:35-74.",
        "Krugman, P. (1980), Scale Economies, Product Differentiation, and the Pattern of Trade, American Economic Review 70:950-959.",
        "Kotlikoff, L.J., and L.H. Summers (1987), Tax Incidence, in: A. Auerbach, and M.",
        "Kotlikoff, L.J. (2001), Generational Policy, in: A.J. Auerbach, and M. Feldstein, eds., Handbook of Public Economics, Vol. 3 (Elsevier, Amsterdam).",
        "Kiefer, D.W. (1984), Distributional Tax Progressivity Indexes, National Tax Journal 37:497-5 13.",
        "Kotlikoff, L.J. (2000), The A-K Model -- Its Past, Present, and Future, in: G. Harrison, et al., eds., Using Dynamic CGE Models for Policy Analysis (North Holland, Amsterdam).",
        "Kay, J.A., and M.J. Keen (1983), How Should Commodities Be Taxed?, European Economic Review 23 :339-358.",
        "Katz, M., and H.S. Rosen (1985), Tax Analysis in an Oligopoly Model, Public Finance Quarterly 13:3-19.",
        "Kasten, R., F. Sammartino, and E. Toder (1994), Trends in Federal Tax Progressivity, 1980-93, in: J. Slemrod, ed., Tax Progressivity and Income Inequality (Cambridge University Press, Cambridge) 9-50.",
        "Karp, L.S., and J.M. Perloff (1989), Estimating Market Structure and Tax Incidence: The Japanese Television Market, Journal of Industrial Economics 37:225-239.",
        "Judd, K.L. (1987), A Dynamic Theory of Factor Taxation, American Economic Review 77:42-48.",
        "Judd, K.L. (1985a), Redistributive Taxation in a Simple Perfect Foresight Model, Journal of Public Economics 28:59-83.",
        "Judd, K.L. (1985b), Short-Run Analysis of Fiscal Policy in a Simple Perfect Foresight Model, Journal of Political Economy 93 :298-319.",
        "-82- March 4, 2002 Jones, R.W. (1965), The Structure of Simple General Equilibrium Models, Journal of Political Economy 73:557-572.",
        "Joint Committee on Taxation (1993), Methodology and Issues in Measuring Changes in the Distribution of Tax Burdens (U.S. Congress, Washington, DC).",
        "Joint Committee on Taxation (2000), Distributional Effects of the Chairman's Amendment in the Nature of a Substitute to H.R. 3916 (Repeal of the Federal Communications Excise Tax) for Markup by the Committee on Ways and Means on May 17, 2000 (U.S. Congress, Washington, DC).",
        "Hotelling, H. (1929), Stability in Competition, The Economic Journal 39:41-57.",
        "Hausman, J.A. (1981), Exact Consumer's Surplus and Deadweight Loss, American Economic Review 71:662-676.",
        "Hines, J.R., Jr., J.C. Hlinko, and T.J.F. Lubke (1995), From Each According to His Surplus: Equi-Proportionate Sharing of Commodity Tax Burdens, Journal of Public Economics 58:417-428.",
        "Harris, R. (1984), Applied General Equilibrium Analysis of Small Open Economies with Scale Economies and Imperfect Competition, American Economic Review 74:10 16-1032.",
        "Harris, J.E. (1987), The 1983 Increase in the Federal Cigarette Excise Tax, Tax Policy and the Economy 1:87-111.",
        "Harberger, A.C. (1962), The Incidence of the Corporation Income Tax, Journal of Political Economy 70:215-240.",
        "Hamilton, B.W. (1975), Zoning and Property Taxation in a System of Local Governments, Urban Studies 12:205-211.",
        "Hamilton, B.W. (1976), Capitalization of Intrajurisdictional Differences in Local Tax Prices, American Economic Review 66:743-753.",
        "Hall, R.E., and D.W. Jorgenson (1967), Tax Policy and Investment Behavior, American Economic Review 57:391-414.",
        "Hall, R.E., and A. Rabushka (1995), The Flat Tax (Hoover Institution Press, Stanford).",
        "Hall, R.E. (1988), The Relationship between Price and Marginal Cost in U.S. Industry, Journal of Political Economy 96:921-947.",
        "Grieson, R.E. (1975), The Incidence of Profit Taxes in aNeo-Classical Growth Model, Journal of Public Economics 4:75-85.",
        "Gruber, J. (1997), The Incidence of Payroll Taxation: Evidence from Chile, Journal of Labor Economics 15:S72-101.",
        "-81- March 4, 2002 Gravelle, J.G., and K. Smetters (2001), Who Bears the Burden of the Corporate Tax in the Open Economy (NBER Working Paper 8280, Cambridge, MA).",
        "Graetz, M.J. (1995), Distributional Tables, Tax Legislation, and the Illusion of Precision, in: D.F. Bradford, ed., Distributional Analysis of Tax Policy (AEI Press, Washington, DC) 15-78.",
        "Gokhale, J., B. Page, R., and J.R. Sturrock (1999), Generational Accounts for the United States: An Update, in: A.J. Auerbach, et al., eds., Generational Accounting around the World (University of Chicago Press, Chicago) 489-5 17.",
        "Gordon, R.H., and J. Slemrod (1983), A General Equilibrium Simulation Study of Subsidies to Municipal Expenditures, Journal of Finance 3 8:585-594.",
        "Gentry, W., and R.G. Hubbard (1997), Distributional Implications of Introducing a Broad-Based Consumption Tax, Tax Policy and the Economy 11:1-47.",
        "Fullerton, D., and D.L. Rogers (1997), Neglected Effects on the Uses Side: Even a Uniform Tax Would Change Relative Goods Prices, American Economic Review 87:120-125.",
        "Gabszewicz, J.J., and J.-F. Thisse (1979), Price Competition, Quality and Income Disparities, Journal of Economic Theory 20:340-3 59.",
        "Gale, W., S. Houser, and J.K. Scholz (1996), Distributional Effects of Fundamental Tax Reform, in: H. Aaron, and W. Gale, eds., Economic Effects of Fundamental Tax Reform (Brookings Institution, Washington, DC) 281-315.",
        "Boadway, R. (1979), Long-Run Tax Incidence: A Comparative Dynamic Approach, Review of Economic Studies 46:505-511.",
        "Bishop, R.L. (1968), The Effects of Specific and Ad Valorem Taxes, Quarterly Journal of Economics 82:198-218.",
        "Besley, T.J., and H.S. Rosen (1999), Sales Taxes and Prices: An Empirical Analysis, National Tax Journal 52:157-178.",
        "Bernheim, B.D. (1981), A Note on Dynamic Tax Incidence, Quarterly Journal of Economics 96:705-723.",
        "Besley, T. (1989), Commodity Taxation and Imperfect Competition: A Note on the Effects of Entry, Journal of Public Economics 40:359-367.",
        "Barthold, T.A., J.R. Nunns, and E. Toder (1995), A Comparison of Distribution Methodologies, in: D.F. Bradford, ed., Distributional Analysis of Tax Policy (AEI Press, Washington, DC) 96-110.",
        "Barro, R.J. (1974), Are Government Bonds Net Wealth?, Journal of Political Economy 82:1095-1117.",
        "-78- March 4, 2002 Barthold, T.A., and W. Jack (1995), Innovations in the JCT Distribution Methodology, in: D.F. Bradford, ed., Distributional Analysis of Tax Policy (AEI Press, Washington, DC) 148-163.",
        "Ballard, C.L., D. Fullerton, J.B. Shoven, and J. Whalley (1985), A General Equilibrium Model for Tax Policy Analysis (University of Chicago Press, Chicago).",
        "Auerbach, A.J., and L.J. Kotlikoff (1987), Dynamic Fiscal Policy (Cambridge University Press, Cambridge).",
        "Auerbach, A.J., L.J. Kotlikoff, and J. Skinner (1983), The Efficiency Gains from Dynamic Tax Reform, International Economic Review 24:81-100.",
        "Auerbach, A.J., and J.R. Hines (2001), Taxation and Economic Efficiency, in: A.J. Auerbach, and M. Feldstein, eds., Handbook of Public Economics, Vol. 3 (Elsevier Press, Amsterdam).",
        "Auerbach, A.J., J. Gokhale, and L.J. Kotlikoff (1992), Social Security and Medicare Policy from the Perspective of Generational Accounting, Tax Policy and the Economy 6:129-145.",
        "Auerbach, A.J., J. Gokhale, and L.J. Kotlikoff (1991), Generational Accounts: A Meaningful Alternative to Deficit Accounting, Tax Policy and the Economy 5:55-110.",
        "Anderson, S.P., A. de Palma, and B. Kreider (2001), Tax Incidence in Differentiated Product Oligopoly, Journal of Public Economics 8 1:173-192.",
        "Anderson, K.B. (1990), A Review of Structure-Performance Studies in Grocery Retailing (Bureau of Economics, Federal Trade Commission, Washington, DC).",
        "Altig, D., A.J. Auerbach, L.J. Kotlikoff, K.A. Smetters, and J. Walliser (2001), Simulating Fundamental Tax Reform in the United States, American Economic Review 91:574-595.",
        "Aaron, H.J. (1974), A New View of Property Tax Incidence, American Economic Review 64:212-221.",
        "Aaron, H.J. (1989), Politics and the Professors Revisited, American Economic Review 79: 1-15.",
        "Delipalla, S., and M. Keen (1992), The Comparison between Ad Valorem and Specific Taxation under Imperfect Competition, Journal of Public Economics 49:35 1-367.",
        "Davies, J. B., F. St Hilaire, and J. Whalley (1984), Some Calculations of Lifetime Tax Incidence, American Economic Review 74:633-649.",
        "Cronin, J. A. (1999), U.S. Treasury Distributional Analysis Methodology (Office of Tax Analysis, Washington, DC).",
        "Cremer, H., and J.-F. Thisse (1994), Commodity Taxation in a Differentiated Oligopoly, International Economic Review 35:613-633.",
        "Carroll, R., and J. Yinger (1994), Is the Property Tax a Benefit Tax? The Case of Rental Housing, National Tax Journal 47:295-3 16.",
        "Bull, N., K.A. Hassett, and G.E. Metcalf (1994), Who Pays Broad-Based Energy Taxes? Computing Lifetime and Regional Incidence, Energy Journal 15:145-164.",
        "Browning, E.K. (1995), Tax Incidence Analysis for Policy Makers, in: D.F. Bradford, ed., Distributional Analysis of Tax Policy (AEI Press, Washington, D.C.) 164-180.",
        "-79- March 4, 2002 Browning, E.K., and W.R. Johnson (1979), The Distribution of the Tax Burden (American Enterprise Institute, Washington, DC).",
        "Browning, E.K. (1993), Transfers and Tax Incidence Theory, Public Finance 48:138141.",
        "Browning, E.K. (1985), Tax Incidence, Indirect Taxes, and Transfers, National Tax Journal 38:525-533.",
        "Browning, E.K. (1986), Pechman's Tax Incidence Study: A Note on the Data, American Economic Review 76:1214-1218.",
        "Brittain, J.A. (1971), The Incidence of Social Security Payroll Taxes, American Economic Review 61:110-125.",
        "Brown, H.G. (1924), The Economics of Taxation (Holt, New York).",
        "Break, G.F. (1974), The Incidence and Economic Effects of Taxation, in: A.S. Blinder, et al., eds., The Economics of Public Finance (Brookings Institution, Washington, DC).",
        "Bradford, D.F. (1978), Factor Prices May Be Constant but Factor Returns Are Not, Economics Letters 1.",
        "Bradford, D.F. (1995), ed., Distributional Analysis of Tax Policy (American Enterprise Institute Press, Washington, DC).",
        "Fullerton, D., and D.L. Rogers (1996), Lifetime Effects of Fundamental Tax Reform, in: H.J. Aaron, and W.G. Gale, eds., Economic Effects of Fundamental Tax Reform (Brookings Institution Press, Washington, DC) 32 1-347.",
        "Fullerton, D., and D.L. Rogers (1995), Distributional Effects on a Lifetime Basis, in: D.F. Bradford, ed., Distributional Analysis of Tax Policy (AEI Press, Washington, DC) 262-294.",
        "Fullerton, D., and D.L. Rogers (1993), Who Bears the Lifetime Tax Burden? (Brookings Institution, Washington, DC).",
        "Fullerton, D., and D.L. Rogers (1991), Lifetime Versus Annual Perspectives on Tax Incidence, National Tax Journal 44:277-287.",
        "Fullerton, D. (1996), Why Have Separate Environmental Taxes?, Tax Policy and the Economy 10:33-70.",
        "Fuchs, V.R., A.B. Krueger, and J.M. Poterba (1998), Economists' Views About Parameters, Values, and Policies: Survey Results in Labor and Public Economics, Journal of Economic Literature 36:1387-1425.",
        "-80- March 4, 2002 Friedman, M. (1957), A Theory of the Consumption Function (Princeton University Press, Princeton, NJ).",
        "Feldstein, M. (1977), The Surprising Incidence of a Tax on Pure Rent: A New Answer to an Old Question, Journal of Political Economy 85:349-60.",
        "Feldstein, M. (1974), Incidence of a Capital Income Tax in a Growing Economy with Variable Savings Rates, Review of Economic Studies 41:505-5 13.",
        "Fehr, H., and L.J. Kotlikoff (1999), Generational Accounting in General Equilibrium, in: A.J. Auerbach, and L.J. Kotlikoff, eds., Generational Accounting around the World (University of Chicago Press, Chicago).",
        "Edgeworth, F.Y. (1897), The Pure Theory of Taxation, The Economic Journal 7:46-70.",
        "Feenberg, D.R., A.W. Mitrusi, and J.M. Poterba (1997), Distributional Effects of Adopting a National Retail Sales Tax, Tax Policy and the Economy 11:49-90.",
        "Doyle, M.P. (1997), The Effects of Interest Rates and Taxes on New Car Prices (Board of Governors of the Federal Reserve System, Washington, DC).",
        "Dixit, A.K., and J.E. Stiglitz (1977), Monopolistic Competition and Optimum Product Diversity, American Economic Review 67:297-3 08.",
        "Devarajan, S., D. Fullerton, and R. A. Musgrave (1980), Estimating the Distribution of Tax Burdens: A Comparison of Different Approaches, Journal of Public Economics 13: 15 5-182."
    ]
}