{
    "id": 8834,
    "cites": 39,
    "cited_by": 18,
    "reference": [
        "Altshuler, Rosanne and T. Scott Newlon (1991), The effects of U.S. tax policy on the income repatriation patterns of U.S. multinational corporations, NBER Discussion Paper, No. 571.",
        "Altshuler, Rosanne, T. Scott Newlon, and William Randolph (1995), Do repatriation taxes matter? Evidence from the tax returns of U.S. multinationals, Effects of Taxation on Multinational Corporations, eds. Martin Feldstein, James Hines, Jr. and R. Glenn Hubbard, University of Chicago Press, pp. 253-272.",
        "Anders, Dietmar (1997) The limitation on benefit clause of the U.S.-German tax treaty and its compatibility with European law. Northwestern Journal of International Law and Business.",
        "Blonigen, Bruce A. and Ronald B. Davies (2000), The effects of bilateral tax treaties on U.S.",
        "FDI activity, National Bureau of Economic Research Working Paper No. 7929. Blonigen, Bruce A. and Ronald B. Davies (2001), The effects of bilateral tax treaties on U.S.",
        "FDI activity, Mimeo. Blonigen, Bruce A., Ronald B. Davies, and Keith Head. (2002), Estimating the knowledge- capital model of the multinational enterprise: Comment, Mimeo.",
        "Bond, E. and L. Samuelson, 1989, Strategic behaviour and the rules for international taxation of capital, Economic Journal 99:1099-1111.",
        "Carr, David, James R. Markusen, and Keith E. Maskus (2001), Estimating the knowledge- capital model of the multinational enterprise, American Economic Review, 91:3, pp. 693-708.",
        "Casson, Mark (1979), Alternatives to the Multinational Enterprise, Macmillan Press, London.",
        "Caves, Richard E. (1993), Multinational Enterprise and Economic Analysis, Second Edition, Cambridge Surveys of Economic Literature, Cambridge Press, New York, New York.",
        "Dagan, Tsilly (2000), The tax treaties myth, New York University Journal of International Law and Politics, Summer 2000, pp. 939-996.",
        "Devereux, Michael, Rachel Griffith, and Alexander Klemm (2001) Have taxes on mobile capital declined? Mimeo.",
        "Diamond, Walter and Dorothy Diamond (1998), International Tax Treaties of All Nations, Ocean Publications, Dobbs Ferry, New York.",
        "Doernberg, Richard (1997), International Taxation in a Nutshell, Third Edition, West Publishing Co., St. Paul, Minnesota.",
        "Graham, Edward and Paul Krugman (1995), Foreign Direct Investment in the United States, Third Edition, Institute for International Economics, Washington, D.C..",
        "Graham, John R. (1996), Proxies for the corporate marginal tax rate, Journal of Financial Economics, 42:2, pp. 187-221.",
        "Gresik, Thomas A. The taxing tax of taxing transnationals. Journal of Economic Literature, 39:3, pp. 800-838. Grubert, Harry, and John Mutti (1991), Taxes, tariffs and transfer pricing in multinational corporate decision making, Review of Economics and Statistics, 73:2, pp. 285-293.",
        "Hamada, Koichi (1966), Strategic aspects of taxation on foreign investment income, Quarterly Journal of Economics, 80:361-75.",
        "Hartman, David (1985), Tax policy and foreign direct investment, Journal of Public Economics, pp. 107-121.",
        "Hines, James R. Jr. (1988), Taxation and U.S. multinational investment, Tax Policy and the Economy, 2, ed. Lawrence Summers, MIT Press, pp. 33-61.",
        "Hines, James R. Jr. (1992), Credit and deferral as international investment incentives,National Bureau of Economic Research Working Paper Series, No. 4191.",
        "Hines, James R. and Kristen L. Willard (1992), Trick or treaty? Bargains and surprises in international tax agreements, Mimeo.",
        "Hufbauer, G., 1992, U.S. Taxation of International Income: Blueprint for Reform, Institute for International Economics.",
        "Janeba, Eckhard (1996), Foreign direct investment under oligopoly: profit shifting or profit capturing? Journal of Public Economics, 60: 423-445.",
        "Markusen, James R. and Anthony J. Venables (1997), The role of multinational firms in the wage-gap debate, Review of International Economics, 5: 435-51.",
        "Markusen, James R. and Keith E. Maskus (1999), Discriminating among alternative theories of the multinational enterprise, National Bureau of Economic Research Working Paper Series, No.",
        "Markusen, James R. and Keith E. Maskus. (2001), Multinational Firms: Reconciling Theory and Evidence, in M. Blomstrom and L.S. Goldberg (Eds.), Topics in Empirical International Economics: A Festschrift in Honor of Robert E. Lipsey. Chicago, IL: University of Chicago Press for National Bureau of Economic Research.",
        "Markusen, James R, Anthony J. Venables, Denise Eby-Konan, and Kevin Honglin Zhang (1996) A unified treatment of horizontal direct investment, vertical direct investment, and the pattern of trade in goods and services, NBER Working Paper, No. 5696.",
        "Nehru, Vikram, and Ashok Dhareshwar (1993), A new database on physical capital stock: sources, methodology and results. Rivista de Analisis Economico, 8:1, pp. 37-59.",
        "Organization for Economic Cooperation and Development (1989), Explanatory report on the convention on mutual administrative assistance in tax matters, OECD Committee on Fiscal Affairs, Paris.",
        "Organization for Economic Cooperation and Development (1997), Model tax convention on income and on capital, OECD Committee on Fiscal Affairs, Paris.",
        "Radaelli, Claudio M. (1997), The politics of corporate taxation in the European Union, Routledge Research in European Public Policy, London.",
        "Sinn, Hans-Werner (1993), Taxation and the birth of foreign subsidiaries, Trade, Welfare, and Economic Policies, Essays in Honor of Murray C. Kemp, ed. H Heberg and N. Long, University of Michigan Press, Ann Arbor.",
        "White, Fredrick (1991), The United States Perspective, Tax Treaties and Local Taxes, International Fiscal Association, 16:15-24.",
        "Wilson, G. P., 1993, The role of taxes in location and sourcing decisions, in Studies in International Taxation, A. Giovannini, R. G. Hubbard, and J. Slemrod eds., University of Chicago Press.",
        "Wilson, John D. Theories of Tax Competition. National Tax Journal, June 1999, 52(2), pp.",
        "According to Radaelli (1997), treaty formation by the U.S. is free of such business lobbying efforts.",
        "Generally, the only limitation U.S. tax treaties place on state taxation is that a foreign corporation must be treated the same as a firm incorporated in another state (White, 1991).",
        "Thus, we expect the opposite sign on this coefficient than they do. See CMM (2001) for further details on the knowledge-capital model."
    ]
}