{
    "id": 8838,
    "cites": 14,
    "cited_by": 23,
    "reference": [
        "[15] Powell, A. and F. Sturzenegger, 2000.  Dollarization: The Link Between Devaluation and Default Risk. Mimeo. 23",
        "[14] Phelps, E. 1973. Inflation in the Theory of Public Finance. Swedish Journal of Economics 75, 67-82.",
        "[13] Persson, T. and G. Tabellini. 1990. Macroeconomic Policy, Credibility, and Politics. Harwood Academic Publishers.",
        "[12] Panizza, U., E. Stein, and E. Talvi, 2000, Assessing Dollarization: An Application to Central American countries. Working Paper, 1DB. 22",
        "[1] Calvo, G. 1978. On the Time Consistency of Optimal Policy in a Monetary Economy. Econometrica 46 (November): 1411-28.",
        "[2] Calvo, G., and P. Guidotti. 1993. On the Flexibility of Monetary Policy: The Case of the Optimal Inflation Tax. Review of Economic Studies 60, 667-87.",
        "[4] Chang, R., and A. Velasco. 2000b. Financial Fragility and the Exchange Rate Regime, Journal of Economic Theory, 92, 1-34.",
        "[5] Chang, R., and A. Velasco. 2000c. Banks, Debt Maturity, and Financial Crises, Journal of International Economics 51, 169-94.",
        "[6] Fischer, 5. 1982. Seigniorage and the Case for a National Money. Journal of Political Economy 90 (April), 295-313.",
        "[7] Hanke, S. H., and K. Schuler. 1999. A Monetary Constitution for Argentina: Rules for Dollarization. CATO Journal 18 (Winter), 405-20.",
        "[8] Hausmann, R. 1999. Should There Be Five Currencies or One Hundred and Five? Foreign Policy.",
        "[9] Kaminsky, G., and C. M. Reinhart. 1999 The Twin Crises: the Causes of Banking and Balance of Payments Problems. American Economic Review, 89(3), 473-500.",
        "[10] Kydland, F. E., and E. C. Prescott. 1977. Rules Rather than Discretion: The Inconsistency of Optimal Plans. Journal of Political Economy 85 (June): 473-92.",
        "[11] Mundell, R. 1961. A Theory of Optimum Currency Areas. American Economic Review 51:657-75."
    ]
}