{
    "id": 8840,
    "cites": 22,
    "cited_by": 48,
    "reference": [
        "1. Atkinson, Anthony (1970). On The Measurement of Inequality, Journal of Eco- nomic Theory.",
        "2. BjÃ\u0083Â¶rklund, A. and MoÃ\u0082Â¢tt, R. (1987). The Estimation of Wage Gains and Welfare Gains in Self-Selection,Review of Economics and Statistics , 69(1):42-9.",
        "3. Card, David (1999). Estimating the Causal EÃ\u0082Â¤ect of Education,, in O. Ashenfelter and D. Card, editors,Handbook of Labor Econometrics, Chapter 10, 1801-1863.",
        "5. Harsanyi, J. (1955). Cardinal Welfare, Individualistic Ethics and Interpersonal Com- parisons of Utility,Journal of Political Economy, 63(4) (August), 309-21.",
        "6. Heckman, James (1990). Varieties of Selection Bias, American Economic Review, 80(2):313-318.",
        "7. Heckman, James J. (2001a). Micro Data, Heterogeneity, and the Evaluation of Public Policy: Nobel Lecture (2001a), Journal of Political Economy109(4):673-748.",
        "8. Heckman, James J. (2001b). Accounting For Heterogeneity, Diversity and General Equilibrium In Evaluating Social Programs, Economic Journal, November, 2001 15",
        "9. Heckman, J. and B. HonorÃ\u0083Â© (1990). The Empirical Content of the Roy Model, Econometrica, 58(5):1121-1149.",
        "10. Heckman, J., R. LaLonde and J. Smith (1999). The Economics and Econometrics of Active Labor Market Programs, in O. Ashenfelter and D. Cards, eds., Handbook of Labor Economics,Chapter31,pp.",
        "11. Heckman, J. and J. Smith (1993). Assessing The Case for Randomized Evaluations of Social Programs, in K. Hansen and P. Madsen, eds, Measuring Labor Market Outcomes, (Copenhagen: Ministry of Labor).",
        "12. Heckman, J. and J. Smith (1998). Evaluating The Welfare State, in S. Strom (ed), Econometrics and Economic Theory in the 20th Century: The Ragnar Frisch Centen- nial Symposium, Econometic Society, Monograph Series , 16, (Cambridge University Press, 1998), Chapter 8, 241-318.",
        "13. Heckman, J. and E. Vytlacil (2000). Local Instrumental Variables, in C. Hsiao, K. Morimune, and J. Powells, (eds.), Nonlinear Statistical Modeling: Proceedings of the Thirteenth International Symposium in Economic Theory and Econometrics: Essays in Honor of Takeshi Amemiya, (Cambridge: Cambridge University Press, 2000), 1-46.",
        "14. Heckman, J. and Vytlacil, E. (2001). Structural Equations, Treatment EÃ\u0082Â¤ects and Econometric Policy Evaluation, Fisher Schultz Lecture, World Meetings of the Econometric Society, Seattle, forthcoming in Econometrica.",
        "15. Joreskog, K. and D. Sorbom (1979). Advances in Factor Analysis and Structural Equations Models.(Cambridge: Abt Associates). 16",
        "16. Kane, T. (1994). College Entry by Blacks since 1970: The Role of College Costs, Family Background, and the Returns to Education, Journal of Political Economy, 102 (October 1994): 878-911.",
        "17. Persson, T. and G. Tabellini (2000). Political Economics -Explaining Economic Pol- icy.(MIT Press: Cambridge, Massachusetts).",
        "18. Rawls, J. (1971).A Theory of Justice.(Cambridge, MA: Harvard University Press).",
        "19. Roemer, J. (1996).Theories of Distributive Justice.(Cambridge: Harvard University Press).",
        "20. Roy, A. (1951). Some Thoughts on the Distribution of Earnings, Oxford Economic Papers, 3:135-146.",
        "21. Sen, A. K. (1997).On Economic Inequality.Second Edition; Oxford: Clarendon Press.",
        "22. Sen, A. K. (2000). Social Justice and the Distribution of Income, in Handbook of Income Distribution(eds. A. B. Atkinson and F. Bourguignon). (Amsterdam: North Holland).",
        "23. Vickery, W. (1960). Utility, Strategy and Social Decision Rules. Quarterly Journal of Economics, 74(4):507-35."
    ]
}