{
    "id": 8842,
    "cites": 42,
    "cited_by": 0,
    "reference": [
        "Maddison, A. 1995. Monitoring the World Economy. Paris: OECD.",
        "Mitchell, B. R. 1983. International Historical Statistics: The Americas and Australasia. Detroit: Gale Research.",
        "Maddison, A. 1982. Phases of Capitalist Development. Oxford: Oxford University Press.",
        "Maddala, G. S. Econometrics. New York: McGraw-Hill, 1977.",
        "Leontief, W. W. 1953a. Domestic Production and Foreign Trade: The American Capital Position Re-Examined. Proceedings of the American Philosophical Society 97 (September): 332Ã\u0082â\u0080\u009349.",
        "Leamer, E. E. 1984. Sources of International Comparative Advantage. Cambridge, Mass.: MIT Press.",
        "Leamer, E. E. 1980. The Leontief Paradox Reconsidered. Journal of Political Economy 88 (June): 495Ã\u0082â\u0080\u0093503.",
        "League of Nations. 1927. Population and Natural Resources. Geneva: League of Nations.",
        "Leamer, E. E. 1978. Specification Searches: Ad Hoc Inference with Nonexperimental Data. New York: Wiley.",
        "Hufbauer, G. 1991. World Economic Integration: The Long View. International Economic Insights 2 (MayÃ\u0082â\u0080\u0093June): 23Ã\u0082â\u0080\u009327.",
        "Helpman, E., and P. R. Krugman. 1985. Market Structure and Foreign Trade. Cambridge, Mass.: MIT Press.",
        "Hatton, T. J., and J. G. Williamson. 1998. The Age of Mass Migration. New York: Oxford University Press.",
        "Helpman, E. 1999. The Structure of Foreign Trade. Journal of Economic Perspectives 13 (Spring): 121Ã\u0082â\u0080\u009344.",
        "Gabaix, X. 1997. The Factor-Content of Trade: A Rejection of the Heckscher-Ohlin-Vanek-Leontief Hypothesis. Harvard University (May). Photocopy.",
        "Ethier, W. J., and L. E. O. Svennson. 1986. The Theorems of International Trade when Factors are Mobile. Journal of International Economics 20 (February): 21Ã\u0082â\u0080\u009342.",
        "Estevadeordal, A., and A. M. Taylor. 2002. A Century of Missing Trade? American Economic Review 92 (March). Forthcoming.",
        "Estevadeordal, A. 1999. A Note on Comparative Advantage and Natural Resources in the Early Twentieth Century. In Doctor Jordi Nadal: La industrializaciÃ\u0083Â³n y el desarrollo econÃ\u0083Â³mico de EspaÃ\u0083Â±a., edited by A. Carreras, et al. Barcelona: University of Barcelona Press.",
        "Estevadeordal, A. 1997. Measuring Protection in the Early Twentieth Century. European Review of Economic History 1 (April): 89Ã\u0082â\u0080\u0093125.",
        "Abramovitz, M. 1986. Catching Up, Forging Ahead, and Falling Behind. Journal of Economic History 46 (June): 385Ã\u0082â\u0080\u0093406.",
        "Edelstein, M. 1982. Overseas Investment in the Age of High Imperialism. New York: Columbia University Press.",
        "Easterlin, R. 1961. Influences in European Overseas Emigration Before World War One. Economic Development and Cultural Change 9 : 331Ã\u0082â\u0080\u009351.",
        "Dixit, A. K., and V. Norman. 1980. Theory of International Trade. Cambridge: Cambridge University Press.",
        "Clark, G. 1987. Why IsnÃ\u0082â\u0080\u0099t the Whole World Developed? Lessons from the Cotton Mills. Journal of Economic History 47 (March): 141Ã\u0082â\u0080\u009373.",
        "Davis, D. R., and D. Weinstein. 2001. An Account of Global Factor Trade. American Economic Review 91 (December): 1423Ã\u0082â\u0080\u009353.",
        "Bowen, H. P., E. E. Leamer, and L. Sveikauskas. 1987. Multicountry, Multifactor Tests of the Factor Abundance Theory. American Economic Review 77 (December): 791Ã\u0082â\u0080\u0093809.",
        "Baumol, W. 1986. Productivity Growth, Convergence and Welfare: What the Long-Run Data Show. American Economic Review 76 (December): 1072Ã\u0082â\u0080\u009385.",
        "OÃ\u0082â\u0080\u0099Rourke, K. H., A. M. Taylor, and J. G. Williamson. 1996. Factor Price Convergence in the Late Nineteenth Century. International Economic Review 37 (August): 499Ã\u0082â\u0080\u0093530.",
        "OÃ\u0082â\u0080\u0099Rourke, K. H., and J. G. Williamson. 1994. Late-Nineteenth Century Anglo-American Factor-Price Convergence: Were Heckscher and Ohlin Right? Journal of Economic History 54 (December): 892Ã\u0082â\u0080\u0093916.",
        "OÃ\u0082â\u0080\u0099Rourke, K. H., and J. G. Williamson. 1999. Globalization and History: The Evolution of a Nineteenth-Century Atlantic Economy. Cambridge: MIT Press.",
        "Obstfeld, M., and A. M. Taylor. 1998. The Great Depression as a Watershed: International Capital Mobility in the Long Run. In The Defining Moment: The Great Depression and the American Economy in the Twentieth Century, edited by M. D. Bordo, C. D. Goldin and E. N. White. Chicago: University of Chicago Press.",
        "Obstfeld, M., and A. M. Taylor. 2002a. Globalization and Capital Markets. In Globalization in Historical Perspective, edited by M. D. Bordo, A. M. Taylor and J. G. Williamson. Chicago: University of Chicago Press.",
        "Obstfeld, M., and A. M. Taylor. 2002b. Global Capital Markets: Integration, Crisis, and Growth. Japan-U.S. Center Sanwa Monographs on International Financial Markets Cambridge: Cambridge University Press. Forthcoming.",
        "Potter, N., and F. T. Christy, Jr. 1962. Trends in Natural Resource Commodities. Baltimore, Md.: Johns Hopkins University Press.",
        "Rothwell, R. P. Various issues. The Mineral Industry, its Statistics, Technology, and Trade. New York: Scientific Publishing Company. Saxonhouse, G. R. 1986. WhatÃ\u0082â\u0080\u0099s Wrong with Japanese Trade Structure? Pacific Economic Papers 137 : 1Ã\u0082â\u0080\u009336.",
        "Taylor, A. M. 1996. International Capital Mobility in History: The Saving-Investment Relationship. Working Paper Series no. 5743, National Bureau of Economic Research (September).",
        "Taylor, A. M., and J. G. Williamson. 1994. Capital Flows to the New World as an Intergenerational Transfer. Journal of Political Economy 102 (April): 348Ã\u0082â\u0080\u0093371.",
        "Taylor, A. M., and J. G. Williamson. 1997. Convergence in the Age of Mass Migration. European Review of Economic History 1 (April): 27Ã\u0082â\u0080\u009363.",
        "Trefler, D. 1993. International Factor Price Differences: Leontief Was Right! Journal of Political Economy 101 (December): 961Ã\u0082â\u0080\u009387.",
        "Trefler, D. 1995. The Case of the Missing Trade and Other Mysteries. American Economic Review 85 (December): 1029Ã\u0082â\u0080\u00931046.",
        "Vanek, J. 1968. Factor Proportions Theory: The N-Factor Case. Kyklos 21 (October): 749Ã\u0082â\u0080\u009355.",
        "Williamson, J. G. 1995. The Evolution of Global Labor Markets since 1830: Background Evidence and Hypotheses. Explorations in Economic History 32 (April): 141Ã\u0082â\u0080\u009396.",
        "Wood, A. 1994a. Give Heckscher and Ohlin a Chance! Weltwirtschaftliches Archiv 130 : 20Ã\u0082â\u0080\u009349."
    ]
}