{
    "id": 8843,
    "cites": 34,
    "cited_by": 9,
    "reference": [
        "[1] Barker, D.J.P. 1992.Fetal and Infant Origins of Adult Disease . London: British Medical Journal Publishing Group.",
        "[3] Blair D, Habicht JP, Sims EAH, et al. 1984. Evidence for an increased risk of hypertension with centrally located body fat and the effect of race and sex on this risk. American Journal of Epidemiology. 119(4): 526-40.",
        "[4] Clauser, Charles, Ilse Tebetts, Bruce Bradtmiller, John McConville, and Claire C. Gordon. 1988.Measurers Handbook: U.S. Army Anthropometric Survey, 1987-1988 . Technical Report Natick/TR-88/043.",
        "[5] Costa, Dora L. Forthcoming. Understanding Mid-Life and Older Age Mortality Declines: Evidence from Union Army Veterans. Journal of Econometrics.",
        "[6] Costa, Dora L. 2002. Changing Chronic Disease Rates and Long-term Declines in Func- tional Limitation Among Older Men. Demography. 39(1): 119-138. 31",
        "[7] Costa, Dora L. 2000. Understanding the Twentieth Century Decline in Chronic Conditions Among Older Men.Demography. 37(1): 53-72.",
        "[9] Costa, Dora L. 1993. Height, Weight, Wartime Stress, and Older Age Mortality: Evidence from the Union Army Records.Explorations in Economic History. 30: 424-449.",
        "[10] Costa, Dora L. and Richard H. Steckel. 1997. Long-Term trends in Health, Welfare, and Economics Growth in the United States. In R. Floud and R.H. Steckel (Eds), Health and Welfare During Industrialization. Chicago: University of Chicago Press for NBER,",
        "[11] Eisen, E.A., D.W. Dockery, F.E. Speizer, M.E. Fay, and B.G. Ferris, Jr. 1987. The Associ- ation Between Health Status and the Performance of Excessively Variable Spirometry Tests in a Population-based Study in Six U.S. Cities. American Review of Respiratory Disease . 136: 1371-6.",
        "[13] Fogel, Robert W. 1992. The Body Mass Index of Adult Male Slaves in the U.S. c. 1863 and Its Bearing on Mortality Rates. In Robert W. Fogel, Ralph A. Galantine, and Richard L. Manning, Eds,Without Consent or Contract: Evidence and Methods . New York: W.W. Norton and Company.",
        "[14] Fogel, Robert W. 1993. New Sources and New Techniques for the Study of Secular Trends in Nutritional Status, Health, Mortality, and the Process of Aging. Historical Methods. 28(1): 5-44.",
        "[15] Fogel, Robert W. and Dora L. Costa. 1997. A Theory of Technophysio Evolution, With Some Implications for Forecasting Population, Health Care Costs, and Pension Costs. Demography. 34(1): 49-66.",
        "[16] Fogel, Robert W., Stanley E. Engerman, Clayne Pope, and Larry Wimmer. 1990. Union Army Recruits in White Regiments in the United States, 1861-1865 . [Computer file]. Ann Arbor, MI: Inter-university Consortium for Political and Social Research [distributor]. .",
        "[17] Folsom AR, Prineas RJ, Kaye SA, et al. 1989. Body fat distribution and self-reported prevalence of hypertension, heart attack, and heart disease in older women. International Journal of Epidemiology. 18(2): 361-7.",
        "[18] Folsom AR, Kaye SA, Sellers TA, Hong CP, Cerhan JR, Potter JD, Prineas RJ. 1993. Body Fat Distribution and 5-Year Risk of Death in Older Women. Journal of the American Medical Association. 269(4): 483-87. 32",
        "[19] Freedman, D.S., D.F. Williamson. J.B. Croft, C. Ballew, and T. Byers. 1995. Relation of Body Fat Distribution to Ischemic Heart Disease. The National Health and Nutrition Examination Survey I (NHANES I) Epidemiologic Follow-up Study. American Journal of Epidemiology. 142(1): 53-63.",
        "[20] Goldin, Claudia and Robert A. Margo. 1989. The Poor at Birth: Birth Weights and Infant Mortality at Philadelphias Almshouse Hospital, 1848-1873. Explorations in Economic History. 26: 360-379.",
        "[21] Gould, Benjamin Apthorp. 1869. Investigations in the Military and Anthropological Statis- tics of American Soldiers. New York: Published for the United States Sanitary Commission, by Hurd and Houghton. Cambridge: Riverside Press.",
        "[22] Haines, Michael R., Lee A. Craig, and Thomas Weiss. 2000. Development, Health, Nutri- tion, and Mortality: The Case of the `Antebellum Puzzle in the United States. National Bureau of Economic Research Historical Paper 130.",
        "[23] Hertzberg, H.T.E., G.S. Daniels, and E. Churchill. 1954. WADC (Wright Air Development Center) Technical Report 52-321.",
        "[25] LagerstrÃ\u0082Â¬om, M, K. Bremme, P. Eneroth, and C-G Janson. 1994. Long-term Development for Boys and Girls at Age 16-18 as Related to Birth Weight and Gestational Age. International Journal of Psychophysiology. 17(2):175-80.",
        "[26] Loomis, D.P., G.W. Collman, W.J. Rogan. 1989. Relationship of Mortality, Occupation, and Pulmonary Diffusing Capacity to Pleural Thickening in the First National Health and Nutrition Examination Survey.American Journal of Industrial Medicine . 16: 477-84.",
        "[27] Loos, R.J., G. Beunen., R. Fagard, C. Derom, and R. Vlietinck. 2001. International Journal of Obesity. 25(10): 1537-45.",
        "[28] Martinez, F.D., L.M. Taussig, and W.J. Morgan. 1990. Infants with Upper Respiratory Tract Illnesses Have Significant Reductions in Maximal Respiratory Flow. Pediatric Pul- monology. 9: 91-5.",
        "[29] Martorell, R., U. Ramakrishnan, D.G. Schroeder, P. Melgar, and L. Neufeld. Intrauterine Growth Retardation, Body Size, Body Composition, and Physical Performance in Adoles- cence. 1996. In Nevin S. Scrimshaw and Beat SchÃ\u0082Â¬ urch, Eds.Causes and Consequences of Intrauterine Growth Retardation. Proceedings of an I/D/E/C/G/ Workship held in Baton Rouge, USA, November 11-15, 1996. http://www.unu.edu/unupress/food2/UIDO3E//uid03e00.htm 33",
        "[31] Okosun, I.S., S.H. Tedders, S. Choi, and G.E. Dever. 2000. Abdominal Adiposity Values Associated with Established Body Mass Indexes in White, Black, and Hispanic Americans. A Study from the Third National Health and Nutrition Examination Survey. International Journal of Obesity and Related Metabolic Disorders . 24(10): 1279-85.",
        "[32] Paz, I, D.S. Seidman, Y.L. Dnon, A. Laor, D.K. Stevenson, and R. Gale. 1993. American Journal of Diseases of Children. 147(3): 337-9.",
        "[33] Prince, Joseph M. and Richard H. Steckel. 2001. Tallest in the World: Native Americans of the Great Plains in the Nineteenth Century. American Economic Review. DATE?",
        "[34] Schreiner, P.J., J.G. Terry, G.W. Evans, W.H. Hinson, Crouse Jr 3rd, G. Heiss. 1996. American Journal of Epidemiology. 144(4): 335-45.",
        "[35] Steckel, Richard H. 1986. A Peculiar Population: The Nutrition, Health, and Mortality of American Slaves from Childhood to Maturity. Journal of Economic History46: 721-41.",
        "[36] Strachan, D.P. 1991. Ventilatory Function as a Predictor of Fatal Stroke. British Medical Journal. 302: 84-7.",
        "[37] Terry Richard B., William F. Page, and William L. Haskell. 1992. Waist/hip ratio, body mass index and premature cardiovascular disease mortality in US Army veterans during a twenty-three year follow-up study. International Journal of Obesity. 16(6): 417-23.",
        "[38] Ward, Peter W. 1993.Birth Weight and Economic Growth: Womens Living Standards in the Industrializing West.Chicago: University of Chicago Press.",
        "[39] Yao, Chong-Hua, Martha L. Slattery, David R. Jacobs, Jr, Aaron R. Folsom, and Eileen T. Nelson. 1991.American Journal of Epidemiology. 134(11): 1278-1289. 34"
    ]
}