{
    "id": 8844,
    "cites": 13,
    "cited_by": 1,
    "reference": [
        "Bradley, ME, Green Jr., NM, Jones, DE, Lynn, M and McNeil, L, Churches and Church Membership in the United States 1990, Atlanta: Glenmary Research Center, 1992, Centers for Disease Control and Prevention, Incidence of Initiation of Cigarette SmokingUnited States, 1965-1996, Morbidity and Mortality Weekly Report, 47:39, October 1998.",
        "Centers for Disease Control and Prevention, Trends in Cigarette Smoking Among High School Students-United States, 1991-1999, Morbidity and Mortality Weekly Report, 49:33, August 2000.",
        "Chaloupka, FJ and M Grossman, Price, Tobacco Control Policies, and Youth Smoking, NBER Working Paper, No, 5740, September 1996, Cragg, JG, Some Statistical Models for Limited Dependent Variables with Application to the Demand for Durable Goods, Econometrica, 39:5, 829-844, 1971, DeCicca, P, D Kenkel, and A Mathios, Putting Out the Fires: Will Higher Taxes Reduce Youth Smoking? Journal of Political Economy, 110:1, 144-169, February 2002, Douglas, SM and G Hariharan, The Hazard of Starting Smoking: Estimates from a Split Sample Duration Model, Journal of Health Economics., 13, 213-230, 1994, Douglas, SM, The Duration of the Smoking Habit, Economic Inquiry, 36:1, 49-64, 1998, Emery, S, EA Gilpin, MM White, and JP Pierce, How Adolescents Get Their Cigarettes Implications for Policies on Access and Price, Journal of the National Cancer Institute, 91:2, 184-186, 1999.",
        "Emery S, MM White and JP Pierce. Does Cigarette Price Influence Adolescent Experimentation? Journal of Health Economics, 20:2, 261-270, March 2001.",
        "Evans, WN and LX Huang. Cigarette Taxes and Teen Smoking: New Evidence from Panels of Repeated Cross Sections. Working Paper, Department of Economics, University of Maryland, 1998.",
        "Forster, M and AM Jones. The Role of Tobacco Taxes in Starting and Quitting Smoking: Duration Analysis of British Data. Working Paper, University of York, September 3, 1999.",
        "Gratias EJ, DP Krowchuk, MR Lawless, and RH Durant. Middle School Students' Sources of Acquiring Cigarettes and Requests for Proof of Age. Journal of Adolescent Health, 25, 276-283, 1999.",
        "Gruber, J. Youth Smoking in the U.S.: Prices and Policies. NBER Working Paper No. 7506, January 2000.",
        "Huber, P. The Behavior of Maximum-Likelihood Estimates Under Nonstandard Conditions. In Proceedings of the Fifth Berkeley Symposium in Mathematical Statistics, Vol. 1 Berkeley: University of California Press, 1967.",
        "Lewit, EM, D Coate, and M Grossman. The Effects of Government Regulations on Teenage Smoking. Journal of Law and Economics, 24, 545-569, 1981.",
        "Lucas K and B Lloyd, Starting Smoking: Girls' Explanations of the Influence of Peers, Journal of Adolescence, 22, 647-655, 1999, Smetters, K and J Gravelle, The Exchange Theory of Teenage Smoking and the Coun-terproductiveness of Moderate Regulation, NBER Working Paper No, 8262, April 2001.",
        "Tauras, JT, PM O'Malley, and LD Johnston, Effects of Price and Access Laws on Teenage Smoking Initiation: A National Longitudinal Analysis, NBER Working Paper No, 8331, June 2001.",
        "U.S. Department of Health and Human Services, Preventing Tobacco Use Among Young People, A report of the Surgeon General, Atlanta, Georgia: U.S. Department of Health and Human Services, Public Health Service, Centers for Disease Control and Prevention, National Center for Chronic Disease Prevention and Health Promotion, Office on Smoking and Health, 1994, Wasserman, J, WG Manning, JP Newhouse, and JD Winkler, The Effects of Excise Taxes and Regulations on Cigarette Smoking, Journal of Health Economics, 10, 43-64, 1991, Wolfson M, JL Forster, AJ Claxton, and DM Murray, Adolescent Smokers' Provision of Tobacco to Other Adolescents, American Journal of Public Health, 87, 649-651, April 1997."
    ]
}