{
    "id": 8845,
    "cites": 47,
    "cited_by": 22,
    "reference": [
        "Acs, Gregory (1996) Ã\u0082â\u0080\u0098The impact of welfare on young mothersÃ\u0082â\u0080\u0099 subsequent childbearing decisions.Ã\u0082â\u0080\u0099 Journal of Human Resources 31(4), 898Ã\u0082â\u0080\u0093915.",
        "Allen, Douglas W. (1993) Ã\u0082â\u0080\u0098Welfare and the family: the Canadian experience.Ã\u0082â\u0080\u0099 Journal of Labor Economics 11(1), S201Ã\u0082â\u0080\u0093S223.",
        "Angrist, Joshua D., and William N. Evans (1998) Ã\u0082â\u0080\u0098Children and their parentsÃ\u0082â\u0080\u0099 labour supply: Evidence from exogenous variation in family size.Ã\u0082â\u0080\u0099 American Economic Review 88(3), 450Ã\u0082â\u0080\u0093477.",
        "Baril, Robert, Pierre Lefebvre, and Philip Merrigan (2000) Ã\u0082â\u0080\u0098Quebec family policy: Impact and options.Ã\u0082â\u0080\u0099 Choices 6 (January), Institute for Research on Public Policy, Montreal.",
        "Batina, Raymond G. (1986) Ã\u0082â\u0080\u0098The optimal linear income tax with tax credits contingent on fertility.Ã\u0082â\u0080\u0099 Journal of Public Economics 30(2), 219Ã\u0082â\u0080\u0093235.",
        "Becker, Gary S. (1965) Ã\u0082â\u0080\u0098A theory of the allocation of time.Ã\u0082â\u0080\u0099 Economic Journal 75, 493Ã\u0082â\u0080\u0093517.",
        "Becker, Gary S., and H. Gregg Lewis (1973) Ã\u0082â\u0080\u0098On the interaction between the quantity and quality of children.Ã\u0082â\u0080\u0099 Journal of Political Economy 81(2), S279Ã\u0082â\u0080\u0093S288.",
        "Becker, Gary S., and Nigel Tomes (1976) Ã\u0082â\u0080\u0098Child endowments and the quantity and quality of children.Ã\u0082â\u0080\u0099 Journal of Political Economy 84(4), S143Ã\u0082â\u0080\u0093S162.",
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan (2001) Ã\u0082â\u0080\u0098How much should we trust differences-in-differences estimates?Ã\u0082â\u0080\u0099 Working Paper 01Ã\u0082â\u0080\u009334, Massachusetts Institute of Technology, October.",
        "Besley, Timothy, and Anne Case (2000) Ã\u0082â\u0080\u0098Unnatural experiments? Estimating the incidence of endogenous policies.Ã\u0082â\u0080\u0099 Economic Journal 110(467), F672Ã\u0082â\u0080\u0093F694.",
        "Campbell, Arthur A. (1983) Manual of Fertility Analysis (New York: Churchill Livingstone).",
        "Canadian Tax Foundation (various years) The National Finances (Toronto: The Canadian Tax Foundation). Currie, Janet, and Jonathan Gruber (1996) Ã\u0082â\u0080\u0098Health insurance eligibility, utilization of medical care, and child health.Ã\u0082â\u0080\u0099 Quarterly Journal of Economics 111(2), 431Ã\u0082â\u0080\u0093466.",
        "Dickert-Conlin, Stacey, and Amitabh Chandra (1999) Ã\u0082â\u0080\u0098Taxes and the timing of birth.Ã\u0082â\u0080\u0099 Journal of Political Economy 107(1), 161Ã\u0082â\u0080\u0093177.",
        "Dooley, Martin D. et al. (2000) Ã\u0082â\u0080\u0098Lone female headship and welfare policy in Canada.Ã\u0082â\u0080\u0099 Journal of Human Resources 35(3), 587Ã\u0082â\u0080\u0093602.",
        "Fairlie, Robert W., and Rebecca A. London (1997) Ã\u0082â\u0080\u0098The effect of incremental benefit levels on births to AFDC recipients.Ã\u0082â\u0080\u0099 Journal of Human Resources 16(4), 575Ã\u0082â\u0080\u0093597.",
        "Gauthier, Anne Helene, and Jan Hatzius (1997) Ã\u0082â\u0080\u0098Family benefits and fertility: an econometric analysis.Ã\u0082â\u0080\u0099 Population Studies 51(3), 295Ã\u0082â\u0080\u0093306.",
        "Gosselin, Paul-Ã\u0082Â´E. (1968) La crise de la natalitÃ\u0082Â´e au QuÃ\u0082Â´ebec (QuÃ\u0082Â´ebec: Les Ã\u0082Â´Editions Ferland).",
        "Harvey, Carol, Michael J. Camasso, and Radha Jagannathan (2000) Ã\u0082â\u0080\u0098Evaluating welfare reform waivers under section 1115.Ã\u0082â\u0080\u0099 Journal of Economic Perspectives 14(4), 165Ã\u0082â\u0080\u0093188.",
        "Heckman, James J., and James R. Walker (1990) Ã\u0082â\u0080\u0098The relationship between wages and income and the timing and spacing of births: evidence from Swedish longitudinal data.Ã\u0082â\u0080\u0099 Econometrica 58(6), 1411Ã\u0082â\u0080\u00931441.",
        "Heckman, James J., and Jeffrey A. Smith (1995) Ã\u0082â\u0080\u0098Assessing the case for social experiments.Ã\u0082â\u0080\u0099 Journal of Economic Perspectives 9(2), 85Ã\u0082â\u0080\u0093110.",
        "Heckman, James J., and Richard Robb (1985) Ã\u0082â\u0080\u0098Alternative methods for evaluating the impact of interventions.Ã\u0082â\u0080\u0099 In Longitudinal analysis of labor market data, ed. James J. Heckman and Burton Singer (Cambridge: Cambridge University Press).",
        "Heckman, James J., Robert J Lalonde, and Jeffrey A. Smith (1999) Ã\u0082â\u0080\u0098The economics and econometrics of active labor market programs.Ã\u0082â\u0080\u0099 In Handbook of Labor Economics, ed. Orley Ashenfelter and David Card, vol. 3 (Amsterdam: Elsevier Science).",
        "Hotz, V. Joseph, Jacob Alex Klerman, and Robert J. Willis (1997) Ã\u0082â\u0080\u0098The econometrics of fertility in developed countries.Ã\u0082â\u0080\u0099 In The handbook of population economics, ed. Mark R. Rosenzweig and O. Stark (Amsterdam: Elsevier Science).",
        "Hoynes, Hilary M. (1997a) Ã\u0082â\u0080\u0098Does welfare play any role in female headship decisions?Ã\u0082â\u0080\u0099 Journal of Public Economics 65(2), 89Ã\u0082â\u0080\u0093117.",
        "Hoynes, Hilary M. (1997b) Ã\u0082â\u0080\u0098Work, welfare, and family structure.Ã\u0082â\u0080\u0099 In Fiscal Policy: lessons from economic research, ed. Alan J. Auerbach (Cambridge MA: MIT Press).",
        "HRDC (1999) Ã\u0082â\u0080\u0098Statistics related to income security programs.Ã\u0082â\u0080\u0099 Technical Report, Human Resources Development Canada, Ottawa.",
        "Hyatt, Douglas E., and William J. Milne (1991) Ã\u0082â\u0080\u0098Can public policy affect fertility?Ã\u0082â\u0080\u0099 Canadian Public Policy 17(1), 77Ã\u0082â\u0080\u009385.",
        "Imbens, Guido W., and Joshua D. Angrist (1994) Ã\u0082â\u0080\u0098Identification and estimation of local average treatment effects.Ã\u0082â\u0080\u0099 Econometrica 62(2), 467Ã\u0082â\u0080\u0093475.",
        "La Presse (1988) Ã\u0082â\u0080\u0098Baisse dÃ\u0082â\u0080\u0099impÃ\u0082Ë\u0086ots pour tous.Ã\u0082â\u0080\u0099 May 13, p. A-1.",
        "Meyer, Bruce D. (1995) Ã\u0082â\u0080\u0098Natural and quasi-experiments in economics.Ã\u0082â\u0080\u0099 Journal of Business and Economics Statistics 13(2), 151Ã\u0082â\u0080\u0093161.",
        "Moffitt, Robert (1994) Ã\u0082â\u0080\u0098Welfare effects on female headship with area effects.Ã\u0082â\u0080\u0099 Journal of Human Resources 29(2), 621Ã\u0082â\u0080\u0093636.",
        "Montreal Gazette (1988b) Ã\u0082â\u0080\u0098Have more babies, Liberals say.Ã\u0082â\u0080\u0099 February 28, p. A-1.",
        "Montreal Gazette (1988c) Ã\u0082â\u0080\u0098ParizeauÃ\u0082â\u0080\u0099s family plan: triple baby bonus.Ã\u0082â\u0080\u0099 March 15, p. A-1.",
        "Montreal Gazette (1996) Ã\u0082â\u0080\u0098Child benefits reworked.Ã\u0082â\u0080\u0099 November 1, p. A-1.",
        "Nerlove, Marc, Assaf Razin, and Efraim Sadka (1984) Ã\u0082â\u0080\u0098Income distribution policies with endogenous fertility.Ã\u0082â\u0080\u0099 Journal of Public Economics 24(2), 221Ã\u0082â\u0080\u0093230.",
        "Olsen, Randall J. (1994) Ã\u0082â\u0080\u0098Fertility and the size of the U.S. labor force.Ã\u0082â\u0080\u0099 Journal of Economic Literature 32(1), 60Ã\u0082â\u0080\u0093100.",
        "Pechman, Joseph A. (1983) Federal Tax Policy: 4th edition (Washington, D.C.: The Brookings Institution).",
        "Phipps, Shelley A. (1998) Ã\u0082â\u0080\u0098What is the income Ã\u0082â\u0080\u0098cost of a childÃ\u0082â\u0080\u0099? exact equivalence scales for Canadian two-parent families.Ã\u0082â\u0080\u0099 Review of Economics and Statistics 80(1), 157Ã\u0082â\u0080\u0093164.",
        "QuÃ\u0082Â´ebec (1992) Ã\u0082â\u0080\u0098Un million de familles.Ã\u0082â\u0080\u0099 RÃ\u0082Â´egie des Rentes du QuÃ\u0082Â´ebec, QuÃ\u0082Â´ebec.",
        "QuÃ\u0082Â´ebec (1999) Ã\u0082â\u0080\u0098La situation dÃ\u0082Â´emographique au QuÃ\u0082Â´ebec.Ã\u0082â\u0080\u0099 Ã\u0082Â´edition 1999, Bureau de la Statistique du QuÃ\u0082Â´ebec, QuÃ\u0082Â´ebec.",
        "Rosenzweig, Mark R., and Kenneth I. Wolpin (1980) Ã\u0082â\u0080\u0098Life cycle labor supply and fertility: causal inferences from household models.Ã\u0082â\u0080\u0099 Journal of Political Economy 88(2), 328Ã\u0082â\u0080\u0093348.",
        "Rosenzweig, Mark R., and T. Paul Schultz (1985) Ã\u0082â\u0080\u0098The demand and supply of births: fertility and its life cycle consequences.Ã\u0082â\u0080\u0099 American Economic Review 75(5), 992Ã\u0082â\u0080\u00931015.",
        "Statistics Canada (various years) Ã\u0082â\u0080\u0098Births.Ã\u0082â\u0080\u0099 Catalogue No. 84-210, Statistics Canada, Ottawa. Statistics Canada (various years) Ã\u0082â\u0080\u0098Vital statistics.Ã\u0082â\u0080\u0099 Catalogue No. 84-204, Statistics Canada, Ottawa. Whittington, Leslie A. (1992) Ã\u0082â\u0080\u0098Taxes and the family: the impact of the tax exemption for dependents on marital fertility.Ã\u0082â\u0080\u0099 Demography 29(2), 215Ã\u0082â\u0080\u0093226.",
        "Whittington, Leslie A. (1993) Ã\u0082â\u0080\u0098State income tax policy and family size: fertility and the dependent exemption.Ã\u0082â\u0080\u0099 Public Finance Quarterly 21(4), 378Ã\u0082â\u0080\u0093398.",
        "Whittington, Leslie A., James Alm, and H. Elizabeth Peters (1990) Ã\u0082â\u0080\u0098Fertility and the personal exemption: implicit pronatalist policy in the United States.Ã\u0082â\u0080\u0099 American Economic Review 80(3), 545Ã\u0082â\u0080\u0093556.",
        "Willis, Robert J. (1973) Ã\u0082â\u0080\u0098A new approach to the economic analysis of fertility behaviour.Ã\u0082â\u0080\u0099 Journal of Political Economy 81(2), S14Ã\u0082â\u0080\u0093S64.",
        "Young, Margaret (1998) Ã\u0082â\u0080\u0098Immigration: the Canada-Quebec accord.Ã\u0082â\u0080\u0099 Publication BP-252E, Parliamentary Research Branch, Library of Parliament, Ottawa."
    ]
}