{
    "id": 8850,
    "cites": 38,
    "cited_by": 91,
    "reference": [
        "[22] Gall, J. and Mark Gertler (1999), Inflation Dynamics: A Structural Econometric Analysis, Journal of Monetary Economics, 44, 195-222.",
        "[23] Gall, J., Mark Gertler and J.David LOpez-Salido (2001), European Inflation Dynamics, European Economic Review, ~5 (7), June 2001, 112 1-1150.",
        "[24] Gall, J., Mark Gertler and J.David Lopez-Salido (2002): Markups, Gaps, and the Welfare Costs of Business Fluctuations NBER WP 8850.",
        "[25] Gall, Jordi (2001): The Case for Price Stability. A Comment in Why Price Stability?, edited by A. Garcia-Herrero et al., European Central Bank.",
        "[26] Gordon, Robert J. (1973), The Welfare Cost of Higher Unemployment, Brook- ings Papers on Economic Activity no. 1, 133-195.",
        "[27] Hall, Robert, E., (1988), Intertemporal Substitution in Consumption, Journal of Political Economy, 96 (2), 339-357.",
        "[28] Hall, Robert, E. (1997): Macroeconomic Fluctuations and the Allocation of Time, Journal of Labor Economics, vol.15,no.1,pt.2. 1997, S223-S250. 34",
        "[29] Holland, A. and A. Scott, (1998), Determinants of U.K. Business Cycles, Eco- nomic Journal, 108, 1067-1092.",
        "[30] King, Robert and Sergio Rebelo, (1999): Resuscitating Real Business Cycles, The Handbook of Macroeconomics, Vol 1B, Amsterdam North-Holland.",
        "[31] Lucas, Robert E., (1987), Models of Business Cycles, Oxford University Press.",
        "[32] Lucas, Robert E., (2003), Macroeconomic Priorities, American Economic Re- view, 93,1, 1-14.",
        "[33] Mulligan, Casey B.(1998), Substitution Over Time: Another Look at Life-Cycle Labor Supply, NBER MacroAnnual, vol.13, Ben Bernanke and Julio Rotem- berg, editors.",
        "[34] Mulligan, Casey B. (2002): A Century of Labor-Leisure Distortions, NBER WP8774.",
        "[36] Rotemberg, Julio, and Michael Woodford (1999), The Cyclical Behavior of Prices and Costs, The Handbook of Macroeconomics, Vol 1B, Amsterdam North-Holland.",
        "[37] Sbordone, Argia (2002): Prices and Unit Labor Costs: Testing Models of Pric- ing Behavior, Journal of Monetary Economics, vol. 45, no. 2, 265-292.",
        "[38] Sbordone, Argia, M., (2000), An Optimizing Model of Wage and Price Dynam- ics, mimeo Rutgers University.",
        "[40] Uhlig, Harald, (2002), What Moves Real GNP?, mimeo, paper presented at CEPR-ESSIM Conference, 22-26 May Tarragona, Spain.",
        "[41] Woodford, M. (1999): Inflation Stabilization and Welfare NBER Working Pa- per 5684. 36",
        "[5] Barsky, Robert, F.Thomas Juster, Miles S. Kimball and Matthew D. Shapiro, (1997), Preference Parameters and Behavioral Heterogenity: An Experimental Approach in the Health and Retirment Study, Quarterly Journal of Economics, 112, 537-579.",
        "[4] Barsky, Robert, Jonathon Parker, and Gary Solon,(1994), Measuring the Cycli- cality of Real Wages: How Important is Compostion Bias?, Quarterly Journal of Economics 109, 1-25.",
        "[1] Alexopolous, Michelle, (2001), Unemployment and the Business Cycle, mimeo, University of Toronto.",
        "[3] Barlevy, Gadi, 2000, Evaluating Costs of Business Cycles of Business Cycles in Models of Endogenous Growth, mimeo.",
        "[21] Francis, Neville and Valerie Ramey (2001), Is the Technology-Driven Hypothesis Dead? Shocks and Aggregate Fluctuations Revisited, mimeo U.C.S.D, Decem- ber.",
        "[20] Erceg C., Dale Henderson, and Andrew Levin, (2000), Optimal Monetary Policy with Staggered Wage and Price Contracts, Journal of Monetary Economics, ~6(2), 281-313.",
        "[19] Eichenbaum, Martin, Lars Hansen and Kenneth Singleton, (1988): A Time Series Analysis of Representative Agent Models of Consumption and Leisure Choice under Uncertainty, Quarterly Journal of Economics, 103 (1), February 1988, 51-78.",
        "[18] Cooley, Thomas and Edward Prescott, (1995) Economic Growth and Busi- ness Cycles, in Frontiers of Business Cycle Research, Thomas Cooley (editor), Princeton University Press. 33",
        "[17] Christiano, Lawrence, Martin Eichenbaum and Charles Evans, (2001), Nominal Rigidities and the Effects of a Shock to Monetary Policy, mimeo Northwestern University.",
        "[16] Christiano, Lawrence, Martin Eichenbaum and Charle Evans, (1999), Mone- tary Policy Shocks: What Have We Learned and to What End?, Handbook of Macroeconomics, Vol. 1A, .Amsterdam North-Holland.",
        "[15] Christiano, Lawrence, Martin Eichenbaum and Charle Evans, (1997), Sticky Prices and Limited Participation Models: A Comparison, European Economic Review, 41, 1201-1249.",
        "[14] Chari,V.V., Kehoe, P. and Ellen R. McGrattan, (2004), Business Cycles Ac- counting,. Federal Reserve Bank of Minneapolis Staff Report 328, February 2004.",
        "[13] Card, David, (1994), Intertemporal Labor Supply: An Assessment, in Frontiers of Econometrics, Christopher Sims, editor.",
        "[12] Burnside, Craig, and Martin Eichenbaum, (1996), Factor Hoarding and the Business Cycel, American Economic Review, ~0, 861-69.",
        "[11] Blanchard Olivier, J. and Nobuhiro Kiyotaki, (1987), Monopolistic Competition and the Effects of Aggregate Demand, American Economic Review, LXXVII, 647-66.",
        "[10] Bernanke, Ben and Ilyan Mihov (1998), Measuring Monetary Policy, Quarterly Journal of Economics, CXIII, 869-902.",
        "[9] Beaudry, Paul and Carmen Pages (2001): The Cost of Business Cycle and the Stabilization Value of Unemployment Insurance, European Economic Review 45, no. 8, 1545-1572. 32",
        "[8] Baxter, M. and U.J. Jermann (1999), Household Production and the Excess of Sensitivity of Consumption to Current Income, American Economic Review, 89(4), 902-920.",
        "[7] Baxter, M. and Robert King (1991), Productive Externalities and Business Cycles, Discussion Paper no 53. Federal Reserve Bank of Minneapolis, Institute for Empirical Macroeconomics, November 1991.",
        "[6] Basu, S. and M. Kimball (1997), Cyclical Productivity with Unobserved Input Variation, NBER WP 5915."
    ]
}