{
    "id": 8851,
    "cites": 33,
    "cited_by": 4,
    "reference": [
        "[1] Altonji, Joseph G., Fumio Hayashi, and Laurence J. Kotlikoff (1992). Is the Extended Family Altruistically Linked? Direct Tests Using Micro Data. American Economic Review, 82, 5: 1177-98.",
        "[2] Altonji, Joseph G., Fumio Hayashi, and Laurence J. Kotlikoff (1996). Risk-Sharing between and within Families.Econometrica, 64, 2: 261-94.",
        "[3] Altonji, Joseph G., Fumio Hayashi, and Laurence J. Kotlikoff (1997). Parental Altru- ism and Inter vivos Transfers: Theory and Evidence. Journal of Political Economy, 105, 6: 1121-66.",
        "[4] AltuÃ\u0083Â¹g, Sumru and Pamela Labadie (1994). Dynamic Choice and Asset Markets. Acad- emic Press: New York.",
        "[5] Barro, Robert J. (1974). Are Government Bonds Net Wealth?, Journal of Political Economy, 82 (November / December): 1095-1118.",
        "[6] Barro, Robert J. (1996). Reflections on Ricardian Equivalence.NBER Working Paper, 5502.",
        "[7] Bernheim, B. Douglas (1987). Ricardian Equivalence: An Evaluation of Theory and Evidence, inNBER Macroecnomics Annual 1987 , Stanley Fischer, Ed., MIT Press: Cambridge, MA: 263-304.",
        "[8] Bernheim, B. Douglas (1991). How Strong are Bequest Motives? Evidence Based on Estimates of the Demand for Life Insurance and Annuities. Journal of Political Economy, 99 (2): 899-927.",
        "[9] Bernheim, B. Douglas and Sergei Severinov (Forthcoming). Bequests as Signals: An Explanation for the Equal Division Puzzle. Journal of Political Economy.",
        "[10] Congressional Budget Office (1998). Social Security and Private Saving: A Re- view of the Empirical Evidence.CBO Memorandum, Washington, DC. (Available at www.cbo.gov.) 21",
        "[11] Cardia, Emanuela (1997). Replicating Ricardian Equivalence Tests with Simulated Series.American Economic Review, 87, 1: 65-79.",
        "[12] Cochrane, J. (1991). A Simple Test of Consumption Insurance. Journal of Political Economy, 99: 957-976.",
        "[13] Cox, Donald, Bruce Hansen and Emmanuel Jimenez (1999). How Responsive are Pri- vate Transfers to Income? Evidence from a Laissez-Faire Economy. Mimeo,Boston College.",
        "[15] Elmendorf, Douglas and N. Gregory Mankiw (1999). Government Debt, in Hand- book of Macroeconomics, John B. Taylor and M. Woodford, Eds., Elsevier Science B.V.: 1615-1669.",
        "[16] Evans, Paul (1985). Do Large De ficits Produce High Interest Rates?American Eco- nomic Review, 75, 1: 68-87.",
        "[17] Evans, Paul (1987a). Interest Rates and Expected Future Budget De ficits in the United StatesJournal of Political Economy, 95, 1: 34-58.",
        "[18] Evans, Paul (1987b). Do Budget De ficits Raise Nominal Interest Rates? Evidence from Six Countries.Journal of Monetary Economics, 20, 2: 281-300.",
        "[19] Evans, Paul (1998). Estimating the Effects of Social Security Reform: An Euler- Equation Approach.Mimeo, Department of Economics, The Ohio State University.",
        "[20] Feldstein, Martin (1982). Social Security and Private Saving: Reply. Journal of Po- litical Economy, 90: 630-642.",
        "[21] Feldstein, Martin (1996). Social Security and Saving: New Time Series Evidence. National Tax Journal, 49: 151-164.",
        "[22] Leimer, Dean R. and Selig D. Lesnoy (1982). Social Security and Private Saving: New Time Series Evidence.Journal of Political Economy, 90, 3: 606-629. 22",
        "[23] Lesnoy, Selig D., and Dean R. Leimer (1985). Social Security and Private Saving: Theory and Historical Evidence.Social Security Bulletin, 48, 1: 14-30.",
        "[24] Mace, B. (1991). Full Insurance in the Presence of Aggregate Uncertainty. Journal of Political Economy, 99: 928-56.",
        "[25] McGarry, Kathleen (1999). Inter Vivos Transfers and Intended Bequests. Journal of Public Economics, 73, 3: 321-51.",
        "[26] Page, Benjamin (Forthcoming). Bequest Taxes, Inter Vivos Transfers, and the Bequest Motive.Journal of Public Economics.",
        "[27] Ricardo, David (1951).On the Principles of Political Economy and Taxation ,3rdedi- tion, reprinted in P. Sraffa, ed.,The Works on David Ricardo,v.I,Cambridge,Cam- bridge University Press.",
        "[28] Seater, John (1993). Ricardian Equivalence, JournalofEconomicsLiterature, 31: 142-190.",
        "[29] Slemrod, Joel (1995). Professional Opinions About Tax Policy. National Tax Journal, March, 48: 121-147.",
        "[30] Smetters, Kent (1999). Ricardian Equivalence: Long-Run Leviathan. Journal of Pub- lic Economics, 73: 395-421.",
        "[31] Tomes, Nigel (1981). The Family, Inheritance, and the Intergenerational Transmission of Inequality.Journal of Political Economy, 89 (5): 928 - 58.",
        "[32] Townsend, R. (1994). Risk and Insurance in Village India. Econometrica, 62: 539-91.",
        "[33] Weil, Philippe (1989). Overlapping Families of In finitely-Lived Agents.Journal of Public Economics, 38: 183-198.",
        "[34] Wilhelm, Mark O. (1996). Bequest Behavior and the Effect of Heirs Earnings: Testing the Altruistic Model of Bequests.American Economic Review, 86, 4: 874-892. 23"
    ]
}