{
    "id": 8857,
    "cites": 52,
    "cited_by": 6,
    "reference": [
        "Alonso, William. Location and Land Use. Harvard University Press, Cambridge: MA, 1964.",
        "Anas, Alex, Richard Arnott, and Kenneth Small. Urban Spatial Structure, Journal of Economic Literature 36, no. 3 (1998): 1426-1464.",
        "Bartholomew, Harland. Land Uses in American Cities. Harvard University Press, Cambridge: MA, 1955.",
        "Berliant, Marcus and Ping Wang. Endogenous Formation of a City With Agglomeration Externalities or Market Imperfections: Market Places in a Regional Economy, Regional Science and Urban Economics 23 (1993): 121-144.",
        "Berliant, Marcus and Hideo Konishi. Endogenous Formation of a City: Population Agglomeration and Marketplaces in a Location Specific Production Economy, Regional Science and Urban Economics (2000).",
        "Black, Ducan and Vernon Henderson. Urban Evolution in the U.S. mimeo, 1998.",
        "Brueckner, Jan K. The Structure of Urban Equilibria: A Unified Treatment of the Muth-Mills Model, in Handbook of Regional and Urban Economics , Vol. 2 (1987): 821-845.",
        "Carlino, Gerald A. and Edwin S. Mills. Determinants of County Growth, Journal of Regional Science 27, no. 1 (1987): 39-54.",
        "Carlino, Gerald A. and Satyajit Chatterjee. Postwar Trends in Metropolitan Employment Growth: Decentralization and Deconcentration, Working Paper 99-10, Federal Reserve Bank of Philadelphia (1999).",
        "Chatterjee, Satyajit and Gerald A. Carlino. Aggregate Employment Growth and the Deconcentration of Metropolitan Employment, Working Paper 98-6R, Federal Reserve Bank of Philadelphia (1998).",
        "Ciconne, Antonio and Robert E. Hall. Productivity and the Density of Economic Activity, American Economic Review 86, no. 1 (1996): 54-70.",
        "Clark, Colin. Urban Population Densities, Journal of Royal Statistical Society: Series A, 114 (1951): 490-496.",
        "Condit, Carl W. The Chicago School of Architecture . University of Chicago Press, Chicago: IL, 1964.",
        "Deitz, Richard. A Joint Model of Residential and Employment Location in Urban Areas, Journal of Urban Economics 44 (1998): 197-215.",
        "Duany, Andres, Elizabeth Plater-Zyberk, and Jeff Speck. Suburban Nation: The Rise of Sprawl and the Decline of the American Dream . North Point Press, New York: NY, 2000.",
        "Duranton, Gilles and Diego Puga. Diversity and Specialization in Cities: Why, Where and When Does it Matter? Urban Studies 37, 3 (2000):533-555.",
        "Edmonston, Barry. Population Distribution in American Cities . D.D. Heath and Company: Lexington: Massachusetts, 1975.",
        "Fujita, Masahisa. Urban Economic Theory. Cambridge University Press, Cambridge: UK, 1989.",
        "Fujita, Masahisa and Jacque-Francois Thisse. Economics of Agglomeration. Cambridge University Press, 2001.",
        "Glaeser, Edward L. Are Cities Dying? Journal of Economic Perspectives 12, no. 2 (1998): 139- 160.",
        "Glaeser, Edward and Joseph Gyourko. Urban Decline and Durable Housing, (2001) NBER Working Paper 8598.",
        "Glaeser, Edward and Matthew E. Kahn. Decentralized Employment and the Transformation of the American City, (2001) NBER Working Paper 8117.",
        "Glaeser, Edward, Hedi D. Kallal, Jose Scheinkman, and Andrei Shleifer. Growth in Cities, Journal of Political Economy 100 (1992): 1126-1152.",
        "Glaeser, Edward, Jed Kolko, Albert Saiz. Consumer City, Journal of Economic Geography 1 (2001): 27-50.",
        "Greenwood, Michael and Richard Stock. Patterns of Change in the Intrametropolitan Location, Population, Jobs and Housing, Journal of Urban Economics, 28 (1990): 243-276.",
        "Hanson, Gordon. Scale Economies and the Geographic Concentration of Industry, Journal of Economic Geography 1 (2001): 255-276.",
        "Hawley, Amos H. The Changing Shape of Metropolitan America: Deconcentration Since 1920.",
        "Helsley, Robert W. and William C. Strange. Matching and Agglomeration Economies in a System of Cities, Regional Science and Urban Economics 20 (1990): 189-212.",
        "Henderson, Vernon J. Urban Development. Oxford University Press, New York: NY, 1988.",
        "Henderson, Vernon J., Ari Kuncoro, and Matt Turner. Industrial Development of Cities, Journal of Political Economy 103 (1998): 1067-1090.",
        "Konishi, Hideo. Formation of Hub Cities: Transportation Cost Advantage and Population Agglomeration, Journal of Urban Economics 48 (2000): 1-28.",
        "Krugman, Paul. Geography and Trade. MIT Press, Cambridge: MA, 1991.",
        "LeRoy, Stephen F. and Jon Sonstelie. Paradise Lost and Regained: Transportation Innovation, Income and Residential Location, Journal of Urban Economics 13 (1983): 67-89.",
        "Macauley, Molly. Estimating Recent Behavior of Urban Population and Employment Density Gradients, Journal of Urban Economics 18 (1985): 301-310.",
        "Margo, Robert A. Explaining the Postwar Suburbanization of Population in the Unites States: The Role of Income, Journal of Urban Economics 31 (1992): 301-310.",
        "McDonald, John F. Econometric Studies of Urban Population Density: A Survey, Journal of Urban Economics 26 (1989): 361-385.",
        "McMillen, Daniel P. and John F. McDonald. Suburban Subcenters and Employment Density in Metropolitan Chicago, Journal of Urban Economics 43 (1998): 157-180.",
        "Mieszkowski, Peter and Edwin S. Mills. The Causes of Metropolitan Suburbanization, Journal of Economic Perspectives 7, no. 3 (1993): 135-147.",
        "Mieszkowski, Peter and Barton Smith. Analyzing Urban Decentralization: The Case of Houston, Regional Science and Urban Economics 21 (1991): 183-199.",
        "Mills, Edwin S. Studies in the Urban Structure of the Urban Economy . Johns Hopkins Press, Baltimore: Maryland, 1972.",
        "Mills, Edwin S and Bruce W. Hamilton. Urban Economics. 4 nd Edition. Scott, Foresman and Co.: Glenview, IL, 1989.",
        "Mills, Edwin S. and Richard Price. Metropolitan Suburbanization and Central City Problems, Journal of Urban Economics 15 (1984): 1-17.",
        "Muth, Richard F. Cities and Housing. University of Chicago Press, Chicago: Illinois, 1969.",
        "Rosenthal, Stuart and William Strange. The Determinants of Agglomeration Journal of Urban Economics 50, 2(2001):191-229.",
        "Small, Kenneth A. and Suenfeng Song. Population and Employment Densities: Structure and Change, Journal of Urban Economics 36 (1994): 292-313.",
        "Steinnes, Donald N. and Walter D. Fisher. An Econometric Model of Intraurban Location, Journal of Regional Science 14, no. 1 (1974): 65-80.",
        "Stern, Robert A.M., Thomas Mellins, and David Fishman. New York 1880. Monocelli Press: New York, 1999.",
        "U.S. Department of Commerce. Washington DC: GPO, 1948.",
        "Thurston, Lawrence and Anthony M.J. Yezer. Causality in the Suburbanization of Population and Employment, Journal of Urban Economics 35 (1994): 105-118.",
        "Weber, Adna F. The Growth of Cities in the Nineteenth Century . Cornell University Press, Ithaca: NY, 1899. Wheaton, William. Income and Urban Residence: An Analysis of Consumer Demand for Location, American Economic Review 67 4 (1977): 620-634.",
        "White, Michelle. Firm Suburbanization and Urban Subcenters, Journal of Urban Economics 3 (1976):323-343.",
        "White, Michelle. Location Choice and Commuting Behavior in Cities with Decentralized Employment, Journal of Urban Economics 24 (1988): 129-152."
    ]
}