{
    "id": 8858,
    "cites": 13,
    "cited_by": 221,
    "reference": [
        "Bacchetta, Philippe, and Eric van Wincoop, 2000, Does exchange rate stability increase trade and welfare?, American Economic Review 90, 1093-1109.",
        "Backus, David K.; Silverio Foresi; and Chris I. Telmer, 2001, Affine term-structure models and the forward premium anomaly, Journal of Finance 56, 279-304.",
        "Baxter, Marianne and Alan Stockman, 1989, Business cycles and the exchange rate system, Journal of Monetary Economics 23, 377-400.",
        "Bekaert, Geert, 1996, The time-variation of risk and return in foreign exchange markets: a general equilibrium perspective, Review of Financial Studies 9, 427-440.",
        "Bekaert, Geert; Robert J. Hodrick; and David A. Marshall, 1997, The implications of first-order risk aversion for asset market premiums, Journal of Monetary Economics 40, 3-39.",
        "Betts, Caroline, and Michael B. Devereux, 1996, The exchange rate in a model of pricing-to- market, European Economic Review 40, 1007-1021.",
        "Betts, Caroline, and Michael B. Devereux, 2000, Exchange rate dynamics in a model of pricing- to-market, Journal of International Economics 50, 215-244.",
        "Chari, V.V.; Patrick J. Kehoe; and, Ellen R. McGrattan, 2000, Can sticky price models generate volatile and persistent exchange rates?, National Bureau of Economics Research, working paper no. 7869.",
        "Devereux, Michael B., and Charles Engel, 2000, Monetary policy in the open economy revisited: price-setting and exchange rate flexibility, National Bureau of Economic Research, working paper no. 7665.",
        "Devereux, Michael B.; Charles Engel; and CÃ\u0083Â©dric Tille, 1999, Exchange rate pass-through and the welfare effects of the euro, National Bureau of Economic Research, working paper no. 7382 (revised version forthcoming in International Economic Review) .",
        "Duarte, Margarida and Alan Stockman, 2001, Rational speculation and exchange rates, National Bureau of Economic Research, working paper no. 8362.",
        "Engel, Charles, 1993, Real exchange rates and relative prices: an empirical investigation, Journal of Monetary Economics 32, 35-50.",
        "Engel, Charles, 1996, The forward discount anomaly and the risk premium: a survey of recent evidence, Journal of Empirical Finance 3, 123-192."
    ]
}