{
    "id": 8865,
    "cites": 37,
    "cited_by": 20,
    "reference": [
        "Agell, J. og P. Lundborg (1999). Survey evidence on wage rigidity and unemployment. IFAU WP 1999:2, Uppsala, Sverige.",
        "Akerlof, G.A., W.T. Dickens and W.L. Perry. (1996). The macroeconomics of low inflation. Brookings Papers on Economic Activity 1, 1-75.",
        "Akerlof, G.A., W.T. Dickens and W.L. Perry. (2000). Near rational wage and price setting and the long run Phillips curve. Brookings Papers on Economic Activity 1, 1-60.",
        "Altonji, J.G. and P.J. Devereux (1999). The extent and consequences of downward nominal wage rigidity. NBER Working Paper 7236.",
        "Ball, L. and N. G. Mankiw (1994). Asymmetric price adjustment and economic fluctuations. Economic Journal, 247-261.",
        "Bewley, T.F. (1999). Why Wages Do Not Fall During a Recession? Harvard University Press.",
        "Blanpain, R. (ed) (1994). International Encyclopaedia for Labour Law and Industrial Relations. Deventer: Kluwer Law and Taxation Publishers.",
        "Binmore, K., A. Rubinstein, and A. Wolinsky (1986).The Nash bargaining solution in economic modelling. RAND Journal of Economics 17, 176-188.",
        "Binmore, K., A.Shaked, and J. Sutton (1989). An outside option experiment. Quarterly Journal of Economics 104, 753-770.",
        "Bullard, J. and J.W. Keating (1995). The long-run relationship between inflation and output in postwar economies. Journal of Monetary Economics 36, 477-496.",
        "Calmfors, L. A Booth, M. Burda, D Checchi, R Naylor, and J. Visser (2001). The future of collective bargaining in Europe. In T. Boeri, A Brugiavini, and L. Calmfors (eds). The Role of Unions in the Twenty-First Century Oxford: Oxford University Press.",
        "Christofides, L.N. and M.T. Leung (1999). Wage adjustment in contract data: Wage rigidity and menu costs. Mimeo, University of Guelph.",
        "Cramton, P. and J. Tracy. (1992). Strikes and holdout in wage bargaining. Theory and data. American Economic Review 82, 100-121.",
        "Dessy, O. (1999). Wage rigidity in Italy. University of Southampton working paper.",
        "Fehr, E. and L. Goette (2000). Robustness and real consequences of nominal wage rigidity. Institute for Empirical Research in Economics, University of Zurich, WP 44.",
        "Feldstein, M. (1997). The Costs and Benefits of Going from Low Inflation to Price Stability. In C.D. Romer and D.H. Romer (eds). Reducing Inflation: Motivation and Strategy. The University of Chicago Press.",
        "Gordon, R. J (1996). Comment on Akerlof, Dickens and Perry, The macroeconomics of low inflation, Brookings Papers on Economic Activity 1, 61-66.",
        "Holden, S. (1989). Wage drift and bargaining. Evidence from Norway. Economica 56, 419-432.",
        "Holden, S. (1994). Wage bargaining and nominal rigidities, European Economic Review 38, 1994, 1021-1039.",
        "Holden, S. (1997). Wage bargaining, holdout, and inflation. Oxford Economic Papers 49, 235-255.",
        "Holden, S. (1999). Renegotiation and the efficiency of investment. Rand Journal of Economics 30, 106-119.",
        "Holden, S. (2001). Does price stability exacerbate labour market rigidities in the EMU Empirica 28, 403-418.",
        "Keynes, J.M. (1936). The General Theory of Employment, Interest and Money. MacMillan.",
        "Kimura, T. and K. Ueda (1997). Downward nominal wage rigidity in Japan: Is price stability costly? Working Paper, Bank of Japan.",
        "Kramarz, F. (2001).Rigid Wages: What Have we Learnt from Microeconometric Studies, in Advances in Macroeconomic Theory, J. DrÃ\u0083Â¨ze ed., 194-216, Oxford University Press, Oxford, UK.",
        "Knoppik, C. and T. Beissinger (2001). How rigid are nominal wages? Evidence and implications for Germany. IZA Discussion Paper 357, University of Regensburg.",
        "Layard, R., S. Nickell and R. Jackman. (1991). Unemployment: Macroeconomic Performance and the Labour Market. Oxford University Press.",
        "Lebow, D.E, R.E. Saks, and B.A. Wilson (2000). Downward nominal wage rigidity. Evidence from the employment cost index. WP, Board of Governors of the Federal Reserve System.",
        "Lundborg, P. and H. SacklÃ\u0083Â¨n (2001). Is there a long run unemployment-inflation trade-off in Sweden?. FIEF working paper 173, Stockholm.",
        "MacLeod, W.B. and J.M. Malcomson (1993). Investment, holdup, and the form of market contracts. American Economic Review 37, 343-354.",
        "McDonald, I. (1995). Models of the range of equilibria. In R. Cross (ed). The Natural Rate of Unemployment: Reflections on 25 years of the hypothesis. Cambridge: Cambridge University Press.",
        "Moene, K.O. (1988). Union threats and wage determination. Economic Journal 98, 471-483.",
        "Nickell, S.J and Quintini (2001). Mimeo, Centre for Economic Performance, London.",
        "Rubinstein, A. (1982). Perfect equilibrium in a bargaining model. Econometrica 50, 97-109.",
        "Shafir, E., P. Diamond and A. Tversky (1997). Money illusion. Quarterly Journal of Economics CXII, 341-374.",
        "Shapiro, C. and J. Stiglitz (1984). Equilibrium unemployment as a worker discipline device. American Economic Review 74, 433-444.",
        "Tobin, J. (1972). Inflation and unemployment. American Economic Review 62, 1-18."
    ]
}