{
    "id": 8869,
    "cites": 17,
    "cited_by": 1,
    "reference": [
        "Armstrong, M., Ã\u0082â\u0080\u009cRegulation and inefficient entryÃ\u0082â\u0080\u009d, mimeo, Nuffield College, Oxford, 2000.",
        "Caillaud, B., and J. Tirole, Ã\u0082â\u0080\u009cEssential Facility Financing and Market Structure,Ã\u0082â\u0080\u009d Mimeo, IDEI, U. of Toulouse, 2001.",
        "Calvert, R., The Encyclopedia of Patent Practice and Invention Management. New York: Reinhold, 1964.",
        "Chadwick, E., Ã\u0082â\u0080\u009cResults of Different Principles of Regulation in Europe,Ã\u0082â\u0080\u009d Journal of the Royal Statistical Society, Series A22, 381Ã\u0082â\u0080\u0093420, 1859. Demsetzx, H., Ã\u0082â\u0080\u009cWhy Regulate Utilities,Ã\u0082â\u0080\u009d Journal of Law and Economics, 11, 55Ã\u0082â\u0080\u009366, 1968.",
        "Harstad, R. and M. Crew, Ã\u0082â\u0080\u009cFranchise Bidding Without Holdups: Utility Regulation with Efficient Pricing and Choice of Provider,Ã\u0082â\u0080\u009d Journal of Regulatory Economics 15, 141-163, 1999.",
        "Katz, M. and C. Shapiro, Ã\u0082â\u0080\u009cOn the Licencing of Innovations,Ã\u0082â\u0080\u009d Rand Journal of Economics 16 504Ã\u0082â\u0080\u0093520, 1985.",
        "Laffont, J. y J. Tirole, A Theory of Incentives in Procurement and Regulation. Cambridge, MIT Press, 1993.",
        "Lafontaine F. and K. Shaw, Ã\u0082â\u0080\u009cThe Dynamics of Franchise Contracting: Evidence from Panel DataÃ\u0082â\u0080\u009d, Journal of Political Economy 107, 1041-1080, 1999.",
        "Posner, R., Ã\u0082â\u0080\u009cThe Appropriate Scope for Regulation in Cable Television,Ã\u0082â\u0080\u009d Bell Journal of Economics 3, 335-358, 1972.",
        "Pratt, J., Ã\u0082â\u0080\u009cRisk Aversion in the Small and in the Large,Ã\u0082â\u0080\u009d Econometrica 32, 122Ã\u0082â\u0080\u0093136, 1964.",
        "Riordan, M. and Sappington, D. Ã\u0082â\u0080\u009cAwarding Monopoly Franchises,Ã\u0082â\u0080\u009d American Economic Review 77, 375-387, 1987.",
        "Spengler, J., Ã\u0082â\u0080\u009cVertical Integration and Anti-Trust Policy,Ã\u0082â\u0080\u009d Journal of Political Economy 58, 347Ã\u0082â\u0080\u0093352, 1950.",
        "Spulber, D., Regulation and Markets. Cambridge: MIT Press, 1989.",
        "Stigler, G., The Organization of Industry. Homewood: Richard D. Irwin, 1968.",
        "Taylor, C. and Z. Silberston, Economic Impact of Patents, Cambridge: Cambridge University Press, 1973.",
        "Tirole, J., The Theory of Industrial Organization. Cambridge: MIT Press, 1988.",
        "Williamson, O., Markets and Hierarchies. New York: Free Press, 1975."
    ]
}