{
    "id": 8871,
    "cites": 17,
    "cited_by": 11,
    "reference": [
        "Arthur, Brian (1994) Increasing Returns and Path Dependence in the Economy. Ann Arbor: University of Michigan Press.",
        "Ayres, Ian and Steven Levitt (1998) Measuring the Positive Externalities from Unobservable Victim Precaution: An Empirical Analysis of Lojack Quarterly Journal of Economics 113: 43- 77.",
        "Baron, Jonathan., Hershey, John. and Kunreuther, Howard. (2000). Determinants of priority for risk reduction: the role of worry. Risk Analysis, 20, 413-427.",
        "Cohen, Linda and Noll, Roger (1981) The Economics of Building Codes to Resist Seismic Shocks Public Policy Winter 1-29.",
        "Heal, Geoffrey (1994). Formation of International Environmental Agreements, in C. Carraro (ed.) The International Dimension of Environmental Policy, Boston: Kluwer.",
        "Heal, Geoffery (1999a) Price and Market Share Dynamics in Network Industries. Chapter 10 of G. Chichilnisky (ed) Markets, Information and Uncertainty: Essays in Honor of Kenneth J.",
        "Arrow. New York: Cambridge University Press. Heal, Geoffrey (1999b) New Strategies for the Provision of Global Public Goods: Learning from international environmental challenges. in I Kaul and M. Stern (ed) Global Public Goods New York: Cambridge University Press.",
        "Hershey John, Asch D, Thumasathit T, Meszaros J, and Waters V, (1994) The Roles of Altruism, Free Riding, and Bandwagoning in Vaccination Decisions, Organizational Behavior and Human Decision Processes 59:177-187.",
        "Kahneman, Daniel and Tversky, Amos (2000) Choices, Values and Frames New York: Cambridge University Press.",
        "Kleindorfer, Paul and Kunreuther, Howard. (1999). The Complementary Roles Of Mitigation And Insurance In Managing Catastrophic Risks. Risk Analysis, 19:727-38.",
        "Kunreuther, Howard, Onculer, Ayse and Slovic Paul (1998) Time Insensitivity for Protective Measures Journal of Risk and Uncertainty, 16: 279-299.",
        "NY Times (2002) Airlines Scramble to Meet New Bag Check Deadline January 14.",
        "Orszag, Peter and Stiglitz, Joseph (2002) Optimal Fire Departments: Evaluating Public Policy in the Face of Externalities January (mimeo).",
        "Ostrom, Elinor. (1990) Governing the Commons: The Evolution of Institutions for Collective Action. Cambridge, UK: Cambridge University Press.",
        "Philipson, Tomas (2001) Economic Epidemiology and Infectious Diseases in Joseph Newhouse and Anthony Culyer eds The Handbook of Health Economics North Holland Press.",
        "Schelling, Thomas (1978) Micromotives and Macrobehavior New York: Norton.",
        "Sunstein, Cass (1996) Social Norms and Social Roles, Columbia Law Review 96:903-68."
    ]
}