{
    "id": 8872,
    "cites": 18,
    "cited_by": 76,
    "reference": [
        "Becker, Gary S., and Kevin Murphy (1988). A Theory of Rational Addiction, Journal of Political Economy , 96, 675-700.",
        "Blanchflower, D.G. and Oswald, A.J. (1996). The Rising Well-Being of the Young, paper presented at an NBER Conference on Disadvantaged Youth, North Carolina, December.",
        "Burns, J. (1992). Looking to the Future, in J. Burns, editor, Special Report: Business and Health , 21-22.",
        "CDC (various years). You Can Quit Smoking, Tobacco Information and Prevention Source, available at www.cdc.gov/tobacco. Chaloupka Frank J., and Kenneth Warner (2000). The Economics of Smoking, in Anthony Culyer and Joseph Newhouse, eds., Handbook of Health Economics , 1539-1628.",
        "Clark, A.E. and Oswald, A.J. (1994). Unhappiness and Unemployment, Economic Journal , 104, 648-659.",
        "Di Tella, R., MacCulloch, R. and Oswald, A.J. (2001). Preferences over Inflation and Unemployment: Evidence from Surveys of Happiness, American Economic Review, vol. 91, no.1, pp. 335-41.",
        "Easterlin, R. (1974). Does Economic Growth Improve the Human Lot? Some Empirical Evidence, in Nations and Households in Economic Growth: Essays in Honour of Moses Abramowitz , edited by P.A. David and M.W.Reder, Academic Press, New York and London.",
        "Easterlin, R. (1995). Will Raising the Incomes of All Increase the Happiness of All?, Journal of Economic Behaviour and Organization , 27, 35-48.",
        "Evans, William, Jeanne Ringel and Diana Stech (1999). Tobacco Taxes and Public Policy to Discourage Smoking, in James Poterba, ed., Tax Policy and the Economy13. Cambridge, MA: MIT Press, p. 1-56.",
        "Grabowski, J. and S. M. Hall (1985). Tobacco Use, Treatment Strategies, and Pharmacological Adjuncts: An Overview, in J. Grabowski and S.M. Hall, eds., Pharmacological Adjuncts in Smoking Cessation , 1-13.",
        "Gruber, Jonathan (2001). Tobacco at the Crossroads: The Past and Future of Smoking Regulation in the U.S., Journal of Economic Perspectives , 15, 193-212.",
        "Gruber, Jonathan and Botond Koszegi (2001). Is Addiction `Rational? Theory and Evidence, Quarterly Journal of Economics , 116, 1261-1303.",
        "Gruber, Jonathan, and Botond Koszegi (2002). A Theory of Government Regulation of Addictive Bads: Optimal Tax Levels and Tax Incidence for Cigarette Taxation, NBER Working Paper 8777.",
        "Kahneman, D., Objective Happiness, ch. 1 in Well Being: the Foundations of Hedonic Psychology , edited by Kahneman, D., Diener, E., and Schwarz, N. (1999).",
        "Ted ODonoghue and Matthew Rabin (1999). Doing It Now or Later, American Economic Review , 89 (1), 103-124.",
        "James O. Prochaska, Pamela Crimi, Duane Lapsanski, Leslie Martel and Peter Reid (1982).",
        "Schwarz, N. and Strack, F., Reports of Subjective Well-Being: Judgmental Processes and Their Methodological Implications, ch. 4 in Well Being: the Foundations of Hedonic Psychology , edited by Kahneman, D., Diener, E., and Schwarz, N. (1999).",
        "U.S. Department of Health and Human Services (1994). Preventing Tobacco Use Among Young People: A Report of the Surgeon General. National Center for Chronic Disease Prevention and Health Promotion. Office of Smoking and Health."
    ]
}