{
    "id": 8874,
    "cites": 28,
    "cited_by": 1,
    "reference": [
        "Angrist, Joshua D., \"Estimation of Limited-Dependent Variable Models With Dummy Endogenous Regressors: Simple Strategies for Empirical Practice,\" Technical Working Paper 248, National Bureau of Economic Research (2000). Brav, Alon, and Paul A. Gompers, \"Myth or Reality? The Long-Run Underperformance of Initial Public Offerings: Evidence from Venture and Nonventure Capital-Backed Companies,\" Journal of Finance, LII (1997), 1791-1821.",
        "Burkett, Paul, \"Informal Finance in Developing Countries: Lessons for the Development of Formal Financial Intermediaries,\" Journal of Economic Development, XIII (1988), 81-110.",
        "Cobham, David, and Ramesh Subramaniam, \"Corporate Finance in Developing Countries: New Evidence for India,\" World Development, XXVI (1998), 1033-1047.",
        "Coval, Joshua D., and Tobias J. Moskowitz, \"Home Bias at Home: Local Equity Preference in Domestic Portfolios,\", Journal of Finance, LIV (1999), 2045-2074.",
        "Diamond, Douglas, \"Financial Intermediation and Delegated Monitoring,\" Review of Economic Studies, LI (1984), 393-414.",
        "Fama, Eugene and Kenneth R. French, \"Disappearing Dividends: Changing Firm Characteristics or Lower Propensity to Pay?\", CRSP Working paper, University of Chicago (2000). Fama, Eugene and James MacBeth, \"Risk, return, and equilibrium: Empirical tests\", Journal of Political Economy LXXI (1973), 607-636.",
        "Garmaise, Mark J., and Tobias J. Moskowitz, \"Confronting Information Asymmetries: Evidence from Real Estate Markets,\" Working Paper, University of Chicago (2000a).",
        "Garmaise, Mark J., and Tobias J. Moskowitz, \"Crime, Race and Commercial Real Estate,\" Working Paper, University of Chicago (2000b).",
        "Gerfin, Michael, \"Parametric and Semi-Parametric Estimation of the Binary Response Model of Labour Market Participation,\" Journal of Applied Econometrics, XI (1996), 321-339.",
        "Godley, Andrew, and Duncan M. Ross, \"Introduction: Banks, Networks and Small Firm Finance,\" Business History, XXXVIII (1996), 1-10.",
        "Horowitz, Joel L., \"Semiparametric Estimation of a Work-Trip Mode Choice Model,\" Journal of Econometrics, LVIII (1993), 49-70.",
        "Horowitz, Joel L., Semiparametric Methods in Econometrics (New York, NY : Springer-Verlag, 1998).",
        "Janssen, C. T. L., and J.D. Jobson, \"On the Choice of Realtor,\" Decision Sciences, XI (1980), 299-311.",
        "Jud, G.D., and J. Frew, \"Real Estate Brokers, Housing Prices, and the Demand for Housing,\" Urban Studies, XXIII (1986), 21-31.",
        "Kandori, Michihiro, \"The Use of Information in Repeated Games with Imperfect Monitoring,\" Review of Economic Studies, LIX (1992), 581-593.",
        "Klein, Roger W., and Richard H. Spady, \"An Efficient Semiparametric Estimator for Binary Response Models,\" Econometrica, LXI (1993), 387-421.",
        "Krasa, Stefan, and Anne P. Villamil, \"Monitoring the Monitor: An Incentive Structure for a Financial Intermediary,\" Journal of Economic Theory, LVII (1992), 197-221.",
        "Lizzeri, Alessandro, \"Information Revelation and Certification Intermediaries,\" Rand Journal of Economics, XXX (1999), 214-231.",
        "Mason, Colin M., and Richard T. Harrison \"Business Angel Networks and the Development of the Informal Venture Capital Market in the U.K.: Is There Still a Role for the Public Sector,\" Small Business Economics, IX (1997), 111-123.",
        "Nothaft, Frank E., and Janice S. Westfall, \"Survey of Home-Seller Finance,\" Federal Reserve Bulletin,, LXXI (1985), 767-775.",
        "Peek, Joe, and Eric S. Rosengren, \"Small Business Credit Availability: How Important is Size of Lender,\" in A. Saunders and I. Walter, eds., Financial System Design: The Case for Universal Banking (Burr Ridge : Irwin, 1996).",
        "Powell, James L., \"Least Absolute Deviations for the Censored Regression Model,\" Journal of Econometrics, XXV (1984), 303-325.",
        "Powell, James L., \"Symmetrically Trimmed Least Squares Estimation for Tobit Models,\" Econometrica, LIV (1986), 1435-1460.",
        "Puri, Manju, \"On the Long-Term Default Performance of Bank Underwritten Security Issues,\" Journal of Banking and Finance, XVIII (1994), 397-418.",
        "Puri, Manju, \"Commercial Banks in Investment Banking: Conflict of Interest or Certification Role?\" Journal of Financial Economics, XL (1996), 373-401. Stahl, David, \"Teaming Up,\" Savings and Community Banker, II (1993), 68-69. Ville, Simon, and Grant Fleming, \"The Nature and Structure of Trade-Financial Networks: Evidence from the New Zealand Pastoral Sector,\" Business History, XLII (2000), 41-58. Werner, Claude, \"Debt Capital Remains Available Despite Market Changes,\" Commercial Investment Real Estate, January-February (2000).",
        "Wilder, Jeff. \"Creative Financing Can Facilitate Transaction Closings,\" Hotel and Motel Management, CCX (1995), 30,32.",
        "Williams, Joseph T., \"Agency and Brokerage of Real Assets in Competitive Equilibrium,\" Review of Financial Studies, XI (1998), 239-280.",
        "Zinn, James M., \"Achieving Sale Treatment for Sales of Real Estate Owned,\" Commercial Lending Review, VII (Winter 1991-1992), 71-75."
    ]
}