{
    "id": 8877,
    "cites": 53,
    "cited_by": 1,
    "reference": [
        "Akerlof, George A., The Market for 'Lemons': Quality Uncertainty and the Market Mechanism, Quarterly Journal of Economics, LXXXIV (1970), 488-500. Arabmazar, Abbas, and Peter Schmidt, An Investigation of the Robustness of the Tobit Estimator to Non-Normality, Econometrica, L (1981), 1055-1063.",
        "Audretsch, David B. and Maryann P. Feldman, R&D Spillovers and the Geography of Innovation and Production, American Economic Review, LXXXVI (1996), 630-640.",
        "Audretsch, David B. and Paula E. Stephan, Company-Scientist Locational Links: The Case of Biotechnology, American Economic Review, LXXXVI (1996), 641-652.",
        "Best, Roger J., and Ronald W. Best, An Empirical Analysis of Cross-Security Information Asymmetry and the 'Pecking Order' Hypothesis, Journal of Economics and Finance, XIX (1995), 19-29. Bitler, Marianne, Tobias J. Moskowitz, and Annette Vissing J0rgnesen, Why Must Entrepreneurs Hold Large Ownership Shares? Optimal Contracting in Private and Newly Public Firms, Working Paper, University of Chicago (2001).",
        "Campbell, Carl M., and Kunal S. Kamlani, The Reasons for Wage Rigidity: Evidence from a Survey of Firms, Quarterly Journal of Economics, CXII (1997), 759-89.",
        "Chan, Yuk-Shee, On the Positive Role of Financial Intermediation in Allocation of Venture Capital in a Market with Imperfect Information, Journal of Finance, XXXVIII (1983), 1543-1568.",
        "Chemmanur, Thomas J., and Paolo Fulghieri,  A Theory of the Going-Public Decision, Review of Financial Studies XII (1999), 249-279.",
        "Chiappori, Pierre- Andre, and Bernard Salanie, Testing for Asymmetric Information in Insurance Markets, Journal of Political Economy, CVIII (2000), 56-78.",
        "Coval, Joshua D., and Tobias J. Moskowitz, Home Bias at Home: Local Equity Preference in Domestic Portfolios,, Journal of Finance, LIV (1999a), forthcoming.",
        "Coval, Joshua D., and Tobias J. Moskowitz, The Geography of Investment: Informed Trading and Asset Prices, forthcoming, Journal of Political Economy (2001).",
        "DeMarzo, Peter, and Darrell Duffie, A Liquidity-Based Model of Security Design, Econometrica, LXVII (1999), 65-99.",
        "Diamond, Douglas, Debt Maturity Structure and Liquidity Risk, Quarterly Journal of Economics, CVI (1991a), 709-737.",
        "Diamond, Douglas, Monitoring and Reputation: The Choice between Bank Loans and Directly Placed Debt, Journal of Political Economy, XCIX (1991b), 689-721.",
        "Dolde, Walter, and Dogan Tirtiroglu, Temporal and Spatial Information Diffusion in Real Estate Price Changes and Variances, Real Estate Economics, XXV (1997), 539-565.",
        "Downs, David, and Nuray Guner, Is the Information Deficiency in Real Estate Evident in Public Market Trading? Real Estate Economics, XXVII (1999), 517-541.",
        "Duflo, Esther, and Abhijit V. Banerjee, Reputation Effects and the Limits of Contracting: A Study of the Indian Software Industry, Working Paper, Massachusetts Institute of Technology (1999).",
        "Easley, David, Nicholas M. Kiefer, and Maureen O'Hara, Cream-Skimming or Profit-Sharing? The Curious Role of Purchased Order Flow, Journal of Finance, LI (1996), 811-833.",
        "Fama, Eugene and Kenneth R. French, Testing Tradeoff and Pecking Order Predictions About Dividends and Debt, Working paper, University of Chicago (1999).",
        "Finkelstein, Amy, and James M. Poterba, Adverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity Market, MIT Working Paper (2000).",
        "French, Kenneth R., and James M. Poterba, Investor Diversification and International Equity Markets, American Economic Review, LXXXI (1991), 222-226.",
        "Garmaise, Mark J., and Tobias J. Moskowitz, Informal Financial Networks: Brokerage and the Financing of Commercial Properties CRSP Working Paper, University of Chicago (2001). Gerfin, Michael, Parametric and Semi-Parametric Estimation of the Binary Response Model of Labour Market Participation, Journal of Applied Econometrics, XI (1996), 321-339.",
        "Genesove, David, Adverse Selection in the Wholesale Used Car Market, Journal of Political Economy, CI (1993), 644-665.",
        "Goldberger, Arthur S., Abnormal Selection Bias, in Samuel Karlin, Takeshi Amemiya and Leo A. Goodman, eds., Studies in Econometrics, Time Series, and Multivariate Statistics (New York, NY : Academic Press, 1983).",
        "Hancock, Diane, and James A. Wilcox, Bank Capital, Nonbank Finance, and Real Estate Activity, Journal of Housing Research, VIII (1997), 75-105.",
        "Haurin, Donald R., and Patric H. Hendershott, Affordability and the Value of Creative Finance: An Application to Seller Financed Transactions, Housing Finance Review, V (1986), 189-206. Hausman, Jerry A., Specification Tests in Econometrics, Econometrica, XLVI (1978), 1251-1271. Helwege, Jean, and Nellie Liang, Is There a Pecking Order? Evidence from a Panel of IPO Firms, Journal of Financial Economics, XL (1996), 429-458.",
        "Horowitz, Joel L., Semiparametric Estimation of a Work-Trip Mode Choice Model, Journal of Econometrics, LVIII (1993), 49-70.",
        "Horowitz, Joel L., Semiparametric Methods in Econometrics (New York, NY : Springer-Verlag, 1998).",
        "Huberman, Gur, Familiarity Breeds Investment, Working Paper, Columbia Business School (1999).",
        "Kang, Jun-Koo, and Rene M. Stulz, Why Is There a Home Bias? An Analysis of Foreign Portfolio Equity Ownership in Japan, Journal of Financial Economics, XLVI (1997), 3-28.",
        "Klein, Roger W., and Richard H. Spady, An Efficient Semiparametric Estimator for Binary Response Models, Econometrica, LXI (1993), 387-421.",
        "Korajczyk, Robert A., Deborah Lucas, and Robert L. McDonald, The Effect of Information Releases on the Pricing and Timing of Equity Issues, Review of Financial Studies, IV (1991), 685-708.",
        "Landers, Renee M., James B. Rebitzer, and Lowell J. Taylor, Rat Race Redux: Adverse Selection in the Determination of Work Hours in Law Firms, American Economic Review, LXXXVI (1996), 329-348.",
        "Leland, Hayne E., and David H. Pyle, Information Asymmetries, Financial Structure, and Financial Intermediation, Journal of Finance, XXXII (1977), 371-387.",
        "Lerner, Josh, Venture Capitalists and the Oversight of Private Firms, Journal of Finance, L (1995), 301-318.",
        "Ling, David C., and Michael D. Ryngaert, Valuation Uncertainty, Institutional Involvement, and the Underpricing of IPOs: The Case of REITs, Journal of Financial Economics, XLIII (1997), 433-456.",
        "Lizzeri, Alessandro, Information Revelation and Certification Intermediaries, Rand Journal of Economics, XXX (1999), 214-231.",
        "Michaely, Roni, and Kent L. Womack, Conflict of Interest and the Credibility of Underwriter Analyst Recommendations, Review of Financial Studies, XII (1999), 653-686.",
        "Milgrom, Paul, and Nancy Stokey, Information, Trade and Common Knowledge, Journal of Economic Theory, XXVI (1982), 17-27.",
        "Myers, Stewart C., Presidential Address: The Capital Structure Puzzle, Journal of Finance, XXXIX (1984), 575-592.",
        "Myers, Stewart C., and Nicholas S. Majluf, Corporate Financing and Investment Decisions When Firms Have Information that Investors Do Not Have, Journal of Financial Economics, XIII (1984), 187-221.",
        "Nachman, David C., and Thomas H. Noe, Optimal Design of Securities Under Asymmetric Information, Review of Financial Studies, VII (1994), 1-44.",
        "Opler, Tim, and Sheridan Titman, The Debt-Equity Choice, Working paper, Ohio State University, (1996).",
        "Pagano, M., F. Panetta, and L. Zingales, 1998, Why do Companies Go Public? An Empirical Analysis, Journal of Finance, 53, 27-64.",
        "Porter, Robert H., and Peter Sattler, Patterns of Trade in the Market for Used Durables: Theory and Evidence, Working Paper, National Bureau of Economic Research (1999).",
        "Powell, James L., Least Absolute Deviations for the Censored Regression Model, Journal of Econometrics, XXV (1984), 303-325.",
        "Powell, James L., Symmetrically Trimmed Least Squares Estimation for Tobit Models, Econometrica, LIV (1986), 1435-1460.",
        "Puri, Manju, Commercial Banks in Investment Banking: Conflict of Interest or Certification Role? Journal of Financial Economics, XL (1996), 373-401.",
        "Rajan, Raghuram, and Luigi Zingales, What Do We Know About Capital Structure? Some Evidence From International Data, Journal of Finance, L (1995), 1421-1460. Ramakrishnan, Ram T. S., and Anjan Thakor, Information Reliability and a Theory of Financial Intermediation, Review of Economic Studies, LI (1984), 415-432.",
        "Shyam-Sunder, Lakshmi, and Stewart C. Myers, Testing Static Tradeoff Against Pecking Order Models of Capital Structure, Journal of Financial Economics, LI (1999), 219-244. Stein, Joshua, Nonrecourse Carveouts: How Far is Far Enough, Real Estate Review, XXVII (1997), 3-11.",
        "Stiglitz, Joseph E., The Theory of Screening, Education, and the Distribution of Income, American Economic Review, LXV (1975), 283-300.",
        "Titman, Sheridan, and Roberto Wessels, The Determinants of Capital Structure Choice, Journal of Finance, XLIII (1988), 1-19.",
        "Williams, Joseph T., What is Real Estate Finance? Journal of Real Estate Finance and Economics, XIX (1999), 9-19.",
        "Yang, T. L., Joseph W. Trefzger and Lawrence F. Sherman, A Microeconomic Study of Commercial Real Estate Brokerage Firms, Journal of Real Estate Research, XIII (1997), 177-194."
    ]
}