{
    "id": 8878,
    "cites": 15,
    "cited_by": 19,
    "reference": [
        "Blumberg, Linda, Len Nichols, and Jessica Bant hin (2001). Worker Decisions to Purchase Health Insurance, mimeo, Urban Institute.",
        "Budd, John, and Matthew Slaughter (2000). Are Profits Shared Across Borders? Evidence on International Rent Sharin g, NBER Working Paper 8014.",
        "Chernew, Michael, Kevin Frick, and Catherine G. McLaughlin (1997). The Demand for Health Insurance Coverage by Low-Income Work ers: Can Reduced Premiums Achieve Full Coverage?, Health Services Research , 32, 453-470.",
        "Currie, Janet, and Jonathan Gruber (1996). S aving Babies: The Efficacy and Cost of Recent Expansions of Medicaid Eligibility for Pregnant Women, Journal of Political Economy, 104, 1263-1296.",
        "Currie, Janet, and Jonathan Gruber (1996). H ealth Insurance Eligibility, Utilization of Medical Care, and Child Health, Quarterly Journal of Economics , 111, 431-466.",
        "Cutler, David, and Jonathan Gruber (1996). Does Public Insurance Crowd Out Private Insurance?, Quarterly Journal of Economics , 111, 391-430.",
        "Dranove, David, Kathy Spier and Laurence Bake r (2000). `Competition Among Employers Offering Health Insurance, Journal of Health Economics , 19, 121-140.",
        "Farber, Henry, and Helen Levy (1999). Recent trends in Employ er-Sponsored Health Insurance Coverage: Are Bad Jobs Getting Worse?, Journal of Health Economics , 19, 93-119.",
        "Feenberg, Daniel, and Elizabeth Coutts (1993) . An Introduction to the TAXSIM Model, Journal of Policy Analysis and Management , 12, 189-194.",
        "Gruber, Jonathan (2000). Medicaid, forthcoming in Robert Moffitt, ed., Means Tested Transfer Programs in the U.S.",
        "Gruber, Jonathan (2002). The Impact of th e Tax System on Health Insurance Coverage, International Journal of He alth Care Finance and Economics , 1, 293-304.",
        "Gruber, Jonathan and Michael Lettau (2000). H ow Elastic is the Firms Demand for Health Insurance?, NBER Working Paper 8021, November.",
        "Kaiser Family Foundation (2000). Employer Health Benefits Survey . Menlo Park, CA: Kaiser Family Foundation.",
        "Levy, Helen (1997). Who Pays for Health In surance? Employee Contributions to Health Insurance Premiums, mimeo, Princeton University.",
        "Pauly, Mark (1986). Taxation, Health Insurance and Market Fa ilure in the Medical Economy, Journal of Economic Literature , 24, 629-675."
    ]
}