{
    "id": 8881,
    "cites": 23,
    "cited_by": 38,
    "reference": [
        "Aw, Bee Yan, Sukkyun Chung and Mark J Roberts. 2000. Ã\u0082â\u0080\u009cProductivity and Turnover in the Export Market: Micro-level Evidence from the Republic of Korea and Taiwan (China).Ã\u0082â\u0080\u009d World Bank Economic Review14:65Ã\u0082â\u0080\u009490.",
        "Basu, Susanto and John Fernald. 1997. Ã\u0082â\u0080\u009cAggregate Productivity and Aggregate Technology.Ã\u0082â\u0080\u009d International Finance Discussion Paper No. 593.",
        "Bernard, Andrew B and J Bradford Jensen. 1999 a. Ã\u0082â\u0080\u009cExceptional Exporter Performance: Cause, E!ect, or Both?Ã\u0082â\u0080\u009dJournal of International Economics 47:1Ã\u0082â\u0080\u009425.",
        "Bernard, Andrew B and J Bradford Jensen. 1999 b. Ã\u0082â\u0080\u009cExporting and Productivity.Ã\u0082â\u0080\u009d NBER Working Paper No. 7135.",
        "Bernard, Andrew B., Jonathan Eaton, J. Bradford Jenson and Samuel Kortum. 2000. Ã\u0082â\u0080\u009cPlants and Productivity in International Trade.Ã\u0082â\u0080\u009d NBER Working Paper No. 7688.",
        "Clerides, Sofronis K, Saul Lach and James R. Tybout. 1998. Ã\u0082â\u0080\u009cIs Learning by Exporting Important? Micro-dynamic Evidence from Colombia, Mexico, and Morocco.Ã\u0082â\u0080\u009d The Quarterly Journal of Economics113:903Ã\u0082â\u0080\u009447.",
        "Davis, Stephen and John Haltiwanger. 1999. Gross Job Flows. In Handbook of Labor Economics: Voume 3B, ed. Orley Ashenfelter and David Card. North Holland pp. 2711Ã\u0082â\u0080\u00942805.",
        "Dixit, Avinash and Joseph Stiglitz. 1977. Ã\u0082â\u0080\u009cMonopolistic Competition and Optimum Product Di- versity.Ã\u0082â\u0080\u009dAmerican Economic Review67:297Ã\u0082â\u0080\u0094308.",
        "Feldman, Mark and Chirstian Gilles. 1985. Ã\u0082â\u0080\u009cAn Expository Note on Individual Risk without Aggregate Uncertainty.Ã\u0082â\u0080\u009dJournal of Economic Theory35:26Ã\u0082â\u0080\u009432.",
        "Foster, Lucia, John Haltiwanger and C.J. Krizan. 1998. Ã\u0082â\u0080\u009cAggregate Productivity Growth: Lessons from Microeconomic Evidence.Ã\u0082â\u0080\u009dNBER Working Paper No. 6803 .",
        "Haltiwanger, John. 1997. Ã\u0082â\u0080\u009cMeasuring and Analyzing Aggregate Fluctuations: The Importance of Building from Microeconomic Evidence.Ã\u0082â\u0080\u009d Federal Reserve Bank of St. Louis Economic Review pp. 55Ã\u0082â\u0080\u009477.",
        "Jovanovic, Boyan. 1982. Ã\u0082â\u0080\u009cSelection and the Evolution of Industry.Ã\u0082â\u0080\u009d Econometrica50:649Ã\u0082â\u0080\u009470.",
        "Krugman, Paul. 1979. Ã\u0082â\u0080\u009cIncreasing Returns, Monopolistic Competition, and International Trade.Ã\u0082â\u0080\u009d Journal of International Economics 9:469Ã\u0082â\u0080\u0094479.",
        "Krugman, Paul. 1980. Ã\u0082â\u0080\u009cScale Economies, Product Di !erentiation, and the Pattern of Trade.Ã\u0082â\u0080\u009d American Economic Review70:950Ã\u0082â\u0080\u0094959.",
        "Levinsohn, James. 1999. Ã\u0082â\u0080\u009cEmployment Responses to International Liberalization in Chile.Ã\u0082â\u0080\u009d Journal of International Economics47:321Ã\u0082â\u0080\u009444.",
        "Montagna, Catia. 1995. Ã\u0082â\u0080\u009cMonopolistic Competition with Firm-Speci Ã\u0083Å¾cCosts.Ã\u0082â\u0080\u009dOxford Economic Papers47:318Ã\u0082â\u0080\u009428.",
        "Olley, Steven and Ariel Pakes. 1996. Ã\u0082â\u0080\u009cThe Dynamics of Productivity in the Telecommunications Equipment Industry.Ã\u0082â\u0080\u009dEconometrica64:1263Ã\u0082â\u0080\u009497.",
        "Pavcnik, Nina. 2002. Ã\u0082â\u0080\u009cTrade Liberalization, Exit, and Productivity Improvements: Evidence from Chilean Plants.Ã\u0082â\u0080\u009dTheReviewofEconomicStudies 69:245Ã\u0082â\u0080\u0094276.",
        "Roberts, Mark J and James R Tybout. 1997 a. Ã\u0082â\u0080\u009cThe Decision to Export in Colombia: An Empirical Model of Entry with Sunk Costs.Ã\u0082â\u0080\u009d American Economic Review87:545Ã\u0082â\u0080\u009464.",
        "Roberts, Mark and James Tybout. 1997 b.What Makes Exports Boom?The World Bank.",
        "Roberts, Mark and James Tybout, eds. 1996. Industrial Evolution in Developing Countries . Oxford University Press.",
        "Roberts, Mark, Theresa Sullivan and James Tybout. 1995. Ã\u0082â\u0080\u009cMicro-Foundations of Export Booms.Ã\u0082â\u0080\u009d World Bank, mimeo.",
        "Tybout, James R. 2002. Plant and Firm-Level Evidence on New Trade Theories. In Handbook of International Economics, ed. James Harrigan. Vol. 38 Basil-Blackwell."
    ]
}