{
    "id": 8883,
    "cites": 24,
    "cited_by": 5,
    "reference": [
        "Yanelle, M.O. Ã\u0082â\u0080\u009cThe Strategic Analysis of Intermediation.Ã\u0082â\u0080\u009d European Economic Review 33 (1989): 294Ã\u0082â\u0080\u0093301.",
        "Yavas, Abdullah. Ã\u0082â\u0080\u009cMarketmakers versus Matchmakers.Ã\u0082â\u0080\u009d Journal of Financial Intermediation 2 (1992): 33-58.",
        "Spulber, D. Market Microstructure: Intermediaries and the Theory of the Firm Cambridge University Press. 1999.",
        "Spulber, Daniel F. Ã\u0082â\u0080\u009cMarket Making by Price Setting Firms.Ã\u0082â\u0080\u009d Review of Economic Studies 63 (October 1996a) 559Ã\u0082â\u0080\u0093580.",
        "Spulber, Daniel F. Ã\u0082â\u0080\u009cMarket Microstructure and Intermediation.Ã\u0082â\u0080\u009d Journal of Economic Perspectives 10 (Summer 1996b) 135Ã\u0082â\u0080\u0093152.",
        "Bakos, Yannis. Ã\u0082â\u0080\u009cThe Emerging Landscape for Retail E-Commerce.Ã\u0082â\u0080\u009d Journal of Economic Perspectives 15 (Winter 2001): 69Ã\u0082â\u0080\u009380.",
        "Bond Market Association. Ã\u0082â\u0080\u009ceCommerce in the Fixed-Income Markets: The 2001 Review of Electronic Transaction SystemsÃ\u0082â\u0080\u009d Manuscript. Washington: BMA, December 2001.",
        "Battalio, Robert. Ã\u0082â\u0080\u009cThird Market Broker-Dealers: Cost Competitors or Cream Skimmers?Ã\u0082â\u0080\u009d Journal of Finance 52 (March 1997): 341Ã\u0082â\u0080\u0093352.",
        "Battalio, Robert, Greene, Jason, and Jennings, Robert. Ã\u0082â\u0080\u009cDo Competing Specialists and Preferencing Dealers Affect Market Quality?Ã\u0082â\u0080\u009d Review of Financial Studies 10 (Winter 1997): 969Ã\u0082â\u0080\u0093993.",
        "Baye, Michael, and Morgan, John. Ã\u0082â\u0080\u009cInformation Gatekeepers on the Internet and the Competitiveness of Homogeneous Product Markets.Ã\u0082â\u0080\u009d American Economic Review 91 (June 2001): 454Ã\u0082â\u0080\u0093474.",
        "Pirrong, Craig. Ã\u0082â\u0080\u009cThird Markets and the Second Best.Ã\u0082â\u0080\u009d Manuscript. St. Louis: Washington University, November 2000.",
        "Radford, R.A. Ã\u0082â\u0080\u009cThe Economic Organisation of a P.O.W. Camp.Ã\u0082â\u0080\u009d Economica 12 (November 1945): 189Ã\u0082â\u0080\u0093201.",
        "Rubinstein, A., and A. Wolinsky. Ã\u0082â\u0080\u009cMiddlemen.Ã\u0082â\u0080\u009d Quarterly Journal of Economics 102 (1987): 581Ã\u0082â\u0080\u0093593.",
        "OÃ\u0082â\u0080\u0099Hara, M. Market Microstructure Theory. Oxford U.K.: Basil Blackwell, 1995.",
        "Neeman, Z. and N. Vulkan. Ã\u0082â\u0080\u009cMarkets Versus Negotiations: the Predominance of Centralized MarketsÃ\u0082â\u0080\u009d Manuscript, Bost: Boston University. 2001.",
        "Lucking-Reiley, David and Spulber, Daniel F. Ã\u0082â\u0080\u009cBusiness to Business Electronic Commerce.Ã\u0082â\u0080\u009d Journal of Economic Perspectives 15 (Winter 2001): 55Ã\u0082â\u0080\u009368.",
        "Caillaud, B. and B. Jullien. Ã\u0082â\u0080\u009cChicken and Egg: Competing Matchmakers.Ã\u0082â\u0080\u009d Manuscript, Toulouse: University of Toulouse. 2001.",
        "Gehrig, Thomas. Ã\u0082â\u0080\u009cIntermediation in Search Markets.Ã\u0082â\u0080\u009d Journal of Economics and Management Strategy 2 (1993): 97Ã\u0082â\u0080\u0093120.",
        "Hendershott, Terrence, and Zhang, Jie. Ã\u0082â\u0080\u009cA Model of Direct and Intermediated Sales.Ã\u0082â\u0080\u009d Manuscript, Berkeley: University of California. November 2001.",
        "Garman, Mark. Ã\u0082â\u0080\u009cMarket Microstructure.Ã\u0082â\u0080\u009d Journal of Financial Economics 3 (1976): 257Ã\u0082â\u0080\u0093275.",
        "Fleming, Michael Ã\u0082â\u0080\u009cMeasuring Treasury Market Liquidity.Ã\u0082â\u0080\u009d Manuscript. New York: Federal Reserve Bank of New York, June 2001.",
        "Fong, Kingsley, Madhavan, Ananth, and Swan, Peter. Ã\u0082â\u0080\u009cWhy Do Securities Market Fragment?Ã\u0082â\u0080\u009d Manuscript. Los Angeles, CA: University of Southern California, November 1999.",
        "Easley, David, Kiefer, Nicholas, and OÃ\u0082â\u0080\u0099Hara, Maureen. Ã\u0082â\u0080\u009cCream-Skimming or Profit Sharing? The Curious Role of Purchased Order Flow.Ã\u0082â\u0080\u009d Journal of Finance 51 (July 1996): 811Ã\u0082â\u0080\u0093833.",
        "Domowitz, Ian. Ã\u0082â\u0080\u009cAutomating the Continuous Double Auction in Practice: Automated Trade Execution Systems in Financial Markets.Ã\u0082â\u0080\u009d In D. Friedman and J. Rust (eds.) The Double Auction Market: Institutions, Theories, and Evidence (1993): 27Ã\u0082â\u0080\u009360."
    ]
}