{
    "id": 8884,
    "cites": 42,
    "cited_by": 148,
    "reference": [
        "Alessie, R., S. Hochguertel, and A. van Soest, 1999, Household Portfolios in the Netherlands, book chapter in Household Portfolios, L. Guiso and T. Jappelli eds., Cambridge, MA, MIT Press.",
        "Amemiya, T., 1978, The Estimation of a Simultaneous Equation Generalized Probit Model, Econometrica, 46, 5, 1193-1205.",
        "Attanasio, O., J. Banks, and S. Tanner, 2002, Asset Holding and Consumption Volatility, forthcoming, Journal of Political Economy.",
        "Barsky, R. B., F. Thomas Juster, M. S. Kimball, and M. D. Shapiro, 1997, Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study, Quarterly Journal of Economics, 2, 537-579.",
        "Bernheim, B. D. and D. M. Garrett, 2001, The Effects of Financial Education in the Workplace: Evidence from a Survey of Households, forthcoming Journal of Public Economics.",
        "Bernheim, B. D., D. M. Garrett, and D. M. Maki, 2001, Education and Saving: The Long-Term Effects of High School Financial Curriculum Mandates, Journal of Public Economics, 80, 3, 435-465.",
        "Bertaut, C., 1998, Stockholding Behavior of U. S. Households: Evidence from the 1983-1989 Survey of Consumer Finances, Review of Economics and Statistics, 80, 2, 263-275.",
        "Borsch-Supan, A. and A. Eymann, 1999, Household Portfolios in Germany, book chapter in Household Portfolios, L. Guiso and T. Jappelli eds., Cambridge, MA, MIT Press.",
        "Caballero, R. J., E. M. R. A. Engel, and J. C. Haltiwanger, 1995, Plant-Level Adjustment and Aggregate Investment Dynamics, Brookings Papers on Economic Activity, 2, 1-54.",
        "Campbell, J. Y. and L. M. Viceira, 1996, Consumption and Portfolio Decisions When Expected Returns are Time Varying, Quarterly Journal of Economics, 2, 433-495.",
        "Carroll, C. D. and A. A. Samwick, 1997, The nature of precautionary wealth, Journal of Monetary Economics, 40, 41-71.",
        "Chiteji, N. S. and F. P. Stafford (2000), Asset Ownership Across Generations, Research Report No. 00-454, Population Studies Center at the Institute for Social Research, University of Michigan.",
        "Cocco, J., F. Gomes, and P. Maenhout, 2001, Consumption and Portfolio Choice Over the Life-Cycle, working paper, INSEAD and London Business School.",
        "Constantinides G.M. and D. Duffie, 1996, Asset pricing with Heterogeneous Consumers, Journal of Political Economy, 104, 219-240.",
        "Duflo, E. and E. Saez, 2000, Participation and Investment Decisions in a Retirement Plan: The Influence of Colleagues&apos; Choices, forthcoming Journal of Public Economics.",
        "Elmendorf, D. W. and M. S. Kimball, 1998, Taxation of Labor Income and the Demand for Risky Assets, International Economic Review, 41, 3, 801-832.",
        "Gakidis, H. E., 1998, Stocks for the Old? Earnings Uncertainty and Life-Cycle Portfolio Choice, Ph. D. Thesis, MIT.",
        "Gollier, C. and J. W. Pratt, 1996, Risk vulnerability and the tempering effect of background risk, Econometrica, 64, 5, 1109-1123.",
        "Guiso, L., and T. Jappelli, 2002, Households&apos; Portfolios in Italy, book chapter in Household Portfolios, L. Guiso and T. Jappelli eds., Cambridge, MA, MIT Press.",
        "Haliassos, M. and C. Bertaut, 1995, Why Do So Few Hold Etocks?, Economic Journal, 105, 1110-1129.",
        "Heaton, J. and D. Lucas, 1996, Evaluating the Effects of Incomplete Markets on Risk Sharing and Asset Pricing, Journal of Political Economy, 104, 3.",
        "Heaton, J. and D. Lucas, 2000, Portfolio Choice and Asset Prices: The Importance of Entrepreneurial Risk, Journal of Finance, LV, 3, 1163-1198.",
        "Heckman, J. J., 1981, The Incidental Parameters Problem and the Problem of Initial Condition in Estimating a Discrete Time-Discrete Data Stochastic Process, in C. F. Manski and D. McFadden, ed.: Structural Analysis of Discrete Data with Econometric Applications (MIT Press, Cambridge).",
        "Hong, H., J. D. Kubik, and J. C. Stein, 2001, Social Interaction and Stock-Market Participation, working paper, Stanford University.",
        "Hurst, E., M. C. Luoh, and F. P. Stafford, The Wealth Dynamics of American Families, 1984-1994, Brookings Papers on Economic Activity, 1:1998, 267-337.",
        "Jones, C. M., 2001, A Century of Stock Market Liquidity and Trading Costs, working paper, Columbia University.",
        "Lee, Lung-Fei, 1981, Simultaneous Equations Models with Discrete and Censored Dependent Variables, in C. F. Manski and D. McFadden, ed.: Structural Analysis of Discrete Data with Econometric Applications (MIT Press, Cambridge).",
        "Luttmer, E. G. J., 1999, What level of Fixed Costs Can Reconcile Asset Returns and Consumption Choices, Journal of Political Economy, 107, 5, 969-97",
        "Mankiw, N. G., 1986, The Equity Premium Puzzle and the Concentration of Aggregate Shocks, Journal of Financial Economics, 17, 211-219.",
        "Mankiw, N.G. and S. Zeldes, 1991, The consumption of Stockholders and NonStockholders, Journal of Financial Economics, 17, 211-219.",
        "Marshall, D. A. and N. G. Parekh, 1999, Can Costs of Consumption Adjustment Explain Asset Pricing Puzzles, Journal of Finance, 54, 2, 623-54.",
        "Merton, R. C., 1969, Lifetime Portfolio Selection Under Uncertainty: The Continuous-Time Case, Review of Economics and Statistics, 51, 247-257.",
        "Merton, R. C., 1971, Optimum Consumption and Portfolio Rules in a Continuous-Time Model, Journal of Economic Theory, 3, 373-413.",
        "Merton, R. C., 1992, Continuous-Time Finance, Blackwell Publishers, Cambridge, MA.",
        "Mulligan, C. and X. Sala-I-Martin, 2000, Extensive Margins and the Demand for Money at Low Interest Rates, Journal of Political Economy, 108, 5, 961-91.",
        "Paiella, M., 1999, Transaction Costs and Limited Stock Market Participation to Reconcile Asset Prices and Consumption Choices, working paper, University College London.",
        "Polkovnichenko, V., 2001, Limited Stock Market Participation and the Equity Premium, working paper, University of Minnesota.",
        "Pratt, J. W., 1964, Risk aversion in the Small and the Large , Econometrica, 32, 122-136.",
        "Samuelson, P. A., 1969, Lifetime Portfolio Selection by Dynamic Stochastic Programming, Review of Economics and Statistics, 51, 3, 239-246.",
        "Storesletten, K., C. Telmer, and A. Yaron, 1998, Persistent Idiosyncratic Shocks and Incomplete Markets, working paper, Stockholm University.",
        "Viceira, L. M., 2001, Optimal Portfolio Choice for Long-Horizon Investors with Nontradable Labor Income, Journal of Finance, 56, 2, 433-470.",
        "Williams, N., 2000, Optimal Portfolios Under Transactions and Information Costs, working paper, University of Chicago."
    ]
}