{
    "id": 8885,
    "cites": 37,
    "cited_by": 30,
    "reference": [
        "Bernheim, B. Douglas, Daniel M. Garrett and Dean M. Maki (1997). Education and Saving: The Long-Term E ects of High School Financial Curriculum Mandates. NBER Working Paper No. 6085. Forthcoming Journal of Public Economics.",
        "Bernheim, B.D., Garrett, D.M., 1996. The Determinants and Consequences of Financial Education in the Workplace: Evidence from a Survey of Households. NBER Working Paper No. 5667.",
        "Bayer, Patrick B., Bernheim, B.D., Scholz, K., 1996. The E ects of Financial Education in the Workplace: Evidence from a Survey of Employers. NBER Working Paper No. 5655.",
        "Banerjee, A.V., 1992. A simple model of herd behavior. Quarterly Journal of Economics 107, 797-817.",
        "Angrist, Joshua, Guido Imbens, and Donald Rubin, 1996, Identication of Causal Effects using Instrumental Variables., Journal of the American Statistical Association, 91, 444-455.",
        "Acemoglu, Daron and Joshua Angrist, 1999. How Large are Human capital Externalities: Evidence from Compulsory Schooling Laws. Mimeo, MIT.",
        "Ross, Lee and Richard E. Nisbett, 1991 The Person and the Situation: Perspectives of Social Psychology, Temple University Press: Philadelphia.",
        "Powers, Donald E., and Spencer S. Swinton, 1984. E ects of Self-Study for Coachable Test Item Types, Journal of Educational Psychology 76, 266-278.",
        "Permutt, Thomas, and J. Richard Hebel. 1989. Simultaneous Equation Estimation in a Clinical Trial of the E ect of Smoking on Birth Weight. Biometrics 45, 619-22.",
        "Poterba, J.M., Venti, S.F., Wise, D.A., 1996. How Retirement Saving Programs Increase Saving. Journal of Economic Perspectives 10, 91-112.",
        "Munshi, K., 2000b. Social Norms and Individual Decisions During a Period of Change: An Application to the Demographic Transition. University of Pennsylvania Mimeo.",
        "Munshi, K., 2000a. Social Learning in a Heterogenous Population: Technology Di usion in the Indian Green Revolution. University of Pennsylvania Mimeo.",
        "Manski, C., 1993. Identication of Exogenous Social E ects: The Re ection Problem. Review of Economic Studies 60, 531-542.",
        "Manski, C. 1995 Identication Problems in the Social Sciences. Harvard University Press, Cambridge.",
        "Madrian, Brigitte and Dennis F. Shea, 2001. The Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior. Quarterly Journal of Economics, 116(4), 1149-1187.",
        "Madrian, Brigitte and Dennis F. Shea, 2002. Preaching to the Converted and Converting those Taught: Financial Education in the Workplace. Mimeo Graduate School of Business, University of Chicago.",
        "Thaler, Richard H. and Shlomo Bernatzi, 2001, Save More Tomorrow: Using Behavioral Economics to Increase Employee Saving. Mimeo Graduate School of Business, University of Chicago.",
        "Summers, Lawrence, 2000, Helping America to Save More. Remarks by Treasury Secretary Lawrence H. Summers. Treasury News Press Release LS-524, April 4th.",
        "Sorensen, Alan, 2001, Social Learning in the Demand for Employer-Sponsored Health Insurance. UCSD Mimeo, 2001.",
        "Sacerdote, Bruce, 2001, Peer E ects with Random Assignment: Results for Dartmouth Roommates. Quarterly Journal of Economics, 116(2), 681-704.",
        "Lepper, M. R., D. Greene, and R. E. Nisbett, 1973. Undermining Childrens Intrinsic Interest with Extrinsic Reward: A Test for the Overjustication Hypothesis. Journal of Psychology and and Social Psychology, 37, 688-714.",
        "Imbens, G., Irano, K., D. Rubin, A. Zhou, 2000. Estimating the E ect of Flu Shots in a Randomized Encouragement Design, Biostatistics, 1(1), 69-88.",
        "Katz, Lawrence F., Je rey R. Kling, Je rey B. Liebman, 2001. Moving to Opportunity in Boston: Early Results of a Randomized Mobility Experiment., Quarterly Journal of Economics, 116(2), 607-654.",
        "Kremer, Michael and Edward Miguel, 2001 Worms: Education and Health Externalities in Kenya. NBER Working Paper No. 8481.",
        "Imbens, Guido, and Joshua Angrist, 1994. Identication and Estimation of Local Average Treatment E ects. Econometrica, 62, 467-476.",
        "Foster, A.D., Rosenzweig, M.R., 1995. Learning by Doing and Learning from Others: Human Capital and Technical Change in Agriculture. Journal of Political Economy 103, 1176-1209.",
        "Festinger, L. and J. M. Carlsmith, 1959. Cognitive Consequences of Forced Compliance. Journal of Abnormal and Social Psychology, 58, 203-210.",
        "Engen, E.M., Gale, W.G., Scholz, J.K., 1996. The Illusory E ect of Saving Incentives on Saving. Journal of Economic Perspective 10, 113-138.",
        "Evans, W., Oates, W., Schwab, R., 1992. Measuring Peer Group E ects: A Model of Teenage Behavior. Journal of Political Economy, 100, 966-991.",
        "Du o, Esther and Emmanuel Saez, 2000. Participation and Investment Decisions in a Retirement Plan: The In uence of Colleagues Choices. NBER Working Paper No. 7735, forthcoming Journal of Public Economics.",
        "Cooper, J., M. P. Zanna, and P. A. Taves, 1978, Arousal as a Necessary Condition for Attitude Change Following Induced Compliance. Journal of Personality and Social Psychology, 36, 1101-1106.",
        "Choi, J., Laibson, D., Madrian, B. and Metrick A., 2001b Dened Contributions Pensions: Plan Rules, Participants Decisions, and the Path of Least Resistance, NBER Working Paper No. 8655.",
        "Choi, J., Laibson, D., Madrian, B. and Metrick A., 2001a For Better or for Worse: Default E ect and 401(k) Savings Behavior, NBER Working Paper No. 8651.",
        "Case, Ann and Lawrence Katz, 1991. The Company you Keep: The E ect of Family and Neighborhood on Disadvantaged Youths. NBER Working Paper No. 3705.",
        "Bertrand, M., Mullainathan, S., Luttner, E., 2000.Network E ects and Welfare Cultures. Quarterly Journal of Economics, 115, 1019-1057.",
        "Besley, T., Case, A., 1994. Di usion as a Learning Process: Evidence from HYV Cotton. Discussion Paper 174, RPDS, Princeton University.",
        "Bikhchandani, S., Hirshleifer, D., Welch, I., 1992. A theory of fads, fashion, custom, and cultural change as informational cascades Journal of Political Economy, 100, 992-1026."
    ]
}