{
    "id": 8886,
    "cites": 14,
    "cited_by": 9,
    "reference": [
        "Anderson, P. M. and Meyer, B. D. (1997). Unemployment Insurance Take-up Rates and the After-Tax Value of Benefits. Quarterly Journal of Economics, 112, 913-937.",
        "Committee on Ways and Means, US House of Representatives (2000). 2000 Green Book Washington, DC: US Government Printing Office.",
        "Collins, A., Layzer, J., Kraeder, L., Werner, A. and Glantz, F. (November 2000). National Study of Child Care For Low-Income Families: State and Community Sub-study Interim Report. Cambridge, MA: Abt Associates.",
        "Craig, Peter (1991). Costs and Benefits: A Review on Take-up of Income-Related Benefits. Journal of Social Policy, 20, 537-565.",
        "Giannarelli, L. Phillips, K. and Oliver, H. (2001). How TRIM3 Models Eligibility for CCDF Subsidies. Washington, DC: Urban Institute Memo.",
        "Heckman, J. J., LaLonde, R. J. and Smith, J. A. (1999), The Economics and Econometrics of Active Labor Market Programs. In Orley C. Ashenfelter and David Card (eds). Handbook of Labor Economics, Vol. 3A. Amsterdam: Elsevier.",
        "Lee, Bong, George, R. and Reidy, M. (2001), Estimates of Take-Up of Cash Assistance and Child Care Subsidies in Illinois, Presented at the 2001 Child Care Bureau Research Conference, Washington, DC Lemke, R., Witt, R. and Witte, A. (2001). Child Care and the Welfare to Work Transition. Wellesley, MA: Wellesley College, Department of Economics Working Paper 2001-02. Available at: http://www.wellesley.edu/Economics/wkpapers/index.html.",
        "Loprest, P., Schmidt, S. and Witte, A. (2000). Welfare Reform under PRWORA: Aid to Children with Working Families?, Tax Policy and the Economy, Vol. 14, 157-203.",
        "Meyers, M. et al. (2001). The Dynamics of Child Care Subsidy Use: A Collaborative Study of Five States. Paper presented at the NICHD and Russell Sage Conference From Welfare to Child Care: What Happens to Infants and Toddlers When Single Mothers Exchange Welfare for Work, Washington, DC, May17-18.",
        "Queralt, M., Witte, A.D., and Griesinger, H. (2000). Changing Policies, Changing Impacts: Employment and Earnings of Child-Care Subsidy Recipients in the Era of Welfare Reform. Social Service Review, 74, 588-619.",
        "Remler, D., Rachlin, J. and Flied, S. (March 2001). What Can the Take-Up of Other Programs Teach US about How to Improve Take-Up of Health Insurance Programs? Working Paper 8185. Cambridge, MA: National Bureau of Economic Research.",
        "U.S. Department of Health and Human Services, Administration for Children and Families, Child Care Bureau (1999). Access to Child Care for Low-Income Working Families.",
        "Witte, A.D. and Queralt, M. (1999). Duration of Subsidized Child Care Arrangements in Five Areas of Massachusetts. Wellesley, MA: Wellesley Child Care Research Partnership.",
        "Witte, A.D., Queralt, M. and Tauchen, H. (2001). Evaluation of Rhode Islands Family Independence Program. Working Paper 2001-08, Wellesley, MA: Wellesley College Department of Economics. Available at: http://www.wellesley.edu/Economics/wkpapers/index.html."
    ]
}