{
    "id": 8887,
    "cites": 43,
    "cited_by": 12,
    "reference": [
        "Bond and Cummins, Noisy Share Prices and the Q model of Investement, Oxford University Manuscript, Oxford University 2001.",
        "Bond, Stephen and C. Meghir, Dynamic Investment Models and the firms financial policy, Review of Economic Studies, 61, 197-222, 1994.",
        "Demirguc-Kunt A. and R. Levine, Stock Market Development and Financial Intermediaries: Stylized Facts, World Bank Economic Review 10, pp. 291-321, 1996.",
        "Demirguc-Kunt, A. and V. Maksimovic, Law, Finance and Firm growth, Journal of Finance, 53(6) pp. 2107-31, 1998.",
        "Erikson and Whited, Measurement error and the Relationship between Investment and Q, Journal of Political Economy, 108 1027-57, 2000.",
        "Fazzari, Steven M., R. Glenn Hubbard, and Bruce C. Petersen, Financing Constraints and Corporate Investment, Brookings Papers on Economic Activity, v1, 141-195, 1988.",
        "Fazzari, Steven M., R. Glenn Hubbard, and Bruce C. Petersen, Investment-Cash Flow Sensitivities are Useful: A Comment on Kaplan and Zingales, Quarterly Journal of Economics 115(2), 695-706, May 2000.",
        "Galindo, A., F. Schiantarelli and A. Weiss, Does Financial Liberalization Improve the Allocation of Investment? Micro Evidence from Developing Countries, Mimeo, Boston College , 2001.",
        "Gilchrist, Simon and Charlie Himmelberg, Evidence on the Role of Cash Flow for Investment, Journal of Monetary Economics, 36, 541-572, 1995.",
        "Gilchrist, Simon and Charles P. Himmelberg, Investment, Fundamentals and Finance, NBER Macro Annual 1998, Ben S. Bernanke and Julio J. Rotemberg eds., the MIT Press, Cambridge, 223-274, 1998.",
        "Gomes, Joao F., Financing Investment, American Economic Review, vol. 91, no. 5, pp. 1263-85, December 2001.",
        "Harris, John R., Fabio Schiantarelli, and Miranda Siregar, The Effect of Financial Liberalization on the Capital Structure and Investment Decisions of Indonesian Manufacturing Establishments, The World Bank Economic Review, January, 1994.",
        "Harrison, Ann E., and Margaret S. McMillan, Does direct foreign investment affect domestic firms credit constraints?, Tufts University Working Paper, 2001.",
        "Harvard Institute for International Development and World Economic Forum, The Africa Competitiveness Report 1998, World Economic Forum, Geneva Switzerland, 1998.",
        "Hayashi, Fumio, Tobins Marginal q and Average q: A Neoclassical Interpretation, Econometrica, vol. 50, no. 1, pp. 213-24, January 1982.",
        "Henry, P. B., Stock Market Liberalization, Economic Reform and Emerging Market Equity Prices, Journal of Finance, v.55(2), pp.529-64, 2000.",
        "Hubbard, R. Glenn, Capital-Market Imperfections and Investment, Journal of Economic Literature, vol. XXXVI, pp. 193-225, March 1998.",
        "Hubbard, R.G. and A. Kashyap, Internal Net Worth and the Investment Process: An Application to U.S. Agriculture , Journal of Political Economy, v. 100 (3), 1992.",
        "Hubbard, R.G., A. Kashyap and T. Whited, Internal Finance and Firm Investment, Journal of Money Credit and Banking, 27 (4) pp. 683-701, 1995.",
        "Jaramillo, Fidel, Fabio Schiantarelli and Andrew Weiss, Capital market imperfections before and after financial liberalization: An Euler equation approach to panel data for Ecuadorian firms, Journal of Development Economics, Vol. 51, Issue 2, December 1996.",
        "Jensen, Michael and William Meckling, Theory of the Firm: Managerial Behaviour, Agency Costs, and Ownership Structure, Journal of Financial Economics, 3(4), pp. 305-60, 1976.",
        "Kaplan, Steven N. and Luigi Zingales, Do Investment-Cash Flow Sensitivities Provde Useful Measures of Financing Constraints? Quarterly Journal of Economics, 169- 215, 1997.",
        "Kaplan, Steven N. and Luigi Zingales, Investment-Cash Flow Sensitivities are Not Valid Measures of Financing Constraints, Quarterly Journal of Economics, vol. 115, no. 2, pp. 707-12, May 2000.",
        "Kim, Chang-Soo, David Mauer, and Ann E. Sherman, The Determinants of Corporate Liquidity: Theory and Evidence, Journal of Financial and Quantitative Analysis, v.33(3), 1998.",
        "Laeven, Luc, Does Financial Liberalization Reduce Financing Constraints, Mimeo, World Bank, 2002.",
        "La Porta, R., F. Lopez-de-Silanes, A. Shleifer, and R. Vishny, Legal Determinants of External Finance, Journal of Finance, pp. 1131-50, 1997.",
        "Levine, Ross, and David Renelt, A Sensitivity Analysis of Cross-Country Growth Regressions, American Economic Review, 942-963, September 1992.",
        "Love, Inessa, The Capital Accumulation Identity-How Well does it Hold in the Data: Evidence from Compustat and Worldscope Databases, Mimeograph, Columbia University, 1999.",
        "Love, Inessa, Financial Development and Financing Constraints: International Evidence from the Structural Investment Model, Ph.D. Dissertation, Columbia Business School, May 2001.",
        "Myers, Stewart and Nicholas Majluf, Corporate Financing and Investment Decisions When Firms Have Information That Investors Do Not Have, Journal of Financial Economics, 13(2), pp. 187-221, 1984.",
        "Opler, Tim, Lee Pickowitz, Rene Stultz, and Rohan Williamson, The Determinants and Implications of Corporate Cash Holdings, Journal of Financial Economics, 52(1), pp. 3-46, 1999.",
        "Patillo, Catherine, Risk, Financial Constraints and Equipment Investment in Ghana: A Firm-level Analysis Ch. 4 of Investment and Risk in Africa edited by Paul Collier and Catherine Patillo, St. Martins Press, New York, New York, 2000.",
        "Rajan, R. and L. Zingales, Financial Dependence and Growth, American Economic Review, 88(3), pp. 559-86, 1998.",
        "Ross, Stephen A., Randolph W. Westerfield, and Jeffrey Jaffe, Corporate Finance, 4th edition,The Irwin Series in Finance, Chicago, IL, 1996.",
        "Tybout, James R., Credit Rationing and Investment Behavior in a Developing Country, Review of Economics and Statistics, Vol. 65, Issue 4, 598-607, November 1983.",
        "Schiantarelli, Fabio, Financial Constraints and Investments: Methodological Issues and International Evidence, Oxford Review of Economic Policy 12, 70-89, 1996.",
        "Stiglitz, Joseph, The Role of International Financial Institutions in the Current Global Economy, Address to the Chicago Council on Foreign Relations, Chicago, February 27, 1998.",
        "Bekaert G., and C. Harvey, Foreign Speculators and Emerging Equity Markets, Journal of Finance, v.55(2), pp. 565-613, 2000.",
        "Bekaert G., C. Harvey, and C. Lundblad, Does Financial Liberalization Spur Growth, NBER working paper W8245, 2001.",
        "Bigsten, Arne, Paul Collier, Stefan Dercon, Marcel Fafchamps, Bernard Gauthier, Jan Willem Gunning, Mans Soderbom, Abena Oduro, Remco Oostendorp, Cathy Patillo, Francis Teal, and Albert Zeufack, Financing constraints in Manufacturing Enterprises in Africa, Centre for the Study of African Economies Working Paper Series 2000.24, September 2000.",
        "Banerjee, Abhijit V. and Andrew F. Newman, Poverty, Incentives and Development, American Economic Review v84 n2, May 1994.",
        "Arrellano, M. and O. Bover, Another Look at the Instrumental Variable Estimation of Error Component Models, Journal of Econometrics 68, pp. 29-51, 1995.",
        "Aghion, Phillipe, Eve Caroli and Cecilia Garcia-Penalosa, Inequality and Economic Growth: The Perspective of the New Growth Theories, Journal of Economic Literature v37 n4, December 1999."
    ]
}