{
    "id": 8891,
    "cites": 51,
    "cited_by": 4,
    "reference": [
        "Anderson, Jenny. 1999. Ã\u0082â\u0080\u009cReady to RumbleÃ\u0082â\u0080\u009d. Institutional Investor Online. November 1. http://www.iimagazine.com/channel/definedcontributions/199911010360.htm, viewed 8501.",
        "Asia Agenda International. 2001. Ã\u0082â\u0080\u009cBig BangÃ\u0082â\u0080\u0099s Burning Pension FuseÃ\u0082â\u0080\u009d. Japan Pensions Industry Database. http://www.asiagenda.com/timer.htm viewed 8401.",
        "Bateman, Hazel, Geoffrey Kingston, John Piggott. 2002. Forced Saving: Mandating Private Retirement Income. Cambridge University Press: Cambridge.",
        "Brown, Kyle, Gordon Goodfellow, Tomeka Hill, Richard Joss, Richard Luss, Lex Miller, and Sylvester Schieber. 2000. The Unfolding of a Predictable Surprise. Bethesda, MD: Watson Wyatt Worldwide.",
        "Brown, Jeffrey, Olivia S. Mitchell, James Poterba, and Mark Warshawsky. 2001. The Role of Annuity Markets in Financing Retirement. MIT Press: Cambridge, MA.",
        "Cargill, Thomas, Michael Hutchison and Takatoshi Ito. 1997. Ã\u0082â\u0080\u009cJapanÃ\u0082â\u0080\u0099s Ã\u0082â\u0080\u0098Big BangÃ\u0082â\u0080\u0099 Financial Deregulation: Implications for Regulatory and Supervisory Policy:Ã\u0082â\u0080\u009d Japan Information Access Project, June. http://www.nmjc.org/jiap/dereg/papers/deregcon/hutchison.html , viewed 8401.",
        "Cerulli Associates. 1999. Trends in the Japanese Asset Management Marketplace. The Cerulli Report. Cerulli Associates, Inc. Boston, MA.",
        "Cerulli Associates. 2001. Japanese Asset Management. The Cerulli Report. Cerulli Associates, Inc. Boston, MA.",
        "Choy, John. 1999. Ã\u0082â\u0080\u009cJapan Securities Industry: From Big Bang to E-BoomÃ\u0082â\u0080\u009d. Japan Economic Institute Report. 22A. June 11.",
        "Chunhong, Chan. 2000. Ã\u0082â\u0080\u009cAn Overview of Japan Pension System and Pension Reform.Ã\u0082â\u0080\u009d Tokyo: NLI Research Institute, unpublished paper.",
        "Clark, Robert. 1991. Retirement Systems in Japan. Homewood, IL: Irwin (Pension Research Council).",
        "Clark, Robert and Madeleine dÃ\u0082â\u0080\u0099Ambrosio. 2001. Ã\u0082â\u0080\u009cFinancial Education and Retirement SavingsÃ\u0082â\u0080\u009d unpublished paper, North Carolina State University.",
        "Clark, Robert, John Haley, and Sylvester Schieber. 2001. Ã\u0082â\u0080\u009cAdopting Hybrid Pension Plans: Financial and Communication Issues,Ã\u0082â\u0080\u009d Benefits Quarterly 17(1): 7-18.",
        "Clark, Robert and Ann McDermed. 1990. The Choice of a Pension Plan in a Changing Regulatory Environment. Washington: American Enterprise Institute.",
        "Clark, Robert and Fred Munzenmaier. 2001. Ã\u0082â\u0080\u009cImpact of Replacing a Defined Benefit Pension with a Defined Contribution Plan or a Cash Balance Plan,Ã\u0082â\u0080\u009d North American Actuarial Journal, Fourth Quarter, 9(4): 6-14.",
        "Clark, Robert and Naohiro Ogawa. 1996. Ã\u0082â\u0080\u009cPublic Attitudes and Concerns about Population Aging in Japan,Ã\u0082â\u0080\u009d Ageing and Society 14(4): 190-208.",
        "Clark, Robert and Sylvester Schieber. 2001 forthcoming. Ã\u0082â\u0080\u009cTaking the Subsidy Out of Early Retirement: The Story Behind the Conversion to Hybrid Pensions,Ã\u0082â\u0080\u009d in Olivia Mitchell, Zvi Bodie, Brett Hammond, and Steve Zeldes (eds.), Innovations in Managing the Financial Risks of Retirement. Philadelphia: University of Pennsylvania Press.",
        "Conrad, Harald. 2001. The Japanese Social Security System in Transition: An Evaluation of Current Pension Reforms. Tokyo: German Institute for Japanese Studies.",
        "Cornell, Andrew. nd. Ã\u0082â\u0080\u009cJapan Opens Up $3Tn Pensions Market.Ã\u0082â\u0080\u009d Financial Review. http://afr.com/handheld/2001/067/27/FFXH2FWAFOC.html viewed 8401.",
        "Dow Jones. 1999. Ã\u0082â\u0080\u009cJapan Companies Seen Favoring DC PensionsÃ\u0082â\u0080\u009d. Dow Jones News Wire. New York April 28.",
        "EmployeesÃ\u0082â\u0080\u0099 Pension Fund Association. 1996. Pension Schemes in Japan. Tokyo: Pension Fund Association.",
        "Feinberg, Phillis. 2001. Ã\u0082â\u0080\u009cJapan Prepares for Dawn of its Cash Balance EraÃ\u0082â\u0080\u009d. Pensions and Investments, July 9: 1. [2001a].",
        "Feinberg, Phyllis. 2001. Ã\u0082â\u0080\u009cRisk Budgeting, Indexing Catch on in JapanÃ\u0082â\u0080\u009d. Pensions and Investments, June 25: 14. [2001b].",
        "Foreign Press Center. 2001. Ã\u0082â\u0080\u009cDefined Contribution Pension Plan to Begin in October.Ã\u0082â\u0080\u009d Japan Brief, FPC 0128, Embassy Newsletter. http://www.embjapan.dk/info/Japan%20Brief%etc2001/jb250601.htm. viewed 8401.",
        "Goldman Sachs. 1999. Ã\u0082â\u0080\u009cUnfunded Liabilities of Japanese Corporate PensionsÃ\u0082â\u0080\u009d. Pension Group Services Report. May 20.",
        "Hatta, Tatsuo. 2001. Personal Communication with the authors. Tokyo, July.",
        "Japan Institute of Labor, 2000. Japanese Working Life Profile: 2000 Labor Statistics. Tokyo.",
        "Johnson, Simon. 2001. Ã\u0082â\u0080\u009cHard Run for JapanÃ\u0082â\u0080\u0099s Pension Money.Ã\u0082â\u0080\u009d Financial Review. June 27. http://afr.com/personalfinance/2001/06/27/FFX3AEXAFOC.htm viewed 8401.",
        "Lincoln, Edward J. and Robert E. Litan. 1998. Ã\u0082â\u0080\u009cThe Big Bang? An Ambivalent Japan Deregulates Its Financial Markets.Ã\u0082â\u0080\u009d Brookings Review. Winter 1998 Vol. 16 No. 1: 37-40 http://www.brook.edu/press/review/win98/linwi98.htm, viewed 8401.",
        "MacDonald, James. 1998. Ã\u0082â\u0080\u009cJapanÃ\u0082â\u0080\u0099s Pension Funds Hike Foreign Investing: Managers Gear Up for Accounts.Ã\u0082â\u0080\u009d Pensions and Investments, November 16:16.",
        "MacIntyre, Donald. 1998. Ã\u0082â\u0080\u009cBang, Youre Liberalized: Japans big move to free its financial markets is marred by a wave of bad news and investor jitters.Ã\u0082â\u0080\u009d Time Magazine. April 13, 1998 151 (14): http://www.time.com/time/magazine/1998/int/980413/japan.html, viewed 8401.",
        "Matsuura, Tamie. 2000. Ã\u0082â\u0080\u009cThe Tax Treatment of the DC Plan, from Company and Individual Perspectives.Ã\u0082â\u0080\u009d NLI Research. no. 138, June.",
        "McCarthy, David and Olivia S. Mitchell. Ã\u0082â\u0080\u009cAssessing the Impact of Mortality Assumptions on Annuity ValuationÃ\u0082â\u0080\u009d. Pension Research Council Working Paper, Wharton School, 2000.",
        "McGill, Dan, Kyle N. Brown, John J. Haley, Sylvester J. Schieber. 1996. Fundamentals of Private Pensions. 7e. Pension Research Council. University of Pennsylvania Press.",
        "Ministry of Health, Labor, and Welfare. 1999. Outline of Social Insurance in Japan. Tokyo: Ministry of Health, Labor, and Welfare.",
        "Mitchell, Olivia S. 1998. Ã\u0082â\u0080\u009cAdministrative Costs of Public and Private Pension PlansÃ\u0082â\u0080\u009d. In Privatizing Social Security, Ed. Martin Feldstein. NBER. Chicago: University of Chicago Press: 403-456.",
        "Mitchell, Olivia S. forthcoming. Ã\u0082â\u0080\u009cNew Trends in Pension Benefit and Retirement ProvisionsÃ\u0082â\u0080\u009d. In Benefits for the New Workplace. Eds. O.S. Mitchell, D. Blitzstein, M. Gordon, and J. Mazo. University of Pennsylvania, Pension Research Council. Miyatake, Go. 2000. Social Security in Japan. Tokyo: Foreign Press Center.",
        "Ogawa, Naohiro. 2001. Personal communications with the authors.",
        "Papke, Leslie. 1999. Ã\u0082â\u0080\u009cAre 401(k) Plans Replacing other Employer-Provided Pensions?: Evidence from Panel Data,Ã\u0082â\u0080\u009d Journal of Human Resources. 34(2): 346-368.",
        "Pasona, Inc. Ã\u0082â\u0080\u009cPasona Launches 401kNet Internet Finance Site with To-Shin ShijoÃ\u0082â\u0080\u009d, http://www.pasona.co.jp/english/jeu/03.html viewed 8501. Patrikis, Ernest.1998. Ã\u0082â\u0080\u009cJapanÃ\u0082â\u0080\u0099s Big Bang Financial Reforms.Ã\u0082â\u0080\u009d First Vice President, Federal Reserve Bank of New York. Speech at the Brooklyn Law School, April 27. http://www.ny.frb.org/pihome/news/speeches/ep980427.html, viewed 8401.",
        "Portman, Rob and Ben Cardin. 2001. The Comprehensive Retirement Security and Pension Reform Act( HR 10), http://www.house.gov/portman/pensiondetailed.htm viewed 8401.",
        "Ruffell, Charles. 2001. Ã\u0082â\u0080\u009cDC in Japan: The Sun Might Be Setting on the Skeptics.Ã\u0082â\u0080\u009d Plan Sponsor. June 21. http://www.plansponsor.com/eprise/main/PlanSponor/News/Opinions/carjapan401k viewed 8401.",
        "Sakamoto, Junichi. 2000. Ã\u0082â\u0080\u009cPension Reform and Funding OptionsÃ\u0082â\u0080\u009d. Paper presented at the 13th International Conference of Social Security Actuaries and Statisticians, Quebec October.",
        "Sakamoto, Junichi. 2001a. Personal communication with authors, Tokyo, July.",
        "Sakamoto, Junichi. 2001b. Personal communication with authors, e-mail, August.",
        "Seike, Atsushi. 1997. New Trends in JapanÃ\u0082â\u0080\u0099s Labor Market. Tokyo: Foreign Press Center.",
        "Sekine, Kenji. 2001. Personal communication with authors, email, August.",
        "Singer, Jason. 2001. Ã\u0082â\u0080\u009cNikko, Like Nomura, To Exit Pension FundÃ\u0082â\u0080\u009d. Asian Wall St. Journal. July 16:1.",
        "Takayama, Noriyuki. 2001. Ã\u0082â\u0080\u009cReform of Public and Private Pensions in Japan.Ã\u0082â\u0080\u009d Paper presented to Ninth Annual Colloquium of Superannuation Researchers, The University of New South Wales, Sydney, Australia.",
        "Third Millennium. 1999. Public Attitudes Toward Cash Balance Retirement Plans.",
        "William M. Mercer, Inc. 2001. Ã\u0082â\u0080\u009cDefined Contribution Plan Legislation Passed in DietÃ\u0082â\u0080\u009d, Global Market Alert. Late Breaking Information for Multinational Employers. June 28. http://www.wmmercer.com/global/english/resource_news_market_topic_01_09_htm. viewed 8401."
    ]
}