{
    "id": 8896,
    "cites": 21,
    "cited_by": 257,
    "reference": [
        "Vissing-JÃ\u0083Â¸rgensen, A. Limited Stock Market Participation and the Equity Premium Puzzle.  Working paper, University of Chicago, 1999.",
        "Jones, L. E., R. Manuelli, and H. Siu. Growth and Business Cycles. NBER Working Paper No. 7633, 2000.",
        "Parker, J. A. Spendthrift in America? On two Decades of Decline in the U.S. Savings Rate. NBER Macroeconomics Annual (1999): 3 17-370.",
        "Ibbotson Associates. Stocks, Bonds, Bills, and Inflation 1997 Yearbook. Chicago: Ibbotson Associates, 1997.",
        "Hansen, L. P., and K. J. Singleton. Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns. Journal of Political Economy 91 (April 1983): 249-65.",
        "Gross, D. B., and N. S. Souleles. Do Liquidity Constraints and Interest Rates Matter for Consumer Behavior? Evidence from Credit Card Data. Forthcoming, Quarterly Journal of Economics, 2001.",
        "Hall, R. E. Intertemporal Substitution in Consumption. Journal of Political Economy 96 (April 1998): 339-357.",
        "Gabaix, X. and D. Laibson, 2001, The 6D bias and the Equity Premium Puzzle. Forthcoming in NBER Macroeconomics Annual, 2001.",
        "Fama, E. F. and K. R. French. Business Conditions and Expected Returns on Stocks and Bonds. Journal of Financial Economics 25 (1989): 23-49.",
        "Daniel, K., and D. Marshall. The Equity Premium Puzzle and the Risk-Free Rate Puzzle at Long Horizons. Macroeconomic Dynamics 1 (No. 2, 1997): 452-484.",
        "Bray, A., G. M. Constantinides, and C. Gezcy. Asset Pricing with Heterogeneous Consumers and Limited Participation: Empirical Evidence. Working paper, University of Chicago, 1999.",
        "Bray, A. and C. Geczy. An Empirical Resurrection of the Simple Consumption CAPM with Power Utility. Working paper, University of Chicago, 1996.",
        "Attanasio, 0. P. and G. Weber. Is Consumption Growth Consistent with Intertemporal Optimization? Evidence from the Consumer Expenditure Survey. Journal of Political Economy 103 (December 1995): 1121-1157.",
        "Attanasio, 0. P. and G. Weber. Consumption Growth, the Interest Rate and Aggregation.  Review of Economic Studies 60 (July 1993): 63 1-649.",
        "Attanasio, 0. P., P. K. Goldberg, and E. Kyriazidou. Credit Constraints in the Market for Consumer Durables: Evidence from Micro Data on Car Loans. NBER Working paper, No. 7694, 2000.",
        "Attanasio, 0. P., J. Banks, and S. Tanner. Asset Holding and Consumption Volatility. Journal of Political Economy, this issue. Attanasio, 0. P., and M. Browning. Consumption over the Life Cycle and over the Business Cycle. American Economic Review 85 (December 1995): 1118-1137.",
        "Zeldes, S. P. Consumption and Liquidity Constraints: An Empirical Investigation. Journal of Political Economy, 97 (April 1989): 305-346.",
        "Vissing-JÃ\u0083Â¸rgensen, A. Towards an explanation of household portfolio choice heterogeneity: Nonfinancial income and participation cost structures. Working paper, University of Chicago, 2000.",
        "Hansen, L. P., J. Heaton, and A. Yaron. Finite-Sample Properties of Some Alternative GMM Estimators. Journal of Business and Economic Statistics 14 (July 1996): 262-280.",
        "Attanasio, 0. P. and G. Weber. Intertemporal Substitution, Risk Aversion and the Euler Equation for Consumption., Economic Journal 99 (No. 395, 1989): 59-73.",
        "Anderson, T. W., and T. Sawa. Evaluation of the Distribution Function of the Two-Stage Least Squares Estimate. Econometrica 47 (January 1979): 163-182."
    ]
}