{
    "id": 8898,
    "cites": 18,
    "cited_by": 8,
    "reference": [
        "Akerlof, George A., The Market for Lemons: Quality Uncertainty and the Market Mechanism, Quarterly Journal of Economics, 84 (August 1970), 484-500.",
        "Dublin, Thomas, Transforming Womens Work: New England Lives in the Industrial Revolution (Ithaca, NY: Cornell University Press, 1994).",
        "Figlio, David N., What Might School Accountability Do? NBER Reporter, Fall 2001, pp. 7-10.",
        "Figlio, David N., and Marianne E. Page, Can School Choice and School Accountability Successfully Coexist? in Caroline M. Hoxby (ed.), The Economics of School Choice (Chicago: University of Chicago Press, forthcoming). Flyer, Fredrick, and Sherwin Rosen, The New Economics of Teachers and Education, Journal of Labor Economics, 15, supplement (January 1997), S104-S139.",
        "Gill, Brian P. et al., Rhetoric versus Reality: What We Know and What We Need to Know About Vouchers and Charter Schools (Santa Monica, CA: RAND, 2001).",
        "Goldin, Claudia, Understanding the Gender Gap: An Economic History of American Women (New York: Oxford University Press, 1990).",
        "Goldin, Claudia, The Human Capital Century and American Leadership: Virtues of the Past, Journal of Economic History, 61 (June 2001), 263-92.",
        "Hoxby, Caroline M., All School Finance Equalizations Are Not Created Equal, Quarterly Journal of Economics, 116 (November 2001), 1189-1231.",
        "Kaestle, Carl F., and Maris A. Vinovskis, Education and Social Change in the Nineteenth-Century Massachusetts (Cambridge, England: Cambridge University Press, 1980).",
        "Kane, Thomas J., and Douglas O. Staiger, Improving School Accountability Measures, NBER Working Paper No. 8156 (2001).",
        "Lakdawalla, Darius, The Declining Quality of Teachers, NBER Working Paper 8263 (April 2001).",
        "Lankford, Hamilton, Susanna Loeb, and James Wyckoff, Teacher Sorting and the Plight of Urban Schools: A Descriptive Analysis, MS, 2001.",
        "Levinson, Meira, The Demands of Liberal Education (New York: Oxford University Press, 1999).",
        "Loeb, Susanna, and Marianne E. Page, Examining the Link Between Teacher Wages and Student Outcomes: The Importance of Alternative Labor Market Opportunities and Non-Pecuniary Variation, Stanford University, manuscript, June 1999.",
        "Murnane, Richard J., et al., Who Will Teach? Policies That Matter (Cambridge, MA: Harvard University Press, 1991).",
        "Pear, Robert, and Robin Toner, Amid Fiscal Crisis, Medicaid is Facing Cuts from States, The New York Times, January 14, 2001, p. 1.",
        "Temin, Peter, The Industrialization of New England, 1830-1880, in Peter Temin (ed.), Engines of Enterprise: An Economic History of New England (Cambridge, MA: Harvard University Press, 2000), pp. 109-52.",
        "Ulrich, Laurel Thatcher, A Midwifes Tale: The Life of Martha Ballard, Based on her Diary, 1785-1812 (New York: Alfred A. Knopf, 1990)."
    ]
}