{
    "id": 8900,
    "cites": 52,
    "cited_by": 33,
    "reference": [
        "Acemoglu, D. and F. Zilibotti (1998): Was Promothe us Unbound by Chance? Risk, Diversification and Growth, Journal of Political Economy, 105, 709-751.",
        "Aizenman, J. (1989): Country Risk, Incomplete Information and Taxes on International borrowing, The Economic Journal, 99, March, pp. 147-161.",
        "Hazard -- on Debtors or Creditors? The Economic Journal , pp. 107-132. ____ and Nancy Marion. (1999): Reserve Uncertainty and the supply of International Credit forthcoming, Journal of Money, Credit and Banking .",
        "Arteta C., B. Eichengreen and C. Wyplosz. (2001): When Does Capital Account Liberalization Help More than It Hurts? NBER Working Paper No. 8414.",
        "Beck, T., R. Levine R. and Y. N. Loayza (2000): Finance and the Sources of Growth. Journal of Financial Economics 58(1-2): pp. 261-300.",
        "Bekaert, G, C. Harvey and R. Lundblad. (2001): Does Financial Liberalization Spur Growth?, NBER working paper 6724, 1-63.",
        "Bhagwati, Jagdish. (1965): Immiseri zing Growth: a Geometrical Note, Review of Economic Studies, June.",
        "Brecher, Richard and Carlos Diaz-Alej andro. (1977): Tariffs, Foreign Capital and Immiserizing Growth, Journal of International Economics 7, pp.317-322.",
        "Buiter, W.H. and A. C. Sibert, (1999): A Contribu tion to the New International Financial Architecture, International Finance, Vol. 2, pp. 227-247.",
        "Caballero R. and A. Krishnamurthy. (2001): Internatio nal and domestic collateral constraints in a model of emrging market crises, Journal of Monetary Economics, December, 48 (3), pp. 513-548.",
        "Calvo, Guillermo A. (1998): CONTAG ION IN EMERGING MARKETS: when Wall Street is a carrier, manuscript, University of Maryland.",
        "Caprio G. and P. Honohan. (1999): Restori ng Banking Stability: Beyond Supervised Capital Requirements, Journal of Economic Perspectives, Vol. 13, No. 4, Fall.",
        "Chang R. and A. Velasco. (1999): Financial Crises in Emerging Markets, FRBA, Vol. 84, no. 2 (Second Quarter): 4-17.",
        "Cole H. and M. Obstfeld. (1991): Commodity Trad e and International Risk Sharing: how much do financial markets matter? Journal of Monetary Economics, 28 (August), 2-34.",
        "Corsetti, G., P. Pesenti and N. Roubini. (1999): Paper Tigers?, European Economic Review (43)7.",
        "De Gregorio, Jose, Sebastian Edwards, and Rodrigo Vald es. (2000): Controls on Capital inflows: Do they Work? Journal of Development Economics, Vol. 63, pp. 59-83.",
        "DemigÃ\u0083Â¼c-Kunt A. and E. Detragiache. (1998): Fin ancial Liberalization and Financial Fragility, IMF Working Paper.",
        "Devereux, M. and M. Saito. (1997): Growth and Ri sk-sharing with Incomplete International Asset Markets, Journal of International Economics, 52, pp. 453-481.",
        "Diamond, D. and P. Dybvig. (1983): Bank runs, deposit insurance, and liquidity, Journal of Political Economy, 91, 401-419.",
        "Diaz-Alejandro, C. (1985): Goodbye Financial Repression, Hello Financial Repression. Journal of Development Economics, 19, pp. 1-24.",
        "Dillinger William and Steven B. Webb. (1999): Fiscal Management in Federal Democracies: Argentina and Brazil, World Bank report, May.",
        "Dooley, M. (2000): A Model of Crises in Emerging Markets, The Economic Journal, Vol. 110, no. 460, January, pp. 256-272.",
        "Eaton, J. and R. Fernandez. (1995): Sovereign Debt, Handbook of International Economics , G.",
        "Grossman and K. Rogoff, Volume 3, North Holland. Edwards, S. (2001): Capital Mobility and Economic Performance: Are Emerging Economies Different? NBER WP 8076 Jan 2001.",
        "Eichengreen, B. (1999): A new international financial architecture: A practical post-Asia agenda , Washington, D.C.: Institute for International Economics.",
        "Eichengreen, B., A. Rose and C. Wyplosz. (1995): Exchange Rate Mayhem: The Antecedents and Aftermaths of Speculative Attacks, Economic Policy, 21 pp 249-296.",
        "Feldstein, M. (2002): Economic and Financial Crises in Emerging Market Economies: Overview of Prevention and Management, NBER Working paper 8837.",
        "Frankel, J. A. N. Roubini. (2001): The Role of Industrial Country Policies in Emerging Market Crises, NBER Working Paper No.w8634, December.",
        "Glick R. and M. Hutchison. (1999): Banking and Currency Crises: How Common Are Twins? In Financial Crises in Emerging Markets , eds. Reuven Glick, Ramon Moreno, and Mark Spiegel. NY: Cambridge University Press.",
        "Greenspan, Alan. (1998): Speech at the 34th Annual Conference on Bank Structure and Competition of the Federal Reserve Bank of Chicago, May.",
        "Greenwood, J. and B. Jovanovic. (1990): Financial Development, Growth, and the Distribution of Income, Journal of Political Economy; 98(5), Part 1, October, pp. 1076-1107.",
        "Haggard, Stephan. (2000): The Political Economy of the Asian Financial Crisis , Institute for international Economics.",
        "Hellmann, T., Murdock, K., and Stiglitz, J.E. (2000 ): Liberalization, Moral Hazard in Banking and Prudential Regulation: Are Capital Requirements Enough? American Economic Review, 90 (1), 147- 165.",
        "Jeanne, O. (2001): Sovereign Debt Crises and the International Financial Architecture, manuscript, IMF.",
        "Johnson, G. H. (1967): The possibility of income lo sses from increased efficiency or factor accumulation in the presence of tariffs, Economic Journal, March, pp. 151-154.",
        "Kaminsky, G. L.and C. M. Reinhart. (1999): The Twin Crises: The Causes of Banking and Balance-of- Payments Problems, American Economic Review; 89(3), June, pp. 473-500.",
        "Kaminsky, G. L., S. Lizondo and C. M. Reinhart. (1998): Leading Indicators of Currency Crises, IMF Staff Papers, Vol. 5 No.1, March, pp. 1-48.",
        "Kohn, M. and N. Marion. (1992): The Implications of Knowledge-Based Growth for the Optimality of Open Capital Markets, Canadian Journal of Economics; 25(4), November, pp. 865-83.",
        "Kletzer, Kenneth. (1984): Asymmetries of Information and LDC Borrowing with Sovereign Risk, The Economic Journal, Vol. 94, June.",
        "Martin P. and H. Rey. (2001): Financial Globalization and Emerging Ma rkets: With or Without Crash, manuscript, New York Fed.",
        "Miller, M. H. and L. Zhang. (2000): Sovereign Li quidity Crisis: the Strategic Case for a Payment Standstill, Economic Journal, Vol. 110, (January) pp. 335-362.",
        "McKinnon, Ronald. (1991): The Order of Economic Liberalization: Financial Control in the Transition to a Market Economy, Baltimore: Johns Hopkins University Press.",
        "McKinnon R. I.; and H. Pill. (1996): Credible Liberalizations and International Capital Flows: The Overborrowing Syndrome. In Ito T. and A. O, Krueger, eds. Financial deregulation and integration in East Asia. NBER-East Asia Seminar on Economics, vol. 5. Chicago and London: University of Chicago Press, pp. 7-42.",
        "Meltzer, Allan. (1998): Asian Problems and the IMF, Testimony prepared for the Joint Economic Committee, US Congress, February 24, Washington.",
        "Obstfeld, M., (1994): Risk-taking, global diversification and growth, American Economic Review 85, December, 1310-29.",
        "Portes, R. (2000): Sovereign Debt Restructuring: The Role of Institutions for Collective Action, manuscript, CEPR, March.",
        "Rodrik, D. (1999): Where Did All The Growth Go ? External Shocks, Social Conflict, and Growth Collapses Journal of Economic Growth, Vol. 4, December, pp. 358-412.",
        "Pursue Capital Account Convertibility? Essays in International Finance no. 207, Princeton: Princeton University Press (May). ____ and Andres Velasco. (1999): Short-Term Capital Flows, NBER Working Paper No.w7364.",
        "Rogoff, K. (1985): The Optimal Degree of Commi tment to an Intermediate Monetary Target, Quarterly Journal of Economics 100 (November), pp. 1169-1189.",
        "Economic Perspectives, Vol. 13, no. 4 (Fall): 21- 42. Sachs, Jeffrey, (1995): Do We Need an Internatio nal Lender of Last Resort? Princeton University, Frank Graham Memorial Lecture.",
        "Soros, George. (1998): The Crisis of Global Capitalism, New York: Public Affairs Press.",
        "Williamson, John and Molly Mahar. (1998): A Survey of Financial Liberalization , Princeton Essays in International Finance, No. 211, November."
    ]
}