{
    "id": 8901,
    "cites": 43,
    "cited_by": 11,
    "reference": [
        "Asch, P., and J.J. Seneca, 1976, Monopoly and External Costs: An Application of Second-Best Theory to the Automobile Industry, Journal of Environmental Economics and Management 3: 69- 79.",
        "Barnett, A.H., 1980, The Pigouvian Tax Rule under Monopoly, American Economic Review 70: 1037-1041.",
        "Beccarello, M., 1996, Time Series Analysis of Market Power: Evidence from G-7 Manufacturing, International Journal of Industrial Organization 15: 123-136.",
        "Bovenberg, A.L., and R. de Mooij, 1994, Environmental Levies and Distortionary Taxation, American Economic Review 94: 1085-1089.",
        "Bovenberg, A.L., and L. Goulder, 2001, Neutralizing the Adverse Industry Impacts of Co2 Abatement Policies: What Does It Cost?, in: C. Carraro, and G.E. Metcalf, eds., Distributional and Behavioral Effects of Environmental Policy (University of Chicago Press, Chicago) 45-85.",
        "Bovenberg, A.L., and L.H. Goulder, 1996, Optimal Environmental Taxation in the Presence of Other Taxes: General Equilibrium Analyses, American Economic Review 86: 985-1000.",
        "Browning, E.K., 1987, On the Marginal Welfare Cost of Taxation, American Economic Review 77: 11-23.",
        "Browning, E.K., 1994, The Non-Tax Wedge, Journal of Public Economics 53: 419-433.",
        "Browning, E.K., 1997, A Neglected Welfare Cost of Monopoly--and Most Other Product Market Distortions, Journal of Public Economics 66: 127-144.",
        "Buchanan, J.M., 1969, External Diseconomies, Corrective Taxes, and Market Structure, American Economic Review 59: 174-177.",
        "Carraro, C., Y. Katsoulacos, and A. Xepapadeas, eds., 1996 (Kluwer Academic Publishers, Dordrecht).",
        "Considine, T.J., 2001, Markup Pricing in Petroleum Refining: A Multiproduct Framework, International Journal of Industrial Organization 19: 1499-1526.",
        "Domowitz, I., R.G. Hubbard, and B.C. Peterson, 1988, Market Structure and Cyclical Fluctuations in U.S. Manufacturing, Review of Economics and Statistics 70: 55-66.",
        "Fialka, J.J., 2000, Energy Secretary Says He Has Evidence Some Utilities Use Monopoly Power, New York Times, A4.",
        "Freeman, A.M., 1982, Air and Water Pollution Control: A Benefit-Cost Assessment (John Wiley and Sons, New York).",
        "Freeman, A.M., 2002, Environmental Policy since Earth Day I: What Have We Gained?, Journal of Economic Perspectives 16: 125-146.",
        "Fuchs, V.R., A.B. Krueger, and J.M. Poterba, 1998, Economists Views About Parameters, Values, and Policies: Survey Results in Labor and Public Economics, Journal of Economic Literature 36: 1387-1425.",
        "Fullerton, D., and G.E. Metcalf, 1997, Environmental Controls, Scarcity Rents, and Pre-Existing Distortions, Cambridge, MA: NBER.",
        "Fullerton, D., and G.E. Metcalf, 2001, Environmental Controls, Scarcity Rents, and Pre-Existing Distortions, Journal of Public Economics 80: 249-267.",
        "Goulder, L.H., I. Parry, and D. Burtraw, 1997, Revenue-Raising Vs. Other Approaches to Environmental Protection: The Critical Significance of Pre-Existing Tax Distortions, RAND Journal of Economics 28: 708-731.",
        "Hall, R.E., 1986, Market Structure and Macroeconomic Fluctuations, Brookings Papers on Economic Activity: 285-322.",
        "Katsoulacos, Y., and A. Xepapadeas, 1995, Environmental Policy under Oligopoly with Endogenous Market Structure, Scandinavian Journal of Economics 97: 411-420.",
        "Misiolek, W.S., 1980, Effluent Taxation in Monopoly Markets, Journal of Environmental Economics and Management 7: 103-107.",
        "Nordhaus, W.D., 1991, To Slow or Not to Slow: The Economics of the Greenhouse Effect, The Economic Journal 101: 920-937.",
        "Oates, W.E., and D.L. Strassmann, 1984, Effluent Fees and Market Structure, Journal of Public Economics 24: 29-46.",
        "Office of Policy, 2000, Horizontal Market Power in Restructured Electricity Markets, Washington, DC: Office of Economic, Electricity and Natural Gas Analysis, U.S. Department of Energy.",
        "Parry, I.W.H., 1995, Pollution Taxes and Revenue Recycling, Journal of Environmental Economics and Management 29: S64-S77.",
        "Parry, I.W.H., 1997, Environmental Taxes and Quotas in the Presence of Distorting Taxes in Factor Markets, Resource and Energy Economics 19: 203-220.",
        "Parry, I.W.H., R.C. Williams, III, and L.H. Goulder, 1999, When Can Carbon Abatement Policies Increase Welfare? The Fundamental Role of Distorted Factor Markets, Journal of Environmental Economics and Management 37: 52-84.",
        "Pearce, D., and R.K. Turner, 1990, Economics of Natural Resources and the Environment (Johns Hopkins Press, Baltimore).",
        "Pigou, A.C., 1932, The Economics of Welfare (MacMillan and Co., London).",
        "Rosen, H., 1980, What Is Labor Supply and Do Taxes Affect It?, American Economic Review 70: 171-176.",
        "Russek, F.S., 1996, Labor Supply and Taxes, Washington, DC: Congressional Budget Office.",
        "Schmalensee, R., P.L. Joskow, A.D. Ellerman, J.P. Montero, and E.M. Bailey, 1998, An Interim Evaluation of Sulfur Dioxide Emissions Trading, Journal of Economic Perspectives 12: 53-68.",
        "Stuart, C., 1984, Welfare Costs Per Dollar of Additional Tax Revenues in the United States, American Economic Review 74: 352-362.",
        "U.S. Bureau of the Census, 1999, Statistical Abstract of the United States: 1999 (U.S.",
        "U.S. Environmental Protection Agency, 2000, Allowance Prices,: U.S. EPA.",
        "Wicke, L., 1990, Environmental Damage Balance Sheets, in: N. Akerman, ed., Maintaining a Satisfactory Environment: An Agenda for International Environmental Policy (Westview Press, Boulder CO).",
        "Examples include gasoline, and cigarettes, where the environmental problem is not from one of the inputs to production, but from the use of the final product. For these two examples, it is easy to see how a mandated reduction of every firms output (pollution) could generate private profits. The marginal cost of production of Y is then simply the marginal cost of Z, which we assume equal to 1. In this case, the change in the price to consumers directly reflects the increased cost of pollution. See Fullerton and Metcalf (1997) for details.",
        "In a questionnaire sent to labor economists, Fuchs et al. (1998) find that the mean belief is that the hours elasticity is zero for men and 0.45 for women.",
        "In any case, as shown in Goulder et al. (1997), results are not sensitive to this parameter.",
        "GDP is reported for electric, gas, and sanitary services. Electric utility services are 59.9 percent of gross output for this cluster of industries. We apply that fraction to the whole industrys GDP to obtain our estimate. Giving away permits corresponds to t? = 0, while selling them corresponds to t? = 1. A hybrid policy where some are sold and others given away is possible, and so t? between 0 and 1 is possible. Bovenberg and Goulder (2001) consider such a hybrid policy.",
        "Totally differentiate (11), set d? to zero, and re-arrange. We set parameters below such that the initial pY is 1.2, so profits are 20% of the cost of producing Y. This is consistent with the estimates of market power reported in Office of Policy (2000). Equation (12) then implies that eY is six. We also derive the corresponding value of sQ, which also must exceed one."
    ]
}