{
    "id": 8904,
    "cites": 29,
    "cited_by": 116,
    "reference": [
        "Atkinson A. B. (1970), On the Measurement of Inequality, Journal of Economic Theory, 2, 244-263.",
        "Atkinson A. B. Ad A. Brandolini, (2001), Promise and Pitfalls in the use of `Secondary Data- Sets: Income Inequality in OECD Countries as a Case Study, Journal of Economic Literature, vol XXXIX, number 3, pp.771-800, September.",
        "Balassa, B., (1964), The Purchasing Power Parity Doctrine: A Reappraisal, Journal of Political Economy, 72: 584:596.",
        "Bhagwati, J., (1984), Why are Services Cheaper in Poor Countries?, Economic Journal, 93: 331-350.",
        "Bourguignon, F., (1979) Decomposable Income Inequality Measures, Econometrica 47, pp.",
        "Cowell, F.A., (1995), Measuring Income Inequality, 2 nd Edition, Harvester Wheatsheaf, Hemel Hempstead.",
        "Dalton, H., (1920), Measurment of the Inequality of Incomes, Economic Journal, 30(9), 348- 361.",
        "Deininger, K. and L. Squire, (1996), A New Data Set Measuring Income Inequality, World Bank Economic Review, Vol. 10, pp. 565-91.",
        "Dowrick, S. and M. Akmal, (2001), Contradictory Trends in Global Income Inequality: A Tale of Two Biases, mimeo Australian National University, March.",
        "Firebaugh, G., (1999), Empirics of World Income Inequality, American Journal of Sociology, 104: 1597-1630.",
        "Grosh, M. and E.W. Nafziger, (1986), The Computation of World Income Distribution, Economic Development and Cultural Change , pp 347-359.",
        "Heston, A. R. Summers, and B. Aten, (2001), Penn World Table Version 6.0, Center for International Comparisons at the University of Pennsylvania (CICUP), December.",
        "Jones, C. I., (1997) On the Evolution of the World Income Distribution, Journal of Economic Perspectives, Summer.",
        "Korzeniewicz, P. and R. Moran, (1997), Inequality Decomposition Analysis and the GINI coefficient Revisited American Journal of Sociology, vol 102:1000-39.",
        "Kremer, M., A. Onaski, and J. Stock, (2001), Searching for Prosperity, Carnegie-Rochester Conference Series on Public Policy, vol 55, December.",
        "Meng, L. and X. Wang, (2000), An Estimate of the Reliability of Statistical Data on Chinas Economic Growth, Jingji yanji (economic Research), 10: 3-13.",
        "Pigou, A. C., (1920), The Economics of Welfare, 4 th Edition, McMillan, London.",
        "Pritchett, L., (1997), Diververgence Big Time, Journal of Economic Perspectives, vol 11, number 3, Summer, pp. 3-17.",
        "Quah, D., (1997), Empirics for Growth and Distribution: Polarization, Stratification, and Convergence Clubs, Journal of Economic Growth, 2.",
        "Quah, D., (1996), Twin Peaks: Growth and Convergence in Models of Distribution Dynamics, Economic Journal, July.",
        "Ravallion, M. and S. Chen, (1997), What Can New Survey Data Tell Us About Recent Changes in Distribution and Poverty? World Bank Economic Review. 11: 357-82.",
        "Ravallion, M., Datt, G., and van de Walle, D. Qualifying Absolute Poverty in the Developing World, Review of Income and Wealth, 37, 345-361, 1991.",
        "Rawski, T. G., Whats Happening to Chinese Statistics?, China Economic Review, December. Ren, R., (1997), Chinas Economic Performance in International Perspective, OECD, Paris.",
        "Samuelson, P.A., (1964), Theoretical Notes on Trade Problems, Review of Economics and Statistics, 46(2),: 145-154.",
        "Schultz, T.P., (1998), Inequality and the Distribution of Personal Income in the World: How it is Changing and Why, Journal of Population Economics , pp. 307-344.",
        "Shorrocks, A. F., (1980), The Class of Additively Decomposable Inequality Measures, Econometrica 48, pp 613-625.",
        "Theil, H., (1996), Studies in Global Econometrics , Kluwert Academic Publishers, Amsterdam.",
        "United Nations Development Program, (1999), Human Development Report.",
        "Wade, R., (2001), The Rising Inequality of World Income Distribution, Finance and Development, International Monetary Fund, December."
    ]
}