{
    "id": 8905,
    "cites": 38,
    "cited_by": 155,
    "reference": [
        "Bacchetta, Philippe, and Eric van Wincoop (2000): Ã\u0082â\u0080\u009cDoes Exchange Rate Stabil- ity Increase Trade and Welfare?Ã\u0082â\u0080\u009d, American Economic Review, 90:5, 1093-1109 Backus, David and G. Smith: Ã\u0082â\u0080\u009cConsumption and Real exchange Rates in Dynamic Exchange Economies with Nontraded GoodsÃ\u0082â\u0080\u009d, Journal of International Economics 35:297-316.",
        "Backus, David, P.K Kehoe and F. E. Kydland (1995): Ã\u0082â\u0080\u009dInternational Business Cycles: Theory and EvidenceÃ\u0082â\u0080\u009d, in Frontiers of Business Cycle Research, Edited by Thomas F. Cooley, Princeton University Press.",
        "Ball, Laurence (1999): Ã\u0082â\u0080\u009cPolicy Rules for Open Economies,Ã\u0082â\u0080\u009d in J.B. Taylor ed., Monetary Policy Rules, University of Chicago Press.",
        "Benhabib, Jess, Stephanie Schmitt-GrohÃ\u0083Â©, and MartÃ\u0083Â­n Uribe (2001) Ã\u0082â\u0080\u009cThe Perils of Taylor RulesÃ\u0082â\u0080\u009d,Journal of Economic Theory96, January/February 2001, 40-69.",
        "Benigno, Gianluca and Pierpaolo Benigno (2001): Ã\u0082â\u0080\u009cPrice Stability in Open EconomiesÃ\u0082â\u0080\u009d, mimeo.",
        "Benigno, Pierpaolo (1999): Ã\u0082â\u0080\u009cOptimal Monetary Policy in a Currency AreaÃ\u0082â\u0080\u009d, mimeo.",
        "Betts, Caroline and Michael B. Devereux (1996): Ã\u0082â\u0080\u009cThe Exchange Rate in a Model of Pricing-to-Market,Ã\u0082â\u0080\u009dEuropean Economic Review40, 1996.",
        "Betts, Caroline and Michael B. Devereux (2000): Ã\u0082â\u0080\u009cExchange Rate Dynamics in a Model of Pricing-to-MarketÃ\u0082â\u0080\u009d,Journal of International Economics 50,1,215-244.",
        "Bullard, James and K. Mitra (2001): Ã\u0082â\u0080\u009cLearning About Monetary Policy RulesÃ\u0082â\u0080\u009d, Journal of Monetary Economics, forthcoming.",
        "Calvo, Guillermo, 1983, Ã\u0082â\u0080\u009cStaggered Prices in a Utility Maximizing Framework,Ã\u0082â\u0080\u009d Journal of Monetary Economics, 12, 383-398.",
        "Chari, V.V., Patrick Kehoe, and Ellen McGrattan (1998): Ã\u0082â\u0080\u009cMonetary Shocks and Real Exchange Rates in Sticky Price Models of International Business Cycles,Ã\u0082â\u0080\u009d mimeo.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler (1998): Ã\u0082â\u0080\u009cMonetary Policy Rules in Practice: Some International EvidenceÃ\u0082â\u0080\u009d European Economic Review, vol. 42, 1033- 1067.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler (1999): Ã\u0082â\u0080\u009cThe Science of Monetary Policy: A New Keynesian Perspective,Ã\u0082â\u0080\u009d Journal of Economic Literature, vol. 37, 1661-1707.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler (2000): Ã\u0082â\u0080\u009cMonetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, vol. 105, issue 1, 147-180.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler (2001): Ã\u0082â\u0080\u009cOptimal Monetary Pol- icy in Open vs. Closed Economies: An Integrated Approach,Ã\u0082â\u0080\u009d American Economic Review, vol. 91, no. 2, 248-252.",
        "Corsetti, Giancarlo and Paolo Pesenti (2001a): Ã\u0082â\u0080\u009cWelfare and Macroeconomic In- terdependence,Ã\u0082â\u0080\u009dQuarterly Journal of Economicsvol. CXVI,issue 2, 421-446.",
        "Corsetti, Giancarlo and Paolo Pesenti (2001b): Ã\u0082â\u0080\u009dInternational Dimensions of Op- timal Monetary PolicyÃ\u0082â\u0080\u009d, mimeo.",
        "Devereux, Michael B. and Charles Engel (1998): Ã\u0082â\u0080\u009cFixed vs. Floating Exchange Rates: How Price Setting A!ects the Optimal Choice of Exchange Rate Regime,Ã\u0082â\u0080\u009d mimeo.",
        "Erceg Christopher J., D.W. Henderson and A.T. Levine (2000): Ã\u0082â\u0080\u009cOptimal Mon- etary Policy with Staggered Wage and Price ContractsÃ\u0082â\u0080\u009d, Journal of Monetary Eco- nomics46 281-313.",
        "GalÃ\u0083Â­, Jordi and Mark Gertler (1999): Ã\u0082â\u0080\u009cIn Ã\u0083Å¸ation Dynamics: A Structural Econo- metric Analysis,Ã\u0082â\u0080\u009dJournal of Monetary Economics, vol. 44, no. 2, 195-222.",
        "GalÃ\u0083Â­, Jordi, and Tommaso Monacelli (2000): Ã\u0082â\u0080\u009cMonetary Policy Coordination and Exchange Rate Volatility in a Two Country Model,Ã\u0082â\u0080\u009d work in progress.",
        "Hau, Harald (2000): Ã\u0082â\u0080\u009cReal Exchange Rate Volatility and Economic Openness: Theory and EvidenceÃ\u0082â\u0080\u009d, unpublished manuscript.",
        "King, Robert G., and Alexander L. Wolman (1996): Ã\u0082â\u0080\u009cIn Ã\u0083Å¸ation Targeting in a St.",
        "Louis Model of the 21st Century,Ã\u0082â\u0080\u009d Federal Reserve Bank of St. Louis Review ,vol. 78, no. 3. (NBER WP 5507). Kollmann, Robert (2001): Ã\u0082â\u0080\u009cThe Exchange Rate in a Dynamic Optimizing Current Account Model with Nominal Rigidities: A Quantitative Investigation,Ã\u0082â\u0080\u009d Journal of International Economicsvol.55, 243-262.",
        "Lane, Philip R. (1999): Ã\u0082â\u0080\u009cThe New Open Economy Macroeconomics: A Survey,Ã\u0082â\u0080\u009d Journal of International Economics , vol. 54, 235-266.",
        "Obstfeld, Maurice and Kenneth Rogo !(1995): Ã\u0082â\u0080\u009cExchange Rate Dynamics Re- dux,Ã\u0082â\u0080\u009dJournal of Political Economy103, no. 3, 624-660.",
        "Obstfeld, Maurice and Kenneth Rogo !(1999): Ã\u0082â\u0080\u009cNew Directions for Stochastic Open Economy Models,Ã\u0082â\u0080\u009dJournal of International Economics , vol. 50, no. 1, 117- 153.",
        "Orphanides, Athanasios (1999): Ã\u0082â\u0080\u009cThe Quest for Prosperity Without In Ã\u0083Å¸ationÃ\u0082â\u0080\u009d mimeo.",
        "Pappa, Evi (2001): Ã\u0082â\u0080\u009cShould the Fed and the ECB Cooperate ? Optimal Monetary Policy in a Two-Country World,Ã\u0082â\u0080\u009d mimeo.",
        "Parrado, Eric and AndrÃ\u0083Â©s Velasco (2002): Ã\u0082â\u0080\u009cOptimal Interest Rate Policy in a Small Open Economy,Ã\u0082â\u0080\u009d NBER WP 8721.",
        "Rotemberg, Julio and Michael Woodford (1999): Ã\u0082â\u0080\u009cInterest Rate Rules in an Esti- mated Sticky Price Model,Ã\u0082â\u0080\u009d in J.B. Taylor ed., Monetary Policy Rules,Universityof Chicago Press.",
        "Sbordone, Argia (1998): Ã\u0082â\u0080\u009cPrices and Unit Labor Costs: Testing Models of Pricing Behavior,Ã\u0082â\u0080\u009d mimeo.",
        "Svensson, Lars E.O. (2000): Ã\u0082â\u0080\u009cOpen-Economy In Ã\u0083Å¸ation Targeting,Ã\u0082â\u0080\u009dJournal of International Economics,vol.50,no.1.",
        "Taylor, John B. (1993): Ã\u0082â\u0080\u009cDiscretion versus Policy Rules in Practice,Ã\u0082â\u0080\u009d Carnegie- Rochester Series on Public Policy 39, 195-214.",
        "Taylor, John B. editor (1999):Monetary Policy Rules, University of Chicago Press.",
        "Vestin, D. (1999): Ã\u0082â\u0080\u009cPrice level Targeting versus In Ã\u0083Å¸ation Targeting in a Forward Looking Model,Ã\u0082â\u0080\u009d unpublished manuscript, IIES, Stockholm University.",
        "Woodford, Michael (2000),Interest and Prices, chapter 2, mimeo.",
        "Yun, Tack (1996), Ã\u0082â\u0080\u009cMonetary Policy, Nominal Price Rigidity, and Business Cy- clesÃ\u0082â\u0080\u009d,Journal of Monetary Economics, 37:345-70."
    ]
}