{
    "id": 8909,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Auerbach, Alan J., Corporate taxation in the United States, Brookings Papers on Economic Activity, 1983, 14 (2), 451-505.",
        "Auerbach, Alan J. and James R. Hines Jr., Investment tax incentives and frequent tax reforms, American Economic Review, May 1988, 78 (2), 211-216.",
        "Bankman, Joseph, The new market in corporate tax shelters, Tax Notes, June 21, 1999, 83 (12), 1775-1795.",
        "Bhattacharyya, Sugato and Vikram Nanda, Client discretion, switching costs, and financial innovation, Review of Financial Studies, October 2000, 13 (4), 1101-1127.",
        "Bradford, David F., Blueprints for basic tax reform, 2nd ed., revised, Arlington, VA: Tax Analysts, 1984.",
        "Dr?ze, Jean and Nicholas Stern, Policy reform, shadow prices, and market prices, Journal of Public Economics, June 1990, 42 (1), 1-45.",
        "Gergen, Mark P., The dynamics of marketing shady tax strategies, Working Paper, University of Texas Law School, 2001.",
        "Gordon, Roger H., James R. Hines Jr., and Lawrence H. Summers, Notes on the tax treatment of structures, in Martin S. Feldstein ed., The effects of taxation on capital accumulation (Chicago: University of Chicago Press, 1987), 223-254.",
        "Graetz, Michael J., Legal transitions: The case of retroactivity in tax revision, University of Pennsylvania Law Review, November 1977, 126 (1), 47-87.",
        "Hines, James R., Jr., Nonprofit business activity and the unrelated business income tax, in James M. Poterba ed., Tax policy and the economy, Volume 13 (Cambridge, MA: MIT Press, 1999), 57-84.",
        "Kaplow, Louis, An economic analysis of legal transitions, Harvard Law Review, January 1986, 99 (3), 509-617.",
        "Kaplow, Louis, Optimal taxation with costly enforcement and evasion, Journal of Public Economics, November 1990, 43 (2), 221-236.",
        "Levmore, Saul, The case for retroactive taxation, Journal of Legal Studies, June 1993, 22 (2), 265-307.",
        "Logue, Kyle D., Tax transitions, opportunistic retroactivity, and the benefits of government precommitment, Michigan Law Review, March 1996, 94 (5), 1129-1196.",
        "Seade, Jesus, On the effects of entry, Econometrica, March 1980, 48 (2), 479-489.",
        "Shaviro, Daniel, Economic substance, corporate tax shelters, and the Compaq case, Tax Notes, July 10, 2000a, 88 (2), 221-244.",
        "Shaviro, Daniel, When rules change: An economic and political analysis of transition relief and retroactivity (Chicago: University of Chicago Press, 2000b).",
        "United States Department of the Treasury, The problem of corporate tax shelters,Washington, DC: United States Department of the Treasury, 1999.",
        "Weisbach, David A., Tax shelters, Working Paper, University of Chicago, 1999."
    ]
}