{
    "id": 8910,
    "cites": 38,
    "cited_by": 6,
    "reference": [
        "Albrecht, Karl, and Ron Zemke. 1985. Service America! Doing Business in the New Economy (Homewood, Illinois: Dow Jones-Erwin).",
        "Autor, David H., Lawrence F. Katz, and Alan B. Krueger. 1998. Computing Inequality: Have Computers Changed the Labor Market? Quarterly Journal of Economics, Vol. 113, No. 4, November, pp. 1169-213.",
        "Bahr, Morton. 2000. Remarks to the Communications Workers of America 62nd Convention.",
        "Barley, Stephen R. 1996. Technicians in the Workplace: Ethnographic Evidence for Bringing Work into Organization Studies. Administrative Sciences Quarterly, Vol. 41, pp. 404-41.",
        "Bartel, Ann P., and Frank R. Lichtenberg. 1987. The Comparative Advantage of Educated Workers in Implementing New Technology. Review of Economics and Statistics, Vol. 69, No. 1, February, pp. 1-11.",
        "Batt, Rosemary. 1999. Work Organization, Technology, and Performance in Customer Service and Sales. Industrial and Labor Relations Review, Vol. 52, No. 4, July, pp. 539-61.",
        "Black, Sandra E., and Lisa M. Lynch. 2000. Whats Driving the New Economy: The Benefits of Workplace Innovation. NBER Working Paper No. 7479, January.",
        "Bond, Stephen R., and Jason G. Cummins. 2000. The Stock Market and Investment in the New Economy: Some Tangible Facts and Intangible Fictions. Brookings Papers on Economic Activity, No. 1, pp. 61-108.",
        "Boslett, Mark. 2000. Showdown at Verizon. The Standard, August 4.",
        "Bresnahan, Timothy F., Erik Brynjolfsson, and Lorin M. Hitt. 1999. Information Technology, Workplace Organization and the Demand for Skilled Labor: Firm-level Evidence. NBER Working Paper No. 7136, May.",
        "Business and Industry Advisory Committee to the OECD. 2001. Firms, Workers and the Changing Workplace: Considerations for the Old and the New Economy. BIAC Discussion Paper, February 23.",
        "Cohany, Sharon R. 1998. Workers in Alternative Employment Arrangements: A Second Look. Monthly Labor Review, November, pp. 3-21.",
        "Cortright, Joseph, and Heike Mayer. 2001. High-tech Specialization: A Comparison of High-technology Centers, The Brookings Institution, Washington, DC, Survey Series.",
        "DAndrea Tyson, Laura. 2001. Why the New Economy is Here to Stay. BusinessWeek Online, April 30.",
        "DeLong, J. Bradford, and Lawrence H. Summers. 2001. The New Economy: Background, Historical Perspective, Questions, and Speculations. In Economic Policy for the Information Economy (Kansas City: Federal Reserve Bank of Kansas City), pp. 11-46.",
        "DeVol, Ross. 1999. Americas High-Tech Economy, Milken Institute, Santa Monica, CA.",
        "Giarini, Orio, ed. 1987. The Emerging Service Economy (Oxford: Pergamon Press).",
        "Gordon, Robert J. 2000. Does the New Economy Measure up to the Great Inventions of the Past? NBER Working Paper No. 7833, August.",
        "Hecker, Daniel. 1999. High-Technology Employment: A Broader View. Monthly Labor Review, June, pp. 18- 28.",
        "Hipple, Steven. 1998. Contingent Work: Results from the Second Survey. Monthly Labor Review, November, pp. 22-35.",
        "Houseman, Susan N., and Anne E. Polivka. 2000. The Implications of Flexible Staffing Arrangements for Job Stability. In David Neumark, ed. On the Job: Is Long-Term Employment a Thing of the Past? (NY: Russell Sage Foundation), pp. 427-62.",
        "Inman, Robert P., ed. 1985. Managing the Service Economy: Prospects and Problems (Cambridge: Cambridge University Press).",
        "Mandel, Michael J. 1999. The Prosperity Gap. BusinessWeek Online, September 27.",
        "Miller, Rich. 2001. The New Economy Lives On. BusinessWeek Online, May 10.",
        "Neumark, David, ed. 2000. On the Job: Is Long-Term Employment a Thing of the Past? (NY: Russell Sage Foundation).",
        "Paton, Dean. 1999. Seattles Rise as the Capital of the New Economy. Christian Science Monitor, November 30.",
        "Polivka, Anne E. 1996. Contingent and Alternative Work Arrangements, Defined. Monthly Labor Review, October, pp. 3-9.",
        "Progressive Policy Institute. 2001. The Metropolitan New Economy Index, Washington, DC.",
        "Reich, Robert. 2001. The Future of Success (New York: Alfred A. Knopf).",
        "Schiffrin, Anya. 2000. Whats So New About the New Economy? The Standard, November 6.",
        "Segal, Lewis M., and Daniel G. Sullivan. 1997. The Growth of Temporary Services Work. Journal of Economic Perspectives, Vol. 11, No. 2, Spring, pp. 117-36.",
        "Shepard, Stephen B. 1997. The New Economy: What It Really Means. BusinessWeek Online, November 17.",
        "Sunnucks, Mike. 2001. As Pittsburgh Builds its High-Tech Sector, Past Plays a Role in its Future. Pittsburgh Business Times, January 5.",
        "Triplett, Michael. 2000. Protecting Yourself in The Dot-Com Job Market. Gfn.com, The Gay Financial Network, July 31.",
        "U.S. Department of Commerce. 1999. The Emerging Digital Economy II. June.",
        "U.S. Department of Labor. 1999. Contingent and Alternative Employment Arrangements, February 1999. December 21.",
        "Valletta, Robert G. 1999. Declining Job Security. Journal of Labor Economics, Vol. 17, No. 4, Pt. 2, October, pp. S170-97.",
        "Varian, Hal J. 2001. High-Technology Industries and Market Structure. In Economic Policy for the Information Economy (Kansas City: Federal Reserve Bank of Kansas City), pp. 65-102."
    ]
}