{
    "id": 8911,
    "cites": 24,
    "cited_by": 11,
    "reference": [
        "Berkman, Lisa F., and S. Leonard Syme (1979). Social Networks, Host Resistance, and Mortality: A Nine-Year Follow-Up Study of Alameda County Residents, American Journal of Epidemiology, 109, 186-204.",
        "Bitler, Marianne, Jonah Gelbach, and Hilary Hoynes (2002). The Impact of Welfare Reform on Living Arrangements, NBER Working Paper No. 8784.",
        "Blazer, Dan G. (1982). Social Support and Mortality in an Elderly Community Population, American Journal of Epidemiology, 115, 684-94.",
        "BÃ\u0083Â¶rsch-Supan, Axel, Vassilis Hajivassiliou, Laurence J. Kotlikoff, and John N. Morris (1992). Health, Children, and Elderly Living Arrangements: A Multiperiod- Multinomial Probit Model with Unobserved Heterogeneity and Autocorrelated Errors, in David A. Wise, ed., Topics in the Economics of Aging. (Chicago, IL: University of Chicago Press), 79-104.",
        "Clarke, M., S. J. Clarke, and C. Jagger (1992). Social Intervention and the Elderly: A Randomized Controlled Trial, American Journal of Epidemiology 136 (12), 1517-23.",
        "Costa, Dora L. (1997). Displacing the Family: Union Army Pensions and Elderly Living Arrangements, Journal of Political Economy, 106 (6), 1269-1292.",
        "Costa, Dora L. (1998). The Evolution of Retirement. (Chicago, IL: University of Chicago Press).",
        "Costa, Dora L. (1999). A House of Her Own: Old Age Assistance and Living Arrangements of Older Nonmarried Women, Journal of Public Economics, 72 (1), 39-60.",
        "Cwikel, J., A. V. Fried, and D. Galinsky (1989). Falls and Psychosocial Factors among Community-Dwelling Elderly Persons: A Review and Integration of Findings from Israel, Public Health Review, 17(1), 39-50.",
        "Diamond, Peter and Botond Koszegi (1998). Hyperbolic Discounting and Retirement, mimeo, MIT.",
        "Medicine (June 27) 334:26, 1710-6. House, James S., Landis, Karl R., and Debra Umberson (1988). Social Relationships and Health, Science, 241, 540-45.",
        "Kobrin, Frances E. (1976). The Fall in Household Size and the Rise of the Primary Individual in the United States, Demography, 13 (1), 127-138.",
        "Krueger, Alan, and JÃ\u0083Â¶rn-Steffen Pischke (1992). The Effect of Social Security on Labor Supply: A Cohort Analysis of the Notch Generation, Journal of Labor Economics, 10, 412-437.",
        "Kramarow, Ellen A. (1995). The Elderly Who Live Alone in the United States: Historical Perspectives on Household Change, Demography 32 (3), 335-352.",
        "Liebman, Jeffrey, and Martin Feldstein (2001). Social Security, NBER Working Paper No. 8451.",
        "Macunovich, Diane J., Richard A. Easterlin, Christine M. Schaeffer, and Eileen M. Crimmins (1995). Echoes of the Baby Boom and Bust: Recent and Prospective Changes in Living Alone among Elderly Widows in the United States, Demography, 32 (1), 17-28.",
        "McGarry, Kathleen, and Robert F. Schoeni (2000). Social Security, Economic Growth, and the Rise in Elderly Widows Independence in the Twentieth Century, Demography, 37 (2), 221-236.",
        "Michael, Robert T., Victor R. Fuchs, Sharon R. Scott (1980). Changes in the Propensity to Live Alone, Demography, 17 (1), 39-56.",
        "United States Department of Commerce (1980). Statistical Abstract of the United States.",
        "United States Department of Commerce (1990). Statistical Abstract of the United States.",
        "United States Department of Commerce (2000). Statistical Abstract of the United States.",
        "United States Social Security Administration, Various Years. Social Security Bulletin Annual Statistical Supplement (Washington, D.C.: United States Social Security Administration). Wolf, Douglas A. and Beth J. Soldo (1988). Household Composition Choices of Older Unmarried Women, Demography, 25 (3), 387-403.",
        "Wolf, Douglas A. (1995). Changes in the Living Arrangements of Older Women: An International Study, The Gerontologist, 35 (6), 724-731.",
        "Zukerman, Diana M., Stanislav V. Kasl, and Adrian M. Ostfeld (1984). Psychosocial Predictors of Mortality Among the Elderly Poor: The Role of Religion, Well- Being, and Social Contacts, American Journal of Epidemiology, 119, 410-23."
    ]
}