{
    "id": 8912,
    "cites": 15,
    "cited_by": 39,
    "reference": [
        "Schreft, Stacey, 1992, Ã\u0082â\u0080\u0098Welfare-Improving Credit Controls,Ã\u0082â\u0080\u0099 Journal of Monetary Economics, vol. 30, no. 1, pp. 57-72.",
        "Svensson, Lars E. O., 1985, Ã\u0082â\u0080\u0098Money and Asset Prices in a Cash-in-Advance EconomyÃ\u0082â\u0080\u0099, Journal of Political Economy, vol. 93, no. 5, October, pp. 919-44.",
        "Sargent Thomas J., and Neil Wallace, 1981, Ã\u0082â\u0080\u0098Some Unpleasant Monetarist ArithmeticÃ\u0082â\u0080\u0099, Fall (Vol. 5 No. 3) Federal Reserve Bank of Minneapolis Quarterly Review.",
        "Persson, Torsten and Guido Tabellini, 1993, Ã\u0082â\u0080\u0098Designing Institutions for Monetary Stability,Ã\u0082â\u0080\u0099 Carnegie-Rochester Series on Public Policy, vol. 39, pp. 53-84.",
        "Lacker, Jeffrey, and Stacey Schreft, 1996, Ã\u0082â\u0080\u0098Money and Credit as Means of Payment,Ã\u0082â\u0080\u0099 Journal of Monetary Economics, vol. 38, no. 1, pp. 3-23.",
        "Lucas, Robert E., Jr., and Nancy L. Stokey, 1983, Ã\u0082â\u0080\u0098Optimal Fiscal and Monetary Policy in an Economy Without Capital,Ã\u0082â\u0080\u0099 Journal of Monetary Economics, vol. 12, pp. 55-93.",
        "Kydland, Finn E., and Edward C. Prescott, 1977, Ã\u0082â\u0080\u0098Rules Rather Than Discretion: The Inconsistency of Optimal Plans,Ã\u0082â\u0080\u0099 Journal of Political Economy, vol. 85, no. 3, June, pages 473-91.",
        "International Financial Statistics, 2000. International Monetary Fund,Washington D.C.",
        "Freeman, Scott and Finn Kydland, 1998, Ã\u0082â\u0080\u0098Monetary Aggregates and Output,Ã\u0082â\u0080\u0099 American Economic Review vol. 90, no. 5, December, pp.1125-35.",
        "Ireland, Peter, 1994, Ã\u0082â\u0080\u0098Money and Growth: An Alternative Approach,Ã\u0082â\u0080\u0099 American Economic Review,Ã\u0082â\u0080\u0099 Vol. 84, No. 1, 47-65.",
        "Cole, Harold, and Alan Stockman, 1992, Ã\u0082â\u0080\u0098Specialization, Transactions Technologies and Money Growth,Ã\u0082â\u0080\u0099 International Economic Review, vol. 33, no. 2, pp. 283-298.",
        "Chari, V. V., Lawrence J. Christiano and Martin Eichenbaum, 1998, Ã\u0082â\u0080\u0098Expectation Traps and Discretion,Ã\u0082â\u0080\u0099 Journal of Economic Theory , vol. 81 No. 2, pp. 462-492.",
        "Blanchard, O.J. and N. Kiyotaki, 1987, Ã\u0082â\u0080\u0098Monopolistic Competition and the Effects of Aggregate Demand,Ã\u0082â\u0080\u0099 American Economic Review, Vol. 77, No. 4, 647-666.",
        "Barro, Robert J., and David B. Gordon, 1983, Ã\u0082â\u0080\u0098A Positive Theory of Monetary Policy in a Natural Rate Model,Ã\u0082â\u0080\u0099 Journal of Political Economy 91 (August): 589-610.",
        "Aiyagari, S. Rao, R. Anton Braun and Zvi Eckstein, 1998, Ã\u0082â\u0080\u0098Transactions Services, Inflation and Welfare,Ã\u0082â\u0080\u0099 Journal of Political Economy, vol. 106, no. 6, pp. 1274-1301."
    ]
}