{
    "id": 8915,
    "cites": 19,
    "cited_by": 9,
    "reference": [
        "Aigner, Dennis J. and Glen G. Cain. 1977. Statistical Theories of Discrimination in Labor Markets, Industrial Labor Relations Review 30 (January): 175-87.",
        "Akerlof, George A., and Rachel E. Kranton. 2000. Economics and Identity, Quarterly Journal of Economics 115 (August): 715-753.",
        "Arrow, Kenneth J. 1973. The Theory of Discrimination. In Orley Ashenfelter and Albert Rees, eds., Discrimination in Labor Markets. Princeton: Princeton University Press.",
        "Becker, Gary S. 1957. The Economics of Discrimination. Chicago: University of Chicago Press.",
        "Blau, Francine. 1977. Equal Pay in the Office. Lexington, MA: Lexington Books.",
        "Easterlin, Richard A. 1980. Birth and Fortune: The Impact of Numbers on Personal Welfare.",
        "New York: Basic Books. Eichengreen, Barry. 1984. Experience and the Male-Female Earnings Gap in the 1890s, Journal of Economic History 44 (September): 822-34.",
        "Goldin, Claudia. 1989. Life-Cycle Labor Force Participation of Married Women: Historical Evidence and Implications, Journal of Labor Economics 7 (January): 20-47.",
        "Goldin, Claudia. 1990. Understanding the Gender Gap: An Economic History of American Women. New York: Oxford University Press.",
        "Goldin, Claudia. 1998. Americas Graduation from High School: The Evolution and Spread of Secondary Schooling in the Twentieth Century, Journal of Economic History 58 (June): 345- 74.",
        "Goldin, Claudia, and Lawrence F. Katz. 2000. Education and Income in the Early Twentieth Century: Evidence from the Prairies, Journal of Economic History 60 (September): 782-818.",
        "Goldin, Claudia, and Lawrence F. Katz. 2002. The Power of the Pill: Oral Contraceptives and Womens Career and Marriage Decisions, Journal of Political Economy (August, forthcoming).",
        "Heckman, James J., and Robert J. Willis. 1977. A Beta-logistic Model for the Analysis of Sequential Labor Force Participation by Married Women, Journal of Political Economy 85 (February): 27-58.",
        "Korenman, Sanders, and David Neumark. 1991. Does Marriage Really Make Men More Productive? Journal of Human Resources 26 (Spring): 282-307.",
        "New York State, Department of Labor. 1919. Special Bulletin: The Industrial Replacement of Men by Women in the State of New York. Prepared by the Bureau of Women in Industry, No.",
        "Phelps, Edmund S. 1972. The Statistical Theory of Racism and Sexism, American Economic Review 62 (September): 659-61.",
        "U.S. Census Office. 1895. Report on Manufacturing Industries in the United States at the Eleventh Census: 1890 Part I. Totals for States and Industries. Washington, D.C.: G.P.O. U.S. Department of Education, National Center for Education Statistics. 1993. 120 Years of American Education: A Statistical Portrait. Washington, D.C.: G.P.O.",
        "U.S. Department of Labor, Womens Bureau. 1934. The Employment of Women in Offices by Ethel Erickson. Bulletin of the Womens Bureau, No. 120. Washington, D.C.: G.P.O.",
        "U.S. Department of Labor, Womens Bureau. 1942. Office Work in [Houston, Los Angeles, Kansas City, Richmond, and Philadelphia]. Bulletin of the Womens Bureau, Nos. 188-1, 2, 3, 4, and 5. Washington, D.C.: G.P.O."
    ]
}