{
    "id": 8916,
    "cites": 30,
    "cited_by": 12,
    "reference": [
        "Angrist, J. D. and V. Lavy (1999). Using Maimonides Rule to Estimate the Effect of Class Size on Scholastic Achievement. Quarterly Journal of Economics 114(2): 535-75.",
        "Angrist, J. D. and V. Lavy (2001). Does Teacher Training Affect Pupil Learning? Evidence from Matched Comparisons in Jerusalem Public Schools. Journal of Labor Economics 19(2): 343-369.",
        "Angrist, J.D. (2001). Personal communication.",
        "Berk, R. A. and D. Rauma (1983). Capitalizing on Nonrandom Assignment to Treatments: A Regression-Discontinuity Evaluation of a Crime-Control Program. Journal of the American Statistical Association 78(381): 21-28.",
        "Black, S. (1996). Do Better Schools Matter? Parents Think So! Cambridge, MA.",
        "Bressoux, P. (1996) The Effect of Teachers Training of Pupils Achievement: The Case of Elementary Schools in France. School Effectiveness and School Improvement 7 (3): 252-279.",
        "Cohen, D. F. and H. C. Hill (2000). Instructional Policy and Classroom Performance: The Mathematics Reform in California. Teachers College Record 102(2): 294-343.",
        "Corcoran, T. B. (1995). Helping Teachers Teach Well: Transforming Professional Development. CPRE Policy Briefs.",
        "Dildy, P. (1982) Improving Student Achievement by Appropriate Teacher In-Service Training: Utilizing Program for Effective Teaching (PET). Education 102 (2): 132-138.",
        "Guryan, J. (2000) Does Money Matter? Regression Discontinuity Estimates from Education Finance Reform in Massachusetts. University of Chicago Working Paper.",
        "Hanushek, E. A. (1996). School Resources and Student Performance. In Does Money Matter? The Effect of School Resources on Student Achievement and Adult Success, ed. Burtless, G. Washington D.C.: Brookings Institution Press.",
        "Hanushek, E. A., J. F. Kain, and S. G. Rivkin (2001) Disruption versus Tiebout Improvement: The Costs and Benefits of Switching Schools. Working Paper.",
        "Hedges, L. V. and R. Greenwald (1996). Have Times Changed? The Relation between School Resources and Student Performance. In Does Money Matter? The Effect of School Resources on Student Achievement and Adult Success, ed. Burtless, G. Washington D.C.: Brookings Institution Press.",
        "Imbens, G. W. and J. D. Angrist (1994). Identification and Estimation of Local Average Treatment Effects. Econometrica 62(2): 467-475.",
        "Jacob, B. A. (2002). Accountability, Incentives and Behavior: Evidence from High-Stakes Testing in Chicago. Working Paper.",
        "Jacob, B. A. and S. D. Levitt (2002). Rotten Apples: An Investigation of the Prevalence and Predictors of Teacher Cheating. Working Paper.",
        "Jacob, B. A. and L. Lefgren (2001). Remedial Education and Student Achievement: Quasi- Experimental Evidence from Reform Efforts in Chicago. Working Paper.",
        "Hahn, J., P. Todd, et al. (1999). Evaluating the Effect of an Antidiscrimination Law Using a Regression-Discontinuity Design. NBER Working Paper 7131. Cambridge, MA.",
        "Heckman, J. And E. Vytlacil (2001) Local Instrumental Variables. In Nonlinear Statistical Inference: Essays in Honor of Takeshi Amemiya, ed. C. Hsiao, K. Morimune, and J.",
        "Powell, Cambridge University Press, Cambridge. Kennedy, M. M. (1998). Form and Substance in Inservice Teacher Education. Research Report from the National Institute for Science Education, University of Wisconsin.",
        "Kerbow, D. (1996). Patterns of Urban Student Mobility and Local School Reform. Journal of Education for Students Placed at Risk 1 2:147-169.",
        "Ladd, H. F. (1999). The Dallas School Accountability and Incentive Program: An Evaluation of its Impacts on Student Outcomes. Economics of Education Review 18: 1-16.",
        "Lavy, V. (1995) Endogenous School Resources and Cognitive Achievement in Primary Schools in Israel. Discussion Paper no. 95.03. Jerusalem: Falk Institute for Economic Research in Israel.",
        "Little, J. W. (1993). Teachers Professional Development in a Climate of Educational Reform. Educational Evaluation and Policy Analysis 15 2: 129-151.",
        "Parsad, B., L. Lewis, E. Farris, and B. Greene (2001) Teacher Preparation and Professional Development 2000. National Center for Educational Statistics publication 2001-088.",
        "Richards, C. E. and T. M. Sheu (1992). The South Carolina School Incentive Reward Program: A Policy Analysis. Economics of Education Review 11 1: 71-86.",
        "Roderick, M., B. Jacob, and A. Bryk (2000). Evaluating Chicagos Efforts to End Social Promotion. In Governance and Performance: New Perspectives, eds. Lynn, L. and C.",
        "Heinrich. Washington D.C.: Georgetown University Press. Smylie, M. A., E. Allensworth, R. C. Greenberg, R. Harris, and S. Luppescu (2001). Teacher Professional Development in Chicago: Supporting Effective Practice. Consortium on Chicago School Research report.",
        "Thistlewaite, D. and D. Campbell (1960). Regression-Discontinuity Analysis: An Alternative to the Ex-Post Facto Experiment. Journal of Educational Psychology 51: 309-317.",
        "Trochim, W. (1984). Research Design for Program Evaluation: The Regression-Discontinuity Approach. Beverley Hills, CA, Sage Publications."
    ]
}