{
    "id": 8917,
    "cites": 30,
    "cited_by": 2,
    "reference": [
        "Akerlof, George. 1970. The Market for Lemons: Quality, Uncertainty and The Market Mechanism. Quarterly Journal of Economics (74): 488 -500.",
        "American Hospital Association. A.H.A. Guide to the Hea lth Care Field. Chicago, IL, 1978.",
        "Bertrand, Marianne, Esther Duflo and Sendhil Mullainathan. 2002. How Much Should We Trust Differences -in-Differences Estimates? NBER Working Paper 8841.",
        "Cafferata, Gail Lee. 1984. Private Health Insurance Coverage of the Medi care Population. National Health Care Expenditures Study, Data Preview 18. DHHS Publication No. (PHS) 84 - 3362. U.S. Department of Health and Human Services.",
        "Cafferata, Gail Lee. 1985. Private Health Insurance of the Medicare Population and the Baucus Legislation. Medical Care , 23(9):1086 -96. September.",
        "Chiappori, Pierre -Andre. 2000. Econometric Models of Insurance under Asymmetric Information. In Georges Dionne, ed. Handbook of Insurance Economics . London: Kluwer.",
        "Cutler, David. 1996. Comment to Fu ndamental Tax Reform and Employer -Provided Health Insurance, Jonathan Gruber and James Poterba, in Economic Effects of Fundamental Tax Reform , H. Aaron and W. Gale (eds), Washington: Brookings Institution, pp.125 -162.",
        "Cutler, David and Richard Zeckhauser . 2000. The Anatomy of Health Insurance, in The Handbook of Health Economics , Culyer AJ and Newhouse JP (eds).",
        "DeNovo, Anne and Gail Shearer. 1978. Private Health Insurance to Supplement Medicare. Office of Policy Planning, Federal Trade Commission.",
        "Enc inosa, William. Forthcoming. A comment on Neudeck and Podczecks Adverse Selection and Regulation in Health Insurance Markets. Journal of Health Economics. Ettner, Susan. 1997. Adverse selection and the purchase of Medigap insurance by the elderly.",
        "Jour nal of Health Economics (16): 543 -562. Feldstein, Martin and Jonathan Gruber. 1995. A Major Risk Approach to Health Insurance Reform. NBER Reprint No. 2151.",
        "Gruber, Jonathan. 1994. State -mandated benefits and employer -provided health insurance.",
        "Journal of Public Economics 55: 433 -464. Halpern, Jani ce and Jerry Hausman. 1986. Choice Under Uncertainty: A Model of Applications for the Social Security Disability Insurance Program. Journal of Public Economics , 31: 131 -161.",
        "Madrian, Brigitte. 1994. The Effect of Health Insurance on Retirement. Brookings Papers on Economic Activity , 1, pp.181 -232.",
        "Madrian, Brigitte and Dennis Shea. 2001. The Power of Suggestions: Inertia in 401(k) Participation and Savings Behavior. Quarterly Journal of Economics : (116) (4):1149 -1187.",
        "McCall, Nelda, Thomas Rice and Arden Hall. 1983. Medigap: Study of Comparative Effectiveness of Various State Regulations: Final Report . SRI International. Menlo Park, CA.",
        "McFadden, Daniel. 1989. Testing for Stochastic Dominance. In Studies in the Economics of Uncertainty, Thomas Fomby and Tae Kun Seo (eds), New York: Springer -Verlag, pp.113 -134.",
        "Merritt, Richard E. and Donna B. Potemken (eds). 1982. Medigap: issues and update. The Intergovernmental Health Policy Project, George Washington University, Washington D.C. June.",
        "Miyazaki, Hajime. 1977. The rate race and internal labor mark ets. Bell Journal of Economics 8 (Autumn), pp.394 -418.",
        "Neudeck, Werner and Konrad Podczeck. 1996. Adverse selection and regulation in health insurance markets. Journal of Health Economics , (15): 387 -408.",
        "Newhouse, Joseph P. 1992. Medical Care Costs: How Much Welfare Loss? Journal of Economic Perspectives , 6(3): 3 Ã\u0082â\u0080\u009321.",
        "Ronnen, Uri. 1991. Minimum quality standards, fixed costs, and competition. RAND Journal of Economics Vol 22, No. 4, pp. 490 Ã\u0082â\u0080\u0093 504.",
        "Rothschild, Michael and Joseph S tiglitz. 1976. An Essay on the Economics of Imperfect Information. Quarterly Journal of Economics 90 (November), pp.629 -649.",
        "Stigler, George. 1975. The Citizen and The State: Essays on Regulation . Chicago: University of Chicago Press.",
        "U.S. General Accou nting Office. 1986. Medigap Insurance: Law Has Increased Protection Against Substandard and Overpriced Policies . Pub. No. GAO/ HRD -87-8. Washington D.C.",
        "U.S. General Account Office. 1991. Medigap Insurance: Better Consumer Protection Should Result from 1 990 Changes to Baucus Amendment. Pub. No. GAO/HRD -91-49. Washington D.C.",
        "U.S. House of Representatives, Select Committee on Aging. 1978. Abuses in the Sale of Health Insurance to the Elderly in Supplementation of Medicare: A National Scandal. Comm. Pub. N o.",
        "U.S. Senate, Special Committee on Aging. 1978. Medi -Gap: Private Health Insurance Supplements to Medicare. Hearing before the Special Committee on Aging, United States Senate, June 29, 1978. U.S. Government Printing Office, Wash ington D.C.",
        "Van Ellet, T. (ed). 1979. Medigap: State Responses to Problems with Health Insurance for the Elderly . The Intergovernmental Health Policy Project, George Washington University, Washington D.C. October 30.",
        "Wilson, Charles. 1977. A model of Ins urance Markets with Incomplete Information. Journal of Economic Theory 16, pp.167 -207."
    ]
}