{
    "id": 8920,
    "cites": 10,
    "cited_by": 30,
    "reference": [
        "Madrian, B. and D. Shea, 2001, Ã\u0082â\u0080\u009cThe Power of Suggestion: Inertia in 401(k) Participation and Savings,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, vol. 116, 1149-1188.",
        "Yakoboski, P., and J. Dickemper, 1997 Ã\u0082â\u0080\u009cIncreased Saving but Little Planning: Results of the 1997 Retirement Confidence Survey,Ã\u0082â\u0080\u009d Employee Benefits Research Institute Issue Brief 191.",
        "Lusardi, A., 2000, Ã\u0082â\u0080\u009cExplaining Why So Many Households Do Not Save,Ã\u0082â\u0080\u009d Working Paper, University of Chicago, Harris School of Public Policy.",
        "Lusardi, A., 1999, Ã\u0082â\u0080\u009cInformation, Expectations, and Savings,Ã\u0082â\u0080\u009d ch. 3 in Behavioral Dimensions of Retirement Economics, H. Aaron ed., Brookings Institution/ Russell Sage Foundation, New York.",
        "Gale, W, Ã\u0082â\u0080\u009cComment on Lusardi,Ã\u0082â\u0080\u009d in Behavioral Dimensions of Retirement Economics, H. Aaron ed., Brookings Institution/ Russell Sage Foundation, New York. Gustman, A., and T. Steinmeier, 2001, Ã\u0082â\u0080\u009cImperfect Knowledge, Retirement and Saving,Ã\u0082â\u0080\u009d NBER Working Paper No. 8406, Cambridge, Mass.",
        "Bernheim, D., D. Garrett, and D. Maki, 1997 Ã\u0082â\u0080\u009cEducation and Saving: the Long-Term Effects of High School Curriculum Mandates,Ã\u0082â\u0080\u009d NBER Working Paper No. 6085, Cambridge, Mass.",
        "Bernheim, D., J. Skinner, and S. Weinberg, 2001, Ã\u0082â\u0080\u009cWhat Accounts for the Variation in Retirement Wealth Among U.S. Households,Ã\u0082â\u0080\u009d American Economic Review.",
        "Barsky, R., M. Kimball, T. Juster, and M. Shapiro, 1997 Ã\u0082â\u0080\u009cPreference Parameters and Behavioral Heterogeneity: An Experimental Approach Using the Health and Retirement Survey,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, vol. 112, 537-579.",
        "Ameriks, J., A. Caplin, and J. Leahy, 2002, Ã\u0082â\u0080\u009cRetirement Consumption: Insights from a Survey,Ã\u0082â\u0080\u009d NBER Working Paper No. 8735, Cambridge, Mass.",
        "Ameriks, J., and S. Zeldes, 2001, Ã\u0082â\u0080\u009cHow do Household Portfolio Shares Vary with Age?Ã\u0082â\u0080\u009d, Working Paper, Columbia University, New York."
    ]
}