{
    "id": 8925,
    "cites": 23,
    "cited_by": 98,
    "reference": [
        "Amato, JeÃ\u0082Â¤ery D., and Stefan Gerlach (2002), InÃ\u0082â\u0080¡ation Targeting in Emerging Market and Transition Economies: Lessons after a Decade, European Economic Review 46, 000-000.",
        "Baltensperger, Ernst, Andreas M. Fischer and Thomas J. Jordan (2001), Abstaining from In- Ã\u0082â\u0080¡ation Targets: Understanding SNB Rhetoric in the InÃ\u0082â\u0080¡ation Targeting Debate, working paper, Swiss National Bank.",
        "Brash, Donald T. (2001), Making Monetary Policy: A Look behind the Curtains, speech in Christchurch, New Zealand, January 26, 2001, Reserve Bank of New Zealand.",
        "Cecchetti, Stephen G. (1998), Central Bank Policy Rules: Conceptual Issues and Practical Considerations, in Helmut Wagner, ed., Current Issues in Monetary Economics, Physica- Verlag, Heidelberg, 121-140.",
        "Cecchetti, Stephen G. (2000), Making Monetary Policy: Objectives and Rules, Oxford Re- view of Economic Policy 16(4), 43-59.",
        "Clarida, Richard, Jordi GalÃ\u0083Â­ and Mark Gertler (1999), The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature 37, 1661-1707.",
        "Federal Reserve Bank of Kansas City (1996), Achieving Price Stability, Federal Reserve Bank of Kansas City, Kansas City.",
        "Federal Reserve Bank of Kansas City (1999), New Challenges for Monetary Policy, Federal Reserve Bank of Kansas City, Kansas City.",
        "Goodhart, Charles A.E. (2001), Monetary Transmission Lags and the Formulation of the Pol- icy Decision on Interest Rates, Federal Reserve Bank of St. Louis Review 83, July/August 2001, 165-181.",
        "Heikensten, Lars (1999), The Riksbanks InÃ\u0082â\u0080¡ation Target-Clari...cation and Evaluation, Sveriges Riksbank Quarterly Review 1/1999, 5-17.",
        "Judd, John P., and Glenn D. Rudebusch (1998), Taylors Rule and the Fed: 1970-1997, Federal Reserve Bank of San Francisco Economic Review 1998(3), 3-16.",
        "RogoÃ\u0082Â¤, Kenneth (1985), The Optimal Degree of Commitment to an Intermediate Monetary Target, Quarterly Journal of Economics 100, 1169-1190.",
        "Rudebusch, Glenn D., and Lars E.O. Svensson (1999), Policy Rules for InÃ\u0082â\u0080¡ation Targeting, in Taylor (1999), 203-246.",
        "Sims, Christopher A. (1980), Macroeconomics and Reality, Econometrica 48, 1-48.",
        "Svensson, Lars E.O. (1997), InÃ\u0082â\u0080¡ation Forecast Targeting: Implementing and Monitoring In- Ã\u0082â\u0080¡ation Targets, European Economic Review 41, 1111-1146.",
        "Svensson, Lars E.O. (1999), InÃ\u0082â\u0080¡ation Targeting as a Monetary Policy Rule, Journal of Mon- etary Economics 43, 607-654.",
        "Svensson, Lars E.O. (2001a), Independent Review of the Operation of Monetary Policy in New Zealand: Report to the Minister of Finance, www.princeton.edu/ Ã\u0082Â»svensson/.",
        "Svensson, Lars E.O. (2001b), What is Wrong with Taylor Rules? Using Judgment in Monetary Policy through Targeting Rules, working paper, Princeton University.",
        "Svensson, Lars E.O., and Michael Woodford (1999), Implementing Optimal Policy through InÃ\u0082â\u0080¡ation-Forecast Targeting, working paper, Princeton University.",
        "Taylor, John B. (1993), Discretion versus Policy Rules in Practice, Carnegie-Rochester Con- ference Series on Public Policy 39, 195-214.",
        "Taylor, John B., ed. (1999), Monetary Policy Rules, Chicago University Press, Chicago.",
        "Walsh, Carl E. (1998), Monetary Theory and Policy, MIT Press, Cambridge, MA.",
        "Woodford, Michael (1999), Commentary: How Should Monetary Policy Be Conducted in an Era of Price Stability? in Federal Reserve Bank of Kansas City (1999), 277-316."
    ]
}