{
    "id": 8927,
    "cites": 21,
    "cited_by": 145,
    "reference": [
        "Feldstein, M. S., Bacchetta, P., 1991. National Savings and International Investment. In: Bernheim, B. D., Shoven, J. B. (Eds.), National Saving and Economic Performance. University of Chicago Press, Chicago, pp. 201Ã\u0082â\u0080\u009320.",
        "Feldstein, M. S., Horioka, C., 1980. Domestic Saving and International Capital Flows. Economic Journal 90 (2), 314Ã\u0082â\u0080\u009329.",
        "Hakkio, C. S., Rush, M., 1991. Is the Budget Deficit Ã\u0082â\u0080\u0098Too LargeÃ\u0082â\u0080\u0099? Economic Inquiry 29 (3), 429Ã\u0082â\u0080\u009345.",
        "Jansen, W. J., 1996. The Feldstein-Horioka Test of International capital Mobility: Is It Feasible?. IMF Working Paper no. 96/100, Washington, DC.",
        "Jansen,W. J., 1997. Can the Intertemporal Budget Constraint Explain the Feldstein-Horioka Puzzle? Economics Letters 56 (1), 77Ã\u0082â\u0080\u009383.",
        "Jansen, W. J., Schulze, G. G., Theory-Based Measurement of the Saving-Investment Correlation with an Application to Norway. Economic Inquiry 34 (1), 116Ã\u0082â\u0080\u0093132. Miller, S. M., 1988. Are Saving and Investment Cointegrated? Economic Letters 27 (1), 31Ã\u0082â\u0080\u009334.",
        "Obstfeld, M., 1986. Capital Mobility in the World Economy: Theory and Measurement. Carnegie-Rochester Conference Series on Public Policy no. 24.",
        "Obstfeld, M., Taylor, A. M., 1998. The Great Depression as a Watershed: International Capital Mobility in the Long Run. In: Bordo, M. D., Goldin, C. D., White, E. N. (Eds.), TheDefiningMoment: TheGreatDepression and the American Economy in the Twentieth Century. University of Chicago Press, Chicago, pp. 353Ã\u0082â\u0080\u0093402.",
        "Obstfeld, M., Taylor, A. M., 2002. Globalization and Capital Markets. In: Bordo, M. D., Taylor, A. M., and Williamson, J. G. Globalization in Historical Perspective. University of Chicago Press, Chicago. In Press.",
        "Obstfeld, M., Taylor, A. M., Forthcoming. Global Capital Markets: Integration, Crisis, and Growth. Japan-U.S. Center Sanwa Monographs on International Financial Markets. Cambridge University Press, Cambridge. Forthcoming. Sinn, S., 1992. Saving-Investment Correlations and CapitalMobility: On the Evidence from Annual Data. Economic Journal 102 (3), 1171Ã\u0082â\u0080\u009383.",
        "Taylor, A. M., 1996. International Capital Mobility in History: The Saving-Investment Relationship. National Bureau of Economic Research, Working Paper Series no. 5743.",
        "Temin, P., 1989. Lessons from The Great Depression. MIT Press, Cambridge, MA.",
        "Tesar, L. L., 1991. Savings, Investment and International Capital Flows. Journal of International Economics 31 (1), 55Ã\u0082â\u0080\u009378.",
        "Trehan, B.,Walsh, C. E., 1991. Testing Intertemporal Budget Constraints: Theory and Applications to U.S. FederalBudget and CurrentAccountDeficits. Journal ofMoney, Credit, and Banking 23 (2), 206Ã\u0082â\u0080\u009323.",
        "Zevin, R. B., 1992. Are World Financial Markets More Open? If So, Why and With What Effects? In: Banuri, T., Schor, J. B. (Eds.), Financial Openness and National Autonomy: Opportunities and Constraints. Clarendon Press, Oxford, pp. 43Ã\u0082â\u0080\u009383.",
        "VikÃ\u0083Â¸ren, B., 1991. The Saving-Investment Correlation in the Short and in the Long Run. Norges Bank, Working Paper no. 91/7.",
        "Wickens, M. R., Uctum, M., 1993. The Sustainability of Current Account Deficits: A Test of the U.S. Intertemporal Budget Constraint. Journal of Economic Dynamics and Control 17 (3), 423Ã\u0082â\u0080\u009341.",
        "Eichengreen, B. J., 1992. Golden Fetters. Oxford University Press, Oxford.",
        "Edelstein, M., 1982. Overseas Investment in the Age of High Imperialism. Columbia University Press, New York.",
        "Eichengreen, B. J., 1990. Trends and Cycles in Foreign Lending. In: Siebert, H. (Ed.), Capital Flows in the World Economy. Mohr, TÃ\u0083Â¼bingen, pp. 3Ã\u0082â\u0080\u009328.",
        "Bayoumi, T., 1989. Saving-Investment Correlations: Immobile Capital, Government Policy or Endogenous Behavior? IMF Working Paper no. 89/66, Washington, DC."
    ]
}