{
    "id": 8929,
    "cites": 20,
    "cited_by": 38,
    "reference": [
        "Brainard, S. Lael. An Empirical Assessment of the Proximity-Concentration Trade-off Between Multinational Sales and Trade. American Economic Review, September 1997, 87(4), pp. 520-44.",
        "Carr, David L.; Markusen, James R. and Maskus, Keith E. Estimating the Knowledge-Capital Model of the Multinational Enterprise. American Economic Review, June 2001, 91(3), pp. 693-708.",
        "Ekholm, Karolina. Multinational Production and Trade in Technological Knowledge. Lund Economics Studies (Lund, Sweden), No. 58, Lund: University of Lund, March 1995.",
        "Enterprises. CREDIT (University of Nottingham) Working Paper, No. 97/19, 1997.",
        "Frankel, Jeffrey. On the Mark: A Theory of Floating Exchange Rates Based on Real Interest Differential. American Economic Review, September 1979, 69(4), pp. 610-22.",
        "Graham, Edward M. and Krugman, Paul R. Foreign Direct Investment in the United States, Third Edition. Washington, DC: Institute for International Economics, 1995.",
        "Hanson, Gordon H.; Mataloni Jr., Raymond J. and Slaughter, Matthew J. Expansion Strategies of U.S. Multinational Firms. National Bureau of Economic Research (Cambridge, MA) Working Paper No. 8433, August 2001.",
        "Haynes, Stephen E. and Stone, Joe A. (1981), On the Mark: Comment. American Economic Review, December 1981, 71(5), pp. 1060-67.",
        "Helpman, Elhanan. A Simple Theory of International Trade with Multinational Corporations. Journal of Political Economy, June 1984, 94(3), pp. 451-71.",
        "Helpman, Elhanan and Krugman, Paul R. Trade and market structure. Cambridge, MA: MIT Press, 1985.",
        "Horstmann, Ignatius J. and Markusen, James R. Strategic Investments and the Development of Multinationals. International Economic Review, February 1987, 28(1), pp. 109-21.",
        "Horstmann, Ignatius J. and Markusen, James R. Endogenous Market Structures in International Trade. Journal of International Economics, February 1992, 32(1/2), pp. 109-29.",
        "Markusen, James R. Multinationals, Multi-plant Economies, and the Gains from Trade. Journal of International Economics, May 1984, 16(3/4), pp. 205-26.",
        "Markusen, James R. Trade versus Investment Liberalization, National Bureau of Economic Research (Cambridge, MA) Working Paper No. 6231, October 1997.",
        "Markusen, James R. and Maskus, Keith E. Discriminating Among Alternative Theories of the Multinational Enterprise, National Bureau of Economic Research (Cambridge, MA) Working Paper No. 7164, June 1999.",
        "Markusen, James R. and Maskus, Keith E. Multinational Firms: Reconciling Theory and Evidence, in Magnus Blomstrom and Linda S. Goldberg, eds., Topics in Empirical International Economics: A Festschrift in Honor of Robert E. Lipsey. Chicago, IL: University of Chicago Press for National Bureau of Economic Research, 2001.",
        "Markusen, James R. and Venables, Anthony J. The Role of Multinational Firms in the Wage-gap Debate. Review of International Economics, November 1997, 5(4), pp. 435-51.",
        "Markusen, James R. and Venables, Anthony J. Multinational Firms and the New Trade Theory. Journal of International Economics, December 1998, 46(2), pp. 183-203.",
        "Markusen, James R. and Venables, Anthony J. The Theory of Endowment, Intra-Industry and Multinational Trade. Journal of International Economics, December 2000, 52(2), pp. 209-34.",
        "Markusen, James R.; Venables, Anthony J., Eby-Konan, Denise and Zhang, Kevin Honglin. A Unified Treatment of Horizontal Direct Investment, Vertical Direct Investment, and the Pattern of Trade in Goods and Services, National Bureau of Economic Research (Cambridge, MA) Working Paper No. 5696, August 1996."
    ]
}