{
    "id": 893,
    "cites": 19,
    "cited_by": 1,
    "reference": [
        "Axilrod, Stephen H., and Lindsay, David E., Federal Reserve System Implementation of Monetary Policy: Analytical Foundations of the New Approach, American Economic Review, Papers and Proceedings 71 (May 1981), 246-252.",
        "Barro, Robert J., and Grossman, Herschel I., Money, Employment, and Inflation, Cambridge: Cambridge University Press, 1976.",
        "Burger, Albert E., Money Stock Control, Federal Reserve Bank of St. Louis Monthly Review 57 (October 1972), 10-16.",
        "Friedman, Benjamin N., Targets, Instruments, and Indicators of Monetary Policy, Journal of Monetary Economics 1 (October 1975), 553-473.",
        "Brookings Papers on Economic Activity (No. 2, 1977), 293-335.",
        "Kareken, John H., Muench, Thomas J., and Wallace, Neil, Optimal Open Market Strategy: The Use of Information Variables, American Economic Review 64 (March 1973), 156-172.",
        "Kareken, John H., and Wallace, Neil, Introduction, in Models of Monetary Econo mies, Minneapolis: Federal Reserve Bank of Minneapolis, 1980.",
        "Kaufman-, Herbert M., and Lombra, Raymond E., The Demand for Excess Reserves, Liability Management, and the Money Supply Process, Economic Inquiry 18 (October 1980), 555-566.",
        "LeRoy, Stephen F., and Lindsay, David E., Determining the Monetary Instrument: A Diagrammatic Exposition, American Economic Review 68 (December 1978), 929-934.",
        "LeRoy, Stephen F., Monetary Control Under Lagged Reserve Accounting, Southern Economic Journal 46 (October 1979), 460-470.",
        "Lucas, Robert E., Jr., Some International Evidence on Output-Inflation Tradeoffs, American Economic Review 63 (June 1973), 326-324.",
        "Mussa, Michael, Sticky Prices and Disequilibrium Adjustment in a Rational Model of the Inflationary Process, Carnegie-Rochester Conference Series on Public Policy, vol. 14, 1981, forthcoming.",
        "Patinkin, Don, Money, Interest, and Prices, 2nd ed., New York: Harper and Row, 1965.",
        "Pierce, James L., and Thomson, Thomas D., Some Issues in Controlling the Stock of Money, in Controlling Monetary Aggregates II: The Implementatiion, Federal Reserve Bank of Boston Conference Series No. 9, 1972.",
        "Poole, William, Optimal Choice of Monetary Policy Instruments in a Simple Macro Model, Quarterly Journal of Economics 84 (May 1970), 197-216.",
        "Poole, William, and Lieberman, Charles, Improving Monetary Control, Brookings Papers on Economic Activity (No. 2, 1972), 293-335.",
        "Sargent, Thomas J., Macroeconomic Theory, New York: Academic Press, 1979.",
        "Sargent, Thomas J., and Wallace, Neil, Rational Expectations, the Optimal Mone- tary Instrument, and the Optimal Money Supply Rule, Journal of Political Economy 83 (April 1975), 241-254.",
        "Sivesind, Charles, and Hurly, Kevin, Choosing an Operating Target for Monetary Policy, Quarterly Journal of Economics 94 (February 1980), 199-203."
    ]
}