{
    "id": 8930,
    "cites": 100,
    "cited_by": 196,
    "reference": [
        "Frenkel, Jacob A., 1979, Ã\u0082â\u0080\u009cFurther Evidence on Expectations and the Demand for Money during the German Hyperinflation,Ã\u0082â\u0080\u009d Journal of Monetary Economics, Vol. 5 (1979), pp. 81-96.",
        "Fisher, Willard C., 1913, Ã\u0082â\u0080\u009cThe Tabular Standard in Massachusetts History,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, Vol. 27, pp. 417-420.",
        "Frenkel, Jacob A., 1977, Ã\u0082â\u0080\u009cThe Forward Exchange Rate, Expectations, and the Demand for Money: The German Hyperinflation,Ã\u0082â\u0080\u009d American Economic Review, Vol. 67, pp. 653-670.",
        "Marcet, Albert, and Juan Pablo Nicolini, 1998, Ã\u0082â\u0080\u009cRecurrent Hyperinflations and Learning,Ã\u0082â\u0080\u009d CEPR Discussion Paper No. 1875.",
        "Lui, Francis T., 1983, Ã\u0082â\u0080\u009cCaganÃ\u0082â\u0080\u0099s Hypothesis and the First Nationwide Inflation of Paper Money in World History,Ã\u0082â\u0080\u009d Journal of Political Economy, Vol. 91, pp. 1067-74.",
        "Lucas, Robert E., 1972, Ã\u0082â\u0080\u009cExpectations and the Neutrality of Money,Ã\u0082â\u0080\u009d Journal of Economic Theory, Vol. 4, pp. 3-24.",
        "Leiderman, L., 1993, Inflation and Disinflation: The Israeli Experiment (Chicago: The University of Chicago Press).",
        "Rodriguez, Carlos A., 1982, Ã\u0082â\u0080\u009cThe Argentine Stabilization Plan of December 20th,Ã\u0082â\u0080\u009d World Development, Vol. 10, pp. 801-811.",
        "Rodrik, Dani, 1991, Ã\u0082â\u0080\u009cPremature Liberalization, Incomplete Stabilization: The Ozal Decade in Turkey,Ã\u0082â\u0080\u009d in Lessons of Economic Stabilization and its Aftermath, ed. by Michael Bruno, Stanley Fischer, Elhanan Helpman, and Nissan Liviatan (Cambridge, Massachusetts: MIT Press), pp. 323-358.",
        "Fischer, Stanley, Ratna Sahay, and Carlos A. VÃ\u0083Â©gh, 1997, Ã\u0082â\u0080\u009cFrom Transition to Market: Evidence and Growth Prospects,Ã\u0082â\u0080\u009d in Lessons from the Economic Transition, ed. by Salvatore Zecchini (Norwell, Massachusetts: Kluver Academic Publishers), pp. 79-102.",
        "Fischer, Stanley, Ratna Sahay, and Carlos A. VÃ\u0083Â©gh, 1996, Ã\u0082â\u0080\u009cStabilization and Growth in Transition Economies: The Early Experience,Ã\u0082â\u0080\u009d Journal of Economic Perspectives, Vol. 10, pp. 45-66.",
        "Fischer, Stanley, 1993, Ã\u0082â\u0080\u009cThe Role of Macroeconomic Factors in Growth,Ã\u0082â\u0080\u009d Journal of Monetary Economics, Vol. 32, pp. 482-512.",
        "Fischer, Stanley, 1996, Ã\u0082â\u0080\u009cWhy Are Central Banks Pursuing Long-Run Price Stability?,Ã\u0082â\u0080\u009d in Achieving Price Stability (Federal Reserve Bank of Kansas City), pp. 7-34.",
        "Fischer, Stanley, 1986, Ã\u0082â\u0080\u009cExchange Rate versus Money Targets in Disinflation,Ã\u0082â\u0080\u009d in his Indexing, Inflation, and Economic Policy (Cambridge, Massachusetts: MIT Press), pp. 247-269.",
        "Fauvel, Yvon, and Lucie Samson, 1991, Ã\u0082â\u0080\u009cIntertemporal Substitution and Durable Goods: An Empirical Analysis,Ã\u0082â\u0080\u009d Canadian Journal of Economics, Vol. 24, pp. 192-205.",
        "Evans, George W., and Seppo Honkapohja, 2001, Learning and Expectations in Macroeconomics (Princeton: Princeton University Press).",
        "Echenique, Federico, and Alvaro Forteza, 1997, Ã\u0082â\u0080\u009cAre Stabilization Programs Expansionary?,Ã\u0082â\u0080\u009d mimeo, Berkeley and Universidad de la Republica (Uruguay).",
        "Dornbusch, Rudiger, Federico Sturzenegger, and Holger Wolf, 1990, Ã\u0082â\u0080\u009cExtreme Inflation: Dynamics and Stabilization,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, No. 2, pp. 1-84.",
        "Easterly, William, 1996, Ã\u0082â\u0080\u009cWhen Is Stabilization Expansionary? Evidence from High Inflation,Ã\u0082â\u0080\u009d Economic Policy, Vol. 22, pp. 67-107.",
        "Dornbusch, Rudiger, and Stanley Fischer, 1993, Ã\u0082â\u0080\u009cModerate Inflation,Ã\u0082â\u0080\u009d World Bank Economic Review, Vol. 7, pp. 1-44.",
        "Drazen, Allan, and Vittorio Grilli, 1993, Ã\u0082â\u0080\u009cThe Benefits of Crises for Economic Reforms,Ã\u0082â\u0080\u009d American Economic Review, Vol. 83, pp. 598-607.",
        "Dornbusch, Rudiger, 1982, Ã\u0082â\u0080\u009cStabilization Policies in Developing Countries: What Have We Learned?,Ã\u0082â\u0080\u009d World Development, Vol. 10, pp. 701-708.",
        "Drazen, Allan, and Elhanan Helpman, 1990, Ã\u0082â\u0080\u009cInflationary Consequences of Anticipated Macroeconomic Policies,Ã\u0082â\u0080\u009d The Review of Economic Studies, Vol. 57, pp. 147-164.",
        "Cogley, Timothy, and Thomas J. Sargent, 2001, Ã\u0082â\u0080\u009cEvolving Post-World War II U.S. Inflation Dynamics,Ã\u0082â\u0080\u009d forthcoming in NBER Macroeconomics Annual.",
        "De Gregorio, Jose, Pablo E. Guidotti, and Carlos A. VÃ\u0083Â©gh, 1998, Ã\u0082â\u0080\u009cInflation Stabilization and the Consumption of Durable Goods,Ã\u0082â\u0080\u009d Economic Journal, Vol. 108, pp. 105-131.",
        "CatÃ\u0083Â£o, Luis, and Marco Terrones, 2001, Ã\u0082â\u0080\u009cFiscal Deficits and Inflation: A New Look at the Emerging Market Evidence,Ã\u0082â\u0080\u009d IMF Working Paper 01/74 (Washington: International Monetary Fund).",
        "Cardoso, Eliana, 1998, Ã\u0082â\u0080\u009cVirtual Deficits and the Patinkin Effect,Ã\u0082â\u0080\u009d IMF Working Paper 98/41 (Washington: International Monetary Fund).",
        "Cardenas, Enrique, and Carlos Manns, 1989, Ã\u0082â\u0080\u009cInflacion y Estabilizacion Monetaria en Mexico durante la Revolucion,Ã\u0082â\u0080\u009d El Trimestre Economico, Vol. 56, pp. 57-79.",
        "Capie, Forrest H., ed., 1991, Major Inflations in History (Aldershot, Hants, England: Edgard Publishing).",
        "Calvo, Guillermo A., and Carlos A. VÃ\u0083Â©gh, 1999, Ã\u0082â\u0080\u009cInflation Stabilization and BOP Crises in Developing Countries,Ã\u0082â\u0080\u009d in Handbook of Macroeconomics, ed. by John Taylor and Michael Woodford (Amsterdam: North Holland), pp. 1531-1614.",
        "Calvo, Guillermo A., and Carlos A. VÃ\u0083Â©gh, 1994a, Ã\u0082â\u0080\u009cCredibility and the Dynamics of Stabilization Policy: A Basic Framework,Ã\u0082â\u0080\u009d in Advances in Econometrics, Vol. II, ed. by Christopher Sims (Cambridge: Cambridge University Press), pp. 377-420.",
        "Calvo, Guillermo A., and Carlos A. VÃ\u0083Â©gh, 1994b, Ã\u0082â\u0080\u009cInflation Stabilization and Nominal Anchors,Ã\u0082â\u0080\u009d Contemporary Economic Policy, Vol. 12, pp. 35-45.",
        "Calvo, Guillermo A., and Carlos A. VÃ\u0083Â©gh, 1994c, Ã\u0082â\u0080\u009cStabilization Dynamics and Backward-Looking Contracts,Ã\u0082â\u0080\u009d Journal of Development Economics, Vol. 43, pp. 59-84.",
        "Calvo, Guillermo A., and Carlos A. VÃ\u0083Â©gh, 1993, Ã\u0082â\u0080\u009cExchange Rate-Based Stabilisation under Imperfect Credibility,Ã\u0082â\u0080\u009d in Open-Economy Macroeconomics, ed. by Helmut Frisch and Andreas Worgotter (London: MacMillan Press), pp. 3-28.",
        "Calvo, Guillermo A., Carmen M. Reinhart, and Carlos A. VÃ\u0083Â©gh, 1995, Ã\u0082â\u0080\u009cTargeting the Real Exchange Rate: Theory and Evidence,Ã\u0082â\u0080\u009d Journal of Development Economics, Vol. 47, pp. 97-133.",
        "Calvo, Guillermo A., 1988a, Ã\u0082â\u0080\u009cServicing the Debt: The Role of Expectations,Ã\u0082â\u0080\u009d American Economic Review, Vol. 78, pp. 641-667.",
        "Calvo, Guillermo A., 1988b, Ã\u0082â\u0080\u009cCostly Trade Liberalizations: Durable Goods and Capital Mobility,Ã\u0082â\u0080\u009d IMF Staff Papers, Vol. 35, pp. 461-473.",
        "Burton, David, and Stanley Fischer, 1998, Ã\u0082â\u0080\u009cEnding Moderate Inflations,Ã\u0082â\u0080\u009d in Moderate Inflation: The Experience of Transition Economies, ed. by C. Cottarelli and G. Szapary (Washington: IMF and National Bank of Hungary), pp. 15-96.",
        "Cagan, Phillip, 1956, Ã\u0082â\u0080\u009cThe Monetary Dynamics of Hyperinflation,Ã\u0082â\u0080\u009d in Studies in the Quantity Theory of Money, ed. by Milton Friedman (Chicago: University of Chicago Press), pp. 25-117.",
        "Calvo, Guillermo A., 1986, Ã\u0082â\u0080\u009cTemporary Stabilization: Predetermined Exchange Rates,Ã\u0082â\u0080\u009d Journal of Political Economy, Vol. 94, pp. 1319-1329.",
        "Burnstein, Ariel T., Joao Neves, and Sergio Rebelo, 2000, Ã\u0082â\u0080\u009cDistribution Costs and Real Exchange Rate Dynamics During Exchange-Rate-Based-Stabilizations,Ã\u0082â\u0080\u009d NBER Working Paper No. 7862, forthcoming in Journal of Monetary Economics.",
        "Bruno, Michael, and R. Melnick, 1994, Ã\u0082â\u0080\u009cHigh Inflation Dynamics: Integrating Short-Run Accommodation and Long-Run Steady-States,Ã\u0082â\u0080\u009d mimeo, The World Bank.",
        "Bruno, Michael, and Stanley Fischer, 1986, Ã\u0082â\u0080\u009cThe Inflationary Process: Shocks and Accommodation,Ã\u0082â\u0080\u009d in The Israeli Economy: Maturing Through Crises, ed. by Yoram Ben Porath (Cambridge, Massachusetts: Harvard University Press), pp. 347-371.",
        "Braumann, Benedikt, 2001, Ã\u0082â\u0080\u009cHigh Inflation and Real Wages,Ã\u0082â\u0080\u009d IMF Working Paper 01/50 (Washington: International Monetary Fund).",
        "Bruno, Michael, and William Easterly, 1995, Ã\u0082â\u0080\u009cInflation Crises and Long-Run Growth,Ã\u0082â\u0080\u009d NBER Working Paper No. 5209 (Cambridge, Massachusetts: National Bureau of Economic Research).",
        "Bailey, Martin J., 1956, Ã\u0082â\u0080\u009cThe Welfare Cost of Inflationary Finance,Ã\u0082â\u0080\u009d Journal of Political Economy, Vol. 64, pp. 93-110.",
        "Ball, Laurence, 1994, Ã\u0082â\u0080\u009cWhat Determines the Sacrifice Ratio?,Ã\u0082â\u0080\u009d in Monetary Policy, ed. by N.G. Mankiw (Chicago: University of Chicago Press), pp. 155-182.",
        "Alesina, Alberto, and Alan Drazen, 1991, Ã\u0082â\u0080\u009cWhy Are Stabilizations Delayed?,Ã\u0082â\u0080\u009d American Economic Review, Vol. 81, pp. 1170-1188.",
        "Ambler, Steve, and Emanuela Cardia, 1998, Ã\u0082â\u0080\u009cTesting the Link between Inflation and Growth,Ã\u0082â\u0080\u009d in Price Stability, Inflation Targets, and Monetary Policy (Ottawa: Bank of Canada), pp. 89-116.",
        "Adams, Charles, and Daniel Gros, 1986, Ã\u0082â\u0080\u009cThe Consequences of Real Exchange Rate Rules for Inflation: Some Illustrative Examples,Ã\u0082â\u0080\u009d IMF Staff Papers, Vol. 33, pp. 439-476.",
        "Woodford, Michael, 1990, Ã\u0082â\u0080\u009cLearning to Believe in Sunspots,Ã\u0082â\u0080\u009d Econometrica, Vol. 58, pp. 277-307.",
        "Wicker, Elmus, 1986, Ã\u0082â\u0080\u009cTerminating Hyperinflation in the Dismembered Hapsburg Monarchy,Ã\u0082â\u0080\u009d American Economic Review, Vol. 76, pp. 350-364.",
        "VÃ\u0083Â©gh, Carlos A., 1989, Ã\u0082â\u0080\u009cGovernment Spending and Inflationary Finance: A Public Finance Approach,Ã\u0082â\u0080\u009d IMF Staff Papers, Vol. 36, pp. 657-77.",
        "VÃ\u0083Â©gh, Carlos A., 1992, Ã\u0082â\u0080\u009cStopping High Inflation: An Analytical Overview,Ã\u0082â\u0080\u009d IMF Staff Papers, Vol. 39, pp. 629-695.",
        "Venegas-Martinez, Francisco, 2001, Ã\u0082â\u0080\u009cTemporary Stabilization: A Stochastic Analysis,Ã\u0082â\u0080\u009d Journal of Economic Dynamics and Control, Vol. 25, pp. 1429-1449.",
        "Uribe, Martin, 1997, Ã\u0082â\u0080\u009cExchange-Rate-Based Inflation Stabilization: The Initial Real Effects of Credible Plans,Ã\u0082â\u0080\u009d Journal of Monetary Economics, Vol. 39, pp. 197-221.",
        "Taylor, John B., 1998, Ã\u0082â\u0080\u009cMonetary Policy Guidelines for Employment and Inflation Stability,Ã\u0082â\u0080\u009d in Inflation, Unemployment, and Monetary Policy, ed. by Robert M. Solow and John B. Taylor (Cambridge: MIT Press), pp. 29-54.",
        "Taylor, John B., 1979, Ã\u0082â\u0080\u009cStaggered Wage Setting in a Macro Model,Ã\u0082â\u0080\u009d American Economic Review, Papers and Proceedings, Vol. 69, pp.108-113.",
        "Taylor, John B., 1980, Ã\u0082â\u0080\u009cAggregate Dynamics and Staggered Contracts,Ã\u0082â\u0080\u009d Journal of Political Economy, Vol. 88, pp. 1-23.",
        "Sims, Christopher, 2001, Ã\u0082â\u0080\u009cDiscussion of Cogley and SargentÃ\u0082â\u0080\u0099s Ã\u0082â\u0080\u0098Evolving Post-World War II Inflation DynamicsÃ\u0082â\u0080\u0099,Ã\u0082â\u0080\u009d forthcoming in NBER Macroeconomics Annual.",
        "Stock, James H., 2001, Ã\u0082â\u0080\u009cDiscussion of Cogley and SargentÃ\u0082â\u0080\u0099s Ã\u0082â\u0080\u0098Evolving Post-World War II Inflation DynamicsÃ\u0082â\u0080\u0099,Ã\u0082â\u0080\u009d forthcoming in NBER Macroeconomics Annual.",
        "Stockman, Alan, 1981, Ã\u0082â\u0080\u009cAnticipated Inflation and the Capital Stock in a Cash-in-Advance Economy,Ã\u0082â\u0080\u009d Journal of Monetary Economics, Vol. 8, pp. 387-393.",
        "Sargent, Thomas J., and Neil Wallace, 1981, Ã\u0082â\u0080\u009cSome Unpleasant Monetarist Arithmetic,Ã\u0082â\u0080\u009d Federal Reserve Bank of Minnesota Quarterly Review, Vol. 5, pp. 1-17.",
        "Sargent, Thomas J., and Francois R. Velde, 1995, Ã\u0082â\u0080\u009cMacroeconomic Features of the French Revolution,Ã\u0082â\u0080\u009d Journal of Political Economy, Vol. 103, pp. 474-518.",
        "Sargent, Thomas J., and Neil Wallace, 1973, Ã\u0082â\u0080\u009cRational Expectations and the Dynamics of Hyperinflation,Ã\u0082â\u0080\u009d International Economic Review, Vol. 14, pp. 328-350.",
        "Roldos, Jorge, 1995, Ã\u0082â\u0080\u009cSupply-Side Effects of Disinflation Programs,Ã\u0082â\u0080\u009d IMF Staff Papers, Vol. 42, pp. 158-183.",
        "Sarel, Michael, 1996, Ã\u0082â\u0080\u009cNonlinear Effects of Inflation on Economic Growth,Ã\u0082â\u0080\u009d IMF Staff Papers, Vol. 43, pp. 199-215.",
        "Sargent, Thomas J., 1982, Ã\u0082â\u0080\u009cThe Ends of Four Big Hyperinflations,Ã\u0082â\u0080\u009d in Inflation: Causes and Consequences, ed. by Robert E. Hall (Chicago: University of Chicago Press), pp. 41-97.",
        "Reinhart, Carmen M. and Kenneth S. Rogoff, 2002, Ã\u0082â\u0080\u009cFDI to Africa: The Role of Price Stability and Currency Instability,Ã\u0082â\u0080\u009d mimeo (Washington: International Monetary Fund).",
        "Reinhart, Carmen M., and Carlos A. VÃ\u0083Â©gh, 1994, Ã\u0082â\u0080\u009cInflation Stabilization in Chronic Inflation Countries,Ã\u0082â\u0080\u009d mimeo (Washington: International Monetary Fund).",
        "Reinhart, Carmen M., and Carlos A. VÃ\u0083Â©gh, 1995a, Ã\u0082â\u0080\u009cDo Exchange Rate-Based Stabilizations Carry the Seeds of their Own Destruction?,Ã\u0082â\u0080\u009d mimeo (International Monetary Fund).",
        "Rebelo, Sergio, and Carlos A. VÃ\u0083Â©gh, 1995, Ã\u0082â\u0080\u009cReal Effects of Exchange Rate-Based Stabilizations: An Analysis of Competing Theories,Ã\u0082â\u0080\u009d NBER Macroeconomics Annual, pp. 125-174.",
        "Pazos, Felipe, 1972, Chronic Inflation in Latin America (New York: Praeger).",
        "Persson, Torsten, and Guido Tabellini, 1990, Macroeconomic Policy, Credibility and Politics (Chur, Switzerland: Harwood Academic Publishers).",
        "Rebelo, Sergio, 1997, Ã\u0082â\u0080\u009cWhat Happens When Countries Peg their Exchange Rates? (The Real Side of Monetary Reforms),Ã\u0082â\u0080\u009d NBER Working Paper No. 6168.",
        "Paarlberg, Don, 1993, An Analysis and History of Inflation (Westport: Praeger).",
        "Okun, Arthur M., 1978, Ã\u0082â\u0080\u009cEfficient Disinflationary Policies,Ã\u0082â\u0080\u009d American Economic Review, Papers and Proceedings, Vol. 68, pp. 348-352.",
        "Paal, Beatrix, 2000, Ã\u0082â\u0080\u009cMeasuring the Inflation of Parallel Currencies: An Empirical Reevaluation of the Second Hungarian Hyperinflation,Ã\u0082â\u0080\u009d mimeo (Stanford University).",
        "Mendoza, Enrique, and Martin Uribe, 1999, Ã\u0082â\u0080\u009cDevaluation Risk and the Syndrome of Exchange-Rate-Based Stabilizations,Ã\u0082â\u0080\u009d NBER Working Paper No. 7014.",
        "Montiel, Peter, 1989, Ã\u0082â\u0080\u009cEmpirical Analysis of High-Inflation Episodes in Argentina, Brazil, and Israel,Ã\u0082â\u0080\u009d IMF Staff Papers, Vol. 36, pp. 527-549.",
        "Marcet, Albert, and Thomas J. Sargent, 1995, Ã\u0082â\u0080\u009cSpeed of Convergence of Recursive Least Squares Learning with ARMA Perceptions,Ã\u0082â\u0080\u009d in Learning and Rationality in Economics, ed. by Alan Kirman and Mark Salmon (Oxford: Basil Blackwell), pp. pp.179-215.",
        "Marimon, Ramon, and Shyam Sunder, 1993, Ã\u0082â\u0080\u009cIndeterminacy of Equilibria in a Hyperinflationary World: Experimental Evidence,Ã\u0082â\u0080\u009d Econometrica, Vol. 61, pp. 1073-1107.",
        "Lerner, Eugene M., 1955, Ã\u0082â\u0080\u009cMoney, Prices and Wages in the Confederacy, 1861-65,Ã\u0082â\u0080\u009d Journal of Political Economy, Vol. 62, pp. 562-75.",
        "Laidler, David E. and George W. Stadler, 1998, Ã\u0082â\u0080\u009cMonetary Explanations of the Weimar RepublicÃ\u0082â\u0080\u0099s Hyperinflation: Some Neglected Contributions in Contemporary German Literature,Ã\u0082â\u0080\u009d Journal of Money, Credit and Banking, Vol. 30, pp. 816-831.",
        "Lahiri, Amartya, 2001, Ã\u0082â\u0080\u009cExchange Rate Based Stabilization under Real Frictions: The Role of Endogenous Labor Supply,Ã\u0082â\u0080\u009d Journal of Economic Dynamics and Control, Vol. 25, pp. 1157-1177.",
        "Lahiri, Amartya, 2000, Ã\u0082â\u0080\u009cDisinflation Programs under Policy Uncertainty,Ã\u0082â\u0080\u009d Journal of International Economics, Vol. 50, pp. 351-373.",
        "Kydland, Finn E., and Carlos E. Zarazaga, 1997, Ã\u0082â\u0080\u009cIs the Business Cycle of Argentina Different?,Ã\u0082â\u0080\u009d Economic Review, Federal Reserve Bank of Dallas, Fourth quarter, pp. 21-36.",
        "Kiguel, Miguel, and Nissan Liviatan, 1992, Ã\u0082â\u0080\u009cThe Business Cycle Associated with Exchange Rate-Based Stabilization,Ã\u0082â\u0080\u009d World Bank Economic Review, Vol.6, pp. 279-305.",
        "Khan, Mohsin S., and Abdelhak S. Senhadji, 2000, Ã\u0082â\u0080\u009cThreshold Effects in the Relationship Between Inflation and Growth,Ã\u0082â\u0080\u009d IMF Working Paper 00/110 (Washington: International Monetary Fund).",
        "Huang, Andrew C., 1948, Ã\u0082â\u0080\u009cThe Inflation in China,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, Vol. 62, pp. 562-575.",
        "Hamilton, James D., 1994, Time Series Analysis (Princeton, New Jersey: Princeton University Press).",
        "Henry, Peter, 2001, Ã\u0082â\u0080\u009cIs Disinflation Good for the Stock Market?,Ã\u0082â\u0080\u009d NBER Working Paper No. 8289.",
        "Hamilton, Earl, 1965, American Treasure and the Price Revolution in Spain, 1501-1560 (Cambridge, Massachusetts: Harvard University Press).",
        "Hamilton, Earl, 1936, Ã\u0082â\u0080\u009cPrices and Wages at Paris under John LawÃ\u0082â\u0080\u0099s System,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, Vol. 51, pp. 42-70.",
        "Hamann, Javier, 2001, Ã\u0082â\u0080\u009cExchange-Rate-Based Stabilization: A Critical Look at the Stylized Facts,Ã\u0082â\u0080\u009d IMF Staff Papers, Vol. 48, pp. 111-138.",
        "Gould, David M., 1996, Ã\u0082â\u0080\u009cDoes the Choice of Nominal Anchor Matter?,Ã\u0082â\u0080\u009d Federal Reserve Bank of Dallas Working Paper No. 96-11.",
        "Ghezzi, Piero, 2001, Ã\u0082â\u0080\u009cBackward-Looking Indexation, Credibility, and Inflation Persistence,Ã\u0082â\u0080\u009d Journal of International Economics, Vol. 53, pp. 127-147.",
        "Gordon, Robert J., 1982, Ã\u0082â\u0080\u009cWhy Stopping Inflation May Be Costly: Evidence from Fourteen Historical Episodes,Ã\u0082â\u0080\u009d in Inflation: Causes and Effects, ed. by Robert E. Hall (Chicago: University of Chicago Press), pp. 11-40.",
        "Friedman, Milton, 1963, Inflation: Causes and Consequences (Bombay: Asia Publishing House).",
        "Garber, Peter M., 1982, Ã\u0082â\u0080\u009cTransition from Inflation to Price Stability,Ã\u0082â\u0080\u009d Carnegie-Rochester Conference Series on Public Policy, Vol. 16, pp. 887-912."
    ]
}