{
    "id": 8933,
    "cites": 27,
    "cited_by": 96,
    "reference": [
        "Atkinson A. B. (1970), On the Measurement of Inequality, Journal of Economic Theory, 2, 244-263.",
        "Atkinson A. B. Ad A. Brandolini, (2001), Promise and Pitfalls in the use of `Secondary Data- Sets: Income Inequality in OECD Countries as a Case Study, Journal of Economic Literature, vol XXXIX, number 3, pp.771-800, September.",
        "Barro R. J. and X. Sala-i-Martin, (1998) Economic Growth , MIT Press.",
        "Bourguignon, F., (1979) Decomposable Income Inequality Measures, Econometrica 47 , pp.",
        "Cowell, F.A., (1995), Measuring Income Inequality , 2 nd Edition, Harvester Wheatsheaf, Hemel Hempstead.",
        "Deininger, K. and L. Squire, (1996), A New Data Set Measuring Income Inequality, World Bank Economic Review , Vol. 10, pp. 565-91.",
        "Dowrick, S. and M. Akmal, (2001), Contradictory Trends in Global Income Inequality: A Tale of Two Biases, mimeo Australian National University, March.",
        "Firebaugh, G., (1999), Empirics of World Income Inequality, American Journal of Sociology, 104: 1597-1630.",
        "Grosh, M. and E.W. Nafziger, (1986), The Computation of World Income Distribution, Economic Development and Cultural Change , pp 347-359.",
        "Heston, A. R. Summers, and B. Aten, (2001), Penn World Table Version 6.0, Center for International Comparisons at the University of Pennsylvania (CICUP), December.",
        "Jones, C. I., (1997) On the Evolution of the World Income Distribution, Journal of Economic Perspectives , Summer.",
        "Kremer, M., A. Onaski, and J. Stock, (2001), Searching for Prosperity, Carnegie-Rochester Conference Series on Public Policy, vol 55, December.",
        "Maddison, A. (1998), Chinese Economic Performance in the Long Run , Edited by OECD.",
        "Melchior, A, K. Telle and H. Wiig, (2000), Globalisation and Inequality - World Income Distribution and Living Standards, 1960-1998. Oslo: Royal Norwegian Ministry of Foreign Affairs, Report 6b/2000.",
        "Meng, L. and X. Wang, (2000), An Estimate of the Reliability of Statistical Data on Chinas Economic Growth, Jingji yanji (economic Research), 10: 3-13.",
        "Quah, D., (1997), Empirics for Growth and Distribution: Polarization, Stratification, and Convergence Clubs, Journal of Economic Growth , 2.",
        "Quah, D., (1996), Twin Peaks: Growth and Convergence in Models of Distribution Dynamics, Economic Journal , July.",
        "Quah, D. (2002), One-Third of the Worlds Growth and Inequality, mimeo LSE.",
        "Ravallion, M. and S. Chen, (1997), What Can New Survey Data Tell Us About Recent Changes in Distribution and Poverty? World Bank Economic Review. 11: 357-82.",
        "Ravallion, M., Datt, G., and van de Walle, D. (1991) Qualifying Absolute Poverty in the Developing World, Review of Income and Wealth, 37, 345-361.",
        "Rawski, T. G., Whats Happening to Chinese Statistics?, China Economic Review, December. Ren, R., (1997), Chinas Economic Performance in International Perspective, OECD, Paris.",
        "Sala-i-Martin, X. (2002), The Disturbing `Rise of Global Income Inequality, NBER Working Paper 8904 , April.",
        "Sala-i-Martin, X. (2002b), Consumption vs. Income Poverty: Estimation from a World Distribution of Individual Consumption, mimeo Columbia University.",
        "Sala-i-Martin, X. (2002c), New Estimates of the World Distribution of Income, mimeo Columbia University.",
        "Schultz, T.P., (1998), Inequality and the Distribution of Personal Income in the World: How it is Changing and Why, Journal of Population Economics , pp. 307-344.",
        "Shorrocks, A. F., (1980), The Class of Additively Decomposable Inequality Measures, Econometrica 48, pp 613-625.",
        "Theil, H., (1996), Studies in Global Econometrics , Kluwert Academic Publishers, Amsterdam."
    ]
}