{
    "id": 8934,
    "cites": 30,
    "cited_by": 268,
    "reference": [
        "Andrews, D.W.K. 1993. Tests for Parameter Instability and Structural Change With Unknown Change Point. Econometrica 61, pp. 821-856.",
        "Andrews, D.W. K. and W. Ploberger. 1994. Optimal Tests When a Nuisance Parameter Is Present Only Under the Alternative. Econometrica 62, pp. 1383-1414.",
        "Bacchetta, Philippe and Eric vanWincoop. 2001. A Theory of the Currency Denomination of International Trade. Manuscript, November.",
        "Ball, Laurence. 1999. Policy Rules for Open Economies. in John Taylor (Ed.) Monetary Policy Rules (University of Chicago Press, Chicago) pp. 127-144.",
        "Burstein, Ariel, Joao Neves, and Sergio Rebelo. 2001. Distribution Costs and Real Exchange Rate Dynamics During Exchange Rate Based Stabilizations . Forthcoming Journal of Monetary Economics.",
        "Campa, Jose and Linda Goldberg. 1997. The Evolving External Orientation of Manufacturing: Evidence from Four Countries. Economic Policy Review (July, Federal Reserve Bank of New York) vol. 3, no.2 pp.53-81.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler. 1998. Monetary Policy Rules in Practice: Some International Evidence. European Economic Review , 42: 1033-67.",
        "Corsetti, Giancarlo and Paolo Pesenti. 2001. International Dimensions of Optimal Monetary Policy. NBER working paper 8230.",
        "Cunningham, Alastair and Andrew Haldane. 1999. The Monetary Transmission Mechanism in the United Kingdom: Pass-Through and Policy Rules prepared for the 3 rd Annual Conference of the Central Bank of Chile, September 21-22.",
        "Devereux, Michael. 2001. Monetary Policy, Exchange Rate Flexibility and Exchange Rate Pass Through . In Revisiting the Case for Flexible Exchange Rates (Bank of Canada) pp.47-82.",
        "Devereux, Michael and Charles Engel. 2000. Monetary Policy in the Open Economy Revisited: Price Setting and Exchange Rate Flexibility. National Bureau of Economic Research working paper no. 7665.",
        "Devereux, Michael and Charles Engel. 2001. Endogenous Currency of Price Setting in a Dynamic Open Economy Model. Manuscript, June.",
        "Dornbusch, R., Exchange Rates and Prices, American Economic Review 77 (March 1987), 93-106.",
        "Engel, Charles and John Rogers. 1996. How Wide is the Border? American Economic Review . Vol. 86 no.5 (December) pp.1112-25.",
        "Feenstra, Robert. 1998. Integration of Trade and Disintegration of production in the global economy. The Journal of Economic Perspectives vol. 12 pp.31-50.",
        "Froot, Ken and Paul Klemperer. 1989. Exchange Rate Pass-Through When Market Share Matters, American Economic Review (September),pp. 637-54.",
        "Gagnon, Joseph and Jane Ihrig. 2001. Monetary Policy and Exchange Rate Pass-Through .",
        "Board of Governors of the Federal Reserve System, International Finance Discussion Papers 704 (July). Goldberg, Pinelopi and Michael Knetter. 1997. Goods Prices and Exchange Rates: What Have we Learned? Journal of Economic Literature, vol. 35 pp. 1243-92.",
        "Hansen, Bruce E. 1997. Approximate Asymptotic P Values for Structural Change Tests Journal of Business and Economic Statistics . January. 12:1, pp.60-67.",
        "Hansen, Bruce E. 2001. The New Econometrics of Structural Change: Dating Breaks in U.S.",
        "Labor Productivity, Journal of Economic Perspectives vol. 15 no. 4 Fall pp.117-128. Hummels, David, Jun Ishii, and Kei-Mu Yi. 2001. The Nature and Growth of Vertical Specialization in World Trade. Journal of International Economics . June vol.54 (1).",
        "Kasa, Kenneth. 1992. Adjustment Costs and Pricing to Market , Journal of International Economics . (February) vol. 32 no.1-2 pp.1-30.",
        "Knetter, Michael. 1989. Price Discrimination by U.S. and German Exporters American Economic Review , March vol. 79 pp.198-210.",
        "Knetter, Michael. 1993. International Comparisons of Pricing to Market Behavior. American Economic Review , June vol. 83 pp.473-86.",
        "Lane, Philip. 1997. Inflation in Open Economies. Journal of International Economics vol.",
        "Marston, Richard. 1990. Pricing to Market in Japanese Manufacturing Journal of International Economics . Vol. 29 pp.217-36.",
        "McCarthy, Jonathan. 2000. Pass-Through of Exchange Rates and Import Prices to Domestic Inflation in Some Industrialized Economies . Federal Reserve Bank of New York Staff Report no. 3 (September).",
        "Obstfeld, Maurice. 2000. International Macroeconomics: Beyond the Mundell-Fleming Model. mimeo, December.",
        "Swamy, P. and Stephan Thurman. 1994. Exchange Rate Episodes and the Pass-Through of Exchange Rates to Import Prices. Journal of Policy Modeling vol. 16 (6): pp. 609-623.",
        "Taylor, John B. 2000. Low Inflation, Pass-Through, and the Pricing Power of Firms European Economic Review, June volume 44 issue 7 pp. 1389-1408."
    ]
}