{
    "id": 8940,
    "cites": 43,
    "cited_by": 218,
    "reference": [
        "Abraham, Katherine (1987), Help-Wanted Advertising, Job Vacancies, and Unemployment, Brookings Papers on Economic Activity 1, 207-248.",
        "Akerlof, George A., and Yellen, Janet L. (1985). A Near-Rational Model of the Business Cycle with Wage and Price Inertia, Quarterly Journal of Economics , vol. 100, Supplement, pp. 823- 838.",
        "Autor, David H., and Mark Duggan (2001), The Rise in Disability Recipiency and the Decline in Unemployment, MIT Working Paper 01-15, May.",
        "Ball, Laurence (1999), Aggregate Demand and Long-Run Unemployment, Brookings Papers on Economic Activity 2, 189-251.",
        "Ball, Laurence (2000). Near Rationality and Inflation in Two Monetary Regimes, NBER Working Paper No. 7988.",
        "Ball, Laurence, and N. Gregory Mankiw, Relative-Price Changes as Aggregate Supply Shocks, Quarterly Journal of Economics 110, Februrary, 161-193. Ball, Laurence, and Robert Moffitt, (2001) Productivity Growth and the Phillips Curve, in The Roaring Nineties: Can Full Employment Be Sustained? , ed., Alan B. Krueger and Robert Solow, New York: The Russell Sage Foundation and The Century Foundation Press.",
        "Ball, Laurence, and David Romer, (1990), Real Rigidities and the Nonneutrality of Money, Review of Economic Studies 57, April, pp. 539-552.",
        "Barro, Robert, (1977), Unanticipated Money Growth and Unemployment in the United States, American Economic Review , 101-115.",
        "Barsky, Robert B. (1987) The Fisher Effect and the Forecastability and Persistence of Inflation, Journal of Monetary Economics 19, January, 3-24.",
        "Blanchard, Olivier Jean, and Kiyotaki, Nobuhiro (1987).",
        "Demand, American Economic Review , vol 77, September, pp. 647- 666. Blanchard, Oliver Jean, and Summers, Lawrence H. (1986), Hysteresis and the European Unemployment Problem, NBER 36 Macroeconomics Annual , 15-78.",
        "Blanchard, Olivier Jean, and Justin Wolfers (2000), The Role of Shocks and Institutions in the Rise of European Unemployment: The Aggregate Evidence, Economic Journal March, C1-C33.",
        "Blinder, Alan (2000), The Internet and the New Economy, Brookings Institution Policy Brief 60, June.",
        "Braun, Steven N. (1984), Productivity and the NIIRU (and Other Phillips Curve Issues, Working Paper 34, Federal Reserve Board Economic Activity Section.",
        "Cohen, Jessica, William T. Dickens, and Adam Posen (2001), Have the New Human-Resources Practices Lowered the Sustainable Unemployment Rate?, in The Roaring Nineties: Can Full Employment Be Sustained? , ed., Alan B. Krueger and Robert Solow, New York: The Russell Sage Foundation and The Century Foundation Press.",
        "Council of Economic Advisors (2000), Economic Report of the President .",
        "Friedman, Milton (1968). The Role of Monetary Policy, American Economic Review , vol. 58, March, pp. 1-17.",
        "Gordon, Robert J. (1998), Foundations of the Goldilocks Economy: Supply Shocks and the Time-Varying NAIRU, Brookings Papers on Economic Activity 2, 297-333.",
        "Gray, Jo Anna, Wage Indexation: A Macroeconomic Approach, Journal of Monetary Economics , 1976, 221-235.",
        "Greenspan, Alan (1997), The Federal Reserves Semiannual Monetary Policy Report, Testimony before the U.S. House Committee on Banking, Housing, and Urban Affairs, February 26.",
        "Grubb, Dennis, Richard Jackman, and Richard Layard (1982), Causes of the Current Stagflation, Review of Economic Studies , Special Issue, 707-730.",
        "Layard, Richard, Steven Nickell, and Richard Jackman (1991), Unemployment: Macroeconomic Performance and the Labour Market , Oxford University Press.",
        "Long, John B., and Charles I. Plosser (1983), Real Business Cycles, Journal of Political Economy 91, February, 39-69.",
        "Lucas, Robert E., Jr. (1972). Econometric Testing of the Natural Rate Hypothesis, in The Econometrics of Price Determination , ed., Otto Eckstein, Washington DC: Board of Governors of the Federal Reserve System.",
        "Lucas, Robert E., Jr. (1973). Some International Evidence on Output-Inflation Tradeoffs, American Economic Review , vol.",
        "Lucas, Robert E., Jr., (1996). Nobel Lecture: Monetary Neutrality, Journal of Political Economy 104, 616-628.",
        "Mankiw. N. Gregory, (1985). Small Menu Costs and Large Business Cycles: A Macroeconomic Model of Monopoly, Quarterly Journal of Economics , vol. 100, May, pp. 529-537.",
        "Mankiw, N. Gregory (1989) Real Bu siness Cycle Theory: A New Keynesian Perspective, Journal of Economic Perspectives 3, Summer, 79-90.",
        "Mankiw, N. Gregory, and Ricardo Reis (2001). Sticky Information versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve, NBER Working Paper no 8290. Quarterly Journal of Economics , forthcoming.",
        "Perry, George (1970), Changing Labor Markets and Inflation, Brookings Papers on Economic Activity 3, 411-448.",
        "Phelps, Edmund S. (1967). Phillips Curves, Expectations of Inflation, and Optimal Unemployment over Time, Economica 2 (3), pp. 22-44.",
        "Phelps, Edmund S. (1968). Money-Wage Dynamics and Labor Market Equilibrium, Journal of Political Economy , vol. 76, 38 July/August, Part 2, pp. 678-711.",
        "Pissarides, Christopher A. (2000), Equilibrium Unemployment Theory , MIT Press.",
        "Prescott, Edward C. (1986), Theory Ahead of Business Cycle Measurement, Carnegie-Rochester Conference Series on Public Policy 25, Autumn, 11-44.",
        "Roberts, John M. (1998), Inflation Expectations and the Transmission of Monetary Policy, Board of Governors of the Federal Reserve, Finance and Economics Discussion Series Paper 1998-43.",
        "Rotemberg, Julio (1982). Monopolistic Price Adjustment and Aggregate Output, Review of Economic Studies , vol. 44, pp.",
        "Samuelson, Paul A., and Robert M. Solow, (1960) Analytics of Anti- Inflation Policy, American Economic Review , May.",
        "Sargent, Thomas J. (1971). A Note on the Accelerationist Controversy, Journal of Money, Credit, and Banking 8 (3), pp.",
        "Shimer, Robert (1998), Why Is the U.S. Unemployment Rate So Much Lower, NBER Macroeconomics Annual .",
        "Shimer, Robert (2001), The Impact of Young Workers on the Aggregate Labor Market, Quarterly Journal of Economics 116, August, 969-1008.",
        "Roaring Nineties: Can Full Employment Be Sustained? , ed., Alan B. Krueger and Robert Solow, New York: The Russell Sage Foundation and The Century Foundation Press. Staiger, Douglas, Stock, James H., and Watson, Mark W. (1997). How Precise are Estimates of the Natural Rate of Unemployment? in Reducing Inflation: Motivation and Strategy , eds. C.D. Romer and D.H. Romer, Chicago: University of Chicago Press, pp. 195- 246.",
        "Stock, James H., and Watson, Mark W. Forecasting Inflation, Journal of Monetary Economics , vol. 44 (2), October 1999, pp.",
        "Contracts, Journal of Political Economy 88, pp. 1-22. Thurow, Lester (1998), The Disappearance of Inflation, 39 Financial Times , December 10."
    ]
}