{
    "id": 8942,
    "cites": 32,
    "cited_by": 10,
    "reference": [
        "Abrams, Mark, and Richard Rose, 1960, Must Labour Lose ?, London: Penguin.",
        "Acemoglu, Daron, and James Robinson, 2000, P olitical Losers as a Barrier to Economic Development, American Economic Review Papers and Proceedings 90, 126-130.",
        "Acemoglu, Daron, and James Robinson 2002, Economic Backwardness in Political Perspective, MIT Mimeo.",
        "Akerlof, George, and Rachel Krant on (2000), Economics and Identity, Quarterly Journal of Economics 115, 715-754.",
        "Alesina, Alberto, Reza Baqir, and William Easterly, 1999, Public Goods and Ethnic Divisions, Quarterly Journal of Economic s114, 1243-84.",
        "Alesina, Alberto, Reza Baqir, and Willi am Easterly, 2000, Redistributive Public Employment, Journal of Urban Economics 48, 219-241.",
        "Alesina, Alberto, and Howard Rosenthal, 1995, Partisan Politics, Di vided Government, and the Economy, Cambridge, U.K.: Cambridge University Press.",
        "Brennan, Geoffrey and James Buchanan (1980), The Power to Tax: Analytical Foundations of the Fiscal Constitution , Cambridge, U.K.: Cambridge University Press.",
        "Butler, David and Donald Stokes, 1974, Political Change in Brit ain: The Evolution of Electoral Choice , London: St. Martins Press.",
        "Cannadine, David, 1999, Rise and Fall of Class in Britain, New York: Columbia University Press.",
        "Chafets, Zeev, 1991, Devils night: and other true tales of Detroit, New York: Vintage Books.",
        "Coate, Stephen, and Stephen Morris, 1995, On the Form of Transfers to Special Interests, Journal of Political Economy 103, 1210-1236.",
        "Curley, James Michael, 1957, Id do it again, Englewood Cliffs: Prentice-Hall.",
        "De Long, J. Bradford, and Andrei Shleifer, 1993, Princes and Merchants: European City Growth Before the Industrial Revolution, Journal of Law and Economics 36, 671-702.",
        "Edgell, Stephen, and Vic Duke, 1991, A Measure of Thatcherism: A Sociology of Britain, London: Harper Collins Academic.",
        "Fiorina, Morris, 1981, Retrospective Voting in American National Elections , New Haven: Yale University Press.",
        "Gamm, Gerald, 1999, Urban Exodus: Why the Jews Le ft Boston and the Catholics Stayed, Cambridge, MA: Harvard University Press.",
        "Glaeser, Edward and Joseph Gyourko, 2002, The Impact of Zoning on Housing Affordability. NBER Working Paper W8835.",
        "Grossman, Gene and Elhanan Helpman, 2001, Special Interest Politics , Cambridge, MA: MIT Press.",
        "Jacoby, Tamara, 1988, Someone Elses House , New York: Free Press.",
        "Krusell, Per, and Jose-Victor Rios-Rull, 1996, Vested Interests in the Theory of Growth and Stagnation, Review of Economic Studies 63, 301-329.",
        "Meredith, Martin, 2002, Our Votes, Our Guns: Robert Mugabe and the Tragedy of Zimbabwe, New York: Public Affairs.",
        "OConnor, Thomas H., 1995, The Boston Irish: a Political History , Boston: Northeastern University Press.",
        "Olson, Mancur, 1993, Dictatorshi p, Democracy, and Development, American Political Science Review 87, 567-576.",
        "Parente, Stephen, and Edward Prescott, 1999, Monopoly Rights: a Barrier to Riches, American Economic Review 89, 1216-1233.",
        "Persson, Torsten and Guido Tabellini, 1994, Is Inequality Harmful to Growth? Theory and Evidence, American Economic Review 84, 600-621.",
        "Robinson, James, and Thierry Verdier, 2002, The Political Economy of Clientelism, CEPR Working Paper DP3205.",
        "Shleifer, Andrei, and Robert W. Vi shny, 1994,Politicians and Firms, Quarterly Journal of Economics 109, 995-1025.",
        "Statistical Abstract of the United States, 1982, Washington: U.S. Government Printing Office.",
        "Sugrue, Thomas J., 1996, The Origins of the Urban Cr isis: race and inequality in postwar Detroit. Princeton: Princeton University Press.",
        "Tiebout, Charles M., 1956, A Pure Theory of Local Government Expenditures , Journal of Political Economy 60, 415-424.",
        "Verba, Sidney, Bashiruddin Ahmed, and Anil Bhatt, 1971, Caste, Race, and Politics, Beverley Hills: Sage Publications."
    ]
}