{
    "id": 8945,
    "cites": 23,
    "cited_by": 84,
    "reference": [
        "1. R.D. Alba and J.R. Logan, Assimilation and Stratification in the Homeownership Patterns of Racial and Ethnic Groups, International Migration Review, 26, 1314-1341 (1992).",
        "3. G.J. Borjas, National Origin and the Skills of Immigrants in the Postwar Period, in Immigration and the Work Force: Economic Consequences for the United States and Source Areas (G.J. Borjas and R.B. Freema n, Eds.), University of Chicago Press, Chicago (1992).",
        "4. G.J. Borjas, The Economics of Immigration, Journal of Economic Literature, 32, 1667- 1717 (1994).",
        "5. G.J. Borjas, Ethnic Enclaves and Assimilation, Swedish Economic Policy Review , 7, 91- 122 (2000).",
        "6. S.A. Camarota, The New Ellis Islands, Ce nter for Immigration Studies, Washington, DC (2001).",
        "7. A. Colburn, Immigration and Housing, Housing Economics, 46, 11-15 (1998).",
        "8. N.E. Coulson, Why Are Hispanic and Asian- American Homeownership Rates So Low? Immigration and Other Factors, Journal of Urban Economics, 45, 209-227 (1999).",
        "9. D.M. Cutler and E.L. Glaeser. Are Ghettos Good or Bad? Quarterly Journal of Economics, 112, 827-872 (1997).",
        "10. W.N. Evans, W.E. Oates, and R.M. Schwa b, Measuring Peer Group Effects: A Study of Teenage Behavior, Journal of Political Economy , 100, 966-991 (1992).",
        "11. R. Friedberg and J. Hunt, The Impact of Immigration on Host County Wages, Employment and Growth, Journal of Economic Perspectives, 9, 23-44 (1995).",
        "12. J. Gyourko and P. Linneman, An Analysis of the Changing Influences on Traditional Household Ownership Patters, Journal of Urban Economics, 9, 318-341 (1996).",
        "13. K.R. Ihlanfeldt, An Empirical Investigation of Alternative Approaches to Estimation of the Equilibrium Demand for Housing, Journal of Urban Economics , 9, 97-105 (1981).",
        "14. L.J. Krivo, Immigrant Characteristics and Hispanic-Anglo Housing Inequality, Demography, 32, 599-615 (1995).",
        "15. I. Light and S.J. Gold, Ethnic Economie s, Academic Press, San Diego (2000). 36",
        "16. B.C. Madrian and L.J. Lefgren, A Note on Longitudinally Matching CPS Respondents, National Bureau of Economic Research Technical Working Paper 247 (1999).",
        "17. S.J. Melman, Immigration, Housing Economics, 43, 5-9 (1995).",
        "18. D. Myers and S.W. Lee, Immigration Cohorts and Residential Overcrowding in Southern California, Demography, 33, 51-65 (1996).",
        "19. D. Myers and S.W. Lee, Immigrant Trajec tories into Homeownership: A Temporal Analysis of Residential Assimilation, International Migration Review, 32, 593-625 (1998).",
        "20. D. Myers, I. Megbolube, and S.W. Lee, Cohort Estimation of Homeownership Attainment among Native-Born and Immigrant Populations, Journal of Housing Research , 9, 237-269 (1998).",
        "21. S.S. Rosenthal, J.V. Duca, and S.A. Ga briel, Credit Rationing and the Demand for Owner-Occupied Housing, Journal of Urban Economics, 29, 48-63 (1991).",
        "22. A. Saiz, Room in the Kitchen for the Melt ing Pot: Immigration and Rental Prices, Review of Economics and Statistics (forthcoming 2003).",
        "23. M. Toussaint-Comeau and S.L.W. Rhine, Ethnic Immigrant Enclaves and Home Ownership: A Case Study of an Urban Hisp anic Community, Federal Reserve Bank of Chicago, Consumer and Community Affairs Division (2000).",
        "25. U.S. Department of State, Bureau of Popul ation, Refugees and Migr ation, U.S. Refugee Admissions and Resettlement Program, Gove rnment Printing Office, Washington, D.C. (2000). 37"
    ]
}