{
    "id": 8946,
    "cites": 15,
    "cited_by": 210,
    "reference": [
        "Araujo, A. (1991). The Once But Not Twice Differentiability of the Policy Function. Econometrica 59(5): 1383-93.",
        "Behrman, Jere R., and M. R. Rosenzweig (2001). The Returns to Increasing Body Weight, Mimeo, University of Pennsylvania.",
        "Besley, Timothy J., and H. S. Rosen (1999). Sales Taxes and Prices: An Empirical Analysis, National Tax Journal, 52(2): pp. 157-178.",
        "Bound, John, C. Brown, and N. Mathiowetz (1999). Measurement Error in Survey Data, Handbook of Econometrics, volume 4 . Eds., James Heckman and Edward Leamer. New York: Springer-Verlag.",
        "Cawley, John (2000). Body Weight and Womens Labor Market Outcomes, Working Paper No. 7841, National Bureau of Economic Research. Cambridge, MA: National Bureau of Economic Research.",
        "Cawley, John (1999). Obesity and Addiction . Ph.D. Dissertation, Department of Economics, The University of Chicago.",
        "Chou, Shin-Yi, Michael Grossman, and Henry Saffer (2001). An Economic Analysis of Adult Obesity: Results from the Behavioral Risk Factor Surveillance System. Working Paper, City University of New York Graduate Center.",
        "Costa, Dora, and R. Steckel (1995). Long-Term Trends in Health, Welfare, and Economic Growth in the United States, NBER Historical Working Paper No. 76. Cambridge, MA: National Bureau of Economic Research.",
        "Keeler, E., W. Manning, J. Newhouse, E. Sloss, and J. Wasserman (1989). The External Costs of a Sedentary Life-style, American Journal of Public Health, 79(8): pp. 975-81.",
        "Loh, Eng Seng (1993). The Economic Effects of Physical Appearance, Social Science Quarterly , 74(2): pp. 420-438.",
        "Philipson, Tomas J., (2001), The World Wide Growth in Obesity: An Economic Research Agenda, Health Economics , v 10, p 1-7.",
        "Philipson, Tomas J. and R. A. Posner (1999). The Long-Run Growth in Obesity as A Function of Technological Change, Working Paper No. 7423, National Bureau of Economic Research.",
        "Cambridge, MA: National Bureau of Economic Research. Poterba, James M. (1996). Retail Price Reactions to Changes in State and Local Sales Taxes, National Tax Journal, 49(2): pp. 165-176.",
        "Register, C. A. and D. R.Williams (1990). Wage Effects of Obesity Among Young Workers, Social Science Quarterly , 71(1): pp. 130-41.",
        "Tuomilehto, Jaakko, et al. (2001). Prevention of Type 2 Diabetes Mellitus by Changes in Lifestyle among Subjects with Impaired Glucose Tolerance, New England Journal of Medicine, 344(18, May 3): pp. 1343-50."
    ]
}