{
    "id": 8951,
    "cites": 22,
    "cited_by": 60,
    "reference": [
        "Alesina, A. and D. Dollar (2000). Who Gives Foreign Aid to Whom and Why? Journal of Economic Growth, 5, 33-64.",
        "Ball, R. and C. Johnson (1996). Political, Economic, and Humanitarian Motivations for PL 480 Food Aid: Evidence from Africa, Economic Development and Cultural Change, 44, 515-547.",
        "Bandow, D. and I. Vasquez, eds. (1994). Perpetuating Poverty: The World Bank, the IMF, and the Developing World, Washington D.C., CATO Institute.",
        "Barro, R.J. (1998). The IMF Doesnt Put Out Fires, It Starts Them, Business Week, December 7.",
        "Barro, R.J. (2000). Inequality and Growth in a Panel of Countries, Journal of Economic Growth, March, 5-32.",
        "Barro, R.J. (2001). Economic Growth in East Asia Before and After the Financial Crisis, NBER Working Paper 8330, June.",
        "Bird, G. and D. Rowlands (2001). IMF Lending: How Is It Affected by Economic, Political and Institutional Factors, Journal of Policy Reform, 4, 243-270.",
        "Bordo, M. and H. James (2000). The International Monetary Fund: Its Present Role in Historical Perspective, NBER Working Paper 7724, June.",
        "Conway, P. (1994). IMF Lending Programs: Participation and Impact, Journal of Development Economics, 45, 365-391.",
        "Dicks-Mireaux, L., M. Mecagni, and S. Schadler (2000). Evaluating the Effect of IMF Lending to Low-Income Countries, Journal of Development Economics, 61, 495- 526.",
        "Frankel, J.A. and A.K. Rose (1996). Currency Crashes in Emerging Markets: An Empirical Treatment, Journal of International Economics, 41, 351-368.",
        "Goldstein, M. and P. Montiel (1986). Evaluating Fund Stabilization Programs with Multi- Country Data: Some Methodological Pitfalls, IMF Staff Papers, 33, 304-344.",
        "Haque, N. and M.S. Kahn (1998). Do IMF-Supported Programs Work? A Survey of the Cross-Country Empirical Evidence, IMF Working Paper, WP/98/169.",
        "Hutchison, M. (2001). A Cure Worse Than the Disease? Currency Crises and the Output Costs of IMF-Supported Stabilization Program, NBER Working Paper 8305, May.",
        "IMF (1998). Financial Organization and Operations of the IMF, Pamphlet Series No. 45, 1998.",
        "IMF (2000). Annual Report 2000, Washington D.C.",
        "Kahn, M.S. (1990). The Macroeconomic Effects of Fund-Supported Adjustment Programs, IMF Staff Papers, 37, 195-231.",
        "Knight, M. and J. Santaella, (1997). Economic Determinants of IMF Financial Arrangements, Journal of Development Economics, 54, 495-526.",
        "Park, Y.C. and J.W. Lee (2001). Recovery and Sustainability in East Asia, NBER Working Paper 8373, July.",
        "Przeworski, A. and J.R. Vreeland (2000). The Effect of IMF Programs on Economic Growth, Journal of Development Economics, 62, 385-421.",
        "Thacker, S.C. (1999). The High Politics of IMF Lending, World Politics, 52, 38-75.",
        "Wooldridge, J.M. (2002). Econometric Analysis of Cross Section and Panel Data, Cambridge MA, MIT Press."
    ]
}