{
    "id": 8953,
    "cites": 12,
    "cited_by": 16,
    "reference": [
        "Adams, Patricia (1991). Odious Debts. London: Earthscan.",
        "American Law Institute (1958). American Restatement (Second) Agency. St Paul, Minn.: American Law Institute Publishers.",
        "Bulow, Jeremy I., and Kenneth Rogoff (1989). Sovereign Debt: Is to Forgive to Forget? American Economic Review 79 (March): 43-50.",
        "Cole, Harold L., and Patrick J. Kehoe (1996). Reputation Spillover Across Relationships: Reviving Reputation Models of Debt. Federal Reserve Bank of Minneapolis: Research Department Staff Report 209.",
        "Eaton, Jonathan and Fernandez, Raquel (1995). Sovereign Debt. National Bureau of Economic Research Working Paper No. 5131.",
        "Feilchenfeld, Ernst (1931). Public Debts and State Succession. New York: MacMillan.",
        "Frenkel, Michael P. Dooley, and Peter Wickham, eds., Analytical Issues in Debt. Washington, DC: International Monetary Fund. Moore, John (1906), Digest of International Law. Washington: Government offprint.",
        "OConnell, D.P. (1967). State Succession in Municipal Law and International Law, Volume 1.",
        "Cambridge: Cambridge University. Sachs, Jeffrey D. (1989) The Debt Overhang of Developing Countries. In Guillermo Calvo, Ronald Findlay, Pentti Kouri, and Jorge Braga de Macedo, eds., Debt Stabilization and Development: Essays in Memory of Carlos Diaz-Alejandro. Oxford, UK: Basil Blackwell.",
        "United Nations (1983). Vienna Convention on Succession of States in Respect of State Property, Archives and Debts. New York: United Nations.",
        "Filartiga v. Pena-Irala (1980).",
        "All figures are in current dollars. The Financial Times reports the $4 billion figure as the estimate of the United States Treasury and International Monetary Fund. An FT investigation found that Mobutus wealth peaked at this value (Mobutu built a fortune of $4 billion from looted aid, 5/12/97). Others report his 1997 wealth as $9 billion (Superstar eclipsed by greed, Times (London), 5/5/97)."
    ]
}