{
    "id": 8955,
    "cites": 61,
    "cited_by": 4,
    "reference": [
        "D. Bulbeck, A. Reid, L. C. Tan and Y. Wu (1998), Southeast Asian Exports Since the 14th Century: Cloves, Pepper, Coffee, and Sugar (Leiden, The Netherlands: KITLV Press).",
        "W. Beveridge (1939), Prices and Wages in England from the Twelfth to the Nineteenth Century, Volume 1, Price Tables: Mercantile Era (London: Longmans, Green and Co).",
        "R. C. Allen (2001), Ã\u0082â\u0080\u009cThe Great Divergence in European Wages and Prices from the Middle Ages to the First World War,Ã\u0082â\u0080\u009d Explorations in Economic History 38, 4 (October): 411-47.",
        "R. C. Allen (1992), Enclosure and the Yeoman (Oxford: Clarendon Press).",
        "R. C. Allen (1988), Ã\u0082â\u0080\u009cThe Price of Freehold Land and the Interest Rate in the Seventeenth and Eighteenth Centuries,Ã\u0082â\u0080\u009d Economic History Review 41, 1 (February): 33-50.",
        "A. Alesina and R. Perotti (1996), Ã\u0082â\u0080\u009cIncome Distribution, Political Instability and Investment,Ã\u0082â\u0080\u009d European Economic Review 40, 6: 1203-28.",
        "A. Alesina and R. Perotti (1994), Ã\u0082â\u0080\u009cThe Political Economy of Growth: A Critical Survey of the Literature,Ã\u0082â\u0080\u009d World Bank Economic Review 8, 3: 351-71.",
        "P. Aghion, E. Caroli and C. Garcia-Penalosa (1999), Ã\u0082â\u0080\u009cInequality and Economic Growth: The Perspective of the New Growth Theories,Ã\u0082â\u0080\u009d Journal of Economic Literature 37, 4 (December): 1615-60.",
        "P. Aghion and P. Howitt (1998), Endogenous Growth Theory (Cambridge, Mass.: MIT Press).",
        "D. Acemoglu, S. Johnson and J. Robinson (2002), Ã\u0082â\u0080\u009cThe Rise of Europe: Atlantic Trade, Institutional Change and Economic Growth,Ã\u0082â\u0080\u009d paper given to the Harvard Joint Development and Economic History Workshops, Harvard University (April 5, 2002).",
        "J. L. van Zanden (2001), Ã\u0082â\u0080\u009cA Survey of the European Economy, 1500-1800,Ã\u0082â\u0080\u009d in M. Prak (ed.), Early Modern Capitalism (London: Routledge).",
        "U. S. Department of Commerce (1975), Historical Statistics of the United States (Washington, D.C.: USGPO).",
        "R.J. Thompson (1907), Ã\u0082â\u0080\u009cAn Inquiry into the Rent of Agricultural Land in England and Wales during the Nineteenth Century,Ã\u0082â\u0080\u009d Journal of the Royal Statistical Society 70 (December): 587-616.",
        "P. Temin (1997), Ã\u0082â\u0080\u009cTwo Views of the British Industrial Revolution,Ã\u0082â\u0080\u009d Journal of Economic History 57, 1 (March): 63-82.",
        "J. E. T. Rogers (1866-92), A History of Agriculture and Prices in England (Oxford: Clarendon Press), 7 volumes. N. L. Stokey (1991),Ã\u0082â\u0080\u009dHuman Capital, Product Quality, and Growth,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 106 (2): 587-616.",
        "H. A. Rhee (1949), The Rent of Agricultural Land in England and Wales (London: Central Landowners Association).",
        "L. Pritchett (1997), Ã\u0082â\u0080\u009cDivergence, Big Time,Ã\u0082â\u0080\u009d Journal of Economic Perspectives 11 (Summer): 3-18.",
        "A. Reid (1993), Southeast Asia in the Age of Commerce 1450-1680: Volume Two: Expansion and Crisis (New Haven, Conn.: Yale University Press).",
        "K. Pomeranz (2000), The Great Divergence (Princeton, NJ: Princeton University Press).",
        "H. Phelps-Brown and S.V. Hopkins (1956), Ã\u0082â\u0080\u009cSeven Centuries of the Prices of Consumables, Compared with BuildersÃ\u0082â\u0080\u0099 Wage Rates,Ã\u0082â\u0080\u009d Economica 23: 296-315.",
        "S. Pamuk, Prices and Wages in Istanbul and Other Cities (Ankara: State Institute of Statistics, 2000).",
        "K. H. ORourke and J. G. Williamson (2002b), Ã\u0082â\u0080\u009cWhen Did Globalization Begin?Ã\u0082â\u0080\u009d European Review of Economic History 6 (April): 23-50.",
        "K. H. ORourke and J. G. Williamson (2002a), Ã\u0082â\u0080\u009cAfter Columbus: Explaining the Global Trade Boom 1500-1800,Ã\u0082â\u0080\u009d Journal of Economic History 62 (March): 1-31.",
        "K. H. ORourke and J. G. Williamson (1999), Globalization and History: The Evolution of a 19th Century Atlantic Economy (Cambridge, Mass.: MIT Press).",
        "K. H. ORourke and J. G. Williamson (1994), Ã\u0082â\u0080\u009cLate 19th Century Anglo-American Factor Price Convergence: Were Heckscher and Ohlin Right?Ã\u0082â\u0080\u009d Journal of Economic History 54 (December): 892-916.",
        "K. H. OÃ\u0082â\u0080\u0099Rourke, A. M. Taylor and J. G. Williamson (1996), Ã\u0082â\u0080\u009cFactor Price Convergence in the Late Nineteenth Century,Ã\u0082â\u0080\u009d International Economic Review 37 (August): 499-530.",
        "M. Obstfeld and A. M. Taylor (2002), Ã\u0082â\u0080\u009cGlobalization and Capital Markets,Ã\u0082â\u0080\u009d paper presented to the NBER Conference on Globalization in Historical Perspective, Santa Barbara (May 4-5).",
        "P. K. OÃ\u0082â\u0080\u0099Brien and S. L. Engerman (1991), Ã\u0082â\u0080\u009cExports and the Growth of the British Economy from the Glorious Revolution to the Peace of Amiens,Ã\u0082â\u0080\u009d in B. L. Solow (ed.), Slavery and the Rise of the Atlantic System (Cambridge: Cambridge University Press): 177-209.",
        "P. K. OÃ\u0082â\u0080\u0099Brien (1982), Ã\u0082â\u0080\u009cEuropean Economic Development: The Contribution of the Periphery,Ã\u0082â\u0080\u009d Economic History Review 35 (February): 1-18.",
        "K. Morgan (2000), Slavery, Atlantic Trade and the British Economy 1660-1800 (Cambridge: Cambridge University Press).",
        "J. Mokyr (1990), The Lever of Riches: Technological Creativity and Economic Progress (New York: Oxford University Press).",
        "B. R. Mitchell (1988), British Historical Statistics (Cambridge: Cambridge University Press).",
        "J. Mokyr (1977), Ã\u0082â\u0080\u009cDemand vs. Supply in the Industrial Revolution,Ã\u0082â\u0080\u009d Journal of Economic History 37: 981-1008.",
        "T. R. Malthus (1826), An Essay on the Principle of Population (Cambridge: Cambridge University Press). K. Marx (1867), Capital, trans. S. Moore and E. Aveling, 3 vols., 1867-94, vol. i (New York: Random House, 1906).",
        "A. Maddison (2001), The World Economy: A Millennial Perspective (Paris: OECD Development Centre).",
        "R. Lucas (1999), The Industrial Revolution: Past and Future, mimeo., University of Chicago, Department of Economics.",
        "A. Maddison (1982), Phases of Capitalist Development (New York: Oxford University Press).",
        "R. D. Lee (1973), Ã\u0082â\u0080\u009cPopulation in Pre-Industrial England: An Econometric Analysis,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 87 (November): 581-607.",
        "C. I. Jones (2001), Ã\u0082â\u0080\u009cWas the Industrial Revolution Inevitable? Economic Growth Over the Very Long Run,Ã\u0082â\u0080\u009d Advances in Macroeconomics 1, 2, article 1.",
        "E. L. Jones (1981), The European Miracle (Cambridge: Cambridge University Press).",
        "D. Jacks (2000), Ã\u0082â\u0080\u009cMarket integration in the North and Baltic Seas, 1500-1800,Ã\u0082â\u0080\u009d LSE Working Papers in Economic History 55/00.",
        "T. J. Hatton and J. G. Williamson (1998), The Age of Mass Migration: Causes and Economic Impact (Oxford: Oxford University Press).",
        "C.K. Harley and N.F.R. Crafts (2000), Ã\u0082â\u0080\u009cSimulating the Two Views of the British Industrial Revolution,Ã\u0082â\u0080\u009d Journal of Economic History 60, 3 (September): 819-41.",
        "J. L. Hammond and B. Hammond (1932), The Village Labourer 1760-1832 (London: Longman).",
        "G.D. Hansen and E.C. Prescott (1998), Ã\u0082â\u0080\u009cMalthus to Solow,Ã\u0082â\u0080\u009d NBER Working Paper 6858 (Cambridge, Mass.: NBER).",
        "E. J. Hamilton (1947), War and Prices in Spain, 1651-1800 (Cambridge, Mass.: Harvard University Press).",
        "E. J. Hamilton (1936), Money, Prices and Wages in Valencia, Aragon and Navarre 1351-1500 (Cambridge, Mass.: Harvard University Press).",
        "E. J. Hamilton (1934), American Treasure and the Price Revolution in Spain, 1501-1650 (Cambridge, Mass.: Harvard University Press).",
        "M. Goodfriend and J. McDermott (1995), Ã\u0082â\u0080\u009cEarly Development,Ã\u0082â\u0080\u009d American Economic Review 85, 1 (March): 116-33.",
        "O. Galor and A. Mountford (2002), Ã\u0082â\u0080\u009cWhy are a Third of People Indian and Chinese? Trade, Industrialization and Demographic Transition,Ã\u0082â\u0080\u009d CEPR Discussion Paper 3136 (London: CEPR).",
        "A. W. Fox (1903), Ã\u0082â\u0080\u009cAgricultural Wages in England and Wales During the Last Fifty Years,Ã\u0082â\u0080\u009d Journal of the Royal Statistical Society 66, 2: 273-359.",
        "H. Flam and M. J. Flanders (1991), Heckscher-Ohlin Trade Theory (Cambridge, Mass.: MIT Press).",
        "R. Findlay (1990), Ã\u0082â\u0080\u009cThe Triangular Trade and the Atlantic Economy of the Eighteenth Century: A Simple General-Equilibrium Model,Ã\u0082â\u0080\u009d Essays in International Finance 177, International Finance Section, Department of Economics, Princeton University.",
        "M. Dobb (1946), Studies in the Development of Capitalism (London: Routledge and Kegan Paul).",
        "R. Findlay (1982), Ã\u0082â\u0080\u009cTrade and Growth in the Industrial Revolution,Ã\u0082â\u0080\u009d in C.P. Kindleberger and G. Di Tella (eds.), Economics in the Long View: Essays in Honor of W.W. Rostow (Macmillan).",
        "N.F.R. Crafts and C.K. Harley (1992), Ã\u0082â\u0080\u009cOutput Growth and the Industrial Revolution: A Restatement of the Crafts-Harley View,Ã\u0082â\u0080\u009d Economic History Review 45, 4: 703-30.",
        "N.F.R. Crafts (1994), Ã\u0082â\u0080\u009cThe Industrial Revolution,Ã\u0082â\u0080\u009d in R. Floud and D. McCloskey (eds.), The Economic History of Britain Since 1700, Volume 1 (Cambridge: Cambridge University Press).",
        "N.F.R. Crafts (1985), British Economic Growth During the Industrial Revolution (Oxford: Clarendon Press).",
        "J. H. Coatsworth and J. G. Williamson (2002), Ã\u0082â\u0080\u009cThe Roots of Latin American Protectionism: Looking Before the Great Depression,Ã\u0082â\u0080\u009d paper to be presented at the IDB Conference on Economic Integration in the Americas: Prospects and Policy Issues, Punta del Este (November).",
        "G. Clark (2001b), Ã\u0082â\u0080\u009cFarm Wages and Living Standards in the Industrial Revolution: England, 1670-1850,Ã\u0082â\u0080\u009d Economic History Review 54, 3 (August): 477-505.",
        "G. Clark (n.d.), Ã\u0082â\u0080\u009cThe Long March of History: Farm LaborersÃ\u0082â\u0080\u0099 Wages in England 1208-1850,Ã\u0082â\u0080\u009d mimeo, University of California, Davis. G. Clark (2001a), Ã\u0082â\u0080\u009cThe Secret History of the Industrial Revolution,Ã\u0082â\u0080\u009d paper presented to the Fourth European Historical Economics Conference, Oxford (September 21-23)."
    ]
}