{
    "id": 8958,
    "cites": 66,
    "cited_by": 24,
    "reference": [
        "Alesina, Alberto, Gerald D. Cohen, and Nouriel Roubini. ?Macroeconomic Policy and Elections in OECD Democracies.? Economics and Politics. 4(1), March 1992: 1-30.",
        "Aaron, Henry. ?Social Security: International Comparisons.? in Otto Ecksein, ed. Studies in the Economics of Income Maintenance. Washington, DC: Brookings Institution, 1967: 13-48.",
        "Sen, Amartya. ?Democracy as a Universal Value.? Journal of Democracy. 10(3), 1999: 3-17.",
        "Tabellini, G. ?A Positive Theory of Social Security.? mimeo IGIER, Milano, Italy, February, 1992.",
        "Turner, John A. ?Population Age Structure and the Size of Social Security.? Southern Economic Journal. 50(4), April 1984: 1131-46.",
        "Sala-i-Martin, Xavier ?A Positive Theory of Social Security.? Journal of Economic Growth. (1)2, June 1996: 277-304.",
        "Profeta, Paola. ?The Political Economy of Retirement and Social Security.? PhD Dissertation, Universitat Pompeu Fabra, October 2000.",
        "Pogue, Thomas F. and L.G. Sgontz. ?Social Security and Investment in Human Capital.? National Tax Journal. 30(2), June 1977: 157-69.",
        "Polity IV Project. Political Regime Characteristics and Transition, 1800-2000. Electronic data file (version p4v2000). College Park, MD: CIDCM, University of Maryland, 2000.",
        "Philipson, Tomas J. and Gary S. Becker. ?Old-Age Longevity and Mortality-Contingent Claims.? Journal of Political Economy. 106(3), June 1998: 551-73.",
        "Perotti, Roberto. ?Growth, Income Distribution and Democracy: What the Data Say.? Journal of Economic Growth. 1(2), June 1996: 149-87.",
        "Persson, Torsten, Gerard Roland, and Guido Tabellini. ?Comparative Politics and Public Finance.? Journal of Political Economy. 108(6), December 2000: 1121-1161.",
        "Peltzman, Sam. ?The Growth of Government.? Journal of Law and Economics. 23(2), Oct. 1980: 209-87.",
        "Olson, Mancur and Martin McGuire. ?The Economics of Autocracy and Majority Rule: The Invisible Hand and the Use of Force.? Journal of Economic Literature. 34(1), March 1996: 72-97.",
        "Pampel, Fred C. and John B. Williamson. Age, Class, Politics and the Welfare State. Cambridge: Cambridge University Press, 1989.",
        "Olson, Mancur. ?Dictatorship, Democracy, and Development.? American Political Science Review. 87(3), September 1993: 567-76.",
        "Mulligan, Casey B. and Xavier X. Sala-i-Martin. ?Gerontocracy, Retirement, and Social Security.? NBER working paper no. 7117, May 1999a.",
        "Mulligan, Casey B. and Xavier X. Sala-i-Martin. ?Social Security in Theory and Practice II.? NBER working paper no. 7119, May 1999b.",
        "Nataraj, Sita. ?Age Bias in Fiscal Policy: Why Does the Political Process Favor the Elderly?? manuscript, Stanford University, December 2001.",
        "Mulligan, Casey B. and Ricard Gil. ?How Does the Political Process Matter for Public Spending? Reconciling Empirical Results From Democracy and Constitutional Features Literatures.? manuscript, University of Chicago, February 2002.",
        "Mueller, Dennis C. Public Choice II. Cambridge: Cambridge University Press, 1989.",
        "Mulligan, Casey B. and Tomas J. Philipson. ?Merit Motives and Government Intervention.? Public Finance in Reverse.? NBER working paper no. 7698, May 2000.",
        "Merton, Robert C. ?On the Role of Social Security as a Means for Efficient Risk-Sharing in an Economy where Human Capital is not Tradeable.? in Zvi Bodie, John Shoven, and David Wise, eds. Financial Aspects of the US Pension System. Chicago: University of Chicago Press, 1983.",
        "Meltzer, Allan H. and Scott F. Richard. ?A Rational Theory of the Size of Government.? Journal of Political Economy. 89(5), October 1981: 914-27.",
        "Lott, John R., Jr. ?Public Schooling, Indoctrination, and Totalitarianism.? Journal of Political Economy. 107(6), December 1999: S127-57.",
        "Lindert, Peter. Social Spending and Economic Growth. manuscript, University of California at Davis, January 2002.",
        "Lindert, Peter. ?What Limits Social Spending?? Explorations in Economic History. 33(1), January 1996: 1-34.",
        "Laitner, John. ?Bequests, Gifts, and Social Security.? Review of Economic Studies. 55(2), April 1988: 275-99.",
        "Lenski, Gerhard E. Power and Privilege: A Theory of Social Stratification. New York: McGraw-Hill Book Company, 1966.",
        "International Monetary Fund. Government Finance Statistics. various issues. Jackman, Robert W. Politics and Social Equality: a Comparative Analysis. New York: John Wiley, 1975.",
        "Gruber, Jonathan and David Wise, eds. Social Security Programs and Retirement Around the World. Chicago: University of Chicago Press for NBER, 1999.",
        "Gastil, Raymond D. Freedom in the World. New York : Freedom House, various issues. Godoy, Oscar Arcaya and Salvador Valdes Prieto. ?Democracia y Previson en Chile: Experiencia con dos Sistemas.? Cuadernos de Economia. 93, August 1994.",
        "Foxley, Alejandro et al. Redistributive Effects of Government Programmes: The Chilean Case. Oxford: Pergamon Press, 1979.",
        "Feldstein, Martin. ?The Optimal Level of Social Security Benefits.? Quarterly Journal of Economics. 10(2), May 1985: 303-20.",
        "Elman, Mariam Fendius. Paths to Peace: Is Democracy the Answer? Cambridge, MA: MIT Press, 1997.",
        "Easterly, William and Sergio Rebelo. ?Fiscal Policy and Economic Growth: An Empirical Investigation.? Journal of Monetary Economics. 32(3), December 1993: 417-58.",
        "Diamond, Peter A. and James A. Mirrlees. ?A Model of Social Insurance with Variable Retirement.? Journal of Public Economics. 10(3), December 1978: 295-336.",
        "Downs, Anthony. An Economic Theory of Democracy. New York: Harper and Row, Publishers, Inc., 1957.",
        "Dougan, William R. and James M. Snyder. ?Are Rents Fully Dissipated?? Public Choice. 77(4), December 1993: 793-813.",
        "Easterly, William and Ross Levine. ?AfricaÃ\u0082â\u0080\u0099s Growth Tragedy: Policies and Ethnic Divisions.? Quarterly Journal of Economics. 112(4), November 1997: 1203-50.",
        "Diamond, Peter. ?A Framework for Social Security Analysis.? Journal of Public Economics. 8(3), Social Security and Democracy ? 52 December 1977: 275-98.",
        "Dahl, Robert A. A Preface to Democratic Theory. Chicago: University of Chicago Press, 1956.",
        "Deininger, Klaus and Lyn Squire. ?A New Data Set Measuring Income Inequality.? World Bank Economic Review. 10(3), September 1996: 565-91.",
        "Cutright, Phillips. ?Political Structure, Economic Development and National Social Security Programs.? American Journal of Sociology. 70(5), March 1965: 539-55.",
        "Cooley, Thomas F. and Jorge Soares. ?A Positive Theory of Social Security Based on Reputation.? Journal of Political Economy. 107(1), February 1999: 135-60.",
        "Cutler, David M. and Richard Johnson. ?The Birth of the Social Insurance State: Explaining Old Age and Medical Insurance Across Countries.? manuscript, Harvard University, September 2001.",
        "Case, Anne C., James R. Hines, Jr. and Harvey S. Rosen. ?Budget Spillover and Fiscal Policy Interdependence: Evidence from the States.? Journal of Public Economics. 52, October 1993: 285-307.",
        "Browning, Edgar K. ?Why the Social Insurance Budget Is Too Large in a Democracy.? Economic Inquiry. 13(3), Sept. 1975: 373-88.",
        "Brennan, Geoffrey and Loren Lomansky. ?Institutional Aspects of Merit Good Analysis.? Finanzarchiv. 41(2), 1983: 183-206.",
        "Bollen, Kenneth A. 1990. ? Political Democracy: Conceptual and Measurement Traps.? Studies in Comparative International Development. Spring, 1990: 7-24.",
        "Bollen, Kenneth A. and Burke Grandjean. ?The Dimensions of Democracy: Further Issues in the Measurement and Effects of Political Democracy.? American Sociological Review. 46, 1981: 651-9.",
        "Bollen, Kenneth A. ?Issues in the Comparative Measurement of Political Democracy.? American Sociological Review. 45, 1980: 370-90.",
        "Becker, Gary S. and Kevin M. Murphy. ?The Family and the State.? Journal of Law and Economics. 31(1), April 1988: 1-18.",
        "Benabou, Roland. ?Inequality and Growth.? NBER Macroeconomics Annual 1996. Cambridge, MA: M.I.T. Press, 1996.",
        "Becker, Gary S. and Casey B. Mulligan. ?Voting and Rationality.? Working paper, University Social Security and Democracy ? 51 of Chicago, January 1999.",
        "Becker, Gary S. and Casey B. Mulligan. ?Deadweight Costs and the Size of Government.? NBER Working paper 6789, November 1998.",
        "Becker, Gary S. and Robert J. Barro. ?A Reformulation of the Economic Theory of Fertility.? Quarterly Journal of Economics. 103(1), February 1988: 1-25.",
        "Becker, Gary S. ?A Theory of Competition among Pressure Groups for Political Influence.? Quarterly Journal of Economics. 98(3), August 1983: 371-400.",
        "Barro, Robert J. and Jong Wha Lee. ?International Measures of Schooling Years and Schooling Quality.? American Economic Review. 86(2), May 1996: 218-23.",
        "Barro, Robert J. and H. Wolf. ?Data Appendix for Economic Growth in a Cross-Section of Countries.? mimeo, Harvard University, 1989.",
        "Barro, Robert J. ?Democracy and Growth.? NBER Working paper no. 4909, October 1994.",
        "Barro, Robert J. Determinants of Economic Growth: a Cross Country Empirical Study. MIT Press, 1998.",
        "Barro, Robert J. ?On the Determination of the Public Debt.? Journal of Political Economy. 87(5), October 1979: 940-71.",
        "Atkinson A. B. and A. Brandolini. ?Promise and Pitfalls in the use of ?Secondary? Data-Sets: Income Inequality in OECD Countries as a Case Study.? Journal of Economic Literature. 39(3), September 2001: 771-800.",
        "Alesina, Alberto and David Dollar. ?Who Gives Foreign Aid to Whom and Why?? Journal of Economic Growth. 5(1), March 2000: 33-63.",
        "Alesina, Alberto and Dani Rodrik. ?Distributive Politics and Economic Growth.? Quarterly Journal of Economics. 109(2), May 1994: 465-90."
    ]
}