{
    "id": 8959,
    "cites": 47,
    "cited_by": 20,
    "reference": [
        "Andersen, T.G. and Bollerslev, T. (1998), Ã\u0082â\u0080\u009cDeutsch e Mark-Dollar Volatility: Intraday Activity Patterns, Macroeconomic Announcements, and Longer Run Dependencies,Ã\u0082â\u0080\u009d Journal of Finance, 53, 219- 265.",
        "Andersen, T.G., Bollerslev, T., Diebold, F.X. and Eb ens, H. (2001), Ã\u0082â\u0080\u009cThe Distribution of Realized Stock Return Volatility,Ã\u0082â\u0080\u009d Journal of Financial Economics, 61, 43-76.",
        "Andersen, T.G., Bollerslev, T., Diebold, F.X. and Labys, P. (2001a), Ã\u0082â\u0080\u009cThe Distribution of Realized Exchange Rate Volatility,Ã\u0082â\u0080\u009d Journal of the American Statistical Association , 94, 42-55.",
        "Barberis, N., Shleifer, A. and Vishny, R. (1998), Ã\u0082â\u0080\u009cA Model of Investor Sentiment,Ã\u0082â\u0080\u009d Journal of Financial Economics, 49, 307-343.",
        "Balduzzi, P., Elton, E.J. and Green, T.C. (1998), Ã\u0082â\u0080\u009cE conomic News and the Yield Curve: Evidence From the U.S. Treasury Market,Ã\u0082â\u0080\u009d Salomon Center Wo rking Paper S-98-5, Stern School of Business, New York University.",
        "Balduzzi, P., Elton, E.J. and Green, T.C. (2001), Ã\u0082â\u0080\u009cEconomic News and Bond Prices: Evidence From the U.S. Treasury Market,Ã\u0082â\u0080\u009d Journal of Financial and Quantitative Analysis , forthcoming.",
        "Bessembinder, H. (1994), Ã\u0082â\u0080\u009cBid-Ask Spreads in the Interbank Foreign Exchange Market,Ã\u0082â\u0080\u009d Journal of Financial Economics, 35, 317-348.",
        "Bollerslev, T., Cai, J. and Somg, F.M. (2000), Ã\u0082â\u0080\u009cIntraday Periodicity, Long-Memory Volatility, and Macroeconomic Announcement Effects in the U.S. Treasury Bond Market,Ã\u0082â\u0080\u009d Journal of Empirical Finance, 7, 37-55.",
        "Bollerslev, T., Chou, R.Y. and Kroner, K.F. (1992) , Ã\u0082â\u0080\u009cARCH Modeling in Finance: A Selective Review of the Theory and Empirical Evidence,Ã\u0082â\u0080\u009d Journal of Econometrics, 52, 5-59.",
        "Bollerslev, T. and Domowitz, I. (1993), Ã\u0082â\u0080\u009cTrading Patte rns and Prices in the Interbank Foreign Exchange Market,Ã\u0082â\u0080\u009d Journal of Finance, 48, 1421-1443.",
        "Brandt, M.W., Edelen, R. and Kavajecz, K.A. ( 2001), Ã\u0082â\u0080\u009cLiquidity in the U.S. Treasury Market: Asymmetric Information and Inventory Effects, Ã\u0082â\u0080\u009d Manuscript, University of Pennsylvania.",
        "Chesher, A. and Jewitt, I. (1987), Ã\u0082â\u0080\u009cThe Bias of a Heteroskedasticity Consistent Covariance Matrix Estimator,Ã\u0082â\u0080\u009d Econometrica, 55, 1217-1222.",
        "Cheung, Y.-W. and Chinn, M.D. (2000), Ã\u0082â\u0080\u009cA Survey of Market PractitionersÃ\u0082â\u0080\u0099 Views on Exchange Rate Dynamics,Ã\u0082â\u0080\u009d Journal of International Economics , 51, 401-419.",
        "Cheung, Y.-W. and Chinn, M.D. (2001), Ã\u0082â\u0080\u009cCurrency Tr aders and Exchange Rate Dynamics: A Survey of the U.S. Market,Ã\u0082â\u0080\u009d Journal of International Money and Finance , 20, 439-471.",
        "Conrad, J., Cornell, B. and Landsman, W. (2001), Ã\u0082â\u0080\u009cWhen is Bad News Really Bad News?,Ã\u0082â\u0080\u009d Working Paper, University of North Carolina, Chapel Hill.",
        "Dacorogna, M.M., MÃ\u0083Â¼ller, U.A., Nagler, R.J., Olse n, R.B. and Pictet, O.V. (1993), Ã\u0082â\u0080\u009cA Geographical Model for the Daily and Weekly Seasonal Vo latility in the Foreign Exchange Market,Ã\u0082â\u0080\u009d Journal of International Money and Finance, 12, 413-438.",
        "Danielsson, J. and Payne, R. (1999), Ã\u0082â\u0080\u009cReal Tradi ng Patterns and Prices in Spot Foreign Exchange Markets,Ã\u0082â\u0080\u009d Manuscript, London School of Economics.",
        "David, Alexander and Pietro Veronesi (2001), Ã\u0082â\u0080\u009cIn flation and Earnings Uncertainty and the Volatility of Asset Prices: An Empirical Investigation,Ã\u0082â\u0080\u009d Working Paper.",
        "Diebold, F.X. and Lopez, J. (1995), Ã\u0082â\u0080\u009cModeli ng Volatility Dynamics,Ã\u0082â\u0080\u009d in Kevin Hoover (ed.), Macroeconometrics: Developmen ts, Tensions and Prospects, 427-472, 1995. Boston: Kluwer Academic Press.",
        "Dominguez, K.M. (1999), Ã\u0082â\u0080\u009cThe Market Microstruct ure of Central Bank Intervention,Ã\u0082â\u0080\u009d NBER Working Paper 7337.",
        "EddelbÃ\u0083Â¼ttel, D. and McCurdy, T.H. (1998), Ã\u0082â\u0080\u009cThe Imp act of News on Foreign Exchange Rates: Evidence from High Frequency Data,Ã\u0082â\u0080\u009d Manuscript, Rotman School of Management, University of Toronto.",
        "Ederington L. and Lee, J. (1993), Ã\u0082â\u0080\u009cHow Markets Pr ocess Information: News Releases and Volatility,Ã\u0082â\u0080\u009d Journal of Finance, 48, 1161-1191.",
        "Evans, M.D.D. and Lyons, R.K. (2001), Ã\u0082â\u0080\u009cWhy Orde r Flow Explains Exchange Rates,Ã\u0082â\u0080\u009d Manuscript, University of California, Berkeley.",
        "Evans, M.D.D. and Lyons, R.K. (2002), Ã\u0082â\u0080\u009cOrd er Flow and Exchange Rate Dynamics,Ã\u0082â\u0080\u009d Journal of Political Economy, 110, 170-180.",
        "Flannery, M. J. and Protopapadakis, A. (2001), Ã\u0082â\u0080\u009cMacroeconomic Factors do Influence Aggregate Stock Returns,Ã\u0082â\u0080\u009d Review of Financial Studies, forthcoming.",
        "Fleming, M.J. and Remolona, E.M. (1997), Ã\u0082â\u0080\u009cWhat Moves the Bond Market,Ã\u0082â\u0080\u009d Economic Policy Review, Federal Reserve Bank of New York, 3 (December), 31-50.",
        "Frankel, J.A. and Rose, A.K. (1995), Ã\u0082â\u0080\u009cA Survey of Empirical Research on Nominal Exchange Rates,Ã\u0082â\u0080\u009d in G. Grossman and K. Rogoff (eds.), Handbook of International Economics . Amsterdam: North- Holland, 1995.",
        "French, K.F. and Roll, R. (1986), Ã\u0082â\u0080\u009cStock Return Varia nces: The Arrival of Information and the Reaction of Traders,Ã\u0082â\u0080\u009d Journal of Financial Economics, 17, 5-26.",
        "Froot, K.A. and Ramadorai, T. (2001), Ã\u0082â\u0080\u009cCurrency Retu rns, Institutional Investor Flows, and Exchange- Rate Fundamentals,Ã\u0082â\u0080\u009d Manuscript, Harvard University.",
        "Gallant, A.R. (1981), Ã\u0082â\u0080\u009cOn the Bias in Flexible Functi onal Forms and an Essentially Unbiased Form: The Fourier Flexible Form,Ã\u0082â\u0080\u009d Journal of Econometrics, 15, 211-245.",
        "Goodhart, C.A.E., Hall, S.G., Henry S.G.B. and Pesa ran, B. (1993), Ã\u0082â\u0080\u009cNews Effects in a High-Frequency Model of the Sterling-Dollar Exchange Rate,Ã\u0082â\u0080\u009d Journal of Applied Econometrics, 7, 199-211.",
        "Hasbrouck, J. (1999), Ã\u0082â\u0080\u009cSecurity Bid/Ask Dynamics with Discreteness and Clustering: Simple Strategies for Modeling and Estimation,Ã\u0082â\u0080\u009d Journal of Financial Markets, 2, 1-28.",
        "Johnson, T.C. (2000), Ã\u0082â\u0080\u009cReturn Dynamics When Pe rsistence is Unobservable,Ã\u0082â\u0080\u009d Manuscript, London Business School.",
        "Kuttner, K.N. (2001), Ã\u0082â\u0080\u009cMonetary Policy Surprises a nd Interest Rates: Evidence from the Fed Funds Futures Market,Ã\u0082â\u0080\u009d Journal of Monetary Economics, 47, 523-544.",
        "Mark, N.C. (1995), Ã\u0082â\u0080\u009cExchange Rates and Fundame ntals: Evidence on Long-Horizon Predictability,Ã\u0082â\u0080\u009d American Economic Review, 85, 201-218.",
        "Mark, N.C. and Sul, D. (1998), Ã\u0082â\u0080\u009cNominal Exchange Rates and Monetary Fundamentals: Evidence From a Small Post-Bretton-Woods Panel,Ã\u0082â\u0080\u009d Ma nuscript, Ohio State University.",
        "McQueen, G. and Roley, V.V. (1993), Ã\u0082â\u0080\u009cSto ck Prices, News, and Business Conditions,Ã\u0082â\u0080\u009d Review of Financial Studies, 6, 683-707.",
        "Meese, R. and Rogoff, K. (1983), Ã\u0082â\u0080\u009cEmpirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample?,Ã\u0082â\u0080\u009d Journal of International Economics , 14, 3-24.",
        "MÃ\u0083Â¼ller, U.A., Dacorogna, M.M., Olsen, R.B., Pictet , O.V., Schwarz, M. and Morgenegg, C. (1990), Ã\u0082â\u0080\u009cStatistical Study of Foreign Exchange Rates, Empirical Evidence of a Price Change Scaling Law, and Intraday Analysis,Ã\u0082â\u0080\u009d Journal of Banking and Finance, 14, 1189-1208.",
        "Payne, R. (1996), Ã\u0082â\u0080\u009cAnnouncement Effects and Seasonality in the Intra-day Foreign Exchange Market,Ã\u0082â\u0080\u009d Working Paper, London School of Economics.",
        "Pearce, D.K. and Roley, V.V. (1985), Ã\u0082â\u0080\u009cStock Prices and Economic News,Ã\u0082â\u0080\u009d Journal of Business, 58, 49- 67.",
        "Rao, C.R. (1970), Ã\u0082â\u0080\u009cEstimation of Heterosk edastic Variances in Linear Models,Ã\u0082â\u0080\u009d Journal of the American Statistical Association, 65, 161-172.",
        "Rudebusch, G.D. (1998), Ã\u0082â\u0080\u009cDo Measures of Monetary Policy in a VAR Make Sense?,Ã\u0082â\u0080\u009d International Economic Review, 39, 907-931.",
        "Taylor, J.B. (1993), Ã\u0082â\u0080\u009cDiscretion Versus Policy Rules in Practice,Ã\u0082â\u0080\u009d Carnegie-Rochester Conference Series on Public Policy, 39, 195-214.",
        "Urich, T. and Wachtel, P. (1984), Ã\u0082â\u0080\u009cThe Eff ects of Inflation and Money Supply Announcements on Interest Rates,Ã\u0082â\u0080\u009d Journal of Finance, 39, 1177-1188.",
        "Veronesi, P. (1999), Ã\u0082â\u0080\u009cStock Market Overreaction to Bad News in Good Times: A Rational Expectations Equilibrium Model,Ã\u0082â\u0080\u009d Review of Financial Studies, 12, 975-1007.",
        "Zarnowitz, V. and Louis A. Lambros, (1987), Ã\u0082â\u0080\u009cCons ensus and Uncertainty in Economic Prediction,Ã\u0082â\u0080\u009d Journal of Political Economy, 95, 591-621."
    ]
}