{
    "id": 8960,
    "cites": 22,
    "cited_by": 3,
    "reference": [
        "Bekaert G., C. Harvey, and C. Lundblad, 2000, Emerging Equity Markets and Economic Development, NBER working paper 7763.",
        "Biais, Bruno and Christian Gollier, Trade Credit and Credit Rationing Review of Financial Studies; 10(4), Winter 1997, pp. 903-37.",
        "Cunat, Vicente, Inter-Firm Credit and Industrial Links, Mimeo, London School of Economics, 2000.",
        "Demirguc-Kunt, A., and R. Levine, Stock Market Development and Financial Intermediaries: Stylized Facts, World Bank Economic Review, 1996 (10), pp.291-321.",
        "Demirguc-Kunt, A., and V. Maksimovic, Law, Finance and Firm Growth, Journal of Finance, 1998, (53).",
        "Emery, Gary, and Nandkumar Nayar, Product Quality and Payment Policy, Review of Quantitative Finance and Accounting, 1998 (10), pp. 269-84.",
        "Ferris, J. S., A Transactions Theory of Trade Credit Use, Quurterly Journal of Economics, 1998 (94), pp. 243-270.",
        "Frank, Murray and Vojislav Maksimovic, Trade Credit, Collateral and Adverse Selection, Mimeo, 1998.",
        "King, R.G., and R. Levine, Finance and Growth: Schumpeter Might be Right, Quarterly Journal of Economics, 1993 108(3), pp. 717-37.",
        "Lee, Yul W., and John D. Stowe, Product Risk, Asymmetric Information, and Trade Credit, Journal of Financial and Quantitative Analysis 28, 1993, pp. 285-300.",
        "Long, Michael, Ileen Malitz and Abraham Ravid, Trade Credit, Quality Guarantees, and Product Marketability, Financial Management, 1993 (22), pp.117-127.",
        "Love, Inessa, Financial Development and Financing Constraints: International Evidence from the Structural Investment Model, Mimeograph, Columbia University, 1999.",
        "McMillan, John, and Christopher Woodruff. Interfirm Relationships and Informal Credit in Vietnam. Quarterly Journal of Economics, 114(4), November 1999, pp. 1285-1320.",
        "Mian, Shehzad L., and Clifford Smith, Accounts Receivable Management Policy: Theory and Evidence, Journal of Finance, 47(1), March 1992, pp.169-200.",
        "Ng, Chee K., and Janet Kiholm Smith and Richard Smith, Evidence on the Determinants of Credit Terms Used in Interfirm Trade, Journal of Finance 54(3) June 1999, pp.1109-129.",
        "Nilsen, Jeffrey, Trade Credit and the Bank Lending Channel of Monetary Policy Transmission, Journal of Money, Credit, and Banking, forthcoming, 2001.",
        "Petersen, Mitchell and Raghuram Rajan, Trade Credit: Theories and Evidence, Review of Financial Studies, Fall 1997, 10(3) pp.661-691.",
        "Pryor, Frederic L., An International Comparison of Concentration Ratios, Review of Economics and Statistics, 54(2), May 1972, pages 130-40.",
        "Rajan, R., and L. Zingales, 1998, Financial Dependence and Growth, American Economic Review, 88(3), pp. 559-86.",
        "Rousseau, P. and P. Wachtel, Financial Intermediation and Economic Performance: Historical Evidence from Five Industrialized Countries, Journal of Money Credit and Banking 30(4), November 1998 pp. 657-78.",
        "Smith, Janet Kiholm, Trade Credit and Informational Assymetry, Journal of Finance, 42(4), September 1987, pp. 863-72.",
        "See, for example, McMillan and Woodruff (2000) for evidence on the relationship between credit access and firm age."
    ]
}