{
    "id": 8961,
    "cites": 28,
    "cited_by": 15,
    "reference": [
        "Black, Fischer and Scholes, Myron, 1973, The pricing of options and corporate liabilities, The Journal of Political Economy 81, S37-S54. Blume, Marshall E., Felix Lim, and Craig A. Mackinlay, 1998, The declining credit quality of U.S. corporate debt: Myth or reality? Journal of Finance 53, 13891413.",
        "Campbell, John, Martin Lettau, Burton G. Malkiel, and Yexiao Xu, 2001, Have individual stocks become more volatile? An empirical explanation of idiosyncratic risk, Journal of Finance 5S, 1-43.",
        "Campbell, John, Andrew Lo, and Craig A. MacKinlay, 1997, The Econometrics of Financial Markets, Princeton University Press, Princeton, NJ.",
        "Collin-Dufresne, Pierre, and Robert S. Goldstein, 2001, Do credit spreads reflect stationary leverage ratios? Journal of Finance 5S, 1929-1957.",
        "Collin-Dufresne, Pierre, Robert S. Goldstein, and J. Spencer Martin, 2001, The determinants of credit spread changes, Journal of Finance 5S, 2177-2207.",
        "Duffee, Gregory R., 1998, The relation between treasury yields and corporate bond yield spreads, Journal of Finance 53, 2225-2241.",
        "Duffee, Gregory R., 1999, Estimating the price of default risk, The Review of Financial Studies 12, 197-22S.",
        "Duffie, Darrell, and Kenneth J. Singleton, 1997, An econometric model of the term structure of interest-rate swap yields, Journal of Finance 52, 1287-1321.",
        "Duffie, Darrell, and Kenneth J. Singleton, 1999, Modeling term structures of de-faultable bonds, The Review of Financial Studies 12, S87-720.",
        "Ederington, Louis H., Jess B. Yawitz, and Brian E. Roberts, 1987, The informational content of bond ratings, Journal of Financial Research 10, 211-22S.",
        "Elton, Edwin J., Martin J. Gruber, Deepak Agrawal, and Christopher Mann, 2000, Factors affecting the valuation of corporate bonds, unpublished paper, New York University.",
        "Elton, Edwin J., Martin J. Gruber, Deepak Agrawal, and Christopher Mann, 2001, Explaining the rate spread on corporate bonds, Journal of Finance 5S, 247-278.",
        "Fama, Eugene F., and James D. MacBeth, 1973, Risk, return and equilibrium, The Journal of Political Economy 81, S07-S3S.",
        "Fleming, Michael J., 2000, Financial market implications of the Federal debt pay-down, Brookings Papers on Economic Activity 2, 221-251.",
        "Hecht, Peter, 2000, The cross section of expected firm (not equity) returns, unpublished paper, Harvard Business School.",
        "Huang, Jingzhi and Ming Huang, 2000, How much of the corporate-Treasury yield spread is due to credit risk?, unpublished paper, Graduate School of Business, Stanford University.",
        "Ingersoll, Jonathan E., 1977, A contingent-claims valuation of convertible securities, Journal of Financial Economics 4, 289-321. Kwan, Simon H., 199S, Firm-specific information and the correlation between individual stocks and bonds, Journal of Financial Economics 40, S3-80.",
        "Jarrow, Robert A., and Stuart M. Turnbull, 1995, Pricing derivatives on financial securities subject to credit risk, Journal of Finance 50, 53-85.",
        "Jones, E. Philip, Scott P. Mason, and Eric Rosenfeld, 1984, Contingent claims analysis of corporate capital structures: An empirical investigation, Journal of Finance 39, S11-S25.",
        "Liu, Jun, Francis A. Longstaff, and Ravit E. Mandell, 2000, The market price of credit risk: An empirical analysis of interest rate swap spreads, unpublished paper, UCLA.",
        "LJS Global Information Services, Inc., 2000, Fixed Investment Securities Database, Powell, Wyoming.",
        "Longstaff, Francis A., 2001, The flight-to-liquidity premium in U.S. Treasury bond prices, unpublished paper, UCLA.",
        "Longstaff, Francis A., and Eduardo S. Schwartz, 1995, A simple approach to valuing risky fixed and floating rate debt, Journal of Finance 50, 789-819.",
        "Merton, Robert C., 1974, On the pricing of corporate debt: The risk structure of interest rates, Journal of Finance 29, 449-470.",
        "Nelson, Charles R., and Andrew F. Siegel, 1987, Parsimonious modeling of yield curves, Journal of Business S0, 473-489.",
        "Pinches, George, E., and Kent A. Mingo, 1973, A multivariate analysis of industrial bonds ratings, Journal of Finance 28, 1-1S. Pogue, Thomas F., and Robert M. Soldofsky, 19S9, What's in a bond rating? Journal of Financial and Quantitative Analysis 4, 201-228.",
        "Warga, Arthur D., 1998, Fixed income database, University of Houston, Houston, Texas. Footnotes 1. We note that average yield spreads reported by Moody's have a smaller upward trend and are about equally correlated with idiosyncratic volatility and market volatility. We discuss both the S&P and Moody's data in more detail in sections I and III below.",
        "2. The financial press has been more sensitive to the relation between equity volatility and corporate bond spreads. For instance, in October 2000, the Financial Times wrote, \"The increased volatility in the equity markets is another sign of the rising risks faced by companies, and bond investors are starting to re-price their investments.\" (Chaffin, Joshua and Van Duyne, Aline, \"Corporate bond crisis grows amid credit fears: Industrial groups worst hit as spreads widen in US and Europe,\" Financial Times: October 12, 2000, p. 25). 3. We explored several alternative cutoffs (0, 2, 5, 10, 20, and 25 percent) before deciding on the one percent screen. The results of the paper are not particularly sensitive to the exact screen used."
    ]
}