{
    "id": 8962,
    "cites": 30,
    "cited_by": 12,
    "reference": [
        "Ainslie, G. (1992). Picoeconomics: The Strategic Interac tion of Successive Motivational States within the Person . Cambridge, UK: Cambridge University Press.",
        "Becker, G., and Murphy, K.M. (1988). A Theory of Rational Addiction, Journal of Political Economy , 96(4), pp.675-700.",
        "Becker, G., Grossman, M., and Murphy, K.M. (1994). An Empirical Analysis of Cigarette Addiction. American Economic Review, 84(3), pp.396-418.",
        "Burns, J. (1992). Looking to the Future, in Special Report: Business and Health , J. Burns, ed., pp.21-22, Medical Economics Publishing.",
        "CDC (various years), You Can Quit Smoking, Tobacco Information and Prevention Source, Webpage: www.cdc.gov/tobacco. Canadian Manufacture rs Council (1993). Summary of Canadian and American Tobacco Sales, including sales of Canadian Contraband .",
        "Chaloupka, Frank, and Warner, Kenneth E.( 2001). The Economics of Smoking, in The Handbook of Health Economics, edited by Joseph P. Newhouse and Anthony J. Cuyler, New York: North- Holland, Elsevier Science B.V., pp. 1539-1627.",
        "Dee, Thomas (1999). The Complementar ity of Teen Smoking and Drinking, Journal Of Health Economics , (18)6, 769-793 Evans, W., Ringel, J, and Stech, D. (1999). Tobacco Taxes and Public Policy to Discourage Smoking, in Tax Policy and the Economy , J. Poterba, Cambridge, MA: MIT press, p. 1-56.",
        "Farrelly, Matthew C., Chaloupka, Frank, and Pechace k, Terry F. (2001). The Impact of Tobacco Control Program Expenditures on Aggregat e Sales: 1981-1998. NBER Working Paper 8691, December 2001.",
        "Galbraith, John W and Kaiser man, Murray (1997). Taxati on, Smuggling and Demand for Cigarettes in Canada: Evidence from Time-Series Data. Journal of Health Economics, 16(3), 287- 301.",
        "Grabowski, J., and Hall, S.M. (1985). Tobacco Us e, Treatment Strategies and Pharmacological Adjuncts: An Overview, in Pharmacological Adjuncts in Smoking Cessation , J. Grabowski, and S. Hall, ed., National Institute on Drug Abuse Monograph 53, p. 1-13.",
        "Green LW. (1997). Taxes and the tobacco wars,. Canadian Medical Association Journal, 156(2), 29 pp. 205-6.",
        "Gruber, J., and Koszegi, B. (2000). Is Addi ction Rational? Theory and Evidence. NBER Working Paper 7507.",
        "Gruber, J., and Koszegi, B. (2002). A Theory of Government Regulation of Addictive Bads: Optimal Tax Levels and Tax Incidence for Ci garette Taxation, NBER Working Paper 8777, February 2002.",
        "Gruber, J., and Mullainathan, S. (2002). Do Cigarette Taxes Make Smokers Happier? NBER Working Paper 8872, April 2002.",
        "Gunby P. (1994). Canada reduces cigarette tax to fight smuggling, Journal of the American Medical Association , 271(9), p. 647.",
        "Hamilton V.H., Levinton C, St-Pierre Y., and Grimard, F. (1997a). The effect of tobacco tax cuts on cigarette smoking in Canada. Canadian Medical Association Journal , 156(2), 187-91.",
        "Hamilton V.H., Levinton C, St-Pierre Y., and Grimard, F. (1997b). An Economic Analysis of Poor Smokers, NHRDP Working Pape r, Project No. 6605-4870-801, March.",
        "Laibson, D. (1997). Golden Eggs and Hyperbolic Discounting, Quarterly Journal of Economics, 112, 443-477.",
        "Lanoie, Paul and Leclair, Paul (1998). Taxa tion or Regulation: Looking for a Good Anti-smoking Policy. Economics Letters , 58(1), 85-89.",
        "Lindquist, Avey, MacDonald, and Baskerville (1993). 1992 Contraband Estimate-An Update. September 27 th , 1993.",
        "Lindquist, Avey, MacDonald, and Baskerv ille, The Impact of Reducing Tob acco Taxes on the Contraband Market. June 27 th 1994.",
        "Non-Smokers Rights Association, Cigarette Smuggling: A Global Weapon against Public Health Measures., http://www.nsra-adnf.ca/english/smuggling.html, November, 2001.",
        "ODonoghue, T., and Rabin, M. (1999). Doing It Now or Later, American Economic Review, 89(1), 103-124.",
        "Prochaska, J.O., Crimi, P., Lapsanski, D., Martel , L., Reid, P (1982). Sel f-Change Process, Self- Efficacy and Self-Concept in Relapse and Maintenance of Cessation and Smoking, Psychological Reports , 51, 983-990.",
        "Reinhardt, Frank S; Giles, David E A.(2001). Are Cigarette Bans Really Good Economic Policy? Applied Economics, 33(11), 1365-68.",
        "Robinson, Robert A. (1998). Cig arette Smuggling: Information on Interstate and U.S.-Canadian Activity. Statement Before the Senate Democratic Task Force on Tobacco, May 4 th , 1998.",
        "Stephens, Thomas, Pederson, Linda L., Koval, John J., Kim, Charles (1997). The relationship of cigarette prices and no-smoking bylaws to the prevalence of smoking in Canada. American Journal of Public Health , 87(9), 1519-1521 .",
        "Thursby, J., and Thursby, M. (2000). Interstate Cigarette Bootlegging: Extent Revenue Losses, and Effects of Federal Intervention, National Tax Journal , 53(1), pp.59-77.",
        "U.S. Department of Health and Human Services (1994). Preventing Tobacco Use Among Young People: A Report of the Surgeon General . National Center for Chr onic Disease Prevention and Health Promotion, Office on Smoking and Health.",
        "Yurekli, A., and Zhang, P. (2000). The Impact of Clean Indoor-Air Laws and Cigarette Smuggling on Demand for Cigarettes: An Empirical Model, Health Economics, 9(2), 159-70."
    ]
}