{
    "id": 8963,
    "cites": 14,
    "cited_by": 297,
    "reference": [
        "Baxter, Marianne, and Alan Stockman, (1989). Business Cycle and Exchange Rate Regime: Some International Evidence, Journal of Monetary Economics Vol. 23, 377-400.",
        "Calvo, Guillermo, and Carmen M. Reinhart, (2002). Fear of Floating, Quarterly Journal of Economics , forthcoming.",
        "CÃ\u0083Â´tÃ\u0083Â©, Agathe, (1994). Exchange Rate Volatility and Trade: A Survey, Bank of Canada Working Paper 94-5.",
        "Dedola, Luca, and Sylvain Leduc, (2001). Why is the Business Cycle Behavior of Fundamentals Alike Across Exchange Rate Regimes? Oesterreichische Nationalbank Working Paper 53.",
        "Easterly, William, (2001). The Elusive Quest for Growth (MIT Press: Cambridge, MA).",
        "Flood, Robert P., and Andrew K. Rose, (1995). Fixing Exchange Rates: A Virtual Quest for Fundamentals, Journal of Monetary Economics.",
        "Frankel, Jeffrey A., and Andrew K. Rose, (1996). Currency Crashes in Emerging Markets: An Empirical Treatment, Journal of International Economics , Vol. 41, No.3/4, November, 351-368.",
        "Glick, Reuven, (2000). Fixed or Floating: Is It Still Possible to Manage in the Middle? Pacific Basin Working Paper No. PB00-02, Federal Reserve Bank of San Francisco.",
        "Gosh, Atish, Anne-Marie Gulde, Jonathan Ostry, and Holger Wolfe, (1997). Does the Nominal Exchange Rate Regime Matter?, NBER Working Paper No. 5874, January.",
        "Levy-Yeyati, Eduardo, and Federico Sturzeneger, (2002). Classifying Exchange Rate Regimes: Deeds vs. Words, mimeograph, Universidad Torcuato Di Tella.",
        "Mason, Stephen F., (1962). A History of the Sciences, (Collier Books: New York).",
        "Masson, Paul R., (2000). Exchange Rate Regime Transitions, Journal of Development Economics Vol. 64, 571-586.",
        "Pick, Franz, and RenÃ\u0083Â© SÃ\u0083Â©dillot (1971). All the Monies of the World: A Chronicle of Currency Values , (Pick Publishing Corporation, New York).",
        "Wickham, Peter, (2002). Do Flexible Exchange Rates of Developing Countries Behave Like the Floating Exchange Rates of Industrialized Countries? IMF Working Paper."
    ]
}