{
    "id": 8965,
    "cites": 40,
    "cited_by": 14,
    "reference": [
        "Robert L. Clark, Linda S. Ghent and Juanita Krebs, Ã\u0082â\u0080\u009cFaculty Retirement Behavior at Three North Carolina UniversitiesÃ\u0082â\u0080\u009d in Robert L. Clark and P. Brett Hammond eds. To Retire or Not? Retirement Policy and Practice in Higher Education (Philadelphia PA: University of Pennsylvania Press, 2001).",
        "Allan M. Cartter, Ph.D.Ã\u0082â\u0080\u0099s and the Academic Labor Market (New York NY: McGraw Hill, 1976).",
        "Dominic J. Brewer, Eric R. Eide and Ronald G. Ehrenberg, Ã\u0082â\u0080\u009cDoes it Pay to Attend an Elite Private College? Cross-Cohort Evidence on the Effects of College Type on EarningsÃ\u0082â\u0080\u009d, Journal of Human Resources 34 (Winter 1999): 104-123.",
        "William G. Bowen and Julie Ann Sosa, Prospects for Faculty in the Arts and Sciences (Princeton NJ: Princeton University Press, 1989).",
        "William G. Bowen, The Economics of the Major Private Research University (Berkeley CA: Carnegie Commission on Higher Education, 1967).",
        "Alison L. Booth, Jeff Frank and David Blackaby, Ã\u0082â\u0080\u009cOutside Offers and the Gender Pay Gap: Empirical Evidence from the UK Academic Labour MarketÃ\u0082â\u0080\u009d (working paper, University of London, May 2001).",
        "Linda Bell, Ã\u0082â\u0080\u009cMore Good News, So Why the Blues?Ã\u0082â\u0080\u009d Academe 86 (March/April 2000).",
        "Debra A. Barbezat, Ã\u0082â\u0080\u009cThe Effect of Collective Bargaining on Salaries in Higher EducationÃ\u0082â\u0080\u009d, Industrial and Labor Relations Review 42 (October 1989): 443-455.",
        "Gregory Attiyeh and Richard Attiyeh, Ã\u0082â\u0080\u009cTesting for Bias in Graduate School AdmissionsÃ\u0082â\u0080\u009d, Journal of Human Resources 32 (Summer 1997): 524-548.",
        "F. King Alexander, Ã\u0082â\u0080\u009cThe Silent Crisis: The Relative Fiscal Capacity of Public Universities to Compete for FacultyÃ\u0082â\u0080\u009d, The Review of Higher Education 24 (Winter 2001): 113-129.",
        "Gordon Winston, Ã\u0082â\u0080\u009cSubsidies, Hierarchy and Peers: The Awkward Economics of Higher EducationÃ\u0082â\u0080\u009d, Journal of Economic Perspectives 13 (Winter 1999): 13-36.",
        "Adam Smith, The Wealth of Nations (Chicago IL: University of Chicago Press, 1976).",
        "David C. Stapleton, Ã\u0082â\u0080\u009cCohort Size and the Academic Labor MarketÃ\u0082â\u0080\u009d, Journal of Human Resources 24 (Spring 1989): 221-252.",
        "Scott Smallwood, Ã\u0082â\u0080\u009cThe Price Professors Pay for Teaching at Public UniversitiesÃ\u0082â\u0080\u009d, Chronicle of Higher Education, April 20, 2001, p. A18.",
        "Aloysius Siow, Ã\u0082â\u0080\u009cTenure and Other Unusual Personnel Practices in AcademiaÃ\u0082â\u0080\u009d, Journal of Law, Economics and Organization14 (April 1998): 152-173.",
        "Aloysius Siow, Ã\u0082â\u0080\u009cOccupational Choice Under UncertaintyÃ\u0082â\u0080\u009d, Econometrica 52 (May 1984): 631-645.",
        "Michael Ransom, Ã\u0082â\u0080\u009cSeniority and Monopsony Power in the Academic Labor MarketÃ\u0082â\u0080\u009d, American Economic Review 83 (March 1993): 221-233.",
        "Daniel I. Rees, Ã\u0082â\u0080\u009cDoes Unionization Increase Faculty RetentionÃ\u0082â\u0080\u009d, Industrial Relations 33 (July 1994): 297-321.",
        "National Research Council, Trends in the Early Careers of Life Scientists (Washington DC: National Academy Press, 1998).",
        "Sharon M. Oster and Daniel H. Hamermesh, Ã\u0082â\u0080\u009cAge and Productivity Among EconomistsÃ\u0082â\u0080\u009d, Review of Economics and Statistics 80 (February 1998): 154-156.",
        "James Monks and Michael Robinson, Ã\u0082â\u0080\u009cThe Returns to Seniority in Academic Labor MarketsÃ\u0082â\u0080\u009d, Journal of Labor Research 22 (Spring 2001): 415-427.",
        "Michael S. McPherson and Morton O. Schapiro, Ã\u0082â\u0080\u009cTenure Issues in Higher EducationÃ\u0082â\u0080\u009d, Journal of Economic Perspectives 13 (Winter 1999): 85-98.",
        "Daniel B. Klaff and Ronald G. Ehrenberg, Ã\u0082â\u0080\u009cCollective Bargaining and Staff Salaries in American Colleges and UniversitiesÃ\u0082â\u0080\u009d, Cornell Higher Education Research Institute Working Paper No. 21, February 2002 (available on the web at www.ilr.cornell.edu/cheri).",
        "Donald Kennedy, Academic Duty (Cambridge MA: Harvard University Press, 1997).",
        "Dennis L. Hoffman and Stuart A. Low, Ã\u0082â\u0080\u009cRationality and the Decision to Invest in EconomicsÃ\u0082â\u0080\u009d, Journal of Human Resources 18 (Fall 1983): 480-496.",
        "Daniel S. Hamermesh, Ã\u0082â\u0080\u009c Quite Good Ã\u0082â\u0080\u0093 For NowÃ\u0082â\u0080\u009d, Academe 88 (March/April 2002).",
        "Daniel S. Hamermesh, George E. Johnson and Burton A. Weisbrod, Ã\u0082â\u0080\u009cScholarship, Citations and Salaries: Economic Rewards in EconomicsÃ\u0082â\u0080\u009d, Southern Economic Journal 49 (October 1982): 472-481.",
        "Kevin F. Hallock, Ã\u0082â\u0080\u009cSeniority and Monopsony in the Academic Labor Market: CommentÃ\u0082â\u0080\u009d, American Economic Review 85 (June 1995): 654-657l.",
        "Richard J. Freeman, The Market for College-Trained Manpower (Cambridge MA: Harvard University Press, 1971).",
        "Eric R. Eide, Dominic J. Brewer and Ronald G. Ehrenberg, Ã\u0082â\u0080\u009cDoes it Pay to Attend an Elite Private College? Evidence on the Effects of Undergraduate College Quality on Graduate School AttendanceÃ\u0082â\u0080\u009d, Economics of Education Review 17 (October 1998): 371-376.",
        "Ronald G. Ehrenberg, Paul Pieper and Rachel Willis, Ã\u0082â\u0080\u009cDo Economics Departments with Lower Tenure Probabilities Pay Higher Faculty SalariesÃ\u0082â\u0080\u009d, Review of Economics and Statistics 80 (November 1998): 503-512.",
        "Ronald G. Ehrenberg and Jaroslava K. Mykula, Ã\u0082â\u0080\u009cDo Indirect Costs Matter?Ã\u0082â\u0080\u009d National Bureau of Economic Research Working Paper No. 6976 (Cambridge MA: National Bureau of Economic Research, February 1999 (available on the web at www.nber.org).",
        "Ronald G. Ehrenberg and Panagiotis G. Mavros, Ã\u0082â\u0080\u009cDo Doctoral Students Financial Support Patterns Affect Their Times to Degree and Completion RatesÃ\u0082â\u0080\u009d, Journal of Human Resources 30 (July 1995): 581-609.",
        "Ronald G. Ehrenberg, Michael W. Matier and David Fontanella, Ã\u0082â\u0080\u009cCornell University Confronts the End of Mandatory RetirementÃ\u0082â\u0080\u009d in Robert Clark and P. Brett Hammond Eds. To Retire or Not? Retirement Policy and Practice in Higher Education (Philadelphia PA: University of Pennsylvania Press, 2001).",
        "Ronald G. Ehrenberg, Hirschell Kasper and Daniel I. Rees, Ã\u0082â\u0080\u009cFaculty Turnover in American Colleges and UniversitiesÃ\u0082â\u0080\u009d, Economics of Education Review 10 (1991:2) 99-110.",
        "Ronald G. Ehrenberg and Julia Epifantseva, Ã\u0082â\u0080\u009cHas the Growth of Science Crowded Out Other Things at UniversitiesÃ\u0082â\u0080\u009d, Change 33 (July/August 2001): 46-52.",
        "Ronald G. Ehrenberg, John J. Cheslock and Julia Epifantseva, Ã\u0082â\u0080\u009cPaying Our Presidents: What Do Trustees Value?Ã\u0082â\u0080\u009d Review of Higher Education 25 (Fall 2001): 15-37.",
        "Ronald G. Ehrenberg, Tuition Rising: Why College Costs So Much (Cambridge MA, Harvard University Press, 2000).",
        "Ronald G. Ehrenberg, Ã\u0082â\u0080\u009cThe Flow of New DoctoratesÃ\u0082â\u0080\u009d, Journal of Economic Literature 30 (June 1992): 830-875.",
        "Ronald G. Ehrenberg, Ã\u0082â\u0080\u009cAcademic Labor SupplyÃ\u0082â\u0080\u009d in Charles T. Clotfelter, Ronald G. Ehrenberg, Malcolm Getz and John J. Siegfried, Economic Challenges in Higher Education (Chicago IL: University of Chicago Press, 1991)."
    ]
}