{
    "id": 8967,
    "cites": 30,
    "cited_by": 191,
    "reference": [
        "Aizenman, Joshua (2002), Financial Opening: Evidence and Policy Options, NBER Working Paper No. 8900 (April).",
        "Arteta, Carlos, Barry Eichengreen and Charles Wyplosz (2001), When does capital account liberalization help more than it hurts? NBER Working Paper No. 8414 (August).",
        "Beck, Thorsten, Asli DemirgÃ\u0083Â¼c-Kunt, and Ross Levine (2000), A new database on financial development and structure, Policy Research Paper No. 2147 (Washington, D.C.: World Bank).",
        "Beim, David, and Charles W. Calomiris (2001), Emerging Financial Markets, (New York: McGraw Hill).",
        "Bekaert, Geert, Campbell R. Harvey, and Christian Lundblad (2000), Emerging Equity Market and Economic Development, NBER Working Paper No. 7763 (April).",
        "Chari, Anusha and Peter Blair Henry (2002), Capital Account Liberalization: Allocative Efficiency or Animal Spirits, NBER Working Paper No. 8908 (April).",
        "Chinn, Menzie (2001), The Compatibility of Capital Controls and Financial Development: A Selective Survey and Empirical Evidence, forthcoming in P. Drysdale and G. DeBrouwer (editors), Future Financial Arrangements in East Asia (Routledge).",
        "Chinn, Menzie, Michael P. Dooley and Sona Shrestha (1999), Latin America and East Asia in the Context of an Insurance Model of Currency Crises, Journal of International Money and Finance 18(4) (August): 659-681.",
        "Corsetti, Giancarlo, Paolo Pesenti, and Nouriel Roubini (1998), Paper Tigers? A Preliminary Assessment of the Asian Crisis. NBER Working Paper No. 6783 (November).",
        "De Gregorio, JosÃ\u0083Â© (1998), Financial Integration, Financial Development and Economic Growth, mimeo (Department of Industrial Engineering, Universidad de Chile, July).",
        "Dooley, Michael (1996), A Survey of Literature on Controls of International Capital Transactions, IMF Staff Papers 43(4) (December): 639 Ã\u0082â\u0080\u0093 87.",
        "Edison, Hali J., Michael W. Klein, Luca Ricci, and Torsten SlÃ\u0083Â¸k, (2002), Capital Account Liberalization and Economic Performance: A Review of the Literature, mimeo (Washington, D.C.: IMF, May).",
        "Edison, Hali J. and Francis E. Warnock (2001), A simple measure of the intensity of capital controls, International Finance Discussion Paper 708 (Washington, D.C.: Board of Governors of the Federal Reserve System, September).",
        "Edwards, Sebastian (2001), Capital Mobility and Economic Performance: Are Emerging Economies Different? NBER Working Paper No. 8076 (January).",
        "American Experiences, NBER Working Paper No. 6800 (November). Grilli, Vittorio and Gian Maria Milesi-Ferretti (1995), Economic Effects and Structural Determinants of Capital Controls, IMF Staff Papers 42(3) (September): 517 Ã\u0082â\u0080\u0093 51.",
        "Henry, Peter Blair (2000), Stock Market Liberalization, Economic Reform and Emerging Market Equity Prices, Journal of Finance 55(2): 529-564.",
        "Herring, Richard J. and Nathporn Chatusripitak (2000), The Case of the Missing Market: The Bond Market and Why It Matters for Financial Development, paper prepared for the ADB/Wharton seminar on Financial Structure for Sustainable Development in Post-Crisis Asia, Tokyo, May 26, 2000.",
        "International Monetary Fund (2001), World Economic Outlook (Washington, D.C.: IMF, September).",
        "Johnston, R. Barry and Natalia T. Tamirisa (1998), Why Do Countries Use Capital Controls? IMF Working Paper WP/98/181 (Washington, D.C.: IMF, December).",
        "Kaminsky, Graciela, Saul Lizondo, Carmen M. Reinhart (1998), Leading Indicators of Currency Crises, IMF Staff Papers 45(1): 1-48.",
        "Klein, Michael and Giovanni Olivei (2001), Capital Account Liberalization, Financial Depth and Economic Growth, mimeo (Medford, MA: Tufts).",
        "Kletzer, Kenneth and Ashoka Mody (2000), Will Self-Protection Policies Safeguard Emerging Markets from Crises? Managing Financial and Corporate Distress : Lessons from Asia, in Charles Adams, Robert E. Litan, and Michael Pomerleano (editors) (Washington, D.C. : Brookings Institution).",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert W. Vishny (1998), Law and Finance, Journal of Political Economy, 106(6): 1113 Ã\u0082â\u0080\u0093 1155.",
        "Leahy, Michael, S. Schich, G. Wehinger, F. Pelgrin, and T. Thorgeirsson (2001), Contributions of financial systems to growth in OECD countries, OECD Economic Department Working Papers No. 280.",
        "Levine, Ross, Norman Loayza and Thorsten Beck (2000), Financial intermediation and growth: Causality and causes, Journal of Monetary Economics 46: 31-77.",
        "Levine, Ross and Sara Zervos (1998), Stock Markets, Banks, and Economic Growth, American Economic Review 88(3): 537-558.",
        "Levine, Ross and Sara Zervos (1995), Capital control liberalization and stock market development, mimeo (Washington, D.C.: World Bank).",
        "Neely, Christopher (1999), An Introduction to Capital Controls, Review, Federal Bank of St. Louis, November/December.",
        "Quinn, Dennis (1997), The correlates of change in international financial regulation, American Political Science Review 91(3): 531-551.",
        "Quinn, Dennis, A. Maria Toyoda and Carla Inclan (2002), Does Capital Account Liberalization Lead to Economic Growth?: An Empirical Investigation mimeo (Washington, D.C.: Georgetown University)."
    ]
}