{
    "id": 897,
    "cites": 15,
    "cited_by": 50,
    "reference": [
        "Bernanke, Ben S. IrreversibilIty, Uncertainty, and Cyclical Investment. Quarterly Journal of Economics, forthcoming, 1982.",
        "Bulow, Jeremy I. and John B. Shoven. Inflation, Corporate Profits, and the Rate of Return to Capital. National Bureau of Economic Research, Conference Paper No. 107, March 1981.",
        "Feldstein, Martin S. The Effects of Taxation on Risk Taking. Journal of Political Economy (1969): 755-64.",
        "Gordon, Robert J. Energy Efficiency, User Cost Change, and the Measurement of Durable Goods Prices. National Bureau of Economic Research Working Paper No. 408, November l979~. Gordon, Roger H. Taxation of Corporate Capital Income: Tax Revenues vs. Tax Distortions. National Bureau of Economic Research Working Paper No. 687, June 1981.",
        "Gordon, Roger H. and Burton C. Malkiel. Corporation Finance. In H. J Aaron and J.A. Pechman (eds.),,How Taxes Effect Economic Behavior. Washington, D.C.: Brookings Institution, 1981. Pp. 131-92.",
        "Hamilton, Jonathan. Taxation and Risk-Taking: A Continuous Time Analysis. Mimeo, Tulane University, 1981.",
        "Holland, Daniel and Stewart C. Myers. Trends in Corporate Profitability and Capital Costs. In Robert Lindsay (ed.), The Nations Capital Needs: Three Studies. Committee for Economic Development, 1979.",
        "Hulten, Charles R. and Frank C. Wykoff. The Measurement of Economic Depreciation. In C. R. Hulten (ed.), Depreciation, Inflation, and the Taxation of Income from Capital. Washington, D.C.: Urban Institute, 1981. Pp. 81-125.",
        "Jorgenson, Dale W. The Economic Theory of Replacement and Depreciation. In W. Sellekaerts (ed.), Econometrics and Economic Theory. New York: Macmillan Publishing Co., 1973. Pp. 189-221.",
        "Jorgenson, Dale W. and Martin A. Sullivan. Inflation and Corporate Capital Recovery. In C. R. Hulten (ed.), Depreciation, Inflation, and the Taxation of Income from Capital. Washington, D.C.: Urban Institute, 1981. Pp. 171-237.",
        "Mintz, .3. M. Some Additional Results on Investment, Risk Taking, and Full Loss Offset Corporate Taxation with Interest Deductibility. Quarterly Journal of Economics (November 1981): 631-42.",
        "Stiglitz, Joseph. Effects of Wealth, Income, and Capital Gains Taxation on Risk Taking. Quarterly Journal of Economics 83 (1969): 263-83.",
        "Suimners, Lawrence H. Taxation and Corporate Investment: A q-Theory Approach. Brookings Papers on Economic Activity 1 (1981): 67-127 (a).",
        "An Asset Price Approach. Forthcoming in Carnegie-Rochester series. Journal of Monetary Economics supplement, 1981 (b).",
        "Tobin, James. Liquidity Preferences as Behavior Towards Risk. Review of Economic Studies 25, No. 67 (February 1958): 65-86."
    ]
}