{
    "id": 8970,
    "cites": 21,
    "cited_by": 184,
    "reference": [
        "Svensson, Lars E. O. (2000). Ã\u0082â\u0080\u009cOpen-Economy Inflation TargetingÃ\u0082â\u0080\u009d. Journal of International Economics.",
        "Stock, J. and M. Watson (2000). Ã\u0082â\u0080\u009cForecasting Output and Inflation: The Role of Asset PricesÃ\u0082â\u0080\u009d. Paper presented at the Sveriges Riksbank and Stockholm School of Economics Conference on Asset Markets and Monetary Policy. Stockholm, 16-17 June 2000.",
        "Poole, W. (1970). Optimal Choice of Monetary Policy Instruments in a Simple Stochastic Macro Model, Quarterly Journal of Economics, vol. 88, pp. 197-216.",
        "Mishkin, F. (2001), Ã\u0082â\u0080\u009cThe Transmission Mechanism and the Role of Asset Prices in Monetary PolicyÃ\u0082â\u0080\u009d. NBER Working Paper No. 8617.",
        "Kent, Ch. and Ph. Lowe (1997). Asset-Price Bubbles and Monetary Policy, Research Discussion Paper 9709, Economic Research Department, Reserve Bank of Australia.",
        "Jorion, P. and F. Mishkin (1991). A Multicountry Comparison of Term Structure Forecasts at Long Horizons, Journal of Financial Economics, 29, pp. 59-80.",
        "Goodhart, C. and B. Hoffman (2000), Ã\u0082â\u0080\u009cDo Asset Prices help to Predict Consumer Price InflationÃ\u0082â\u0080\u009d, unpublished manuscript.",
        "Gerlach, S. (1995). The Information Content of the Term Structure: Evidence for Germany. Bank for International Settlements, Working Papers, No. 29.",
        "Genberg, H. and A. Kadareja (1999). Ã\u0082â\u0080\u009cThe Swiss Franc and the EuroÃ\u0082â\u0080\u009d. Graduate Institute of International Studies, unpublished manuscript.",
        "Fama, E. F. (1981). Term Structure Forecasts of Interest Rates, Inflation and Real Returns, Journal of Monetary Economics, 25, pp. 59-76.",
        "Flemming, J. (1999), Ã\u0082â\u0080\u009cMonetary Policy; questions of adequacy, design and presentation,Ã\u0082â\u0080\u009d Economic Outlook vol. 24, no. 1, October, 9-13.",
        "Cecchetti, Stephen, Hans Genberg, John Lipsky, and Sushil Wadhwani (2000). Asset Prices and Central Bank Policy. Geneva Report on the World Economy 2. CEPR and ICMB.",
        "Cecchetti, S., R. Chu, and C. Steindel (2000). Ã\u0082â\u0080\u009cThe Unreliability of Inflation IndicatorsÃ\u0082â\u0080\u009d, Current Issues in Economics and Finance. New York: Federal Reserve Bank of New York.",
        "Bernanke, B. and M. Gertler. (2001). Ã\u0082â\u0080\u009cShould Central Banks Respond to Movements in Asset Prices?Ã\u0082â\u0080\u009d American Economic Review, May.",
        "Bernanke, Ben and Mark Gertler (1999). Ã\u0082â\u0080\u009cMonetary Policy and Asset Price VolatilityÃ\u0082â\u0080\u009d. In New Challenges for Monetary Policy: A Symposium Sponsored by the Federal Reserve Bank of Kansas City. Federal Reserve Bank of Kansas City, pp. 77-128.",
        "Bernanke, Ben, Thomas Laubach, Frederic Mishkin, and Adam Posen (1999). Inflation Targeting: Lessons from the International Experience. Princeton, NJ: Princeton University Press.",
        "Batini, N and Nelson, E (2000). Ã\u0082â\u0080\u009cWhen the Bubble Bursts: Monetary Policy Rules and Foreign Exchange Market BehaviorÃ\u0082â\u0080\u009d. Mimeo.",
        "Bank for International Settlements (2001). Annual Report. Basel, Bank for International Settlements.",
        "Bank for International Settlements (1998). The Role of Asset Prices in the Formulation of Monetary Policy. BIS Conference Papers Vol. 5. Basel, Bank for International Settlements.",
        "Ball, Laurence (1999) Ã\u0082â\u0080\u009cPolicy Rules for Open EconomiesÃ\u0082â\u0080\u009d, in J. Taylor (ed.) Monetary Policy Rules, University of Chicago Press, Chicago.",
        "Allen, F. and D. Gale (2000), Ã\u0082â\u0080\u009cBubbles and CrisesÃ\u0082â\u0080\u009d, The Economic Journal, 110, January, pp. 236-55."
    ]
}