{
    "id": 8971,
    "cites": 18,
    "cited_by": 68,
    "reference": [
        "Borjas, George J (1999) Heavens Door: Immigration Policy and the American Economy , Princeton: Princeton University Press.",
        "Borjas, George J (1995) The Economic Benefits from Immigration, Journal of Economic Perspectives, vol. 9, no. 2, Spring 1995, pp. 3-22 Borjas, George J. (1995) The Economic Analysis of Immigration, in The New Economics of Human Behavior , edited by Mariano Tommasi and Kathryn Ierulli, Cambridge University Press, 1995, pp. 27-39.",
        "Borjas, George J (1994) The Economics of Immigration, Journal of Economic Literature, vol. 32, no. 4, December 1994, pp. 1667-1717.",
        "Borjas, George J (1999) The Economic Analysis of Immigration, in The Handbook of Labor Economics, Volume 3A, edited by Orley Ashenfelter and David Card, North-Holland, pp. 1697-1760.",
        "Borjas, George J, Richard B. Freeman and Lawrence F. Katz (1997) How Much Do Immigration and Trade Affect Labor Market Outcomes? Brookings Papers on Economic Activity, 1997, pp. 1-67.",
        "Bowen, Harry P; Leamer, Edward E; Sveika uskas, Leo, Multicountry, Multifactor Tests of the Factor Abundance Theory, American Economic Review, vol. 77, no. 5, December 1987, pp. 791-809.",
        "Findlay, Ronald (1982) International Distribu tive Justice: A Trade Theoretic Approach, Journal of International Economics , vol. 13, no. 1-2, August 1982, pp. 1-14 Friedberg, Rachel M; Hunt, Jennifer, The Impact of Immigrants on Host Country Wages, Employment and Growth, Journal of Economic Perspectives, vol. 9, no.",
        "Hall, Robert E. and Charles I. Jones (1996) The Productivity of Nations, NBER Working Paper 5812.",
        "Harrigan, James, Technology, Factor Supplies, and International Specialization: Estimating the Neoclassical Model, American Economic Review, vol. 87, no. 4, September 1997, pp. 475-94.",
        "Hendricks, Lutz, How Important is Human Capital for Development? Evidence From Immigrant Earnings, American Economic Review, vol. 92, no. 1, March 2002, pp. 198-219.",
        "Islam, Nazrul (1995) Growth Empirics: A Panel Data Approach, Quarterly Journal of Economics 110, pp. 1127-70.",
        "Islam, Nazrul (2001) Different Approaches to International Comparison of Total Factor Productivity, in Hulten, Charles R., Edwin R. Dean, and Michael J. Harper, eds.",
        "New Developments in Productivity Analysis , Chicago: University of Chicago Press, pp. 465-508. Jorgenson, Dale W. and Masahiro Kuroda, (1990) Bilateral Models of Production for Japanese and US Industries, in Hulten, Charles ed. Productivity Growth in Japan and the United States, Chicago: University of Chicago Press.",
        "MacDougall, G.D.A. (1960) The Benefits and Costs of Private Investment From Abroad, Economic Record 36: 13-35.",
        "Razin, Assaf and Sadka, Efraim (2001) Labor, Capital and Finance: International Flows , New York: Cambridge U. Pr.",
        "Trefler, Daniel (1997) Natives and Immigrants in General Equilibrium, NBER Working Papers 6209, October.",
        "Wong, Kar-Yiu (1995) International Trade in Goods and Factor Mobility , Cambridge, MA: MIT Pr.",
        "World Bank (1999) The World Development Report 1999, Oxford: Oxford University Press."
    ]
}