{
    "id": 8972,
    "cites": 20,
    "cited_by": 14,
    "reference": [
        "Ahmed, Shaghil, and John H. Rogers. 2000. Inflation and the Great Ratios: Long Run Evidence from the U.S. Journal of Monetary Economics, 45 (February), 3-35.",
        "Blanchard, Olivier J., and Lawrence H. Summers. 1986. Hysteresis and European Unemployment. NBER Macroeconomics Annual, 1, 15-78.",
        "Broaddus, J. Alfred, Jr. 2001. Transparency in the Practice of Monetary Policy. Federal Reserve Bank of Richmond, Economic Quarterly, 87 (Summer), 1-9.",
        "Calvo, Guillermo A. 1983. Staggered Contracts in a Utility-Maximizing Framework. Journal of Monetary Economics, 12 (September), 383-398.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler. 1999. The Science of Monetary Policy: A New Keynesian Perspective. Journal of Economic Literature, 37 (December), 1661-1707.",
        "Debelle, Guy, and Stanley Fischer. 1994. How Independent Should a Central Bank Be? Fuhrer (ed.), Goals, Guidelines, and Constraints Facing Monetary Policy. Boston: Federal Reserve Bank of Boston.",
        "Goodfriend, Marvin, and Robert King. 2001. The Case for Price Stability. The First ECB Central Banking Conference, Why Price Stability? Frankfurt: European Central Bank.",
        "Hume, David. 1741 (1985). Of the Parties of Great Britain. Essays: Moral, Political, and Literary (Miller, ed.). Indianapolis: Liberty Fund.",
        "King, Mervyn. 1997. Changes in UK Monetary Policy: Rules and Discretion in Practice. Journal of Monetary Economics, 39 (June), 81-97.",
        "King, Mervyn. 2000. Address to the Joint Luncheon of the American Economic Association and the American Finance Association. Unpublished: Bank of England.",
        "King, Robert G, and Mark W. Watson. 1994. The Post-War U.S. Phillips Curve: A Revisionist Econometric History. Carnegie-Rochester Conference Series on Public Policy, 41 (December), 157-219.",
        "Lasch, Christopher. 1991. The True and Only Heaven: Progress and Its Critics. New York: Norton.",
        "Matsushita, Yasuo. 1996. The Role of Monetary Policy. Speech to the Research Institute of Japan (November 6). Bank of Japan web site: www.boj.or.jp/en/press/koen004.htm.",
        "Roberts, John M. 1995. New Keynesian Economics and the Phillips Curve. Journal of Money, Credit and Banking, 27 (November), 975-984.",
        "Rotemberg, Julio J. 1982. Sticky Prices in the United States. Journal of Political Economy, 60 (November), 1187-1211.",
        "Solow, Robert M. 1998. How Cautious Must the Fed Be? Solow and Taylor, Inflation, Unemployment and Monetary Policy. Cambridge: MIT Press.",
        "Svennson, Lars E.O. 1997. Inflation Forecast Targeting: Implementing and Monitoring Inflation Targets. European Economic Review, 41 (June), 1111-1146.",
        "Taylor, John B. 1979. Staggered Contracts in a Macro Model. American Economic Review, 69 (May), 108-113.",
        "Welteke, Ernst. 2001. Remarks quoted in The New York Times (August 30), W1.",
        "Woodford, Michael. 1994. Nonstandard Indicators for Monetary Policy: Can Their Usefulness Be Judged from Forecasting Regressions? Mankiw (ed.), Monetary Policy. Chicago: University of Chicago Press."
    ]
}