{
    "id": 8978,
    "cites": 52,
    "cited_by": 14,
    "reference": [
        "Aaron, Henry J. A New View of Property Tax Incidence. American Economic Review, 1974, 64(2), pp. 212-21.",
        "Altig, David; Auerbach, Alan J.; Kotlikoff, Laurence J.; Smetters, Kent A. and Walliser, Jan. Simulating Fundamental Tax Reform in the United States. American Economic Review, 2001, 91(3), pp. 574-95.",
        "Atkinson, Anthony B. and Stiglitz, Joseph E. Lectures on Public Economics. New York: McGraw-Hill, 1980.",
        "Auerbach, Alan J.; Kotlikoff, Laurence J. and Skinner, Jonathan. The Efficiency Gains from Dynamic Tax Reform. International Economic Review, 1983, 24(1), pp. 81-100.",
        "Barro, Robert J. Are Government Bonds Net Wealth? Journal of Political Economy, 1974, 82, pp. 1095-117.",
        "Bernheim, B. Douglas. A Note on Dynamic Tax Incidence. Quarterly Journal of Economics, 1981, 96(4), pp. 705-23.",
        "Besley, Timothy. Commodity Taxation and Imperfect Competition: A Note on the Effects of Entry. Journal of Public Economics, 1989, 40(3), pp. 359-67.",
        "Besley, Timothy and Suzumura, Kotaro. Taxation and Welfare in an Oligopoly with Strategic Commitment. International Economic Review, 1992, 33(2), pp. 413-31.",
        "Bishop, Robert L. The Effects of Specific and Ad Valorem Taxes. Quarterly Journal of Economics, 1968, 82(2), pp. 198-218.",
        "Boadway, Robin. Long-Run Tax Incidence: A Comparative Dynamic Approach. Review of Economic Studies, 1979, 46(3), pp. 505-11.",
        "Bradford, David F. Factor Prices May Be Constant but Factor Returns Are Not. Economics Letters, 1978, 1(3), pp. 199-203.",
        "Brown, Harry Gunnison. The Economics of Taxation. New York: Holt, 1924.",
        "Browning, Edgar K. Tax Incidence, Indirect Taxes, and Transfers. National Tax Journal, 1985, 38(4), pp. 525-33.",
        "Browning, Edgar K. and Johnson, William R. The Distribution of the Tax Burden. Washington, DC: American Enterprise Institute, 1979.",
        "Bull, Nicholas; Hassett, Kevin A. and Metcalf, Gilbert E. Who Pays Broad-Based Energy Taxes? Computing Lifetime and Regional Incidence. Energy Journal, 1994, 15(3), pp. 145-64.",
        "Cournot, Antoine Augustin. Researches into the Mathematical Principles of the Theory of Wealth. New York: Macmillan, 1838, This edition published 1897. Davies, James B.; St Hilaire, France and Whalley, John. Some Calculations of Lifetime Tax Incidence. American Economic Review, 1984, 74(4), pp. 633-49.",
        "Delipalla, Sofia and Keen, Michael. The Comparison between Ad Valorem and Specific Taxation under Imperfect Competition. Journal of Public Economics, 1992, 49(3), pp. 351-67.",
        "Devarajan, Shantayanan; Fullerton, Don and Musgrave, Richard A. Estimating the Distribution of Tax Burdens: A Comparison of Different Approaches. Journal of Public Economics, 1980, 13(2), pp. 155-82.",
        "Dickert, Stacy; Houser, Scott and Scholz, John Karl. Taxes and the Poor: A Microsimulation Study of Implicit and Explicit Taxes. National Tax Journal, 1994, 47(3), pp. 621-38.",
        "Edgeworth, F.Y. The Pure Theory of Taxation. The Economic Journal, 1897, 7(25), pp. 46-70. Feldstein, Martin. Incidence of a Capital Income Tax in a Growing Economy with Variable Savings Rates. Review of Economic Studies, 1974, 41(4), pp. 505-13.",
        "Question. Journal of Political Economy, 1977, 85(2), pp. 349-60.",
        "Fullerton, Don and Rogers, Diane Lim. Lifetime Versus Annual Perspectives on Tax Incidence. National Tax Journal, 1991, 44(3), pp. 277-87.",
        "Gale, William; Houser, Scott and Scholz, J. Karl. Distributional Effects of Fundamental Tax Reform, H. Aaron and W. Gale, Economic Effects of Fundamental Tax Reform. Washington, DC: Brookings Institution, 1996, pp. 281315.",
        "Hamilton, Bruce W. Zoning and Property Taxation in a System of Local Governments. Urban Studies, 1975, 12, pp. 205-11.",
        "Harberger, Arnold C. The Incidence of the Corporation Income Tax. Journal of Political Economy, 1962, 70(3), pp. 215-40.",
        "Judd, Kenneth L. Redistributive Taxation in a Simple Perfect Foresight Model. Journal of Public Economics, 1985, 28(1), pp. 59-83.",
        "Kasten, Richard; Sammartino, Frank and Toder, Eric. Trends in Federal Tax Progressivity, 1980-93, J. Slemrod, Tax Progressivity and Income Inequality.",
        "Katz, Michael and Rosen, Harvey S. Tax Analysis in an Oligopoly Model. Public Finance Quarterly, 1985, 13(1), pp. 3-19.",
        "Kay, John A. and Keen, Michael J. How Should Commodities Be Taxed? European Economic Review, 1983, 23(3), pp. 339-58.",
        "Marshall, Alfred. Principles of Economics. London: Macmillan and Co., 1890. McLure, Charles E., Jr. A Diagrammatic Exposition of the Harberger Model with One Immobile Factor. Journal of Political Economy, 1974, 82(1), pp. 56-82.",
        "McLure, Charles E., Jr. and Thirsk, Wayne R. A Simplified Exposition of the Harberger Model, I: Tax Incidence. National Tax Journal, 1975, 28(1), pp. 1-27.",
        "Metcalf, Gilbert E. The Lifetime Incidence of State and Local Taxes: Measuring Changes During the 1980s, J. Slemrod, Tax Progressivity and Income Inequality.",
        "Mieszkowski, Peter M. The Property Tax: An Excise Tax or a Profits Tax? Journal of Public Economics, 1972, 1(1), pp. 73-96.",
        "Mieszkowski, Peter and Zodrow, George R. Taxation and the Tiebout Model: The Differential Effects of Head Taxes, Taxes on Land Rents and Property Taxes. Journal of Economic Literature, 1989, 27(3), pp. 1098-146.",
        "Modigliani, Franco and Brumberg, Richard. Utility Analysis and the Consumption Function: An Interpretation of Cross-Section Data, K. K. Kurihara, Post- p. 26 Keynesian Economics. New Brunswick: Rutgers University Press, 1954, pp. 388436.",
        "Musgrave, Richard A. On Incidence. Journal of Political Economy, 1953, 61(4), pp.",
        "Musgrave, Richard A.; Case, Karl E. and Leonard, Herman. The Distribution of Fiscal Burdens and Benefits. Public Finance Quarterly, 1974, 2, pp. 259-311.",
        "Oates, Wallace E. The Effects of Property Taxes and Local Public Spending on Property Values: An Empirical Study of Tax Capitalization and the Tiebout Hypothesis. Journal of Political Economy, 1969, 77(6), pp. 957-71.",
        "Pechman, Joseph A. and Okner, Benjamin A. Who Bears the Tax Burden? Washington, DC: Brookings Institution, 1974.",
        "Poterba, James. Lifetime Incidence and the Distributional Burden of Excise Taxes. American Economic Review, 1989, 79(2), pp. 325-30.",
        "Salop, Steven C. Monopolistic Competition with Outside Goods. Bell Journal of Economics, 1979, 10, pp. 141-56.",
        "Seade, Jesus E. Profitable Cost Increases and the Shifting of Taxation: Equilibrium Responses of Markets in Oligopoly, Working Paper No. 260, Warwick: University of Warwick, 1985.",
        "Shoven, John B. The Incidence and Efficiency Effects of Taxes on Income from Capital. Journal of Political Economy, 1976, 84(6), pp. 1261-83.",
        "Shoven, John B. and Whalley, John. Applied General Equilibrium Models of Taxation and International Trade: An Introduction and Survey. Journal of Economic Literature, 1984, 22(3), pp. 1007-51.",
        "Simon, Herbert A. The Incidence of a Tax on Urban Real Property. Quarterly Journal of Economics, 1943, 59(3), pp. 398-420.",
        "Stern, Nicholas. The Effects of Taxation, Price Control and Government Contracts in Oligopoly and Monopolistic Competition. Journal of Public Economics, 1987, 32, pp. 133-58.",
        "Suits, Daniel B. and Musgrave, Richard A. Ad Valorem and Unit Taxes Compared. Quarterly Journal of Economics, 1953, 67(4), pp. 598-604.",
        "Summers, Lawrence H. Capital Taxation and Accumulation in a Life Cycle Growth Model. American Economic Review, 1981, 71(4), pp. 533-44.",
        "Feiwil, Issues in Contemporary Macroeconomics and Distribution. London: Macmillan, 1985, pp. 429-43.",
        "Tiebout, Charles M. A Pure Theory of Local Expenditures. Journal of Political Economy, 1956, 64, pp. 416-24.",
        "Vandendorpe, Adolf L. and Friedlaender, Ann F. Differential Incidence in the Presence of Initial Distorting Taxes. Journal of Public Economics, 1976, 6(3), pp. 205-29.",
        "Zodrow, George. The Property Tax as a Capital Tax: A Room with Three Views. National Tax Journal, 2001, 54(1), pp. 139-56."
    ]
}