{
    "id": 8979,
    "cites": 20,
    "cited_by": 5,
    "reference": [
        "Banerjee, A. V. (1992), `A simple model of herd behavior, The Quarterly Journal of Economics 107, 797--817.",
        "Banerjee, A. V. and Fudenberg, D. (1999), `Word of mouth learning, mimeo, Massachusetts Institute of Technology.",
        "Bertrand, M., Luttmer, E. and Mullainathan, S. (2000), `Network eects and welfare cultures, The Quarterly Journal of Economics 115(3), 1019--55.",
        "Betts, J. (1996), `What do students know about wages? evidence from a survey of undergraduates, 31(1), 27--56.",
        "Bikhchandani, S., Hirshleifer, D. and Welch, I. (1998), `Learning from the behavior of others: Conformity, fads, and informational cascades, The Journal of Economic Perspectives 12, 151-- 170.",
        "Conley, T. and Udry, C. (2001), Social learning through networks: The adoption of new agricultural technologies in Ghana. Working Paper.",
        "Conley, T. and Udry, C. (2002), Learning about a new technology: Pineapple in Ghana. Working Paper.",
        "Dominitz, J. and Manski, C. (1996), `Eliciting student expectations of the return to schooling, 31(1), 1--26.",
        "Duflo, E. and Saez, E. (2000), Participation and investment decisions in a retirement plan: The influence of colleagues choices. Working Paper.",
        "Ellison, G. and Fudenberg, D. (1993), `Rules of thumb for social learning, The Journal of Political Economy 101, 612--643.",
        "Ellison, G. and Fudenberg, D. (1995), `Word of mouth communication and social learning, The Quarterly Journal of Economics 110, 93--125.",
        "Foster, A. and Rosenzweig, M. (1995), `Learning by doing and learning from others: Human capital and technical change in agriculture, The Journal of Political Economy 103(6), 1176--1209.",
        "Glaeser, E., Sacerdote, B. and Scheinkman, J. (1996), `Crime and social interactions, The Quarterly Journal of Economics 111(2), 507--48.",
        "Hong, H., Kubik, J. and Stein, J. (2001), Social interaction and stock-market participation. NBER Working Paper No. 8358.",
        "Johnson, A. (1998), An Evaluation of the Long-Term Impacts of the Sponsor-A-Scholar Program on Student Performance, Mathematica Policy Research, Inc., Princeton.",
        "Lochner, L. (2001), A theoretical and empirical study of individual perceptions of the criminal justice system. RCER Working Paper No. 483.",
        "Manski, C. (1993), `Dynamic choice in social settings: Learning from the experience of others, Journal of Econometrics 58, 121--36.",
        "Marshall, J. and Wheeler, L. (1996), Street Soldier: One Mans Struiggle to Save a Generation -- One Life at a Time, Dell Publishing, New York.",
        "Munshi, K. and Myaux, J. (2000), Social norms, with an application of demographic transition in Bangladesh. Working Paper.",
        "Sorensen, A. (2001), Social learning in the demand for employer-sponsored health insurance. Working Paper."
    ]
}