{
    "id": 8983,
    "cites": 126,
    "cited_by": 383,
    "reference": [
        "Acs, Gregory. i996. The Impact of Welfare on Young Mothers Subsequent Childbearing Decisions. Journal of Human Resources, Vol 3i(4): 898-9i5. Acs, Gregory, Norma B. Coe, Keith Watson, and Robert I. Lerman. i998. Does Work Pay? An Analysis of the Work Incentives under TANF. Occasional Paper Number 9, Assessing the New Federalism. Washington, D.C.: Urban Institute. July. Anderson, Patricia M. and Phillip B. Levine. 2000. Child Care and Mothers Employment Decisions. In Finding Jobs: Work and Welfare Reform, David Card and Rebecca M. Blank, eds. New York, NY: Russell Sage Foundation.",
        "Argys, Laura M., Susan L. Averett, and Daniel I. Rees. 2000. Welfare Generosity, Pregnancies, and Abortions Among Unmarried AFDC Recipients. Journal of Population Economics. Vol i3: 569-94.",
        "Ashenfelter, Orley and Mark W. Plant. i990. Nonparametric Estimates of the LaborSupply Effects of Negative Income Tax Programs. Journal of Labor Economics. Vol 8(i,part2): 5396-54i5. Bachrach, Christine A. i998. The Changing Circumstances of Marriage and Fertility in the United States. In Welfare, the Family, and Reproductive Behavior, Robert A. Moffitt, ed. Washington, D.C.: National Research Council. Bartik, Timothy J. 2000. Displacement and Wage Effects of Welfare Reform in Finding Jobs: Work and Welfare Reform, David Card and Rebecca M. Blank, eds. New York: Russell Sage Foundation.",
        "Bartik, Timothy J. 200i. Jobs for the Poor: Can Labor Demand Policies Help? New York: Russell Sage. Bartik, Timothy J., and Randall W. Eberts. i999. Examining the Effect of Industry Trends and Structure on Welfare Caseloads, in Economic Conditions and Welfare Reform, Sheldon H. Danziger, editor. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research. Bavier, Richard. 2002. The Impact of Welfare Reform on Families in Data from the Survey of Income and Program Participation. Unpublished manuscript. March.",
        "Bell, Stephen H. 200 i. Why Are Welfare Caseloads Falling? Assessing the New Federalism, Discussion Paper Oi-02. Washington, D.C.: Urban Institute. March. Bennett, Neil G., Hsien-Hen Lu, and Younghwan Song. 200i. The Influence of Welfare Reform on the Economic Well-being of Children, i987-2000. Unpublished manuscript. December.",
        "Bernstein, Jared. 1997. Welfare Reform and the Low-Wage Labor Market: Employment, Wages, and Wage Policies. Technical paper 226. Washington, D.C.: Economic Policy Institute.",
        "Black, Dan A., Terra G. McKinnish, and Seth G. Sanders. Forthcoming. Does the Availability of High-Wage Jobs for Low Skilled Men Affect Welfare Expenditures? Evidence from Shocks to the Coal and Steel Industries. Journal of Public Economics. Blank, Rebecca M. 1997a. It Takes A Nation: A New Agenda for Fighting Poverty. Princeton, NJ: Princeton University Press.",
        "Blank, Rebecca M. 2000. Fighting Poverty: Lessons from Recent U.S. History. Journal of Economic Perspectives Vol 14(2): 3-19.",
        "Blank, Rebecca M. 2001a. What Causes Public Assistance Caseloads to Grow? Journal of Human Resources, Vol 36(1): 85-118. Winter.",
        "Blank, Rebecca M. 200 lb. Declining Caseloads/Increased Work: What Can We Conclude About the Effects of Welfare Reform? Economic Policy Review, Vol 7(2): 25-36. September. Blank, Rebecca M., David Card and Philip K. Robins. 2000. Financial Incentives for Increasing Work and Income Among Low-Income Families. In Finding Jobs: Work and Welfare Reform, Rebecca M. Blank and David Card, eds. New York, NY: Russell Sage Foundation.",
        "Blank, Rebecca M. and Patricia Ruggles. 1996. When Do Women Use AFDC and Food Stamps? The Dynamics of Eligibility vs. Participation. Journal of Human Resources. Vol 3 1(1): 57-89. Winter.",
        "Blank, RebeccaM. and Lucie Schmidt. 2001. Work, Wages, and Welfare. In The New World of Welfare, Rebecca M. Blank and Ron Haskins, eds. Washington, D.C.: Brookings Institution.",
        "Blau, David M. Forthcoming. Child Care Subsidy Programs. In Means Tested Transfer Programs in the United States, Robert Moffitt, ed. Chicago: University of Chicago Press. Bloom, Dan. 1999. Welfare Time Limits: An Interim Report Card. New York: Manpower Demonstration Research Corporation. April.",
        "Bloom, Dan and Charles Michalopoulos. 2001. How Welfare and Work Policies Affect Employment and Income: A Synthesis of Research. New York: Manpower Demonstration Research Corporation.",
        "Bloom, Dan, Charles Michalopoulos, Johanna Walter, and Patricia Auspos. 1998. Implementation and Early Impacts of Vermonts Welfare Restructuring Project. New York: Manpower Demonstration Research Corporation. October.",
        "Bloom, Dan, James J. Kemple, Pamela Morris, Susan Scrivener, Nandita Verma, and Richard Hendra. 2000a. The Family Transition Program: Final Report on Florida `s Initial Time-Limited Welfare Program. New York: Manpower Demonstration Research Corporation. December.",
        "Bloom, Dan, Laura Melton, Charles Michalopoulos, Susan Scrivener, and Johanna Walter. 2000b. Implementation and Early Impacts of Connecticuts Welfare Reform Initiatives. New York: Manpower Demonstration Research Corporation.",
        "Bishop, John H. 1998. Is Welfare Reform Succeeding? Working Paper No. 98, Center for Advanced Human Resource Studies, Cornell University. August.",
        "Borjas, George J. 2001a. Welfare Reform and Immigration. In The New World of Welfare, Rebecca M. Blank and Ron Haskins, eds. Washington, D.C.: Brookings Institution.",
        "Borjas, George J. 200 lb. Food Insecurity and Public Assistance: Evidence from the Immigrant Provisions in Welfare. Unpublished manuscript. February. Bos, Johannes M., Aletha C. Huston, Robert C. Granger, Greg J. Duncan, Thomas W. Brock, and Vonnie C. McLoyd. 1999. Two-Year Results of a Program to Reduce Poverty and Reform Welfare. New York: Manpower Demonstration Research Corporation. August.",
        "Brauner, Sarah and Pamela Loprest. 1999. Where Are They Now? What States Studies of People Who Left Welfare Tell Us. Series A, No A-32, Assessing the New Federalism Project. Washington, D.C.: The Urban Institute.",
        "Burtless, Gary. 1986. The Work Response to a Guaranteed Income: A Survey of Experimental Evidence. In Lessons from the Income Maintenance Experiments, Alicia H. Munnell, ed. Boston, MA: Federal Reserve Bank of Boston.",
        "Camasso, Michael J. Carol Harvey, Radha Jagannathan, and Mark Killingsworth. 1998b. A Final Report on the Impact of New Jerseys Family Development Program: Experimental-Control Group Analysis. New Jersey Department of Family Services, Trenton.",
        "Cancian, Maria, Robert Haveman, Thomas Kaplan, Daniel Meyer, and Barbara Wolfe. 1999. Work, Earnings and Well-Being After Welfare in Economic Conditions and Welfare Reform, Sheldon H. Danziger, editor. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Cancian, Maria, Robert Haveman, Daniel R. Meyer, and Barbara Wolfe. 2002. Before and After TANF: The Economic Well-Being of Women Leaving Welfare. IRP Discussion Paper No. 1244-02. Madison, WI: University of Wisconsin Institute for Research on Poverty. February.",
        "Card, David and Alan B. Krueger. 1995. Myth and Measurement: The New Economics of the Minimum Wage. Princeton, NJ: Princeton University Press.",
        "Card, David, Charles Michalopoulos, and Philip K. Robins. 2001. The Limits to Wage Growth: Measuring the Growth Rate of Wages for Recent Welfare Leavers. National Bureau of Economic Research Working Paper No. 8444. Cambridge, MA: NBER. August.",
        "Chernick, Howard. 1998. Fiscal Effects of Block Grants for the Needy: An Interpretation of the Evidence. International Tax and Public Finance. Vol 5(2):205-33. May.",
        "Citro, Constance F. and Robert T. Michael. 1995. Measuring Poverty: A New Approach. Washington, D.C.: National Academy Press.",
        "Council of Economic Advisers. 1999. Economic Expansion, Welfare Reform, and the Decline in Welfare Caseloads: An Update. Technical Report. Washington, D.C.: Executive Office of the President. September.",
        "Currie, Janet, and Jeffrey Grogger. 2001. Explaining the Recent Declines in Food Stamp Program Participation. Brookings-Wharton Papers on Urban Affairs. Vol 2: 203-244.",
        "Danziger, Sandra, Mary Corcoran, Sheldon Danziger, Coleen Heflin, Ariel Kalil, Judith Levin, Daniel Rosen, Kristin Seefeldt, Kristine Siefert, and Richard Tolman. 2000. Barriers to the Employment of Welfare Recipients. In Prosperity for All? The Economic Boom and African Americans, R. Cherry and W. M. Rodgers, eds. New York: Russell Sage.",
        "Danziger, Sheldon, Colleen M. Heflin, Mary E. Corcoran, and Elizabeth Oltmans, 2001. Does It Pay to Move from Welfare to Work? Unpublished manuscript (available at www.ssw.umich.edu/poverty/pubs.html). August.",
        "DeMarco, Donna and Gregory Mills. 2000. The New York State Child Assistance Program: Five-Year Impacts, Costs and Benefits. Cambridge, MA: Abt Associates. February.",
        "Devere, Christine. 2001. Welfare Reform Research: What Do We Know About Those Who Leave Welfare? CRS Report for Congress. Washington, D.C.: Congressional Research Service. March.",
        "Duncan, Greg J. and P. Lindsay Chase-Lansdale. 2001a. Welfare Reform and Child Well-being. In The New World of Welfare, Rebecca M. Blank and Ron Haskins, eds. Washington, D.C.: Brookings Institution.",
        "Edin, Kathryn and Laura Lein. 1997. Making Ends Meet: How Single Mothers Survive Welfare and Low-Wage Work. New York: Russell Sage.",
        "Eissa, Nada and Hilary W. Hoynes. 1998. The Earned Income Tax Credit and the Labor Supply of Married Couples. National Bureau of Economic Research Working Paper 6856. Cambridge, MA: NBER. December.",
        "Eissa, Nada and Jeffrey B. Liebman. 1996. Labor Supply Response to the Earned Income Tax Credit. Quarterly Journal of Economics 111(2): 605-3 7.",
        "Ellwood, David T. 2000. The Impact of the Earned Income Tax Credit and Social Policy Reforms on Work, Marriage, and Living Arrangements. National Tax Journal. Vol 53(4, part 2): 1063-1105. December.",
        "Fairlee, Robert W. and Rebecca A. London. 1997. The Effect of Incremental Benefit Levels on Births to AFDC Recipients. Journal of Policy Analysis and Management. Vol 16:4, 575-97. Fall.",
        "Fein, David J. 1999. Will Welfare Reform Influence Marriage and Fertility? Early Evidence from the ABC Demonstration. Bethesda, MD: Abt Associates, Inc.",
        "Figlio, David N. and James P. Ziliak. 1999. Welfare Reform, the Business Cycle, and the Decline in AFDC Caseloads, in Economic Conditions and Welfare Reform, Sheldon H. Danziger, editor. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Fitzgerald, John M. and David C. Ribar. 2001. The Impact of Welfare Waivers on Female Headship Decisions. Joint Center for Poverty Research Working Paper No. 247. Northwestern University. December.",
        "Fraker, Thomas M. and Jonathan E. Jacobson. 2000. Iowas Family Investment Program: Impacts During the First 3-1/2 Years of Welfare Reform. Washington, D.C.: Mathematica Policy Research. May.",
        "Freedman, Stephen, Daniel Friedlander, Gayle Hamilton, JoAnn Rock, Marisa Mitchell, Jodi Nudelman, Amanda Schweder, and Laura Storto. 2000. National Evaluation of Welfare-to-Work Strategies. New York: Manpower Demonstration Research Corporation.",
        "Friedlander, Daniel and Gary Burtless. 1995. Five Years After: The Long-Term Effects of Welfare-to-Work Programs. New York: Russell Sage Foundation.",
        "Gabe, Thomas. 2001. Trends in Welfare, Work, and Economic Well-Being of Female-Headed Families with Children. CRS Report for Congress. Washington, D.C.: Congressional Research Service. January.",
        "Gennetian, Lisa A. and Cynthia Miller. 2000. Reforming Welfare and Rewarding Work: Final Report on the Minnesota Family Investment Program, Volume 2: Effects on Children. New York: Manpower Demonstration Research Corporation. September.",
        "Gladden, Tricia and Christopher Taber. 2000. Wage Progression Among Less Skilled Workers, in Finding Jobs: Work and Welfare Reform, David Card and Rebecca M. Blank, eds. New York: Russell Sage Foundation.",
        "Greenstein, Robert and Jocelyn Guyer. 2001. Medicaid and Food Stamps. In The New World of Welfare, Rebecca M. Blank and Ron Haskins, eds. Washington, D.C.: Brookings Institution.",
        "Grogger, Jeffrey. 2000. Time Limits and Welfare Use. National Bureau of Economic Research Working Paper 7709. Cambridge, MA: NBER.",
        "Grogger, Jeffrey. 2002. The Behavioral Effects of Welfare Time Limits. American Economic Review. Vol 92(2): Forthcoming. May.",
        "Grogger, Jeffrey. Forthcoming. The Effect of Time Limits, the EITC, and Other Policy Changes on Welfare Use, Work, and Income Among Female-Headed Families. Review of Economics and Statistics. Grogger, Jeffrey and Stephen G. Bronars. 2001. The Effect of Welfare Payments on the Marriage and Fertility Behavior of Unwed Mothers: Results from a Twins Experiment. Journal of Political Economy. Vol 109(3): 529-545.",
        "Grogger, Jeffrey, Lynn Karoly, and Jacob Klerman. 2002. Consequences of Welfare Reform: A Research Synthesis. Document DRU-2676-DHHS, Prepared by RAND for the Agency for Children and Families, Department of Health and Human Services. Santa Monica, CA: RAND.",
        "Grogger, Jeffrey and Charles Michalopoulos. 1999. Welfare Dynamics Under Time Limits. National Bureau of Economic Research Working Paper W7353. Cambridge, MA: NBER.",
        "Gruber, Jonathan. Forthcoming. Medicaid. In Means Tested Transfer Programs in the United States, Robert Moffitt, ed. Chicago: University of Chicago Press. Gueron, Judith and Edward Pauly. 1991. From Welfare to Work. New York: Russell Sage.",
        "Gunderson, Craig and James P. Ziliak. 2001. Poverty and Macroeconomic Performance: A View from the States in the Welfare Reform Era. Unpublished manuscript. August.",
        "Hamilton, Gayle, with Stephen Freedman and Sharon McGroder. 2000. Do Mandatory Welfare-to-Work Programs Affect the Well-Being of Children? A Synthesis of Child Research Conducted as Part of the National Evaluation of Welfare-to-Work Strategies. Washington, D.C.: U.S. DHHS, Administration for Children and Families and Office of the Assistant Secretary for Planning and Evaluation; U.S. Department of Education, Office of the Under Secretary and Office of Vocational and Adult Education.",
        "Hamilton, Gayle, Stephen Freedman, Lisa Gennetian, Charles Michalopoulos, Johanna Walter, Diana Adams-Ciardullo, Anna Gassman-Pines, Sharon McGroder, Martha Zaslow, Jennifer Brooks, and Surjeet Ahluwalia. 2001. How Effective Are Different Welfare-to-Work Approaches? Five-Year Adult and Child Impacts for Eleven Programs. National Evaluation of Welfare-to-Work Strategies. Washington, D.C.: U.S. DHHS, Administration for Children and Families and Office of the Assistant Secretary for Planning and Evaluation; U.S. Department of Education, Office of the Deputy Secretary and Office of Vocational and Adult Education. December.",
        "Haider, Steven J., Alison Jacknowitz, and Robert F. Schoeni. 2002. Welfare Work Requirements and Individual Well-Being: Evidence from the Effects on Breastfeeding. Unpublished manuscript. January.",
        "Harknett, Kristen and Lisa A. Gennetian. 2001. How an Earnings Supplement Can Affect the Marital Behaviour of Welfare Recipients: Evidence from the Self-Sufficiency Project. Ottawa, Canada: Social Research and Demonstration Corporation.",
        "Haskins, Ron. 2001. The Second Most Important Issue: Effects of Welfare Reform on Family Income and Poverty. In The New World of Welfare, Rebecca M. Blank and Ron Haskins, eds. Washington, D.C.: Brookings Institution.",
        "Holzer, Harry J. and Michael A. Stoll. 2001. Employers and Welfare Recipients: The Effects of Welfare Reform in the Workplace. San Francisco: Public Policy Institute of California.",
        "Holzer, Harry J., Michael A. Stoll, and Douglas Wissoker. 2001. Job Performance and Retention Among Welfare Recipients. Unpublished manuscript. August.",
        "Horvath-Rose, Ann and H. Elizabeth Peters. 2001. Welfare Waivers and Non-Marital Childbearing. In For Better and For Worse: Welfare Reform and the Well-Being of Children and Families, Greg J. Duncan and P. Lindsay Chase-Lansdale, eds. New York: Russell Sage.",
        "Hotz, V. Joseph, Guido Imbens, and Jacob Klerman. 2000. The Long-Term Gains from GAIN: A Re-Analysis of the Impacts of the California GAIN Program. National Bureau of Economic Research Working Paper 8007. Cambridge, MA: NBER.",
        "Hotz, V. Joseph, Charles H. Mullin and John Karl Scholz. 2001. The Earned Income Tax Credit and Labor Market Participation of Families on Welfare. Unpublished manuscript. March.",
        "Hoynes, Hilary W. 2000. The Employment, Earnings and Income of Less Skilled Workers over the Business Cycle In Finding Jobs: Work and Welfare Reform, Rebecca M. Blank and David Card, eds. New York, NY: Russell Sage Foundation.",
        "Hu, Wei-Yin. 2000. Marriage and Economic Incentives: Evidence from a Welfare Experiment. Unpublished manuscript, University of California Los Angeles.",
        "Hurst, Erik, and James P. Ziliak. 2001. Welfare Reform and Household Saving. Unpublished manuscript. July.",
        "Jencks, Christopher, Joseph Swingle, and Scott Winship. 2001. Did Welfare Reform Alter Single Mothers Income, Living Arrangements or Ability to Feed Their Families? Unpublished manuscript. October.",
        "Kaestner, Robert and Neeraj Kaushal. 2001. Immigrant and Native Responses to Welfare Reform. National Bureau of Economic Research Working Paper 8541. Cambridge, MA: NBER. October.",
        "Kaushal, Neeraj, and Robert Kaestner. 2001. From Welfare to Work: Has Welfare Reform Worked? Journal of Policy Analysis and Management. Vol 20(4): 699-719.",
        "Kisker, Ellen E. Anu Rangarajan, and Kimberly Boller. 1998. Moving Into Adulthood: Were the Impacts of Mandatory Programs for Welfare-Dependent Parents Sustained After the Programs Ended? Princeton, NJ: Mathematica Policy Research.",
        "Klerman, Jacob and Steven Haider. 2001. A Stock-Flow Analysis of the Welfare Caseload: Insights from California Economic Conditions. Unpublished manuscript. Santa Monica, CA: RAND. January.",
        "Kornfeld, Robert, Laura Peck, Diane Porcari, John Staubinger, Zacharay Johnson, and Clemintina Cabral. 1999. Evaluation of the Arizona EMPOWER Welfare Reform Demonstration: Impact Study Interim Report. Report prepared for the Arizona Dept. of Economic Security. Cambridge, MA: Abt Associates.",
        "Ku, Leighton, Frank Ullman and Ruth Almeida. 1999. What Counts? Determining Medicaid and CHIP Eligibility for Children. Discussion Paper 99-OS, Assessing the New Federalism. Washington, D.C.: Urban Institute.",
        "Lane, Julia and David Stevens. 2001. Welfare-to-Work Outcomes: The Role of the Employer. Southern Economic Journal Vol 67(4): 1010-21.",
        "Lemka, Robert J., Robert Witt, and Ann Dryden Witte. 2001. Child Care and the Welfare to Work Transition. Working Paper, Department of Economics, Wellesley College.",
        "Lofstrom, Magnus and Frank D. Bean. 2001. Labor Market Conditions and PostReform Declines in Welfare Receipt Among Immigrants. IZA Discussion Paper No. 347. Bonn, Germany: IZA (Forschungsinstitut fur Zukunft den Arbeit). August.",
        "Loprest, Pamela. 2001. How Are Families that Left Welfare Doing? A Comparison of Early and Recent Welfare Leavers. Series B, No B-36, Assessing the New Federalism Project. Washington, D.C.: Urban Institute. April.",
        "Loprest, Pamela, Stefanie Schmidt, and Ann Dryden Witte. 2000. Welfare Reform under PRWORA: Aid to Children with Working Families? Tax Policy and the Economy. Vol 14:157-203.",
        "MaCurdy, Thomas E., David C. Mancuso, and Margaret OBrien-Strain. 2002. Does Californias Welfare Policy Explain the Slower Decline of Its Caseload? San Francisco: Public Policy Institute of California.",
        "Maloy, Kathleen, LaDonna Pavetti, Julie Darnell and Peter Shin. 1999. Diversion as a Work-Oriented Welfare Reform Strategy and Its Effect on Access to Medicaid. Washington, DC: U.S. Department of Health and Human Services.",
        "Martinson, Karin. 2000. The National Evaluation of Welfare-to-Work Strategies Evaluation: The Experience of Welfare Recipients Who Find Jobs. Written by MDRC for U.S. Department of Health and Human Services. Washington, D.C.: DHHS. December.",
        "Maynard, Rebecca, Elisabeth Boehnen, Tom Corbett, and Gary Sandefur, with Jane Mosley. 1998. Changing Family Formation Behavior Through Welfare Reform. In Welfare, the Family, and Reproductive Behavior, Robert A. Moffitt, ed. Washington, D.C.: National Research Council.",
        "Mead, Lawrence M. 2000. Caseload Change: An Exploratory Study. Journal of PolicyAnalysis and Management. Vol 19(3): 465-472. Summer.",
        "Meyer, Bruce D. and Dan T. Rosenbaum. 2001. Welfare, The Earned Income Tax Credit, and the Labor Supply of Single Mothers. Quarterly Journal of Economics. Vol 116(3): 1063-1114. August.",
        "Meyers, Marcia K., Bonnie Glaser, and Karin MacDonald. 1998. On the Front Lines of Welfare Delivery: Are Workers Implementing Policy Reforms? Journal of Policy Analysis and Management. Vol 17(1): 1-22.",
        "Michalopoulos, Charles and Gordon Berlin. 2001. Financial Work Incentives for the Working Poor. In The New World of Welfare, Rebecca M. Blank and Ron Haskins, eds. Washington, D.C.: Brookings Institution.",
        "Michalopoulos, Charles, David Card, Lisa A. Gennetian, Kristen Harknett, and Philip K. Robins. 2000. The Self-Sufficiency Project at 36 Months: Effects of a Financial Work Incentive on Employment and Income. Ottawa, Canada: Social Research and Demonstration Corporation. June.",
        "Michalopoulos, Charles and Christine Schwartz (with Diana Adams-Ciardullo). 2001. What Works Best for Whom: Impacts of2O Welfare-to-Work Programs by Subgroup. National Evaluation of Welfare-to-Work Strategies. Washington, D.C.: U.S.DHHS and U.S. Department of Education. January.",
        "Miller, Cynthia, Virginia Knox, Lisa A. Gennetian, Martey Dodoo, Jo Anna Hunter, and Cindy Redcross. 2000. Reforming Welfare and Rewarding Work: Final Report on the Minnesota Family Investment Program. Vol 1: Effects on Adults. New York: MDRC. September.",
        "Moffitt, Robert A. 1987. Historical Growth in Participation in Aid to Families with Dependent Children: Was There a Structural Shift? Journal of Post Keynesian Economics. Vol 9(3):347-63.",
        "Moffitt, Robert A. 1992. Incentive Effects of the U.S. Welfare System: A Review. Journal of Economic Literature. Vol 30(l):l-61.",
        "Moffitt, Robert A. 1 998a. Introduction. In Welfare, the Family, and Reproductive Behavior, Robert A. Moffitt, ed. Washington, D.C.: National Research Council. Moffitt, Robert A. 1998b. The Effects of Welfare on Marriage and Fertility. In Welfare, the Family, and Reproductive Behavior, Robert A. Moffitt, ed. Washington, D.C.: National Research Council.",
        "Moffitt, Robert A. 1 999a. The Effects of Pre-PRWORA Waivers on Welfare Caseloads and Female Earnings, Income, and Labor Force Behavior, in Economic Conditions and Welfare Reform, Sheldon H. Danziger, editor. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research. Moffitt, Robert A. 1999b. Explaining Welfare Reform: Public Choice and the Labor Market. International Tax and Public Finance. Vol 6:289-3 15.",
        "Mueser, Peter R., Julie L. Hotchkiss, Christopher T. King, Phillip S. Rokicki, and David W. Stevens. 2000. The Welfare Caseload, Economic Growth and Welfare-to-Work Policies: An Analysis of Five Urban Areas. Unpublished manuscript. July.",
        "Murray, Charles. 1994. Does Welfare Bring More Babies. The Public Interest. Vol 115: 17-30. Spring.",
        "Murray, Charles. 2001. Family Formation Issues and Welfare Reform. In The New World of Welfare, Rebecca M. Blank and Ron Haskins, eds. Washington, D.C.: Brookings Institution.",
        "Neumark, David. 2001. The Employment Effects of Minimum Wages: Evidence from a Pre-Specified Research Design. Industrial Relations. Vol 40(1): 121-144. January.",
        "Nichols, Albert L. and Richard J. Zeckhauser. 1982. Targeting Transfers through Restrictions on Recipients. American Economic Review, 72(2):372-77. May.",
        "Ohls, James C. and Harold Beebout. 1993. The Food Stamp Program: Design Tradeoffs, Policy and Impacts. Washington, D.C.: The Urban Institute Press.",
        "ONeill, June E. and M. Anne Hill. 2001. Gaining Ground? Measuring the Impact of Welfare Reform on Welfare and Work. Civic Report No. 17, Center for Civic Innovation. New York: Manhattan Institute. July.",
        "Pavetti, LaDonna and Dan Bloom. 2001. Sanctions and Time Limits: State Policies, Their Implementation and Outcomes for Families. In The New World of Welfare, Rebecca M. Blank and Ron Haskins, eds. Washington, D.C.: Brookings Press.",
        "Paxson, Christina, and Jane Waldfogel. Forthcoming. Work, Welfare, and Child Maltreatment. Journal of Labor Economics. Primus, Wendell, Lynette Rawlings, Kathy Larin, and Kathryn Porter. 1999. The Initial Impacts of Welfare Reform on the Incomes of Single-Mother Families. Washington, D.C.: Center on Budget and Policy Priorities.",
        "Quets, Gail, Philip K. Robins, Elsie C. Pan, Charles Michalopoulos, and David Card. 1999. Does SSP Plus Increase Employment? Ottawa, Canada: Social Research and Demonstration Corporation. May.",
        "Quint, Janet C., Johannes M. Bos and Denise F. Polit. 1997. New Chance: Final Report on a Comprehensive Program for Young Mothers in Poverty and Their Children. New York: Manpower Demonstration Research Corporation. October.",
        "Riccio, James, Daniel Friedlander and Stephen Freedman. 1994. GAIN: Benefits, Costs, and Three-Year Impacts of a Welfare-to-Work Program. New York: Manpower Demonstration Research Corporation. September.",
        "Schiller, Bradley R. 1999. State Welfare-Reform Impacts: Content and Enforcement Effects. Contemporary Economic Policy. Vol 17(2):210-22. April.",
        "Schoeni, Robert F. and Rebecca M. Blank. 2000. What Has Welfare Reform Accomplished? Impacts on Welfare Participation, Employment, Income, Poverty, and Family Structure. National Bureau of Economic Research Working Paper 7627. Cambridge, MA: NBER.",
        "Solow, Robert M. 1998. Work and Welfare. Princeton, NJ: Princeton University Press.",
        "Strawn, Julie, Mark Greenberg, and Steve Savner. 2001. From Welfare-to-Work to Workforce Development. In The New World of Welfare, Rebecca M. Blank and Ron Haskins, eds. Washington, D.C.: Brookings Institution.",
        "Swann, Christopher A. 2002. Welfare Reform When Recipients are Forward Looking. Unpublished manuscript, SIJNY-Stony Brook. March.",
        "U.S. Department of Agriculture (USDA). 2000. The Decline in Food Stamp Participation: A Report to Congress. Washington, D.C. July.",
        "U.S. Department of Health and Human Services (DHHS). 2000. Temporary Assistance for Needy Families (TANF) Program: Third Annual Report to Congress. Washington, D.C.: DHHS.",
        "United States General Accounting Office (GAO). 2000. Welfare Reform: State Sanction Policies and Number of Families Affected. Report number GAO/HEHS-00-44. Washington, D.C.: GAO.",
        "U.S. House of Representatives, Committee on Ways and Means. 1996. 1996 Green Book: Background materials and data on programs within the jurisdiction of the Committee on Ways and Means. Washington, D.C.: U.S. Government Printing Office.",
        "U.S. House of Representatives, Committee on Ways and Means. 1998. 1998 Green Book: Background material and data on programs within the jurisdiction of the Committee on Ways and Means. Washington, D.C.: U.S. Government Printing Office.",
        "U.S. House of Representatives, Committee on Ways and Means. 2000. 2000 Green Book: Background material and data on programs within the jurisdiction of the Committee on Ways and Means. Washington, D.C.: U.S. Government Printing Office.",
        "Wallace, Geoffrey and Rebecca M. Blank. 1999. What Goes Up Must Come Down? Explaining Recent Changes in Public Assistance Caseloads, in Economic Conditions and Welfare Reform, Sheldon H. Danziger, editor. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Weaver, R. Kent. 2000. Ending Welfare As We Know It. Washington, D.C.: Brookings Institution.",
        "Zedlewski, Sheila R. and Pamela Loprest. 2001. Will TANF Work for the Most Disadvantaged Families? In The New World of Welfare, Rebecca M. Blank and Ron Haskins, eds. Washington, D.C.: Brookings Institution.",
        "Zedlewski, Sheila R., Linda Giannarelli, Joyce Morton, and Laura Wheaton. 2002. Extreme Poverty Rising, Existing Government Programs Could Do More. Assessing the New Federalism Project, Series B, No. B-45. Washington, D.C.: Urban Institute. April.",
        "Ziliak, James P. 2002. Social Policy and the Macroeconomy: What Drives Welfare Caseloads? Focus (Newsletter of the Institute for Research on Poverty, University of Wisconsin-Madison). Vol 22(1): 29-34."
    ]
}