{
    "id": 8984,
    "cites": 22,
    "cited_by": 7,
    "reference": [
        "Becker, Gary S. and Kevin M. Murphy, Social Economics: Market Behavior in Social Environments, Harvard University Press, 2000.",
        "Berman, Eli, Sect, Subsidy and Sacrifice: An Economists View of Ultra-Orthodox Jews, Quarterly Journal of Economics, 115, August 2000, pp. 905-53.",
        "Bongaarts, John and Susan Cotts Watkins, Social Interactions and Contemporary Fertility Transitions, Population and Development Review, 22, December 1996, pp. 639-82.",
        "Boyer, George R., Malthus Was Right After All: Poor Relief and Birth Rates in Southern England, Journal of Political Economy, 97, 1989, pp. 93-114.",
        "Brock, William and Steven Durlauf, Discrete Choice with Social Interactions, Review of Economic Studies, 68, 2001, pp. 235-260.",
        "Cleland, John and Christopher Wilson, Demand Theories of Fertility Transition: an Iconoclastic View, Population Studies, 41, March 1987, pp. 5-30.",
        "Dahan, Momi, The Ultra-Orthodox Jews and Municipal Authority, part I, The Jerusalem Institute for Israel Studies, Jerusalem, Research series No. 79, 1998 (in Hebrew).",
        "Doron, Abraham and Ralph M. Kramer, The Welfare State in Israel: The Evolution of Social Security Policy and Practice, Westview Press, 1991.",
        "Duncan-Jones, Richard, The Economy of the Roman Empire: Quantitative Studies, Cambridge University Press, 1974.",
        "Friedman, Menachem, Back to Grandmother: The New Ultra-Orthodox Woman, Israel Studies, Spring 1988, pp.21-6.",
        "Friedlander Dov and Carole Feldmann, The Modern Shift to Below-replacement Fertility: Has Israels Population joined the process? Population Studies, 47, 1993, 295-306.",
        "Gauthier, Anne Helene and Jan Hatzius, Family Benefits and Fertility: An Econometric Analysis, Population Studies, 51, November 1997, pp. 295-306.",
        "Hammel, E.A., A Theory of Culture for Demography, Population and Development Review, 16, September 1990, pp. 455-85.",
        "Hotz, V. Joseph and Robert A. Miller, An Empirical Analysis of Life cycle Fertility and Female Labor Supply, Econometrica, January 1988, pp. 91-118.",
        "Manski, Charles F. Identification of Endogenous Social Effects: The Reflection Problem, Review of Economic Studies, 60, 1993, 531-542.",
        "Manski, Charles F., Economic Analysis of Social Interactions, Journal of Economic Perspectives, 14, 2000, 115-136.",
        "Mayshar, Joram and Charles F. Manski, Child Allowances and Fertility in Israel: Preliminary Findings, The Economic Quarterly, 47, 2000, 535-565 (in Hebrew).",
        "Moffitt, R. (1992), Incentive Effects of the U.S. Welfare System: A Review, Journal of Economic Literature, 30, 1-61.",
        "The National Insurance Institute, Quarterly Statistics and Annual Reports, Jerusalem, various issues. State of Israel, Commission on Tax Reform, Proposals for Changing the Direct Tax System, translation of Hebrew original, Jerusalem, 1975.",
        "State of Israel, Committee for Natality Problems, Report submitted to the Prime Minister, Jerusalem, 1966 (in Hebrew).",
        "Social Security Administration, U. S. Department of Health and Human Services, Social Security Programs Throughout the World Ã\u0082â\u0080\u0093 1999, Washington: U. S. Government Printing Office, 1999.",
        "Walker, James R., The Effect of Public Policies on Recent Swedish Fertility Behavior, Journal of Population Economics, 8, August 1995, pp. 223-51."
    ]
}