{
    "id": 8989,
    "cites": 18,
    "cited_by": 5,
    "reference": [
        "Cutler, David, 2000, Introduction, in David Cutler, ed., The Changing Hospital Industry: Comparing Not-for-Profit and For-Profit Institutions. Chicago: University of Chicago Press.",
        "Duggan, Mark, 2000, Hospital Ownership and Public Medical Spending, Quarterly Journal of Economics 140: 1343-73.",
        "Hansmann, Henry, 1980, The Role of Nonprofit Enterprise, Yale Law Journal 89: 835-901.",
        "Hansmann, Henry, 1987, The Effect of Tax Exemption and Other Factors on the Market Share of Nonprofit versus For-Profit Firms, National Tax Journal 40: 71-82.",
        "Hansmann, Henry, 1996a, The Changing Roles of Public, Private, and Nonprofit Enterprise in Education, Health Care, and Other Human Services, in Victor Fuchs, ed., Individual and Social Responsibility: Child Care, Education, Medical Care, and Long-Term Care in America.",
        "Chicago: University of Chicago Press. Hansmann, Henry, 1996b, The Ownership of Enterprise. Cambridge: Harvard University Press.",
        "Hansmann, Henry, 2001, A Reform Agenda for the Law of Nonprofit Organizations, in Klaus Hopt and Dieter Reuter, eds., Stiftungsrecht in Europa 241-72. Hamburg: Carl Heymanns Verlag.",
        "Jensen, Michael, 1988, Takeovers: Their Causes and Consequences, Journal of Economic Perspectives 2: 21-48.",
        "Kessler, Daniel P. and Mark B. McClellan, 2002, The Effects of Hospital Ownership on Medical Productivity, forthcoming in RAND Journal of Economics.",
        "Kessler, Daniel P. and Mark B. McClellan, 2000, Is Hospital Competition Socially Wasteful? Quarterly Journal of Economics 115: 577-615.",
        "Lakdawalla, Darius and Tomas Philipson, 1998, Nonprofit Production and Competition, NBER Working Paper 6377.",
        "Madison, Kristin, 2001, The Relationship Between Multihospital System Membership and Treatments, Costs, and Outcomes of Medicare Patients with Acute Myocardial Infarction, PhD.",
        "Thesis, Stanford University. National Center for Health Statistics, 2001, Health United States 2001, with Urban and Rural Chartbook, Hyattsville, MD: National Center for Health Statistics.",
        "Pauly, Mark, and Michael Redisch, 1973, The Not-For-Profit Hospital as a Physicians Cooperative,American Economic Review 63: 87-99.",
        "Roemer, M., 1961, Bed Supply and Hospital Utilization: A Natural Experiment, Hospitals 35: 36-42.",
        "Scott Morton, Fiona and Joel Podolny, 2001, Love or Money? The Effect of Motivation in the California Wine Industry, draft.",
        "Sloan, Frank A., Donald H. Taylor, Jr., and Christopher J. Conover, 2000, Hospital Conversions: Is the Purchase Price Too Low? in David Cutler, ed., The Changing Hospital Industry: Comparing Not-for-Profit and For-Profit Institutions. Chicago: University of Chicago Press.",
        "Steinwald, Bruce, and Duncan Neuhauser, 1970, The Role of the Proprietary Hospital, Law and Contemporary Problems 35: 817-38."
    ]
}