{
    "id": 899,
    "cites": 18,
    "cited_by": 0,
    "reference": [
        "Abowd, J.N. and Farber, H.S. (1979) Job Queues and the Union Status of Workers, unpublished manuscript.",
        "Atherton, W.N. (1973) Theory of Union Bargaining Goals, Princeton~ N.J.: Princeton University Press.",
        "Azariadis, C. (1975) Implicit Contracts and Underemployment Equilibria, Journal of Political Economy 83(6), pp.1183-1202.",
        "Bhagwati, J.N. and Srinivasan, T.N. (1974) On Reanalyzing the HarrisT. odaro Model: Policy Rankings in the Case of Sector Specific Sticky Wages, American Economic Review 64(4), pp. 502-508.",
        "Blair, D.H. and Crawford, D.L. (1981) Labor Union Objectives and Collective Bargaining, CARESS Working Paper No. 80-24, University of Pennsylvania.",
        "Bloch, F.E. and Kuskin, MS. (1978) Wage Determination in the Union and Nonunion Sectors, Industrial and Labor Relations Review 31(1), pp. 183-192.",
        "Calvo, G.A. (1978) Urban Unemployment and Wage Determination in LDCs: Trade Unions in the Harris-Todaro Model, International Economic Review 19(1), pp. 65-81.",
        "Corden, W.M. and Findlay, R. (1975) Urban Unemployment, Intersectoral, Capital Mobility and Development Policy, Economica 62(1), pp.59-78.",
        "Farber, H.S. (1978) Individual Preferences and Union Wage Determination: The Case of the United Nine Workers, Journal of Political Economy 86(5), pp. 923-942.",
        "Freeman, R.B. (1978) Unionism and the Dispersion of Wages, Discussion Paper No. 629, Harvard Institute of Economic Research, Harvard University.",
        "Grossman, G.M. (1982) Union Wages, Seniority and Unemployment, Discussion Papers in Economics No. 21, Woodrow Wilson School, Princeton University.",
        "Grossman, S.J. and Hart, 0.]). (1981) Implicit Contracts Under Asymmetric Information, Economic Theory Discussion Paper No. 48, University of Cambridge.",
        "Hall, R.E. and Lillian, D.M. (1979) Efficient.Wage Bargains Under Uncertain Supply and Demand, 69(5), pp. 868-879.",
        "Harris, J.R. and Todaro, M. (1970) Migration, Unemployment and Development: A Two Sector Analysis, American Economic Review 60(1), pp. 126-142.",
        "Than, M.A. (1980) The Harris-Todaro Hypothesis and the Hackscher-OhlinSamuelson Trade Model: A Synthesis, Journal of International Economics 10(4), pp. 527-548.",
        "McDonald, L.M. and Solow, R.M. (1981) Wage Bargaining and Employment, American Economic Review 71(5), pp. 869-908.",
        "Oswald, A.J. (1981) The Microeconomic Theory of the Trade Union, Economic Journal, forthcoming.",
        "Srinivasan, T.N. and Bhagwati, J.N. (1975) Alternative Policy Rankings in a Large Open Economy with Sector-Specific Minimum Wages, Journal of Economic Theory 11 (3), pp. 356-371."
    ]
}