{
    "id": 8992,
    "cites": 22,
    "cited_by": 68,
    "reference": [
        "Balke, Nathan, and Robert J. Gordon, Historical Data, Appendix B. in Robert J. Gordon, The American Business Cycle: Continuity and Change (University of Chicago: Chicago, 1986), 781- 850.",
        "Battacharya, Sudipto and Anjan Thakor, Contemporary Banking Theory, Journal of Financial Intermediation (October 1993), 2-50.",
        "Bernanke, Ben S. (1983) Non-Monetary Effects of the Financial Crisis in the Propogation of the Great Depression, American Economic Review 73 (June): 257-76.",
        "Bernanke, Ben S., Laubach, Thomas, Mishkin, Frederic S. and Adam S. Posen (1999) Inflation Targeting: Lessons from the International Experience (Princeton: Princeton University Press).",
        "Bernanke, Ben .S and Gertler Mark (1989). Agency Costs, Collateral, and Business Fluctuations, American Economic Review, Vol. 79, pp. 14-31.",
        "Brimmer, Andrew F. (1989) Distinguished Lecture on Economics in Government: Central Banking and Systemic Risks in Capital Markets, Journal of Economic Perspectives 3 (Spring): 3- 16.",
        "Calomiris, C.W., Hubbard, R.G. (1990). Firm Heterogeneity, Internal Finance, and `Credit Rationing, Economic Journal, 100, pp. 90-104.",
        "Cecchetti, Stephen G., Hans Genburg, John Lipsky and Sushil Wadhwani, 2000. Asset Prices and Central Bank Policy, Geneva Reports on the World Economy (International Center for Monetary and Banking Studies and Centre for Economic Policy Research, London).",
        "Greenwald, B., Stiglitz, J.E. (1988) Information, Finance Constraints, and Business Fluctuations, in Kahn, M., and Tsiang, S.C. (eds) Oxford University Press, Oxford.",
        "Macaulay, Frederick R. (1938) The Movements of Interest Rates,Bond Yields and Stock Prices in the United States Since 1856 (New York: National Bureau of Economic Research).",
        "Maisel, Sherman (1973) Managing the Dollar (New York: Norton).",
        "Mishkin, Frederic S., Asymmetric Information and Financial Crises: A Historical Perspective, in R. Glenn Hubbard, Financial Markets and Financial Crises (Chicago: Chicago University Press, 1991): 69-108.",
        "Mishkin, Frederic S., Symposium on the Monetary Transmission Mechanism, Journal of Economic Perspectives, 9, 4 (Fall 1995): 3-10.",
        "Mishkin, Frederic S., The Causes and Propagation of Financial Instability: Lessons for Policymakers, Maintaining Financial Stability in a Global Economy (Federal Reserve Bank of Kansas City, Kansas City, MO., 1997): 55-96.",
        "Mishkin, Frederic S. (2001) Financial Policies and the Prevention of Financial Crises in Emerging Market Countries, NBER Working Paper No. 8397 forthcoming in Martin Feldstein, ed., Economic and Financial Crises in Emerging Market Countries (University of Chicago Press: Chicago).",
        "Mishkin, Frederic S. and Klaus Schmidt-Hebbel (2002) One Decade of Inflation Targeting in the World: What Do We Know and What Do We Need to Know? in Norman Loayza and Raimundo Soto, eds. Inflation Targeting: Design, Performance, Challenges (Central Bank of Chile: Santiago 2002): 117-219.",
        "Romer, David H. and Christina D. Romer, Does Monetary Policy Matter A Test in the Spirit of Friedman and Schwartz, NBER Macroeconomics Annual 1989 eds. Olivier Blanchard and Stanley Fisher, (Cambridge: MIT Press, 1989), pp. 121-170.",
        "Romer, Christina, The Great Crash and the Onset of the Great Depression, Quarterly Journal of Economics 105:3 ( August 1990), pp. 597-624.",
        "Sprague, O. M. W., History of Crises Under the National Banking System (U.S. Government Printing Office: Washington, D.C., 1910).",
        "Svensson, L. (1997), Inflation Forecast Targeting: Implementing and Monitoring Inflation Targets, European Economic Review, 41: 1111-1146.",
        "Wall Street Journal Economic Front: How Policy Makers Regrouped to Defend the Financial System, Tuesday, September 18, 2001, p. A1.",
        "White, Eugene N., Banking and Finance in the Twentieth Century, in S. Engerman and R. Gallman, eds., The Cambridge Economic History of the United States Vol III. (Cambridge: Cambridge University Press, 2000), 743-802."
    ]
}