{
    "id": 8993,
    "cites": 31,
    "cited_by": 19,
    "reference": [
        "[1] Abowd, John M. The effect of wage bargains on the stock market value of the firmAmerican Eco- nomic Review79:774-800, September 1989.",
        "[2] Abowd, John M. and Thomas Lemieux. The Effects of Product Market Competition on Collective Bargaining Agreements: The Case of Foreign Competition in Canada. Quarterly Journal of Eco- nomics108, (1993): 983-1014.",
        "[3] Angrist, Joshua D., and Victor Lavy. Using Maimondies Rule to Estimate the Effect of Class Size on Scholastic Achievement.Quarterly Journal of Economics114 (1998): 533-75.",
        "[4] Ashenfelter, Orley and George E. Johnson. Bargaining Theory, Trade Unions, and Industrial Strike Activity.American Economic Review, 59 (1969) 35-49.",
        "[5] Boal, William M., and John Pencavel, The Effects of Labor Unions on Employment, Wages, and Days of Operation: Coal Mining in West Virginia, Quarterly Journal of Economics109 (1994) 267-298.",
        "[6] Bronars, Stephen G., and Donald R. Deere, Union Organizing Activity, Firm Growth, and the Busi- ness Cycle,American Economic Review, 83 (1993) 203-220.",
        "[7] Bronfenbrenner, Kate. Employer behavior in certi fication elections andfirst contracts: Implications for labor law reform In Sheldon Friedman, Richard Hurd, Rudy Oswald, and Ronald Seeber, editors, Restoring the Promise of American Labor Law , pages 75-89. ILR Press, Ithaca, New York, 1994.",
        "[8] Brown, James N. and Orley Ashenfelter. Testing the ef ficiency of employment contractsJournal of Political Economy94:S40-S87, 1986.",
        "[9] Campbell, D. T. Reforms as Experiments. American Psychologist24 (1969): 409-29.",
        "[10] Card, David. Efficient contracts with costly adjustment: Short run employment determination for airline mechanicsAmerican Economic Review76:1045-1071, December 1986.",
        "[11] DiNardo, John and David S. Lee. The Impact of Unionization on Establishment Closure: A Regres- sion Discontinuity Analysis of Representation Elections, Center for Labor Economics Working Paper 38, September, 2001.",
        "[12] Dubofsky, Melyvn and WarrenVan Tine John L. Lewis, A BiographyQuadrangle/The New York Times BookCompany,Inc.,NewYork,1977.",
        "[13] Dunne, Timothy, Mark J. Roberts, and Larry Samuelson. The Growth and Failure of U.S. Manufac- turing Plants.Quarterly Journal of Economics104 (1989): 671-698.",
        "[14] Freeman, Richard B. and James L. Medoff. What Do Unions Do?Basic Books, New York, 1984.",
        "[15] Freeman, Richard, and Morris Kleiner, The Impact of New Unionization on Wages and Working Conditions,Journal of Labor Economics, 8 (1990) S8-S25.",
        "[16] Freeman, Richard B. and Morris M. Kleiner Do Unions Make Enterprises Insolvent?, Industrial and Labor Relations Review, Vol. 52, No. 4, July 1999, pp. 507- 524.",
        "[17] Freeman, Richard B. Why are unions faring poorly in NLRB representation elections? In Thomas Kochan, editor,Challenges And Choices Facing American Labor . MIT Press, Cambridge, 1985.",
        "[18] Hahn, Jinyong, Petra Todd, and Wilbert van der Klaauw. Identi fication and Estimation of Treatment Effects with a Regression-Discontinuity Design. Econometrica69 (2001): 201-209.",
        "[19] Heckman, James. The Common Structure of Statistical Models of Truncation, Sample Selection, and Limited Dependent Variables and A Simple Estimator for Such Models. Annals of Economic and Social Measurement5 (1976): 475-492.",
        "[20] Heckman, James J. Sample selection bias as a speci fication error.Econometrica47 (1979): 153-62.",
        "[21] Kleiner, Morris. Intensity of Management Resistance: Understanding the Decline of Unionization in the Private SectorJournal of Labor Research, Volume XXII, Number 3, Summer 2001.",
        "[22] Lalonde, Robert J., G. Marschke, and K. Troske, Using Longitudinal Data on Establishments to 39 Analyze the Effects of Union Organizing Campaigns in the United States, Annales DEconomie et de Statistique41/42 (1996) 155-185.",
        "[23] Lee, David S. The Electoral Advantage to Incumbency and Voters Valuation of Politicians Experi- ence: A Regression Discontinuity Analysis of Close Elections Center for Labor Economics Working Paper 31.UC Berkeley, April, 2001.",
        "[24] Lee, David S. Trimming for Bounds on Treatment Effects with Missing Outcomes Center for Labor Economics Working Paper 51, UC Berkeley, March, 2002.",
        "[25] Lewis, H. Gregg.Unionism and relative wages in the United States . University of Chicago Press, Chicago, 1963.",
        "[26] Macdonald, Ian and Robert M. Solow. Wage bargaining and employment. American Economic Re- view71:886-908, 1981.",
        "[27] MaCurdy, Thomas and John Pencavel. Testing the ef ficiency of employment contractsJournal of Political Economy94:S3-S39, 1986.",
        "[28] McGuckin, Robert H., Sang V. Nguyen, and Arnold P. Reznek. On Measuring the Impact of Owner- ship Change on Labor: Evidence from U.S. Food-Manufacturing Plant-Level Data. in Labor Statistics Measurement Issues, J. Haltiwanger, M. Manser, and R. Topel, eds. Chicago, Illinois: University of Chicago Press, 1998.",
        "[29] Rosen, Sherwin. Trade Union Power, Threat Effects and the Extent of Organization. Review of Eco- nomic Studies36 (1969): 185-196.",
        "[30] Thistlethwaite, D., and D. Campbell. Regression -Discontinuity Analysis: An alternative to the ex post facto experiment.Journal of Educational Psychology51 (1960): 309-17.",
        "[31] Van der Klaauw, Wilbert. Estimating the Effect of Financial Aid Offers on College Enrollment: A Regression-Discontinuity Approach. Unpublished manuscript(1996)."
    ]
}