{
    "id": 8994,
    "cites": 33,
    "cited_by": 111,
    "reference": [
        "Adler, M., and B. Dumas, 1983, International portfolio choice and corporation finance: A synthesis, Journal of Finance 38, 925-984.",
        "Ahearne, A. G., W. L. Griever, and F. E. Warnock, 2001, Information costs and home bias: An analysis of U.S. holdings of foreign equities, Federal Reserve Board, International Finance Division, Working Paper 691 (Updated), Washington, D.C.",
        "Bae, K., and G. A. Karolyi, 1994, Good news, bad news and international spillovers of stock return volatility between Japan and the U.S., Pacific-Basin Finance Journal 2, 405-438.",
        "Bae, K., G. A. Karolyi, and R. M. Stulz, 2002, A new approach to measuring financial contagion, Review of Financial Studies, forthcoming.",
        "Bai, J., R. Lumsdaine, and J. H. Stock, 1998, Testing for and dating common breaks in multivariate time series, Review of Economic Studies 65, 395-432.",
        "Bailey, W., and J. Jagtiani, 1994, Foreign ownership restrictions and stock prices in the Thai capital market, Journal of Financial Economics 36, 57-87.",
        "Bailey, W., K. Chan, and Y. P. Chung, 2000, Depositary receipts, country funds, and the peso crash: The intraday evidence, Journal of Finance 55, 2693-2717.",
        "Barro, R. J, 1974, Are government bonds net wealth?, Journal of Political Economy 82, 1095- 1118.",
        "Baxter, M., and U. J. Jermann, 1997, The international diversification puzzle is worse than you think, American Economic Review 87, 170-180.",
        "Bekaert, G., and C. Harvey, 1995, Time-varying world market integration, Journal of Finance 50, 403-444.",
        "Bekaert, G., and C. Harvey, 2000, Foreign speculators and emerging equity markets, Journal of Finance 55, 565-613.",
        "Bekaert, G., C. Harvey, and R. Lumsdaine, 2002a, Dating the integration of world capital 57 markets, Journal of Financial Economics, forthcoming.",
        "Bekaert, G., C. Harvey, and R. Lumsdaine, 2002b, The dynamics of emerging market equity flows, Journal of International Money and Finance, forthcoming.",
        "Bekaert, G., and R. J. Hodrick, 1992, Characterizing predictable components in excess returns on equity and foreign exchange markets, Journal of Finance 47, 467-510.",
        "Bhagwati, J., 1998, The capital myth, Foreign Affairs 77 (3), 7-12.",
        "Black, F., 1974, International capital market equilibrium with investment barriers, Journal of Financial Economics 1, 337-352.",
        "Black, F., 1990, Equilibrium exchange rate hedging, Journal of Finance 45, 899- 908.",
        "Bohn, H., and L. Tesar, 1996, U.S. equity investment in foreign markets: Portfolio rebalancing or return chasing?, American Economic Review 86, 77-81.",
        "Bottazzi, L., P. Pesenti, and E. Van Wincoop, 1996, Wages, profits and the international portfolio puzzle, European Economic Review 40, 219-254.",
        "Breeden, D., 1979, An intertemporal asset pricing model with stochastic consumption and investment opportunities, Journal of Financial Economics 7, 265-296.",
        "Brennan, M. J., and H. Cao, 1997, International portfolio flows, Journal of Finance 52, 1851- 1880.",
        "Britten-Jones, M., 1999, The sampling error in estimates of mean-variance efficient portfolio weights, Journal of Finance 54, 655-671.",
        "Calvo, G., and C. M. Reinhart, 1996, Capital flows to Latin America: Is there evidence of a contagion effect?, in Private capital flows to emerging markets after the Mexican crisis, eds., G. A. Calvo, M. Golstein and E. Hochreiter, Institute for International Economics, Washington, D.C.",
        "Campbell, J. Y., and Y. Hamao, 1992, Predictable stock returns in the United States and Japan: A study of long-term capital market integration, Journal of Finance 47, 43-70.",
        "Chan, K.C., G. A. Karolyi, and R. M. Stulz, 1992, Global financial markets and the risk premium on U.S. equity, Journal of Financial Economics 32, 137-168.",
        "Chan, L., and J. Lakonishok, 1993, Institutional trades and intraday stock prices behavior, Journal of Financial Economics 33, 173-200.",
        "Chan, L., and J. Lakonishok, 1995, The behavior of stock prices around institutional trades, Journal of Finance 50, 1174-1174.",
        "Chan, L., and J. Lakonishok, 1997, Institutional equity trading costs: NYSE versus nasdaq, Journal of Finance 52, 713-735.",
        "Chari, A., and P. Henry, 2001, Stock market liberalization and the repricing of systematic risk, NBER Working Paper 8265, Cambridge, MA.",
        "Cho, D. C., C. S. Eun, and L. W. Senbet, 1986, International arbitrage pricing theory: An empirical investigation, Journal of Finance 41, 313-330.",
        "Choe, H., B. Kho, and R. M. Stulz, 2001, Do domestic investors have more valuable information about individual stocks than foreign investors?, NBER Working Paper No. 8073, Cambridge, Ma.",
        "Claessens, S., R. Dornbusch, and Y. C. Park, 2002, Contagion: Why crises spread and how this can be stopped, in Stijn Claessens and Kristin Forbes, eds., International financial contagion, Kluwer Academic Publishers, New York, NY.",
        "Claessens, S., and K. Forbes, 2002, International financial contagion, Kluwer Academic Publishers, New York, NY."
    ]
}