{
    "id": 8998,
    "cites": 12,
    "cited_by": 40,
    "reference": [
        "Borjas, George J. (1987), Self Selection and the Earnings of Immigrants, American Economic Review, 77, pp. 531-53.",
        "Borjas, George J. (1994), the Economics of Immigration, Journal of Economic Literature, 32, pp. 531-553.",
        "Briggs, Vernon M. (1984), Immigration Policy and the American Labor Market, Baltimore Md: Johns Hopkins University Press.",
        "Chiswick, Barry R. (2000), Are Immigrants Favorably Self-Selected? An Economic Analysis, in C. D. Brettell and J. F. Hollifield, eds., Migration Theory: Talking Across Disciplines (New York: Routledge).",
        "Daniels, Roger and Graham, Otis L. (2001), Debating American Immigration 1882-Present, Lanham Md: Rowman and Littlefield.",
        "De Laet, Debra L. (2000), U.S. Immigration and Politics in an Age of Rights (Westport, Conn.: Praeger).",
        "Hatton, Timothy J. and Williamson, Jeffrey G. (1998), The Age of Mass Migration (Oxford: Oxford University Press).",
        "Hatton, Timothy J. and Williamson, Jeffrey G. (2001), Demographic and Economic Pressure on Emigration Out of Africa, NBER Working Paper 8124, National Bureau of Economic Research, Cambridge, Mass. ((February).",
        "Jasso, Guillerma, Rosenzweig, Mark R., and Smith, James P. (2000), The Changing Skill of New Immigrants to the United States: Recent Trends and Their Determinants, in G.",
        "J. Borjas (ed.), Issues in the Economics of Immigration, Chicago: National Bureau of Economic Research. Karemera, David, Oguledo, Victor I., and Davis, Bobby (2000), A Gravity Model Analysis of International Migration to North America, Applied Economics, 32 (13), pp. 174555.",
        "Sjaastad, Larry (1962), The Costs and Returns of Human Migration, Journal of Political Economy, 70, pp.80-93.",
        "Timmer, Ashley and Williamson, Jeffrey G. (1998), Immigration Policy Prior to the Thirties: Labor Markets, Policy Interaction, and Globalization Backlash, Population and Development Review, 24 (December), pp. 739-771."
    ]
}