{
    "id": 9000,
    "cites": 24,
    "cited_by": 17,
    "reference": [
        "Bekaert, G., and C. R. Harvey, 2000, Foreign speculators and emerging equity markets, Journal of Finance 55, 565-613.",
        "Bekaert, G., C. R. Harvey, and R. L. Lumsdaine, 2002, The dynamics of emerging market equity flows, Journal of International Money and Finance, forthcoming.",
        "Bhagwati, J., 1998, The capital myth, Foreign Affairs 77 (3), 7-12.",
        "Bohn, H. and L. Tesar, 1996, U.S. equity investment in foreign markets: Portfolio rebalancing or return chasing?, American Economic Review 86, 77-81.",
        "Branson, W. H., 1970, Monetary policy and the new view of international capital movements, Brookings Papers 1, 235-262.",
        "Brennan, M. J., and H. Cao, 1997, International portfolio flows, Journal of Finance 52, 1851- 1880.",
        "Calvo, G., L. Leiderman, and C. Reinhart, 1993, Capital inflows and the real exchange rate appreciation in Latin America: The role of external factors, IMF Staff Papers.",
        "Chuhan, P., S. Claessens, and N. Mamingi, 1998, Equity and bond flows to Latin America and Asia: the role of global and country factors, Journal of Development Economics 55, 439-463.",
        "Edison, H. J., and F. E. Warnock, 2000, Cross-border listings, capital controls, and equity flows to emerging markets, Unpublished paper, Federal Reserve Board, Washington, DC.",
        "Fernandez-Arias, E., 1996, The new wave of private capital inflows: Push or pull?, Journal of Development Economics 48, 389-418.",
        "Friedman, T. L., 1999, The lexus and the olive tree, Farrar Straus Giroux, New York, NY.",
        "Froot, K. and T. Ramadorai, 2002, The information content of international portfolio flows, Harvard Business School working paper, Boston, MA.",
        "Froot, K., P. OConnell, and M. Seasholes, 2001, The portfolio flows of international investors, Journal of Financial Economics 59, 151-193.",
        "Grinblatt, M., and M. Keloharju, 2000, The investment behavior and performance of various investor types: A study of Finlands unique data set, Journal of Financial Economics 55, 43- 67.",
        "Henry, P., 2000, Stock market liberalization, economic reform, and emerging market equity prices, Journal of Finance 55, 529-564.",
        "Hong, H., and J. Stein, 1999, A unified theory of underreaction, momentum trading, and overreaction in asset markets, Journal of Finance 54, 2143-2184.",
        "Karolyi, G. A., 2001, Did the Asian financial crisis scare foreign investors out of Japan?, unpublished working paper, The Ohio State University, Columbus, OH.",
        "Karolyi, G. A. and R. M. Stulz, 2001, Are financial assets priced locally or globally?, working paper, The Ohio State University, Columbus, OH.",
        "Kouri, P. J. K., and Michael G. Porter, 1974, International capital flows and portfolio equilibrium, Journal of Political Economy 82, 443-468.",
        "Miller, N. C. and M. V. N. Whitman, 1970, A mean-variance analysis of United States long-term portfolio foreign investment, Quarterly Journal of Economics 84, 175-196.",
        "Odean, T., 1999, Do investors trade too much?, American Economic Review 89, 1279-1298.",
        "Seasholes, M., 2000, Smart foreign traders in emerging markets, working paper, University of California at Berkeley, Berkeley, CA.",
        "Stiglitz, J., 1998, Distinguished lecture on economics in government: The private uses of public interests: Incentives and institutions, Journal of Economic Perspectives 12, 3-22.",
        "Stulz, R. M., 1981, On the effects of barriers to international investment, Journal of Finance 36, 923-934."
    ]
}