{
    "id": 9002,
    "cites": 39,
    "cited_by": 56,
    "reference": [
        "Anderson, Kathryn, Richard Burkhauser, Jennie Raymond, and Clifford Russell. 1992. Mixed Signals in the Job Training Partnership Act. Growth and Change 22(3): 32-48.",
        "Anderson, Kathryn, Richard Burkhauser, and Jennie Raymond. 1993. The Effect of Creaming on Placement Rates Under the Job Training Partnership Act. Industrial and Labor Relations Review 46(4): 613-624.",
        "Barnow, Burt. 1992. The Effects of Performance Standards on State and Local Programs. In Evaluating Welfare and Training Programs , ed. Charles Manski and Irwin Garfinkel, 277-309.",
        "Cambridge, MA: Harvard University Press. Becker, Gary. 1964. Human Capital . New York, NY: Columbia University Press.",
        "Bell, Stephen, and Larry Orr. 2002. Screening (and Creaming?) Applicants to Job Training Programs: The AFDC Homemaker-Home Health Aide Demonstration. Labour Economics Forthcoming.",
        "Bloom, Howard, Larry Orr, George Cave, Steve Bell, and Fred Doolittle. 1993. The National JTPA Study: Title IIA Impacts on Earnings and Employment at 18 Months . Bethesda, MD: Abt Associates.",
        "Heckman, Heinrich, and Smith 38 Bloom, Howard, Larry Orr, Stephen Bell, George Cave, Fred Doolittle, Winston Lin, and Johannes Bos. 1997. The Benefits and Costs of JTPA Title II-A Programs: Key Findings from the National Job Training Partnership Act Study. Journal of Human Resources 32(3): 549-576.",
        "Burghardt, John, and Peter Schochet. 2001. National Job Corps Study: Impacts by Center Characteristics . Princeton, NJ: Mathematica Policy Research.",
        "Carneiro, Pedro, Karsten Hansen, and James Heckman. 2001. Educational Attainment and Labor Market Outcomes: Estimating the Distributions of Returns to Interventions. Unpublished manuscript, University of Chicago.",
        "Courty, Pascal, and Gerald Marschke. 1996. Moral Hazard Under Incentive Systems: The Case of a Federal Bureaucracy. In Advances in the Study of Entrepreneurship, Innovation and Economic Growth, Volume 7, Reinventing Government and the Problem of Bureaucracy , ed. Gary Libecap, 157-190. Greenwich, CT: JAI Press.",
        "Program. American Economic Review 87(2): 383-388. __________. 2003. The JTPA Incentive System. In Performance Standards in a Government Bureaucracy: Analytic Essays on the JTPA Performance Standards System , ed. James Heckman, forthcoming. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Heckman, Heinrich, and Smith 39 Cragg, Michael. 1997. Performance Incentives in the Public Sector: Evidence from the Job Training Partnership Act. Journalof Law, Economics and Organization 13(1): 147-168.",
        "CsÃ\u0083Â¶rgÃ\u0083Â¶, MiklÃ\u0083Â³s. 1983. Quantile Processes with Statistical Applications . Philadelphia, PA: Society for Industrial and Applied Mathematics.",
        "Devine, Theresa, and James Heckman. 1996. The Structure and Consequences of Eligibility Rules for a Social Program. In Research in Labor Economics , Volume 15, ed. Solomon Polachek, 111- 170. Greenwich, CT: JAI Press.",
        "Dixit, Avinash. 2002. Incentives and Organizations in the Public Sector: An Interpretative Review. Journal of Human Resources , current issue.",
        "Doolittle, Fred, and Linda Traeger. 1990. Implementing the National JTPA Study . New York, NY: Manpower Demonstration Research Corporation.",
        "Friedlander, Daniel. 1988. Subgroup Impacts and Performance Indicators for Selected Welfare Employment Programs . New York: Manpower Demonstration Research Corporation.",
        "Gay, Robert, and Michael Borus. 1980. Validating Performance Indicators for Employment and Training Programs. Journal of Human Resources 15(1): 29-48.",
        "Heckman, Heinrich, and Smith 40 Hansen, Karsten, James Heckman, and Edward Vytlacil. 2000. Dynamic Treatment Effects. Paper presented at the Midwest Econometrics Group, Chicago.",
        "Hanushek, Eric. 2002. Publically Provided Education. In Handbook of Public Finance, ed. Alan Auerbach and Martin Feldstein, forthcoming. Amsterdam: North-Holland.",
        "Heckman, James. 1992. Randomization and Social Program Evaluation. In Evaluating Welfare and Training Programs , ed. Charles Manski and Irwin Garfinkel, 201-230. Cambridge, MA: Harvard University Press.",
        "Lecture. Journal of Political Economy 109(4): 673-748. _________, ed. 2003. Performance Standards in a Government Bureaucracy: Analytic Essays on the JTPA Performance Standards System , forthcoming. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research.",
        "Heckman, James, Neil Hohmann, Jeffrey Smith, and Michael Khoo. 2000. Substitution and Dropout Bias in Social Experiments: A Study of an Influential Social Experiment. Quarterly Journal of Economics 105(2): 651-694.",
        "Heckman, James, Lance Lochner, and Christopher Taber. 1998. Explaining Rising Wage Inequality: Explorations with a Dynamic General Equilibrium Model of Labor Earnings with Heterogeneous Agents. Journal of Economic Dynamics 1(1): 1-58.",
        "Heckman, James and Jeffrey Smith. 1995. The Determinants of Participation in a Social Program: Evidence from JTPA. Unpublished manuscript, University of Chicago.",
        "Program: Implications for Simple Programme Evaluation Strategies. Economic Journal 109(457): 313-348. Heckman, James, Jeffrey Smith, and Nancy Clements. 1997. Making The Most Out of Programme Evaluations and Social Experiments: Accounting for Heterogeneity in Programme Impacts. Review of Economic Studies 64(4): 487-535.",
        "Heckman, James, Jeffrey Smith, and Christopher Taber. 1996. What Do Bureaucrats Do? The Effects of Performance Standards and Bureaucratic Preferences on Acceptance into the JTPA Program. In Advances in the Study of Entrepreneurship, Innovation and Economic Growth, Volume 7, Reinventing Government and the Problem of Bureaucracy , ed. Gary Libecap, 191-218.",
        "Greenwich, CT: JAI Press. Heckman, Heinrich, and Smith 42 __________. 1998. Accounting for Dropouts in Evaluations of Social Programs. Review of Economics and Statistics 80(1): 1-14.",
        "Heinrich, Carolyn. 1995. Public Policy and Methodological Issues in the Design and Evaluation of Employment and Training Programs at the Service Delivery Area Level. Ph.D. dissertation, Harris School of Public Policy Studies, University of Chicago.",
        "Information? Journal of Public Administration Research and Theory 9(3): 363-393. __________. 2003. The Role of Performance Standards in JTPA Program Administration and Service Delivery at the Local Level. In Performance Standards in a Government Bureaucracy: Analytic Essays on the JTPA Performance Standards System , ed. James Heckman, forthcoming.",
        "Kalamazoo, MI: W.E. Upjohn Institute for Employment Research. Hotz, V. Joseph. 1992. Designing an Evaluation of the Job Training Partnership Act. In Evaluating Welfare and Training Programs , ed. Charles Manski and Irwin Garfinkel, 76-114.",
        "Heckman, Heinrich, and Smith 43 Kemple, James, Fred Doolittle, and John Wallace. 1993. The National JTPA Study: Site Characteristics and Participation Patterns . New York: Manpower Demonstration Research Corporation.",
        "Mincer, Jacob. 1972. Schooling, Experience and Earnings . Chicago, IL: University of Chicago Press.",
        "National Commission for Employment Policy. 1995. Understanding Federal Training and Employment Programs . Washington, DC: National Commission for Employment Policy.",
        "Smith, Jeffrey. 1992. The JTPA Selection Process: A Descriptive Analysis. Unpublished manuscript, University of Chicago.",
        "U.S. Congress. Government Performance and Results Act , 1993. Washington D.C.: U.S. Congress.",
        "Heckman, Heinrich, and Smith 44 U.S. General Accounting Office. 2002. Workforce Investment Act: Improvements Needed in Performance Measures to Provide a More Accurate Picture of WIAs Effectiveness. GAO-02-275.",
        "Washington D.C.: U.S. General Accounting Office. U.S. Department of Labor. 2000a. Core and Customer Satisfaction Performance Measures for the Workforce Investment System. Training and Employment Guidance Letter No. 7-99. Washington D.C.: Employment and Training Administration.",
        "Title I of the Workforce Investment Act. Training and Employment Guidance Letter No. 8-99. Washington D.C.: Employment and Training Administration. Wilson, James. 1989. Bureaucracy: What Government Agencies Do and Why They Do It . New York, NY: Basic Books."
    ]
}