{
    "id": 9006,
    "cites": 40,
    "cited_by": 25,
    "reference": [
        "[40] Spolaore, E. (1995), Policymaking Systems and Economic Efficiency: Coalition Governments versus Majority Governments, Ph.D. Dissertation Harvard University 34",
        "[38] Shugart M. and J. Carey (1992) Presidents and Assemblies: Constitutional design and Electoral Dynamics New York: Cambridge University Press.",
        "[39] Skocpol, T. (1992), Protecting Soldiers and Mothers: The Political Origins of Social Policy in the US Cambridge: Harvard University Press.",
        "[37] Rae, D. W. (1969), Decision-Rules and Individual Values in Constitutional Choice, The American Political Science Review, Vol. 63,40-56.",
        "[36] Poterba, J. and J. Von Hagen (eds.), Fiscal Institutions and Fiscal Performance Chicago: University of Chicago Press and NBER.",
        "[34] Persson, T. and G. Tabellini (2002), Economic Policy in Representative Democracies, MIT Press, Cambridge, Forthcoming",
        "[35] Polborn, M. and M. Messner (2002), Voting on Majority Rules, mimeo.",
        "[31] Montesquicu, C. (1748) The Spirit of the Laws, Paris",
        "[32] Persson, T. and G. Tabellini (2001) Political Institutions and Policy Outcomes: What Are the Stylized Facts?, mimeo.",
        "[30] Milesi-Ferretti, G. M., R. Perotti and M. Rostagno, (2002), Electoral Systems and Public Spending, Quarterly Journal of Economics, Forthcoming",
        "[28] Mansfield, H. and D. Winthrop (2000), Alexis de Tocqueville Democracy in America (translation) University of Chicago Press.",
        "[29] Maskin, E. and J. Tirole (2001), The Politician and the Judge: Accountability in Government, mimeo.",
        "[25] La Porta, R., F. Lopez de Silanes, A. Shleifer, and R. Vishny (1999), The Quality of Government, Journal of Law Economics and Organizations, Vol.15, 222-279.",
        "[26] La Porta, R., F. Lopez de Silanes, C. Pop Echeles and A. Shleifer (2001), The Guarantees of Freedom, mimeo, Harvard University 33",
        "[27] Madison, J., A. Hamilton and J. Jay (1788, 1961), The Federalist Papers New York American Library.",
        "[24] Krusell, P. and V. Rios-Rull (1996), Vested Interests in a Positive Theory of Stagnation and Growth, Review of Economic Studies, Vol. 63, 30 1-29.",
        "[23] Koray, 5. (2000), Self-selective Social Choice Functions Verify Arrow and Gibbard-Sattherwaite Theorems, Econometrica, Vol.68, 981-996.",
        "[21] Hayek, F. (1960), The Constitution of Liberty The University of Chicago Press, Chicago, Ill.",
        "[20] Grossman, G. and E. Helpman (2001), Special Interest Politics, MIT Press, Cambridge Mass.",
        "[18] Freedom House (2001), Freedom in the World.",
        "[19] Gil, R., C. Mulligan, and X. Sala-i-Martin (2001), Social Security and Democracy, mimeo.",
        "[1] Aghion, P. and P. Bolton (1997), Incomplete Social Contracts, mimeo, Harvard University.",
        "[17] Fernandez, R. and D. Rodrik (1991), Resistance to Reform: Status Quo Bias in the Presence of Individual Specific Uncertainty, American Economic Review, Vol. 81, 1146-55.",
        "[16] Fatas, A. and M. Mihov (2002) The Case for Restricting Fiscal Policy Discretion, mimeo.",
        "[15] Easterly, W. and R. Levine (1997), Africas Growth Tragedy: Policies and Ethnic Divisions,. Quarterly Journal of Economics Vol. 112, 1203-50.",
        "[14] Diermeier, D. and R. Myerson (1995), Bicameralism and Its Consequences for the Internal Organization of Legislatures, American Economic Review Vol. 89, 1182-96.",
        "[13] Buchanan J. and R. Tullock (1962) The Calculus of Consent University of Michigan Press",
        "[12] Brinkley A. (1996) The end of reform Vintage, New York.",
        "[11] Beck, T., G. Clark, A. Groff, P. Keefer and P. Welsch (2000), New Tools and New Results in Comparative Political Economy: The Database of Political Institutions, World Bank Policy Research WP n. 2283.",
        "[10] Barro, R. J.. (1996), Democracy and Growth, Journal of Economic Growth, Vol. 1: 1-27. 32",
        "[9] Baron, D. and J. Ferejohn (1989), Bargaining in Legislatures, American Political Science Review, Vol. 83:1181-206.",
        "[8] Baron, D. (1991), Majoritarian Incentives, Pork Barrel Programs and Procedural Control, American Journal of Political Science Vol. 33: 1O~j8-86.",
        "[7] Barbera, S. and M. Jackson (2001), Choosing How to Choose: Self-Stable Majority Rules, mimeo California Institute of Technology.",
        "[6] Alesina, A. and H. Rosenthal (1995), Partisan Politics Divided Government and the Economy, Cambridge University Press, Cambridge, UK.",
        "[5] Alesina, A.. and R. Perotti (1994), The Political Economy of Budget Deficits, IMF Staff Papers, 94/85",
        "[4] Alesina, A., E. Glaeser and B. Sacerdote (2001), Why Doesnt the US Have a European Style Welfare State? Broolcings Papers on Economic Activity, Fall.",
        "[22] Henisz, W. J. (2002) The Institutional Environment for Infrastructure Investment, Industrial and Corporate Change:Forthcoming.",
        "[3] Alesina A., A. Devleeschauer, W. Easterly and R. Wacziarg (2002) Racial Fragmentation: New Measures and New Results in preparation",
        "[2] Aghion, P. and P. Howitt, (1998) Endogenous Growth Theory, Cambridge, MIT Press.",
        "[33] Persson, T. and G. Tabellini (2000), Political Economics. Explaining Economic Policy, MIT Press, Cambridge."
    ]
}