{
    "id": 9009,
    "cites": 19,
    "cited_by": 12,
    "reference": [
        "[21] Villalonga, BelÃ\u0083Â©n. ~Does diversification cause the diversification discount? Harvard Business School 2001. 20",
        "[20] Shleifer, Andrei, and Robert Vishny. ~Stock-Market Driven Acquisitions. NBER Working Paper No.w8439, August 2001.",
        "[18] Schoar, Antoinette. ~Effects of Corporate Diversification on Productivity. MIT Sloan School Working Paper, 2000.",
        "[17] Roll, Richard. ~The Hubris Hypothesis of Corporate Takeovers. Journal of Business 59 (1986): 197-216",
        "[15] Pound, John, and Richard Zeckhauser. ~Clearly Heard on the Street: The Effect of Takeover Rumors on Stock Prices. Journal of Business 63, no. 3. (July 1990): 291-308.",
        "[14] Myers, S.C.; Majluf, N.S. ~Corporate Financing and Investment Decisions when Firms Have Information that Investors do not Have. Journal of Financial Economics (1984): 187-221.",
        "[12] McCardle, Kevin, and S.Viswanathan, ~The Direct Entry versus Takeover Decision and Stock Price Performance around Takeovers, Journal of Business 67 no. 1 (1994): 1-43.",
        "[13] McGuckin, Robert, and Sang Ngyen. ~On Productivity and Plant Ownership Change: New Evidence form the Longitudinal Research Database. Rand Journal of Economics 26 (1995): 257-76.",
        "[ii] Lichtenberg, Frank and Donald Siegel. ~Productivity and Changes in Ownership of Manufacturing Plants. Brookings Papers on Economic Activity 1987, no. 3, Special Issue On Microeconomics. (1987), 643-673.Kevin F. 19",
        "[10] Lang, Larry H. P., Rene M. Stulz and Ralph A. Walkling. Managerial Performance, Tobins Q, And The Gains From Successful Tender Offers. Journal of Financial Economics 1989, v24(i), 137-154.",
        "[8] Jovanovic, Boyan. ~Truthful Disclosure of Information. Bell Journal of Economics 13, no. 1. (Spring, 1982): 36-44.",
        "[9] Jovanovic, Boyan, and Peter L. Rousseau. ~The Q-Theory of Mergers. AEA Papers and Proceedings May 2002.",
        "[7] Holmes, Thomas J. and James A. Schmitz, Jr. ~On the Turnover of Business Firms and Business Managers, Journal of Political Economy 103, no. 5 (October 1995): 1005-1038.",
        "[6] Holmes, Thomas J., James A. Schmitz, Jr. ~A Theory of Entrepreneurship and Its Application to the Study of Business Transfers. Journal of Political Economy 98, No. 2. (April 1990), 265-294.",
        "[3] Gort, Michael, Henry Grabowski, and Robert McGuckin. ~Organization Capital and the Choice Between Diversification and Specialization. Managerial Decision Economics 6 (1985): 2-10.",
        "[2] Campa, Jose Manuel, and Simi Kedia. ~Explaining the Diversification Discount. Journal of Finance (forthcoming)",
        "[5] Heckman, James. ~Dummy Endogenous Variables in a Simultaneous Equation System. Econometrica 46, No. 4. (July 1978), 931-959.",
        "[4] Gray, Sidney J. Lee H. Radebaugh, Clare B. Roberts. ~International Perceptions of Cost Constraints on Voluntary Information Disclosures: A Comparative Study of U.K. and U.S. Multinationals. Journal of International Business Studies 21, No. 4. (4th Qtr., 1990), pp. 597-622.",
        "[1] Andrade, Gregor; Mitchell, Mark and Stafford, Erik. ~New Evidence and Perspective on Mergers. Journal of Economic Perspectives, Spring 2001, 15(2): 103-120."
    ]
}