{
    "id": 9010,
    "cites": 24,
    "cited_by": 8,
    "reference": [
        "Berger, A.N., and G.F. Udell, Relationship Lending and Lines of Credit in Small Firm Finance, J. of Business, vol. 68 (1995), pp. 351-82.",
        "Berkowitz, J., and R. Hynes, Bankruptcy Exemptions and the Market for Mortgage Loans, J. of Law and Economics, vol. 42 (1999), 809-830.",
        "Bester, H., The Role of Collateral in a Model of Debt Renegotiation, J. of Money, Credit and Banking, vol. 26:1 (1994), 72-86.",
        "Cavalluzzo, K., L. Cavalluzzo, and J. Wolken (2000), Competition, Small Business Financing, and Discrimination: Evidence from a New Survey, Business Access to Capital and Credit, edited by J.L. Blanton, A. Williams, and S.L.W. Rhine. Washington, D.C.: Federal Reserve System.",
        "Cole, R.A., The Importance of Relationships to the Availability of Credit, J. of Banking and Finance, vol. 22 (1998), 959-977.",
        "Cole, R.A., L.G. Goldberg and L.J. White, Cookie-Cutter versus Character: The Microstructure of Small Business Lending by Large and Small Banks, in Business Access to Capital and Credit, edited by J.L. Blanton, A. Williams, and S.L.W. Rhine. Washington, D.C.: Federal Reserve System (2000).",
        "Elias, S., A. Renauer, and R. Leonard. How to File for Bankruptcy, 4th edition. Berkeley: Nolo Press (1994).",
        "Fan, W., and M.J. White, Personal Bankruptcy and the Level of Entrepreneurial Activity, working paper, University of Michigan Department of Economics (2000).",
        "Gordon, R.H., and J.K. Mackie-Mason, Tax Distortions to the Choice of Organizational Form, J. of Public Economics, vol. 55 (1994), pp. 279-306.",
        "Gropp, R., J. K. Scholz and M.J. White, Personal Bankruptcy and Credit Supply and Demand, Quarterly Journal of Economics, vol. CXII (1997), pp. 217-252.",
        "Hart, O., and J. Moore, Default and Renegotiation: A Dynamic Model of Debt, working paper 520, M.I.T. Dept. of Economics (1989).",
        "Leonard, R., Chapter 13 Bankruptcy: Repay Your Debts, 3rd edition. Berkeley, CA: Nolo Press (1998).",
        "Lin, E.Y., and M.J. White, Bankruptcy and the Market for Mortgage and Home Improvement Loans. J. of Urban Economics, vol. 50:1 (2001), pp. 138-62.",
        "Longhofer, S., Absolute Priority Rule Violations, Credit Rationing, and Efficiency, J. of Financial Intermediation, 6(3) (1997), pp. 249-67.",
        "Moulton, B.R., Random Group Effects and the Precision of Regression Estimates, Journal of Econometrics, vol. 32 (1986), pp. 385-97.",
        "Petersen, M.A., and R.G. Rajan, The Benefits of Lending Relationships: Evidence from Small Business Data, J. of Finance, vol. 49:1 (1994), pages 3-37.",
        "Petersen, M.A., and R.G. Rajan, The Effect of Credit Market Competition on Lending Relationships, Quarterly J. of Economics, vol. 110:2 (1995), pp. 407-43.",
        "Petersen, M.A., and R.G. Rajan, Trade Credit: Theories and Evidence, Rev. of Fin. Stud., vol. 10:3 (1997), pages 661-91.",
        "Posner, E., R. Hynes, and A. Malani, The Political Economy of Property Exemption Laws, working paper, Law School, University of Chicago (2001).",
        "Stiglitz, J.E., and A. Weiss, Credit Rationing in Markets with Imperfect Information, Am. Ec. Review, vol. 71:3. (1981), pp. 393-410.",
        "Sullivan, T., E. Warren and J. Westbrook. As We Forgive Our Debtors. New York: Oxford University Press (1989).",
        "Wang, H.J. and M.J. White, An Optimal Personal Bankruptcy System and Proposed Reforms, Journal of Legal Studies, Vol. XXXIX:1 (2000), pp. 255-286.",
        "White, M.J., Why Dont More Households File for Bankruptcy? Journal of Law, Economics, and Organization, vol. 14:2 (1998a), pp. 205-231.",
        "White, M.J., Why It Pays to File for Bankruptcy: A Critical Look at Incentives under U.S. Bankruptcy Laws and A Proposal for Change, Univ. of Chicago Law Rev., vol. 65 (1998b), pp. 685-732."
    ]
}