{
    "id": 9016,
    "cites": 49,
    "cited_by": 76,
    "reference": [
        "Bacchetta, Philippe, and Eric van Wincoop, 2000, Does Exchange Rate Stability Increase Trade and Welfare? American Economic Review 90, 1093-1109.",
        "Betts, Caroline, and Michael B. Devereux, 1996, The Exchange Rate in a Model of Pricing-to-Market, European Economic Review 40, 1007-1021.",
        "Betts, Caroline, and Michael B. Devereux, 2000, Exchange Rate Dynamics in a Model of Pricing-toMarket, Journal of International Economics 50, 215-244.",
        "Betts, Caroline, and Timothy J. Kehoe, Real Exchange Rate Movements and the Relative Price of Nontraded Goods, University of Minnesota, mimeo. Buiter, Willem, 1999, The EMU and the NAMU: What is the Case for North American Monetary Union? Canadian Public Policy 25, 285-305.",
        "Burstein, Ariel; Joao C. Neves; and, Sergio Rebelo, 2000, Distribution Costs and Exchange Rate Dynamics during Exchange-Rate-Based Stabilizations, National Bureau of Economic Research, working paper no. 7862.",
        "Burstein, Ariel; Martin Eichenbaum; and, Sergio Rebelo, 2002, Why Are Rates of Inflation So Low after Large Devaluations? National Bureau of Economic Research, working paper no. 8748.",
        "Chari, V.V.; Patrick J. Kehoe; and, Ellen R. McGrattan, 2000, Can Sticky Price Models Generate Volatile and Persistent Exchange Rates? National Bureau of Economics Research Working Paper, no. 7869.",
        "Corsetti, Giancarlo, and Paolo Pesenti, 2001, International Dimensions of Optimal Monetary Policy, University of Rome III, manuscript.",
        "Crucini, Mario J.; Chris I. Telmer; and, Marios Zachariadis, 2001, Understanding European Real Exchange Rates, Vanderbilt University, mimeo.",
        "Devereux, Michael B., and Charles Engel, 1998, Fixed vs. Floating Exchange Rates: How Price Setting Affects the Optimal Choice of Exchange-Rate Regime, National Bureau of Economic Research Working Paper, no. 6867.",
        "Devereux, Michael B., and Charles Engel, 2001, Monetary Policy in the Open Economy Revisited: Exchange Rate Flexibility and Price Setting Behavior, University of Wisconsin -- Madison, manuscript.",
        "Devereux, Michael B., and Charles Engel, 2002, Exchange Rate Pass-Through, Exchange Rate Volatility, and Exchange Rate Disconnect, Journal of Monetary Economics, forthcoming.",
        "Devereux, Michael B.; Charles Engel; and CÃ\u0083Â©dric Tille, 1999, Exchange Rate Pass-Through and the Welfare Effects of the Euro, National Bureau of Economic Research Working Paper, no. 7382.",
        "Engel, Charles, 1993, Real Exchange Rates and Relative Prices: An Empirical Investigation, Journal of Monetary Economics 32, 35-50.",
        "Engel, Charles, 1999, Accounting for U.S. Real Exchange Rate Changes, Journal of Political Economy 107, 507-538.",
        "Engel, Charles, 2002, Expenditure Switching and Exchange Rate Policy, National Bureau of Economic Research, working paper no. .",
        "Engel, Charles, and John H. Rogers, 1996, How Wide is the Border? (with John Rogers), American Economic Review 86, 1112-1125.",
        "Engel, Charles, and John H. Rogers, 2001, Deviations From the Purchasing Power Parity: Causes and Welfare Costs, Journal of International Economics 55, 29-57.",
        "Frankel, Jeffrey A., and Andrew K. Rose, 2001, An Estimate of the Effect of Currency Unions on Trade and Growth, Quarterly Journal of Economics, forthcoming.",
        "Friedman, Milton, 1953, The Case for Flexible Exchange Rates, in Essays in Positive Economics (Chicago: University of Chicago Press), 157-203.",
        "Goldberg, Linda, and JosÃ\u0083Â© Campa, 2001, Exchange Rate Pass-Through into Import Prices: A Macro or Micro Phenomenon? Federal Reserve Bank of New York, mimeo.",
        "Goldberg, Linda, and Joseph Tracy, 2000, Exchange Rates and Local Labor Markets, in Robert Feenstra, ed., Trade and Wages (NBER and Chicago).",
        "Goldberg, Penelopi Koujianou, and Michael M. Knetter, 1997, Goods Prices and Exchange Rates: What Have We Learned? Journal of Economic Literature 35, 1243-1272.",
        "Goldberg, Penelopi Koujianou, and Frank Verboven, 2001a, The Evolution of Price Dispersion in the European Car Market, Review of Economic Studies 68, 811-848.",
        "Goldberg, Penelopi Koujianou, and Frank Verboven, 2001b, Market Integration and Convergence to the Law of One Price: Evidence from the European Car Market, National Bureau of Economic Research, working paper no. 8402.",
        "Gourinchas, Pierre-Olivier, 1998, Exchange Rates and Jobs: What Do We Learn from Job Flows? NBER Macroeconomics Annual, 1998, 153-208.",
        "Hooper, Peter; Karen Johnson; and, Jaime Marquez, 2000, Trade Elasticities for the G-7 Countries, Princeton Studies in International Economics, no. 87.",
        "Isard, Peter, 1977, How Far Can We Push the Law of One Price? American Economic Review 67, 942-948.",
        "Jeanne, Olivier, and Andrew K. Rose, 2001, Noise and Exchange Rate Regimes, Quarterly Journal of Economics, forthcoming.",
        "Kravis, Irving B., and Robert E. Lipsey, 1978, Price Behavior in Light of Balance of Payments Theories, Journal of International Economics 12, 201-223.",
        "Krugman, Paul, 1989, Exchange Rate Instability (Cambridge: MIT Press).",
        "Lane, Philip R., 2001, The New Open Economy Macroeconomics: A Survey, Journal of International Economics 54, 235-266.",
        "McCallum, Bennett T., and Edward Nelson, 2000, Monetary Policy for an Open Economy: An Alternative Framework with Optimizing Agents and Sticky Prices, Oxford Review of Economic Policy 16, 74-91.",
        "Mundell, Robert, 1968, International Economics (New York: MacMillan).",
        "Mussa, Michael, 1986, Nominal Exchange Rate Regimes and the Behavior of Real Exchange Rates: Evidence and Implications, Carnegie-Rochester Conference Series on Public Policy 25, 117213.",
        "Obstfeld, Maurice, 2001, International Macroeconomics: Beyond the Mundell-Fleming Model, IMF Staff Papers 47 (Special Issue), 1-39.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 1995, Exchange Rate Dynamics Redux, Journal of Political Economy 103, 624-660.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 1998, Risk and Exchange Rates, National Bureau of Economics Research Working Paper, no. 6694.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 2000a, New Directions for Stochastic Open Economy Models, Journal of International Economics 50, 117-153.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 2000b, The Six Major Puzzles in International Macroeconomics: Is There a Common Cause? NBER Macroeconomics Annual 2000, 339-390.",
        "Obstfeld, Maurice, and Kenneth Rogoff, 2001, Global Implications of Self-Oriented National Monetary Rules, Department of Economics, University of California, Berkeley, manuscript.",
        "Obstfeld, Maurice, and Alan M. Taylor, 1997, Non-linear Aspects of Goods Market Arbitrage and Adjustment: Heckschers Commodity Points Revisited, Journal of the Japanese and International Economies 11, 441-479.",
        "Parsley, David C., and Shang-Jin Wei, 2001a, Explaining the Border Effect: The Role of Exchange Rate Variability, Shipping Costs and Geography, Journal of International Economics 55, 87-105.",
        "Parsley, David C., and Shang-Jin Wei, 2001b, Limiting Currency Volatility to Stimulate Goods Market Integration: A Price Based Approach, Owens Graduate School of Management, Vanderbilt University, manuscript.",
        "Rogers, John H., 2001, Price Level Convergence, Relative Prices, and Inflation in Europe, Board of Governors of the Federal Reserve System, International Finance Discussion Paper, no. 699.",
        "Rogers, John H., and Michael Jenkins, 1996, Haircuts or Hysteresis? Sources of Movements in Real Exchange Rates, Journal of International Economics 38, 339-360.",
        "Rogoff, Kenneth, 1996, The Purchasing Power Parity Puzzle, Journal of Economic Literature 34, 647668.",
        "Rose, Andrew K., 2000, One Money, One Market: The Effect of Common Currencies on Trade, Economic Policy 15, 7-46.",
        "Tille, CÃ\u0083Â©dric, 2000, Beggar-Thy-Neighbor or Beggar-Thyself? The Income Effect of Exchange Rate Fluctuations, Federal Reserve Bank of New York, Staff Report 112."
    ]
}