{
    "id": 9020,
    "cites": 27,
    "cited_by": 49,
    "reference": [
        "Anderson, James and Eric van Wincoop 2001a, Gravity with Gravitas: A Solution to the Border Puzzle, NBER Working Paper 8079, (January).",
        "Anderson, James and Eric van Wincoop 2001b. Borders, Trade and Welfare, NBER Working Paper 8515, (October).",
        "Anderson, Michael A., and Stephen L. S. Smith 1999, Canadian Provinces in World Trade: Engagement and Detachment Canadian Journal of Economics 32 (February): 22-38.",
        "Bernard, Andrew B. and J. Bradford Jensen 1997, Exporters, Skill Upgrading, and the Wage Gap, Journal of International Economics ; 42(1-2), (February), pages 3-31.",
        "Clausing, Kimberly 2001, Trade Creation and Trade Diversion in the Canada- United States Free Trade Agreement, Canadian Journal of Economics 34(3), (August), pp. 677-696.",
        "Davis, Donald R. 1998, The Home Market, Trade, and Industrial Structure, American Economic Review, 88(5), (December), pp. 1264-1276.",
        "Davis, Donald R. and David E. Weinstein 1999, Economic Geography and the Regional Production Structure: An Empirical Investigation, European Economic Review (February) pp. 379-407.",
        "Ellison, Glenn and Edward L. Glaeser 1997, Geographic Concentration in U.S.",
        "Manufacturing Industries: A Dartboard Approach, Journal of Political Economy (October) pp. 889-927. Evans, Carolyn L. 2000, National Border Effects and Heterogeneous Fixed Costs of International trade, Federal Reserve Bank of New York, mimeo.",
        "Evans, Carolyn L. 2001, Big border effects, small border costs? Federal Reserve Bank of New York, mimeo.",
        "Frankel, Jeffery, Ernesto Stein and Sh ang-Jin Wei 1996, Regional Trading Arrangements: Natural or Supernatural? American Economic Review 86(2), (May) pp. 52-56.",
        "Harrigan, James 1995, The Volume of Tr ade in Differentiated Products: Theory and Evidence, Review of Economics and Statistics, 77(2), (May) pp. 283-293.",
        "Haveman, John and David Hummels 1999, A lternative Hypotheses and the Volume of Trade: Evidence on the Extent of Speci alization, University of Chicago mimeo (January).",
        "Head Keith and Thierry Mayer 2000, Non- Europe: The Magnitude and Causes of Market Fragmentation in the EU, Weltwirtschaftliches Archiv 136(2), pp. 284-314.",
        "Head, Keith and John Ries 1998. Immigr ation and Trade Creation: Evidence from Canada. Canadian Journal of Economics 31 (February): 47-62.",
        "Head, Keith and John Ries 2001, Incr easing Returns Versus National Product Differentiation as an Explanation fo r the Pattern of US-Canada Trade, American Economic Review.",
        "Helliwell, John F. 1996. Do National Borders Matter for Quebecs Trade? Canadian Journal of Economics 29 (August): 507-522.",
        "Helliwell, John F. 1998, How Much Do National Borders Matter? Washington, DC: Brookings Institution Press.",
        "Hillberry, Russell (forthcoming), Aggregation Bias, Compositional Change, and the Border Effect, Canadian Journal of Economics. Hummels, David 1999a, Toward a Geography of Trade Costs, University of Chicago mimeo (January).",
        "Hummels, David 1999b, Have International Transportation Costs Declined? University of Chicago, mimeo (November).",
        "Hummels David and Alexandre Skiba 2001, Shipping the Good Apples Out? An Empirical Confirmation of the Alchian-Allen Conjecture, Purdue University mimeo. (October).",
        "Krugman, Paul 1980, Scale Economies, Produ ct Differentiation, and the Pattern of Trade, American Economic Review 70 (December), pp. 950-959.",
        "Krugman, Paul 1991, Geography and Trade, MIT Press, Cambridge MA.",
        "Krugman, Paul and Anthony Venables 1993, Integration, Specialization, and Adjustment. NBER Working Paper 4559 (December).",
        "Krugman Paul and Anthony Venables 1 996, Integration, Specialization, and Adjustment, European Economic Review 40 (April), pp. 959-967. McCallum, John T. 1995, National Bord ers Matter: Canada-U.S. Regional Trade Patterns, American Economic Review 85 (June), pp. 615-623.",
        "Obstfeld, Maurice and Kenneth Rogoff 2000. The Six Major Puzzles in Modern Macroeconomics: Is There a Common Cause? NBER Working Paper 7777, (July).",
        "Rauch, James E. 1999, Networks Vers us Markets in International Trade, Journal of International Economics, 48 (June) pp. 7-35."
    ]
}