{
    "id": 9021,
    "cites": 34,
    "cited_by": 18,
    "reference": [
        "Argys, Laura M., Susan L. Averett, and Daniel I. Rees. The Impact of Government Policies and Neighborhood Characteristics on Teenage Sexual Activity and Contraceptive Use. American Journal of Public Health. forthcoming. Becker, Gary S. A Treatise on the Family. Cambridge, MA: Harvard University Press, 1981.",
        "Blank, Rebecca, Christine George, and Rebecca London, State Abortion Rates: The Impact of Policies, Providers, Politics, Demographics, and Economic Environment, Journal of Health Economics, 15(5), October 1996, 513-553.",
        "Butz, William P. and Michael P. Ward. The Emergence of Countercyclical U.S. Fertility. American Economic Review. Vol. 69, No. 3 (June 1979). pp. 318-328.",
        "Cartoof, V. G. and L.V. Klerman. Parental Consent for Abortion: Impact of the Massachusetts Law. American Journal of Public Health. April 1986. pp. 397-400.",
        "Cook, Philip J., Allan M. Parnell, Michael J. Moore, and Deanna Pagnini. The Effects of ShortTerm variation in Abortion Funding on Pregnancy Outcomes. National Bureau of Economic Research Working Paper, No. 5843, November 1996.",
        "Councilof Economic Advisers. Technical Report: The Effects of Welfare Policyand the Economic Expansion on Welfare Caseloads: An Update. Washington, DC: Council of Economic Advisers, August 1999. Mimeo.",
        "Currie, Janet, Lucia Nixon, and NancyCole, Restrictions onMedicaid Funding of Abortion: Effects on Pregnancy Resolutions and Birth Weight, Journal of Human Resources, 31(1), Winter 1996, 159-188.",
        "Haas-Wilson, Deborah. The Economic Impact of State Restrictions on Abortion: Parental Consent and Notification Laws and Medicaid Funding Restrictions. Journal of Policy Analysis and Management. Vol. 12, No. 3 (Summer 1993). pp. 498-511.",
        "Haas-Wilson, Deborah. The Impact of State Abortion Restrictions on Minors Demand for Abortions. Journal of Human Resources. Vol. 31, No. 1 (Winter 1996). pp. 140-158.",
        "Horvath-Rose, Anne and H. Elizabeth Peters. Welfare Waivers and Nonmarital Childbearing. Joint Center for Poverty Research working paper 128. January 2000.",
        "Jackson, Catherine A. and Jacob Alex Klerman. Welfare and American Fertility. Unpublished manuscript, Rand Corporation. July 1995.",
        "Jones, Elise F. and Jacqueline Darroch Forrest, 1992, Underreporting of Abortion in Surveys of U.S. Women: 1976 to 1988, Demography, Vol. 29, No. 1 (February 1992). pp. 113-126.",
        "Joyce, Theodore, The Social and Economic Correlates of Pregnancy Resolution Among Adolescents in NewYork City, byRace and Ethnicity: A Multivariate Analysis, American Journal of Public Health, Vol. 78 (1988). pp. 626-631.",
        "Joyce, Theodore and Robert Kaestner. State Reproductive Policies and Adolescent Pregnancy Resolution: TheCase of Parental Involvement Laws. Journal of Health Economics, Vol. 15 (1996).",
        "Joyce, Theodore, Stanley Henshaw, and Julia DeClerque Skatrud. The Impact of Mississippis Mandatory Delay Law on Abortions and Births. Journal of the American Medical Association. Vol. 278, No. 8 (August 27, 1997). pp. 653-658.",
        "Kane, Thomas and Douglas Staiger, Teen Motherhood and Abortion Access, Quarterly Journal of Economics, 111(2), May 1996, 467-506.",
        "Kearney, Melissa Schettini. Is There an Effect of Incremental Welfare Benefits on Fertility Behavior? A Look at the Family Cap. MIT Department of Economics, unpublished manuscript. July 2001.",
        "Klerman, Jacob Alex. Welfare Reform and Abortion, in Robert A. Moffit (ed.), Welfare, the Family, and Reproductive Behavior: Research Perspectives. Washington, DC: National Academy Press, 1998.",
        "Levine, Phillip B. The Sexual Activity and Birth Control Use of American Teenagers, in Jonathan Gruber (ed.), An Economic Analysis of Risky Behavior among Youths. Chicago: University of Chicago Press, 2001.",
        "Levine, Phillip B. and Douglas Staiger. Abortion as Insurance. National Bureau of Economic Research, working paper 8813, March 2002.",
        "Levine, Phillip B, Amy Trainor, and David J. Zimmerman. The Effect of State Medicaid Funding Restrictions on Pregnancy, Abortion, and Births, Journal of Health Economics, Volume 15 (1996), pp. 555-578.",
        "Lundberg, Shelly and Robert D. Plotnick. Effects of State Welfare, Abortion, andFamily Planning Policies on Premarital Childbearing Among White Adolescents. Family Planning Perspectives. Vol. 22, No. 6 (November/December 1990), pp. 246-251.",
        "Lundberg, Shelly and Robert D. Plotnick, Adolescent Premarital Childbearing: Do Economic Incentives Matter, Journal of Labor Economics, 13(2), April 1995, 177-200.",
        "Macunovich, Diane J. The Butz-Ward Model in the Light of More Recent Data. Journal of Human Resources. Vol. 30, No. 2 (Spring 1995). pp. 229-255.",
        "Matthews, Stephen, David Ribar, and Mark Wilhelm, The Effects of Economic Conditions and Access to Reproductive Health Services on State Abortion and Birthrates. Family Planning Perspectives. Vol. 29, No. 2 (March/April 1997). pp. 52-60.",
        "Moffitt, Robert A. The Effect of Welfare on Marriage and the Family, in Robert A. Moffit (ed.), Welfare, the Family, and Reproductive Behavior: Research Perspectives. Washington, DC: National Academy Press, 1998.",
        "Ohsfeldt, Robert L. and Stephan F. Gohmann. Do Parental Involvement Laws Reduce Adolescent Abortion Rates? Contemporary Economic Policy. Vol. 12 (1994), pp. 65-76.",
        "Rogers, James L., Robert F. Boruch, George B. Stoms, and Dorothy DeMoya. Impact of the Minnesota Parental Notification Law on Abortion and Birth. American Journal of Public Health. Vol. 81, No. 3 (March 1991). pp. 294-298.",
        "Trussell, James T., Jane Menken, Barbara L. Lindheim, and Barbara Vaugh. The Impact of Restricting Medicaid Funding for Abortion. Family Planning Perspectives. Vol. 12, no. 3 (1980), pp. 120-130.",
        "DATA APPENDIX Sources for State Policies and Economic Conditions: Alan Guttmacher Institute. State Reproductive Health Monitor. New York: Alan Guttmacher Institute. Various issues. Althaus, Frances A. and Stanley K. Henshaw. The Effects of Mandatory DelayLaws on Abortion Patients and Providers. Family Planning Perspectives. Vol. 26, No. 5 (September/October 1994).",
        "Council of Economic Advisers. The Effects of Welfare Policy and the Economic Expansion on Welfare Caseloads: An Update. Unpublished manuscript, Council of Economic Advisers, August 3, 1999.",
        "Sources for Teenage Abortion, Birth, and Pregnancy Statistics: Henshaw, Stanley K. and Jennifer Van Vort. Teenage Abortion, Birth and Pregnancy Statistics: An Update. Family Planning Perspectives. Vol. 21, No. 2 (March/April 1989). pp. 85-88.",
        "U.S. Bureau of the Census. Vital Statistics of the United States. Washington, DC: U.S. Government Printing Office. annual editions. Sources for Explanatory Variables: Authors calculations from the National Bureau of Economic Research, Merged Outgoing Rotation Group file from the Current Population Survey. U.S. Bureau of the Census, Population Estimates Branch. Population Estimates for the U.S., Regions, Divisions, and States by 5-year Age Groups and Sex: Time Series Estimates, July 1, 1990 to July 1, 1999 and April 1, 1990 Census Population Counts. Online.",
        "U.S. Bureau of the Census, Population Estimates Branch. Resident Population of States (by 5-Year Age Groups and Sex). Online. http://www.census.gov/population/estimates/state/s5yr8090.txt, July 23, 2001."
    ]
}