{
    "id": 9023,
    "cites": 17,
    "cited_by": 4,
    "reference": [
        "Anderson, J.E. The Relative Inefficiency of Quotas: The Cheese Case. American Economic Review, 75 (1), 1985, 178-190.",
        "Aw, Bee Yan and Roberts, M.J. Measuring Quality Change in Quota-Constrained Import Markets. The Case of U.S. Footwear. Journal of International Economics, 21, 1986, 45-60.",
        "Barzel, Y. An Alternative Approach To The Analysis Of Taxation. The Journal of Political Economy, Vol. 84, Iss. 6, 1976, 1177-1197.",
        "Borcherding, T.E., Silberberg, E. Shipping The Good Apples Out: The Alchian And Allen Theorem Reconsidered. The Journal of Political Economy, Vol. 86, Iss. 1, 1978, 131-138.",
        "Epple, D. Hedonic Prices And Implicit Markets: Estimating Demand And Supply Functions For Differentiated Products. The Journal of Political Economy, Vol. 95, Iss. 1, 1987, 59-80.",
        "Falvey, R.E. The Composition Of Trade Within Import-Restricted Product Categories. The Journal of Political Economy, Volume 87, Issue 5, Part 1, 1979, 1105-1114.",
        "Goldberg, Pinelopi, Knetter, Michael, Goods Prices and Exchange Rates: What Have We Learned? Journal of Economic Literature 35(3), September 1997, pages 1243-72.",
        "Gould, J.P., Segall, J. The Substitution Effects Of Transportation Costs. The Journal of Political Economy, Vol. 77, Iss. 1, 1969, 130-137.",
        "Herguera, I., Kujal, P., Petrakis, E. Quantity Restrictions And Endogenous Quality Choice. International Journal of International Organization, 18, 2000, 1259-1277.",
        "Hummels, David and Klenow, Peter . The Quality and Variety of a Nations Trade. Mimeo, Purdue University, 2001.",
        "Leffler, K.B. Ambiguous Changes In Product Quality. The American Economic Review, Vol. 72, Issue 5, 1982, 956-967.",
        "Kay, J., Keen, M. Product Quality Under Specific And Ad Valorem Taxation. Public Finance Quarterly. Vol.19, No. 2, 1991, 238-347.",
        "Rosen, S. Hedonic Prices And Implicit Markets: Product Differentiation In Pure Competition. The Journal of Political Economy, Vol. 82, Iss. 1, 1974, 34-55.",
        "Rodriguez, C.A. The Quality Of Imports And Differential Welfare Effects Of Tariffs, Quotas And Quality Controls As Protective Devices Canadian Journal of Economics 12, 1979, 439-449.",
        "Santoni, G. J. and Norman VanCott. Import Quotas: The Quality Adjustment Problem. Southern Economic Journal 46, 1980, 1206-1211.",
        "Schott, Peter. Do Nations Specialize? Mimeo, Yale University. 2001.",
        "Umbeck, J. Shipping The Good Apples Out: Some Ambiguities In The Interpretation Of `Fixed Charge. The Journal of Political Economy, Vol. 88, Iss. 1, 1980, 199-208."
    ]
}