{
    "id": 9026,
    "cites": 25,
    "cited_by": 63,
    "reference": [
        "Albuquerque, Rui and Sergio Rebelo (2000) On the Dynamics of Trade Reform,Journal of International Economics , 51, 21-48.",
        "Baden-Fuller, Charles W. F., (1989) Exit from Declining Industries and theCaseofSteelCasings,Economic Journal, 99, 949-961.",
        "Bernard, Andrew B., Jonathon Eaton, J. Bradford Jensen, and Samuel S. Kortum (2000). Plants and Productivity in International Trade. NBER working paper 7688.",
        "Braconier, Henrik and Karolina Ekh olm, (2000) Swedish Multinationals and Competition from High- and Low-Wage Locations, Review of In- ternational Economics8(3), 448-461.",
        "Brainard, Lael and David Riker, (1997b) U.S. Multinationals and Com- petition from Low Wage Countries, NBER Working Paper 5959.",
        "Deily, Mary, (1991) Exit Strategies and Plant-closing Decisions, RAND Journal of Economics, 22(2), 250-263.",
        "Doms, Mark E. and J. Bradford Jensen, (1998) Comparing Wages, Skills, and Productivity between Domestica lly and Foreign-Owned Manufac- turing Establishments in the United States in Geography and Own- ership as Bases for Economic Accounting ,Baldwin,RobertE;Lipsey, Robert E; Richardson, J. David, eds, NBER Studies in Income and Wealth, vol. 59. Chicago and London: University of Chicago Press.",
        "Dumais, Guy, Glenn Ellison, and Edward L Glaeser, (2002) Geographic Concentration as a Dynamic Process, Review of Economics and Statistics, Vol. 84(2), 193-204.",
        "Dunne, Timothy, and Mark J. Roberts, (1991) Variation in Producer Turnover Across US Manufacturing Industries, in Entry and Mar- ket Contestability: An International Comparison , P.A. Geroski and J Schwalbach, Ed.s, Basil Blackwell.",
        "The Deaths of Manufacturing Plants 33 Dunne, Timothy, Mark J. Roberts, and Larry Samuelson, (1988) Patterns offirm entry and exit in US manufacturing industries, Rand Journal of Economics, Vol. 19(4), 495-515.",
        "Dunne, Timothy, Mark J. Roberts, and Larry Samuelson, (1989) The Growth and Failure of US Manufacturing Plants, Quarterly Journal of Economics, Vol. 104(4), 671-698.",
        "Duranton, Gilles and Diego Puga, (2000) Diversity and Specialisation in Cities: Why, Where and When Does It Matter? Urban Studies,vol.",
        "Ericson, Richard and Ariel Pakes, (1995) Markov-perfect industry dynam- ics: a framework for empirical work. Review of Economics Studies, 62, 53-82.",
        "Foster, Lucia, John Haltiwanger, and CJ Krizan, (1998) Aggregate Pro- ductivity Growth: Lessons from Micr oeconomic Evidence, National Bureau of Economic Research Working Paper: 6803, November.",
        "Gibson, John K. and Richard I. D. Harris, (1996) Trade Liberalization and Plant Exit in New Zealand Manufacturing. Review of Economics and Statistics, Vol. 78(3), 521-529.",
        "Hopenhayn, Hugo, (1992a) Entry, Exit, and Firm Dynamics in Long Run Equilibrium.Econometrica, 60(5), 1127-1150.",
        "Hopenhayn, Hugo, (1992b) Exit, Selection and The Value of Firms. Journal of Economic Dynamics and Control , 16, 621-653.",
        "Jovanovic, Boyan, (1982) Selection and the Evolution of Industry. Econo- metrica, 50, 649-670.",
        "Lieberman, Marvin, (1990) Exit from Declining Industries: Shakeout or Stakeout?RAND Journal of Economics, 21(4), 538-554.",
        "The Deaths of Manufacturing Plants 34 Melitz, Marc J., (2002) The Impact of Trade on Intra-Industry Reallo- cations and Aggregate Industry Productivity, NBER working paper 8881.",
        "Olley, Steven G. and Ariel Pakes, (1996) The Dynamics of Productivity in the Telecommunications Equipment Industry, Econometrica, 64(6), 1263-97.",
        "Rodrik, Dani, (1997)Has Globalization Gone Too Far. Institute for Inter- national Economics, Washington, DC.",
        "Schott, Peter K., (2002), Moving Up and Moving Out: Product Level Exports and Competition from Low Wage Countries. Yale School of Management mimeo.",
        "Whinston, Michael, (1988) Exit with Multi-Plant Firms. RAND Journal of Economics, 19(4), 568-588.",
        "For details on the specific years, see Schott (2002)."
    ]
}