{
    "id": 9027,
    "cites": 32,
    "cited_by": 2,
    "reference": [
        "Anderson, James E. (1993) Domino Dumping II: Anti-dumping, Journal of International Economics, Vol. 35: 133-50.",
        "Barrell, Ray and Nigel Pain. (1999) Trade Restraints and Japanese Direct Investment Flows, European Economic Review. Vol. 43(1): 29-45.",
        "Belderbos, Rene A. (1997) Antidumping and Tariff Jumping: Japanese Firms DFI in the European Union and the United States, Weltwirtschaftliches Archiv. Vol. 133(3): 419-57.",
        "Berry, Steven, James Levinsohn, and Ariel Pakes. (1999) Voluntary Export Restraints on Automobiles: Evaluating a Trade Policy, American Economic Review, Vol. 89(3): 400-30.",
        "Blonigen, Bruce A. and Robert C. Feenstra. (1997)Protectionist Threats and Foreign Direct Investment, in Robert C. Feenstra (Ed.), Effects of U.S. Trade Protection and Promotion Policies. Chicago: University of Chicago Press (NBER), 55-80.",
        "Blonigen, Bruce A. (2002) Tariff-jumping Antidumping Duties, Journal of International Economics. Vol. 57(1): 31-50.",
        "Borenstein, Severin and Martin B. Zimmerman. (1988) Market Incentives for Safe Commercial Airline Operation, American Economic Review. Vol. 78(5): 913-35.",
        "Brander, James A. and Barbara J. Spencer. (1987) Foreign Direct Investment with Unemployment and Endogenous Taxes and Tariffs, Journal of International Economics. Vol.",
        "DeVault, James M. (1996) The Welfare Effects of U.S. Antidumping Duties, Open Economies Review, Vol. 7(1): 19-33.",
        "Ellingsen, Tore, and Karl Warneryd. (1999) Foreign Direct Investment and the Political Economy of Protection, International Economic Review. Vol. 40(2): 357-79.",
        "Flam, Harry. (1994) EC Members Fighting about Surplus: VERs, FDI, and Japanese Cars, Journal of International Economics. Vol. 36: 117-31.",
        "Gallaway, Michael P., Bruce A. Blonigen, and Joseph E. Flynn. (1999) Welfare Costs of U.S.",
        "Unfair Trade Laws, Journal of International Economics, Vol. 49(2): 211-44. Haaland, Jan I. and Ian Wooton. (1998) Anti-dumping Jumping: Reciprocal Anti-dumping and Industrial Location, Weltwirtschaftliches Archiv, Vol. 134(2): 340-62.",
        "Hartigan, James C., Philip R. Perry, and Sreenivas Kamma. (1986) The Value of Administered Protection: A Capital Market Approach, Review of Economics and Statistics, Vol. 68(4): 610- 17.",
        "Hartigan, James C., Sreenivas Kamma, and Philip R. Perry. (1989) The Injury Determination Category and the Value of Relief from Dumping, Review of Economics and Statistics, Vol.",
        "Hughes, John S., Stefanie Lenway, and Judy Rayburn. (1997) Stock Price Effects of U.S. Trade Policy Responses to Japanese Trading Practices in Semi-conductors, Canadian Journal of Economics, Vol. 30(4): 922-42.",
        "Kelly, Kenneth A., and Morris E. Morkre. (1998). Do Unfairly Traded Imports Injure Domestic Industries? Review of International Economics, Vol. 6(2): 321-32.",
        "Lenway, Stefanie, Kathy Rehbein, and Laura Starks. (1990) The Impact of Protectionism on Firm Wealth: the Experience of the Steel Industry, Southern Economic Journal, Vol. 56(4): 1079-93.",
        "Levinsohn, James A. (1989) Strategic Trade Policy When Firms Can Invest Abroad: When Are Tariffs and Quotas Equivalent? Journal of International Economics. Vol. 27: 129-46.",
        "Mahdavi, Mahnaz, and Amala Bhagwati. (1994) Stock Market Data and Trade Policy: Dumping and the Semiconductor Industry, International Trade Journal, Vol. 8(2): 207-21.",
        "MacKinlay, A. Craig. (1997) Event Studies in Economics and Finance, Journal of Economic Literature, Vol. 35: 13-39.",
        "Motta, Massimo. (1992) Multinational Firms and the Tariff-jumping Argument: A Game Theoretic Analysis With Some Unconventional Conclusions, European Economic Review. 36: 1557-71.",
        "Murray, Tracy, and Donald J. Rousslang. (1989) A Method for Estimating Injury Caused by Unfair Trade Practices, International Review of Law and Economics, Vol. 9(2): 149-64.",
        "Murray, Tracy. (1991) The Administration of the Antidumping Duty Law by the Department of Commerce, in Richard Boltuck and Robert E. Litan (Eds.), Down in the Dumps: Administration of the Unfair Trade Laws. Washington, DC: The Brookings Institute, 23-60.",
        "Prusa, Thomas J. (1992) Why Are So Many Antidumping Petitions Withdrawn? Journal of International Economics, Vol. 33: 1-20.",
        "Ries, John C. (1993) Windfall Profits and Vertical Relationships: Who Gained in the Japanese Auto Industry from VERs? Journal of Industrial Economics, Vol. 41(3): 259-76.",
        "Rosendorff, B. Peter. (1996) Voluntary Export Restraints, Antidumping Procedure, and Domestic Politics, American Economic Review, Vol. 86(3): 544-61.",
        "Ruback, Richard S. (1982) The Effect of Discretionary Price Control Decisions on Equity Values, Journal of Financial Economics, Vol. 10: 83-105.",
        "Saxonhouse, Gary R. (1976) Estimated Parameters as Dependent Variables, American Economic Review, Vol. 66: 178-83.",
        "Smith, Alasdair. (1987) Strategic Investment, Multinational Corporations and Trade Policy, European Economic Review, Vol. 31: 89-96.",
        "U.S. Department of Commerce, Office of Industrial Resource Management. (1993) National Security Assessment of the Antifriction Bearings Industry: A Report for the U.S. Department of Defense. Washington, DC: U.S. Dept. of Commerce, Bureau of Export Administration, Office of Strategic Industries and Economic Security, Strategic Analysis Division.",
        "U.S. International Trade Commision. (1995) The Economic Effects of Antidumping and Countervailing Duty Orders and Suspension Agreements. Washington, DC: U.S. International Trade Commission."
    ]
}