{
    "id": 9028,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Altonji, Joseph. The Demand for and Return to Education When Education Outcomes Are Uncertain, Journal of Labor Economics, 11(1), Part 1 (January 1993), pp 48-83.",
        "Averett, Susan L. and Mark L. Burton. College Attendance and the College Wage Premium: Differences by Gender, Economics of Education Review, 15 (Feb 1996), pp. 37-49.",
        "Brewer, Dominic J., Eric R. Eide, and Ronald G. Ehrenberg. Does It Pay to Attend an Elite Private College? Cross-Cohort Evidence on the Effects of College Type on Earnings, Journal of Human Resources, 34 (Winter 1999), pp. 104-23.",
        "Card, David and Thomas Lemieux. Can Falling Supply Explain the Rising Return to College for Younger Men? A Cohort-Based Analysis, unpublished manuscript, (March 1999).",
        "Connelly, Rachel. A Framework for Analyzing the Impact of Cohort Size on Education and Labor Earnings, Journal of Human Resources, 21 (Fall 1986), pp. 543-62.",
        "Dominitz, Jeff and Charles Manski. Eliciting Student Expectations of the Returns to Schooling, Journal of Human Resources, 31(1), Winter 1996, pp 1-26.",
        "Flinn, Christopher, J. Cohort Size and Schooling Choice, Journal of Population Economics , 6 (1993), pp. 31-55.",
        "Goldin, Claudia and Lawrence F. Katz. The Power of the Pill: Oral Contraceptives and Womens Career and Marriage Decisions, February 2000, NBER 7527.",
        "Gould, Eric, Omer Moav, and Bruce Weinberg. Precautionary Demand for Education, Inequality and Technological Progress, Journal of Economic Growth, 6, (December, 2001) pp 285-351.",
        "Hoxby, Caroline M. and Bridget Terry Long. Explaining Rising Income and Wage Inequality Among the College Educated, unpublished manuscript, (April 1999).",
        "Hoxby, Caroline M. Do Immigrants Crowd Disadvantaged American Natives Out of Higher Education? in Hamermesh,-Daniel-S.; Bean,-Frank-D., eds. Help or Hinderance? The Economic Implications of Immigration for African Americans. New York: Russell Sage Foundation, 1998, pages 282-321.",
        "Juhn, C., K. Murphy, and B. Pierce. Wage Inequality and the Rise in Returns to Skills, Journal of Political Economy, 101 (1993), No. 3: pp. 410-442.",
        "Juster, Thomas. Consumer Buying Intentions and Purchase Probability: An Experiment in Survey Design, Journal of the American Statistical Association , 61, 1966, pp 658-696.",
        "Kane, Thomas J. The Community College: Educating Students at the Margin between College and Work, Journal of Economic Perspectives; 13(1), Winter 1999, pp. 63-84.",
        "Katz, Lawrence F. and David H. Autor, Inequality in the Labor Market, Handbook of Labor Economics, (1999) .",
        "Loury, Linda Datcher and David Garman. College Selectivity and Earnings, Journal of Labor Economics, 13 (April 1995) pp. 289-308.",
        "Manski, Charles. The Use of Intentions Data to Predict Behavior, Journal of the American Statistical Association, 85, 1990, pp. 934-940.",
        "Stapleton, David C., and Douglas J. Young. Educational Attainment and Cohort Size, Journal of Labor Economics, 6 (July 1988), pp. 330-61.",
        "Willis, Robert J. and Sherwin Rosen. Education and Self-Selection, Journal of Political Economy, 87-2 (Oct 1979), pp. S7-36."
    ]
}