{
    "id": 903,
    "cites": 14,
    "cited_by": 8,
    "reference": [
        "Amerniya, T. 1974. Multivariate regression and simultaneous equation models when the dependent variables are truncated normal. Econometrica 999-1012. 1975. Qualitative response models. Annals of Economic and Social Measurement 4: 363-72.",
        "Davies, J. B. 1979. On the size distribution of wealth in Canada. Review of Income and Wealth, September: 237-259Ã\u0082Â« Denton, F. T. and Spencer, B. G. 198I. A macro-economic analysis of the effects of a public pension plan. Canadian Journal of Economics l4: 609-35Ã\u0082Â« Dicks-Mireaux, L-D. L. 198l. Canadian retirement wealth: Legislation and construction. Mimeographed.",
        "Feldstein, M. S. 1976. Personal taxation and portfolio composition: An econometric analysis. Econometrica 44: 631-650.",
        "Greene, W. H. 1981. Sample selection bias as a specification error: Comment. Econometrica 49: 795-99Ã\u0082Â« -R2-References (continued) Heckman, J. J. 1979Ã\u0082Â« Sample selection bias as a specification error. Econometrica 1+7: 153-62.",
        "King, M. A. 1982. The structure of discrete and continuous choices: Modelling asset demands. University of Birmingham. Mimeographed.",
        "_ and Dicks-Mireaux L-D. L. 1982. Asset holdings and the life cycle. Economic Journal 92: forthcoming.",
        "Lee, L-F. 1981. Simultaneous equations models with discrete and censored variables. In Manski, C. F. and McFadden, D., eds. , Structural analysis of discrete data with econometric applications. MIT Press.",
        "Lillard, L. A. 1977. Inequality: Earnings vs. human wealth. American Economic Review 67: 1+3-55.",
        "_ and Weiss Y. 1979Ã\u0082Â« Components in variation in panel earnings data: The gary income maintenance experiment. Econometrica 1+7: 1+37-51+.",
        "_ and Willis R. S. 1978. Dynamic aspects of earnings mobility.",
        "Oja, G. 1981. The Distribution of wealth in Canada. Paper read at the Seventeenth General Conference of the International Association for Research in Income and Wealth, August 1981, at Gouvieux, France. Mimeographed.",
        "Statistics Canada 1978. Social security national programs. Ottawa.",
        "_ 1979- Evaluation of data on family assets and debts 1977. Ot tawa.",
        "-R3-References (continued) Wolfson, M. C. 1979. The lifetime impact of the retirement income system: A quantitative analysis. Appendix 5, The retirement income system in Canada: Problems and alternative policies for reform, Vol. II, Report of the Task Force on Retirement Income Policy. Ottawa."
    ]
}