{
    "id": 9032,
    "cites": 36,
    "cited_by": 20,
    "reference": [
        "Almazan, Andres, and Carlos A. Molina, 2001, Intra -Industry Capital Structure Dispersion: How Do Capital Structures Differ Among Competitors, University of Texas at Austin.",
        "Barclay, Michael J., Erwan Morellec, and Clifford J. Smith, 2001, On the Debt Capacity of Growth Options, mimeo, University of Rochester.",
        "Bertrand, Marianne and Antoinette Schoar, 2001, Managing with Style: The Effect of Managers on Firm Policies , mimeo University of Chicago.",
        "Bradley, Michael, Greg A. Jarrell, and Han Kim, 1984, On the Existence of an Optimal Financial structure, Journal of Finance 39(3), 857-878.",
        "Chaplinsky, Susan, 1983, The Economic Determin ants of Leverage: Theories and Evidence, Unpublished Ph.D. Dissertation, University of Chicago.",
        "Chevalier, Judith, 1995, Debt and Product Market Competition: Local Market Entry, Exit, and Expansion Decisions of Supermarket chains. American Economic Review 85, 415-35.",
        "Dammon, Robert, and Lemma Senbet, 1988, The Effect of Taxes and Depreciation on Corporate Investment and Financial Leverage, Journal of Finance 48(2), 357-373.",
        "Fama, Eugene F., and Kenneth R. French, 2002, Testing Trade-Off and Pecking Order Predictions About Dividends and Debt, Review of Financial Studies 15(1), 1-33.",
        "Ferson, Wayne, and S. Foerster, 1994, Finite Sample Properties of the Generalized Method of Moments in Tests of Conditional Asset Pricing Models, Journal of Financial Economics 36, 29-55.",
        "Fischer, Edwin O., Robert Heinkel, and Jo sef Zechner, 1989, Dynamic Capital Structure Choice: Theory and Tests The Journal of Finance 44:1, pp. 19-40.",
        "Frank, Murray and Vidhan K. Goyal, 2001, Testing the Pecking Order Theory of Financial Structure, working paper, University of British Columbia and HKUST.",
        "Fries, Stephen, Marcus Miller, and William Perraudin, 1997, Debt in Industry Equilibrium, Review of Financial Studies 10(1), 39-67.",
        "Graham, John, 1996a, Debt and the Marginal Tax Rate, Journal of Financial Economics, 41, 41-73.",
        "Field, Journal of Financial Economics 60, forthcoming. Hansen, L. P., 1982, Large Sample Properties of Generalized Method of Moments Estimators, Econometrica 34, 646-660.",
        "Harris, Milton and Artur Raviv, 1991, The Theory of Financial structure, Journal of Finance 46, 297-355.",
        "Kim, W. S., and Eric H. Sorensen, 1986, Evidence on the Impact of the Agency Costs of Debt on Corporate Dept Policy, Journal of Financial and Quantitative Analysis 21(2), 131-44.",
        "Kovenock, Dan, and Gordon Phillips, 1995, Increased Debt and Product-Market Rivalry: How Do We Reconcile Theory and Evidence, American Economic Review 85(2), 403-408.",
        "Investment, Review of Financial Studies 10(3), 767-804. Lang, Larry, Eli Ofek, and Rene Stulz, 1996, Leverage, Investment and Firm Growth, Journal of Financial Economics 40, 3-29.",
        "Leamer, Edward D., 1983, Model Choice and Specification Analysis, in Griliches, Z. and M. D.",
        "Intrilligator, eds., Handbook of Econometrics, Volume I, Chapter 5, North-Holland, New York. Leland, Hayne, 1998, Agency Costs, Risk Management, and Financial structure, Journal of Finance 53(4), 1213-1243.",
        "Long, M. S., and I. B. Malitz, 1985, Investment Patterns and Financial Leverage, in B. J. Friedman (ed.), Corporate Capital Structures in the United States , University of Chicago Press, Chicago.",
        "Lyandres, Evgeny, 2001, Strategic Choices of Capital Structures in Oligopolies: Theory and Evidence, mimeo, University of Rochester.",
        "MacKay, Peter, 2002, Real Flexibility and Fina ncial Structure: An Empirical Analysis, forthcoming, Review of Financial Studies.",
        "Maksimovic, Vojislav, and Joseph Zechner, 1991, Deb t, Agency Costs, and Industry Equilibrium, Journal of Finance 46, 1619-1643.",
        "Miller, Merton H., 1977, Debt and Taxes, Journal of Finance 32, 261-275.",
        "Myers, Stewart, 1984, The Financial Structure Puzzle, Journal of Finance 39, 575-592.",
        "Myers, Stewart, 1989, Still Searching for the Optimal Financial Structure, in Are the Distinctions Between Debt and Equity Disappearing? Richard W. Kopcke and Eric S. Rosengren, eds., Federal Reserve Bank of Boston Conference Series No. 33, 80-95.",
        "Newey, Whitney K. and Kenneth D. West, 1987, A Simple, Positive Semi-Definite, Heteroscedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica 55, 703- 708.",
        "Opler, Tim, and Sheridan Titman, 1994, Financial Distress and Corporate Performance, Journal of Finance 49(3), 1015-1040.",
        "Parrino, Robert, and Michael Weisbach, 1999, Measur ing Investment Distortions Arising from Stockholder-Bondholder Conflicts, Journal of Financial Economics 53, 3-42.",
        "Phillips, Gordon M., 1995, Increased Debt and Industry Product Mark ets: An Empirical Analysis, Journal of Financial Economics 37, 189-238.",
        "Rajan, Raghuram and Luigi Zingales, 1995, What Do We Know about Financial Structure? Some Evidence from International Data, Journal of Finance 1421-60.",
        "Sharpe, Stephen, 1994, Financial Market Imperfec tions, Firm Leverage, and the Cyclicality of Employment, American Economic Review 84(4), 1060-1074.",
        "Stock, J. H., and J. Wright, 2000, GMM with Weak Identification, Econometrica 68, 263-292.",
        "Titman, Sheridan and Roberto Wessels, 1988, The Determinants of Financial Structure Choice, Journal of Finance 41(1), 1-19.",
        "Welch, Ivo, 2002, Columbus Egg: The Real Determinant of Capital Structure,Yale University."
    ]
}