{
    "id": 9036,
    "cites": 24,
    "cited_by": 18,
    "reference": [
        "Blumberg, Linda, Lisa Dubay, and Steven A. Norton, Did the Medicaid Expansions for Children Displace Private Insurance? An Analysis Using the SIPP, Journal of Health Economics, 19(1), 2000, 1-32.",
        "Blumberg, Linda, Len Nichols, and Jessica Banthin, Worker Decisions to Purchase Health Insurance, forthcoming, International Journal of Health Finance and Economics, 2002.",
        "Chernew, Michael, David Cutler, and Patricia Keenan, Explanations for the Decline in Health Insurance Coverage, mimeo, Harvard University, 2002.",
        "Chernew, Michael, Kevin Frick, and Catherine McLaughlin, The Demand for Health Insurance Coverage by Low-Income Workers: Can Reduced Premiums Achieve Full Coverage? Health Services Research, 32(4), 1997, 453-470.",
        "Cutler, David M., Better Medicine, Oxford: Oxford University Press, 2003.",
        "Cutler, David M., and Jonathan Gruber, Does Public Insurance Crowd Out Private Insurance? Quarterly Journal of Economics, 111:2, 1996, 391-430.",
        "Cutler, David M. and Ellen Meara, The Medical Costs of the Young and the Old: A Forty Year Perspective, in David Wise, ed., Frontiers in The Economics of Aging, Chicago: University of Chicago Press, 1998, 215-242.",
        "Dranove, David, Kathryn E. Spier, and Laurence Baker, Competition Among Employers Offering Health Insurance, Journal of Health Economics, 19(1), 2000, 121- 140.",
        "Farber, Henry S. and Helen Levy, Recent Trends in Employer-Sponsored Health Insurance Coverage: Are Bad Jobs Getting Worse?, Journal of Health Economics, 19(1), 2000, 93-120.",
        "Fronstin, Paul, Employment-Based Health Benefits: Trends and Outlook, EBRI Issue Brief Number 233, Washington, D.C.: Employee Benefit Research Institute, May 2001a.",
        "Fronstin, Paul, Sources of Health Insurance and Characteristics of the Uninsured: Analysis of the March 2001 Current Population Survey, EBRI Issue Brief Number 240, Washington, D.C.: Employee Benefit Research Institute, December 2001b.",
        "Fuchs, Victor, Economics, Values, and Health Care Reform, American Economic Review, March 1996, 1-24.",
        "Garrett, A. Bowen, Len Nichols, and Emily Greenman, Workers Without Health Insurance: Who Are They and How Can Policy Reach Them, Washington, DC: The Urban Institute and the W.K. Kellogg Foundation, August 2001.",
        "Gentry, William, and Eric Peress, Taxes and Fringe Benefits Offered by Employers, NBER Working Paper No. 4764, June 1994.",
        "Gruber, Jonathan, The Incidence of Mandated Maternity Benefits, American Economic Review, 84(3), 1994, 622-641.",
        "Gruber, Jonathan, Taxes and Health Insurance, forthcoming in James Poterba, ed., Tax Policy and the Economy, Volume 16, Cambridge, MA: MIT Press, 2002.",
        "Gruber, Jonathan, and Robin McKnight, Why Did Employee Health Insurance Contributions Rise?, NBER Working Paper No. 8878, April 2002.",
        "Hadley, Jack, and James Reschovsky, Price Elasticities of the Demand for Insurance: Premiums, Medicaid Eligibility, and the Safety Net, mimeo, Center for the Study of Health System Change, 2002.",
        "Levy, Helen, Who Pays for Health Insurance? Employee Contributions to Health Insurance Premiums, mimeo, University of Chicago, 1997.",
        "Newhouse, Joseph P. Medical Care Costs: How Much Welfare Loss?, Journal of Economic Perspectives, 6(3), Summer 1992, 3-21.",
        "Rask, Kevin N., and Kimberly J. Rask, Public Insurance Substituting for Private Insurance: New Evidence Regarding Public Hospitals, Uncompensated Care Funds, and Medicaid, Journal of Health Economics, 19(1), 2000, 1-31.",
        "Strunk, Bradley C., Paul B. Ginsberg, and Jon R. Gabel, Tracking Health Care Costs, Health Affairs, 20(6), November/December 2001, 1-8.",
        "Summers, Lawrence H., Some Simple Economics of Mandated Benefits, American Economic Review, 79(2), May 1989, 177-183.",
        "United States Congress, Joint Committee on Taxation, Estimates of Federal Tax Expenditures for Fiscal Years 2002-2006, Washington, D.C.: Government Printing Office, January 17, 2002."
    ]
}