{
    "id": 9039,
    "cites": 33,
    "cited_by": 36,
    "reference": [
        "[1] Bacchetta, Philippe and van Wincoop, Eric (1998) Does Exchange Rate Stability Increase Trade and Capital Flows?, NBER working paper 6704.",
        "[2] Bacchetta, Philippe and van Wincoop, Eric (2000), Does Exchange Rate Stability Increase Trade and Welfare?, American Economic Review 90, 10931109.",
        "[3] Bacchetta, Philippe and van Wincoop, Eric (2001), Trade Flows, Prices, and the Exchange Rate Regime, in Revisiting the Case for Fle~cible E~cchange Rates, Bank of Canada conference, 213-231.",
        "[4] Baron, David P. (1976), Fluctuating Exchange Rates and the Pricing of Exports, Economic Inquiry 14, 425-38.",
        "[5] Bekx, Peter (1998), The Implications of the Introduction of the Euro for Non-EU Countries, Euro Papers No. 26, European Commission.",
        "[6] Bilson, John F.O. (1983), The Choice of an Invoice Currency in International Transactions, in J.S. Bhandari and B.H. Putnam (eds.), Economic Interdependence and Fle~cible E~cchange Rates, MIT Press.",
        "[7] Campa, Jose Manuel and Linda S. Goldberg (2001), Exchange Rate PassThrough into Import Prices: A Macro or Micro Phenomenon? mimeo.",
        "[8] Corsetti, Giancarlo and Paolo Pesenti (2001), International Dimensions of Optimal Monetary Policy, NBER WP 8230.",
        "[9] Betts, Caroline and Michael Devereux (1996), The Exchange Rate in a Model of Pricing-To-Market, European Economic Review 40, 1007-1021.",
        "[10] Devereux, Michael B., and Charles Engel (1998), Fixed vs. Floating Exchange Rates: How Price Setting Affects the Optimal Choice of ExchangeRate Regime, working paper, University of Wisconsin.",
        "[11] Devereux, Michael B., and Charles Engel (2001), Endogenous Currency of Price Setting in a Dynamic Open Economy Model, mimeo. 28",
        "[12] Donnenfeld, Shabtai and Itzhak Zilcha (1991), Pricing of Exports and Exchange Rate Uncertainty, International Economic Review 32, 1009-1022.",
        "[13] Engel, Charles (2001), The Responsiveness of Consumer Prices to Exchange Rates and the Implications for Exchange-Rate Policy: A Survey of a Few Recent New Open-Economy Macro Models, mimeo, University of Wisconsin.",
        "[14] Feenstra, Robert C., Joseph E. Gagnon, and Michael M. Knetter (1996), Market Share and Exchange Rate Pass-Through in World Automobile Trade, Journal of International Economics 40, 187-207.",
        "[15] Feinberg, Robert M. (1986), The Interaction of Foreign Exchange and Market Power Effects on German Domestic Prices, The Journal of Industrial Economics, 35, no. 1, 61-70.",
        "[16] Friberg, Richard (1998), In Which Currency Should Exporters Set Their Prices?, Journal of International Economics 45, 59-76.",
        "[17] Giovannini, Alberto (1988), Exchange Rates and Traded Goods Prices, Journal of International Economics 24, 45-68.",
        "[18] Goldberg, Pinelopi Koujianou and Michael M. Knetter (1997), Goods Prices and Exchange Rates: What Have We Learned? Journal of Economic Literature, September, 1243-1272.",
        "[19] Hamada, Koichi and Akiyoshi Horiuchi (1987), Monetary, Financial, and Real Effects of Yen Internationalization, in Sven W. Arndt and David J. Richardson (eds.), Real-Financial Linkages Among Open Economies, MIT Press (Cambridge, MA), 167-91.",
        "[20] Hartmann, Philipp (1998), The Currency Denomination of World Trade after European Monetary Union, Journal of the Japanese and International Economies 12, 424-54.",
        "[21] Giorgio Basevi, Daniela Cocchi and Pier Luigi Lischi (1997), The Choice of Currency in Foreign Trade of Italy, in Donald R. Hodgman and Geoffrey E. Wood, Monetary and E~cchange Rate Policy, St. Martins Press (New York), 1-48. 29",
        "[23] Johnson, Martin and Daniel Pick (1997), Currency Quandary: The Choice of Invoicing Currency under Exchange-Rate Uncertainty, Review of International Economics 5(1), 118-128.",
        "[24] Peter Hooper, Karen Johnson and Jaime Marquez, 1998, Trade Elasticities for G-7 Countries, International Finance Discussion Papers no. 609, Board of Governors.",
        "[25] Klemperer, Paul D. and Margaret A. Meyer (1986), Price Competition vs. Quantity Competition: The Role of Uncertainty, Rand Journal of Economics 17, 618-638.",
        "[26] Lane, Philip R. (2001), The New Open Economy Macroeconomics: A Survey,  Journal of International Economics 54, 235-266.",
        "[27] McCarthy, Jonathan (1999): Pass-through of Exchange Rates and Import Prices to Domestic Inflation in Some Industrialized Economies, Working Paper No. 79, Bank for International Settlements.",
        "[28] Obstfeld, Maurice (2001), International Macroeconomics: Beyond the Mundell-Fleming Model, International Monetary Fund Staff Papers, forthcoming.",
        "[29] Obstfeld, Maurice and Kenneth Rogoff (1996), Foundations of International Macroeconomics, MIT Press.",
        "[30] Oi, Walter Y. (1961), The Desirability of Price Instability under Perfect Competition, Econometrica 29, 58-64.",
        "[31] Page, S.A.B. (1980), The Choice of Invoicing Currency in Merchandise Trade, National Institute Economic Review 81/3, 60-72.",
        "[32] Rey, Helene (2001), International Trade and Currency Exchange, Review of Economic Studies 68, 443-64. 30",
        "[33] van Wincoop, Eric (1999), How Big are Potential Gains from International Risksharing?, Journal of International Economics 47(1), 109-135.",
        "[34] Yang, Jiawen (1997), Exchange Rate Pass-Through in U.S. Manufacturing Industries, The Review of Economics and Statistics 79, 95-104."
    ]
}