{
    "id": 904,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "Amano, A. (1981) Exchange Rate Modelling in the EPA World ~Economic Model. Presented at the International Workshop on Exchange Rates in Multicountry Econometric Models, University of Leuven, Belgium, November 26-28, 1981.",
        "Amano, A. (1979) FLEX 1: A Quarterly Model of the Japanese Flexible Exchange Rates System. The Annals of ~ School ~ Business Administratio~ Kobe University, No. 23.",
        "Armington, P.S. (1980) A New Exchange Rate Model for Forecasting and Analysis of Multilateral Exchange Rate Policies. SRI/WEFA World Economic Program Discussion Papers, No. 6, September 1979, revised April 1980.",
        "Artus, J.R. and A,K. McGuirk (1981) A Revised Version of the Multilateral Exchange Rate Model. IMF Staff Papers, vol. 28 (June), pp.275-309.",
        "Basevi, G. and M, Caizolari (1981) Multilateral Exchange Rate Determination and Policy Reaction Functions: The Italian Experience within the European Monetary System. Presented at the Leuven Conference, ibid.",
        "Bilson, J.F.O. (1978) The Current Experience With Floating Exchange Rates: An Appraisal of the Monetary Approach. American Economic Review, vol. 68 (May), pp. 392-97.",
        "Branson, W.H., H. Halttunen and P. Masson (1977) Exchange Rates in the Short Run: The Dollar-Deutschemark Rate. European Economic Review, vol. 10 (October), pp.303-324.",
        "Carr, J.L,, G.V. Jump and J.A. Sawyer (1976) The Operation of the Canadian Economy Under Fixed and Flexible Exchange Rates: Simulation Results From the TRACE Model. Canadian Journal of Economics 9, No. 1, pp. 102-120.",
        "Darby, M.R. (1980) International Transmission Under Pegged and Floating Exchange Rates: An Empirical Comparison. N.B.E.R. Working Paper No. 585, December 1980.",
        "Dornbusch, R. (1976) The Theory of Flexible Exchange Rates and Macroeconomic Policy. Scandinavian Journal of Economics, vol. 78, No. 2, pp. 255-75.",
        "Frankel, J.A. (1979) On the Mark: A Theory of Floating Exchange Rates Based on Real Interest Differentials. American Economic 23 Review, vol. 69 (September), pp. 610-22.",
        "Helliwell, J.F., P.M. Boothe and R.N. McRae (1982) Stabilization, Allocation, and the 1970s Oil Price Shocks. Scandinavian Journal of ~ No. 2, 1982.",
        "Helliwell, J.F., R.N. McRae, P. Boothe, A. Hansson, M. Margolick, T. Padmore, A, Plourde, and R. Plummer (1982) Energy and the National Economy: An Overview of the MACE Model. Presented to the Annual Meetings of the Canadian Economics Association, Ottawa, June 1982.",
        "Helliwell, J.F. and T.A. Maxwell (1974) Monetary Interdependence of Canada and the United States Under Alternative Exchange Rate Systems. In R.Z. Aliber, ed., National ~ Policies and the International Financial System. Chicago: University of Chicago Press, pp. 82-108.",
        "Hickman, B.H. (1981) Exchange Rates in Project LINK. Presented at the Leuven Conference, ibid.",
        "Hooper, P.,, R. Haas and S. Symansky (1981) Exchange Rate Determination in the MCM: A Proposed Revision. Presented at the Leuven Conference, ibid.",
        "Jonson, P.D., W.J. McKibbin and R.G, Trevor (1982) Exchange Rates and Capital Flows: A Sensitivity Analysis. Canadian Journal of Economics Vol. 15 (November).",
        "Jonson, P.D., E.R. Moses and C.R. Wymer (1977) The RBA76 Model of the Australian Economy. In W.E. Norton, ed., Conference in Applied Economic Research (December). Sydney: Reserve Bank of Australia, pp. 9-27.",
        "Richard, Denis M. (1980) A Global Adjustment Model of Exchange Rates and Interest Rates, Empirical Analysis. In D. Bigman and T. Taya, eds., The Functioning of Floating Exchange Rates: Theory, Evidence, and Policy Implications. (Ballinger, New York), pp. 243-276.",
        "Spencer, G.H., ed. (1980) Experiments with a Core Model of the New Zealand Economy. Research Paper No. 29, Reserve Bank of New Zealand, Wellington, March 1980."
    ]
}