{
    "id": 9042,
    "cites": 22,
    "cited_by": 5,
    "reference": [
        "Anderson, Margo J., and Stephen E. Fienberg. 1999. Who Counts? The Politics of CensusTaking in Contemporary America. New York: Russell Sage Foundation.",
        "Antonovsky, Aaron, and Judith Bernstein.1977. Social Class and Infant Mortality. Social Science and Medicine. Vol.11, No.8/9 (May). pp. 453-477.",
        "Bean, Frank D., and John P. Marcum. 1978. Differential Fertility and the Minority Group Status Hypothesis: An Assessment and Review In Frank D. Bean and W. Parker Frisbee, eds. The Demography of Racial and Ethnic Groups. New York: Academic Press.",
        "Bean, Frank D., and John P. Marcum. 1978. Differential Fertility and the Minority Group Status Hypothesis: An Assessment and Review. In Frank D. Bean and W. Parker Frisbee, eds. 1978. The Demography of Racial and Ethnic Groups. New York: Academic Press. pp. 189-211.",
        "Coale, Ansley J., and Susan Cotts Watkins, eds. 1986. The Decline of Fertility in Europe. Princeton, NJ: Princeton University Press.",
        "Condran, Gretchen A., and Eileen A. Kramerow. 1991. Child Mortality among Jewish Immigrants to the United States. Journal of Interdisciplinary History. Vol. 22, No.2.",
        "Haines, Michael R., and Richard H. Steckel, eds. 2000. A Population History of North America. New York: Cambridge University Press.",
        "Hajnal, John. 1953. Age at Marriage and Proportions Marrying. Population Studies.",
        "Vol. 7, No. 3 (November). pp. 111-136. Kiser, Clyde V., Wilson H. Grabill, and Arthur A. Campbell. 1968. Trends and Variations in Fertility in the United States. Cambridge, MA: Harvard University Press.",
        "Petersen, William. 1987. Politics and the Measurement of Ethnicity. In William Alonso and Paul Starr, eds. The Politics of Numbers. New York: Russell Sage Foundation. pp. 187-233.",
        "Preston, Samuel H., and Michael R. Haines. 1991. Fatal Years: Child Mortality in Late Nineteenth Century America. Princeton, NJ: Princeton University Press.",
        "Price, Daniel O. 1969. Changing Characteristics of the Negro Population. Washington, DC: U.S. Government Printing Office.",
        "Sheldon, Henry D. 1955. The Older Population of the United States NY: John Wiley and Sons.",
        "Steckel, Richard H. 1986. A Dreadful Childhood: Excess Mortality of American Slaves. Social Science History. Vol. 10, No. 4 (Winter). pp. 427-465.",
        "Taeuber, Conrad, and Irene B. Taeuber. 1958. The Changing Population of the United States. New York: John Wiley and sones.",
        "Taeuber, Conrad, and Irene B. Taeuber. 1971. People of the United States in the 20th Century. Washington, DC: U.S. Government Printing Office.",
        "Thompson, Warren S., and P. K. Whelpton. 1933. Population Trends in the United States.",
        "U.S. Bureau of the Census. 1986. Statistical Abstract of the United States, 1986.",
        "U.S. Bureau of the Census. 1997. Statistical Abstract of the United States, 1997.",
        "Washington, D.C.. Government Printing Office. U.S. Bureau of the Census. 2000. Statistical Abstract of the United States, 2000.",
        "U.S. Bureau of Labor Statistics. 1924. Cost of Living in the United States, 1917-19. Bulletin No. 357. Wash., D.C.: Government Printing Office, 1924.",
        "Wright, Carroll D., and William C. Hunt. 1900. History and Growth of the United States Census. Washington, D.C.. Government Printing Office."
    ]
}