{
    "id": 9045,
    "cites": 12,
    "cited_by": 5,
    "reference": [
        "Campell, John Y. and Martin Feldstein, editors. 2001. Risk Aspects of Investment-Based Social Security Reform. Chicago: University of Chicago Press.",
        "Coronado, Julia Lynn, Don Fullerton and Thomas Glass. 2000. Long Run Effects of Social Security Reform Proposals on Lifetime Progressivity. Paper presented at NBER conference on Distributional Aspects of Social Security and Social Security Reform. October.",
        "Disney, Richard, Robert Palacios and Edward Whitehouse. 1999. Individual Choice of Pension Arrangement as a Pension Reform Strategy. Xerox, July.",
        "Feldstein, Martin, editor. 1998. Privatizing Social Security. Chicago: University of Chicago Press.",
        "Feldstein, Martin and Jeff Liebman, editors. 2002. The Distributional Aspects of Social Security and Social Security Reform. Chicago: University of Chicago Press.",
        "Feldstein, Martin and Andrew A. Samwick. 1998. The Transition Path in Privatizing Social Security. In Martin Feldstein, editor. Privatizing Social Security. Chicago: University of Chicago Press for NBER. Pp. 215-260.",
        "Accounts. Tax Notes, pp. 1645-1652. Gustman, Alan L. and Thomas L. Steinmeier. 1998. Privatizing Social Security: FirstRound Effects of a Generic, Voluntary, Privatized U.S. Social Security System. In Martin Feldstein, editor. Privatizing Social Security. Chicago: University of Chicago Press for NBER.",
        "Kotlikoff, Laurence J., Kent Smetters and Jan Walliser. 1998. Opting Out of Social Security and Adverse Selection. Washington, D.C.: Congressional Budget Office, Technical Paper Series, Macroeconomic Analysis and Tax Analysis Divisions.",
        "Liebman, Jeffrey B. 1999. Redistribution in the Current U.S. Social Security System.",
        "Paper presented at NBER conference on Distributional Aspects of Social Security and Social Security Reform. October. Presidents Commission to Strengthen Social Security. 2001. Strengthening Social Security and Creating Personal Wealth for All Americans. Washington, D.C.: December.",
        "Shoven, John B, editor. 2000. Administrative Aspects of Investment-Based Social Security Reform. Chicago: University of Chicago Press.",
        "Steuerle, C.E. and J.M. Bakija. 1994. Retooling Social Security for the Twenty First Century: Right and Wrong Approaches to Reform. Washington, D.C.: Urban Institute."
    ]
}