{
    "id": 9049,
    "cites": 31,
    "cited_by": 6,
    "reference": [
        "Bagwell, Laurie Simon and John B. Shoven, 1989, Cash distributions to shareholders, Journal of Economic Perspectives 3, 129-140.",
        "Baker, Malcolm, and Jeffrey Wurgler, 2000, The equity share in new issues and aggregate stock returns, Journal of Finance 55, 2219-2257.",
        "Brav, Alon, Geczy, Christopher, and Gompers, Paul A., 2000, Is the abnormal return following equity issuances anomalous?, Journal of Financial Economics 56, 209-249.",
        "Brav, Alon, and Gompers, Paul A., 1997, Myth or reality? The long-run underperformance of initial public offerings: Evidence from venture and nonventure capital-backed companies, Journal of Finance 52, 1791-1821.",
        "Campbell, John Y., Andrew W. Lo, and A. Craig MacKinlay, 1997, The econometrics of financial markets, Princeton University Press, Princeton.",
        "Carhart Mark M., 1997, On persistence in mutual fund performance, Journal of Finance 52, 57- 82.",
        "Chordia, Tarun, Richard Roll and Avanidhar Subrahmanyam, 2001, Market Liquidity and Trading Activity, Journal of Finance 56, 501-530.",
        "Dharan, Bala G., David L. Ikenberry, 1995, The Long-Run Negative Drift of Post-Listing Stock Returns, Journal of Finance. 50, 1547-1574.",
        "Fama, Eugene F., 1998, Market efficiency, long-term returns, and behavioral finance, Journal of Financial Economics 49, 283-306.",
        "Fama, Eugene F., and Kenneth R. French, 1989, Business conditions and expected returns on stocks and bonds, Journal of Financial Economics 25, 23-49.",
        "Fama, Eugene F. and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Fama and French, 2001, Newly listed firms; fundamentals, survival rates, and returns, CRSP working paper 530.",
        "Graham, Benjamin, and David Dodd, 1934, Security analysis, McGraw-Hill, New York.",
        "Graham, John R., and Campbell Harvey, 2001, The Theory and Practice of Corporate Finance: Evidence from the Field, Journal of Financial Economics 60, 187-243.",
        "Grossman, Sanford J., 1995, Dynamic asset allocation and the informational efficiency of markets, Journal of Finance 50, 773-787.",
        "Ibbotson, Roger G., and Jeffrey F. Jaffe, 1975, Hot issue markets, Journal of Finance 30, 1027-1042.",
        "Ikenberry, David, Josef Lakonishok, and Theo Vermaelen, 1995, The underreaction to open market share repurchases, Journal of Financial Economics 39, 181-208.",
        "Jones, Charles M., 2002, A century of stock market liquidity and trading costs, Columbia University working paper.",
        "Klibanoff, Peter, Owen Lamont, and Thierry A. Wizman, 1998, Investor reaction to salient news in closed-end country funds, Journal of Finance 53, 673-699.",
        "Kothari, S.P. , and Jerold B. Warner, 1997, Measuring long-horizon security price performance, Journal Of Financial Economics 43, 301-339.",
        "Lamont, Owen A., 2000, Investment plans and stock returns, Journal of Finance 55, 2719-2745.",
        "Lamont, Owen A., and Richard H. Thaler, 2001, Can the market add and subtract? Mispricing in tech stock carve-outs, NBER working paper 8302.",
        "Lee, Charles M.C., Andrei Shleifer, and Richard Thaler, 1991, Investor sentiment and the closed- end fund puzzle, Journal of Finance 46, 75-109.",
        "Loughran, Tim, and Jay R. Ritter, 1995, The New Issues Puzzle, Journal of Finance 50, 23-51.",
        "Loughran, Tim, and Jay R. Ritter, 2000, Uniformly least powerful tests of market efficiency, Journal of Financial Economics 55, 361-389.",
        "Mitchell, Mark L., and Stafford, Erik, 2000, Managerial decisions and long-term stock price performance, Journal of Business 73, 287-329.",
        "Ofek, Eli and Matthew Richardson, 2002, Dotcom mania: The rise and fall of internet stock prices, NYU working paper.",
        "Pastor, Lubos, and Robert F. Stambaugh, 2000, Comparing asset pricing models: An investment perspective, Journal of Financial Economics 56, 335-381.",
        "Peavey, John W., 1990, Returns on initial public offerings of closed-end funds, Review of Financial Studies 3, 695-708.",
        "Ritter, Jay R., 1991, The Long-Run Performance Of Initial Public Offerings, Journal of Finance 46, 3-27.",
        "Stambaugh, Robert F., 1999, Predictive regressions, Journal Of Financial Economics 54, 375-421."
    ]
}