{
    "id": 9051,
    "cites": 20,
    "cited_by": 18,
    "reference": [
        "Baker, Michael and Dwayne Benjamin, The Role of the Family in Immigrants Labor-Market Activity: An Evaluation of Alternative Explanations, American Economic Review 87 (September 1997): 705-727.",
        "Becker, Gary S., Human Capital (New York: Columbia University Press, 1975).",
        "Blau, Francine D., The Fertility of Immigrant Women: Evidence from High-Fertility Source Countries, in George J. Borjas and Richard B. Freeman, eds., Immigration and the Work Force: Economic Consequences for the United States and Source Areas (Chicago IL: University Of Chicago Press, 1992), pp. 93-133.",
        "Blau, Francine D., Lawrence M. Kahn, Joan Moriarty, and Andre Souza, The Role of the Family in Immigrants Labor-Market Activity: Evidence from the United States, Working Paper, Cornell University, September 2000.",
        "Blundell, Richard, and Thomas MaCurdy, Labor Supply: A Review of Alternative Approaches, in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics, Volume 3A (Amsterdam: Elsevier, 1999), pp. 1559-1695.",
        "Borjas, George J., Assimilation, Changes in Cohort Quality, and the Earnings of Immigrants, Journal of Labor Economics 3 (October 1985): 463-489.",
        "Borjas, George J., Immigration Policy, National Origin, and Immigrant Skills: a Comparison of Canada and the United States, in David Card and Richard B. Freeman, eds., Small Differences That Matter: Labor Markets and Income Maintenance in Canada and United States (Chicago IL: University Of Chicago Press, 1993), pp. 21-43.",
        "Card, David and Richard B. Freeman, Small Differences That Matter (Chicago: University of Chicago Press, 1993).",
        "Chiswick, Barry R., The Effect of Americani zation on the Earnings of Foreign Born Men, Journal of Political Economy 86 (October 1978): 897-921.",
        "Duleep, Harriet Orcutt and Seth Sanders, The Decision to Work by Married Immigrant Women, Industrial and Labor Relations Review 46 (July 1993): 677-690.",
        "Freeman, Richard B., and Karen Needels, Skill Differentials in Canada in an Era of Rising Labor Market Inequality, in David Card and Richard B. Freeman, eds., Small Differences That Matter: Labor Markets and Income Maintenance in Canada and United States (Chicago IL: University Of Chicago Press, 1993), pp. 45-67.",
        "Friedberg, Rachel M., Immigration and the Labor Market, Ph.D. Dissertation, MIT, 1993.",
        "Funkhouser, Edward, Convergence in Employment Rates of Immigrants, in George J. Borjas, ed., Issues in the Economics of Immigration (Chicago: University of Chicago Press, 2000), pp. 143-184.",
        "Johnson, William R. and Jonathan Skinner, Labor Supply and Marital Separation, American Economic Review, 76 (June 1986): 455-69.",
        "Juhn, Chinhui and Kevin M. Murphy, Wage Inequality and Family Labor Supply, Journal of Labor Economics 15 (January 1997): 72-97.",
        "Goldin, Claudia, Understanding the Gender Gap: an Economic History of American Women (Oxford: Oxford University Press, 1990).",
        "LaLonde, Robert J., and Robert H. Topel, The Assimilation of Immigrants in the U.S. Labor Market, in George J. Borjas and Richard B. Freeman, eds., Immigration and the Work Force: Economic Consequences for the United States and Source Areas (Chicago IL: University Of Chicago Press, 1992), pp. 67-92.",
        "MacPherson, David A. and James B. Stewart, T he Labor Force Participation and Earnings Profiles of Married Immigrant Females, Quarterly Review of Economics and Business 29 (Autumn 1989): 57-72.",
        "Mincer, Jacob. Labor Force Participation of Married Women, in H. Gregg Lewis, ed., Aspects of Labor Economics, Universities-National Bureau Committee for Economic Research (Princeton, NJ: Princeton University Press, 1962).",
        "OECD, Human Capital Investment: An International Comparison (Paris: OECD, 1998)."
    ]
}