{
    "id": 9053,
    "cites": 32,
    "cited_by": 32,
    "reference": [
        "AgÃ\u0083Â©nor, Pierre-Richard and Peter Montiel. (1996). Development Macroeconomics. Princeton, NJ: Princeton University Press.",
        "Allayannis, George and Jane Ihrig. (2000). The Effect of Markups on the Exchange Rate Exposure of Stock Returns. Board of Governors of the Federal Reserve System, International Finance Discussion Paper 661.",
        "Asian Wall Street Journal. (1999). Indonesian Commodities Traders Fear Election Boost for Rupiah. May 28 th , pg. 23.",
        "Barth, Marvin and Trevor Dinmore. (1999). Trade Prices and Volumes in East Asia Through the Crisis. Board of Governors of the Federal Reserve System, International Finance Discussion Papers 643.",
        "Bodnar, Gordon and M.H. Franco Wong. (2000). Estimating Exchange Rate Exposures: Some `Weighty Issues. NBER Working Paper 7497.",
        "Calvo, Guillermo and Carmen Reinhart. (2000). Fixing for Your Life. NBER Working Paper 8006.",
        "Campa, Jose and Linda Goldberg. (1999). Investment, Pass-through and Exchange Rates: A Cross-Country Comparison. International Economic Review 40 (2, May): 287-314.",
        "Cashin, Paul, John McDermott, and Alasdair Scott. (1999). Booms and Slumps in World Commodity Prices. IMF Working Paper WP/99/155.",
        "Claessens, Stijn, Rudiger Dornbusch and Yung Chul Park. (2001). Contagion: Why Crises Spread and How This Can Be Stopped. In Stijn Claessens and Kristin Forbes, eds., International Financial Contagion. Norwell, MA: Kluwer Academic Publishers, pgs. 19-41.",
        "Claessens, Stijn and Kristin Forbes. (2001). International Financial Contagion. Norwell, MA: Kluwer Academic Publishers.",
        "Disclosure. (2001). Worldscope-Compact D for Windows. Database on CD-ROM.",
        "Dominguez, Kathryn and Linda Tesar. (2001). Exchange Rate Exposure. NBER Working Paper 8453.",
        "Dornbusch, Rudiger. (1987). Exchange Rates and Prices. American Economic Review 77(1, March): 93-106.",
        "Duttagupta, Rupa and Antonio Spilimbergo. (2000). What Happened to Asian Exports During the Crisis? Mimeo.",
        "Edwards, Sebastian. (1989). Real Exchange Rates, Devaluation, and Adjustment. Cambridge, MA: The MIT Press.",
        "Edwards, Sebastian. (1986). Commodity Export Prices and the Real Exchange Rate in Developing Countries: Coffee in Colombia, in Sebastian Edwards and Liaquat Ahamed, eds.",
        "Economic Adjustment and Exchange Rates in Developing Countries. Chicago: University of Chicago Press, pgs. 235-260. Forbes, Kristin (2002). How Do Large Depreciations Affect Firm Performance? MIT Mimeo.",
        "Forbes, Kristin (2001). Are Trade Linkages Important Determinants of Country Vulnerability to Crises? In Sebastian Edwards and Jeffrey Frankel, eds. Currency Crises Prevention.",
        "Forthcoming. Forbes, Kristin (2000). The Asian Flu and Russian Virus: Firm-Level Evidence on How Crises are Transmitted Internationally. NBER Working Paper 7807.",
        "Ghei, Nita and Lant Pritchett. (1999). The Three Pessimisms: Real Exchange Rates and Trade Flows in Developing Countries. In Lawrence Hinkle and Peter Montiel, eds. Exchange Rate Misalignment: Concepts and Measurement for Developing Countries. New York: Oxford University Press, pgs. 467-496.",
        "Glick, Reuven and Andrew Rose. (1999). Contagion and Trade: Why Are Currency Crises Regional? Journal of International Money and Finance 18: 603-617.",
        "Goldberg, Linda and Joseph Tracy. (1999). Exchange Rates and Local Labor Markets. NBER Working Paper 6985.",
        "Goldberg, Pinelope and Michael Knetter. (1997). Goods Prices and Exchange Rates: What Have WE Learned? Journal of Economic Literature. XXXV (3, September): 1243-1272.",
        "Gupta, Poonam, Deepak Mishra and Ratna Sahay. (2000). Output Response During Currency Crises. IMF mimeo.",
        "International Monetary Fund. (2001). International Financial Statistics. March CD-ROM.",
        "Kamin, Steven. (1988). Devaluation, External Balance and Macroeconomic Performance: A Look at the Numbers. Study in International Finance no. 62. Princeton University.",
        "Kaminsky, Graciela, Lyons, Richard and Schmukler, Sergio. (2000). Managers, Investors, and Crises: Mutual Fund Strategies in Emerging Markets. NBER Working Paper 7855.",
        "Klein, Michael, Scott Schuh, and Robert Triest. (2000). Job Creation, Job Destruction, and the Real Exchange Rate. NBER Working Paper 7466.",
        "Knetter, Michael. (1993). International Comparisons of Pricing-to-Market Behavior. American Economic Review 83(3, June): 473-786.",
        "Marston, Richard. (1990). Pricing to Market in Japanese Manufacturing. Journal of International Economics 29 (November): 217-36.",
        "Van Rijckeghem, Caroline and Beatrice Weder. (2001). Sources of Contagion: Is it Finance or Trade? Journal of International Economics 54(2): 293-308.",
        "World Bank. (2001). World Development Report. New York: Oxford University Press."
    ]
}