{
    "id": 9054,
    "cites": 47,
    "cited_by": 6,
    "reference": [
        "Angrist, Joshua D. and Victor Lavy. Using Maimonides Rule to Estimate the Effect of Class Size on Scholastic Achievement. Quarterly Journal of Economics,114 no. 2 (May 1999), pp.",
        "Barlow, Robin. Efficiency Aspects of Local School Finance. Journal of Political Economy 78, no.5 (September/October 1970), pp. 1028-1040.",
        "Barrow, Lisa. School Choice Through Relocation: Evidence from the Washington, D.C. Area. Forthcoming Journal of Public Economics. Forthcoming BÃ\u0083Â©nabou, Roland. Workings of a City: Location, Education, and Production. Quarterly Journal of Economics, 108, no. 3 (August 1993), pp. 619-652.",
        "Betts, Julian R. Does School Quality Matter? Evidence from the National Longitudinal Survey of Youth. Review of Economics and Statistics, 77 no. 2 (May 1995) pp. 231-250.",
        "Black, Sandra E. Do Better Schools Matter? Parental Valuation of Elementary Education. Quarterly Journal of Economics, 114 no. 2 (May 1999), pp. 577-599.",
        "Bergstrom, Theodore C., Judith A. Roberts, Daniel L. Rubinfeld, and Perry Shapiro. A Test For Efficiency in the Supply of Public Education. Journal of Public Economics, 35 (1988) pp.",
        "Betts, Julian. Does School Quality Matter? Evidence from the National Longitudinal Survey of Youth. Review of Economics and Statistics, 77 no. 2 (1995), pp. 231-250.",
        "Borland, Melvin, and Roy Howsen. Student Academic Achievement and the Degree of Market Concentration in Education. Economics of Education Review, 11 (1992), pp. 31-39.",
        "Bound, John, David A. Jaeger, and Regina M. Baker. Problems With Instrumental Variables Estimation When the Correlation Between the Instruments and the Endogenous Explanatory Variable Is Weak. Journal of the American Statistical Association, 90 no. 430 (1995) pp.",
        "Brueckner, Jan K. Property Values, Local Public Expenditure, and Economic Efficiency. Journal of Public Economics, 11 (1979), pp. 223-245.",
        "Brueckner, Jan K. A Test for Allocative Efficiency in the Local Public Sector. Journal of Public 33 Economics, 19 (1982), pp. 311-331.",
        "Brueckner, Jan K. Property Value Maximization and Public Sector Efficiency. Journal of Urban Economics, 14 (1983), pp. 1-15.",
        "Card, David. Earnings, Schooling, and Ability Revisited. Research in Labor Economics, 14 (1995), pp. 23-48.",
        "Card, David and Alan B. Krueger. Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States. Journal of Political Economy, 100 no. 1 (1992) pp. 1-40.",
        "Card, David and A. Abigail Payne. School Finance Reform, the Distribution of School Spending, and the Distribution of SAT Scores. Princeton University Industrial Relations Section Working Paper No. 387, July 1997.",
        "Chubb, John E. and Terry M. Moe. Politics, Markets, and Americas Schools. (Washington DC: The Brookings Institution, 1990).",
        "Currie, Janet and Jonathan Gruber. Saving Babies: The Efficacy and Cost of Recent Changes in the Medicaid Eligibility of Pregnant Women. Journal of Political Economy, vol. 104 no. 6 (December 1996), pp. 1263-1296.",
        "Edel, Matthew, and Sclar, Elliott. Taxes, Spending, and Property Values: Supply Adjustment in a Tiebout-Oates Model. Journal of Political Economy, vol. 82, no. 5 (September/October 1974), pp. 941-954.",
        "Epple, Dennis, Allan Zelenitz, and Michael Visscher. A Search for Testable Implications of the Tiebout Hypothesis. Journal of Political Economy, vol. 86, no. 3 (June 1978), pp. 405-425.",
        "Evans, William N., Sheila E. Murray, and Robert M. Schwab. School Houses, Court Houses, and State Houses After Serrano. Journal of Policy Analysis and Management, 16 no. 1, (Winter 1997), pp.10-31.",
        "FernÃ\u0083Â¡ndez, Raquel and Richard Rogerson. Income Distribution, Communities, and the Quality of Public Education. Quarterly Journal of Economics, 111 no. 1 (February 1996), pp. 135164.",
        "FernÃ\u0083Â¡ndez, Raquel and Richard Rogerson. Public Education and Income Distribution: ADynamic Quantitative Evaluation of Education-Finance Reform. American Economic Review, 88 no. 4, (September 1998), pp. 813-833.",
        "Finn, Jeremy D. and Charles M. Achilles, Answers and Questions about Class Size: A Statewide Experiment. American Educational Research Journal, XXVII (1990), pp. 557-577.",
        "Friedman, Milton. Capitalism and Freedom. (Chicago: The University of Chicago Press, 1962).",
        "Grosskopf, Shawna, Kathy Hayes, Lori L. Taylor, and William L. Weber, Allocative Inefficiency and School Competition. in Proceedings: 91 st Annual Conference on Taxation. Howard Chernick, editor (Washington, D.C.: National Tax Association, 1999).",
        "Guryan, Jonathan. Public School Finance Reform in Massachusetts: Evidence Using a RegressionDiscontinuity Identification Strategy. MIT mimeo. 1999.",
        "Hanushek, Eric A. The Economics of Schooling: Production and Efficiency in Public Schools. Journal of Economic Literature, 24 no. 3 (December 1986), pp. 1141-1177.",
        "Hanushek, Eric A., Steven G. Rivkin, and Lori L. Taylor. Aggregation and the Estimated Effects of School Resources. Review of Economics and Statistics, 78 no. 4 (November 1996), pp.",
        "Hines Jr., James R. and Richard H. Thaler. Anomalies: The Flypaper Effect. Journal of Economic Perspectives, 9, no. 4 (1995), pp. 217-226.",
        "Hoxby, Caroline Minter. Does Competition Among Public Schools Benefit Students and Taxpayers? Evidence from National Variation in School Districting. NBERWorking paper No. 4979, December 1994.",
        "Hoxby, Caroline Minter. How Teachers Unions Affect Education Production. Quarterly Journal of Economics, 111 no. 3 (August 1996), pp. 671-718.",
        "Hoxby, Caroline M. All School Finance Equalizations Are Not Created Equal. Quarterly Journal of Economics, 116 no. 4 (November 2001), pp. 1189-1232.",
        "Krueger, Alan B. Experimental Estimates of Education Production Functions. Quarterly Journal of Economics, 114 no. 2 (May 1999), pp. 497-592.",
        "Manski, Charles. Educational Choice (Vouchers) and Social Mobility. Economics of Education Review 11, no. 4 (1992), pp. 351-369.",
        "Moulton, Brent. Random Group Effects and the Precision of Regression Estimates. Journal of Econometrics, 32 (1986), pp. 385-397.",
        "Murray, Sheila E., William N. Evans, and Robert M. Schwab. Education-Finance Reform and the Distribution of Education Resources. American Economic Review, 88, no. 4 (September 1998), pp. 789-812.",
        "Newey, Whitney. Generalized Method of Moments Specification Testing. Journal of Econometrics, 29 (1985), pp. 229-256.",
        "Oates, Wallace E. The Effects of Property Taxes and Local Public Spending on Property Values: An Empirical Study of Tax Capitalization and the Tiebout Hypothesis. Journal of Political Economy, vol. 77, no. 6 (November/December 1969), pp. 957-971.",
        "Rubinfeld, Daniel L. The Economics of the Local public Sector. in Handbook of Public Economics, vol. II, Alan J. Auerbach and Martin Feldstein, eds. (New York: North Holland, 1987).",
        "Staiger, Douglas and James H. Stock. Instrumental Variables Regression with Weak Instruments. Econometrica, vol. 65, no 3 (May 1997), pp. 557-586.",
        "Tiebout, Charles M. A Pure Theory of Local Expenditure. Journal of Political Economy, vol. 64, no. 5 (October 1956), pp. 416-424.",
        "U.S. Department of Commerce. Bureau of the Census. 1987 Census of Governments: Volume 2 Taxable Property Values. Washington, D.C.: 1987.",
        "U.S. Department of Education. National Center for Education Statistics. Digest of Education Statistics 1996, NCES 96-133, by Thomas D. Snyder. Production Manager, Charlene M.",
        "Hoffman. Program Analyst, Claire M. Geddes. Washington, DC: 1996.",
        "U.S. Department of Education. National Center for Education Statistics. Pursuing Excellence: A Study of U.S. Fourth-Grade Mathematics and Science Achievement in International Context NCES 97-255, by Lois Peak et al. Washington, DC: 1997.",
        "U.S. Department of Education. National Center for Education Statistics. Pursuing Excellence: A Study of U.S. Twelfth-Grade Mathematics and Science Achievement in International Context NCES 98-049, by Sayuri Takahira et al. Washington, DC: 1998.",
        "Yinger, John. Evidence on Discrimination in Consumer Markets. Journal of Economic Perspectives, vol. 12, no. 2 (Spring 1998), pp. 23-40."
    ]
}