{
    "id": 9057,
    "cites": 27,
    "cited_by": 68,
    "reference": [
        "Atlshuler, Rosanne, T. Scott Newlon and William C. Randolph, Do repatriation taxes matter? Evidence from the tax returns of U.S. multinationals, in Martin Feldstein, James R. Hines Jr., and R. Glenn Hubbard eds., The Effects of Taxation on Multinational Corporations (Chicago: University of Chicago Press, 1995), 253-272.",
        "Avi-Yonah, For havens sake: Reflections on inversion transactions, Tax Notes (forthcoming). Collins, Julie H. and Douglas A. Shackelford, Corporate domicile and average effective tax rates: The cases of Canada, Japan, the United Kingdom, and the United States, International Tax and Public Finance, May 1995, 2 (1), 55-83.",
        "Daines, Robert. Does Delaware law improve firm value? Journal of Financial Economics, December 2001, 62 (3), 525-558.",
        "Desai, Mihir A., The corporate profit base, tax sheltering activity, and the changing nature of employee compensation, NBER Working Paper No. 8866, March 2002.",
        "Desai, Mihir A. and James R. Hines Jr., Basket cases: Tax incentives and international joint venture participation by American multinational firms, Journal of Public Economics, March 1999, 71 (3), 379-402.",
        "Desai, Mihir A., C. Fritz Foley and James R. Hines Jr., Repatriation Taxes and Dividend Distortions National Tax Journal, December 2001, 54 (4), 829-851.",
        "Froot, Kenneth A. and James R. Hines Jr., Interest allocation rules, financing patterns, and the operations of U.S. Multinationals, in Martin Feldstein, James R. Hines Jr., and R. Glenn Hubbard eds., Taxing multinational corporations (Chicago: University of Chicago Press, 1995), 277-307.",
        "Gordon, Roger H. Can capital income taxes survive in open economies? Journal of Finance, July 1992, 47 (3), 1159-1180.",
        "Gordon, Roger H. and James R. Hines Jr., International taxation, in Alan J. Auerbach and Martin Feldstein eds., Handbook of Public Economics, Volume 4 (Amsterdam: Elsevier, forthcoming). Grinblatt, Mark and Bing Han, The disposition effect and momentum, NBER Working Paper No. 8734, January 2002.",
        "Grubert, Harry, Taxes and the division of foreign operating income among royalties, interest, dividends and retained earnings, Journal of Public Economics, May 1998, 68 (2), 269-290.",
        "Grubert, Harry, Tax planning by companies and tax competition by governments, in James R. Hines Jr. ed., International Taxation and Multinational Activity (Chicago: University of Chicago Press, 2001), 113-139.",
        "Hines, James R., Jr., The flight paths of migratory corporations, Journal of Accounting, Auditing, and Finance, Fall 1991, 6 (4), 447-479.",
        "Hines, James R., Jr., Credit and deferral as international investment incentives, Journal of Public Economics, October 1994, 55 (2), 323-347.",
        "Hines, James R., Jr., Altered states: Taxes and the location of foreign direct investment in America, American Economic Review, December 1996, 86 (5), 1076-1094.",
        "Hines, James R., Jr., Tax policy and the activities of multinational corporations, in Alan J. Auerbach ed., Fiscal Policy : Lessons from Economic Research (Cambridge, MA : MIT Press, 1997), 401-445.",
        "Hines, James R., Jr., Lessons from behavioral responses to international taxation, National Tax Journal, June 1999, 52 (2), 305-322.",
        "Hines, James R., Jr., Tax sparing and direct investment in developing countries, in James R. Hines Jr. ed., International Taxation and Multinational Activity (Chicago: University of Chicago Press, 2001), 39-66.",
        "Hines, James R., Jr. and R. Glenn Hubbard, Coming home to America: Dividend repatriations by U.S. multinationals, in Assaf Razin and Joel Slemrod eds., Taxation in the Global Economy (Chicago: University of Chicago Press, 1990), 161-200.",
        "Hines, James R., Jr. and R. Glenn Hubbard, Appendix, in: Martin Feldstein, James R. Hines Jr., and R. Glenn Hubbard eds., Taxing multinational corporations (Chicago: University of Chicago Press, 1995), 103-106.",
        "Hufbauer, Gary C., U.S. taxation of international income: Blueprint for reform (Washington D.C.: Institute for International Economics, 1992).",
        "Kramer, J.L. and G.C. Hufbauer, Higher U.S. taxation could prompt changes in multinational corporate structure, International Tax Journal, Summer 1975, 1 (4), 301-324.",
        "Landsman, Wayne R. and Douglas A. Shackelford, The lock-in effect of capital gains taxes: Evidence from the RJR Nabisco leveraged buyout, National Tax Journal, June 1995, 48 (2), 245259.",
        "New York State Bar Association Tax Section, Report on outbound inversion transactions, May 2002.",
        "Reich, Robert B., Who is us? Harvard Business Review, January/February 1990, 68 (1), 53-64.",
        "Romano, Roberta. Law as a product: Some pieces of the incorporation puzzle. Journal of Law, Economics and Organization, Fall 1985, 1 (2), 225-283.",
        "Thompson, Samuel C., Jr., Section 367: A `wimp for inversions and a `bully for real crossborder acquisitions, Tax Notes, March 18, 2002, 94 (11), 1505-1548.",
        "United States Department of the Treasury, Office of Tax Policy, Corporate inversion transactions: Tax policy implications, May 2002."
    ]
}