{
    "id": 9058,
    "cites": 14,
    "cited_by": 5,
    "reference": [
        "Angrist, Joshua D. and Alan B. Krueger. Empirical Strategies in Labor Economics. In Orley Ashenfelter and David Card, editors, Handbook of Labor Economics (Volume 3A). New York, Elsevier, 1999.",
        "Bennefield, Robert L. A Comparative Analysis of Health Insurance Coverage Estimates: Data from CPS and SIPP. Proceedings from the 1996 Joint Statistical Meetings, Social Science Section, 1996.",
        "Card, David and Lara D. Shore-Sheppard. Using Discontinuous Eligibility Rules to Identify the Effects of the Federal Medicaid Expansions. UC Berkeley Center for Labor Economics Working Paper No. 36, September 2001.",
        "Currie, Janet and Jonathan Gruber. Health Insurance Eligibility, Utilization of Medical Care, and Child Health. Quarterly Journal of Economics 111 (1996), pp. 431-466.",
        "Cutler, David M. and Jonathan Gruber. Does Public Insurance Crowd out Private Insurance? Quarterly Journal of Economics 111 (1996), pp. 391-430.",
        "Dubay, Lisa C. and Genevieve Kenney. The Effects of the Medicaid Expansions on Insurance Coverage of Children. The Future of Children 6 (1996), pp. 152-161.",
        "Ham, John C. and Lara D. Shore-Sheppard. The Effect of Medicaid Expansions for LowIncome Children on Medicaid Participation and Insurance Coverage: Evidence from the SIPP. NBER Working Paper No. 8063, January 2001.",
        "Holl, J.L., P.G. Szilagy, L.E. Rodewald, R.S. Byrd, and M.D. Weitzman. Profile of Uninsured Children in the United States. Archives of Pediatric and Adolescent Medicine 149 (1995), pp.",
        "Department of Education, National Institute on Disability and Rehabilitation Research (November), pp. 1-6. Kubik, Jeffrey D. Incentives for the Identification and Treatment of Children with Disabilities: The Supplemental Security Income Program. Journal of Public Economics 73 (1999), pp. 187215.",
        "National Governors Association, Center for Best Practices, Health Policy Studies Division. States have Expanded Eligibility Through Medicaid and the State Childrens Health Insurance Program. Maternal and Child Health (MCH) Update (U.S. Department of Health and Human Services Health, Resources Administration, Maternal and Child Health Bureau). February 1999.",
        "Nelson, Charles T. and Robert J. Mills. The March CPS Health Insurance Verification Question and Its Effect on Estimates of the Uninsured. U.S. Census Bureau Unpublished Research Report, August 2001. (http://www.census.gov/hhes/hlthins/verif.html).",
        "Pischke, Jorn-Steffen. Individual Income, Incomplete Information, and Aggregate Consumption. Econometrica 63(4) July 1995, pp. 805-840.",
        "Shore-Sheppard, Lara D. The Effect of Expanding Medicaid Eligibility on the Distribution of Childrens Health Insurance Coverage. Industrial and Labor Relations Review 54 (October 2000), pp. 59-77.",
        "Yazici, Ezel and Robert Kaestner. Medicaid Expansions and the Crowding Out of Private Health Insurance Among Children. Inquiry 37(1), Spring 2000, pp. 23-32."
    ]
}