{
    "id": 9059,
    "cites": 54,
    "cited_by": 10,
    "reference": [
        "Abowd, J.M., Kaplan, D.S., 1999. Executive compensation: six questions that need answering.",
        "Journal of Economic Perspectives 13, 145-168. Acharya, V.V., John, K., Sundaram, R.K., 2000. On the optimality of resetting executive stock options. Journal of Financial Economics 57, 65-101.",
        "Aggarwal, R.K., Samwick, A.A., 1999. The other side of the tradeoff: the impact of risk on Executive compensation. Journal of Political Economy 107, 65-105.",
        "Antle, R., Smith, A., 1986. An empirical investigation of the relative performance evaluation of corporate executives. Journal of Accounting Research 24, 1-39.",
        "The Associated Press State and Local Wire, 1999. N.C. executives ride stock market to cash in on stock option gains (July 26, 1999).",
        "Baker, G.P., Hall, B.J., 2001. CEO incentives and firm size. NBER Working Paper 6868.",
        "Barr, S., 1999. Pay for underperformance? CFO: The Magazine for Senior Financial Executives, July, 83-85.",
        "Bertrand, M., Mullainathan, S., 2001. Are CEOs rewarded for luck? The ones without principals are. Quarterly Journal of Economics 116, 901-929.",
        "Black, F., Scholes, M., 1973. The pricing of options and corporate liabilities. Journal of Political Economy 81, 637-659.",
        "Brenner, M., Sundaram, R.K., Yermack, D., 2000. Altering the terms of executive stock options.",
        "Journal of Financial Economics 57, 103-128. Bushman, R.M., Smith, A.J., 2001. Financial accounting information and corporate governance.",
        "Journal of Accounting and Economics 32, 237-333. Callaghan, S.R., Saly, P.J., Subramaniam, C., 2000. The timing of option repricing. Working paper, Texas Christian University.",
        "Campbell, J.Y., Lo, A.W., MacKinlay, A.C., 1997. The econometrics of financial markets.",
        "Princeton University Press , Princeton, NJ. Carpenter, J., 1998. The exercise and valuation of executive stock options. Journal of Financial Economics 48, 127-158.",
        "Carter, M.E., Lynch, L.J., 2001. An examination of executive stock option repricing. Journal of Financial Economics 61, 207-225.",
        "Chance, D.M., Kumar, R., Todd, R.B., 2000. The repricing of executive stock options. Journal of Financial Economics 57, 129-154.",
        "Chidambaran, N.K., Prabhala, N.R., 2002. Executive stock option repricing, internal governance mechanisms, and management turnover. Journal of Financial Economics, forthcoming.",
        "Core, J.E., Guay, W.R., 1999. The use of equity grants to manage optimal equity incentive levels.",
        "Journal of Accounting and Economics 28, 151-184. Core, J.E., Guay, W.R., 2001. Stock option plans for non-executive employees. Journal of Financial Economics 61, 253-287.",
        "Core, J.E., Guay, W.R., Larcker, D.F., 2001. Executive equity compensation and incentives: a survey. Working paper, Wharton School, University of Pennsylvania.",
        "DeTemple, J., Sundaresan, S., 1999. Nontraded asset valuation with portfolio constraints: a binomial approach. Review of Financial Studies 12, 835-872.",
        "Dybvig, P.H., Loewenstein, M., 2002. Employee reload options: pricing, hedging, and optimal exercise. Review of Financial Studies, forthcoming.",
        "The Financial Times, 1999. Wrong way to pluck the goose. (August 21, 1999), 6.",
        "Gibbons, R., Murphy, K.J., 1990. Relative performance evaluations for chief executive officers.",
        "Industrial and Labor Relations Review 43, 30-52. Hall, B.J., 1999. The design of multi-year stock option plans. Journal of Applied Corporate Finance, Summer, 97-106.",
        "Hall, B.J., 2000. What you need to know about stock options. Harvard Business Review 78, 121- 129.",
        "Hall, B.J., Lane, H., Lim, J.P., 2002a,b. Akamais underwater options (A, B). Harvard Business School Case No. 902-069.",
        "Hall, B.J., Liebman, J.B., 1998. Are CEOs really paid like bureaucrats? Quarterly Journal of Economics 113, 653-691.",
        "Hall, B.J., Murphy, K.J., 2000. Optimal exercise prices for executive stock options. American Economic Review 90, 209-214.",
        "Hall, B.J., Murphy, K.J., 2002. Stock options for undiversified executives. Journal of Accounting and Economics 33, 3-42.",
        "Healy, P.M., 1985. The effect of bonus schemes on accounting decisions. Journal of Accounting and Economics 7, 85-107.",
        "Heath, C., Huddart, S., Lang, M., 1999. Psychological factors and stock options exercises.",
        "Quarterly Journal of Economics 114, 601-628. Holmstrom, B., 1982. Moral hazard in teams. Bell Journal of Economics 13, 324-341.",
        "Holmstrom, B., Milgrom, P., 1987. Aggregation and linearity in the provision of intertemporal incentives. Econometrica 55, 303-328.",
        "Huddart, S., Lang, M., 1996. Employee stock option exercises: an empirical analysis. Journal of Accounting and Economics 21, 5-44.",
        "Jensen, M.C., 2001. Paying people to lie: The truth about the budgeting process. Harvard Business School Working Paper Number 01-072.",
        "Jensen, M.C., Murphy, K.J., 1990. Performance pay and top-management incentives. Journal of Political Economy 98, 225-264.",
        "Jin, L., Meulbroek, L.K., 2001. Do underwater executive stock options still align incentives? The effect of stock price movements on managerial incentive-alignment. Harvard Business School Working Paper Number 02-002.",
        "Kandel, S., Stambaugh, R.F., 1991. Asset returns and intertemporal preferences. Journal Of Monetary Economics 27, 39-72.",
        "Kocherlakota, N.R., 1996. The equity premium: its still a puzzle. Journal of Economic Literature 34, 42-72.",
        "Kulatilaka, N., Marcus, A.J., 1994. Valuing employee stock options. Financial Analysts Journal 50, 46-56.",
        "Lambert, R.A., Larcker, D.F., Verrecchia, R.E., 1991. Portfolio considerations in valuing executive compensation. Journal of Accounting Research 29, 129-149.",
        "Lucas, D.J., 1994. Asset pricing with undiversifiable income risk and short sales constraints: deepening the equity premium puzzle. Journal of Monetary Economics 34, 325-342.",
        "Mehra, R., Prescott, E.C., 1985. The equity premium: a puzzle. Journal of Monetary Economics 15, 145-162.",
        "Merton, R.C., 1973. Theory of rational option pricing. Bell Journal of Economics and Management Science 4, 141-183.",
        "Meulbroek, L.K., 2001. The efficiency of equity-linked compensation: understanding the full cost of awarding executive stock options. Financial Management 30, 5-30.",
        "Murphy, K.J., 1999. Executive compensation. From O. Ashenfelter and D. Card, eds., Handbook of labor economics, volume 3, North Holland, 2485-2563.",
        "Ofek, E., Yermack, D., 2000. Taking stock: equity-based compensation and the evolution of managerial ownership. Journal of Finance 55, 1367-1384.",
        "Oyer, P., 2000. Why do firms use incentives that have no incentive effects? Working paper, Stanford University.",
        "Reingold, J., Melcher, R.A., McWilliams, G., 1998. Executive pay: Stock options plus a bull market made a mockery of many attempts to link pay to performance. Business Week (April 20), 36-38.",
        "Rubinstein, M., 1995. On the accounting valuation of employee stock options. Journal of Derivatives 3, 8-24.",
        "Saly, P.J., 1994. Repricing executive stock options in a down market. Journal of Accounting and Economics 18, 325-356.",
        "Saly, P.J., Jagannathan, R., Huddart, S., 1999. Valuing the reload features of executive stock options. Accounting Horizons 13, 219-240.",
        "Siegel, J.J., 1998. Stocks for the long run. McGraw-Hill, New York."
    ]
}