{
    "id": 906,
    "cites": 27,
    "cited_by": 2,
    "reference": [
        "Aichison, 3. and J.A.C. Brown (1963). The Lognormal Distribution, Cambridge University Press.",
        "Arrow, Kenneth J. (1965). Aspects of the Theory of Risk-Bearing, Helsinki; Yrj~ Johnsson S~ti~.",
        "Blejer, Mario I. and Benjamin Eden (1979). A Note on the Specification of the Fisher Equation under Inflation Uncertainty, Economics Letters 3: 249-255.",
        "Boonekamp, C.F.J. (1978). Inflation, Hedging, and the Demand for Money, American Economic Review LXVIII (December): 821-833.",
        "Box, G.E.P. and G.M. Jenkins (1970). Time Series Analysis, Forecasting and Control, Holden-Day, Inc., San Francisco.",
        "Eden, B. (1976). On the Specification of the Demand for Money: The Real Rate of Return Versus the Rate of Inflation, Journal of Political Economy LXXXIV (December): 1353-59.",
        "Engel, C. and 3. Frankel (1982). Why Money Announcements Move Interest Rates: An Answer from the Foreign Exchange Market, Mimeographed, Institute of Business and Economic Research, University of California, Berkeley, (February).",
        "Fama, Eugene F. (1975). Short-Term Interest Rates as Predictors of Inflation, American Economic Review (June): 269-82.",
        "Bills, Journal of Political Economy (June): 427-48. Feldstein, Martin (1976). Inflation, Income Taxes, and the Rate of Interest: A Theoretical Analysis, American Economic Review (December): 809-20.",
        "Fischer, 5. (1975). The Demand for Indexed Bonds, Journal of Political Economy 83, No. 3 (June): 509-534.",
        "Fisher, Irving (1930). The Theory of Interest, New York: Macmillan.",
        "Gibson, W.E. (1972). Interest Rates and Inflationary Expectations, American Economic Review 62, No. 5 (December): 854-865.",
        "Grossman, 3. (1981). The `Rationality on Money Supply Expectations and the Short-Run Response of Interest Rates to Monetary Surprises, Journal of Money, Credit and Banking (November): 409-24.",
        "Hafer, R.W. and S.E. Hem (1982). Monetary Policy and Short-Term Real Rates of Interest, Federal Reserve Bank of St. Louis Review (March): 13-19.",
        "Kochin, Levis (1980). Interest Rates and Uncertain Future Price Levels: Irving Fishers Money Illusion, University of Washington.",
        "Levi, Maurice D. and John H. Makin (1978). Anticipated Inflation and Interest Rates: Further Interpretation of Findings on the Fisher Equation, American Economic Review (December): 801-12.",
        "Inflation on Interest, Journal of Finance (March): 35-52. Makin, John H. (l982). Effects of Inflation Control Programs on Expected Real Interest Rates, International Monetary Fund: Staff Papers (June). Mishkin, Frederic S. (1981). The Real Interest Rate: An Empirical Investigation, Carnegie-Rochester Conference Series on Public Policy 15 (Autumn): 151-200.",
        "Mundell, Robert A. (1963). Inflation and Real Interest, Journal of Political Econo~y (June): 280-83.",
        "Nelson, Charles R. and C. William Schwert (1977). On Testing the Hypothesis that the Real Rate of Interest is Constant, American Economic Review (June): 478-86.",
        "Parzen, Emanuel (1960). Modern Probability Theory and Its Applications, Wiley.",
        "Peek, Joe (1981). Interest Rates, Income Taxes, and Anticipated Inflation, Mimeographed, Department of Economics, Boston College, (July).",
        "Rothschild, M. and J.E. Stiglitz (1970). Increasing Risk: l.A. Definition, Journal of Economic Theory II (September): 225-43.",
        "Tanzi, Vito (1976). Inflation, Indexation and Interest Income Taxation, Banca Nazionale del Lavoro, Quarterly Review 29 (March): 54-76.",
        "Income: Some Results for the United States, 1972-74, International Monetary Fund Staff Papers 24 (July): 500-513.",
        "Interest RAtes, American Economic Review 70 (March): 12-21. ____ (1980a). Inflation and the Personal Income Tax, Cambridge: Cambridge University Press, 1980.",
        "Tobin, James (1965). Money and Economic Growth, Econometrica (October): 671-84.",
        "Zellner, A. and F. Palm (1974). Time Series Analysis and Simultaneous Equation Econometric Models, Journal of Econometrics 2: 17-54."
    ]
}