{
    "id": 9062,
    "cites": 34,
    "cited_by": 32,
    "reference": [
        "Rogers, J. M. and Siklos, P. L. (2001). Foreign exchange market intervention in two small open economies: The canadian and australian experience. Journal of International Money and Finance, forethcoming:999.",
        "Peiers, B. (1997). Informed traders, intervention, and price leadership: A deeper view of the microstructure of the foreign exchange market. Journal of Finance, 42(4):1589-1614.",
        "Rankin, B. (1998). The exchange rate and the reserve banks role in the foreign exchange market. www.rba.gov.au.",
        "Neely, C. J. (2001). The practice of central bank intervention: Looking under the hood. Federal Reserve Bank of St. Louis Review, 83(3):1-10.",
        "Neely, C. J. (1998). Technical analysis and the profitability of u.s. foreign exchange intervention. Federal Reserve Bank of St. Louis Review, 80(4):3-17.",
        "Goodhart, C. A. E. and Hesse, T. (1993). Central bank forex intervention assessed in continuous time. Journal of International Money and Finance, 12:368-389.",
        "Kaminsky, G. L. and Lewis, K. K. (1996). Does foreign exchange intervention signal future monetary policy? Journal of Monetary Economics, 37:285-312.",
        "Kim, S.-J., Kortian, T., and Sheen, J. (2000). Central bank intervention and exchange rate volatility - australian evidence. Journal of International Financial Markets~ Institutions and Money, 10(3-4):381--405.",
        "Kim, S.-J. and Sheen, J. (2000). The determinants of foreign exchange intervention by central banks: Evidence from australia. University of Sydney, Working Paper 2000-01.",
        "Lewis, K. K. (1995a). Are foreign exchange intervention and monetary policy related, and does it really matter? Journal of Business, 68(2):185-214.",
        "Lewis, K. K. (1995b). Occasional intervention to target rates. American Economic Review, 84(5):691-715.",
        "Macfarlane, I. (1998). Speech to asia pacific forex congress. Sydney.",
        "Mussa, M. (1981). The role of official intervention. Group of Thirty Occasional Papers No. 6 New York: Group of Thirty.",
        "Rogoff, K. (1984). On the effects of sterilized intervention: An analysis of weekly data. Journal of Monetary Economics, 14:133-50.",
        "Sarno, L. and Taylor, M. (2001). Official intervention in the foreign exchange market: Is it effective and, if so, how does it work? Journal of Economic Literature, XXXIX:839-868.",
        "Schwartz, A. J. (2000). The rise and fall of foreign exchange market intervention. NBER Working Paper 7751.",
        "Ghosh, A. R. (1992). Is it singalling? exchange intervention and the dollar-deutschemark rate. Journal of International Economics, 32:201-20.",
        "Almekinders, G. J. and Eijffinger, S. C. W. (1996). A friction model of daily bundesbank and federal reserve intervention. Journal of Banking and Finance, 20(8):1365-80.",
        "Fischer, A. M. and Zurlinden, M. (1999). Exchange rate effects of central bank interventions: An analysis of transaction prices. The Economic Journal, 109:662-676.",
        "Fatum, R. and Hutchison, M. (1999). Is intervention a signal of fntnre monetary policy? evidence from the federal funds futures market. Journal of Money~ Credit and Banking, 31(1):54-69.",
        "Evans, M. D. and Lyons, R. K. (2001). Portfolio balance, price impact, and secret intervention. NBER Working Paper 8356.",
        "Dominguez, K. M. and Frankel, J. A. (1993c). Foreign exchange intervention: An empirical assessment. In Frankel, J. A., editor, On Exchange Rates, pages 327-345. MIT Press.",
        "Dominguez, K. M. and Frankel, J. A. (1993b). Does foreign exchange intervention work? Institute of International Economics.",
        "Dominguez, K. M. and Frankel, J. A. (1993a). Does foreign-exchange intervention matter? the portfolio effect. American Economic Review, 83(5): 1356-1369.",
        "Dominguez, K. M. (1999). The market microstructure of central bank intervention. NBER Working Paper 7337.",
        "Dominguez, K. M. (1998). Central bank intervention and exchange rate volatility. Journal of International Money and Finance, 17:161-190.",
        "Cheung, Y.-W. and Wong, C. Y.-P. (2000). A survey of market practitioners~ views on exchange rate dynamics. Journal of International Economics, 51:401-419.",
        "Chang, Y. and Taylor, S. J. (1998). Intraday effects of foreign exchange intervention by the bank of japan. Journal of International Money and Finance, 17:191-210.",
        "Bonser-Neal, C. and Tanner, G. (1996). Central bank intervention and the volatility of foreign exchange rates: Evidence from the options market. Journal of International Money and Finance, 15(6):853-878.",
        "Bhattacharya, U. and Weller, P. (1997). The advantage to hiding ones hand: Speculation and central bank intervention in the foreign exchange market. Journal of Monetary Economics, 39:25 l-277.",
        "Baillie, R. T. and Osterberg, W. P. (1997b). Why do central banks interveve? Journal of International Money and Finance, 16(6):909-919.",
        "Baillie, R. T. and Osterberg, W. P. (1997a). Central bank intervention and risk in the forward market. Journal of International Economics, 43:483-497.",
        "Andrew, R. and Broadbent, J. (1994). Reserve bank operations in the foreign exchange market: Effectiveness and profitability. Reserve Bank of Australia Research Discussion Paper 9~O6.",
        "Vitale, P. (1999). Sterilised central bank intervention in the foreign exchange market. Journal of International Economics, 49:245-267."
    ]
}