{
    "id": 9069,
    "cites": 27,
    "cited_by": 129,
    "reference": [
        "Aoki, Kosuke (2001), Optimal Monetary Policy Responses to Relative Price Changes, Journal of Monetary Economics , 48, 55-80.",
        "Ball, Lawrence and David Romer (1991), Stic ky Prices as Coordination Failure, American Economic Review , 81, 539-552.",
        "Barro, Robert J. (1972), A Theory of Monopolistic Price Adjustment, Review of Economic Studies.",
        "Basu, Susanto and John G. Fernald (1997), Ret urns to Scale in U.S. Production: Estimates and Implications, 105, 249-283.Journal of Political Economy Benigno, Pierpaolo, Optimal M onetary Policy in a Currency Area, manuscript, New York University.",
        "Bils, Mark (1987), The Cyclical Beha vior of Marginal Cost and Price, American Economic Review 77, 838-855.",
        "Blinder, Alan S., Elie R. D. Canetti, David E. Lebow, and Jeremy B. Rudd (1998), Asking About Prices: A New Approach to Understanding Price Stickiness , Russell Sage Foundation, New York.",
        "Calvo, Guillermo A. (1983), S taggered Pricing in a Utility Maximizing Framework, Journal of Monetary Economics 12, 383-398.",
        "Caplin and Spulber (1987), Menu Co sts and the Neutrality of Money, Quarterly Journal of Economics 102, 703-726.",
        "Carlton, Dennis W. (1986), The Rigidity of Prices, 76, 637- American Economic Review 658.",
        "Carlton, Dennis W. (1989) The Theory and Th e Facts of How Markets Clear: Is Industrial Organization Valuable for Unde rstanding Macroeconomics? in Handbook of Industrial Organization, eds. Schmalensee and Willig, Elsevier, New York.",
        "Caucutt, Elizabeth M., Mrinal Gosh, and Ch ristina M.L. Kelton (1999), Durability Versus Concentration as an Explanation for Price Inflexibility, Review of Industrial Organization 14, 27-50.",
        "During Periods of Peak Demand? Evidence from Scanner Data, NBER Working Paper 7981. Christiano Lawrence J., Martin Eichenbaum, a nd Charles L. Evans (1999), Monetary Policy Shocks: What Have We Learned a nd to What End? chapter 2 in Handbook of Macroeconomics , John B. Taylor and Michael W oodford, eds., Elsevier, New York.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler (1999), The Science of Monetary Policy, Journal of Econ omic Literature 37, 1661-1707.",
        "Dotsey, Michael and Robert G. King (2001) , Pricing, Production, and Persistence, NBER Working Paper 8407.",
        "Erceg, Christopher J., Dale W. Henderson, and Andrew T. Levin ( 2000), Optimal Monetary Policy with Staggered Wage and Price Contracts, 46, Journal of Monetary Economics 281-313.",
        "Fuhrer, Jeffrey C. and George R. M oore (1995), Inflation Persistence, Quarterly Journal of Economics 110, 127-159.",
        "Hall, Simon, Mark Walsh, and Anthony Yates ( 2000), Are UK Companies Prices Sticky?, Oxford Economic Papers 52 (3), 425-446.",
        "Hawkes, William J. and Frank W. Piotrowski (2000), Using Scanner Data to Improve the Quality of Measurement and the Measurement of Quality in the Consumer Price Index, in Scanner Data and Price Indexes , Robert Feenstra and Matthew Shapiro, editors, forthcoming, University of Chicago Press.",
        "Kackmeister, Alan (2001), Has Retail Price Behavior Changed Since 1889? Evidence from Microdata, manuscript, Univers ity of California, Berkeley.",
        "Kashyap, Anil K. (1995), Sticky Prices : New Evidence from Retail Catalogs, Quarterly Journal of Economics 110, 245-274.",
        "MacDonald, James N. and Daniel Aaronson (2001), How Do Retail Prices React to Minimum Wage Increases? manuscript, U.S. Department of Agriculture.",
        "Ohanian, Lee, Alan C. Stockman, and L. Kilia n (1995), The Effects of Real and Monetary Shocks in a Business Cycle Model with Some Sticky Prices, Journal of Money, Credit, and Banking, 27.",
        "Sbordone, Argia (2002), Prices and Unit Labor Costs: A New Test of Price Stickiness, Journal of Monetary Economics 49(2), pp. 265-292.",
        "Sims, Chris (2001), Rational Inattention, manuscript, Princeton University.",
        "Taylor, John B. (1999), Staggered Price and Wage Setting in Macroeconomics, chapter 15 in Handbook of Macroeconomics , John B. Taylor and Michael Woodford, eds., Elsevier, New York.",
        "U.S. Department of Labor (1997), BLS Handbook of Methods, Bulletin 2490, U.S.",
        "Government Printing Office. Willis, Jonathan L. (2000), Estimation of Adju stment Costs in a M odel of State-Dependent Pricing Federal Reserve Bank of Kansas City Research Working Paper 00-07, December."
    ]
}