{
    "id": 907,
    "cites": 39,
    "cited_by": 2,
    "reference": [
        "1. Lave, Judith R., and Leinhardt, Samuel. The Delivery of ambulatory Care to the Poor: A Literature Review. Management Science, 19, No. 4, Part 2 (December 1972).",
        "2. Hollister, Robert M,; Kramer, Bernard M.; and Bellin, Seymour S. Neighborhood Health Centers. Lexington, Massachusetts: Lexington Books, 1974.",
        "3. Reynolds, Roger A. Improving Access to Health Care among the Poor - The Neighborhood Health Center Experience. The Milbank Memorial Fund Quarterly: Health and Society, 54, No. 1 (Winter 1976).",
        "4. Seacat, Milvoy S. Neighborhood Health Centers: A Decade of Experience. Journal of Community Health, 3, No. 2 (Winter 1977).",
        "5. Davis, Karen, and Schoen, Cathy. Health and the War on Poverty. Washington, D.C.: The Brookings Institution, 1978.",
        "6. Plaska, Mary, and Manseau, William J. A Community Health Center Information Guide. U.S. Department of Commerce, National Technical Information Service, July 1980.",
        "7. Roemer, Milton I. ambulatory Health Services in America: Past, Present, and Future. Pockville, Maryland: Aspen Systems Corporation, 1981.",
        "8. Reinhardt, Uwe E. A Production Function for Physician Services. Review of Economics and Statistics, 54, No. 1 (February 1972).",
        "9. Kehrer, Barbara H., and Zaretsky, Henry W. A Preliminary Analysis of Allied Health Personnel in Primary Medical Practice. Working Paper, American Medical Association, 1972. R- 2",
        "10. Smith, Kenneth R.; Miller, Marianne; and Golladay, Frederick L. An Analysis of the Optimal Use of Inputs in the Production of Medical Services. The Journal of Human Resources, 7, No. 2 (Spring 1972).",
        "11. Golladay, Frederick L.; Manser, Marilyn E.; and Smith, Kenneth R. Scale Economies in the Delivery of Medical Care: A Mixed Integer Programming Analysis of Efficient Manpower Utiliza- tion. The Journal of Human Resources, 9, No. 1 (Winter 1974).",
        "12. Zeckhauser, Richard, and Eliastam, Michael. The Productivity Poten- tial of the Physician Assistant. The Journal of Human Resources, 9, No. 1 (Winter 1974).",
        "13. Brown, Douglas M., and Lapan, Harvey E. Analysis of Physicians Input Decisions. In Issues in Physician Reimbursement, edited by Nancy T. Greenspan. U.S. Department of Health and Human Services, Health Care Financing Administration, August 1981.",
        "14. General Accounting Office. Are Neighborhood Health Centers Providing Services Efficiently and to the Most Needy? HRD-77-l24, June 20, 1978.",
        "15. Link, Charles R.; Long, Stephen H.; and Settle, Russell F. The Impact of Medicaid and Bureau of Community Health Services Projects on Access to Care. Presented at the annual meeting of the American Public Health Association, Los Angeles, California, November 1981.",
        "16. Duggar, Benjamin C.; Balicki, Brian; and Zuvekas, Ann. Costs and Utilization Patterns for Comprehensive Health Center Users. Presented at the annual meeting of the American Public Health Association, Los Angeles, California, November 1981. R- 3",
        "17. Goldman, Fred, and Grossman, Michael. The Responsiveness and Impacts of Public Health Policy: The Case of Community Health Centers. Presented at the annual meeting of the American Public Health Association, Los Angeles, California, November 1981.",
        "18. Shepard, Ronald W. Theory of Cost and Production Functions. Princeton, New Jersey: Princeton University Press, 1970.",
        "19. Marschak, Jacob, and Andrews, William H. Random Simultaneous Equa- tions and the Theory of Production. Econometrica, 12, No. 3-4 (July-October 1944).",
        "20. Nerbove, Marc L. Estimation and Identification of Cobb-Douglas Produc tion Functions. Chicago: Rand McNally and Company, 1965.",
        "21. Mundlak, Yair. On Estimation of Production and Behavioral Functions. In Studies in Mathematical Economics and Econometrics in Memory of Yehuda Greenfeld, edited by Carl Christ. Stanford, California: Stanford University Press, 1963.",
        "22. Hoch, Irving J. Simultaneous Equation Bias in the Context of the Cobb-Douglas Production Function. Econometrica, 26, No. 4 (October 1958).",
        "23. Konijn, Hendrik, S. Estimation of an Average Production Function from Surveys. Economic Record, 35, No. 70 (April 1959).",
        "24. Griliches, Zvi. Estimates of the Aggregate Agricultural Production Function from Cross-Sectional Data. Journal of Farm Economics, 45, No. 2 (May 1963). R- 4",
        "25. Feldstein, Martin S. Economic Analysis for Health Service Efficiency. Chicago: Markham Publishing Company, 1968.",
        "26. Boaz, Rachel F. Manpower Utilization by Subsidized Family Planning Clinics: An Economic Criterion for Determining the Professional Skill-Mix. The Journal of Human Resources, 7, No. 2 (Spring 1972).",
        "27. Pauly, Mark V. Doctors and Their Workshops. Chicago: University of Chicago Press for the National Bureau of Economic Research, 1980.",
        "28. Leibenstein, Harvey.. Allocative Efficiency versus `X-Efficiency. American Economic Review, 56, No. 2 (June 1966).",
        "29. Welch, Finis. Education in Production. Journal of Political Economy, 78, No. 1 (January/February 1970).",
        "30. Johnston, Jack. Statistical Cost Analysis. New York: McGraw Hill Book Company, 1960.",
        "31. Friedman, Milton. Price Theory. Chicago: Aldine Publishing Company, 1962.",
        "32. Walters, Alan A. Production and Co8t Functions: An Econometric Survey. Econometrica, 31, No * 1-2 (January-April 1963).",
        "33. Stigler, George J. The Theory of Price. New York: The Macmillan Company, 1966.",
        "34. Becker, Gary S. Economic Theory. New York: Alfred A. lCnopf, 1971.",
        "35. Chiswick, Barry R. Hospital Utilization: An Analysis of SMSA Differ- ences in Occupancy Rates, Admission Rates, and Bed Rates. Explorations in Economic Research, 3, No. 3 (Summer 1976). R- 5",
        "36. DuBois, Donald M. Group Medical Practice: Determinants of Success or Failure. Ph.D. dissertation, University of California at Los Angeles, 1966.",
        "39. Bureau of Community Health Services. Instruction Manual for the BCHS Common Reporting Requirements. U.S. Department of Health, Education, and Welfare, Public Health Service, January 1980.",
        "40. Bureau of Community Health Services. Neighborhood Health Centers, Summary of Project Data, Report 16. U.S. Department of Health, Education, and Welfare, Public Health Service, April 1978.",
        "41. Bureau of Community Health Services. Instruction Manual for Neigh- borhood Health Center Reporting Requirements. U.S. Department of Health, Education, and Welfare, Public Health Service, October 1975."
    ]
}