{
    "id": 9070,
    "cites": 28,
    "cited_by": 90,
    "reference": [
        "Aggarwal, Reena, 2000, Stabilization activities by underwriters after new offerings, Journal of Finance 55, 1075-1104.",
        "Aggarwal, Reena, 2001, Allocation of initial public offerings and flipping activity, Journal of Financial Economics, forthcoming.",
        "Beatty, Randolph, and Jay Ritter, 1986, Investment banking, reputation, and the underpricing of initial public offerings, Journal of Financial Economics 15, 213-232.",
        "Benveniste, Lawrence M., and Paul A. Spindt, 1989, How investment banks determine the offer price and allocation of new issues, Journal of Financial Economics 24, 343-362.",
        "Carter, Richard, and Steven Manaster, 1990, Initial public offerings and underwriter reputation, Journal of Finance 45, 1045-1067.",
        "Chen, Hsuan-Chi, and Jay Ritter, 2000, The seven percent solution, Journal of Finance 55, 1105-1132.",
        "Cornelli, Francesca, and David Goldreich, 2001, Book-building and strategic allocation, Journal of Finance, forthcoming.",
        "Ellis, Katrina, Roni Michaely, and Maureen OHara, 2000, When the underwriter is the market maker: An examination of trading in the IPO aftermarket, Journal of Finance 55, 1039-1074.",
        "Gasparino, C., Schroeder, M., and Kranhold, K., 2000, SEC targets IPO process with probes, Wall Street Journal, December 19, C1.",
        "Habib, Michel A., and Alexander P. Ljungqvist, 1998, Underpricing and IPO proceeds: A Note, Economics Letters 61, 381-383.",
        "Habib, Michel A., and Alexander P. Ljungqvist, 2001, Underpricing and entrepreneurial wealth losses in IPOs: Theory and evidence, Review of Financial Studies 14, 433-458.",
        "Hanley, Kathleen W., 1993, The underpricing of initial public offerings and the partial adjustment phenomenon, Journal of Financial Economics 34, 231-250.",
        "Hanley, Kathleen W., and William J. Wilhelm, 1995, Evidence on the strategic allocation of initial public offerings, Journal of Financial Economics 37, 239-257.",
        "Hansen, Robert, 2000, Do investment banks compete in IPOs?: The advent of the 7% plus contract, Journal of Financial Economics 59, 313-346.",
        "Jegadeesh, Narasimhan, Mark Weinstein, and Ivo Welch, 1993, IPO signaling and subsequent equity offerings: An empirical investigation, Journal of Financial Economics 34, 153-176.",
        "Loughran, Tim, Jay Ritter, and Kristian Rydqvist, 1994, Initial public offerings: International insights, Pacific-Basin Finance Journal 2, 165-199.",
        "Loughran, Tim, and Jay Ritter, 2001, Why dont issuers get upset about leaving money on the table in IPOs? forthcoming, Review of Financial Studies.",
        "Lowry, Michelle, and G. William Schwert, 2001, IPO market cycles: bubbles or sequential learning? forthcoming, Journal of Finance.",
        "Maddala, G., 1983, Limited Dependent and Qualitative Variables in Econometrics (Cambridge University Press, New York, NY).",
        "Maksimovic, Vojislav, and Pegaret Pichler, 2001, Private versus public offerings: optimal selling mechanisms, working paper, University of Maryland.",
        "Megginson, William, and Kathleen A. Weiss, 1991, Venture capitalist certification in initial public offerings, Journal of Finance 46, 879-903.",
        "Michaely, Roni, and Wayne H. Shaw, 1994, The pricing of initial public offerings: Tests of adverse selection and signaling theories, Review of Financial Studies 7, 279-319.",
        "Pulliam, S., and R. Smith, 2000, Linux deal is focus of IPO commission probe, Wall Street Journal, December 12, C1.",
        "Ritter, Jay, 1998, Initial public offerings, Contemporary Finance Digest 2, 5-30.",
        "Rock, Kevin, 1986, Why new issues are underpriced, Journal of Financial Economics 15, 187-212.",
        "Smith, R., and S. Pulliam, 2000, U.S. probes inflated commissions for hot IPOs, Wall Street Journal, December 7, C1.",
        "Smith, R., and S. Pulliam, 2001, CSFB and employees may face NASD charges over IPO sales, Wall Street Journal, May 2, C1.",
        "White, Halbert, 1980, A heteroskedasticity-consistent covariance matrix estimator and a direct test for heteroskedasticity, Econometrica 48, 817-838."
    ]
}