{
    "id": 9083,
    "cites": 21,
    "cited_by": 30,
    "reference": [
        "[1] Altug, S., and R. Miller, The Effects of Work Experience on Female Wages and Labor Supply, Review of Economic Studies, 65(222), 45-67, 1998.",
        "[22] Weiss, Y., On the Optimal Lifetime Pattern of Labour Supply, Economic Journal, 82 (328), 1293-1315, 1972.",
        "[21] Shaw, K., Lifecycle Labor Supply with Human Capital Accumulation, International Eco- nomic Review, 30, 431-456, 1989.",
        "[20] Rosen, S., Learning and Experience in the Labor Market, The Journal of Human Re- sources, 7(3), 326-342, 1972.",
        "[19] Robins, P. and R. West, Labor-Supply Response Over Time, The Journal of Human Re- sources, 15(4), 499-523, 1980b.",
        "[18] Robins, P. and R. West, Program Participation and Labor-Supply Response, The Journal of Human Resources, 15(4), 499-523, 1980a.",
        "[17] Phelps, N., Rewarding Work, Harvard University Press: Cambridge, 1997.",
        "[16] Mincer, J., Schooling, Experience and Earnings, New York: Columbia University Press, 1974.",
        "[4] Ben Porath, Y., The Production of Human Capital and the Life Cycle of Earnings, Journal of Political Economy, 75(4), 352-365, 1967.",
        "[5] Browning, M., L. Hansen, and J. Heckman, Micro Data and General Equilibrium Models, in J. Taylor and M. Woodford, eds., Handbook of Macroeconomics. North-Holland Press, Amsterdam, 1999.",
        "[6] Eissa, N. and J. Liebman, Labor Supply Response to the Earned Income Tax Credit, The Quarterly Journal of Economics, 111(2), 605-637, 1996.",
        "[7] Hamilton, S., Apprenticeship for Adulthood, New York: Free Press, 1990.",
        "[8] Heckman, J., Three Essays on Household Labor Supply and the Demand For Market Goods, Chapter 1, Ph.D. Dissertation, Princeton University, 1971.",
        "[9] Heckman, J., Life-Cycle Model of Earnings, Learning, and Consumption, Journal of Po- litical Economy, 84(4): S11-S44, August 1976.",
        "[10] Heckman, J. and L. Lochner, Testing between On-the-Job Training and Learning-by-Doing Models of Skill Formation, Working Paper, University of Rochester, 2002.",
        "[11] J. Heckman, L. Lochner and Cossa, R., Wage Subsidies and Skill Formation: A Study of the Earned Income Tax Credit, Working Paper, 1999.",
        "[12] Heckman, J., L. Lochner, J. Smith and C. Taber, The Effects of Government Policy on Human Capital Investment and Wage Inequality, Chicago Policy Review, 1(2), 1-40, 1997.",
        "[13] Heckman, J., L. Lochner, and C. Taber, Explaining Rising Wage Inequality: Explorations with a Dynamic General Equilibrium Model of Labor Earnings with Heterogeneous Agents, Review of Economic Dynamics, 1(1), 1998.",
        "[14] Killingsworth, M., Learning By Doing and Investment in Training: A Synthesis of Two Rival Models of the Life Cycle, Review of Economic Studies, 49(2), 156, 263-272, 1982.",
        "[15] Lochner, L., A Life-Cycle Model of Human Capital and Crime: Estimating Deterrent Effects of Wage and Education Subsidies, Ph.D. Dissertation, University of Chicago, 1998. 34",
        "[3] Becker, Gary, Human Capital, New York: Columbia University Press, 1964."
    ]
}