{
    "id": 9086,
    "cites": 17,
    "cited_by": 6,
    "reference": [
        "[18] Weiss, Andrew (1980) Job Queues and Layoffs in Labor Markets with Flexible Wages, Journal of Political Economy, 88(3), pp. 526-538.",
        "[15] Rodrik, Dani (1987). Policy Targeting with Endogenous Distortions: The- ory of Optimum Subsidy Revisited, Quarterly Journal of Economics, 102(4), pp. 903-911.",
        "[16] Roland, Gerard, and Thiery Verdier (1999). Transition and the Output Fall, Economics of Transition, 7(1), pp. 1-28.",
        "[1] Blanchard, Olivier, and Michael Kremer (1997). Disorganization, Quar- terly Journal of Economics, 112(4), pp. 1091-1126.",
        "[11] Lipsey, R.G. and K. Lancaster (1956) The General Theory of Second Best, Review of Economic Studies, 24, pp. 11-32.",
        "[10] Krishna, K and C. Yavas (2002). When Does Trade Hurt? Market, Tran- sition and Developing Economies, Working paper.",
        "[9] Krueger, Anne. (1984) Trade and Employment in Developing Countries~ Vol. 3. Synthesis and Conclusions, Chicago and London: University of Chicago Press. 26",
        "[8] Gomulka, 5. (1992). The Causes of Recession Following Stabilization, Comparative Economic Studies, 33(2), 71-89.",
        "[7] Ethier, Wilfred (1982). Decreasing Costs in International Trade and Frank Grahams Argument for Protection, Econometrica, 50(5), pp. 1243-1268.",
        "[6] Davis, Donald (1998). Does European Unemployment Prop Up American Wages?: National Labor Markets and Global Trade, American Economic Review, 88(3), pp. 478-94.",
        "[5] Brecher, Richard (1992). An Efficiency-Wage Model with Explicit Mon- itoring: Unemployment and Welfare in an Open Economy, Journal of International Economics, 32(1), pp. 179-191.",
        "[3] Brecher, Richard (1974a). Optimal Commercial Policy for a Minimum Wage Economy, Journal of International Economics, 4(2), pp. 139-49.",
        "[4] Brecher, Richard (1974b). Minimum Wage Rates and the Pure Theory of International Trade, Quarterly Journal of Economics, 88(1), pp. 98-116.",
        "[14] Ray, Debraj (1998) Development Economics, Princeton University Press.",
        "[13] Mussa, Michael (1979). The Two-Sector Model in Terms of its Dual: A Geometric Exposition, Journal of International Economics, 9(4), pp. 513- 526.",
        "[12] Lucas, Robert E. (1990). Why Doesnt Capital Flow from Rich to Poor Countries? American Economic Review, 80(2), pp. 92-96.",
        "[2] Boeri, Tito, and Katherine Terrell (2002). Institutional Determinants of Labor Reallocation in Transition, Journal of Economic Perspectives, 16(2), pp. 51-76."
    ]
}