{
    "id": 9087,
    "cites": 10,
    "cited_by": 24,
    "reference": [
        "Barassi, M. R., G. M. Caporale, and S. G. Hall, 2000, `Interest Rate Linkages: Identifying Structural Relations, Discussion Paper no. 2000.02, Centre for International Macroeconomics, University of Oxford.",
        "Barassi, M. R., G. M. Caporale, and S. G. Hall, 2000, `Irreducibility and Structural Cointegrating Relations: An Application to the G-7 Long Term Interest Rates, Working Paper ICMS4, Imperial College of Science, Technology and Medicine.",
        "Blanco, R., 2001, `The euro-area government securities markets: recent developments and implications for market functioning, Working Paper no. 0120, Servicio de Estudios, Banco de Espana.",
        "Blanco, R., 2002, `The euro-area government securities markets: recent developments and implications for market functioning, mimeo, Launching Workshop of the ECB-CFS Research Network on Capital Markets and Financial Integration in Europe, European Central Bank.",
        "Davidson, J., 1998, `Structural relations, cointegration and identification: some simple results and their application, Journa! of Econometrics 87,87-113.",
        "Favero, C., A. Missale, and G. Piga, 2000, `EMU and public debt management: one money, one debt?, CEPR Policy Paper No. 3.",
        "Galati, G., and K. Tsatsaronis, 2001, `The impact of the euro on Europes financial markets, Working Paper No. 100, Bank for International Settlements.",
        "McCauley, R., 1999, The Euro and the Liquidity of European Fixed Income Markets, in Part 2.2. of Market Liquidity: Research Findings and Selected Policy Implications, Committee on the Global Financial System, Bank for International Settlements, Publications No. 11 (May 1999).",
        "Remolona E. M., 2002, Micro and Macro structures in fixed income markets: The issues at stake in Europe, mimeo, Launching Workshop of the ECB-CFS Research Network on Capital Markets and Financial Integration in Europe, European Central Bank.",
        "Scalia, A., and V. Vacca 1999, `Does market transparency matter? a case study, Discussion Paper 359, Banca dltalia."
    ]
}