{
    "id": 909,
    "cites": 20,
    "cited_by": 0,
    "reference": [
        "2. Artus, J., 1976, Exchange rate stability and managed floating: the experience of the Federal Republic of Germany, International Monetary Fund Staff Papers 23, July, 312-333.",
        "3. Ashenfelter, 0. and Card, D., 1981, Time-series representations of economic variables and alternative models of the labor market, University of Bristol, Working Paper.",
        "4. Branson, W.H., 1975, Continent on M.v.N. Whitman: Global monetarism and the monetary approach to the balance of payments, Brookings Papers on Economic Activity 6, Number 3, 537-542.",
        "6. Branson, W.H., 1977, Asset markets and relative prices in exchange rate determination, Sozialwissenschaftliche Annalen 1, 69-89.",
        "7. Branson, W.H., H. Haittunen and P. Masson, 1977, Exchange rates in the short run: the dollar-deutschemark rate, European Economic Review 10 December, 303-324.",
        "8. Branson, W.H. (1980), Monetary and fiscal policy with adjustable ex- change rates, in U.S. Congress, Joint Economic Committee, The Interna- tional Economy: U.S. Role in a World Market, (Government Printing Office, Washington), Dec. 17, 1980, pp. 459-500.",
        "9. Branson, W.H. (1981), Macroeconomic determinants of real exchange rates, NBER Working Paper No. 801, November.",
        "10. Dornbusch, R., 1980, Exchange Rate economics: where do we stand? Brookings Papers on Economic Activity II, Number 1, 143-186.",
        "11. Fischer, S., 1981, Relative shocks, relative price variability and inflation, Brookings Papers on Economic Activity 12, Number 2, forthcoming.",
        "12. Frenkel, J., l98lb, Flexible exchange rates, prices and the role of news: Lessons from the ~ Journal of Political Economy 89, August, 665-705.",
        "13. Herring, R.J. and R.C. Narston (1977), National Monetary Policies and International Financial Markets, (North-Holland, Amsterdam).",
        "14. Kenen, P.B. (1982), Effects of intervention and sterilization in the short run and the long run, in R.N. Cooper, P.B. Kenen, J.B. de Macedo, J. van Ypersele (eds), The International Monetary System under Flexible Exchange Rates: Essays in honor of Robert Triffin, (Ballinger, Cambridge MA, 1982), pp. 51-68.",
        "15. Kouri, P.J.K., (1978), Balance of payments and the foreign exchange market: a dynamic partial equilibrium model, Yale University, Cowles Foundation Discussion Paper No. 510.",
        "16. Mussa, N. (1981), The Role of Official Intervention, Occasional Paper 6, New York, Group of 30.",
        "18. Obstfeld, M., 1982, Can we sterilize? Theory and evidence, forthcoming American Economic Review, May 1982.",
        "19. OECD Interfutures (1977), Long term aspects of the monetary system, mimeo, OECD Paris, September 30, 1977.",
        "20. Sargent, T., 1979, Estimating vector autoregressions using methods not based on explicit economic theories, Federal Reserve Bank of Minneapolis Quarterly Review, Summer, 8-15.",
        "21. Sims, C., 1980, Macroeconomics and reality, Econometrica 48, January, 1-48.",
        "22. Taylor, J., 1980, Output and price stability: an international comparison, Journal of Economic Dynamics and Control 2, February, 109-132.",
        "23. Whitman, N.v.N. (1975), Global monetarism and the monetary approach to the balance of payments, Brookings Paper on Economic Activity, 3:1975, pp. 471-536."
    ]
}