{
    "id": 9096,
    "cites": 11,
    "cited_by": 13,
    "reference": [
        "Altig, David, Alan Auerbach, Kent Smetters, and Jan Walliser, Simulating Fundamental Tax Reform in the U.S., forthcoming The American Economic Review, 2001.",
        "Boskin, Michael J., Laurence J. Kotlikoff, Douglas J. Puffert, and John B. Shoven, Social Security: A Financial Appraisal Across and Within Generations, National Tax Journal, vol. 40, no.1, March 1987, 19-34.",
        "Bradford, David F., ed., Distributional Analysis of Tax Policy, Washington, D.C.: AEI Press, 1995.",
        "Browning, Edgar K., Tax Incidence Analysis for Policy Makers, in Distributional Analysis of Tax Policy, David Bradford, ed., Washington, D.C.: The AEI Press, 1995.",
        "Caldwell, Steven B., Melissa Favreault, Alla Gantman, Jagadeesh Gokhale, Thomas Johnson, and Laurence J. Kotlikoff, Social Securitys Treatment of Postwar Americans, in Tax Policy and the Economy, James Poterba, ed., 13, 1999, 109-48.",
        "Fullerton, Don and Diane Lim Rogers, Distribution Effects on a Lifetime Basis, in Bradford, David F., ed., Distributional Analysis of Tax Policy, Washington, D.C.: AEI Press, 1995, 262-94.",
        "Fullerton, Don and Diane Lim Rogers, Who Bears the Lifetime Tax Burden?, Washington, D.C.: The Brookings Institution, 1993.",
        "Gokhale, Jagadeesh and Laurence J. Kotlikoff, Social Securitys Treatment of Postwar Americans: How Bad Can It Get? in Martin Feldstein and Jeffrey Liebman ed. The Distributional Aspects of Social Security and Social Security Reform, Chicago: University of Chicago Press, 2002, 207-62.",
        "Hubbard, Glenn R., Jonathan Skinner, and Stephen P. Zeldes, Precautionary Saving and Social Insurance, Journal of Political Economy, 103, 2, April 1995, 360-99.",
        "Hurd, Michael D. and John B. Shoven, The Distributional Impact of Social Security, in Pensions, Labor, and Individual Choice, David Wise, ed., Chicago, Ill.: University of Chicago Press, 1985.",
        "Myers, Robert J. and Bruce D. Schobel, An Updated Moneys-Worth Analysis of Social Securitys Retirement Benefits, Transactions, Society of Actuaries, no. 44, 1993, 247-75."
    ]
}