{
    "id": 9100,
    "cites": 33,
    "cited_by": 156,
    "reference": [
        "Ahearne, Alan, William Griever, and Francis Warnock, 2000, Information Costs and Home Bias: An Analysis of U.S. Holdings of Foreign Equities, International Finance Discussion Paper 691, (Washington: Board of Governors of the Federal Reserve System).",
        "Arteta, Carlos, Barry Eichengreen and Charles Wyplosz, 2001, On the Growth Effects of Capital Account Liberalization, (unpublished; Berkeley, California: University of California).",
        "Bailliu, Jeannine, 2000, Private Capital Flows, Financial Development, and Economic Growth in Developing Countries, Bank of Canada Working Paper No. 2000-15, (Ontario, Canada, Bank of Canada).",
        "Barro, Robert, and Xavier Sala-i, Martin, 1995, Economic Growths, (Cambridge, Massachusetts: MIT Press).",
        "Bayoumi, Tamim, 1990, Saving-Investment Correlations, IMF Staff Papers, Vol. 37, No. 2 (June), pp. 360--86.",
        "Bekaert, Geert, 1995, Market Integration and Investment Barriers in Emerging Equity Markets, World Bank Economic Review, Vol. 9, pp. 75--107.",
        "Finance, Vol. 50, pp. 403--44. ---------, and Campbell Harvey, 2000, Foreign Speculators and Emerging Equity Markets, Journal of Finance, Vol. 55 (April), pp. 565--613.",
        "Bekaert, Geert, Campbell Harvey, and Christian Lundblad, 2001, Does Financial Liberalization Spur Growth? NBER Working Paper No. 8245 (Cambridge, Massachusetts: National Bureau of Economic Research).",
        "Bhagwati, Jagdish, 1998, The Capital Myth: The Difference Between Trade in Widgets and Trade in Dollars, Foreign Affairs, Vol. 77, pp. 7--12.",
        "Chanda, Areendam, 2001, The Influence of Capital Controls on Long-Run Growth: Where and How Much? (unpublished; Providence, Rhode Island: Brown University).",
        "Davidson, Russell and James G. MacKinnon, Testing for Consistency Using Artificial Regressions, Econometric Theory, vol. 5, pp. 363 -- 384. DeGregorio, JosÃ\u0083Â©, Sebastian Edwards, and Rodrigo O. Valdes, 2000, Controls on Capital Inflows: Do They Work? NBER Working Paper No. 7645 (April) (Cambridge, Massachusetts: National Bureau of Economic Research).",
        "Edison, Hali J., and Carmen Reinhart, 2001, Stopping Hot Money, Journal of Development Economics, Vol. 66, pp 533--53.",
        "Edison, Hali J., and Francis E. Warnock, 2001, A Simple Measure of the Intensity of Capital Controls, IMF Working Paper 01/180 (Washington: International Monetary Fund).",
        "Edwards, Sebastian, 1999, How Effective are Capital Controls? Journal of Economic Perspectives, Fall, Vol. 13, No. 4, pp. 65--84.",
        "Different? NBER Working Paper No. 8076 (Cambridge, Massachusetts: National Bureau of Economic Research). Eichengreen, Barry, 2001, Capital Account Liberalization: What Do Cross-Country Studies Tell Us? (unpublished; Berkeley, California: University of California.",
        "Feldstein, Martin, and Charles Horioka, 1980, Domestic Saving and International Capital Flows, The Economic Journal, Vol. 90, No. 358, pp. 314--29.",
        "Giavazzi, Francesco, and Alberto Giovannini, 1989, Limiting Exchange Rate Flexibility: The European Monetary System, (Cambridge, Massachusetts: MIT Press).",
        "Grilli, Vittorio, and Gian Maria Milesi-Ferretti, 1995, Economic Effects and Structural Determinants of Capital Controls, IMF Staff Papers, Vol. 42, No. 3, pp. 517--51.",
        "Henry, Peter Blair, 2000a, Stock Market Liberalization, Economic Reform, and Emerging Market Equity Prices, Journal of Finance, Vol. LV, No. 2 (April), pp. 529--64.",
        "Financial Economics, Vol. 58, Nos. 1-2 (October), pp. 301--34. International Monetary Fund, 2001,. World EconomicOutlook, October (Washington: International Monetary Fund).",
        "Issues, (Washington: International Monetary Fund). 41 Kaplan, Ethan, and Dani Rodrik, 2001, Did the Malaysian Capital Controls Work? NBER Working Paper No. 8142 (Cambridge, Massachusetts: National Bureau of Economic Research).",
        "Klein, Michael W., and Giovanni Olivei, 2000, Capital Account Liberalization, Financial Depth and Economic Growth, unpublished; (Boston, Massachusetts: Fletcher School of Law and Diplomacy, Tufts University).",
        "Knack, Stephen, and Philip Keefer, Institutions and Economic Performance: Cross-Country Tests Using Alternative Institutional Measures, Economics and Politics, vol. 7, 1995, pp.207-27.",
        "Kraay, Aart, 1998, In Search of the Macroeconomic Effects of Capital Account Liberalization, unpublished; (Washington: The World Bank).",
        "Lane, Phillip, and Gian Maria Milesi-Ferretti, The External Wealth of Nations: Measures of Foreign Assets and Liabilities for Industrial and Developing Nations, Journal of International Economics, forthcoming. Levine, Ross, and Sara Zervos, 1998, Stock Markets, Banks, and Economic Growth, American Economic Review, Vol. 88, (June), pp 537--58.",
        "Levine, Ross, and David Renelt, 1992, A Sensitivity Analysis of Cross Country Growth Regressions, American Economic Review, pp. 942--63.",
        "Montiel, Peter, 1996, Managing Economic Policy in the Face of Large Capital Inflows: What Have We Learned? in Private Capital Flows to Emerging Markets After the Mexican Crisis, ed. by G. Calvo and M. Hochreiter, (Washington: Institute for International Economics), pp 189--218.",
        "Obstfeld, Maurice, 1986, Capital Mobility in the World Economy: Theory and Measurement, in Carnegie-Rochester Conference Series on Public Policy, Vol. 24, ed. by K. Brunner and A. Meltzer, (Spring).",
        "ODonnell, Barry, 2001. Financial Openness and Economic Performance, (unpublished; Dublin, Ireland: Trinity College).",
        "Quinn, Dennis, 1997, The Correlates of Change in International Financial Regulation, American Political Science Review, Vol. 91, No. 3, (September), pp. 531--51.",
        "Rodrik, Dani, 1998, Who Needs Capital-Account Convertibility? (February), mimeo; (Cambridge, Massachusetts: Harvard University).",
        "Sachs, Jeffrey, and Andrew Warner, 1995, Economic Reform and the Process of Global Integration, Brookings Papers on Economic Activity, Vol. 1, pp. 1--118 (Washington: Brookings Institute).",
        "Summers, Lawrence, 2000, International Financial Crises: Causes, Prevention, and Cures, American Economic Review, Vol. 90, No. 2 (May), pp. 1--16."
    ]
}