{
    "id": 9101,
    "cites": 35,
    "cited_by": 27,
    "reference": [
        "[21] Hasbrouck, J., 1991, Measuring the information content of stock trades, Journal of Finance 46, 179-207.",
        "[22] Hong, H. and J. Stein, 1999, A unified theory of underreaction, momentum trading and overreaction in asset markets Journal of Finance, 54, 2143-2184.",
        "[23] Jegadeesh, N. and S. Titman, 1993, Returns to buying winners and selling losers: implications for stock market efficiency, Journal of Finance, 48, 6591. 32",
        "[24] Jegadeesh, N. and S. Titman, 2001, Profitability of momentum strategies: an evaluation of alternative explanations, Journal of Finance, 560, 699-720.",
        "[25] Mark, N., 1995, Exchange rates and fundamentals: evidence on long-horizon predictability, American Economic Review, 85, 201-218.",
        "[26] Meese, R., and K. Rogoff, 1983, Empirical exchange rate models of the seventies, Journal of International Economics, 14, 3-24.",
        "[27] Payne, R., 2000, Informed trade in spot foreign exchange markets: an empirical investigation, mimeo, Financial Markets Group, LSE.",
        "[28] Rime, D., 2000, U.S. exchange rates and currency flows, unpublished working paper.",
        "[29] Rouwenhorst, G. 1998, International momentum strategies, Journal of Finance, 53, 267-284.",
        "[30] Seasholes, M., 2001, Smart foreign traders in emerging markets, unpublished working paper.",
        "[31] Shao, J., 1989, The efficiency and consistency of approximations to the jackknife variance estimators, Journal of the American Statistical Association, 84, 114-119.",
        "[32] Shao, J. and C. F. J. Wu, 1989 A general theory for jackknife variance estimation, Annals of Statistics, 17, 1176-1197.",
        "[33] Griffin, J.M., Nardari, F., and R.M. Stulz, 2002, Daily cross-border equity flows: pushed or pulled? Dice Center working paper 2002-6.",
        "[34] Thaler, R. and W. F. M. DeBondt, 1985, Does the stock market overreact? Journal of Finance, 40, 793-805.",
        "[35] Vuolteenaho, T., 2002, What drives firm-level stock returns?, Journal of Finance, 57, 1, 233-264.",
        "[36] Wei, S.J. and J. Kim, 1997, The big players in the foreign exchange market: do they trade on information or noise?, NBER working paper no. 6256. 33",
        "[1] Barberis, N. and A. Shleifer, 2002, Style investing, forthcoming, Journal of Financial Economics.",
        "[2] Beveridge, S. and C. R. Nelson,1981, A new approach to the decomposition of economic time series into permanent and transitory components with particular attention to the measurement of the ~Business Cycle, Journal of Monetary Economics, 7, 151-174.",
        "[20] Grinblatt, M., Titman, S., R. Wermers, 1995, Momentum investment strategies, portfolio performance, and herding: a study of mutual fund behavior, American Economic Review, 85, 1088-1105.",
        "[19] Froot, K. and T. Ramadorai, The information content of international portfolio flows, NBER working paper no. 8472.",
        "[18] Froot, K., P. OConnell, and M. Seasholes, 2001, The portfolio flows of international investors, Journal of Financial Economics, 59, 151-193.",
        "[17] Evans, M.D.D. and R. Lyons, 2001 Why order flow explains exchange rates, Unpublished Working Paper",
        "[16] Evans, M.D.D. and R. Lyons, 2002, Order flow and exchange rate dynamics,  Journal of Political Economy, February 2002, 170-180.",
        "[15] Engel, C., 2001, Notes on Cointegration of Real Interest Rates and Real Exchange Rates, research website, http: //www. ssc.wisc.edu/~ cengel/RealCointNotes.pdf.",
        "[14] DeBondt, W.F.M., R. H. Thaler, 1985, Does The Stock Market Overreact? Journal of Finance,40, 793-80.",
        "[13] Daniel, K., Hirshleifer, D. and A. Subrahmanyam, 1998, Investor psychology and security market under- and over-reactions, Journal of Finance, 53(5),1839-1886.",
        "[12] Coval, J. D., and T. J. Moskowitz, 2001, The geography of investment: informed trading and asset prices. Journal of Political Economy 109, 4, 811-841.",
        "[11] Cohen, R., P. Gompers, and T. Vuolteenaho, 2001, Who underreacts to cashflow news? Evidence from trading between individuals and institutions, manuscript, Harvard University. 31",
        "[10] Clarida, R. and J. Gali, 1994, Sources of real exchange rate fluctuations: how important are nominal shocks?, Carnegie-Rochester Conference Series on Public Policy, 41, 1-56.",
        "[9] Choe, H., B. C. Kho, and R. M. Stulz, 2001, Do domestic investors have more valuable information about individual stocks than foreign investors?, NBER working paper no. 8073.",
        "[8] Cheung, Y. and M. D. Chinn, 2000, Currency traders and exchange rate dynamics: a survey of the U.S. market, unpublished working paper.",
        "[7] Campbell, J. and R. Shiller, 1988, The dividend-price ratio and expectations of future dividends and discount factors, Review of Financial Studies, 1, 195-227.",
        "[6] Campbell, J. and R. Clarida 1987, The dollar and real interest rates, Carnegie-Rochester Conference Series on Public Policy, 27, 103-139.",
        "[3] Brennan, M. and H. Cao, 1997, International portfolio investment flows, Journal of Finance, 52, 1851-1880.",
        "[5] Campbell, J., 1991, A variance decomposition for stock returns, Economic Journal, 101, 157-179."
    ]
}