{
    "id": 9107,
    "cites": 48,
    "cited_by": 11,
    "reference": [
        "Bar-Gill, Oren, Michal Barzuza and Lucian Bebchuk (2001), The Market for Corporate Law, Working Paper, Harvard Law School, available on www.papers.ssrn.com/abstract=275452.",
        "Bebchuk, Lucian Arye (1992), Federalism and the Corporation: The Desirable Limits on State Competition in Corporate Law, 105 Harvard Law Review 1435-1510.",
        "Bebchuk, Lucian Arye (2002), The Case Against Veto Power in Corporate Takeovers, 69 University of Chicago Law Review _ (2002), available on http://papers.ssrn.com/abstract=314703 .",
        "Bebchuk, Lucian, John Coates IV, and Guhan Subramanian (2002), The Special Antitakeover Power of Staggered Boards: Theory, Evidence, and Policy, 54 Stanford Law Review _ (2002), available on http://papers.ssrn.com/abstract=304388.",
        "Bebchuk, Lucian Arye, and Alma Cohen, Firms Decisions where to Incorporate, Discussion Paper No. 351, February 2002, Harvard Olin Center, available on www.law.harvard.edu/ programs/olin_center.",
        "Bebchuk, Lucian Arye, Alma Cohen, and Allen Ferrell (2002), Does the Evidence Favor State Competition in Corporate Law? 90 California Law Review _ (2002), available on www.papers.ssrn.com/abstract=303417.",
        "Bebchuk, Lucian Arye and Allen Ferrell (1999), Federalism and Corporate Law: The Race to Protect Managers from Takeovers, 99 Columbia Law Review 1168-1199.",
        "Bebchuk, Lucian Arye and Allen Ferrell (2001), A New Approach to Takeover Law and Regulatory Competition, 87 Virginia Law Review 111-164.",
        "Bebchuk, Lucian Arye and Assaf Hamdani (2002), Vigorous Race or Leisurely Walk: Reconsidering the Debate on State Competition in Corporate Law Yale Law Journal (forthcoming).",
        "Bebchuk, Lucian Arye and Oliver Hart (2001), Takeover Bids vs. Proxy Fights in Contests for Corporate Control, NBER Working Paper No. 8633, available on http://papers.ssrn.com/ abstract=290584.",
        "Bertrand, Marianne and Sendhil Mullainathan (1999), Executive Compensation and Incentives: The Impact of Takeover Legislation, NBER Working Paper No. 6830.",
        "Bertrand, Marianne and Sendhil Mullainathan (1999), Is There Discretion in Wage Setting? A Test Using Takeover Legislation, 30 Rand Journal of Economics 535-554.",
        "Bhagat, Snajai and Roberta Romano (2001), Event Studies and the Law: Part II Ã\u0082â\u0080\u0093 Empirical Studies of Corporate Law, Yale ICF working paper no. 00-33.",
        "Black, Bernard S. (1990), Is Corporate Law Trivial? - A Political and Economic Analysis, 84 Northwestern University Law Review 542-597.",
        "Bradely, Michael, and Cindy A. Schipani (1989), The Relevance of the Duty of Care Standard in Corporate Governance, 75 Iowa Law Review 1-82.",
        "Carney, William (1998), The Production of Corporate Law, 71 Southern California Law Review 715-780.",
        "Cary, William (1974), Federalism and Corporate Law: Reflections upon Delaware, 83 Yale Law Journal 663 - 701.",
        "Coates, John (2001), Explaining Variation in Takeover Defenses, 89 California Law Review 1301-1422.",
        "Cumming, Douglas J. and Jeffrey G. MacIntosh (2000), The Role of Interjurisdictional Competition in Shaping Canadian Corporate Law, 20 International Review of Law and Economics 141- 186.",
        "Cumming, Douglas J. and Jeffrey G. MacIntosh (2001), The Rationale Underlying Reincorporation and Implications for Canadian Corporations, mimeo, University of Alberta and the University of Toronto.",
        "Daines, Robert (1999), Does Delaware Law Improve Firm Value? Working Paper CLB-99- 011, New York University, available on SSRN.",
        "Daines, Robert (2001a), Does Delaware Law Improve Firm Value? 40 Journal of Financial Economics 525-558.",
        "Daines, Robert (2001b), Do Staggered Boards Affect Firm Value? Massachusetts and the Market for Corporate Control, mimeo, NYU Law School.",
        "Daines, Robert (2002), How Firms Choose Corporate Law Rules: Some Evidence on Law, Lawyers, and the Market for IPO charters, Work in Progress, New York University.",
        "Easterbrook, Frank H. and Daniel R. Fischel (1991), The Economic Structure of Corporate Law.",
        "Fisch, Jill (2000), The Peculiar Role of the Delaware Courts in the Competition for Corporate Charters, 68 University of Cincinnati Law Review 1061-1100.",
        "Fischel, Daniel R. (1982), The Race to the Bottom Revisited: Reflections on Recent Developments in Delawares Corporation Law, 76 Northwestern University Law Review 913-945.",
        "Gartman, Grant A. (2000), State Antitakeover Laws (Investor Responsibility Research Center, Washington D.C).",
        "Heron, Randall and Wilbur Lewellen (1998), An Empirical Analysis of the Reincorporation Decision, 33 Journal of Financial and Quantitative Analysis 549-568.",
        "Hovenkamp, Herbert (1999), Federal Antitrust Policy.",
        "Kahan, Marcel and Michael Klausner (1997), Standardization and Innovation in Corporate Contracting (or The Economics of Boilerplate), 83 Virginia Law Review 713-770.",
        "Kahan, Marcel and Ehud Kamar (2001), Price Discrimination in the Market for Corporate Law, 86 Cornell Law Review 1205-1256.",
        "Karpoff, Jonathan and Paul Malatesta (1989), The Wealth Effects of Second- Generation State Takeover Legislation, 25 Journal of Financial Economics 291-322.",
        "Karpoff, Jonathan and Paul Malatesta (1990), Pennsylvania Law: State Antitakeover Laws and Stock Prices, 46 Financial Analyst Journal.",
        "Klausner, Michael (1995), Corporations, Corporate Law, and Networks of Contracts, 81 Virginia Law Review 757-852.",
        "LaPorta et al. (1998), Law and Finance, 106 Journal of Political Economy 1113-1155.",
        "Macey, Jonathan R. and Geoffrey P. Miller (1987), Toward an Interest-Group Theory of Delaware Corporate Law, 65 Texas Law Review 469-523.",
        "Romano, Roberta (1985), Law as a Product: Some Pieces of the Incorporation Puzzle, 1 Journal of Law, Economics, and Organization 225-283.",
        "Romano, Roberta (1993a), The Genius of American Corporate Law.",
        "Romano, Roberta (1993b), Competition for Corporate Charters and the Lesson of Takeover Statutes, 61 Fordham Law Review 843-864.",
        "Romano, Roberta (1998), Empowering Investors: A Market Approach to Securities Regulation, 107 Yale Law Journal 2359-2430.",
        "Romano, Roberta (2001), The Need for Competition in International Securities Regulation, 2 Theoretical Inquiries in Law 387.",
        "Subramanian, Guhan (2002), The Influence of Antitakeover Statutes on Incorporation Choice: Evidence on the Race Debate and Antitakeover Overreaching, Harvard Business School Working Paper, forthcoming University of Pennsylvania Law Review.",
        "Szewczyk, Samuel H. and George P. Tsetsekos (1992), State Intervention in the Market for Corporate Control: The Case of Pennsylvania Senate Bill 1310, 31 Journal of Financial Economics 3-23.",
        "Tirole, Jean (1988), The Theory of Industrial Organization.",
        "Winter, Ralph K. (1977), State Law, Shareholder Protection, and the Theory of the Corporation, 6 Journal of Legal Studies 251-292.",
        "Winter, Ralph K. (1989), The Race for the Top Revisited: A Comment on Eisenberg, 89 Columbia Law Review 1526-1529.",
        "Winter, Ralph K. (1993), Foreword, in Roberta Romano, The Genius of American Corporate Law."
    ]
}