{
    "id": 9108,
    "cites": 39,
    "cited_by": 51,
    "reference": [
        "Acemoglu, D. (1996), &apos;A microfundation for social increasing returns in human capital accumulation&apos;, Quarterly Journal of Economics pp. 779-804. Acemoglu, D. (1998), &apos;Why do new technologies complement skills? directed technical change and wage inequality&apos;, Quarterly Journal of Economics 113, 1055-1090.",
        "Acemoglu, D. and Angrist, J. (2000), &apos;How large are human capital externalities? evidence from compulsory schooling laws&apos;, NBER Macro Annual.",
        "Altonji, J. and Card, D. (1991), The effects of immigration on the labor market outcomes of less skilled natives, in J. Abowd and R. Freeman, eds, &apos;Immigration, Trade and Labor&apos;, University of Chicago Press.",
        "Arrow, K. (1962), Economic welfare and the allocation of resources for invention, in R. Nelson, ed., &apos;The Rate and Direction of Inventive Activity&apos;, Princeton University Press.",
        "Bartel, A. P. (1989), &apos;Where do the new u.s. immigrants live?&apos;, Journal of Labor Economics 7, 371-391.",
        "Beeson, P. and Eberts, R. (1989), &apos;Identifying productivity and amenity effects in interurban wage differentials&apos;, Review of Economics and Statistics 71, 443-452.",
        "Blomquist, G. C., Berger, M. C. and Hoehn, J. P. (1988), &apos;New estimates of quality of life in urban areas&apos;, American Economic Review 78(1), 89-106.",
        "Borjas, G. J. (1995), &apos;Ethnicity, neighborhoods and human-capital externalities&apos;, American Economic Review 85(3), 365-389.",
        "Borjas, G. J., Bronars, S. G. and Trejo, S. (1992), &apos;Self-selection and internal migration in the united states&apos;, Journal of Urban Economics 32, 159-185.",
        "Bound, J. and Holzer, H. J. (1996), &apos;Demand shifts, population adjustments, and labor market outcomes during the 1980s&apos;, NBER Working Papers 5685.",
        "Edmond, J. B. (1978), The Magnificent Charter: The Origin and Role of the Morrill Land-Grant Colleges and Universities, Exposition Press.",
        "Freeman, R. B. (1986), The demand for education, in O. Ashenfelter and R. Layard, eds, &apos;Handbook of Labor Economics&apos;, North Holland.",
        "Friedman, M. (1962), Capitalism, and Freedom, University of Chicago Press.",
        "Glaeser, E. L. (1997), &apos;Learning in cities&apos;, mimeographed .",
        "Glaeser, E. L., Scheinkman, J. A. and Shleifer, A. (1995), &apos;Economic growth in a cross-section of cities&apos;, Journal of Monetary Economics 36(1).",
        "Greenstone, M. (1998), &apos;The wage consequences of enclave residence: Evidence from the 1990 and 1980 censuses&apos;, Manuscript, UC Berkeley .",
        "Griliches, Z. (1979), &apos;Issues in assessing the contribution of r&d to productivity growth&apos;, Bell Journal of Economics 10, 92-116.",
        "Heckman, J. J. (2000), &apos;Policies to foster human capital&apos;, Research in Economics 54, 71-74.",
        "Heckman, J. J. and Honore&apos;, B. E. (1990), &apos;The empirical content of the roy model&apos;, Econometrica 58(5), 1121-1149.",
        "Heckman, J. J. and Sedlacek, G. L. (1985), &apos;Heterogeneity, aggregation, and market wage functions: An empirical model of self-selection in the labor market&apos;, Journal of Political Economy 93(6), 1077-1125.",
        "Heckman, J. J. and Sedlacek, G. L. (1990), &apos;Self-selection and the distribution of hourly wages&apos;, Journal of Labor Economics 8(1), S329-63.",
        "Heckman, J., Layne-Farrar, A. and Todd, P. (1996), &apos;Human capital pricing equations with an application to estimating the effect of schooling quality on earnings&apos;, The Review of Economics and Statistics 78(4), 562-610.",
        "Jaeger, D. A. (1997), &apos;Reconciling the old and new census bureau education questions: Recomendation for researchers&apos;, Journal of Business and Economics Statistics 15(2), 300-308.",
        "Jovanovic, B. and Rob, R. (1989), &apos;The growth and diffusion of knowledge&apos;, Review of Economic Studies 56(4), 569-582.",
        "Katz, L. F. and Murphy, K. M. (1992), &apos;Changes in relative wages, 1963-1987: Supply and demand factors&apos;, The Quarterly Journal of Economics 107, 35-78.",
        "Kominsky and Siegel (1994), &apos;Measuring educational attainment in the cps&apos;, Population Division, US Bureau of Census .",
        "Krueger, A. B. and Lindahl, M. (1998), &apos;Education for growth in Sweden and the world&apos;, Industrial Relation Section Working Paper, Princeton .",
        "Lucas, R. E. (1988), &apos;On the mechanics of economic development&apos;, Journal of Monetary Economics 22, 342.",
        "MaCurdy, T., Mroz, T. and Gritz, R. M. (1998), &apos;An evaluation of the national longitudinal survey of youth&apos;, The Journal of Human Resources 33(2), 345-436.",
        "Nervis, A. (1962), The State Universities and Democracy, University of Illinois Press.",
        "Rauch, J. E. (1993), &apos;Productivity gains from geographic concentration of human capital: Evidence from the cities&apos;, Journal of Urban Economics 34, 380-400.",
        "Roback, J. (1982), &apos;Wages, rents and the quality of life&apos;, Journal of Political Economy 90(6), 1257-1278.",
        "Roback, J. (1988), &apos;Wages, rents and amenities: Differences among workers and regions&apos;, Economic Inquiry 26(1), 23-41.",
        "Sacerdote, B. (2000), &apos;Peer effects with random assignment: Results for dartmouth roommates&apos;, Quarterly Journal of Economics 116, 681-704.",
        "Stinebrickner, T. and Stinebrickner, R. (1999), &apos;Peer effects among students from disadvantaged backgrounds&apos;, mimeo .",
        "Topel, R. (1999), Labor market and economic growth, in O. Ashenfelter and D. Card, eds, &apos;The Handbook of Labor Economics&apos;, North-Holland, Amsterdam.",
        "Williams, R. L. (1991), The Origins of Federal Support for Higher Education, The Pennsylvania State University Press.",
        "Zimmerman, D. (2002), &apos;Peer effects in academic outcomes: Evidence from a natural experiment&apos;, Review of Economics and Statistics .",
        "40The methodology used to assign MSA codes and to match MSA across Censuses is identical to the one in Greenstone (1998), who generously provided the computer code."
    ]
}