{
    "id": 9109,
    "cites": 15,
    "cited_by": 23,
    "reference": [
        "Bates, Timothy. Autumn 1985. Entrepreneur human capital endowments and minority business viability. Journal of Human Resources 20:4, 540-554.",
        "Bates, Timothy. November 1990. Entrepreneur human capital inputs and small business longevity. Review of Economics and Statistics 72:4, 551-559.",
        "Becker, Gary S. and Casey B. Mulligan. The Division of Labor and Household and Market Economies.Ã\u0082â\u0080\u009d manuscript, University of Chicago, March 2002.",
        "Becker, Gary S. and Kevin M. Murphy. November 1992. The division of labor, coordination costs, and knowledge. Quarterly Journal of Economics 57:4, 1137-1160.",
        "De Meza, David and Clive Southey. March 1996. The borrowers curse: optimism, finance and entrepreneurship. Economic Journal 106:435, 375-386.",
        "Evans, David S. and Linda S. Leighton. June 1989. Some empirical aspects of entrepreneurship. American Economic Review 79:3, 519-535.",
        "Evans, David S. and Boyan Jovanovic. August 1989. An estimated model of entrepreneurial choice under liquidity constraints. Journal of Political Economy 97:4, 808-827.",
        "Hamilton, Barton H. June 2000. Does entrepreneurship pay? An empirical analysis of the returns of self-employment. Journal of Political Economy 108: 3, 604-631.",
        "Holmes, Thomas J. and James A. Schmitz, Jr. April 1990. A theory of entrepreneurship and its application to the study of business transfers. Journal of Political Economy 98:2, 265-294.",
        "Holtz-Eakin, Douglas, David Joulfaian, and Harvey S. Rosen. Summer 1994. Entrepreneurial decisions and liquidity constraints. RAND Journal of Economics 25:2, 334-347.",
        "American Economic Review 88:2, Papers and Proceedings of the Hundred and Tenth Annual Meeting of the American Economic Association, 454-457. Kihlstrom, Richard E. and Jean-Jacques Laffont. August 1979. A general equilibrium entrepreneurial theory of firm formation based on risk aversion. Journal of Political Economy 87:4, 719-748.",
        "Landier, Augustin. Ã\u0082â\u0080\u009cEntrepreneurship and the Stigma of Failure.Ã\u0082â\u0080\u009d Unpublished thesis. Mimeo, MIT. 2002.",
        "Lentz, Bernard F.and David N. Laband. August 1990. Entrepreneurial success and occupational inheritance among proprietors. Canadian Journal of Economics 23: 3, 563-579.",
        "Otani, Kiyoshi. May 1996. A human capital approach to entrepreneurial capacity. Economica 63:250, 273-289.",
        "Stopford, John M. and Charles W. F. Baden-Fuller. September 1994. Creating corporate entrepreneurship Strategic Management Journal 15: 7, 521-536."
    ]
}