{
    "id": 9112,
    "cites": 39,
    "cited_by": 4,
    "reference": [
        "Abdel-Rahman, Hesham M. and Masahisa Fujita. 1990. Product variety, Marshallian externalities, and city sizes. Journal of Regional Science 30(2):165--183.",
        "AdserÃ\u0083Â , AlÃ\u0083Â­cia. 2000. Sectoral spillovers and the price of land: a cost analysis. Regional Science and Urban Economics 30(5):565--585.",
        "Arnott, Richard J. and Joseph E. Stiglitz. 1979. Aggregate land rents, expenditure on public goods, and optimal city size. Quarterly Journal of Economics 93(4):471--500.",
        "Burtless, Gary. 1999. Effects of growing wage disparities and changing family composition on the us income distribution. European Economic Review 43(3--4):853--865.",
        "Chandler, Alfred D. 1977. The Visible Hand: The Managerial Revolution in American Business.",
        "Cambridge, ma: Belknap. Davis, James C. 2001. Headquarters, Services and Mobility in the Urban System. Unpublished PhD dissertation, Brown University.",
        "Dekle, Robert and Jonathan Eaton. 1999. Agglomeration and land rents: Evidence from the prefectures. Journal of Urban Economics 46(2):200--214.",
        "Dixit, Avinash K. and Joseph E. Stiglitz. 1977. Monopolistic competition and optimum product diversity. American Economic Review 67(3):297--308.",
        "Duranton, Gilles and Diego Puga. 2001. Nursery cities: Urban diversity, process innovation, and the life cycle of products. American Economic Review 91(5):1454--1477.",
        "Flatters, Frank, J. Vernon Henderson, and Peter Mieszkowski. 1974. Public goods, efficiency, and regional fiscal equalization. Journal of Public Economics 3(2):99--112.",
        "Fujita, Masahisa. 1988. A monopolistic competition model of spatial agglomeration: A differentiated product approach. Regional Science and Urban Economics 18(1):87--124.",
        "Fujita, Masahisa. 1989. Urban Economic Theory: Land Use and City Size. Cambridge: Cambridge University Press.",
        "Garreau, Joel. 1991. Edge City: Life on the New Frontier. New York: Doubleday.",
        "Gaspar, Jess and Edward L. Glaeser. 1998. Information technology and the future of cities.",
        "Journal of Urban Economics 43(1):136--156. Glaeser, Edward L. 1999. Learning in cities. Journal of Urban Economics 46(2):254--277.",
        "Grossman, Gene M. and Elhanan Helpman. 2002. Integration versus outsourcing in industry equilibrium. Quarterly Journal of Economics 117(1):85--120.",
        "Hall, Peter G. 1984. The World Cities. London: Weidenfeld and Nicolson.",
        "Helpman, Elhanan. 1984. A simple theory of international trade with multinational corporations. Journal of Political Economy 92(3):451--471.",
        "Helsley, Robert W. and William C. Strange. 1990. Matching and agglomeration economies in a system of cities. Regional Science and Urban Economics 20(2):189--212.",
        "Helsley, Robert W. and William C. Strange. 1997. Limited developers. Canadian Journal of Economics 30(2):329--348.",
        "Henderson, J. Vernon. 1974. The sizes and types of cities. American Economic Review 64(4):640--656.",
        "Henderson, J. Vernon. 1988. Urban Development: Theory, Fact and Illusion. Oxford: Oxford University Press.",
        "Henderson, J. Vernon and Randy Becker. 2000. Political economy of city sizes and formation. Journal of Urban Economics 48(3):453--484.",
        "Henderson, J. Vernon and Arindam Mitra. 1996. The new urban landscape: Developers and edge cities. Regional Science and Urban Economics 26(6):613--643.",
        "Jones, Charles I. 1997. The upcoming slowdown in us economic growth. Working Paper 6284, National Bureau of Economic Research.",
        "Jovanovic, Boyan and Rafael Rob. 1989. The growth and diffusion of knowledge. Review of Economic Studies 56(4):569--582.",
        "Kim, Sukkoo. 1999. The rise of multiunit firms in us manufacturing. Explorations in Economic History 36(4):360--386.",
        "Leamer, Edward E. and Michael Storper. 2001. The economic geography of the internet age. Journal of International Business Studies 32(4):641--665.",
        "Markusen, James R. 1984. Multinationals, multi-plant economies, and the gains from trade. Journal of International Economics 16(3--4):205--226.",
        "Markusen, James R. 1989. Trade in producer services and in other specialized intermediate inputs. American Economic Review 79(1):88--95.",
        "Markusen, James R. 1995. The boundaries of multinational enterprises and the theory of international trade. Journal of Economic Perspectives 9(2):169--189.",
        "Ota, Mitsuru and Masahisa Fujita. 1993. Communication technologies and spatial organization of multi-unit firms in metropolitan areas. Regional Science and Urban Economics 23(6):695--729.",
        "Perry, Martin K. 1989. Vertical integration: Determinants and effects. In Richard Schmalensee and Robert D. Willig (eds.) Handbook of Industrial Organization. Amsterdam: North-Holland, 183--255.",
        "Serck-Hanssen, Jan. 1969. The optimal number of factories in a spatial market. In Hendricus C. Bos (ed.) Towards Balanced International Growth. Amsterdam: North-Holland, 269--282.",
        "Shilton, Leon and Craig Stanley. 1999. Spatial patterns of headquarters. Journal of Real Estate Research 17(3):341--364.",
        "Starrett, David A. 1974. Principles of optimal location in a large homogeneous area. Journal of Economic Theory 9(4):418--448.",
        "Stiglitz, Joseph E. 1977. The theory of local public goods. In Martin S. Feldstein and Robert P. Inman (eds.) The Economics of Public Services. London: MacMillan Press, 274-- 333.",
        "Vickrey, William S. 1977. The city as a firm. In Martin S. Feldstein and Robert P. Inman (eds.) The Economics of Public Services. London: MacMillan Press, 334--343.",
        "Yates, JoAnne. 1989. Control Through Communication: The Rise of System in American Management. Baltimore, md: Johns Hopkins University Press."
    ]
}