{
    "id": 9118,
    "cites": 37,
    "cited_by": 68,
    "reference": [
        "Bacchetta, Philippe and van Wincoop, Eric. \"A Theory of the Currency Denomination of International Trade.\" Mimeo, Studienzentrum Gerzensee and University of Virginia, 2001. Baldwin, Richard and Krugman, Paul R. \"Persistent Trade Effects of Large Exchange Rate Shocks.\" Quarterly Journal of Economics 104 (November 1989), pp. 635-654.",
        "Bekx, Peter. \"The Implications of the Introduction of the Euro for non-EU Countries.\" Euro Papers 26, European Commission, July 1998.",
        "Benigno, Gianluca and Benigno, Pierpaolo. \"Price Stability in Open Economies.\" Mimeo, Bank of England and New York University, 2001.",
        "Blejer, Mario I.; Khan, Mohsin S.; and Masson, Paul R. \"Early Contributions of Staff Papers to International Economics.\" IMF Staff Papers 42 (December 1995), pp. 707-733.",
        "Branson, William H. and Rotemberg, Julio J. \"International Adjustment with Wage Rigidity.\" European Economic Review 13 (May 1980), pp. 309332.",
        "Calvo, Guillermo A. and Reinhart, Carmen M. \"Fear of Floating.\" Quarterly Journal of Economics 117 (May 2002), pp. 379-408.",
        "Campa, JosÃ\u0083Â© Manuel and Goldberg, Linda A. \"Exchange Rate Pass-Through into Import Prices: A Macro or Micro Phenomenon?\" Mimeo, IESE Business School and Federal Reserve Bank of New York, 2001.",
        "Chari, V. V.; Kehoe, Patrick J.; and McGrattan, Ellen R. \"Can Sticky Price Models Generate Volatile and Persistent Real Exchange Rates?\" Federal Reserve Bank of Minneapolis Research Department Staff Report 277, August 2000.",
        "Corsetti, Giancarlo and Dedola, Luca. \"Macroeconomics of International Price Discrimination.\" Mimeo, University of Rome III and Bank of Italy, 2002.",
        "Corsetti, Giancarlo and Pesenti, Paolo. \"International Dimensions of Optimal Monetary Policy.\" Mimeo, University of Rome III and Federal Reserve Bank of New York, 2001.",
        "_________. \"Self-Validating Optimum Currency Areas.\" Mimeo, University of Rome III and Federal Reserve Bank of New York, 2002.",
        "Devereux, Michael B. and Engel, Charles. \"Monetary Policy in the Open Economy Revisited: Price Setting and Exchange Rate Flexibility.\" Working Paper 7665, National Bureau of Economic Research, April 2000.",
        "_________. \"Endogenous Currency of Price Setting in a Dynamic Open Economy Model.\" Working Paper 8559, National Bureau of Economic Research, October 2001.",
        "Dixit, Avinash K. \"Hysteresis, Import Penetration, and Exchange Rate Pass-Through.\" Quarterly Journal of Economics 104 (May 1989), pp. 205-228.",
        "Dornbusch, Rudiger. \"Exchange Rates and Prices.\" American Economic Review 77 (March 1987), pp. 93-106.",
        "Engel, Charles. \"Accounting for U.S. Real Exchange Rate Changes.\" Journal of Political Economy 107 (June 1999), pp. 507-538.",
        "_________. \"The Responsiveness of Consumer Prices to Exchange Rates and the Implications for Exchange-rate Policy: A Survey of a Few Recent New Open-Economy Macro Models.\" Working Paper 8725, National Bureau of Economic Research, January 2002.",
        "Feenstra, Robert C. \"Integration of Trade and Disintegration of Production in the Global Economy.\" Journal of Economic Perspectives 12 (Fall 1998), pp. 31-50.",
        "Goldberg, Pinelopi Koujianou and Knetter, Michael M. \"Goods Prices and Exchange Rates: What Have We Learned?\" Journal of Economic Literature 35 (September 1997), pp. 1243-1272.",
        "Goodfriend, Marvin and King, Robert G. \"The Case for Price Stability.\" Working Paper 01-02, Federal Reserve Bank of Richmond, April 2001.",
        "Grossman, Gene M. and Helpman, Elhanan. \"Outsourcing in a Global Economy.\" Mimeo, Princeton University and Harvard University, 2001.",
        "Hummels, David; Ishii, Jun: and Yi, Kei-Mu. \"The Nature and Growth of Vertical Specialization in World Trade.\" Journal of International Economics 54 (June 2000), pp. 75-96.",
        "Krugman, Paul R. \"Has the Adjustment Process Worked?\" in International Adjustment and Financing: The Lessons of 1985-1991, edited by C. Fred Bergsten. Washington, D.C.: Institute for International Economics, 1991.",
        "McCallum, Bennett T. and Nelson, Edward. \"Monetary Policy for an Open Economy: An Alternative Framework with Optimizing Agents and Sticky Prices.\" Oxford Review of Economic Policy 16 (Winter 2000), pp. 74-91.",
        "Machlup, Fritz. \"Elasticity Pessimism in International Trade.\" Economia Internazionale 3 (February 1950), pp. 118-141.",
        "Obstfeld, Maurice. \"Europe's Gamble.\" Brookings Papers on Economic Activity, 2:1997, pp. 241-317.",
        "_________. \"International Macroeconomics: Beyond the Mundell-Fleming Model.\" IMF Staff Papers 47 (Special Issue 2001), pp. 1-39.",
        "_________. \"Inflation Targeting, Exchange Rate Pass-Through, and Volatility.\" American Economic Review 92 (May 2002), in press.",
        "Obstfeld, Maurice and Rogoff, Kenneth. \"New Directions for Stochastic Open Economy Models.\" Journal of International Economics 50 (February 2000), pp. 117-153.",
        "_________. \"Global Implications of Self-Oriented National Monetary Rules.\" Quarterly Journal of Economics 117 (May 2002), pp. 503-535.",
        "Orcutt, Guy H. \"Measurement of Price Elasticities in International Trade.\" Review of Economics and Statistics 32 (May 1950), pp. 117-132.",
        "Otani, Akira. \"Pricing-to-Market (PTM) and the International Transmission Effect of Monetary Policy: The New Open-Economy Macroeconomics Approach.\" IMES Discussion Paper Series 2002-E-5, Bank of Japan, May 2002.",
        "Rangan, Subramanian and Lawrence, Robert Z. A Prism on Globalization: Corporate Responses to the Dollar. Washington, D.C.: Brookings Institution, 1999.",
        "Rauch, James E. and Trindade, Vitor. \"Information, International Substi-tutability, and Globalization.\" Mimeo, University of California, San Diego, and Syracuse University, 2002.",
        "Sachs, Jeffrey D. \"Wages, Flexible Exchange Rates, and Macro-Economic Policy.\" Quarterly Journal of Economics 94 (November 1980), pp. 731-747.",
        "Tille, Cedric. \"How Valuable Is Exchange Rate Flexibility? Optimal Monetary Policy under Sectoral Shocks.\" Mimeo, Federal Reserve Bank of New York, 2002.",
        "Tinbergen, Jan. An Econometric Approach to Business Cycle Problems. Paris: Hermann, 1937."
    ]
}