{
    "id": 9119,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Bartel, Ann P. and Lacy Glenn Thomas, Direct and Indirect Effects of OSHA Regulation: A New Look at OSHAs Impact. Journal of Law and Economics. 1985;28:1-25.",
        "Bureau of Labor Statistics, Nonfatal Injuries and Illnesses . Available at http:// ww.bls.gov/iif/oshwc/osh/os/osnr0011. Chamberlain, Gary, Multivariate Regressions Models for Panel Data. Journal of Econometrics. 1982;18:5-46.",
        "Econometrics. Amsterdam: North-Holland; 1984:1247-1318.",
        "Fellagi, Ivan P. and Alan B. Sunter, A Theory of Record Linkage. Journal of the American Statistical Association. 1969;64:1183-1210.",
        "Gray, Wayne B., Construction and Analysis of BLS-OSHA Matched Data Set: Final Report. Prepared under contract to the Bureau of Labor Statistics, June 22, 1996.",
        "Gray, Wayne B. and Carol A. Jones, Are OSHA Health Inspections Effective? A Longitudinal Study in the Manufacturing Sector. Journal of Human Resources 1991;36:623-653.",
        "Gray, Wayne B and John T. Scholz, Analyzing the Equity and Efficiency of OSHA Enforcement. Law and Policy 1991;13185-214.",
        "McCaffrey, David P., An Assessment of OSHAs Recent Effects on Injury Rates. Journal of Human Resources. 1983;18:131-146.",
        "Mendeloff, John M., Regulating Safety: The Politics and Economics of Occupational Safety and Health Policy. Cambridge, Ma: MIT Press; 1979.",
        "NBER-CES Manufacturing Industry Database, available at the NBER web site: http://www.nber.org/nberces/nbprod96.htm. Occupational Safety and Health Administration website: http://www/osha.gov. Robinson, James C., The Rising Long-Term Trend in Occupational Injury Rates. Am J Pub Hlth. 1988;78:276-281.",
        "References (cont.) Ruser, John W. and Robert S. Smith, The Effect of OSHA Records-Check Inspections on Reported Occupational Injuries in Manufacturing. Journal of Risk and Uncertainty. 1988;1:415-435.",
        "Scholz, John T. and Wayne B. Gray, OSHA Enforcement and Workplace Injuries: A Behavioral Approach to Risk Assessment. Journal of Risk and Uncertainty. 1990;3:283305.",
        "OSHA Enforcement, American Journal of Political Science, 1997.",
        "Siskind, Fred B., Twenty Years of OSHA Federal Enforcement Data. U.S. Department of Labor, Office of the Assistant Secretary for Policy. January 1993.",
        "Smith, Robert S., The Impact of OSHA Inspections on Manufacturing Injury Rates. Journal of Human Resources. 1979;14:145-170.",
        "Viscusi, W. Kip, The Impact of Occupational Safety and Health Regulation. Bell Journal of Economics. 1979;10:117-140.",
        "Weil, David, Assessing OSHA Performance: New Evidence from the Construction Industry. Journal of Policy Analysis and Management. 2001;20:651-674."
    ]
}