{
    "id": 912,
    "cites": 20,
    "cited_by": 4,
    "reference": [
        "Anderson, Paul A., (1979), Help for the Regional Economic Forecaster: Vector Autoregression, Federal Reserve Bank of Minneapolis Quarterly Review, Summer 1979.",
        "Bertsekas, Dimitri P., (1976), Dynamic Programming and Stochastic Control, Academic Press, New York.",
        "Chow, Gregory C., (1975) Analysis and Control of Dynamic Economic Systems, New York.",
        "Davis, Richard G., (1979), New Monetary Control Procedures, Federal Reserve Bank of Mew York Quarterly Review.",
        "Policy, Federal Reserve Bank of New York Quarterly Review, Winter 1979/80.",
        "Doan, Thomas A. and Robert B. Litterman, (1981) Users Manual RATS Version 4.i, VAR Econometrics, Minneapolis Federal Reserve Bank of New York Staff Study, (1981) Monetary Policy and Open Market Operations in 1980, Federal Reserve Bank of New York Quarterly Review, Summer 1981.",
        "Holbrook, R.S., (1972) Optimal Economic Policy and The Problem of Instrument Instability, American Economic Review, vol 62, p57-65.",
        "Kalchbrenner, H. H., and P. A. Tinsley, (1976), On the Use of Feedback Control in the Design of Aggregate Monetary Policy, American Economic Review, vol 66, p3149-355.",
        "Kwakernak, Huibert, and Raphael Sivan, (1976), Linear Optimal Control Systems, Wiley-Interscience, New York.",
        "Laurant, Robert, (1982), A Critique of the Federal Reserves New Operating Procedure, Federal Reserve Bank of Chicago Working Paper.",
        "Litterman, Robert B., (1981) A Bayesian Technique for Forecasting with Vector Autoregressions, MIT Working Paper.",
        "Litterinan, Robert B., (1982), A Use of Index Models in Macroeconomic Forecasting, Federal Reserve Bank of Minneapolis Staff Report.",
        "Lucas, Robert E. Jr., (1976), Econometric Policy Evaluation: A Critique, Journal of Monetary Economics: Supplement 1, p19-46; and in K. Brunner and A. H. Meltzer, Eds., The Phillips Curve Labor Markets, North Holland.",
        "Sargent, Thomas J., (1979) Macroeconomic Theory, Academic Press, New York.",
        "Not Based on Explicit Economic Theories, Federal Reserve Bank of Minneapolis Quarterly Review, Summer 1979.",
        "Optimal Monetary Instrument and the Optimal Money Supply Rule, Journal of Political Econorr~r, vol 83, p214l-2514. Sargent, Thomas S., and Christopher A. Sims, (1977), Business Cycle Modeling Without Pretending to Have Too Much a Priori Economic Theory, in New Methods in Business Cycle Research: Proceedings from a Conference, C. A. Simes Ed., Federal Reserve Bank of Minneapolis.",
        "Sims, Christopher A., (1980), Macroeconomics and Reality, Econometrics, vol L8, p1-50.",
        "Sims, Christopher A., (1982), forthcoming Brookings Paper.",
        "Theil, Henri, (1971), Principles of Econometrics, John Wiley, New York.",
        "Tinsley, Peter A., Peter von zur Muehlen, Warren Trepeta, and Gerhard Fries, (1981), Money Market Impacts of Alternative Operating Procedures, in New Monetary Central Procedures Volume II, Federal Reserve Staff Study."
    ]
}