{
    "id": 9120,
    "cites": 25,
    "cited_by": 141,
    "reference": [
        "Aghion, Philippe and Peter Howitt, Ã\u0082â\u0080\u009cGrowth and Unemployment,Ã\u0082â\u0080\u009d Review of Economic Studies, July 1994, 477-494.",
        "Aw, Bee Yan, Xiaomin Chen, and Mark Roberts. Ã\u0082â\u0080\u009cFirm-Level Evidence on Productivity Differentials and Turnover in Taiwanese Manufacturing,Ã\u0082â\u0080\u009d Journal of Development Economics, October 2001.",
        "Baily, Martin Neil, Eric J. Bartelsman and John Haltiwanger. Ã\u0082â\u0080\u009c Downsizing and Productivity Growth: Myth or Reality?Ã\u0082â\u0080\u009d Small Business Economics, 8, 1996, 259-278.",
        "Baily, Martin Neil, Eric J. Bartelsman and John Haltiwanger. Ã\u0082â\u0080\u009cLabor Productivity: Structural Change and Cyclical Dynamics,Ã\u0082â\u0080\u009d NBER Working Paper No. 5503, revised 1997.",
        "Baily, Martin Neil, Charles Hulten and David Campbell. Ã\u0082â\u0080\u009cProductivity Dynamics in Manufacturing Establishments,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity: Microeconomics, 1992, 187-249.",
        "Betancourt, Roger, and David Gautschi. Ã\u0082â\u0080\u009cThe Outputs of Retail Activities: Concepts, Measurement and Evidence from U.S. Census Data,Ã\u0082â\u0080\u009d Review of Economics and Statistics, 75, 1993, 294-301.",
        "Betancourt, Roger and Margaret Malanoski. Ã\u0082â\u0080\u009cAn Estimable Model of Supermarket Behavior: Prices, Distribution Services and Some Effects of Competition,Ã\u0082â\u0080\u009d mimeo, January 1999.",
        "Bureau of Labor Statistics. BLS Handbook of Methods, Bulletin 2490, Washington: U.S. Government Printing Office, 1997.",
        "Caballero, Ricardo, and Mohamad Hammour. Ã\u0082â\u0080\u009cThe Cleansing Effect of Recessions,Ã\u0082â\u0080\u009d American Economic Review, 84(5), 1350-1368. Caballero, Ricardo, and Mohamad Hammour. Ã\u0082â\u0080\u009cCreative Destruction and Development: Institutions, Crises, and RestructuringÃ\u0082â\u0080\u009d, Working Paper, 2000.",
        "Davis, Steven J., and John Haltiwanger. Ã\u0082â\u0080\u009cGross Job Flows,Ã\u0082â\u0080\u009d in Orley Ashenfelter and David Card (eds.), Handbook of Labor Economics, 1999.",
        "Davis, Steven J., John C. Haltiwanger and Scott Schuh. Job Creation and Destruction, Cambridge: MIT Press, 1996.",
        "Dwyer, Douglas. Ã\u0082â\u0080\u009cProductivity Races I: Are Some Productivity Measures Better Than Others?Ã\u0082â\u0080\u009d Center for Economic Studies Working Paper, CES 97-2, 1997.",
        "Ericson, Richard and Ariel Pakes. Ã\u0082â\u0080\u009cMarkov Perfect Industry Dynamics: A Framework for Empirical Work,Ã\u0082â\u0080\u009dReview of Economic Studies, Vol 62(1), 1995, 53-82.",
        "Foster, Lucia, Haltiwanger, John, and C.J. Krizan. Ã\u0082â\u0080\u009cAggregate Productivity Growth: Lessons from Microeconomic Evidence,Ã\u0082â\u0080\u009d in New Developments in Productivity Analysis, editors: Edward Dean, Michael Harper and Charles Hulten, Chicago: University of Chicago Press, 2001.",
        "Haltiwanger, John. Ã\u0082â\u0080\u009cMeasuring and Analyzing Aggregate Fluctuations: The Importance of Building from Microeconomic Evidence, Ã\u0082â\u0080\u009c Federal Reserve Bank of St. Louis Economic Review, January/February, 1997.",
        "Holmes, Thomas and James Schmitz. Ã\u0082â\u0080\u009cManagerial Tenure, Business Age And Small Business Dynamics,Ã\u0082â\u0080\u009d Center for Economic Studies Working Paper No. 92-11, 1992.",
        "Jovanovic, Boyan. Ã\u0082â\u0080\u009cSelection and the Evolution of Industry,Ã\u0082â\u0080\u009d Econometrica, 50(3), 1982, 649-670.",
        "Jovanovic, Boyan and Glenn MacDonald, Ã\u0082â\u0080\u009cCompetitive Diffusion,Ã\u0082â\u0080\u009d Journal of Political Economy, 98, 1994, 24-52.",
        "Klette, Tor and Zvi Griliches. Ã\u0082â\u0080\u009cThe Inconsistency of Common Scale Estimators when Output Prices are Unobserved and Exogenous,Ã\u0082â\u0080\u009d Journal of Applied Econometrics, 11(4), 1996, 343-61.",
        "Liu, Lili, and James R. Tybout. Ã\u0082â\u0080\u009cProductivity Growth in Chile and Columbia: The Role of Entry, Exit and Learning,Ã\u0082â\u0080\u009d in Roberts and Tybout (eds.), Industrial Evolution in Developing Countries: Micro Patterns of Turnover, Productivity and Market Structure, New York: Oxford University Press for the World Bank, 1996, 73-103.",
        "Melitz, Mark, Ã\u0082â\u0080\u009cEstimating Firm-Level Productivity in Differentiated Product Industries,Ã\u0082â\u0080\u009d working paper, 2000.",
        "Nakamura, Leonard, Ã\u0082â\u0080\u009cThe Measurement of Retail Output and the Retail Revolution,Ã\u0082â\u0080\u009d Federal Reserve Bank of Philadelphia, Working Paper 98-5, March 1998.",
        "Olley, G. Steven, and Ariel Pakes. Ã\u0082â\u0080\u009cThe Dynamics of Productivity in the Telecommunications Equipment Industry,Ã\u0082â\u0080\u009d Econometrica, 64(6), 1996, 1263-1297.",
        "Roberts, Mark and James Tybout. Ã\u0082â\u0080\u009cProducer Turnover and Productivity Growth in Developing Countries,Ã\u0082â\u0080\u009d World Bank Research Observer, 12(1), 1-18, February 1997.",
        "Triplett, Jack and Barry Bosworth. Ã\u0082â\u0080\u009cProductivity in the Services Sector,Ã\u0082â\u0080\u009d in Services in the International Economy, editor Robert M. Stern, University of Michigan Press, 2001."
    ]
}