{
    "id": 9125,
    "cites": 20,
    "cited_by": 4,
    "reference": [
        "S. Arora and T. N.Cason, Do Community Characteristics Influence Environmental Outcomes? Evidence from the Toxic Release Inventory, Southern Economic Journal 65 , 691-716 (1999).",
        "V. Been, Locally Undesirable Land Uses in Minority Neighborhoods: Disproportionate Siting or Market Dynamics, The Yale Law Journal 103 , 1383-1421 (1994).",
        "V. Been and F. Gupta, Coming to a Nuisance or Going to a Barrios? A Longitudinal Analysis of Environmental Justice Claims, Ecology Law Quaterly 24 , 1-56 (1997).",
        "R.T. Carson and R.C. Mitchell, The Value of Clean Water: The Publics Willingness to Pay for Boatable, Fishable, and Swimmable Quality Water, Water Resources Research 29 , 2445-2454 (1993).",
        "Council of State Governments, Resource Guide to State Environmental Management, Lexington, Kentucky (1991).",
        "M. E. Deily and W. B. Gray, Enforcement of Pollution Regulations in a Declining Industry, Journal of Environmental Economics and Management 21 , 260-274 (1991).",
        "W. B. Gray and R. J. Shadbegian, When is Enforcement Effective -- or Even Necessary?, presented at the Association of Environmental and Natural Resource Economists (June 2000), NBER Summer Institute (August 2000).",
        "W. B. Gray and R. J. Shadbegian, What Determines the Environmental Performance of Paper Mills? The Roles of Abatement Spending, Regulation, and Efficiency, presented at the American Economic Association Meetings (January 2001) and the Western Economic Association Meetings (July 2001).",
        "R. Hall and M. L. Kerr, Green Index: A Stat e-by-State Guide to the Nations Environmental Health, Island Press, Washington, D.C. (1991).",
        "J. Hamilton, Politics and Social Costs: Estimating the Impact of Collective Action on Hazardous Waste Facilities, Rand Journal of Economics 24 , 101-125 (1993).",
        "J. Hamilton, Testing for Environmental R acism: Prejudice, Profits, Political Power?, Journal of Policy Analysis and Management 14 , 107-132 (1995).",
        "E. Helland and A. B. Whiford, Pollution Incidence and Political Jurisdiction: Evidence from the TRI, presented at the American Economic Association Meetings (January 2001) and the Western Economic Association Meetings (July 2001).",
        "REFERENCES (cont.) R. Jenkins, K. Maguire and C. Morgan, Host Community Compensation and Municipal Solid Waste Landfills, U.S. Environmental Protecti on Agency, National Center for Environmental Economics mimeo (2002).",
        "M. E. Kahn, The Silver Lining of Rust Belt Manufacturing Decline, Journal of Urban Economics 46 , pp. 360-376 (1999).",
        "W. Kreisel, T. J. Centner, and A. G. K eeler, Neighborhood Exposure to Toxic Releases: Are Their Racial Inequities?, Growth and Change 27 . 479-499 (1996).",
        "W. A. Magat and W. K. Viscusi, Effectiveness of the EPAs Regulatory Enforcement: The Case of Industrial Effluent Standards, Journal of Law and Economics 33 , 331-360 (1990).",
        "L. W. Nadeau, EPA Effectiveness at Reducing the Duration of Plant-Level Noncompliance, Journal of Environmental Economics and Management 34 , 54-78 (1997).",
        "Mancur Olson, The Logic of Collective Acti on, Harvard University Press, Cambridge, MA (1965).",
        "R. J. Shadbegian, W. B. Gray, and J. Levy, Spatial Efficiency of Pollution Abatement Expenditures, presented Harvard Universitys Kennedy School of Governments Lecture Series on Environmental Economics (March 2000) and at NBER Environmental Economics session (April 2000).",
        "A. Wolverton, Race Does Not Matter: An Examination of a Polluting Plants Location Decision, U.S. Environmental Protection Ag ency, National Center for Environmental Economics mimeo (2002)."
    ]
}