{
    "id": 9127,
    "cites": 44,
    "cited_by": 637,
    "reference": [
        "Andrews, Donald W.K. (1993), ``Tests of Parameter Instability and Structural Change with Unknown Change Point, Econometrica, 61, 821-856.",
        "Auerbach, A. and D. Feenberg, (2000), T he Significance of Federal Taxes and Automatic Stabilizers, Journal of Economic Perspectives , Summer, 37 - 56.",
        "Bai, J. (1997), Estimati on of a Change Point in Multiple Regression Models, Review of Economics and Statistics , 551-563.",
        "Bai, J., R. Lumsdaine and J. Stock (1998 ), Testing For and Dating Common Breaks in Multivariate Time Series, The Review of Economic Studies, 65, 395-432.",
        "Basu, S., J. Fernald and M. Kimball (1999), Are Technology Improvements Contractionary, manuscript, University of Michigan.",
        "Bernanke, B. and I. Mihov (1998), Measuring Monetary Policy, Quarterly Journal of Economics , 869-902.",
        "Bernanke, B. and J. Boivin (2000), Mone tary Policy in a Data-Rich Environment, Journal of Monetary Economics , forthcoming.",
        "Blanchard, O. and D. Quah (1989), The Dynamic Effects of Aggregate Demand and Supply Disturbances, American Economic Review, 79, pp. 655-73.",
        "Blanchard, O. and J. Simon (2001), The Lo ng and Large Decline in U.S. Output Volatility, Brookings Papers on Economic Activity 2001:1, 135 - 164.",
        "Boivin, J. (2000), The Feds Conduct of Monetary Policy: Has it Changed and Does it Matter? Chapter 3 of Essays on the Analysis of Changes in the Conduct of Monetary Policy , Ph.D. Dissertation, Princeton University.",
        "Boivin, J. and M. Giannoni (2002a), Assessing Changes in the Monetary Transmission Mechanism: A VAR Approach, in Federal Reserve Bank of New York Monetary Policy Review , 8, no. 1, 97 - 111.",
        "Boivin, J. and M. Giannoni (2002b), Has Monetary Policy Become Less Powerful? Staff Paper no. 144, Federal Reserve Bank of New York.",
        "Burns, A. (1960), Progress To wards Economic Stability, American Economic Review, 50(1), pp. 2-19.",
        "Chari, V.V., L. Christianon and M. Ei chenbaum (1997), Expectation Traps and Discretion, manuscript, Northwestern University.",
        "Chauvet, M. and S. Potter (2001), R ecent Changes in the US Business Cycle, manuscript, FRBNY.",
        "Christiano, L., M. Eichenbaum and C. Ev ans (1997), Sticky Price and Limited Participation Models of Money: A Comparison, European Economic Review, 41m 1201-1249.",
        "Christiano, L., M. Eichenbaum and C. Evans (1999), Handbook of Macroeconomics, Vol. 1.",
        "Clarida, R., J. Gali and M. Gertler (2000) , Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics, February, 147-180.",
        "Cogley, T. and T.J. Sargent (2001), Evol ving Post-World War II U.S. Inflation Dynamics, NBER Macroeconomics Annual, 331 - 372.",
        "Forni, M., M. Hallin, M. Lippi, and L. Re ichlin (2000), The Generalized Dynamnic Factor Model: Identification and Estimation, The Review of Economics and Statistics, Vol. 82, No. 4, November, 540-552.",
        "Gali, J. (1999), Technology, Employment and the Business Cycle: Do Technology Shocks Explain Aggregate Productivity, American Economic Review , 89, 249- 271.",
        "Gali, J. and M. Gertler (1999), Inflation Dyna mics: A Structural Econometric Analysis, Journal of Monetary Economics , 44, 195-222.",
        "Gali, J., J.D. Lopez-Salido, and J. Valles (2002), Technology Shocks and Monetary Policy: Assessing the Feds Perfor mance, NBER Working Paper no. 8768.",
        "Goodfriend, M. and R. King (1997) The New Neoclassical Synthesis and the Role of Monetary Policy, NBER Macroeconomics Annual.",
        "Hamilton, J.D. (1996), This is What Happened to the Oil Price-Macroeconomy Relationship, Journal of Monetary Economics 38, no. 2: 215-20.",
        "Hansen, B. (2001), Testing for Structural Change in Conditional Models, Journal of Econometrics, 97, 93-115.",
        "Kim, C.-J. and C.R. Nelson (1999), Has th e U.S. Economy Become More Stable? A Bayesian Approach Based on a Markov-Swi tching Model of the Business Cycle, The Review of Economics and Statistics 81, 608 - 616.",
        "Kim, C.-J., C.R. Nelson and J. Piger (2001), The Less Volatile U.S. Economy: A Bayesian Investigation of Breadth, a nd Potential Explanations, Board of Governors of the Federal Reserve System , International Finance Discussion Paper no. 707.",
        "McCarthy, J. and R.W. Peach (2002), Monetary Policy Transmission to Residential Investment, Federal Reserve Bank of New York Economic Policy Review , 8, no.",
        "Moore, G.H. and V. Zarnowitz (1986), The Development and Role of the NBERs Business Cycle Chronologies, in Robert J. Gordon (ed.), The American Business Cycle: Continuity and Change . Chicago: University of Chicago Press.",
        "Pivetta, F. and R. Reis (2001), The Persiste nce of Inflation in the U.S., manuscript, Department of Economics, Harvard University.",
        "Rotemberg, J. and M. Woodford (1999), Inter est Rate Rules in an Estimated Sticky Price Model, in John Taylor (ed.) Monetary Policy Rules, University of Chicago Press.",
        "Rotemberg, J. and M. Woodford (1997) , An Optimization-Based Econometric Framework for the Evaluation of Monetary Policy, NBER Macroeconomics Annual.",
        "Quandt, R.E. (1960), Tests of the Hypot hesis that a Linear Regression Obeys Two Separate Regimes, Journal of the American Statistical Association 55 , 324 - 330.",
        "Ramey, V.A. and K.D. West (1999), Inventorie s, in J. Taylor and M. Woodford (eds.), Handbook of Macroeconomics, Vol. 1B, 863 - 923.",
        "Rudebusch, G.D. 1998. Do Measures of Monetary Policy in a VAR Make Sense? International Economic Review 39, 907 - 931.",
        "Rudebusch, G. (2002), Assessing Nominal Income Rules for Monetary Policy with Model and Data Uncertainty, The Economic Journal 112, 402 - 432.",
        "Rudebusch, G. and L. Svensson (1999), Rules for Inflation Targeting, in Taylor (ed.) Monetary Policy Rules, University of Chicago Press.",
        "Sensier, M. and D. van Dijk (2001), Shor t-term Volatility versus Long-term Growth: Evidence in US Macroeconomic Time Se ries, manuscript, University of Manchester.",
        "Shephard, Neil (1994), Partial Non-Gaussian State Space, Biometrika 81, no. 1, 115 - 131.",
        "Simon, J. (2000), The Long Boom, Chapter 1 of Essays in Empirical Macroeconomics , MIT, Ph.D. dissertation.",
        "Stock, J.H. and M.W. Watson (1998), Asymptotically Medi an Unbiased Estimation of Coefficient Variance in a Time Varying Parameter Model, Journal of the American Statistical Association 93, 349-358.",
        "Stock, J.H. and M.W. Watson (1999), Forecasting Inflation, Journal of Monetary Economics 44, 293-335.",
        "Stock, J.H. and M.W. Watson (2000), Forec asting Using Principal Components from a Large Number of Predictors, Journal of the American Statistical Association , forthcoming."
    ]
}