{
    "id": 9132,
    "cites": 10,
    "cited_by": 10,
    "reference": [
        "Auerbach, Alan J. and Kevin Hassett, 2001, Ã\u0082â\u0080\u009cUncer tainty and the Design of Long-Run Fiscal Policy,Ã\u0082â\u0080\u009d in A. Auerbach and R. Lee, eds., Demographic Change and Fiscal Policy.",
        "Cambridge, UK: Cambridge University Press, 73-92. Auerbach, Alan J., Laurence J. Kotlikoff, and Willi Leibfritz, eds., 1999, Generational Accounting Around the World. Chicago: University of Chicago Press.",
        "Bohn, Henning, 2001, Ã\u0082â\u0080\u009cSocial Security and Demo graphic Uncertainty: The Risk Sharing Properties of Alternative Policies,Ã\u0082â\u0080\u009d in J. Campbell and M. Feldstein, eds., Risk Aspects of Investment-Based Social Security Reform . Chicago: University of Chicago Press, 203- 241.",
        "Judd, Kenneth L., 1998, Numerical Methods in Economics. Cambridge: MIT Press.",
        "Kimball, Miles S., 1990, Ã\u0082â\u0080\u009cPrecautionary Saving in the Small and the Large,Ã\u0082â\u0080\u009d Econometrica, January, 53-73.",
        "Knight, Frank, 1921, Uncertainty and Profit. Boston, Houghton Mifflin Company.",
        "Lee, Ronald, and Shripad Tuljapurkar, 2001, Ã\u0082â\u0080\u009cPopula tion Forecasting for Fiscal Planning: Issues and Innovations,Ã\u0082â\u0080\u009d in A. Auerbach and R. Lee, eds., Demographic Change and Fiscal Policy. Cambridge: Cambridge University Press, 7-57.",
        "Leland, Hayne, 1968, Ã\u0082â\u0080\u009cSaving and Uncertainty: the Precautionary Demand for Saving,Ã\u0082â\u0080\u009d Quarterly Journal of Economics , August, 465-73.",
        "Schmeidler, David, 1989 Ã\u0082â\u0080\u009cSubjective Probability and Expected Utility Without Additivity,Ã\u0082â\u0080\u009d Econometrica , May, 571-87.",
        "Sheshinski, Eytan, and Yoram Weiss, 1981, Ã\u0082â\u0080\u009cUncerta inty and Optimal Social Security Systems,Ã\u0082â\u0080\u009d Quarterly Journal of Economics , May, 189-206."
    ]
}