{
    "id": 9133,
    "cites": 9,
    "cited_by": 2,
    "reference": [
        "Altonji, Joseph and Blank, Rebecca. Ã\u0082â\u0080\u009cRace and Gender in the Labor MarketÃ\u0082â\u0080\u009d in Orley Ashenfelter and David Card, eds., Handbook of Labor Economics. Vol. 3, Amsterdam: North Holland, 1999.",
        "Bayard, Kimberly, Judith Hellerstein, David Neumark, and Kenneth Troske, 1999, Why Are Racial and Ethnic Wage Gaps Larger for Men than for Women? Exploring the Role of Segregation Using the New Yorker-Establishment Characteristics Database, in Haltiwanger, Lane, Spletzer, Theeuwes, and Troske, Eds., The Creation and Analysis of Employer-Employee Matched Data (Amsterdam: Elsevier Science B.V.), pp. 175-203.",
        "Butler, Richard and Heckman, James J. Ã\u0082â\u0080\u009cThe GovernmentÃ\u0082â\u0080\u0099s Impact on the Labor Market Status of Black Americans: A Critical Review,Ã\u0082â\u0080\u009d in L. Hausman, et al, eds. Equal Rights and Industrial Relations. Madison: Industrial Relations Research Assocation, 1977.",
        "Card, David and Alan B. Krueger. School Quality and Black-White Relative Earnings: A Direct Assessment. Quarterly Journal of Economics 107 (February 1992): 151-200.",
        "Cain, Glen. Married Women in the Labor Force, University of Chicago Press, Chicago, 1966.",
        "Cook, Michael D. and William N. Evans Ã\u0082â\u0080\u009cFamilies or Schools? Explaining the Convergence in White and Black Academic Performance.Ã\u0082â\u0080\u009d Journal of Labor Economics. October, 2000. 18(4), pp. 729-754.",
        "Neal, Derek Ã\u0082â\u0080\u009cThe Economics of Family Structure,Ã\u0082â\u0080\u009d NBER Working Paper 8519. October, 2001.",
        "Neal, Derek and Johnson, William.Ã\u0082â\u0080\u009dThe Role of Premarket Factors in Black-White Wage Differences.Ã\u0082â\u0080\u009d Journal of Political Economy , October 1996, 104(5), pp. 869-895.",
        "Smith, James and Welch, Finis. Ã\u0082â\u0080\u009cBlack Economic Progress after Myrdal.Ã\u0082â\u0080\u009d Journal of Economic Literature. June 1989, 27(2), pp. 519-564."
    ]
}