{
    "id": 9134,
    "cites": 25,
    "cited_by": 19,
    "reference": [
        "Berg, A., E. Borensztein, R. Sahay, and J. Zette lmeyer, The Evolution of Output in Transition Economies: Explaining the Differences, IMF Working Paper WP/99/73, 1999.",
        "Berkowitz, Daniel, Katharina Pistor, and Jean -Francois Richard, Economic Development, Legality, and the Transplant Effect, September 2001 (European Economic Review , forthcoming).",
        "Besley, Timothy, Political Institutions and Policy Competition, 2000, available on the web at www.dse.de/ef/instn/besley.htm.",
        "De Melo, M., C. Denizer, A. Gelb, and S. Tenev, Circumstances and Choice: The Role of Initial Conditions and Policies in Transition Economies, World Bank Policy Research Working Paper No. 1866, 1997.",
        "De Menil, Georges, Structural Change and Productivity in the European Transition Countries: What Lessons for the Analysis of Growth? in Dani Rodrik, ed., Analytical Country Studies on Growth , 2001, forthcoming.",
        "Dewatripont, Mathias, and Gerard Roland, The Design of Reform Packages under Uncertainty, American Economic Review , vol. 83, no. 5, 1995.",
        "Diamond, Jared, How to Get Rich (2001) available at http:\\www.edge.org/3rd_culture/diamond_rich/rich_p1.html Evans, Peter, Beyond Institutional Monocropping: Institutions, Capabilities, and Deliberative Development, University of California at Berkeley, November 2001.",
        "Falcetti, Elisabetta, Martin Riaser and Pete r Sanfey, Defying the Odds: Initial Conditions, Reforms and Growth in the First Decade of Transiton, EBRD Working Paper No. 55, July 2000.",
        "Fischer, S., and R. Sahay, The Transition Economies After Ten Years, IMF Working Paper WP/00/30, 2000.",
        "Jefferson, Gary, and Thomas Rawski, Enterprise Reform in Chinese Industry, Journal of Economic Perspectives , 8(2), Spring 1994, 47-70.",
        "Kaufmann, Daniel, and Aleksander Kaliberda, I ntegrating the Unofficial Economy into the Dynamics of Post-Socialist Economies, Policy Research Working Paper 1691, The World Bank, Washington, DC, 1996.",
        "Kaufmann, Daniel, Aart Kraay and Pablo Zo ido-Lobaton (1999a), Aggregating Governance Indicators, World Bank Policy Research Department Working Paper No. 2195, 1999.",
        "Kaufmann, Daniel, Aart Kraay and Pablo Zoi do-Lobaton (1999b), Governance Matters, World Bank Policy Research Department Working Paper No. 2196, 1999.",
        "Khanna, Tarun, Joe Kogan, and Krishna Pale pu, Globalization and Corporate Governance Convergence? A Cross-County Analysis, Harvard Business School, October 2001.",
        "Kornai, Janos, The Socialist System: The Political Economy of Communism , Princeton University Press, Princeton, NJ, 1992.",
        "Kremer, Michael, Alexei Onatski, and James Stoc k, Searching for Prosperity, NBER Working Paper No.w8250, April 2001.",
        "Landes, David S., The Wealth and Poverty of Nations , W.W. Norton, New York, 1998.",
        "Morissey, Oliver, and Douglas Nelson, The Ro le of the WTO in the Transfer of Policy Knowledge on Trade and Competition, Leverhulme Centre for Research on Globalisation and Economic Policy Research Paper 2001/32, September 2001.",
        "Mukand, Sharun, Globalization and the Confidence Game; Tufts University Working Paper, 1999 Naim, Moises, Fads and Fashion in Economic Reforms: Washington Consensus or Washington Confusion? October 26, 1999.",
        "North, Douglass C., Economic Performance Through Time, The American Economic Review, Vol. 84, No. 3. (Jun., 1994), pp. 359-368.",
        "North, Douglass C., The Paradox of the West, available on the web at http://netec.mcc.ac.uk/WoPEc/data/wpawuwpeh.html , September 1993.",
        "Pistor, Katharina, The Standardization of Law and its Effect on Developing Economies, G- 24 Discussion Paper No. 4, July 2000 (http://ksghome.harvard.edu/~.drodrik.academic.ksg/g24-pistor.pdf).",
        "Raiser, Martin, Maria L. Di Tommaso, and Melvyn Weeks, The Measurement and Determinants of Institutional Change: Evidence from Transition Economies, EBRD Working Paper, 2001.",
        "Rodrik, Dani, Institutions for High Quality Growth: What they Are and How to Acquire Them, Studies in Comparative International Development , vol. 35, no.3, Fall 2000.",
        "Roland, Gerard, Transition and Economics: Politics, Markets, and Firms , Cambridge, MA, The MIT Press, 2000."
    ]
}