{
    "id": 9135,
    "cites": 25,
    "cited_by": 28,
    "reference": [
        "Altonji, Joseph G. and Aloysius Siow (1987) Testing the Response of Consumption to Income Changes With (Noisy) Panel Data, Quarterly Journal of Economics, 102, 2, 293-328. Arabmazar, Abbas and Peter Schmidt (1982) An Investigation of the Robustness of the Tobit Estimator to Non-Normality, Econometrica, 50, 4, 1055-62.",
        "Brown, Charles C. and Robert Moffitt (1983) The Effect of Ignoring Heteroscedasticity on Estimates of the Tobit Model, National Bureau of Economic Research Technical Working Paper #27.",
        "Browning, Martin and M. Dolores Collado (2001) The Response of Expenditures to Anticipated Changes: Panel Data Estimates, American Economic Review, 91, 3, 681-92.",
        "Browning, Martin and Annamaria Lusardi (1996) Household Saving: Micro Theories and Micro Facts, Journal of Economic Literature, 34, 4, 1797-1855.",
        "Chevalier, Judith A., Anil K. Kashyap, and Peter E. Rossi (2000) Why Don&apos;t Prices Rise During Periods of Peak Demand? Evidence From Scanner Data, National Bureau of Economic Research Working Paper #7981.",
        "Cochrane, John H. (1989) The Sensitivity of Tests of the Intertemporal Allocation of Consumption to Near-Rational Alternatives, American Economic Review, 79, 3, 319-37.",
        "Eberly, Janice C. (1994) Adjustment of Consumers&apos; Durables Stocks: Evidence from Automobile Purchases, Journal of Political Economy, 102, 3, 403-36.",
        "Greene, William H. (1981) On the Asymptotic Bias of the Ordinary Least Squares Estimator of the Tobit Model, Econometrica, 49, 2, 505-13.",
        "Hall, Robert E. (1978) Stochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence, Journal of Political Economy, 86, 6, 971-87.",
        "Heckman, James J. and Thomas E. MaCurdy (1980) A Life Cycle Model of Female Labour Supply, Review of Economic Studies, 47, 1, 47-74.",
        "HonorÃ\u0083Â©, Bo E. (1992) Trimmed LAD and Least Squares Estimation of Truncated and Censored Regression Models with Fixed Effects, Econometrica, 60, 3, 533-565.",
        "Hsieh, Chang-Tai (2001) Do Consumers React to Anticipated Income Shocks? Evidence from the Alaska Permanent Fund, Princeton University Mimeo.",
        "Lusardi, Annamaria (1996) Permanent Income, Current Income, and Consumption: Evidence from Two Panel Data Sets, Journal of Business and Economic Statistics, 14, 1, 81-90.",
        "Parker, Jonathan A. (1999) The Reaction of Household Consumption to Predictable Changes in Social Security Taxes, American Economic Review, 89, 4, 959-73.",
        "Paxson, Christina H. (1993) Consumption and Income Seasonality in Thailand, Journal of Political Economy, 101, 1, 39-72.",
        "Phillips, David P., Nicholas Christenfeld, and Natalie M. Ryan (1999) An Increase in the Number of Deaths in the United States in the First Week of the Month, New England Journal of Medicine, 341, 2, 93-8.",
        "Satel, Sally et al. (1997) Influence of Retroactive Disability Payments on Recipients&apos; Compliance With Substance Abuse Treatment, Psychiatric Services, 48, 6, 796-99.",
        "Shaner, Andrew et al. (1995) Disability Income, Cocaine Use, and Repeated Hospitalization Among Schizophrenic Cocaine Users, New England Journal of Medicine, 333, 12, 777-83.",
        "Shapiro, Matthew D. (1984) The Permanent Income Hypothesis and the Real Interest Rate, Economic Letters, 14, 1, 93-100.",
        "Shapiro, Matthew D. and Joel Slemrod (1995) Consumer Response to the Timing of Income: Evidence from a Change in Tax Withholding, American Economic Review, 85, 1, 274-83.",
        "Shea, John (1995) Union Contracts and the Life-Cycle/Permanent-Income Hypothesis, Am erican Economic Review, 85, 1, 186-200.",
        "Social Security Administration (2000) Annual Statistical Supplement, 2000. Washington, D.C.: Social Security Administration.",
        "Souleles, Nicholas S. (1999) The Response of Household Consumption to Income Tax Refunds, American Economic Review, 89, 4, 947-58.",
        "U.S. Dept. of Labor, Bureau of Labor Statistics. CONSUMER EXPENDITURE SURVEY, DIARY SURVEY [Computer file]. ICPSR version. Washington, DC: U.S. Dept. of Labor, Bureau of Labor Statistics [producer], Ann Arbor, MI: Inter-university Consortium for Political and Social Research [distributor]. Various years. Warner, Elizabeth J. and Robert B. Barsky (1995) The Timing and Magnitude of Retail Store Markdowns: Evidence from Weekends and Holidays, Quarterly Journal of Economics, 110, 2, 321-52.",
        "Wilcox, David W. (1989) Social Security Benefits, Consumption Expenditure, and the Life Cycle Hypothesis, Journal of Political Economy, 97, 2, 288-304."
    ]
}