{
    "id": 9136,
    "cites": 37,
    "cited_by": 2,
    "reference": [
        "1. M. Babiker, M. Bautista, H. Jacoby and J. Reilly, Effects of Differentiating Climate Policy by Sector: A United States Example, MIT Joint Program on the Science and Policy of Global Change Report 61, Cambridge, MA. (2000).",
        "2. M. Babiker and R. Eckaus, Rethinking the Kyoto Emissions Targets, MIT Joint Program on the Science and Policy of Global Change. Report 65, Cambridge, MA (2000).",
        "3. M. Babiker and H. Jacoby, Developing Country Effects of Kyoto-Type Emissions Restrictions, MIT Joint Program on the Science and Policy of Global Change Report 53, Cambridge, MA (1999).",
        "4. M. Babiker, H. Jacoby, J. Reilly and D. Reiner, The Evolution of a Climate Regime: Kyoto to Marrakech, Environmental Science and Policy forthcoming (2002).",
        "5. M. Babiker, G. E. Metcalf and J. Reilly, Tax Distortions and Global Climate Policy, MIT Joint Program Report 85, Cambridge (2002).",
        "6. M. Babiker, J. Reilly, R. S. Eckaus and I. Sue Wing, The MIT Emissions Prediction and Policy Analysis (EPPA) Model: Revisions, Sensitivities, and Comparisons of Results, MIT Joint Program on the Science and Policy of Global Change, Cambridge, MA. (2000).",
        "7. M. Babiker, J. Reilly and A. D. Ellerman, Japanese Nuclear Power and the Kyoto Agreement, Journal of the Japanese and International Economies 14, 169-188 (2000).",
        "8. M. Babiker, J. Reilly and H. Jacoby, The Kyoto Protocol and Developing Countries, Energy Policy 28, 525-536 (2000).",
        "9. T. Barker, Achieving a 10% Cut in Europes CO2 Emissions Using Additional Excise Duties: Coordinated, Uncoordinated, and Unilateral Action Using the Econometric Model E3ME, Economic Systems Research 11, 401-421 (1999).",
        "10. R. J. Barro and C. Sahasakul, Average Marginal Tax Rates From Social Security and Individual Income Tax, Journal of Business 59, 555-566 (1986).",
        "11. A. L. Bernard and M. Vielle, Report to the MIES on the Greenhouse Effect: An Evaluation of the Kyoto Protocol with the GEMINI-E3 Model, Ministere de LEquipment des Transports et du Logement, Commissariat a LEnergie Atomique, Paris (1999).",
        "12. A. L. Bovenberg, Green Tax Reforms and the Double Dividend: an Updated Readers Guide, International Tax and Public Finance 6, 421-443 (1999).",
        "13. A. L. Bovenberg and L. H. Goulder, Environmental Tax Policy, in Handbook of Public Economics (A. J. Auerbach and M. Feldstein, Eds.), Elsevier Press, Amsterdam (forthcoming).",
        "14. R. K. Boyd and M. E. Ibarrarian, Costs of Compliance with the Kyoto Protocol: A Developing Country Perspective, Energy Economics 24, 21-39 (2002). 31",
        "15. R. K. Boyd, K. Krutilla and W. Viscusi, Energy Taxation to Reduce CO2 Emissions: A Net Benefit Analysis, Journal of Environmental Economics and Management 29, 1-24 (1995).",
        "16. C. Carraro and A. Soubeyran, Environmental Taxation and Employment in a Multi-Sector General Equilibrium Model, in Environmental and Fiscal Reform and Unemployment (C. Carraro and D. Siniscalco, Eds.), Kluwer Academic Publishers, London (1996).",
        "17. A. Deaton, The Distance Function in Consumer Behaviour with Applications to Index Numbers and Optimal Taxation, Review of Economic Studies 46, 391- 405 (1979).",
        "18. A. D. Ellerman and A. Decaux, Analysis of Post-Kyoto CO2 Emissions Trading Using Marginal Abatement Curves, MIT Joint Program on the Science and Policy of Global Change Report 40, Cambridge, MA (1998).",
        "19. A. D. Ellerman and I. Sue Wing, Supplementarity: An Invitation for Monopsony?, Energy Journal. 21, 29-59 (2000).",
        "20. Eurostat, Consumption Expenditures of Private Household in the European Union Luxembourg (1999).",
        "21. D. Fullerton and G. E. Metcalf, Environmental Controls, Scarcity Rents, and Pre-Existing Distortions, Journal of Public Economics 80, 249-267 (2001).",
        "22. L. H. Goulder, Effects of Carbon Taxes in an Economy with Prior Tax Distortions: An Intertemporal General Equilibrium Analysis, Journal of Environmental Economics and Management 29, 271-297 (1995).",
        "23. L. H. Goulder, Environmental Taxation and the Double Dividend: A Readers Guide, International Tax and Public Finance 2, 157- 183 (1995).",
        "24. T. W. Hertel, Global Trade Analysis: Modeling and Applications Cambridge University Press Cambridge, MA (1997).",
        "25. J. C. Hourcade, K. Halsnaes, M. Jaccard, W. D. Montgomoery, R. Richels, J. Robinson, P. R. Shukla and P. Sturm, A Review of Mitigation Cost Studies, in Economic and Social Dimensions of Climate Change (J. P. Bruce, H. Lee and E. Haites, Eds.), Cambridge University Press, Cambridge (1996).",
        "26. J. C. Hourcade and P. R. Shukla, Global, Regional, and National Costs and Ancillary Benefits of Mitigation, in Climate Change 2001: Mitigation (B. Metz, O. Davidson, R. Swart and J. Pan, Eds.), Cambridge University Press, Cambridge (2001).",
        "30. H. D. Jacoby and I. Sue Wing, Adjustment Time, Capital Malleability and Policy Cost. Special Issue: The Costs of the Kyoto Protocol: A Multi-Model Evaluation., The Energy Journal, 73-92 (1999).",
        "31. D. H. Joines, Estimates of Effective Marginal Tax Rates on Factor Incomes, Journal of Business 54, 191-226 (1981).",
        "32. D. W. Jorgenson and P. Wilcoxen, Results From the Jorgenson-Wilcoxen Model, Energy Modeling Forum EMF Working Paper 12.14, Stanford, CA (1993).",
        "33. E. G. Mendoza, A. Razin and L. L. Tesar, Effective Tax Rates in Macroeconomics: Cross-Country Estimates of Tax Rates on Factor Incomes and Consumption, Journal of Monetary Economics 34, 297-323 (1994).",
        "34. I. W. H. Parry, Pollution Taxes and Revenue Recycling, Journal of Environmental Economics and Management 29, S64-S77 (1995).",
        "35. A. Razin and E. Sadka, The Economy of Modern Israel: Malaise and Promise University of Chicago Press Chicago (1993).",
        "36. J. Reilly, R. G. Prinn, J. Harnisch, J. Fitzmaurice, H. Jacoby, D. Kicklighter, P. Stone, A. Sokolov and C. Wang, Multi-Gas Assessment of the Kyoto Protocol, Nature 401, 549-555 (1999).",
        "37. J. J. Seater, On the Construction of Marginal Federal Personal and Social Security Tax Rates in the U.S., Journal of Monetary Economics 15, 121-135 (1985).",
        "38. R. M. Shackelton, M. Shelby, A. Cristofaro, R. Brinner, J. Yanchar, L. Goulder, D. W. Jorgenson, P. Wilcoxen, P. Pauly and R. Kaufman, The Efficiency Value of Carbon Tax Revenues, Energy Modeling Forum EMF Working Paper 12.8, Stanford, CA (1993).",
        "39. D. Starrett, Double Dividend: Just Desserts or Pie in the Sky?, in Green Taxes (R. Brannlund and I.-M. Gren, Eds.), Edward Elgar, Cheltenham, UK (1999).",
        "40. L. Viguier, M. Babiker and J. Reilly, Carbon Emissions and The Kyoto Commitment in the European Union, MIT Joint Program on the Science and Policy of Global Change Report No. 70, Cambridge, MA. (2001)."
    ]
}