{
    "id": 9138,
    "cites": 52,
    "cited_by": 447,
    "reference": [
        "ALLEN, F. AND GALE, D. Ã\u0082â\u0080\u009cComparing Financial Systems,Ã\u0082â\u0080\u009d MIT Press, Cambridge, MA. ALLEN, F. AND GALE, D. (1999). Diversity of opinion and financing of new technologies, J. of Financial Intermediation 8, 1-22.",
        "BANKS, A.S. (1994). Ã\u0082â\u0080\u009cCross-National time series data archive,Ã\u0082â\u0080\u009d Center for Social Analysis, State University of New York at Binghamton.",
        "BARRO, R.J. AND LEE, J. (1996). International measures of schooling years and schooling quality, A.E.R. Papers and Proceedings 86, 218-223.",
        "BARTH, J.R., CAPRIO, G., AND LEVINE, R. (2001a). Banking systems around the world: Do regulation and ownership affect performance and stability? in Ã\u0082â\u0080\u009cPrudential Supervision: What Works and What DoesnÃ\u0082â\u0080\u0099t,Ã\u0082â\u0080\u009d (F. Mishkin, Ed.), pp. 31-88. NBER Press, Cambridge, MA.",
        "BARTH, J.R., CAPRIO, G., AND LEVINE, R. (2001b). The regulation and supervision of banks around the world: A new database, in Ã\u0082â\u0080\u009cIntegrating Emerging Market Countries into the Global Financial SystemÃ\u0082â\u0080\u009d (R. E. Litan and R. Herring, Eds.), pp. 183-240. Brookings Institution Press, Washington, D.C.",
        "BARTH, J.R., CAPRIO, G., AND LEVINE, R (2001c). Bank regulation and supervision: What works best? University of Minnesota (Carlson School of Management), mimeo.",
        "BECK, T., DEMIRGUC-KUNT, A., AND LEVINE, R. (2001). The financial structure database, in Ã\u0082â\u0080\u009cFinancial Structure and Economic Growth: A Cross-Country Comparison of Banks, Markets, and DevelopmentÃ\u0082â\u0080\u009d(A. Demirguc-Kunt and R. Levine, Eds.), pp. 17-80. MIT Press, Cambridge, MA.",
        "BECK, T., DEMIRGUC-KUNT, A., LEVINE, R., AND MAKSIMOVIC, V. (2001). Financial structure and economic development: Firm, industry, and country evidence, in Ã\u0082â\u0080\u009cFinancial Structure and Economic Growth: A Cross-Country Comparison of Banks, Markets, and DevelopmentÃ\u0082â\u0080\u009d(A. Demirguc-Kunt and R. Levine, Eds.), pp. 189-242. MIT Press, Cambridge, MA.",
        "BECK, T. AND LEVINE, R. (2002). Industry growth and capital allocation: Does having a market- or bank-based system matter? Journal of Financial Economics, forthcoming.",
        "BECK, THORSTEN; LEVINE, ROSS; LOAYZA, NORMAN, (2000). Finance and the sources of growth, Journal of Financial Economics 58, 261-300.",
        "BENCIVENGA, V.R. AND SMITH, B.D. (1991). Financial intermediation and endogenous growth, Review of Economics Studies 58, 195-209.",
        "BHATTACHARYA, S.; BOOT, A.W.A.; A.V. THAKOR. (1998), The economics of bank regulation, Journal of Money, Credit, and Banking 30, 745-770.",
        "BHATTACHARAY, S. AND CHIESA, G. (1995). Financial intermediation with proprietary information, J. of Financial Intermediation 4, 328-57.",
        "BHIDE, AMAR (1993). The hidden costs of stock market liquidity, Journal of Financial Intermediation 34, 1-51.",
        "BLACK, STANLEY W. and MOERSCH, MATHIAS. (1998) Financial structure, investment and economic growth in OECD countries in Ã\u0082â\u0080\u009cCompetition and Convergence in Financial Markets: The German and Anglo-American ModelsÃ\u0082â\u0080\u009d (Stanley W. Black and Mathias Moersch, Eds), pp. 157-174. New York: North Ã\u0082â\u0080\u0093Holland Press.",
        "BOOT, A.W. AND THAKOR, A.V. (1997). Financial system architecture, Rev. of Financial Studies 10, 693-733.",
        "BOOT, A.W. AND THAKOR, A.V. (2000). Can relationship banking survive competition?, J. of Finance 55, 679-713.",
        "BOOT, A.W., GREENBAUM, S.I., AND THAKOR, A.V. (1993). Reputation and discretion in financial contracting, American Economic Review 83, 1165-83.",
        "BOYD, JOHN H. AND SMITH, BRUCE D. (1998). The evolution of debt and equity markets in economic development, Economic Theory 12, 519-60.",
        "BUSINESS INTERNATIONAL CORPORATION (1984), Introduction to the country assessment service business, International Corporation, New York, NY.",
        "DEMIRGUC-KUNT, ASLI and LEVINE, ROSS. (2001). Bank-based and market-based financial systems: Cross-country comparisons. in Ã\u0082â\u0080\u009cFinancial Structure and Economic Growth: A Cross-Country Comparison of Banks, Markets, and DevelopmentÃ\u0082â\u0080\u009d, (Asli Demirguc-Kunt and Ross Levine, Eds.), pp. 81-140. MIT Press, Cambridge, MA.",
        "DEWATRIPONT, M. AND MASKIN, E. (1995). Credit and efficiency in centralized versus decentralized markets, Rev. of Economics Studies 62, 541-555.",
        "DIAMOND, D. (1984). Financial intermediation and delegated monitoring, Rev. of Econ. Studies 51, 393-414.",
        "EASTERLY, WILLIAM AND LEVINE, ROSS (1997). AfricaÃ\u0082â\u0080\u0099s growth tragedy: Policies and ethnic divisions, Quarterly Journal of Economics 112, 1203-1250.",
        "EASTERLY, WILLIAM AND LEVINE, ROSS (2001). Factor accumulation is not the answer: Stylized facts and growth models, World Bank Economic Review.",
        "GALLEGO, FRANCISCO AND LOAYZA, NORMAN. (2001). Financial structure in Chile, in Ã\u0082â\u0080\u009cFinancial Structure and Economic Growth: A Cross-Country Comparison of Banks, Markets, and DevelopmentÃ\u0082â\u0080\u009d (A. Demirguc-Kunt and R. Levine, Eds.), pp. 299-346, MIT Press, Cambridge, MA.",
        "GERSCHENKRON, ALEXANDER (1962). Ã\u0082â\u0080\u009cEconomic Backwardness in Historical Perspective, A Book of Essays.Ã\u0082â\u0080\u009d Harvard University Press, Cambridge, MA.",
        "GOLDSMITH, RAYMOND, W. (1969) Ã\u0082â\u0080\u009cFinancial Structure and Development.Ã\u0082â\u0080\u009d Yale University Press, New Haven, CT.",
        "HOMSTROM, B. AND TIROLE, J. (1993). Market liquidity and performance monitoring, J. of Political Economy 101, 678-709.",
        "HOSHI, TAKEO, KASHYAP, ANIL, SCHARFSTEIN, DAVID (1991). Corporate structure, liquidity, and investment: Evidence from Japanese industrial groups, Quarterly Journal of Economics 106, 33-60.",
        "JENSEN, M.C. AND MURPHY, K.J. (1990). Performance pay and top-management incentives, J. of Political Economy 98, 225-64.",
        "KING, ROBERT G. AND LEVINE, ROSS (1993a). Finance and growth: Schumpeter might be right, Quarterly Journal of Economics 108, 717-38.",
        "LAPORTA, RAFAEL; LOPEZ-DE-SILANES, FLORENCIO; SHLEIFER, ANDREI; AND VISHNY, ROBERT W. (2000). Investor protection and corporate governance, Journal of Financial Economics 58, 3-27.",
        "LAPORTA, RAFAEL; LOPEZ-DE-SILANES, FLORENCIO; SHLEIFER, ANDREI; AND VISHNY, ROBERT W. (1999). The quality of government, Journal of Law, Economics, and Organization 15, 222-279.",
        "LAPORTA, RAFAEL; LOPEZ-DE-SILANES, FLORENCIO; SHLEIFER, ANDREI; AND VISHNY, ROBERT W. (1998). Law and finance, Journal of Political Economy 106, 1113-1155.",
        "LEVINE, R. (1991). Stock markets, growth, and tax policy, J.Finance 46, 1445-65.",
        "LEVINE, ROSS (1997). Financial development and economic growth: Views and agenda, Journal of Economic Literature 35, 688-726.",
        "LEVINE, ROSS; LOAYZA, NORMAN; BECK, THORSTEN (2000). Financial intermediation and growth: Causality and causes, Journal of Monetary Economics 46, 31-77.",
        "LEVINE, ROSS AND RENELT, DAVID (1992). A sensitivity analysis of cross-country growth regressions, American Economic Review 82, 942-63.",
        "LEVINE, ROSS AND ZERVOS, SARA (1998). Stock markets, banks, and economic growth, American Economic Review 88, 537-558.",
        "MERTON, ROBERT C. AND BODIE, ZVI (1995). A conceptual framework for analyzing the financial environment, in Ã\u0082â\u0080\u009cThe Global Financial System: A Functional PerspectiveÃ\u0082â\u0080\u009d (Dwight B. Crane et al., Eds.), pp. 3-32. Harvard Business School Press, Boston, MA.",
        "MORK, RANDALL AND NAKKAMURA, MASAO (1999). Banks and corporate control in Japan, Journal of Finance 54, 319-40.",
        "OBSTFELD, M. (1994). Risk-taking, global diversification, and growth, American Economic Review 84, 1310-29.",
        "PICKS CURRENCY YEARBOOK, various years, Pick Publishing Corporation, New York, NY. POLITICAL RISK SERVICES, Various years, International Country Risk Guide, Syracuse, NY. RAJAN, RAGHURAM G. (1992). Insiders and outsiders: The choice between informed and arms length debt, Journal of Finance 47, 1367-1400.",
        "RAJAN, RAGHURAM G. AND ZINGALES, LUIGI (1998). Which capitalism? Lessons from the East Asian crisis, Journal of Applied Corporate Finance 11, 40-48.",
        "RAMAKRISHNAN, R.T.S. AND THAKOR, A.V. (1984). Information reliability and a theory of financial intermediation, Rev. of Financial Studies 51, 415-432.",
        "SIRRI, E.R. AND TUFANO, P. (1995). The economics of pooling, in Ã\u0082â\u0080\u009cThe Global Financial System: A Functional ApproachÃ\u0082â\u0080\u009d (D.B. Crane, et al., Eds.), pp. 81-128. Harvard Business School Press, Cambridge, MA.",
        "STIGLITZ, JOSEPH E. (1985). Credit markets and the control of capital, Journal of Money, Credit and Banking, 17, 133-52.",
        "VON THADDEN, E.L. (1995). Long-term contracts, short-term investment and monitoring, Rev. of Economic Studies 62, 557-575.",
        "WEINSTEIN, DAVID E. AND YAFEH, YISHAY (1998). On the costs of a bank-centered financial system: Evidence from the changing main bank relations in Japan, Journal of Finance 53, 635-672.",
        "WENGER, EKKEHARD AND KASERER, CHRISTOPH (1998). The German system of corporate governance: A model which should not be imitated, in Ã\u0082â\u0080\u009cCompetition and Convergence in Financial Markets: The German and Anglo-American ModelsÃ\u0082â\u0080\u009d (Stanley W. Black and Mathias Moersch, Eds), pp. 41-78. North Ã\u0082â\u0080\u0093Holland Press, New York.",
        "WURGLER, JEFFREY (2000). Financial markets and the allocation of capital, Journal of Financial Economics 58, 187-214."
    ]
}