{
    "id": 9141,
    "cites": 19,
    "cited_by": 8,
    "reference": [
        "Ayers, B., C. Cloyd and J. Robinson (1996), Organizational Form and Taxes: An Empirical Analysis of Small Businesses Journal of the American Tax Association Supplement 18: 49 -67.",
        "Ballard, C., J. Shoven and J. Whalley (1985), The Total Welfare Cost of the United States Tax Sys tem: A General Equilibrium Approach National Tax Journal 38(2) pp. 125 -140.",
        "Carroll, R. and D. Joulfaian (1997), Taxes and Corporate Choice of Organizational Form, U.S.",
        "Department of the Treasury, Office of Tax Analysis Working Paper 73, October. Feld stein, M., J. Dicks -Mireaux and J. Poterba (1983), The Effective Tax Rate and the Pretax Rate of Return, Journal of Public Economics v. 21, pp. 129 -158.",
        "Fullerton, D and D. Rogers (1993), Who Bears the Lifetime Tax Burden . Brookings, Wash. D.C.",
        "Gentry, W. (1994), Taxes, Financial Decisions and Organizational Form: Evidence from Publicly Traded Partnerships Journal of Public Economics v33 2 pp. 223 -244.",
        "Goolsbee, Austan (1998), Taxes, Organizational Form and the Deadweight Loss of the Corporate Incom e Tax, Journal of Public Economics , vol.69, July: 143 -152.",
        "Goolsbee , A. and E. Maydew (2000), Coveting Thy Neighbors Manufacturing: The Dilemma of State Income Apportionme nt, Journal of Public Economics , January, vol. 75(1): 125 -143.",
        "Gordon, R. and J. Mackie -Mason (1994), Tax Distortions to the Choice of Organizational Form Journal of Public Economics v. 55, pp. 279 -306.",
        "Gordon, R. and J. Mackie -Mason (1997), Taxes and the Choice of Organizational Form Journal o f Finance .",
        "Gordon, R. and R. Wilson (1986), An Examination of Multijurisdictional Corporate Income Taxation Under Formula Apportionment, Econometrica 54(6), pp. 1357 -73.",
        "Gravelle, J. and L. Kotlikoff (1988), Does the Harberger Model Greatly Understat e the Excess Burden of the Corporate Income Tax? NBER Working Paper 2742.",
        "Gravelle, J. and L. Kotlikoff (1989), The Incidence and Efficiency Costs of Corporate Taxation When Corporate and Noncorporate Firms Produce the Same Good Journal of Political Economy 97(4) pp. 749 -780.",
        "Harberger, A. (1966), Efficiency Effects of Taxes on Income from Capital pp. 107 -117 in M.",
        "Krzyzaniak Effects of the Corporation Income Tax . Wayne State Univers ity Press; Detroit. Levin, Jonathan and Steven Tadelis (2002), A Theory of Partnerships, Mimeo, Stanford University, April.",
        "Omer, T., G. Plesko, and M. Shelley (2000), The Influence of Tax Costs on Organizational Choice in the Natural Resource Industr y, Journal of the American Tax Association , 22(1), Spring: 38 -55.",
        "Scholes, M. and M. Wolfson (1991), The Role of Tax Rules in the Recent Restructuring of U.S.",
        "Corporations pp. 1 -25 in D. Bradford ed. Tax Policy a nd the Economy v 5. Scholes, M., M. Wolfson, M. Erickson, E. Maydew, and T. Shevlin (2002), Taxes and Business Strategy: A Planning Approach . Englewood Cliffs: Prentice -Hall.",
        "Shoven, J. (1976), The Incidence and Efficiency Effects of Taxes on Income fr om Capital Journal of Political Economy December, pp. 1241 -1283."
    ]
}