{
    "id": 9143,
    "cites": 45,
    "cited_by": 75,
    "reference": [
        "Bekaert, G., R. Hodrick and D. Marshall, 1997, On biases in tests of the expectations hypothesis of the term structure, Journal of Financial Economics 44, 309-348.",
        "Breen, W., L.R. Glosten and R. Jagannathan, 1997, Economic significance of predictable variations in stock index returns, Journal of Finance 44, 1177-1190.",
        "Bossaerts, P. and P. Hillion, 1999, Implementing statistical criteria to select return forecasting models: What do we learn? Review of Financial Studies 12, 405-428.",
        "Boudoukh, J. and M. Richardson, 1994, The statistics of long-horizon regressions, Mathematical Finance 4, 103-120.",
        "Campbell, J.Y., 1987, Stock returns and the term structure, Journal of Financial Economics 18, 373-400.",
        "Campbell, J.Y. and R. Shiller, 1988, The dividend ratio and small sample bias, Economics Letters 29, 325-331.",
        "Cochrane, J. H., 2001, New facts in finance, working paper, University of Chicago.",
        "Conrad, J. and G. Kaul, 1988, Time variation in expected returns, Journal of Business 61, 409-425.",
        "Cox, J.C., J.E. Ingersoll, Jr. and S.A. Ross, 1985, A theory of the term structure of interest rates, Econometrica 53, 385-346.",
        "Fama, E.F., 1970, Efficient capital markets: A review of theory and empirical work, Journal of Finance 25, 383-417.",
        "Fama, E.F., 1990, Stock returns, expected returns, and real activity, Journal of Finance 45, Spurious Regressions in Financial Economics 25 1089-1108.",
        "Fama, E.F. and K.R. French, 1988a, Dividend yields and expected stock returns, Journal of Financial Economics 22, 3-25.",
        "Fama, E.F. and K.R. French, 1988b, Permanent and temporary components of stock prices, Journal of Political Economy 96, 246-273.",
        "Fama, E.F. and K.R. French, 1989, Business conditions and expected returns on stocks and bonds, Journal of Financial Economics 25, 23-49.",
        "Ferson, W. and C.R. Harvey, 1991, Sources of predictability in portfolio returns, Financial Analysts Journal No.3, 49-56 (May/June).",
        "Fleming, J., C. Kirby and B. Ostdiek, 2001, The economic value of volatility timing, Journal of Finance 61, 329-352.",
        "Foster, F.D., T. Smith and R.E. Whaley, 1997, Assessing goodness-of-fit of asset pricing models: The distribution of the maximal R-squared, Journal of Finance 52, 591-607.",
        "Goetzmann, W. and P. Jorion, 1993, Testing the predictive power of dividend yields, Journal of Finance 48, 663-679.",
        "Goyal, A. and I. Welch, 2002, Predicting the equity premium with dividend ratios, working paper 8788, National Bureau of Economic Research.",
        "Granger, C.W.J. and P. Newbold, 1974, Spurious regressions in Economics, Journal of Econometrics 4, 111-120.",
        "Harvey, C.R., 1989, Time-varying conditional covariances in tests of asset pricing models, Journal of Financial Economics 24, 289-318.",
        "Hodrick, R.J., 1992, Dividend yields and expected stock returns: Alternative procedures for estimation and inference, Review of Financial Studies 5, 357-386.",
        "Huberman, G. and S. Kandel, 1990, Market efficiency and Value Lines record, Journal of Business 63, 187-216.",
        "Kandel, S. and R.F. Stambaugh, 1990, xpectations and volatility of consumption and asset returns, Review of Financial Studies 3, 207-232.",
        "Kandel, S. and R.F. Stambaugh, 1996, On the predictability of stock returns: An asset- allocation Perspective, Journal of Finance 51, 385-424.",
        "Kendall, M.G., 1954, A note on the bias in the estimation of autocorrelation, Biometrica Spurious Regressions in Financial Economics 26 41, 403-404.",
        "Keim, D.B. and R.F. Stambaugh, 1986, Predicting returns in the bond and stock markets, Journal of Financial Economics 17, 357-390.",
        "Kim, M.J., C.R. Nelson and R.Startz, 1991, Mean reversion in stock prices? A reappraisal of the empirical evidence, Review of Economic Studies 58, 515-528.",
        "Kothari, S.P. and J. Shanken, 1997, Book-to-market time series analysis, Journal of Financial Economics 44, 169-203.",
        "Lanne, M., 2001, Testing the predictability of stock returns, forthcoming in Review of Economics and Statistics.",
        "Lee, C., J. Myers and B. Swaminathan, 1999, What is the intrinsic value of the Dow? Journal of Finance , 1693-1742.",
        "Lettau, M. and S. Ludvigson, 2001, Consumption, aggregate wealth and expected stock returns, Journal of Finance 56, 815-849.",
        "Lo, A.W. and A.C. MacKinlay, 1988, Stocks market prices do not follow random walks: Evidence from a simple specification test, Review of Financial Studies 1, 41-66.",
        "Lo, A.W. and A.C. MacKinlay, 1990, Data snooping in tests of financial asset pricing models, Review of Financial Studies 3, 431-467.",
        "Lucas, R.E., Jr., 1978, Asset prices in an exchange economy, Econometrica , 46, 1429-1445.",
        "Marmol, F., 1998, Spurious regression theory with nonstationary fractionally integrated processes, Journal of Econometrics 84, 233-250.",
        "Merton, R.C., 1973, An intertemporal capital asset pricing model, Econometrica 41, 867-887.",
        "Nelson, C. and M.J. Kim, 1993, Predictable stock returns: The role of small sample bias, Journal of Finance 48, 641-661.",
        "Newey, W. and K.D. West, 1987, A simple, positive definite, heteroskedasticity and autocorrelation consistent covariance matrix, Econometrica , 55, 703-708.",
        "Pesaran, H.M. and A. Timmerman, 1995, Predictability of stock returns: Robustness and economic significance, Journal of Finance 50, 1201-1228.",
        "Phillips, P.C.B., 1998, New tools for understanding spurious regressions, Econometrica 66, 1299-1326.",
        "Spurious Regressions in Financial Economics 27 Phillips, P.C.B., 1986, Understanding spurious regressions in Econometrics, Journal of Econometrics 33, 311-340.",
        "Pontiff, J., and L. Schall, 1998, Book-to-market as a predictor of market returns, Journal of Financial Economics 49, 141-60.",
        "Simin, T., 2002, The (poor) predictive performance of asset pricing models, working paper, the Pennsylvania State University.",
        "Stambaugh, R.S., 1999, Predictive regressions, Journal of Financial Economics 54, 315-421."
    ]
}