{
    "id": 9145,
    "cites": 20,
    "cited_by": 17,
    "reference": [
        "[12] Manski, Charles and Pepper, John (2000), Monotone Instrumental Variables: with an Application to the Returns to Schooling, Econometrica, vol. 68, pp. 997-1013.",
        "[11] Klein, Roger W. and Vella, Francis (2000b), Identification and Estimation of the Binary Treatment Model Under Heteroscedasticity, mimeo, Rutgers University.",
        "[10] Klein, Roger W. and Vella, Francis (2000a), Employing Heteroscedasticity to Identify and Estimate Triangular Semiparametric Models, mimeo, Rutgers University.",
        "[9] King, Mervyn, Enrique Sentana and Sushil Wadhwani (1994), Volatility and Links between National Stock Markets, Econometrica, vol. 62, pp. 901-933.",
        "[7] Hogan, Vincent and Walker, Ian (2002), Education Choice Under Uncertainty, mimeo, University College Dublin.",
        "[8] Katz, Lawrence and Autor, David (1999), Changes in the Wage Structure and Inequality, in Orely Ashenfelter and David Card, editors, Handbook of Labor Economics, vol. 3A. North Holland, Amsterdam and New York.",
        "[6] Harmon, Colm and Walker, Ian (1995), Estimates of The Economic returns to Schooling in the United Kingdom, American Economic Review, vol. 85, pp. 1278-1286.",
        "[5] Griliches, Zvi (1977), Estimating Returns to Schooling: Some Econometric Problems, Econometrica, vol. 45, pp. 1-22.",
        "[2] Belzil, Christian and Hansen, Jorgen (2002), Unobserved Ability and the Return to Schooling, Econometrica, forthcoming.",
        "[1] Angrist, Joshua D. and Krueger, Alan B. (1991), Does Compulsory School Attendance Affect Schooling and Earnings, Quarterly Journal of Economics, vol. 106, pp. 979-1014",
        "[4] DuFlo, Esther (2001), Schooling and Labor Market Consequences of School Construction in Indonesia: Evidence from and Unusual Policy Experiment, American Economic Review, vol. 91, pp. 795-813.",
        "[20] Wright, Philip (1928), The Tariff on Animal and Vegetable Oils, MacMillan, New York 14 A Monte Carlo Simulations To begin the simulation re-write expression (4) for ~2 in vector form as (6). Note that absence of a the superscript r implies that the parameter is calculated over the whole sample i.e. with all cells aggregated",
        "[19] Vella, F. and Verbeek, M. (1997), Using Rank-Order as an Instrumental Variable: An Application to the Return to Schooling, CES Discussion Paper 97/10, K.U. Leuven.",
        "[18] Staiger, Douglas and Stock, James (1997), Instrumental Variable Regression with Weak Instruments, Econometrica, vol. 65, pp. 557-586.",
        "[13] Mincer, Jacob (1974), Schooling, Experience and Earnings, Columbia University Press, New York.",
        "[14] Rigobon, Roberto (2000), Identification Through Heteroscedasticity: Measuring: `Contagion between Argentinian and Mexican Sovereign Bonds, Working Paper 7493, National Bureau of Economic Research.",
        "[15] Rigobon, Roberto and Sack, Brian (2002), The Impact of Monetary Ploicy on Asset Prices, Working Paper 8794, National Bureau of Economic Research 13",
        "[16] Rummery, S., Vella, F. and Verbeek, M. (1999), Estimating the Returns to education for Australian Youth via Rank-Order Instrumental Variables, Labour Economics, vol. 6, pp. 491-508.",
        "[17] Sentana, Enrique and Fiorentini, Gabriele (2001), Identification, Estimation and testing of Conditional Heteroscedastic Fctor Models, Journal of Econometrics, vol. 102, no. 2, pp. 143-164",
        "[3] Card, David (2001), Estimating the Return to Schooling: Progress on Some Persistent Econometric Problems, Econometrica, vol. 69, no. 5, pp. 1127-1160."
    ]
}