{
    "id": 9146,
    "cites": 21,
    "cited_by": 11,
    "reference": [
        "Asset Alternatives, 2001, Galante&apos;s Venture Capital and Private Equity Directory, Wellesley, Massachusetts: Asset Alternatives (and earlier years). Bhide, Amar, 1993, The Hidden Costs of Stock Market Liquidity, Journal of Financial Economics 34, 31-51.",
        "Burr, Stephen I., 1982, The Potential Liability of Limited Partners as General Partners, Massachusetts Law Review 67, 22-34.",
        "Capital Publishing Company, various years, SBIC/Venture Capital Reporter, Chicago: Capital Publishing Company (also known as SBIC Reporter). Faure-Grimaud, Antoine, and Denis Gromb, 1999, Public Trading and Private Incentives, Unpublished Working Paper, London School of Economics and Massachusetts Institute of Technology.",
        "Feld, Alan L., 1969, The &apos;Control&apos; Test for Limited Partnerships, Harvard Law Review 82, 1471-.",
        "Gompers, Paul A., and Josh Lerner, 1996, The Use of Covenants: An Empirical Analysis of Venture Partnership Agreements, Journal of Law and Economics 39, 463-498.",
        "Gompers, Paul A., and Josh Lerner, 1999a An Analysis of Compensation in the U.S. Venture Capital Partnership, Journal of Financial Economics 51, 3-44.",
        "Gompers, Paul A., and Josh Lerner, 1999b, The Venture Capital Cycle, Cambridge: MIT Press.",
        "Grossman, Sanford J., and Oliver D. Hart, 1980, Takeover Bids, the Free-Rider Problem, and the Theory of the Corporation, Bell Journal of Economics 11, 42-64.",
        "Harroch, Richard D., 1998, Start-Up and Emerging Companies, New York: Law Journal SeminarsPress.",
        "HolmstrÃ\u0083Â¶m, Bengt, and Jean Tirole, 1993, Market Liquidity and Performance Monitoring, Journal of Political Economy 101, 678-709.",
        "Liles, Patrick R., 1977, Sustaining the Venture Capital Firm, Cambridge: Management Analysis Center.",
        "Loss, Louis, and Joel Seligman, 1995, Fundamentals of Securities Regulation, Third edition, Boston: Little, Brown.",
        "McKee, William S., William F. Nelson, and Robert L. Whitmire, 1997, Federal Taxation of Partnerships and Partners, Third edition, Boston: Warren, Gorman, and Lamont.",
        "Pease, Robert, 2000, Private Equity Fund-of-Funds: State of the Market, Wellesley, Massachusetts: Asset Alternatives.",
        "Pittman, Russell, 1991, Specific Investments, Contracts, and Opportunism: The Evolution of Railroad Sidetrack Agreements, Journal of Law and Economics 34, 565-589.",
        "Saxenian, AnnaLee, 1994, Regional Advantage: Culture and Competition in Silicon Valley and Route 128, Cambridge: Harvard University Press.",
        "Scharfstein, David S., and Jeremy C. Stein, 2000, The Dark Side of Internal Capital Markets: Divisional Rent-Seeking and Inefficient Investment, Journal of Finance 55, 2537-2564.",
        "Shleifer, Andrei, and Robert W. Vishny, 1986, Large Shareholders and Corporate Control, Journal of Political Economy 94, 461-488.",
        "Toll, David M.. 2000, Securitization of Asset Class Begins to Open Vast Sources of Capital, Private Equity Analyst 10, November, 60-64.",
        "Venture Economics, 1995, Private Equity Fundraising Database, Unpublished computer file.",
        "Venture Economics, 2001, Pratt&apos;s Guide to Venture Capital Sources, Newark: Venture Economics (and earlier years)."
    ]
}