{
    "id": 9149,
    "cites": 47,
    "cited_by": 1,
    "reference": [
        "Russell, John, The Meanings of Modern (New York: Museum of Modern Art, 1981).",
        "Hughes, Robert, The Shock of the New (New York: Alfred A. Knopf, 1982).",
        "Cornell, Sara, Art (Englewood Cliffs: Prentice-Hall, 1983).",
        "Britsch, Ralph A., and Todd A. Britsch, The Arts in Western Culture (Englewood Cliffs: Prentice-Hall, 1984).",
        "Sporre, Dennis J., The Arts (Englewood Cliffs: Prentice-Hall, 1984).",
        "Feldman, Edmund Burke, Thinking About Art (Englewood Cliffs: Prentice-Hall, 1985).",
        "Arnason, H. H., History of Modern Art, Third ed. (New York: Harry N. Abrams, 1986).",
        "Hartt, Frederick, Art, Third ed., (Englewood Cliffs: Prentice-Hall, 1989).",
        "Wood, Michael; Bruce Cole, and Adelheid Gealt, Art of the Western World (New York: Simon and Schuster, 1989).",
        "Janson, H.W., and Anthony F. Janson, History of Art, Fourth ed. (New York: Abrams, 1991).",
        "Wheeler, Daniel, Art Since Mid-Century (Englewood Cliffs: Prentice-Hall, 1991).",
        "Yenawine, Philip, How to Look at Modern Art (New York: Abrams, 1991).",
        "Hunter, Sam, and John Jacobus, Modern Art, Third ed. (Englewood Cliffs: Prentice-Hall, 1992).",
        "Strickland, Carol, and John Boswell, The Annotated Mona Lisa (Kansas City: Andrews and McMeel, 1992).",
        "Silver, Larry, Art in History (Englewood Cliffs: Prentice-Hall, 1993).",
        "Adams, Laurie Schneider, A History of Western Art (New York: Harry N. Abrams, 1994).",
        "Fleming, William, Arts and Ideas (Fort Worth: Harcourt Brace, 1995).",
        "Stokstad, Marilyn, Art History (New York: Harry N. Abrams, 1995).",
        "Wilkins, David G.; Bernard Schultz, and Katheryn Linduff, Art Past, Art Present (New York: Harry N. Abrams, 1997).",
        "Gilbert, Rita, Living With Art, Fifth ed. (Boston: McGraw Hill, 1998).",
        "Preble, Duane; Sarah Preble, and Patrick Frank, Artforms, Sixth ed. (New York: Longman, 1999).",
        "Cabanne, Pierre, LÃ\u0082â\u0080\u0099Art du VingtiÃ\u0083Â¨me SiÃ\u0083Â¨cle (Paris: Somogy, 1982).",
        "Huyghe, RenÃ\u0083Â©, Les signes du temps et lÃ\u0082â\u0080\u0099art moderne (Paris: Flammarion, 1985).",
        "Plazy, Gilles, Les Aventures de la Peinture Moderne (Paris: Liana Levi, 1987).",
        "Delacampagne, Christian, LÃ\u0082â\u0080\u0099Aventure de la Peinture Moderne (Paris: Editions MengÃ\u0083Â¨s, 1988).",
        "Breuille, Jean-Philippe, LÃ\u0082â\u0080\u0099Art du XXe SiÃ\u0083Â¨cle (Paris: Larousse, 1991).",
        "Chalumeau, Jean-Luc, La Force de lÃ\u0082â\u0080\u0099Art (Paris: Editions Cercle dÃ\u0082â\u0080\u0099Art, 1993).",
        "Durozoi, GÃ\u0083Â©rard, Dictionnaire de lÃ\u0082â\u0080\u0099Art Moderne et Contemporain (Paris: Hazan, 1993).",
        "Marseille, Jacques, and Nadeije Laneyrie-Dagen, Les Grands EvÃ\u0083Â©nÃ\u0083Â©ments de lÃ\u0082â\u0080\u0099Histoire de lÃ\u0082â\u0080\u0099Art (Paris: Larousse, 1993).",
        "Barilleau, MichÃ\u0083Â¨le, and Francois Giboulet, Histoire de la Peinture (Paris: Hatier, 1994).",
        "Rancillac, Bernard, Voir et Comprendre la Peinture (Paris: Bordas, 1994).",
        "Dagen, Philippe, and Francoise Hamon, Histoire de lÃ\u0082â\u0080\u0099Art Flammarion: Epoque Contemporaine, XIXe-XXe SiÃ\u0083Â¨cles (Paris: Flammarion, 1995).",
        "Ferrier, Jean-Louis, and Yann Le Pichon, LÃ\u0082â\u0080\u0099Aventure de lÃ\u0082â\u0080\u0099Art au XXe SiÃ\u0083Â¨cle (Paris: Chene-Hachette, 1995).",
        "Govignon, Brigitte, La Petite EncyclopÃ\u0083Â©die de lÃ\u0082â\u0080\u0099Art (Paris: France Loisirs, 1995).",
        "Ferrier, Jean-Louis, BrÃ\u0083Â¨ve Histoire de lÃ\u0082â\u0080\u0099Art (Paris: Hachette, 1996).",
        "Thorel-Daviot, Pascale, Petit Dictionnaire des Artistes Contemporains (Paris: Larousse, 1996).",
        "Draguet, Michel, Chronologie de lÃ\u0082â\u0080\u0099Art du XXe SiÃ\u0083Â¨cle (Paris: Flammarion, 1997).",
        "Laclotte, Michel , and Jean-Pierre Cuzin, Dictionnaire de la Peinture (Paris: Larousse-Bordas, 1997).",
        "Anquetil, Jacques, Le Grande Guide de lÃ\u0082â\u0080\u0099Art (Paris: Club Le Grande Livre du Mois, 1998).",
        "Durozoi, GÃ\u0083Â©rard, Regarder lÃ\u0082â\u0080\u0099Art du XX Ã\u0083Â¨me SiÃ\u0083Â¨cle (Paris: Hazan, 1998).",
        "Ferry, Luc, Le Sens du Beau: Aux origines de la culture contemporaine (Paris: Editions Cercle dÃ\u0082â\u0080\u0099Art, 1998).",
        "Carrassat, Patricia Fride R., and Isabelle MarcadÃ\u0083Â©, Comprendre et Reconnaitre les Mouvements de la Peinture (Paris: Larousse, 1999).",
        "Pradel, Jean-Louis, LÃ\u0082â\u0080\u0099Art Contemporain (Paris: Larousse-Bordas, 1999).",
        "Daix, Pierre, Pour Une Histoire Culturelle de lÃ\u0082â\u0080\u0099Art Moderne: Le XXe SiÃ\u0083Â¨cle (Paris: Editions Odile Jacob, 2000).",
        "BlistÃ\u0083Â¨ne, Bernard, A History of 20th -Century Art (Paris: Flammarion, 2001).",
        "Cabanne, Pierre, Dictionnaire des Arts (Paris: Editions de lÃ\u0082â\u0080\u0099Amateur, 2001).",
        "Fride-Carrassat, Patricia, Les Maitres de la Peinture (Paris: Larousse, 2001)."
    ]
}