{
    "id": 915,
    "cites": 22,
    "cited_by": 1,
    "reference": [
        "Aoki, Masanao and Matthew Canzoneri [1979J, Reduced Forms of Rational Expectations Models, Quarterly Journal of Economics, 93, No. 1 (February), 59-71.",
        "Barro, Robert J. [1976], Rational Expectations and the Role of Nonetary Policy,Journal of Monetary Economics, 2, No. .1 (January), 1-32.",
        "Barro, RobertJ. [1977], Long-Term Contracting, Sticky Prices, and Monetary Policy, Journal of Monetary Economics, 3, No. 3 (July), 305-316.",
        "Barro, Robert J. [1980], A Capital Market in an Equilibrium Business Cycle Model, Econometrica, 48, No. 6 (September), 1393-1417.",
        "Bryant, John and Neil Wallace [1980], A Suggestion for Further Simplifying the Theory of Money, Staff Report 62, Federal Reserve Bank of Minneapolis (August).",
        "Feige, Edgar L. and Robert McGee [1979], Has the Federal Reserve Shifted From a Policy of Interest Rate Targets to a Policy of Monetary Aggre- gate Targets? Journal of Money, Credit, and Banking, 11, No. 4 (November), 381-40 4.",
        "Fischer, Stanley jl977], Long-Term Contracts, Rational Expectations and the Optimal Money Supply Rule, Journal of Political Economy, 85, No. 1 (February), 191-205. Flood, Robert P. [1979], Capital Mobility and the Choice of Exchange Rate System, International Economic Review, 20, No. 2 (June), 405-416.",
        "Flood, Robert P. and Peter M. Garber [1980], Market Fundamentals vs. Price Level Bubbles: The First Test, Journal of Political Economy, 88, No. 4 (August), 745-770.",
        "Friedman, Benjamin [1977], The Inefficiency of Short-Run Monetary Targets for Monetary Policy, Brookings Papers on Economic Activity, 293-335.",
        "Klein, Benjamin M. [1977], The Demand for Quality-Adjusted Cash Balances: Price Uncertainty in the U.S. Demand for Money Function, Journal of Political Economy, 85, No. 4 (August), 691-715.",
        "Lucas, Robert E. [1976], Econometric Policy Evaluation: A Critique, in The Phillips Curve and Labor Markets, edited by K. Brunner and A. H. Meltzer, the Carnegie-Rochester Conference Series, Vol. 1, 19-46.",
        "Lucas, Robert E. [1978], Asset Prices inan Exchange Economy, Econometrica, 46 (November), 1429-1445.",
        "NcCafferty, S. and R. Driskill [1980], Problems of Existence and Unique- ness in Non-Linear Models of Rational Expectations, Econometrica, 48 (July), 1313-1317.",
        "McCallum, Bennett T. [1980], Rational Expectations and Macroeconomic Stabilization Policy: - An Overview, Journal of Money, Credit, and Banking, 12 (November, pt. 2), 716-746.",
        "MaCallum, Bennett T. [1981], Price Level Determinancy With an Interest Rate Policy Rule and Rational Expectations, Journal of Monetary Economics, 8 (November), 319-329.",
        "McCallum, Bennett T. and James G. Hoehn [1981], Money Stock Control With Reserve and Interest Rate Instruments Under Rational Expectations, mimeo (October).",
        "McCallum, B. T. and J. K. Whitaker [1979], The Effectiveness of Fiscal Feedback Rules and Automatic Stabilizers Under Rational Expectations, Journal of Monetary EconOmics, 5 (April), 171-186.",
        "Poole, William [1970], Optimal Choice of Monetary Policy Instruments in a Simple Macro Model, Quarterly Journal of Economics, 84 (Nay), 197-216.",
        "Taylor, John B. [1975], Monetary Policy During a Transition to Rational Expectations, Journal of Political Econ~my, 83 (October), 1009-1021.",
        "Taylor, John B. [1979], Estimation and Control of a Macroeconomic, Model With Rational Expectations, Econometrica, 47 (September), 1267-1286.",
        "Walsh, Carl E. [1982], The Demand for Money Under Uncertainty and the Role of Monetary Policy, mimeo (March).",
        "Weber, Warren E. [1981], Output Variability Under Monetary Policy and Exchange Rate Rules, Journal of Political Econ~~y, 89 (August), 733-751."
    ]
}