{
    "id": 9154,
    "cites": 16,
    "cited_by": 12,
    "reference": [
        "Aizenman, Joshua and Michael Gavin and Ricardo Hausmann (2000), Optimal Tax and Debt Policy with Endogenously Imperfect Creditworthiness, Journal of International Trade and Economic Development, 367-395.",
        "Alesina, Alberto and Guido Tabellini (1990). A Positive Theory of Fiscal Deficits and Government Debt, The Review of Economic Studies, Vol. 57, No. 3. (July), pp.",
        "Banks, Arthur (1994). Political Handbook of the World, New York: McGraw-Hill.",
        "Barro, Robert. (1979). On the Determination of the Public Debt, Journal of Political Economy 87, No. 5 (October), 940-971.",
        "Ben-Bassat Avraham and Daniel Gottlieb (1992). Optimal international reserves and sovereign risk, Journal of International Economics, pp. 345-362.",
        "Cukierman, Alex, Sebastian Edwards, Guido Tabellini (1992). Seigniorage and Political Instability, The American Economic Review, Vol. 82, No. 3. (June), pp. 537-555.",
        "Disyatat, Piti and Donald Mathieson. (2001). Currency Crises and the Demand for Foreign Reserves, Working Paper, IMF Research Department.",
        "Eaton, Jonathan and Mark Gersovitz (1980). LDC Participation in International Financial Markets: Debt and Reserves, Journal of Development Economics 7, 3- 21.",
        "Equilibrium: Some Evidence from LDCs, Review of Economics and Statistics 66 (August). 495-500. Elbadawi, Ibrahim. (1990). The Sudan Demand for International Reserves: A Case of a Labour-Exporting Country, Economica 57 (February), 73-89.",
        "Frenkel, Jacob and Boyan Jovanovic (1981). Optimal International Reserves: A Stochastic Framework, Economic Journal 91 (June), 507-514.",
        "Frenkel, Jacob (1983). International Liquidity and Monetary Control, in George m. von Furstenberg (editor) International Money and Credit: The Policy Roles, Washington: International Monetary Fund, 65-109.",
        "Heller, Robert (1966). Optimal International Reserves, Economic Journal 76 (June), 296-311.",
        "LaBlang, David A. (2000). Political Uncertainty and Speculative Attacks, working paper, Department of Political Science, University of Colorado, Boulder.",
        "Lizondo, Jose and Don Mathieson (1987). The Stability of the Demand for International Reserves, Journal of International Money and Finance 6, 251-282.",
        "Taylor, Charles and David Jodice (1983). World Handbook of Social and Political Indicators, New Haven: Yale University Press.",
        "Tanzi, Vito and Hamid Davoodi (1997). Corruption, Public Investment, and Growth, IMF Working Paper WP/97/139, October."
    ]
}