{
    "id": 9155,
    "cites": 28,
    "cited_by": 1,
    "reference": [
        "Anderson, Patricia M. and Bruce D. Meyer, 1995, The Incidence of a Firm-Varying Payroll Tax: The Case of Unemployment Insurance, NBER Working Paper No.",
        "Autor, David H. and Mark G. Duggan, forthcoming, The Rise in the Disability Rolls and the Decline in Unemployment, Quarterly Journal of Economics . Bird, Edward, 1996, Repairing the Safety Net: Is the EITC the Right Patch?, Journal of Policy Analysis and Management 15(1) (Winter):1-31.",
        "Barsky, Robert B., Thomas F. Juster, Miles S. Kimball and Matthew D. Shapiro, 1997, Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Survey, Quarterly Journal of Economics , 112(2): 537-79.",
        "Bound, John and Richard Burkhauser, 1999, E conomic Analysis of Transfer Programs Targeted on People with Disabilities Handbook of Labor Economics, Vol. 4 , Ashenfelter and Card, editors.",
        "Bound, John and Timothy Waidmann, 1992, Dis ability Transfers, Self-Reported Health, and the Labor Force Attachment of Olde r Men: Evidence from the Historical Record, Quarterly Journal of Economics , 107(4): 1393-1419.",
        "Bound, John and Timothy Waidmann, 2002, Accounting for Recent Declines in Employment Rates among the Working-aged Men and Women with Disabilities, Journal of Human Resources , 37(2) (Spring): 231-250.",
        "Burkhauser, Richard V., Robert H. Haveman, and Barbara L. Wolfe, 1993, How People with Disabilities Fare when Public Policies Change, Journal of Policy Analysis and Management , 12(2) (Spring): 251-269.",
        "Citro, Constance F. and Robert T. Michael, eds., 1995, Measuring Poverty: A New Approach, Washington, D.C.: National Academy Press.",
        "Cullen, Julie Berry and Jonathan Gruber, 2000, Does Unemployment Insurance Crowd Out Spousal Labor Supply?, The Journal of Labor Economics, 18(3) (July): 546-72.",
        "Currie, Janet and Brigitte C. Madrian, 1999, Health, Health Insurance, and the Labor Market, in Ashenfelter, Orley and David Card, eds., Handbook of Labor Economics Volume 3C (New York: Elsevier Science), 3309-3416.",
        "Diamond, P.A. and J. A. Mirrlees, 1978, A Model with Social Insurance with Variable Retirement, Journal of Public Economics , 10: 295-336.",
        "Diamond, Peter and Eytan Sheshinski, 1995, Economic Aspects of Optimal Disability Benefits, Journal of Public Economics , 57(1) (May): 1-23.",
        "Feenberg, Daniel Richard and Elizabeth Coutts, 1993, An Introduction to the TAXSIM Model, Journal of Policy Analysis and Management , 12(1) (Winter): 189-194.",
        "Gruber, Jonathan, 1994, The Incidence of Mandated Maternity Benefits, American Economic Review , 84(3) (June): 622-641.",
        "Gruber, Jonathan, 1996, Disability Insurance Benefits and Labor Supply, NBER Working Paper 5866.",
        "Halpern, Janice H., 1979, The Social Security Disability Insurance Program: Reasons for Its Growth and Prospects for the Future, New England Economic Review (May/June): 30-48.",
        "Hu, Lahiri, Vaughan, and Wixon, 1997, A St ructural Model of Social Securitys Disability Determination Process, SSA Office of Research, Evaluation, and Statistics, Working Paper 72.",
        "Killingsworth, Mark, 1983, Labor Supply (Cambridge and New York: Cambridge University Press).",
        "Kreider, Brent, 1999, Social Security Disability Insurance: Applications, Awards, and Lifetime Income Flows, Journal of Labor Economics 17(4) (October): 784-827.",
        "Lahiri, Vaughan, and Wixon, 1995, Modeling SSAs Sequential Disability Determination Process Using Matched SIPP Data, Social Security Bulletin , 58(4) (Winter): 3-42.",
        "Lando, Mordechai E., Malcolm B. Coate and Ruth Kraus, 1979, Disability Benefit Applications and the Economy, Social Security Bulletin, 42: 3-10.",
        "Levy, Helen, 2002, Private Employer-Sponsored Disability Insurance: Where Are the Gaps in Coverage?, University of Chicago unpublished paper (June).",
        "Pauly, Mark and Bradley Herring, 2001, Expanding Coverage Via Tax Credits: Trade- Offs and Outcomes, Health Affairs January/February:9-26.",
        "Stapleton, David C., Kevin Coleman, Kimb erly Dietrich, and Gina Livemore, 1998, Empirical Analysis of DI and SSI Appli cation and Award Growth, in Kalman Rupp and David C. Stapleton, eds., Growth in Disability Benefits (Kalamazoo, MI: W.E.",
        "Upjohn Institute). U.S. Department of Health and Human Services, Social Security Administration. 1991.",
        "Social Security Bulletin, Annual Statistical Supplement. U.S. Senate. Committee on Finance. Hearings on the Social Security Amendments of 1955.",
        "Varian, H. R., 1980, Redistributive Taxation as Social Insurance, Journal of Public Economics 14:49-68.",
        "Waidmann, Timothy, John Bound, and Michael Schoenbaum, 1995, The Illusion of Failure: Trends in the Self-Reported Health of the U.S. Elderly, NBER Working Paper 5017."
    ]
}