{
    "id": 9157,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Alexander, J.A. and T.G. Rundall. 1985. Public Hospitals Under Contract Management Medical Care 23(3):209-219.",
        "Awh, R.Y. and W.J. Primeaux. 1985. Managerial Discretion and Expense Preference Behavior.",
        "Buerhaus P.I. and D.O. Staiger, 1999. Trouble in the Nurse Labor Market? Recent Trends and Future Outlook. Health Affairs 18(1):214-222.",
        "DAgostino, R.B. 1998. Propensity Score Methods for Bias Reduction in the Comparison of a Treatment to a Non-Randomized Control Group. Statistics in Medicine 17:2265-2281.",
        "Dor, A. 1994. Are Contract-Managed Hospitals More Efficient? Rockville, MD: Agency for Health Care Policy and Research, AHCPR Publication No. 94-0004.",
        "Dor, A., S. Duffy, and H. Wong. 1997. Expense Preference Behavior and Contract-Management: Evidence from U.S. Hospitals Southern Economic Journal 64(2):542-554.",
        "Carey, K. 1997. A Panel Data Design for Estimation of Hospital Cost Functions. The Review of Economics and Statistics LXXIX:443-453.",
        "Edwards, F.R. 1977. Managerial Objectives in Regulated Industries: Expense-Preference Behavior in Banking Journal of Political Economy 85(1):147-162.",
        "Gallant, A.R. 1987. Nonlinear Statistical Models New York: Wiley.",
        "Imbens, G.W. 2000. The Role of the Propensity Score in Estimating Dose-Response Functions Biometrika 87(3):706-710.",
        "Kralewski, J.E., B. Dowd, L. Pitt, and E.L. Biggs. 1984. Effects of Contract Management on Hospital Performance Health Services Research 19(4):479-497.",
        "Mester, L.J. 1989. Testing for Expense Preferen ce Behavior: Mutual Versus Stock Savings and Loans RAND Journal of Economics 20(4):483-498.",
        "Mobley, L. and J. Magnussen. 2002. The Impact of Managed Care Penetration and Hospital Quality on Efficiency in Hospital Staffing Journal of Healthcare Finance 28(4):24-42.",
        "Rundall, T.G. and W.K. Lambert. 1984. The Private Management of Public Hospitals Health Services Research 19(4):519-544.",
        "Scott, L. 1994. Firms See Pressure, Not Profits Modern Healthcare January 31.",
        "Van Vliet, R. and B. Van-Praag. 1987. Health Status Estimation on the Basis of Mimic-Health Care Models Journal of Health Economics 6(1):27-42.",
        "Wheeler, R.C. and H.S. Zuckerman. 1984. Ho spital Management Contracts: Institutional and Community Perspectives Health Services Research 19(4):499-517."
    ]
}