{
    "id": 9162,
    "cites": 15,
    "cited_by": 5,
    "reference": [
        "Asanuma, Banri, 1989, Manufacture-Supplier Relationships in Japan and the Concept of Relation-Specific Skill,Journal of the Japanese and International Economies 3(1), 1-30.",
        "Branstetter, Lee, 2000, Vertical keiretsu and knowledge spillovers in Japanese manufac- turing: An empirical assessment. The Journal of the Japanese and International Economies 14, 73-104.",
        "Casadesus-Masanell, Ramon and Daniel F. Spulber, 2000, The Fable of Fisher Body, Jour- nal of Law and Economics43, 67-103.",
        "Fung, K.C., 1991, Characteristics of Japanese industrial groups and their potential im- pact on U.S.-Japan trade, In: Baldwin, R., (Ed.), Empirical Studies of Commercial Policy.",
        "Chicago: University of Chicago Press, 137-168. Klier, Thomas, 1994, Lean Manufacturing and the Decision to Vertically Integrate: Some Empirical Evidence from the U.S. Automobile Industry, Federal Reserve Bank of Chicago Working Paper (wp-1994-1).",
        "Masten, Scott E., James W. Meehan, and Edward A. Snyder, 1989, Vertical Integration in the U.S. Auto Industry,Journal of Economic Behavior and Organization 12, 265-273.",
        "McMillan, John, 1996, Why does Japan resist foreign market-opening pressure? In: Bhag- wati, J., Hudec, R. (Eds.),Harmonization and Fair Trade, Cambridge: MIT Press, 515-541.",
        "Miwa, Yoshiro and J. Mark Ramseyer, 2000, Rethinking Relationship-Speci fic Investments: Contracting in the Japanese Automobile Industry, Michigan Law Review98(8), 2636- 2667.",
        "Monteverde, Kirk and David J. Teece, 1982, Supplier Switching Costs and Vertical Integra- tion in the Automobile Industry, Bell Journal of Economics13, 206-213.",
        "Qiu, Larry D., and Barbara J. Spencer, 2002, Keiretsu and Relationship-Speci fic Invest- ments: Implications for Market-Opening Policy, Journal of International Economics58(1), 49-79.",
        "Rauch, James E., 2001, Business and Social Networks in International Trade, Journal of Economic Literature39(4), 1177-1203.",
        "Truett, Dale B. and Lila J. Truett, 1997, Australian Government Policies and the Balance of Trade Performance of the Transportation Equipment Industry: A Comparative Per- spective,Comparative Economic Studies39(1), 15-28.",
        "Saxonhouse, Gary C., 1976, Estimated Parameters as Dependent Variables, American Eco- nomic Review, 66(1), 178-183.",
        "Saxonhouse, Gary C., 1993, What Does Japanese Trade Structure Tell Us About Japanese Trade Policy,Journal of Economic Perspectives, 7(3), 21-43.",
        "Spencer, Barbara J. and Larry D. Qiu, 2001, Keiretsu and relationship-speci fic investment: A barrier to trade?,International Economic Review, 42(4), 871-901."
    ]
}