{
    "id": 9165,
    "cites": 38,
    "cited_by": 6,
    "reference": [
        "Ades, A. and R. Di Tella (1999) Rents, Competition and Corruption, American Economic Review, 89 (4), 982-94.",
        "Aggarwal, Rajesh and Andrew Samwick (1999) The Other Side of the Trade-Off: The Impact of Risk on Executive Compensation, Journal of Political Economy, 107(1), 65-105.",
        "Alesina, A., N. Roubini and G. Cohen (1997) Political Cycles and Macroeconomics , The MIT Press.",
        "Anderson, Barbara (1999). Rai se our pay by cutting taxes. Boston Herald , November 11.",
        "Barro,Robert (1973). The Control of Politicians: An Economic Model. Public Choice, 14: 19-42.",
        "Besley, Tim and Anne Case (1995) Does Electoral Accountability Affect Economic Policy Choices? Evidence from Gubernatorial Term Limits, Quarterly Journal of Economics, 110(3), 769-99.",
        "Besley, Tim and Anne Case (1996) Incumbent Behavior: Vote Seeking, Tax Setting and Yardstick Competition, American Economic Review, 85(1), 24-45.",
        "Beyle, Thad (1992) Term Limits in the Stat e Executive Branch, In Limiting Legislative Terms , eds. Gerald Benjamin, and Michael Malbin, Washington, D.C.: CQ Press.",
        "Beyle, Thad L. (1999) The Governors, in Politics in the American States 7th ed.",
        "Virginia Gray, Russel Hanson, and Herbert Jacobs, Congressional Quarterly Press, 191-231. Fair, Ray (1978) The Effect of Econom ic Events on Votes for President, Review of Economics and Statistics, 6 (2), 159-73.",
        "Ferejohn, John (1986). Incumbent Performan ce and Electoral Control, Public Choice 50: 5-25.",
        "Frey, Bruno (1994) Direct Democracy: Politico-Economic Lessons from Swiss Experience. American Economic Review, Vo. 84 (2), pp. 339-42.",
        "Frey, Bruno and Friedrich Schneider (1978a ) An Empirical Study of Politico-Economic Interaction in the United States, Review of Economics and Statistics, Vol. 6 (2), 174-83.",
        "Frey, Bruno and Friedrich Schneider, (1978b) A Politico-Economic Model of the United Kingdom, Economic Journal, Vol. 88 (350), pp. 243-53.",
        "Frey, Bruno and Alois Stutzer (2000). H appiness, Economy and Institutions. Economic Journal, vol. 110 (466), pp. 918-938.",
        "Hall, Brian and Kevin Murphy (2000). Optimal Exercise Prices for Executive Stock Options. American Economic Review Papers and Proceedings, 90 (2) 209-214.",
        "Hall, Brian and Jeffrey Liebman (1998) Are CEOs Really Paid Like Bureaucrats?, Quarterly Journal of Economics, August, pp. 653-691.",
        "Hart, Oliver (1983) The Market Mechanism as an Incentive Scheme, The Bell Journal of Economics, 14, 366-382.",
        "Holmstrom, Bengt (1979). Moral Hazard and Observability, The Bell Journal of Economics 10, Spring, 74-91.",
        "Jensen, Michael , and Kevin Murphy (1990). ``Performance Pay and Top Management Incentives. Journal of Political Economy, XCVIII, 225-264.",
        "Law, Steve (2001). State constitutional changes challenged. Statesman Journal , July 25.",
        "Lowry, Robert, James Alt and Karen Fe rree (1998). Fiscal Policy Outcomes and Electoral Accountability in American States, American Political Science Review, 92, 759-74.",
        "Matsusaka, John (1992) Economics of Direct Legislation, Quarterly Journal of Economics, 108: 541-571.",
        "Matsusaka, John (1995) Fiscal Effects of th e Voter Initiative: Evidence from the Last 30 Years, Journal of Political Economy, 103: 587-623.",
        "Murphy, Kevin J. (1999), Executive Compen sation, in Orley Ashenfelter and David Card (eds.), Handbook of Labor Economics, Vol. 3, North Holland.",
        "Newman, Harry, and Haim Moses (1999) Does the Composition of the Compensation Committee Influence CEO Compensation Practices? Financial Management, 28(3), Autumn 1999.",
        "Niemi, Richard, Harold Stanley, and Rona ld Vogel (1995). State Economies and State Taxes: Do Voters Hold Governors Responsible? American Political Science Review 77: 675-89.",
        "Peltzman, Sam (1992) Voters as Fiscal Conservatives Quarterly Journal of Economics, 107 (2), 327-61.",
        "Persson, Torsten; Gerard Roland and Guido Tabellini (1997). Separation of Powers and Political Accountability, Quarterly Journal of Economics, 112, 1163-1202.",
        "Poterba, James (1994). State Responses to Fiscal Crises: The Effects of Budgetary Institutions and Politics, Journal of Political Economy, 102(4), 799-821.",
        "Rosenthal, Alan (1988). The Governor and the Legislature, Washington, D.C.: CQ Press.",
        "Lawrence S. Rothenberg, Mitchell S. Sa nders (2000). Severing the Electoral Connection: Shirking in the Contemporary Congress, American Journal of Political Science, Vol. 44(2), 316-325.",
        "Schmidt, Klaus (1997) Managerial Incen tives and Product Market Competition, Review of Economic Studies, Vol. 64, 191-214.",
        "Tirole, Jean (1994) The Internal Organization of Government, Oxford Economic Papers, 46: 1-29.",
        "Webb, Sara (2000) Singaporeans protest pay in creases granted to government officials, Singaporeans for Democracy Website, August.",
        "Wittman, Donald (1989) Why Democracies Produce Efficient Results, Journal of Political Economy, 97: 1395-1427.",
        "Wolfers, Justin (2002). Are Voters Rational? Evidence from Gubernatorial Elections. Stanford University, mimeo.",
        "Wooldridge, Jeffrey (2000) Introductory Econometrics: A Modern Approach , Cincinatti, OH: South-Western College."
    ]
}