{
    "id": 9167,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "Anderson, Odin W., Collette, Pa tricia and Jacob J. Feldman. Changes in Family Medical Care Expenditures and Voluntary Health Insurance; a Five-Year Resurvey . Cambridge: Harvard University Press, 1963.",
        "Buchmueller, Thomas and John DiNardo. Did Comm unity Rating Induce an Adverse Selection Death Spiral? Evidence from New York, Pennsylvania, and Connecticut. American Economic Review , March 2002, 92(1), pp. 280-94.",
        "Cunningham III, Robert and R obert M. Cunningham, Jr. The Blues: A History of the Blue Cross and Blue Shield System . Dekalb: Northern Illinois University Press, 1997.",
        "Cutler, David M. and Sarah J. Reber. Paying for Health Insurance: The Trade-Off Between Competition and Adverse Selection. Quarterly Journal of Economics , May 1998, 113(2), 433-466.",
        "Frontiers in Health Policy Research, Vol. 1 , ed. Alan M. Garber. Cambridge, MA and London: National Bureau of Economic Research and The MIT Press, 1998.",
        "Dolton, P.J. and G.H. Makepeace. Interpreting Sa mple Selection Effects. Economic Letters, 24 (1987) pp. 373-379.",
        "Dubin, Jeffrey A. and Daniel L. McFadden. An Econometric Analysis of Residential Electric Appliance Holdings and Consumption. Econometrica , March 1984, 52(2), 345-62.",
        "Eilers, Robert D. Regulation of Blue Cross and Blue Shield Plans . Homewood, Illinois: Richard D. Irwin, Inc., 1963.",
        "Hay, J.W. Occupational Choice and Occupational Earnings: Selectivity Bias in a Simultaneous Logit- OLS Model . Unpublished Ph.D. dissertation, Yale University, 1980.",
        "Heckman, James J. The Common Structure of Statisti cal Models of Truncation, Sample Selection and Limited Dependent Variables and a Si mple Estimator for Such Models. Annals of Economic and Social Measurement , 1976, 5, 475-92.",
        "House of Representatives, 83 rd Congress, 2 nd Session, Hearings before the Committee on Interstate and Foreign Commerce. Health Inquiry (Voluntary Health Insurance), Parts 1-8 Washington, D.C.: U.S. Government Printing Office, 1954.",
        "Maddala, G.S. Limited-Dependent and Qualitati ve Variables in Econometrics . Cambridge: Cambridge University Press, 1983.",
        "Reed, Louis. Blue Cross and Medical Service Plans . Washington, D.C.: U.S. Public Health Service, 1947.",
        "Rothschild, Michael and Joseph E. Stiglitz. Equilibrium in Competitive Insurance Markets: An Essay on the Economics of Imperfect Information. Quar terly Journal of Economics, November 1976, 90(4), 630-49.",
        "Schmertmann, Carl P. Selectivity Bias Correcti on Methods in Polychotom ous Sample Selection Models. Journal of Econometrics , 1994, 60, 101-32.",
        "Sherrid, Pamela . A big case of the Blues. U.S. News and World Report , November 4, 1996, pp. 51-52.",
        "United States General Accounting Office. Health Insurance: Comparing Blue Cross and Blue Shield Plans with Commercial Insurers . U.S. GAO Report HRD-86-110. Washington, D.C.: USGPO, 1986."
    ]
}