{
    "id": 917,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "9. Friedman, Benjamin M., and Roley, V. Vance. A Note on the Derivation of Linear Homogeneous Asset Demand Functions. Mimeo. National Bureau of Economic Research, 1979.",
        "8. Friedman, Benjamin M. The Effect of Shifting Wealth Ownership on the Term Structure of Interest Rates. Quarterly Journal of Economics, XCIV (May, 1980), 567-590.",
        "13. Logue, Dennis E. Premia on Unseasoned Equity Issues. Journal of Economics and Business, XXV (Spring-Summer, 1973), 133-141.",
        "12. Linther, John. The Aggregation of Investors Diverse Judgments and Preferences in Purely Competitive Security Markets. Journal of Financial and Quantitative Analysis, IV (December, 1969), 347-400.",
        "11. Jorgenson, Dale W. Capital Theory and Investment Behavior. American Economic Review, LIII (May, 1963), 247-259.",
        "10. Johnson, Dana, et al. Interest Rate Variability Under the New Operating Procedures and the Initial Response in Financial Markets.1 New Monetary Control Procedures-Volume I. Washington: Board of Governors of the Federal Reserve System, 1981.",
        "7. Friedman, Benjamin M. Substitution and Expectation Effects on LongTerm Borrowing Behavior and Long-Term Interest Rates. Journal of Money, Credit and Banking, XI (May, 1979), 131-150.",
        "14. Lombra, Raymond, and Struble, Frederick. Monetary Aggregate Targets and the Volatility of Interest Rates. Journal of Money, Credit and Banking, XI (August, 1979), 284-300.",
        "16. Stoll, Hans R. The Pricing of Underwritten Offers of Listed Common Stocks and the Compensation of Underwriters. Journal of Economics and Business, XXVIII (Winter, 1976), 96-103.",
        "2. Bodie, Zvi, and Friedman, Benjamin M. Interest Rate Uncertainty and the Value of Bond Call Protection. Journal of Political Economy, LXXXVI (February, 1978), 19-43.",
        "1. Bischoff, Charles W. A Model of Nonresidential Construction in the United States. American Economic Review, LX (May, 1970), 10-17.",
        "6. Friedman, Benjamin M. Who Puts the Inflation Premium into Nominal Interest Rates? Journal of Finance, XXXIII (June, 1978), 833-845.",
        "5. Friedman, Benjamin M. Financial Flow Variables and the Short-Run Determination of Long-Term Interest Rates. Journal of Political Economy, LXXXV (August, 1977), 661-689.",
        "4. Ederington, Louis N. The Yield Spread on New Issues of Corporate Bonds. Journal of Finance, XXIX (December, 1974), 1531-1543."
    ]
}