{
    "id": 9170,
    "cites": 14,
    "cited_by": 11,
    "reference": [
        "Revenga, Ana L. 1992. Exporting Jobs? The Impact of Import Competition on Employment and Wages in U.S. Manufacturing. Quarterly Journal of Economics 107(1):255-284.",
        "Sachs, Jeffrey D. and Howard J. Shatz. 1994. Trade and Jobs in U.S. Manufacturing. Brookings Papers on Economic Activity 1994(1):1-69.",
        "Schott, Peter K. 2002a. Endowment-Driven Product Specialization in International Trade. Yale School of Management mimeo.",
        "Krueger, Anne, 0. 1980. Impact of Foreign Trade on Employment in US Industry edited by J. Bleck and B. Hindley, Current Issues in Commercial Policy and Diplomacy. New York: St Martins Press.",
        "Bernard, Andrew B. and J. Bradford Jensen. 2001. Why Some Firms Export. NBER Working Paper 8349.",
        "Bernard, Andrew B. and J. Bradford Jensen. 2002. The Deaths of Manufacturing Plants. NBER Working Paper 9026.",
        "Heckman, J. 1976. The Common Structure of Statistical Models of Truncation, Sample Selection and Limited Dependent Variables, and a Simple Estimator for Such Models. The Annals of Economic and Social Measurement 5: 475-492.",
        "Hall, Bronwyn H. 1987. The Relationship Between Firm Size and Firm Growth in the US Manufacturing Sector. Journal of Industrial Economics 35(4) :583-606.",
        "Grossman, Gene. 1987. The Employment and Wage Effects of Import Competition. Journal of International Economic Integration 2(1):1-23.",
        "Freeman, Richard and Lawrence Katz. 1991. Industrial Wage and Employment Determination in an Open Economy, in Immigration, Trade and the Labor Market, edited by John M. Abowd and Richard B. Freeman. Chicago: University of Chicago Press.",
        "Feenstra, Robert C. 1994. New Product Varieties and the Measurement of International Prices. American Economic Review 84:157-177.",
        "Blonigen, Bruce A. and KaSaundra Tomlin. 2001. Size and Growth of Japanese Plants in the United States. International Journal of Industrial Organization, vol. 19, no. 6, pp. 931-52.",
        "Davis, Steven J. and John Haltiwanger. 1992. Gross Job Creation, Gross Job Destruction, and Employment Reallocation. Quarterly Journal of Economics 107(3):819-863.",
        "Diewert, W. Erwin. 1976. Exact and Superlative Index Numbers. Journal of Econometrics 4:115-145."
    ]
}