{
    "id": 9176,
    "cites": 23,
    "cited_by": 19,
    "reference": [
        "Barro, Robert J. Money and the Pri ce Level under the Gold Standard. Economic Journal 89 (1979), 13-33.",
        "Bloomfield, Arthur. Monetary Policy under the International Gold St andard. (New York: Federal Reserve Bank of New York, 1959).",
        "Bordo, Michael D. and Richard Ellson. A Mode l of the Gold Standard with Depletion. Journal of Mone tary Economics 16 (1985), 109-120.",
        "Bordo, Michael D. and Antu Murshid. Are Financial Crises Becoming More Contagious? What is the historical evidence on C ontagion? NBER Working Paper No. 7900, September 2000.",
        "Calomiris, Charles, and Gary Go rton. The Origins of Banking Panics: Models, Facts, and Bank Regulation. In R. G. Hubbard (Ed.), Financial Markets and Financial Crises . (Chicago: Chicago University Press, 1991).",
        "Canova, Fabio. The Sources of Financial Cris is: Pre- and Post- Fed Evidence. International Economic Review 32 (1991), 689-713.",
        "Clapham, John. The Bank of England. Volume II. (Cambridge: Cambridge University Press, 1944).",
        "Clapham, John. An Economic History of Modern Britain: Free Trade and Steel . (Cambridge: Cambridge University Press, 1952).",
        "Dacy, Douglas, and Howard Kunreuther. The Economics of Natural Disaster . (New York: The Free Press, 1969).",
        "De Long, J. Bradford. Did Morgans Me n Add Value? An Economists Perspective on Financial Capitalism . Inside the Business Enterpri se: Historical Perspectives on the Use of Information . (Chicago: Chicago University Press, 1991).",
        "Goodhart, Charles E. The New York Money Market and the Finance of Trade . (Cambridge: Harvard University Press, 1969).",
        "Haas, J. Eugene, Robert W. Kates, and Martyn J. Bowden, eds. Reconstruction Following Disaster . (Cambridge: The MIT Press, 1977).",
        "Kindleberger, Charles. Manias, Panics, and Crashes: A History of Financial Crises . (New York: Basic Books, 1978).",
        "Kirschner, Herbert A. Fire Insurance Development on the Pacific Coast . (San Francisco: Underwriters Report, 1922).",
        "National Research Council. The Economic Consequences of a Catastrophic Earthquake . (Washington, D.C.: National Academy, 1992).",
        "Neal, Larry D. A Shocking View of Economic History (Presidential Address to the Economic History Association). Journal of Economic History 60 (2000), 317-334.",
        "Sprague, O.M. History of Crises under the National Banking System . (Washington, D.C.: National Monetary Commission, 1910).",
        "Stock, James H. and Mark W. Wats on. Vector Autoregressions. Journal of Economic Perspectives 15 (2001), 101-15.",
        "Tallman, Ellis, and Jon Moen. Gold Shocks, Li quidity, and the United States Economy during the National Banking Era. Explorations in Economic History 35 (1998), 381-404.",
        "Thomas, Gordon, and Max Morgan Witts. The San Francisco Earthquake. (New York: Stein and Day, 1971).",
        "United States Bureau of the Census. Report on Insurance Business in the United States . Eleventh Census, Extra Census Bulletin no. 6, 1891. United States Comptroller of the Currency. Annual Reports , various years. United States Secretary of the Treasury. Annual Report on the State of the Finances for the Fiscal Year Ended June 30, 1906 . (Washington: GPO, 1906).",
        "Business Minutes of the CGNU Archives, March-November 1906.",
        "Typically, American banks and trust companies drew finance bills payable in pound sterling on their correspondent banks in London during the summe r. They would then sell sterling bills for dollars; this would result in a gold shipment to New York. The finance bills would be covered in the autumn when the demand for dollars was high following the export of U.S. agricultural goods to Europe. 20 The Economist of September 22, 1906 saw this as a reflec tion of the Banks evident desire . . ."
    ]
}