{
    "id": 9178,
    "cites": 26,
    "cited_by": 67,
    "reference": [
        "[18] Krishnamurthy, Arvind, 2002. The Bond-Old Bond Spread. Forthcoming, Journal of Financial Economics.",
        "[17] Ilmanen, Antti, 199S. Time Varying Expected Bond Returns in International Bond Markets. Journal of Finance 50, 48 1-506.",
        "[2S] Stambaugh, Robert F., 1988. The information in Forward Rates: Implications for Models of the Term Structure. Journal of Financial Economics 22, 3-2S.",
        "[26] Stock, James H. and Mark W. Watson, 1989. New Indexes of Coincident and Leading Indicators. In Olivier Blanchard and Stanley Fischer, Eds., 1989 NBER Macroeconomics Annual. Cambridge MA: MIT Press.",
        "[20] Lettau, Martin, and Sydney Ludvigson, 2001 Consumption, Aggregate Wealth and Expected Stock Returns. Journal of Finance S6, 81S-49.",
        "[21] Mardia, K. V., J. T. Kent, and J. M Bibby, 1979. Multivari ate Analysis. San Diego, CA: Academic Press.",
        "[22] Rudebusch, Glenn D., 1998. Do measures of monetary policy in a VAR make sense? International Economic Review 39 (November), 907-31.",
        "[23] Scholtes, Cedric, 2002. On market-based measures of inflation expectations. Quarterly Bulletin, Bank of England, Spring, 67-77.",
        "[24] Soderlind, Paul and Lars E.O. Svensson, 1997. New Techniques to Extract Market Expectations from Financial Instruments, Journal of Monetary Economics 40, 373429.",
        "[1] Bekaert, Geert, Robert J. Hodrick, and David Marshall, 1997. On Biases in Tests of the Expectations Hypothesis of the Term Structure of Interest Rates. Journal of Financial Economics 44, 309-48.",
        "[16] Harvey, Campbell R., 1989. Forecasts of Economic Growth from the Bond and Stock Markets. Financial Analysts Journal 4S, 38-4S.",
        "[iS] Hansen, Lars Peter and Robert J. Hodrick, 1983. Risk Aversion Speculation in the Forward Foreign Exchange Market: An Econometric Analysis of Linear Models. In Jacob Frenkel, ed., Exchange Rates and International Macroeconomics. Chicago, IL: University of Chicago Press.",
        "[14] Hamilton, James D. and Kim, Dong H., 1999. A Re-Examination of the Predictability of the Yield Spread for Real Economic Activity. Forthcoming, Journal of Money, Credit, and Banking. 38",
        "[13] Ferson, Wayne, and Michael R. Gibbons, 1985. Testing Asset Pricing Models with Changing Expectations and an Unobservable Market Portfolio. Journal of Financial Economics 14, 216-36.",
        "[12] Ferson, Wayne, and Campbell R. Harvey, 1999. Conditioning Variables and Crosssection of Stock Returns. Journal of Finance 54, 1325-60.",
        "[11] Fama, Eugene F. and Kenneth R. French, 1989. Business Conditions and Expected Returns on Bonds and Stocks. Journal of Financial Economics 25, 23-49.",
        "[10] Fama, Eugene F. and Robert R. Bliss, 1987. The Information in Long-Maturity Forward Rates. American Economic Review 77, 680-92.",
        "[9] Estrella, Arturo, and Gikas A. Hardouvelis, 1991. The Term Structure as Predictor of Real Economic Activity. Journal of Finance 46, 1991, 555-76.",
        "[8] Duffee, Gregory, 2002, Term Premia and Interest Rate Forecasts in Affine Models, Journal of Finance 57, 405-43.",
        "[7] Dai, Qiang and Kenneth J. Singleton, 2002. Expectation Puzzles, Time-varying Risk Premia, and Affine Models of the Term Structure, Journal of Financial Economics 63, 415-41.",
        "[6] Cochrane, John H., 1994. Permanent and Transitory Components of GNP and Stock Prices, Quarterly Journal of Economics CIX, 241-66.",
        "[5] Clews, Roger, 2002. Asset prices and Inflation. Quarterly Bulletin, Bank of England, Summer, 178-85.",
        "[2] Campbell, John Y., 1995. Some Lessons from the Yield Curve, Journal of Economic Perspectives 9, 129-52.",
        "[3] Campbell, John Y. and John H. Cochrane, 1999. By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy 107, 205-51.",
        "[4] Campbell, John Y. and Robert J. Shiller, 1991. Yield Spreads and Interest Rate Movements: A Birds Eye View. Review of Economic Studies 58, 495-5 14.",
        "[19] Krueger, Joel T. and Kenneth N. Kuttner, 1996. The Fed Funds Futures Rate as a Predictor of Federal Reserve Policy, Journal of Futures Markets 16, 96S-979."
    ]
}