{
    "id": 9179,
    "cites": 19,
    "cited_by": 16,
    "reference": [
        "[19] Rangel, Antonio, and John Conley (2002) How to Protect Future Generations Using Federalism, Stanford manuscript.",
        "[18] Rangel, Antonio (2002) Forward and Backward Intergenerational Goods: Why Is Social Security Good for the Environment, forthcoming in American Economic Review. 23",
        "[15] Oates, Wallace, and Robert Schwab (1996) The Theory of Regulatory Federalism: The Case of Environmental Management, in The Economics of Environmental Regulation, Wallace Oates (ed), Cheltenham, UK: Edward Elgar Publishing Lim- ited.",
        "[14] Oates, Wallace, and Robert Schwab (1988) Economic Competition Among Ju- risdictions: Efficiency Enhancing or Distortion Inducing?, Journal of Public Eco- nomics, 35:333-54.",
        "[9] Glaeser, Edward (1996) The Incentive Effects of Property Taxes on Local Gov- ernments, Public Choice, 89:93-111.",
        "[11] Kotlikoff, Larry, and Robert Rosenthal (1993) Some Inefficiency Implications of Generatioal Politics and Exchange, Economics and Politics, 5, 27-42.",
        "[12] Kotlikoff, Larry, and Larry Summers (1997) Taxation Incidence, in Handbook of Public Economics, volume 2, Alan Auerbach and Martin Feldstein (eds.), Am- sterdam: Elsevier Science.",
        "[8] Feldstein, Martin (1977) The Surprising Incidence of a Tax on A Pure Rent: A New Answer to an Old Question, Journal of Political Economy, 85:349-60.",
        "[7] Boldrin, Michele, and Ana Montes (1998) Intergenerational Transfer Institutions: Public Education and Public Pensions, University of Minnesota, manuscript.",
        "[5] Auerbach, Alan, and James Hines (2002) Taxation and Economic Efficiency, in Handbook of Public Economics, volume 3, Alan Auerbach and Martin Feldstein (eds.), Amsterdam: Elsevier Science.",
        "[4] Atkinson, Anthony, and Joseph Stiglitz (1980). Lectures in Public Economics. New York: McGraw Hill.",
        "[2] Altonji, L., F. Hayashi, and L. Kotlikoff (1992) Is the Extended Family Altru- istically Linked? Direct Tests Using Micro Data, American Economic Review, December, 1177-98.",
        "[3] Altonji, L., F. Hayashi, and L. Kotlikoff (1997) Parental Altruism and Inter Vivos Transfers: Theory and Evidence, Journal of Political Economy, December, 112 1-66.",
        "[17] Poterba, James (1995) Capital Budgets, Borrowing Rules, and State Capital Spending, Journal of Public Economics, 56(2): 165-87.",
        "[16] Poterba, James (1994) State Responses to Fiscal Crises: The Effects of Budgetary Institutions and Politics, Journal of Political Economy, 102:799-821.",
        "[13] McKinnon, Ronald, and Thomas Nechyba (1997) Competition in Federal Sys- tems: The Role of Political and Financial Constraints, in The New Federalism: Can the States Be Trusted?, John Ferejohn and Barry Weingast (eds.), Hoover Press, 1-55.",
        "[6] Bohn, Henning, and Robert Inman (1995), Constitutional Limits and Public Deficits: Evidence from the U.S. States, Carnegie-Rochester Conference Series on Public Policy. 22",
        "[1] Alt, James, and Robert Lowry (1994) Divided Government, Fiscal Institutions, and Budget Deficits: Evidence from the States, American Political Science Re- view, 88:811-28.",
        "[21] Skinner, Jonathan (1991) Prospects for Agricultural Land Taxation in Developing Countries, The World Bank Economic Review, 5:493-511."
    ]
}