{
    "id": 9183,
    "cites": 22,
    "cited_by": 24,
    "reference": [
        "Burtless, Gary. 1999. An Economic View of Retirement. In Henry J. Aaron, Editor.",
        "Brookings: Washington, D.C.. Coile, Courtney, Peter Diamond, Jonathan Gruber and Alain Jousten. 2002. Delays in Claiming Social Security Benefits. Journal of Public Economics 84(3): 357-385.",
        "Coile, Courtney and Jonathan Gruber. 2000. Social Security and Retirement. NBER Working Paper 7830.",
        "Congressional Budget Office. 1999. Raising the Earliest Eligibility Age for Social Security Benefits. Washington, D.C.",
        "Diamond, Peter A. and Jerry A. Hausman. 1984. Individual Retirement and Savings Behavior. Journal of Public Economics 23(1-2): 81-114.",
        "Fields and Mitchell. 1994. Retirement, Pensions and Social Security . MIT Press.",
        "French, Eric. 2002. The Effects of Health, Wealth , and Wages on Labor Supply and Retirement Behavior. Xeroxed. Federal Reserve Bank of Chicago.",
        "Greene, William H. 2000. Econometric Analysis, Fourth Edition. Upper Saddle River: Prentice Hall.",
        "Gruber, Jonathan and David A. Wise. 1999. Editors. Social Security and Retirement Around the World. Chicago: University of Chicago Press for NBER.",
        "Gustman, Alan L. and F. Thomas Juster. 1996. Income and Wealth of Older American Households: Modeling Issues for Public Policy Analysis. In Eric A. Hanshek and Nancy L.",
        "Maritato, editors. Assessing Knowledge of Retirement Behavior . Washington, D.C.: National Academy Press, 11-60. Gustman, Alan L. and Thomas L. Steinmeier. 1984. Modeling the Retirement Process for Policy Evaluation and Research. Monthly Labor Review 107(7): 26-33.",
        "Run. Journal of Labor Economics, Vol. 3, No. 2 (April, 1985) pp. 237-253.",
        "Policies And Their Effects, Industrial And Labor Relations Review . ________________. 1992. The Stampede Toward Defi ned Contribution Pension Plans: Fact or Fiction? Industrial Relations 31(2): 361-369.",
        "Journal of Labor Economics 18(3): 503-545. ________________. 2001. Retirement Outcomes in the Health and Retirement Study. Social Security Bulletin 64(2): 3-17.",
        "Family. NBER Working Paper 8772. Ippolito, Richard A. 1997.",
        "Pension Plans and Employee Performance: Evidence, Analysis, and Policy . Chicago: University of Chicago Press. Kahn, James A. 1988. Social Security, Liquidity, and Early Retirement.",
        "Journal of Public Economics 35: 97-117. Lumsdaine, Robin L. and Olivia S. Mitchell. 1999. New Developments in the Economic Analysis of Retirement. In Orley Ashenfelter and David Card, editors. Handbook of Labor Economics. Amsterdam, Holland: 3261-3308.",
        "Packard, Michael D. and Virginia P. Reno. 1988. A Look At Very Early Retirees. In R.",
        "Ricardo Campbell and E.P. Lazear, editors. Issues in Contemporary Retirement. Stanford: 36 Hoover Institution: 243-265. Panis, Constantijn, Michael Hurd, David Loughr an, Julie Zissimopoulos, Steven Haider and Patricia StClair. 2002. The Effects of Ch anging Social Security Administrations Early Retirement Age and the Normal Retirement Age. Santa Monica: RAND.",
        "Rust, John and Christoper Phalen. 1997. How Social Security and Medicare Affect Retirement. Econometrica 65(4):781-831.",
        "Samwick, Andrew. 1998. Discount Rate Heterogeneity and Social Security Reform. Journal of Development Economics. 57: 117-146.",
        "Stock, James and David A. Wise. 1987. Pensions and the Option Value of Work and Retirement. Econometrica 58(5): 1151-1180."
    ]
}