{
    "id": 9184,
    "cites": 30,
    "cited_by": 2,
    "reference": [
        "Anderton, B. and P. Brenton (1998) The Dollar, Trade, Technology and Wage Inequality in the USA, CEPS, Brussels, mimeo.",
        "Baldwin, R.E. and G.G. Cain (1997), Shifts in US Relative Wages: The Role of Trade, Technology and Factor Endowments, NBER Working Paper No. 5934.",
        "Berman, E., J. Bound and Z. Griliches (1994) , Changes in the Demand for Skilled Labour within US Manufacturing: Evidence fr om Annual Survey of Manufactures, Quarterly Journal of Economics 109: 367-98.",
        "Burtless, G. (1995), International Trade and the Rise in Earnings Inequality, Journal of Economic Literature 33: 800-816.",
        "Card, D. (1998), ``Falling Union Membership and Rising Wage Inequality: Whats the Connection? NBER Working Paper No. 6520.",
        "Dawkins, C. T.N. Srinivasan, and J. Whalley (2000), Calibration in ed. E.C.Leamer and J.",
        "Heckman, Handbook of Econometrics, North-Holland. Feenstra, R. and G. Hanson (1996), Globa lization, Outsourcing and Wage Inequality, American Economic Review, May, 240-45.",
        "Fogel, R. (1964), Railways and American Economic Growth . Baltimore: John Hopkins Press.",
        "Fortin, M. and L. Thomas (1997) Instituti onal Changes and Rising Wage Inequality, Journal of Economic Perspectives 11: 75-96.",
        "Francois, F. and D. Nelson (1998) Trade, Technology and Wages: General Equilibrium Mechanics, Economic Journal 108: 1483-1499.",
        "Gottschalk, P. and T. Smeeding (1997) Cross Na tional Comparisons of Earnings and Income Inequality, Journal of Economic Literature 35: 633-87.",
        "Haskel, J. and M. Slaughter (1998), ``Does the S ector Bias of Skilled-Biased Technical Change Explains Changing Wage Inequality? NBER Working Paper No. 6565.",
        "Haskel, J. and M. Slaughter (1999), T rade Technology and UK Wage Inequality. NBER Working Paper No. 6978.",
        "Jones, R.W. (1971), A Three-Factor Model in Theory, Trade and History. In J.N. Bhagwati, R.A. Mundell and J. Vanek, Trade Balance of Payments and Growth: Essays in Honor of Charles P. Kindleberger. Amsterdam: North-Holland.",
        "Johnson, H.G. (1966), Factor Market Distor tions and the Shape of the Transformation Frontier. Econometrica 34: 686-98.",
        "Krugman, P. (2000), Technology, Trade and Factor Prices Journal of International Economics 50: 51-71.",
        "Leamer, E. (1998), In Search of Stolper-Samue lson Linkages between International Trade and Lower Wages. In S. M. Collins (ed.) Imports, Exports, and the American Worker .",
        "Washington, D.C.: Brookings Institution. Machin, S. and J. van Reenen (1998) Tec hnology and Changes in Skill Structure: Evidence from Seven OECD Countries. Quarterly Journal of Economics 113: 1215-44.",
        "Murphy, K. and F. Welch (1989), Wage Premiums for College Graduates: Recent Growth and Possible Explanations. Educational Researcher 18: 17-26.",
        "Mussa, M. (1974), Tariffs and the Distribution of Income: The Importance of Factor Specificity, Substitutability, and Intensity in the Short and Long Run. Journal of Political Economy 82: 1191-1204.",
        "OECD (1995), The OECD Input-Output Database. OECD: Paris.",
        "Office for National Statistics (1996), Labour Market Trends (May issue). London: ONS.",
        "Office for National Statistics (1996), Labour Market Trends (May issue). London: ONS.",
        "Office for National Statistics (1997a), United Kingdom National Accounts . London: ONS.",
        "Sachs, J. and H. Shatz (1994), Trade and Jobs in US Manufacturing. Brookings Papers of Economic Activity: 1-84.",
        "Samuelson, P.A. (1971), Ohlin Was Right. Swedish Journal of Economics 73: 365-84.",
        "Shoven, J. and J. Whalley (1992), Applying General Equilibrium . Cambridge: Cambridge University Press.",
        "Slaughter, M. (1999), Globalization and Wages: A Tale of Two Perspectives World Economy 22: 609-29.",
        "Solow, R. (1957), Technical Change and the Aggregate Production Function. Review of Economics and Statistics 39: 312-20.",
        "Wood, A. (1994), North-South Trade, Employment and Inequality , Oxford: Clarendon Press."
    ]
}