{
    "id": 9185,
    "cites": 32,
    "cited_by": 32,
    "reference": [
        "Temin, Peter, May 1980, Ã\u0082â\u0080\u009cRegulation and the Choice of Prescription Drugs,Ã\u0082â\u0080\u009d American Economic Review, Volume 70, Issue 2, Papers and Proceedings of the Ninety-Second Annuals Meeting of the American Economic Association, pp. 301-305.",
        "Schwartz, RK, Avorn J. Soumerai and Jerry Avorn, 1989, Ã\u0082â\u0080\u009cPhysician Motivation for non-scientific drug prescribing,Ã\u0082â\u0080\u009d Social Science and Medicine, vol. 28, pp. 577-582.",
        "Sorensen, Alan T., October 2001, Ã\u0082â\u0080\u009cAn Empirical Model of Heterogeneous Consumer Search for Retail Prescription Drugs,Ã\u0082â\u0080\u009d NBER Working Paper No. W8548.",
        "Sander, William, 1995, Schooling and Quitting Smoking, Review of Economics and Statistics, 77, pp. 191-199.",
        "Rosenzweig, Mark R., May 1995, Ã\u0082â\u0080\u009cWhy are there returns to Schooling?,Ã\u0082â\u0080\u009d American Economic Review, Volume 85, Issue 2, pp. 153-158.",
        "Rosenzweig, Mark R. and T. Paul Schultz, May 1989, Schooling, Information and Nonmarket Productivity: Contraceptive Use and its effectiveness, International Economic Review, 30920. pp. 457-77.",
        "Adler, Nancy E. and Katherine Newman, forthcoming, Ã\u0082â\u0080\u009cSES Disparities in Health. Pathways and PoliciesÃ\u0082â\u0080\u009d Health Affairs. Baker, Laurence C, November 2000, Ã\u0082â\u0080\u009cManaged Care and Technology Adoption in Health Care: Evidence from Magnetic Resonance Imaging,Ã\u0082â\u0080\u009d NBER Working paper W8020.",
        "Baker, Laurence C and Ciaran S. Phibbs, September 2000, Ã\u0082â\u0080\u009cManaged Care, Technology Adoption and Health Care: The Adoption of Neonatal Intensive Care,Ã\u0082â\u0080\u009d NBER Working paper W7883.",
        "Bartel, Ann P. and Frank R. Lichtenberg, February 1987, Ã\u0082â\u0080\u009cThe Comparative Advantage of Educated Workers in implementing new technology,Ã\u0082â\u0080\u009d the Review of Economics and Statistics, pp. 1-11.",
        "Benjamini, Yeal and Yoav Benjamini, September 1984, Ã\u0082â\u0080\u009cAn Empirical Study of the Choice Among Medical Insurance Plans,Ã\u0082â\u0080\u009d Working paper.",
        "Berger, Mark C. and J. Paul Leigh, 1989, Schooling, Self Selection and Health, Journal of Human Resources, Vol. 24, pp.433-455.",
        "Bradley, Colin p., 1991, Ã\u0082â\u0080\u009cDecision Making and Prescribing PatternsÃ\u0082â\u0080\u0094a Literature Review,Ã\u0082â\u0080\u009d Family Practice, Vol. 8, No. 3, pp. 276-287.",
        "Case, Ann, Darren Lubutosky and Christina Paxson, March 2001, Ã\u0082â\u0080\u009cEconomic Status and health in Childhood: the origins of the gradient,Ã\u0082â\u0080\u009d Center for Health and Well being Working paper.",
        "Christenson, Bruce A. and Nan E. Johnson, May 1995, Ã\u0082â\u0080\u009cEducational Inequality in Adult Mortality: An Assessment with Death Certificate Data from Michigan,Ã\u0082â\u0080\u009d Demography, Vol. 32, No. 2, pp. 215-229.",
        "Coulson, N. Edward, Joseph V. Terza, Cheryl A. Neslusan, Bruce C. Stuart, May, 1995, Ã\u0082â\u0080\u009cEstimating the Moral-Hazard Effect of Supplemental Medical Insurance in the Demand for Prescription Drugs by the Elderly,Ã\u0082â\u0080\u009d American Economic Review, Vol. 85, No. 2., pp. 122-126.",
        "Cunningham, Peter J. and Linda Kohn, May/June 2000, Ã\u0082â\u0080\u009cHealth plan Switching: Choice or Circumstance?,Ã\u0082â\u0080\u009d Health Affairs, Volume 19, Number 3, pp.158-164.",
        "Feldman J. D. Makuc, J. Kleinman and J. Cornoni-Huntley, 1989, National Trends in Educational Differences in Mortality, American Journal of Epidemiology, pp. 919-933.",
        "Fuchs, Victor R. and Harold C. Sox Jr., Ã\u0082â\u0080\u009cPhysiciansÃ\u0082â\u0080\u0099 View of the Relative Importance of Thirty Medical innovations,Ã\u0082â\u0080\u009d Health Affairs, Volume 20, Number 5, September/October 2001.",
        "Goldman, Dana and Darius Lakdawalla, June 2001, Ã\u0082â\u0080\u009cUnderstanding Health disparities across education groups,Ã\u0082â\u0080\u009d NBER Working paper 8328.",
        "Goldman, Dana P. and James P. Smith, June 2001 Can Patient Self-Management Explain the SES Health Gradient, RAND Working Paper.",
        "Grossman, Michael, 1972, On the Concept of Health Capital the Demand for Health, Journal of Political Economy 80, (Illinois, United States) 223-255.",
        "Grossman, Michael and R. Kaestner, 1997, Ã\u0082â\u0080\u009cEffects of Education on Health,Ã\u0082â\u0080\u009d in J.R. Berhman and N. Stacey Eds., The Social Benefits of Education, University of Michigan Press, pp. 223-255.",
        "Hurd, Michael, Daniel McFadden, Angela Merill and Tiago Ribeiro, forthcoming, Ã\u0082â\u0080\u009cHealthy, Wealthy, and Wise? New Evidence from AHEAD Wave 3,Ã\u0082â\u0080\u009d Journal of Econometrics. Kaiser Foundation, November 2001, Ã\u0082â\u0080\u009cUnderstanding the Effects of Directto-Consumer Prescription Drug Advertising,Ã\u0082â\u0080\u009d report, www.kff.org.",
        "Kenkel, Donald, April 1991, Health Behavior, Health knowledge and Schooling, Journal of Political Economy, Volume 99, Issue 2, pp. 287-305.",
        "Leigh, J. Paul and Rachna Dhir, 1997, Schooling and Frailty Among Seniors, Economics of Education Review, Volume 16, No. 1, pp. 45-57.",
        "Lichtenberg, Frank R., May 1996, Do (More and Better) Drugs Keep People Out of Hospitals?, American Economic Review 86, pp. 384-8.",
        "Lichtenberg, Frank R., forthcoming, Ã\u0082â\u0080\u009cPharmaceutical Knowledge-Capital Accumulation and Longevity,Ã\u0082â\u0080\u009d in Measuring Capital in the New Economy, ed. by Carol Corrado, John Haltiwanger, and Dan Sichel, (University of Chicago Press). Lichtenberg, Frank R. and Thomas J. Philipson, April 2001, Ã\u0082â\u0080\u009cThe Dual Effects of intellectual Property Regulations: Within- and Between-Patent Competition in the US Pharmaceutical Industry,Ã\u0082â\u0080\u009d mimeo.",
        "Lillard, Lee A., Jeannette Rogowski, and Raynard Kington. 1999, Insurance Coverage for Prescription Drugs: Effects on Use and Expenditures in the Medicare Population. Medical Care, vol. 37, No. 9, pp. 926-936.",
        "Lleras-Muney, Adriana, May 2001, Ã\u0082â\u0080\u009cThe Relationship Between Education and Adult Mortality in the United States,Ã\u0082â\u0080\u009d NBER Working paper 8986.",
        "Meara, Ellen, April 2001, Ã\u0082â\u0080\u009cWhy is health related to socio-economic Status? The case of pregnancy and low birth weight,Ã\u0082â\u0080\u009d NBER Working Paper.",
        "Meer, Jonathan, Douglas Miller and Harvey S. Rosen, August 2001, Ã\u0082â\u0080\u009cExploring the Health-Wealth Nexus,Ã\u0082â\u0080\u009d mimeo, Princeton University.",
        "Nelson, Richard R. and Edmund S. Phelps, 1966, Ã\u0082â\u0080\u009cInvestment in Humans, Technological Diffusion and Economics Growth,Ã\u0082â\u0080\u009d American Economic Review, pp. 69-75."
    ]
}