{
    "id": 9186,
    "cites": 23,
    "cited_by": 3,
    "reference": [
        "Atkinson, Anthony (1970), The Measurement of Inequality, Journal of Economic Theory, 2.",
        "Atkinson, Anthony (1973), How Progressive Should Income Tax Be? In Parkin, Michael, and A.R. Nobay (eds.), Essays in Modern Economics, London, Longman, pp.",
        "Auten, Gerald and Robert Carroll (1999), The Effect of Income Taxes on Household Behavior, Review of Economics and Statistics, 81, 681693.",
        "Balasa, Bela (1964), The Purchasing Power Parity Doctrine: A Reappraisal, Journal of Political Economy, 76, 584-596.",
        "Blundell, Richard and Thomas E. MaCurdy (1999), Labor Supply: A Review of Alternative Approaches. In Ashenfelter, Orley and David Card, eds., Handbook of Labor Economics, vol. 3, Amsterdam; New York: Elsevier/North Holland.",
        "Boone, Peter (1994), The Impact of Foreign Aid on Savings and Growth, London School of Economics, mimeo.",
        "Boone, Peter (1996), Politics and the Effectiveness of Foreign Aid, European Economic Review, 40, 289-329.",
        "Burnside, Craig and David Dollar (2000), Aid, Policies, and Growth, American Economic Review, 90, 847-68.",
        "Cooter, Robert and Elhanan Helpman (1976), Optimal Income Taxation and Transfer Payments Under Different Social Welfare Criteria, Quarterly Journal of Economics, 88, 656-70.",
        "Deininger, Klaus and Lyn Squire (1996), A New Data Set Measuring Income Inequality, World Bank Economic Review, 10, 565-91.",
        "Gruber, Jonathan and Emmanuel Saez (2000), The Elasticity of Taxable Income: Evidence and Implications, National Bureau of Economic Research Working Paper No.",
        "W7512. Helpman, Elhanan and Efraim Sadka (1978), The Optimum Income Tax: Some Comparative Static Results, Journal of Public Economics, 9, 383-93.",
        "Hill, Robert J. (1997), A Taxonomy of Multilateral Methods for Making International Comparisons of Prices and Quantities, Review of Income and Wealth, 43, 49-69.",
        "Jepma, Catrinus J. (1997), On the Effectiveness of Development Aid, World Bank, unpublished.",
        "King, Robert G., Charles I. Plosser and Sergio T. Rebelo (1982), Production, Growth and Business Cycles: I. The Basic Neoclassical Model, Journal of Monetary Economics, 21, 195-232.",
        "Lumsdaine, David H. (1997), Moral Vision in International Politics, Princeton, NJ: Princeton University Press.",
        "Lydall, Harold F. (1968), The Structure of Earnings, Oxford: Clarendon Press.",
        "Mirrlees, James A. (1971), An Exploration in the Theory of Optimum Income Taxation, Review of Economic Studies, 38, 175-208.",
        "Rogoff, Kenneth (1996), The Purchasing Power Parity Puzzle, Journal of Economic Literature, 72, 647-668.",
        "Sachs, Jeffrey D. (2001), One-Tenth of 1 Percent to Make the World Safer, Washington Post, November 21, p. A23.",
        "Samuelson, Paul A. (1964), Theoretical Notes on Trade Problems, Review of Economics and Statistics, 46, 145-154.",
        "Slemrod, Joel (1998), Methodological Issues in Measuring and Interpreting Taxable Income Elasticities, National Tax Journal, 51, 773788.",
        "Stern, Nicholas H. (1976), On the Specification of Models of Optimum Income Taxation, Journal of Public Economics, 6, 123-62."
    ]
}