{
    "id": 919,
    "cites": 17,
    "cited_by": 7,
    "reference": [
        "Arinington, P. S. (1969). A Theory of Demand for Products Distinguished by Place of Production, I.M.F. Staff Papers, pp. 159-176.",
        "Boadway, R. and 3. M. Treddenick (1978). A General Equilibrium Computation of the Effects of the Canadian Tariff Structure, Canadian Journal of Economics, August, pp. 424-446.",
        "Caddy, V. (1976), Empirical Estimation of the Elasticity of Substitution; A Review, Preliminary Working Paper OP-09, IMPACT Project, Industrial Assistance Coinmision, Melbourne, Australia, November.",
        "Deardorff, A. and R. M. Stern (1979). An Economic Analysis of the Effects of the Tokyo Round of Multilateral Trade Negotiations on the United States and the Other Major Inudstrialized Countries, M1~N Studies No. 5, prepared for Subcommittee on International Trade, Committee on Finance, U.S. Senate, 96th Congress, Washington, D.C.",
        "Feldetein, M. and C. Horioka (1980). Domestic Savings and International. Capital Fl~s, Economic Journal (forthcoming).",
        "Fullerton, D. (1980). Transition Losses of Partially Mobile Industry Specific Capital, N.B.E.R. Working Paper, No. 520.",
        "Fullerton, Don, A. Thomas King, John B. Shoven, and John Whalley (1980). Tax Inte- gration in the U.S.: A General Equilibrium Approach, Cambridge, Mass.: National Bureau of Economic Research Working Paper, No. 337R.",
        "Fullerton, Don, John B. Shaven, and John Whalley (1978). General Equilibrium Analysis of U.S. Taxation Policy, 1978 Compendium of Tax Research, Washington, D.C.: Office of Tax Analysis, U.S. Treasury Department.",
        "Gorman, W. M. (1957). Tariffs, Retaliation, and the Elasticity of Demand for Imports, Review of Economic Studies, Vol. - )fXV, pp. 133-62.",
        "Johnson, H. G. (1953). Optinum Tariffs and Retaliation, Review of Economic Studies.",
        "Vol. XXI, pp. 142-153. Reprinted with amendments in H. G. Johnson International Trade and Economic Grc~th [George Allen and Unwin 1961).",
        "Harberger, A. C. (1980). Vignettes on the World Capital Market, American Economic Review, May.",
        "Merrill, 0. H. (1971). Applications and Extensions of an Algorithm that Computes Fixed Points of Certain Upper Semi-Continuous Mappings, unpublished Ph.D.",
        "Thesis, University of Michigan. Scarf, Herbert E., with the collaboration of Terje Hansen (1973). The Computation of Economic Equilibria [New Haven, Conn.: Yale University Press].",
        "Stern, R. M., J. Francis, and B. Schumacher (1977). Price Elasticities in Inter national Trade: An Annotated Bib1iogr~p~~y [Macmillan Publishers for the Trade Policy Research Center].",
        "Whalley, J. (1980). Discriminatory Features of Domestic Factor Tax Systems in a Goods Mobile, Factors Immobile Trade Model: An Empirical General Equilibrium Approach, Journal of Political Economy (forthcoming).",
        "Whalley, J. and B. Yeung (1980). External Sector `Closing Rules in Applied General Equilibrium Models, University of Western Ontario, mimeo, April."
    ]
}