{
    "id": 9192,
    "cites": 35,
    "cited_by": 8,
    "reference": [
        "Andolfatto, David and Paul Gomme (2003). Monetary Policy Regimes and Beliefs. International Economic Review , Forthcoming.",
        "Bank of England (2000). Inflation Report, November. (London).",
        "Bernanke, Ben S., Mark Gertler and Mark Watson (1997). Systematic Monetary Policy and the Effects of Oil Price Shocks. Brookings Papers on Economic Activity 1, 91-142.",
        "Blinder, Alan S. (1997). What Central Bankers Could Learn from Academics--and Vice Versa. Journal of Economic Perspectives 11, 3-19.",
        "Board of Governors of the Federal Reserve System (1999). Press Release, May 18.",
        "Brainard, William C. (1967). Uncertainty and the Effectiveness of Policy. American Economic Review 57, Papers and Proceedings, 411-425.",
        "Cagan, Philip (1972). The Channels of Monetary Effects on Interest Rates . (New York: National Bureau of Economic Research).",
        "Calvo, Guillermo A. (1983). Staggered Prices in a Utility Maxmimizing Model. Journal of Monetary Economics 12, November, 383-398.",
        "Cochrane, John H. (1998). What Do the VARs Mean? Measuring the Output Effects of Monetary Policy. Journal of Monetary Economics 41, April, 277-300.",
        "Cooley, Thomas F., Stephen F. LeRoy and Neil Raymon (1982). Modeling Policy Interventions. Mimeo, University of California, Santa Barbara. December.",
        "Cooley, Thomas F., Stephen F. LeRoy and Neil Raymon (1984). Econometric Policy Evaluation: Note. American Economic Review 74, June, 467-470.",
        "Doan, Thomas A., Robert B. Litterman and Christopher A. Sims (1984). Forecasting and Conditional Projection Using Realistic Prior Distributions. Econometric Reviews 3, 1-100.",
        "Friedman, Milton (1968). The Role of Monetary Policy. American Economic Review 58, March, 1-17.",
        "Gordon, David B. and Eric M. Leeper (1994). The Dynamic Impacts of Monetary Policy: An Exercise in Tentative Identification. Journal of Political Economy 102, 1228-1247.",
        "Hamilton, James D. (1989). A New Approach to the Economic Analysis of Nonstationary Time Series and the Business Cycle. Econometrica 57, March, 357-384.",
        "Hamilton, James D. (1994). Time Series Analysis . (Princeton: Princeton University Press).",
        "Hamilton, James D. and Ana Maria Herrera (2002). Oil Shocks and Aggregate Macroeconomic Behavior: The Role of Monetary Policy. Journal of Money, Credit, and Banking , Forthcoming.",
        "Kohn, Donald L. (1995). Comment on `Inflation Indicators and Inflation Policy by Cecchetti. In NBER Macro economics Annual 1995, Ben S. Bernanke and Julio J. Rotemberg, eds.",
        "Leeper, Eric M., Christopher A. Sims and Tao Zha (1996). What Does Monetary Policy Do? Brookings Papers on Economic Activity 2, 1-63.",
        "Leeper, Eric M. and Tao Zha (2002). Empirical Analysis of Policy Interventions, NBER Working Paper No. 9063.",
        "Lucas, Jr., Robert E. (1972). Econometric Testing of the Natural Rate Hypothesis. In The Econometrics of Price Determination Conference, Otto Eckstein, ed. (Washington, D.C.: Board of Governors of the Federal Reserve System): 50-59.",
        "Lucas, Jr., Robert E. (1973). Some International Evidence on Output-Inflation Tradeoffs. American Economic Review 63, 326-334.",
        "Lucas, Jr., Robert E. (1976). Econometric Policy Evaluation: A Critique. In Carnegie- Rochester Conference Series on Public Policy 1, Karl Brunner and Allan H. Meltzer, eds.",
        "Marschak, Jacob (1953). Economic Measurements for Policy and Prediction. In Studies in Econometric Method, William C. Hood and Tjalling C. Koopmans, eds. (New York: Wiley): 1-26.",
        "Rotemberg, Julio J. (1982). Sticky Prices in the United States. Journal of Political Economy 90, December, 1187-1211.",
        "Rotemberg, Julio J. (1996). Prices, Output, and Hours: An Empirical Analysis Based on a Sticky Price Model. Journal of Monetary Economics 37, June, 505-533.",
        "Sargent, Thomas J. (1984). Vector Autoregressions, Expectations, and Advice. American Economic Review 74, May, 408-415.",
        "Sargent, Thomas J. (1999). The Conquest of American Inflation . (Princeton, NJ: Princeton University Press).",
        "Sims, Christopher A. (1982). Policy Analysis with Econometric Models. Brookings Papers on Economic Activity 1, 107-152.",
        "Sims, Christopher A. (1987). A Rational Expectations Framework for Short-Run Policy Analysis. In New Approaches to Monetary Economics, William A. Barnett and Kenneth J.",
        "Singleton, eds. (Cambridge, UK: Cambridge University Press): 293-308. Sims, Christopher A. (1998). The Role of Interest Rate Policy in the Generation and Propagation of Business Cycles: What Has Changed Since the `30s? In Beyond Shocks: What Causes Business Cycles?, Jeffrey C. Fuhrer and Scott Schuh, eds. (Boston: Federal Reserve Bank of Boston): 121-160.",
        "Sims, Christopher A. and Tao Zha (1998). Does Monetary Policy Generate Recessions? Mimeo, Federal Reserve Bank of Atlanta, July.",
        "Sims, Christopher A. and Tao Zha (1999). Error Bands for Impulse Responses. Econometrica 67, September, 1113-1155.",
        "Sveriges Riksbank (1999). Inflation Report, March. (Stockholm).",
        "Waggoner, Daniel F. and Tao Zha (1998). Does Normalization Matter for Inference? Mimeo, Federal Reserve Bank of Atlanta."
    ]
}