{
    "id": 9193,
    "cites": 16,
    "cited_by": 7,
    "reference": [
        "Research in Labor Economics, Volume 18 75-113, 75-113. Baumer, E., J.L. Lauritsen, R. Rosenfeld, a nd R. Wright, 1998, The Influence of Crack Cocaine on Robbery, Burglary, and Homici de Rates: A Cross-City Longitudinal Analysis, Journal of Research on Crime and Delinquency , 35, 316-340.",
        "Beer Institute. Brewers Almanac . New York, NY: United St ates Brewers Foundation, Various Years. Bertrand, Marianne, Esther Duflo, and Se ndhil Mullainathan, 2002, How Much Should We Trust Differences-in-Differences Estimates? National Bureau of Economic Research Working Paper , 8841.",
        "Blank, Rebecca, C. C. George, and Reb ecca A. London, State Abortion Rates: The Impact of Policies, Providers, Demographics, and Economic Environment, Journal of Health Economics, Vol. 15. (Fall 1996), 513-53.",
        "Bound, John, David A. Jaeger, and Regina M. Baker, Problems with Instrumental Variables Estimation When the Correla tion Between the Instruments and the Endogeneous Explanatory Variable is Weak, Journal of the American Statistical Association, 90(430). (June 1995), 443-50.",
        "Brown, Sarah S. and Lean EiseNational Bureau of Economic Researchg, 1995. The Best Intentions: Unintended Pregnancy and the Well Being of Children and Families , Washington, D.C. National Academy Press.",
        "Currie, Janet, Lucia Nixon and Nancy Cole , 1996, Restrictions on Medicaid Funding of Abortion, Journal of Human Resources, 31, pp. 159-188.",
        "Donohue, John and Steven Levitt, 2001, The Impact of Legalized Abortion on Crime, Quarterly Journal of Economics, 116(2), 379-420.",
        "Grossman, Michael and Steven Jacobowitz, 1981, Variations in Infant Mortality Rates Among Counties in the United States: The Ro les of Public Policies and Programs, Demography, XVIII(4), 695-713.",
        "Grossman, Michael and Theodore Joyce, 1990, Unobservables, Pregnancy Resolutions, and Birth Weight Production Func tions in New York City, Journal of Political Economy, 98 (5), Pt. 1, 983-1007.",
        "Gruber, Jonathan and Phillip Levine and D ouglas Staiger, 1999, Abortion Legalization and Child Living Circumstances: Who is the Marginal Child?, Quarterly Journal of Economics; 114(1), 263-91.",
        "Gruber, Jonathan eds. 2001. Risky Behavior Among Youths: An Economic Analysis.",
        "Joyce, Theodore, 2001, Did Legalized Abortion Lower Crime? National Bureau of Economic Research Working Paper , 8319.",
        "Kane, Thomas and Douglas Staiger, 1996, Teen Motherhood and Abortion Access, Quarterly Journal of Economics, 111(2), 467-506.",
        "Levine, Phil, Douglas Staiger, Tom Kane, and David Zimmerman, 1996 Roe v. Wade and American Fertility, National Bureau of Economic Research Working Paper , 5615.",
        "Markowitz, Sara, 2000, The Role of Alc ohol and Drug Consumption in Determining Physical Fights and Weapon Carrying by Teenagers, National Bureau of Economic Research Working Paper 7500.",
        "Parker, R and K. Auerhahan, 1998, Alcohol, Drugs and Violence, Annual Review of Sociology, 24, 291-311."
    ]
}