{
    "id": 9194,
    "cites": 22,
    "cited_by": 14,
    "reference": [
        "Scarpetta, S., Ã\u0082â\u0080\u009cLabor Market Reforms and Unemployment: Lessons From The Experience of The OECD Countries,Ã\u0082â\u0080\u009d IADB Working Paper 387, Washington, D.C, 1998.",
        "Samaniego, R., Ã\u0082â\u0080\u009cDoes Employment Protection Inhibit Technology Diffusion?,Ã\u0082â\u0080\u009d unpublished manuscript, University of Pennsylvania, Department of Economics, 2001.",
        "Pencavel, J., Ã\u0082â\u0080\u009cThe Surprising Retreat of Union Britain,Ã\u0082â\u0080\u009d unpublished manuscript, Stanford University, November 2000.",
        "Pencavel, J., Ã\u0082â\u0080\u009cSelected International Experience Concerning the Legal Framework for Collective Bargaining and Unionism,Ã\u0082â\u0080\u009d unpublished manuscript, Stanford University, Palo Alto, CA, 1996.",
        "OECD Economic Outlook, Paris: Organization for Economic Cooperation and Development, 2000.",
        "OECD Economic Surveys. Germany, Paris: Organization for Economic Cooperation and Development, May 2001.",
        "OECD Jobs Study: Evidence and Explanations, Parts I and II, Paris: Organization for Economic Cooperation and Development, 1994.",
        "Kortum, Samuel and Joshua Lerner, Rand Journal of Economics, 2000.",
        "Levine, D., Reinventing the Workplace. How Business and Employees Can Both Win, Brookings, Washington, 1995.",
        "Fuchs, S. and R. Schettkat, Ã\u0082â\u0080\u009cThe Impact of Deregulation On The German Labor Market,Ã\u0082â\u0080\u009d unpublished manuscript, Humbolt University, Berlin, 1999.",
        "Kasper, W., Free to Work The Liberalization of New Zealands Labour Markets, Wellington, New Zealand, Centre for Independent Studies, 1996.",
        "Freeman, R., Ã\u0082â\u0080\u009cInstitutional Differences and Economic Performance Among OECD Countries,Ã\u0082â\u0080\u009d unpublished manuscript, Harvard University, 2001.",
        "Eicher, M. and M. Lechner, Ã\u0082â\u0080\u009cPublic Sector Sponsored Continuous Vocational Training in East Germany: Institutional Arrangements, Participants and Results of Empirical Studies,Ã\u0082â\u0080\u009d IZA Working Paper 76/2000.",
        "Djankov, S., R. Laporta, F. Lopez and A. Shleifer, Ã\u0082â\u0080\u009cRegulation of Entry,Ã\u0082â\u0080\u009d unpublished manuscript, Harvard University, Department of Economics, 2000.",
        "Dertouzos, J. and L. Karoly, Labor Market Responses To Employer Liability, , Santa Monica, CA: Rand Corporation, Institute for Civil Justice, 1991.",
        "Bierhanzl, E. and J. Gwartney, Ã\u0082â\u0080\u009cRegulations, Unions and Labor Markets,Ã\u0082â\u0080\u009d Regulation, 21(3), 1998.",
        "Cox Edwards, A., Ã\u0082â\u0080\u009cThe Unemployment Effect of Labor Market Interventions,Ã\u0082â\u0080\u009d Argentina Labor Markets Study, World Bank, February, 1996.",
        "Bertola, G., F. Blau and L. Kahn, Ã\u0082â\u0080\u009cComparative Analysis of Labor Market Outcomes: Lessons for the U.S. from International Long-Run Evidence,Ã\u0082â\u0080\u009d Russell Sage Foundation, New York, 2001.",
        "Bertola, G., Ã\u0082â\u0080\u009cEuropes Unemployment Problems,Ã\u0082â\u0080\u009d in Economics of The European Union, ed. by M. Artis and F. Nixson, 2nd Edition, Oxford: Oxford University Press, 2000.",
        "Bertola, G., Ã\u0082â\u0080\u009cAggregate and Disaggregated Aspects of Employment and Unemployment,Ã\u0082â\u0080\u009d European University, April, 2001.",
        "Abowd, J., F, Kramarz, T. Lemieux and D. Margolis, Ã\u0082â\u0080\u009cMinimum Wages and Youth Employment in France and The United States,Ã\u0082â\u0080\u009d National Bureau of Economic Reserarch Working Paper 6111, July 1997.",
        "Abowd, J., F. Kramarz and D. Margolis, Ã\u0082â\u0080\u009cMinimum wages and Employment in France and The United States,Ã\u0082â\u0080\u009d National Bureau of Economic Research Working Paper 6996, March, 1999."
    ]
}