{
    "id": 9195,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "Alier, Max and Dimitri Vittas, Personal Pension Pl ans and Stock Market Volatility, Development Research Group, World Bank. Eds. R. Holzmann and J.E. Stig litz. New Ideas About Old Ag e Security. Washington, D.C.: World Bank, 2001.",
        "Benson, Miles. Social Security Compromise W ould Guarantee Benefit Levels. New York Times, November 19, 2001.",
        "Black, F. and M. Scholes. The Pricing of Options and Corporate Liabilities. JPE, 1973, 81 (3): 637-54.",
        "Bodie, Z. Financial Engineering and Social Security Reform. In Risk Aspects of Social Security Reform . Eds. J. Campbell and M. Feldstein. Univ. of Chicago Press, 2001.",
        "Bodie, Z. On the Risk of Stocks in the Long Run. Financial Analysts Journal, May/June 1995.",
        "Bodie, Z. and R. Merton. Pension Benefit Guarantees in the United States: A Functional Analysis. In The Future of Pensions in the United States . Ed. R. Schmitt. University of Pennsylvania Press, 1993.",
        "Clark, Robert L. and Olivia S. Mitchell. Str engthening Employment-Based Pensions in Japan. Benefits Quarterly, Second Quarter 2002: 22-43.",
        "Commission to Strengthen So cial Security. CSSS. Strengthening Social Security and Creating Personal Wealth for All Americans, 2001.",
        "Duffie, Darrell. Dynamic Asset Pricing Theory , 1996, Princeton University Press.",
        "Feldstein, Martin and Elena Ranguelova. Accumulated Pension Collars: A Market Approach to Reducing the Risk of Investment-Based Social Security Reform. NBER Working Paper 7861, August 2000.",
        "Feldstein, Martin and Andrew Samwick. Potential Paths of Social Security Reform. NBER Working Paper 8592, November 2001.",
        "Feldstein, Martin and Jeffrey B. Liebman. Social Security. NBER Working Paper 8451, September 2001.",
        "Fischer, Klaus P. 1999. Pricing Pension Fund Guarantees: A Discrete Martingale Approach. Canadian Journal of Administrative Sciences, 16(3), 256-266.",
        "Jensen, Bjarne Astrup and Carsten Sorensen. Paying for Minimum Interest Rate Guarantees: Who Should Compensate Who? Working paper 2000-1, Copenhagen Business School.",
        "Jickling, Mark. The Enron Collapse: An Overview of Financial Issues, Congressional Research Service, February 4, 2002.",
        "Jorion, Philippe and William Goetzmann. Global Stock Markets in the Twentieth Century, Journal of Finance, 54(3) June 1999: 953-980."
    ]
}