{
    "id": 9196,
    "cites": 36,
    "cited_by": 16,
    "reference": [
        "HANSEN, L. P., AND K. J. SINGLETON (1982): Generalized Instrumental Variables Estimation of Nonlinear Rational Expectations Models, Econometrica, 50, 1269-86.",
        "JAPELLI, T., J.-S. PISCHKE, AND N. SOULELES (1998): Testing for Liquidity Constraints in Euler Equations with Complementary Data Sources, Review of Economics and Statistics, 80(2).",
        "KRUSELL, P., AND A. A. SMITH (1998): Income and Wealth Heterogeneity in the Macroeconomy, Journal of Political Economy, 106(5), 867-96.",
        "LUSARDI, A. (1998): On the Importance of the Precautionary Saving Motive, American Economic Review (Papers and Proceedings), pp. 449-53.",
        "MEGHIR, C., AND G. WEBER (1996): Intertemporal Nonseparability or Borrowing Restrictions? A Dissaggregate Analysis Using a U.S. Consumption Panel, Econometrica, 64(5), 1151-81.",
        "NELSON, J. A. (1994): On Testing for Full Insurance Using Consumer Expenditure Survey Data, Journal of Political Economy, 102(2), 384-94.",
        "OGAKI, M., AND C. M. REINHART (1998): Measuring Intertemporal Substitution: The Role of Durable Goods, Journal of Political Economy, 106(5), 1078-98.",
        "PARKER, J. A. (1999): Spendthrift in America? On two decades of decline in the U.S. saving rate, in N.B.E.R. Macroeconomics Annual, ed. by B. Bernanke, and J. Rotemberg, pp. 317-370. Cambridge: MIT Press.",
        "RIOS-RULL, V. (1994): On the Quantitative Importance of Market Completeness, 43 Journal of Monetary Economics, 34, 462-496.",
        "SHILLER, R. J. (1982): Consumption, Asset Markets, and Macroeconomic Fluctuations, Carnegie Mellon Conference Series on Public Policy, 17, 203-238.",
        "SKINNER, J. (1988): Risky Income, Life-Cycle Consumption, and Precautionary Saving, Journal of Monetary Economics, 22, 237-55.",
        "STORESLETTEN, K., C. I. TELMER, AND A. YARON (2000): Consumption and Risk Sharing Over the Life Cycle, NBER working paper 7995.",
        "VISSING-JORGENSEN, A. (forthcoming): Limited Asset Market Participation and the Elasticity of Intertemporal Substitution, Journal of Political Economy. ZELDES, S. P. (1989a): Consumption and Liquidity Constraints: An Empirical Investigation, Journal of Political Economy, 97, 305-346.",
        "HALL, R. E., AND F. S. MISHKIN (1982): The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households, Econometrica, 50, 461-481.",
        "HALL, R. E. (1988): Intertemporal Substitution in Consumption, Journal of Political Economy, 96.",
        "GOURINCHAS, P.-O., AND J. A. PARKER (2002): Consumption Over the Lifecycle, Econometrica, 70(1), 47-89.",
        "GOURINCHAS, P.-O. (2000): Precautionary Saving, Life Cycle and 42 Macroeconomics, Mimeo, Princeton University.",
        "FLAVIN, M. (1981): The Adjustment of Consumption to Changing Expectations about Future Income, Journal of Political Economy, 89, 974-1009.",
        "COCHRANE, J. H. (1991): A Simple Test of Consumption Insurance, Journal of Political Economy, 99(5), 957-76.",
        "CONSTANTINIDES, G. M., AND D. DUFFIE (1996): Asset Pricing with Heterogeneous Consumers, Journal of Political Economy, 104(2), 219-40.",
        "CARROLL, C. D., AND M. S. KIMBALL (2001): Liquidity Constraints and Precautionary Saving, NBER Working Paper No. 8496.",
        "CARROLL, C. D. (1997): Buffer Stock Saving and the Life Cycle/Permanent Income Hypothesis, Quarterly Journal of Economics, 112(1), 1-55.",
        "CAMPBELL, J. Y., AND A. DEATON (1989): Why is Consumption so Smooth?, Review of Economic Studies, 56(3), 357-73.",
        "CAMPBELL, J. Y., AND N. G. MANKIW (1989): Consumption, Income and Interest Rates: Reinterpreting the Time Series Evidence, in N.B.E.R. Macroeconomics Annual, ed. by 0. J. Blanchard, and S. Fischer, pp. 185-215. Cambridge: MIT Press.",
        "American Economic Review, 81(4), 859-71. CAGETTI, M. (1998): Estimating Preferences from Wealth Data, Manuscript, University of Chicaco.",
        "BERNANKE, B. S., AND I. MIHOV (1998): ~Measuring Monetary Policy, Quarterly Journal of Economics, 113(3), 869-902.",
        "BRAV, A., G. M. CONSTANTINIDES, AND C. C. GECZY (forthcoming): ~Asset Pricing with Heterogeneous Consumers and Limited Participation: Empirical Evidence, Journal of Political Economy. 41 CABALLERO, R. J. (1990): Consumption Puzzles and Precautionary Saving, Journal of Monetary Economics, 25(1), 113-36.",
        "BERNANKE, B. S., AND M. GERTLER (1995): ~Inside the Black Box: The Credit Channel of Monetary Policy Transmission, Journal of Economic Perspectives, 9(4), 869-902.",
        "AIYAGARI, S. R. (1995): ~Optimal Capital Income Taxation with Incomplete Markets, Borrowing Constraints, and Constant Discounting, Journal of Political Economy, 103(6), 1158-75.",
        "ATTANASIO, 0., AND S. J. DAvis (1996): ~Relative Wage Movements and the Distribution of Consumption, Journal of Political Economy, 104(6), 1227-62.",
        "BAsu, S., AND M. S. KIMBALL (2000): ~Long-Run Labor Supply and the Elasticity of Intertemporal Substitution for Consumption, University of Michigan Manuscript.",
        "CARROLL, C. D., AND A. A. SAMWICK (1997): The Nature of Precautionary Wealth, Journal of Monetary Economics, 40(1).",
        "Optimization? Evidence from the Consumer Expenditure Survey, Journal of Political Economy, 103(6), 112 1-57. BANKS, J., R. BLUNDELL, AND A. BRUGIAVINI (2001): ~Risk Pooling, Precautionary Saving and Consumption Growth, Review of Economic Studies, 68, 757-79.",
        "ATTANASIO, 0., AND G. WEBER (1993): ~Consumption Growth, the Interest Rate and Aggregation, Review of Economic Studies, 60, 631-49.",
        "BAXTER, M., AND U. J. JERMANN (1999): ~Household Production and the Excess Sensitivity of Consumption to Current Income, American Economic Review, 89, 902-20.",
        "ATTANASIO, 0., AND H. Low (2000): ~Estimating Euler Equations, NBER Technical Working Paper 253."
    ]
}