{
    "id": 9198,
    "cites": 19,
    "cited_by": 33,
    "reference": [
        "American Greyhound Racing Inc., et al . v. Jane Dee Hull, et al. 46 F. Supp. 2d 1012; 2001 U.S. Dist. LEXIS 9921, 2001.",
        "Better Government Association, A Demographic Analysis of Illinois Riverboat Gamblers, 1996.",
        "Benedict, Jeff. Without Reservation: The Making of Americas Most Powerful Indian Tribe and Foxwoods, the Worlds Largest Casino. New York, NY: Harper Collins Publishers Inc., 2000.",
        "Cabazon Band of Mission Indians v. City of Indio, 694 F.2d 634; U.S. App. LEXIS 23336, 1982.",
        "Cabazon Band of Mission Indians v. County of Ri verside, 783 F.2d 900; U.S. App. LEXIS 22506, 1986.",
        "California v. Cabazon and Morongo Bands of Mission Indians, 480 U.S. 202; 107 S. Ct. 1083; 94 L. Ed. 2d 244; U.S. LEXIS 935; 55 U.S.L.W. 4225, 1987.",
        "Eadington, William R. The Legalization of Casinos : Policy Objectives, Regulatory Alternatives, and Cost/Benefit Analysis. Journal of Travel Research. 34(3) Winter 1996.",
        "Eisler, Kim Isaac. Revenge of the Pequots. New York: Simon and Schuster, Inc. 2001.",
        "Gambling Answers Homepage. Gambling Answers. 29 May 2002 http://www.gamblinganswers.com. Gambling Mortality. The Wager: Weekly Addiction Gambling Education Report . 5(41). October 18, 2000. www.thewager.org/Backindex/vol5pdf/wager541.pdf Gambling rules provoke Florida, Alabama to sue . The Deseret News. April 13, 1999 A2. Online. Lexis Nexis. 22 May 2002.",
        "Grinols, Earl L. and David B. Mustard. Busin ess Profitability vs. Social Profitability: Evaluating the Social Contribution of Industries with Externalities, the Case of the Casino Industry. December 2000.",
        "Indian Labor Force Report: 1999. Washington, DC: United States Department of the Interior, Bureau of Indian Affairs, Office of Tribal Services 1999.",
        "Mason, W. Dale. Indian Gaming: Tribal Sovereignty and American Politics . Norman, OK: University of Oklahoma Press, 2000.",
        "Murphy, Sean P. Tribal Gamble: The Lure and Per il of Indian Gaming. A Big Roll at Mohegan Sun. The Boston Globe. December 10, 2000.",
        "National Gambling Impact Study Commission. National Gambling Impact Study Commission Final Report. Washington: GPO, June 1999.",
        "State of New Mexico v. Pueblo of Pojoaque, 2002 U.S. App. LEXIS 1579, 2002.",
        "Taylor, Jonathan B., Kenneth W. Grant II, Miri am R. Jorgenson, and Matthew B. Krepps. Indian Gaming in Arizona: Social and Economic Im pacts of the State of Arizona. Cambridge, MA: The Economics Resource Group, Inc., May 1999.",
        "Taylor, Jonathan B., Matthew B. Krepps, and Patrick Wang. The National Evidence on the Socioeconomic Impacts of American Indian Gaming on Non-Indian Communities. April 2000.",
        "Thompson, William, Ricardo Gazel, and Dan Rickman. The Economic Impact of Native American Gaming in Wisconsin . Milwaukee, WI: The Wisconsin Policy Research Institute, Inc., 1995.",
        "United States. Department of the Treasury. A Study of the Interaction of Gambling and Bankruptcy . Washington, DC: July 1999."
    ]
}