{
    "id": 9200,
    "cites": 20,
    "cited_by": 16,
    "reference": [
        "Zak, P. and S. Knack. 2001. Ã\u0082â\u0080\u009cTrust and Growth.Ã\u0082â\u0080\u009d Economic Journal 111 (April): 295-321.",
        "Tirole, J. 1996. Ã\u0082â\u0080\u009dA Theory of Collective Reputations (with applications to the persistence of corruption and to firm quality).Ã\u0082â\u0080\u009d Review of Economic Studies 63: 1-22.",
        "Putnam, R. (with R. Leonardi and R. Y. Nanetti). 1993. Making Democracy Work. Princeton: Princeton University Press.",
        "Mare, R.. 1991. Ã\u0082â\u0080\u009dFive Decades of Educational Assortative Mating.Ã\u0082â\u0080\u009d American Sociological Review 56: 15-32.",
        "La Porta, R, F. Lopez-de-Silanes, A. Shleifer, and R. Vishny. 1999. Ã\u0082â\u0080\u009dThe Quality of Government.Ã\u0082â\u0080\u009d Journal of Law, Economics, and Organization 15, no. 1: 222-79.",
        "Knack, S., and P. Keefer. 1997. Ã\u0082â\u0080\u009cDoes Social Capital Have an Economic Payoff? A Cross-Country Investigation.Ã\u0082â\u0080\u009d Quarterly Journal of Economics 112, no. 4 (November): 1251-88.",
        "Isacsson, G. 1999. Ã\u0082â\u0080\u009dEstimates of the Return to Schooling in Sweden from a Large Sample of Twins.Ã\u0082â\u0080\u009d Labour Economics 6, no. 4 (November): 471-89.",
        "Harmon, C. and I. Walker. 1995. Ã\u0082â\u0080\u009dEstimates of the Economic Return to Schooling for the United Kingdom.Ã\u0082â\u0080\u009d American Economic Review 85(5), December 1995: 1278-86.",
        "Inglehart, R., M. Basanez and A. Moreno. Ã\u0082â\u0080\u009dHuman Values and Beliefs: A Cross-Cultural Sourcebook.Ã\u0082â\u0080\u009d Ann Arbor: University of Michigan Press, 1998.",
        "Glaeser, E. L., D. Laibson, J. A. Scheinkman, and C. L. Soutter. 2000. Ã\u0082â\u0080\u009cMeasuring Trust.Ã\u0082â\u0080\u009d Quarterly Journal of Economics 115, no. 3 (August): 811-46.",
        "Dixit, A. 2001. Ã\u0082â\u0080\u009dOn Modes of Economic Governance.Ã\u0082â\u0080\u009d CESifo Working Paper No. 589.",
        "Fukuyama, F. 1995. Trust. New York: Basic Books.",
        "Danielson, A. and H. Holm. 2002. Ã\u0082â\u0080\u009dTrust in the Tropics? Experimental Evidence from Tanzania.Ã\u0082â\u0080\u009d Lund University Department of Economics Working Paper No. 2002:12, April 2002.",
        "Coleman, J. 1990. Foundations of Social Theory. Cambridge, Massachusetts: Harvard University Press.",
        "Card, D. 1999. Ã\u0082â\u0080\u009dThe Causal Effect of Education on EarningsÃ\u0082â\u0080\u009d. In Handbook of Labor Economics, eds. O. Ashenfelter and D. Card.",
        "Axelrod, R. 1986. Ã\u0082â\u0080\u009cAn Evolutionary Approach to Norms.Ã\u0082â\u0080\u009d American Political Science Review 80, no. 4: 1095-1111.",
        "Angrist, J. and A. Krueger. 1999. Ã\u0082â\u0080\u009dEmpirical Strategies in Labor Economics.Ã\u0082â\u0080\u009d In Handbook of Labor Economics, eds. O. Ashenfelter and D. Card.",
        "Arrow, K. 1972. Ã\u0082â\u0080\u009cGifts and Exchanges.Ã\u0082â\u0080\u009d Philosophy and Public Affairs 1, no. 4: 343-67.",
        "Altonji, J. and R. Blank. 1999. Ã\u0082â\u0080\u009dRace and Gender in the Labor Market.Ã\u0082â\u0080\u009d In Handbook of Labor Economics, eds. O. Ashenfelter and D. Card.",
        "Alesina, A. and E. La Ferrara. 2000. Ã\u0082â\u0080\u009dThe Determinants of Trust.Ã\u0082â\u0080\u009d NBER Working Paper No. 7621, March 2000."
    ]
}