{
    "id": 9201,
    "cites": 60,
    "cited_by": 33,
    "reference": [
        "Andreoni, James, and Arik Levinson 1998, The Simple Analytics of the Environmental Kuznets Curve, NBER Working Paper no. 6739, September.",
        "Antweiler, Werner, Brian Copeland and M. Scott Taylor, 2001, Is Free Trade Good for the Environment? NBER Working Paper No. 6707. American Economic Review , 91, no. 4, September, 877-908.",
        "Arrow, K., R. Bolin, P. Costanza, P. Dasgupta, C. Folke, C.S.Holling, B.O. Jansson, S.Levin, K.G. Maler, C.Perrings, and D.Pimentel, 1995, Economic Growth, Carrying Capacity, and the Environment, Science 268, 520-521, April 28.",
        "Barrett, Scott, and Kathryn Graddy, 2000, Freedom, Growth, and the Environment, Environment and Development Economics 5, 433-456.",
        "Barro, Robert, Economic Growth in a Cross Section of Countries , Quarterly Journal of Economics , CVI (May 1991), 407-444.",
        "Bils, Mark, and Peter Klenow, 1998, Does Schooling Cause Growth or the Other Way Around? NBER Working Paper no. 6393, Feb.",
        "Braithwaite, John, and Peter Drahos, Global Business Regulation , Cambridge University Press, UK. Brooks, D.J., J.A. Ferrante, J. Haverkamp, I. Bowles, W. Lange, and D. Darr, 2001, Economic and Environmental Effects of Accelerated Tariff Liberalization n the Forest Products Sector, Northwest Research Station, Forest Service, USDA.",
        "Chakrabarti, Avik, 2000, Do Nations That Trade More Have a More Unequal Distribution of Income? Journal of Economic Development , Dec.",
        "Chaudhuri, Shubham, and Alexander Pfaff, 2002, Economic Growth and the Environment: What Can We Learn from Household Data? Columbia University, February.",
        "Copeland, Brian, and M. Scott Taylor, 1994, North-South Trade and the Environment, Quarterly Journal of Economics 109, 755-787.",
        "Copeland, Brian, and M. Scott Taylor, 1995, Trade and the Environment: A Partial Synthesis, American Journal of Agricultural Economics 77, 765-771.",
        "Copeland, Brian, and M. Scott Taylor, 2001, International Trade and the Environment: A Framework for Analysis, NBER Working Paper No. 8540, Oct.",
        "Cropper, Maureen and Charles Griffiths. 1994. The Interaction of Population Growth and Environmental Quality. American Economic Review , AEA Papers and Proceedings 84(2): 250-254.",
        "Daly, Herman, 1993, The Perils of Free Trade, Scientific American , Nov., 51-55.",
        "Dua, Andre, and Daniel Esty, 1997, Sustaining the Asia Pacific Miracle: Environmental Protection and Economic Integration , Institute for International Economics: Washington DC.",
        "Eiras, Ana, and Brett Schaefer, 2001, Trade: The Best Way to Protect the Environment, Backgrounder, The Heritage Foundation no. 1480, September 27.",
        "Eskeland, Gunnar, and Ann Harrison, 2002, Moving to Greener Pastures? Multinationals and the Pollution Haven Hypothesis, NBER WP No. 8888, April.",
        "Esty, Daniel, 2001, Bridging the Trade-Envi ronment Divide, Journal of Economic Perspectives , Summer 15, no. 3, 113-130.",
        "Esty, Daniel, and Bradford Gentry, 1997, F oreign Investment, Globalisation, and the Environment, Globalization and the Environment , edited by Tom Jones (Organization for Economic Cooperation and Development: Paris).",
        "Esty, Daniel, and Damien Giradin, 1998, Environmental Protection and International Competitiveness: A Conceptual Framework, J. of World Trade , 32, no. 3, June, 5-46.",
        "Esty, Daniel, and Michael Porter, 2001, Measuring National Environmental Performance and Its Determinants, Yale Law School and Harvard Business School, April.",
        "Frankel, Jeffrey, 1990, Zen and the Art of Modern Macroeconomics: The Search for Perfect Nothingness, in Monetary Policy For a Volatile Global Economy , W. Haraf and T. Willett, eds., American Enterprise Institute, Washington, D.C..",
        "Frankel, Jeffrey, 1997, Regional Tradi ng Blocs in the World Trading System , Institute for International Economics, Washington DC.",
        "Frankel, Jeffrey, and David Romer, 1999, Does Trade Cause Growth? American Economic Review, 89, no. 3, June, 379-399.",
        "Frankel, Jeffrey, and Andrew Rose, 2002. An Estimate of the Effect of Common Currencies on Trade and Income, Quarterly Journal of Economics , May.",
        "Grossman, Gene, and Alan Krueger, 1993, Environmental Impacts of a North American Free Trade Agreement, in The U.S.-Mexico Free Trade Agreement , Peter Garber, ed., Cambridge MA, MIT Press.",
        "Grossman, Gene, and Alan Krueger, 1995, Economic Growth and the Environment, Quarterly Journal of Economics , 353-377.",
        "Gurkaynak, Refet, and Harry Krashinsky, 2001, What Does Trade Do? The Effect of Trade on Inequality and Growth, Princeton University, July.",
        "Hall, Robert, and Charles Jones, Why Do Some Countries Produce So Much More Output per Worker than Others? Quarterly Journal of Economics, 114, no.1 (Feb. 1999), 83-116.",
        "Harbaugh, William, Arik Levinson, and David Wilson, 2000, Reexamining the Empirical Evidence for an Environmental Kuznets Curve, NBER W P No. 7711, May.",
        "Harrison, Ann, 1995, Openness and Growth: A Time-Series, Cross-Country Analysis for Developing Countries, NBER Working Paper No. 5221, August.",
        "Helpman, Elhanan. 1988, Growth, Technological Progress, and Trade, National Bureau of Economic Research Reprint no. 1145.",
        "Hilton, F.G. Hank, and Arik Levinson, 1998, Factoring theEnvironmental Kuznets Curve: Evidence from Automotive Lead Emissions, Journal of Environmental Economics and Managemen t 35, 126-141.",
        "Irwin, Douglas, and Marko Tervio Does Trade Raise Income? Evidence from the Twentieth Century, NBER Working Paper 7745 (2000).",
        "Jaeger, William, and Van Kolpin, 2000, Economic Growth and Environmental Resource Allocation, August.",
        "Jaffe, Adam, S. Peterson, Paul Portney and Robert Stavins, 1995, Environmental Regulation and the Competitiveness of U.S. Manufacturing: What Does the Evidence Tell Us? Journal of Economic Literature .",
        "Levine, Ross, and David Renelt, 1992, A Sensitivity Analysis of Cross-Country Growth Regressions, American Economic Review 82, no. 4, 942-963.",
        "Levinson, Arik, and M. Scott Taylor, 2001, Trade and the Environment: Unmasking the Pollution Haven Effect, Georgetown University and University of Wisconsin.",
        "Liddle, Brantley, 2001, Free Trade and the Environment-Development System, Ecological Economics 39, 21-36.",
        "Low, P., and A. Yeats, 1992, Do `Dirty Industries Migrate? in P. Low, ed., International Trade and the Environment , World Bank, 1992, 89-104.",
        "Mankiw, N. Gregory, David Romer and David Weil, 1992, A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics CVII, 407-437, 1992.",
        "Meadows, Donella, Dennis Meadows, Jorgen Randers, and William Behrens, 1972, The Limits to Growth , Universe Books, New York.",
        "Muradian, Roldan, Martin OConnor and Joan Martinez-Alier, 2001, Embodied Pollution in Trade: Estimating the Environmental Load Displacement of Industrialised Countries, FEEM Working Paper No. 57, July, Milan.",
        "Panayotou, Theo, 1993, Empirical Tests and Policy Analysis of Environmental Degradtion at Different Stages of Deve lopment, Working Paper WP238, Technology and Employment Programme (International Labor Office: Geneva).",
        "Pfaff, Alexander, and Shubham Chaudhuri, Household Income, Fuel Choice and Indoor Air Quality: Microfoundations of an Environmental Kuznets Curve, Columbia University. Porter, Michael, 1998, The Competitive Advantage of Nations (The Free Press, MacMillan).",
        "Rodrik, Dani, 1995, Getting Interventions Right: How South Korea and Taiwan Grew Rich, NBER Working Paper No. 4964; Economic Policy , no. 20.",
        "RodrÃ\u0083Â­guez, Francisco, and Dani Rodrik, Trade Policy and Economic Growth: A Skeptics Guide to the Cross-National Evidence, NBER Macroeconomics Annual 2001 (Cambridge, MA: MIT Press, 2001).",
        "Rodrik, Dani, 2000, Comment on Frankel and Rose, unpublished, Kennedy School of Government, Harvard University.",
        "Ruggie, John, 1982, International Regimes, Transactions, and Change: Embedded Liberalism in the Postwar Economic Order, International Organization 36, Spring.",
        "Sala-i-Martin, Xavier, 1991, Comment, NBER Macroeconomics Annual 6, 368-378.",
        "Selden, Thomas, and Daqing Song, 1994, Environmental Quality and Development: Is There a Kuznets Curve for Air Pollution Emissions, Journal of Environmental Economics and Management 27, 147-162.",
        "Selden, Thomas, and Daqing Song, 1995, Neoclassical Growth, the J Curve for Abatement, and the Inverted U Curve for Pollution, Journal of Environmental Economics and Management 29, 162-168.",
        "Shafik, Nemat, 1994, Economic Development and Environmental Quality: An Econometric Analysis, Oxford Economic Papers 46, 757-773.",
        "Smarzynska, Beata, and Shang-Jin Wei, 2001, Pollution Havens and Foreign Direct Investment: Dirty Secret or Popular Myth? NBER Working Paper No. 8465, September.",
        "Solow, Robert, 1956 A Contribution to the Theory of Economic Growth, Quarterly Journal of Economics 70, February, 65-94.",
        "Stokey, Nancy, 1998, Are There Limits to Growth? International Economic Review 39, no. 1, February, 1-31.",
        "Suri, Vivek, and Duane Chapman, 1998, Economic Growth, Trade and Energy: Implications for the Environmental Kuznets Curve, Ecological Economics 25, 2, May, 147-160.",
        "Tobey, James A., 1990, The Effects of Dome stic Environmental Policies on Patterns of World Trade: An Empirical Test, Kyklos 43, 191-209.",
        "Vogel, David, 1995, Trading Up: Consumer and Environmental Regulation in a Global Economy , Harvard University Press.",
        "World Bank, 1992, Development and the Environment , World Development Report (Oxford University Press: NY)."
    ]
}