{
    "id": 9202,
    "cites": 30,
    "cited_by": 54,
    "reference": [
        "[34] Zharig, H. (1997), Eridogerious Borrowirig Coristrairits with Iricomplete Markets, Journal of Finance, 52, 2187-2209.",
        "[32] Storesletteri, K., C. Telmer arid A. Yarori (2000), Corisumptiori arid Risk Sharirig over the Life Cycle, mimeo.",
        "[31] Storesletteri, K., C. Telmer arid A. Yarori (1998), The Risk Sharirig Implicatioris of Alterriative Social Security Arrarigemerits, Carnegie-Rochester Conference Series on Public Policy, 50, 213-59.",
        "[30] Slesriick, D. (2001), Consumption and Social Welfare: Living Standards and Their Distribution in the United States, Cambridge Uriiversity Press.",
        "[27] Nelsori, J. (1994), Ori Testirig for Full Irisurarice Usirig Corisumer Experiditure Survey Data, Journal of Political Economy, 102, 384-394.",
        "[29] Slesriick, D. (1993), Gairiirig Grourid: Poverty iri the Postwar Uriited States, Journal of Political Economy, 101, 1-38.",
        "[26] Mayer, S. arid C. Jericks (1993), Recerit Trerids iri Ecoriomic Iriequality iri the Uriited States: Iricome versus Experiditures versus Well-Beirig, iri Papadimitriou, D arid E. Wolff (eds.), Poverty and Prosperity in the USA in the Late Twentieth Century, St. Martiris Press, New York.",
        "[25] Krueger, D. arid F. Perri (1999), Risk Sharirig: Private Irisurarice Markets or Redistributive Taxes?, Federal Reserve Bank of Minneapolis Staff Report 262.",
        "[23] Kehoe, T. arid D. Levirie (1993), Debt Coristrairied Asset Markets, Review of Economic Studies, 60, 865-888.",
        "[24] Kehoe, T. arid D. Levirie (2001), Liquidity Coristrairied Markets versus Debt Coristrairied Markets, Econometrica, 69, 575-598.",
        "[21] Jories A. arid D. Weiriberg (2000), The Charigirig Shape of the Natioris Iricome Distributiori, Currerit Populatiori Reports P60-204, U.S. Cerisus Bureau.",
        "[22] Katz, L. arid D. Autor (1999),Chariges iri the Wage Structure arid Earriirigs Iriequality, iri: Orley Asherifelter arid David Card (eds.), Handbook of Labor Economics.",
        "[20] Johrisori, D. arid T. Smeedirig (1998), Measuririg the Trerids iri Iriequality of Iridividuals arid Families: Iricome arid Corisumptiori, mimeo.",
        "[18] Huggett, M. (1993), The Risk-Free Rate iri Heterogerieous-Agerit Iricomplete-Irisurarice Ecoriomies, Journal of Economic Dynamics and Control, 17, 953-969.",
        "[17] Heatou, J. aud D. Lucas (1996), Evahuatiug the Effects of lucomphete Markets ou Risk Shariug aud Asset Priciug, Journal of Political Economy, 104, 443-487. 33",
        "[15] Gottschahk, P. aud R. Moffitt (1994), The Growth of Earuiugs lustability iu the U.S. Labor Market, Brookings Papers on Economic Activity, 217-272.",
        "[1] Aiyagari, R. (1994), Uuiusured Idiosyucratic Risk aud Aggregate Saviug, Quarterly Journal of Economics, 109, 659-684.",
        "[2] Alvarez, F. aud U. Jermauu (2000), Efficieucy, Equilibrium, aud Asset Priciug with Risk of Default, Econometrica, 68, 775-798.",
        "[14] Greeuspau, A. (1998), Opeuiug Remarks to the Symposium ou lucome luequality: Issues aud Policy Optious, Federal Reserve Bauk of Kausas City.",
        "[13] Friedmau, M. (1957), A Theory of the Consumption Function, Priucetou Uuiversity Press, Priucetou.",
        "[12] Dyuarski, S. aud J. Gruber (1997), Cau Families Smooth Variable Earuiugs?, Brookings Papers on Economic Activity, 229-303.",
        "[11] Dfaz-GimÃ\u0083Â©uez, J., V. Quadriui aud J.V. Rfos-Ruhh (1997), Dimeusious of luequality: Facts ou the U.S. Distributious of Earuiugs, lucome, aud Wealth, Federal Reserve Bank of Minneapolis Quarterly Review, 21, 3-21.",
        "[10] Deatou, A. aud C. Paxsou (1994), lutertemporal Choice aud luequality, Journal of Political Economy, 102, 437-467.",
        "[7] Cutler, D. aud L. Katz (1991a), Macroecouomic Performauce aud the Disadvautaged, Brookings Papers on Economic Activity, 1-74.",
        "[6] Cox, M. aud R. Ahm (1999): Myths of Rich ~ Poor: VVhy Were Better Off Than We Think, Basic Books, New York.",
        "[5] Bhuudehh, R., I. Prestou aud L. Pistaferri (2002), Partial lusurauce, Iuformatiou aud Cousumptiou Dyuamics, mimeo.",
        "[4] Bhuudehh, R. aud I. Prestou (1998), Cousumptiou luequality aud lucome Uucertaiuty, Quarterly Journal of Economics, 113, 603-640.",
        "[3] Attauasio, 0. aud S. Davis (1996), Relative Wage Movemeuts aud the Distributiou of Cousumptiou,  Journal of Political Economy, 104, 1227-1262.",
        "[16] Gottschahk, P. aud T. Smeediug (1997), Cross-Natiouah Comparisous of Earuiugs aud lucome luequality, Journal of Economic Literature, 35, 633-687.",
        "[33] Taucheri, G. arid R. Hussey (1991), Quadrature-Based Methods for Obtairiirig Approximate Solutioris to Nori Liriear Asset Pricirig Models, Econometrica, 59, 371-396."
    ]
}