{
    "id": 9204,
    "cites": 14,
    "cited_by": 9,
    "reference": [
        "1) Rui Albuquerque, 2000, The Composition of International Capital Flows: Risk Sharing through Foreign Direct Investment, Bradley Policy Research Center Working Paper No. FR 00-08 (Rochester, New York: University of Rochester).",
        "2) Blomstrom, M., Kokko, A. and Globerman, S. (2001), The Determinants of Host Country Spillovers from Foreign Direct Investment: A Review and Synthesis of the Literature, in: Pain, N. (ed.) Inward Investment, Technological Change and Growth: The Impact of Multinational Corporations on the U.K. Economy , Palgrave Press.",
        "3) Eduardo Borensztein, Jose De Gregorio, and Jong-Wha Lee, 1998, How Does Foreign Direct Investment Affect Growth? Journal of International Economics , Vol. 45, pp. 115-35.",
        "4) Barry P. Bosworth and Susan M. Collins, 1999, Capital Flows to Developing Economies: Implications for Saving and Investment, Brookings Papers on Economic Activity:1, Brookings Institution , pp. 143-69.",
        "5) Caves, Richard E., 1971, International Corporations: The Industrial Economics of Foreign Investment, Economica , Vol. 38 (February), pp. 1-27.",
        "6) Kenneth A. froot, 1991, Japanese Foreign Direct Investment, Working Paper No.",
        "3737, issued in June 1991, Published in US-Japan Economic Forum , edited by Martin Feldstein and Kosai.",
        "7) Hart, Oliver (2000), Financial Contracting, Nancy L. Schwartz Lecture, Kellog Graduate School of Management, Northwestern University.",
        "8) Joel Hecht, Assaf Razin, and Nitsan Shinar, 2002, Capital Inflows and Domestic Investment: New Econometric Look, mimeo, Bank of Israel.",
        "9) Elhanan Helpman, 1984, A Simple Theory of International Trade with Multinational Corporations, June, Vol. 92, pp. 451-471.",
        "10) Prakash Loungani, Assaf Razin, How Beneficial Is Foreign Direct Investment for Developing Countries? Finance and Development , June 2001, Vol. 38, No. 2, pp.",
        "11) Prakash Loungani, Ashoka Mody, Assaf Razin, and Efraim Sadka, 2003, The Role of Information in Driving FDI: Theory and Evidence, Paper presented in the North American Winter Meeting of the Econometric Society on January 3-5, 2003.",
        "12) Assaf Razin and Efraim Sadka, 2002 , Labor, Capital and Finance: International Flows (New York and Cambridge, England: Cambridge University Press).",
        "13) Assaf Razin and Efraim Sadka (forthcoming), Gains from FDI Inflows with Incomplete Information, Economics Letters."
    ]
}