{
    "id": 9205,
    "cites": 17,
    "cited_by": 30,
    "reference": [
        "Altonji, Joseph, Todd Elder, and Christopher Taber (2000), Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools, NBER working paper 7831.",
        "Angrist, Joshua and Victor Lavy (1999), Using Maimonides Rule to Estimate the Effect of Class Size on Scholastic Achievement, Quarterly Journal of Economics, 114(2), 533-576.",
        "Ballou, Dale, and Michael Podrusky (1997). Teacher Pay and Teacher Quality. Kalamazoo, MI: The Upjohn Institute.",
        "Betts, Julian, Kim Rueben, and Anne Danenberg (2000). Equal Resources, Equal Outcome? The Distribution of School Resources and Student Achievement in California . San Francisco, CA: Public Policy Institute of California.",
        "Boyd, Don, Hamilton Lankford, Susanna Loeb, and James Wyckoff (2002), Analyzing the Determinants of the Matching of Public School Teachers to Jobs, unpublished manuscript.",
        "Ehrenberg, Ronald, Dominic Brewer, Adam Gamoran, and J. Douglas Willms (2001), Class Size and Student Achievement, Psychological Science in the Public Interest , 2(1), 1-30.",
        "Flyer, Frederick and Sherwin Rosen (1997), The New Economics of Teachers and Education, Journal of Labor Economics, 15(1): S104-S139.",
        "Hanushek, Eric and Steven Rivkin (1997), Understanding the 20th Century Explosion in U.S.",
        "School Costs, Journal of Human Resources, Winter: 35-68. Hanushek, Eric, Steven Rivkin, and John Kain (2002), Why Public Schools Lose Teachers, unpublished manuscript.",
        "Heckman, James (2001), Accounting for Heterogeneity, Diversity and General Equilibrium in Evaluating Social Programmes, The Economic Journal, 111(4), F654-F699.",
        "Hoxby, Caroline Minter (2000), The Effects of Class Size on Student Achievement: New Evidence from Population Variation, Quarterly Journal of Economics, 115(4), 1239- 1286.",
        "Jepsen, Christopher and Steven Rivkin (2002). Class Size Reduction, Teacher Quality, and Academic Achievement in California Elementary Public Schools . San Francisco, CA: Public Policy Institute of California.",
        "Krueger, Alan (1999), Experimental Estimates of Education Production Functions, Quarterly Journal of Economics, 114(2), 497-532.",
        "Krueger, Alan and Diane Whitmore (2001), The Effect of Attending a Small Class in the Early Grades on College Test-Taking and Middle School Test Results: Evidence from Project STAR, The Economic Journal, 111(1), 1-28.",
        "Reichardt, Robert (2000), The Cost of Class Size Reduction: Advice for Policymakers, Ph.D.",
        "Dissertation , The RAND Graduate School. Rivkin, Steven, Eric Hanushek, and John Kain, (2000), Teachers, Schools, and Academic Achievement, Working Paper.",
        "Ross, Randy (1999), How Class-Size Reduction Harms Kids in Poor Neighborhoods, Education Week, May 26, 1999."
    ]
}