{
    "id": 9206,
    "cites": 16,
    "cited_by": 1,
    "reference": [
        "Chernew, M., G. Gowrisankaran and A.M. Fendrick (2002) Payer type and the returns to bypass surgery: evidence from hospital entry behavior, Journal of Health Economics 21: 451-474.",
        "Chernew, M., D. Scanlon, and R. Hayward ( 1998) Insurance type and choice of hospital for coronary artery bypass graft surgery, Health Services Research , 33:447-66.",
        "Dranove, D. and M. Satterthwaite (2000) Industrial Organization, in Handbook of Health Economics , A. Culyer and J. Newhouse, eds., Amsterdam: North Holland.",
        "Dranove, D. and W. D. White, (1998) Medicaid-dependent hospitals and their patients: How have they fared? Health Services Research , 33(2, Part 1): 163-185.",
        "Escarce, J., L. Van Horn., M. Pauly, S. Williams, J. Shea, W. Chen, (1999) Health maintenance organizations and hospital quality for coronary artery bypass surgery, Medical Care Research and Review , 56 (3): 340-362.",
        "Enthoven, A. (1993) The history and principles of managed competition, Health Affairs , 12, (supplement): 24-48.",
        "Gaynor, M. and W. Vogt, (2000) Antitrust and competition in health care markets, in Handbook of Health Economics , A. Culyer and J. Newhouse, eds., Amsterdam: North Holland.",
        "Geweke, J., G. Gowrisankaran and R. To wn (2001) Inferring hospital quality from patient discharge data using a Bayesian selection model, NBER Working Paper.",
        "Econometrica .) Gowrisankaran, G., and R.J. Town, 1999, Estimating the Quality of Care in Hospitals Using Instrumental Variables, Journal of Health Economics 18, 747-67.",
        "Ho, V. and B. Hamilton (2000) Hospital mergers and acquisitions: Does market consolidation harm patients? Journal of Health Economics , 19(5):767-791.",
        "Iezzoni, L., ed., (1997) Risk Adjustment for Measuring Healthcare Outcomes , 2 nd edition.",
        "Kessler, D.P. and M. McClellan (2000) Is hospital competition socially wasteful? Quarterly Journal of Economics , 115(2): 577-615.",
        "Kessler, D.P. and M. McClellan (1999) Des igning hospital antitrust policy to promote social welfare, NBER working paper 6897.",
        "McClellan, M. (1997) Hospital reimbursement incentives: an empirical approach, Journal of Economics and Management Strategy , Spring, 6 (1): p. 91-128.",
        "Moorthy, K. S. (1988), Product and price competition in a duopoly, Marketing Science , Spring 1988, 7(2):141-168.",
        "Motta, M. (1993) Endogenous quality choice: prices vs. quantity competition, Journal of Industrial Economics , 41(2): 113-131."
    ]
}