{
    "id": 9207,
    "cites": 18,
    "cited_by": 16,
    "reference": [
        "Capozza, Dennis, Richard Green and Patric H. Hende rshott. 1996. Taxes, Home Mortgage Borrowing and Residential Land Prices, in Aaron and Gale, (eds), Fundamental Tax Reform , Brookings Institute, Washington, DC, 171-210.",
        "Devereux, Michael P. and Gauthier Lanot. 2001. Measu ring tax incidence: an application to mortgage provision in the UK, working paper, August.",
        "Dunsky, Robert M. and James R. Follain. 2000. Tax -Induced Portfolio Reshuffling: The Case of the Mortgage Interest Deduction, Real Estate Economics, 28, 683-718.",
        "Ermisch, John, Findlay, J., and Kenneth Gibb. 1996. T he Price Elasticity of Housing Demand in Britain: Issues of Sample Selection, Journal of Housing Economics, 5, 64-86.",
        "Follain, James R. and Robert M. Dunsky. 1997. The Demand for Mortgage Debt and the Income Tax, Journal of Housing Research, 8 155-199.",
        "Follain, James R., and David C. Ling. 1991. The Federa l Tax Subsidy to Housing and the Reduced Value of the Mortgage Interest Deduction, National Tax Journal. 44, 253-266.",
        "Follain, James R. and Lisa S. Melamed. 1998. The False Messiah of Tax Policy: What Elimination of the Home Mortgage Interest Deduction Promises and a Careful Look at What It Delivers, Journal of Housing Research, 9, 179-199.",
        "Greene, W. H. 1993. Econometric Analysis, Macmillan: New York.",
        "Goodman, Allan and M. Kawai. 1982. Permanent In come, Hedonic Prices, and Demand for Housing: New Evidence, Journal of Urban Economics, 12, 214-237.",
        "Haurin, Donald R., Toby Parcel, and R. Jean Haur in. 2002. The Impact of Homeownership on Child Outcomes, Real Estate Economics, 30.",
        "Hendershott, Patric H., James R. Follain, and David C. Ling. 1987. Effects on Real Estate, in Pechman (ed.), Tax Reform and the U.S. Economy , The Brookings Institution, Washington, D.C., 71-94.",
        "Hendershott, Patric H. and Gwilym Pryce. 2002. Es timating the Price Elasticity of Demand in the UK: Incorporating the Impact of Mortgage Interest Tax Relief and Credit Rationing Sample Selection Effects, paper read at the European Real Estate Society Meetings, June 5-7, Glasgow.",
        "Hendershott, Patric H. and Joel Slemrod. 1983. Tax es and the User Cost of Capital for Owner-Occupied Housing, AREUEA Journal, 11, 375-393.",
        "Hendershott, Patric H. and Thomas Thibodeau. 1990. The Relationship Between Median and Constant Quality House Prices: Implications for Setting FHA Loan Limits, AREUEA Journal, 18, 323-334.",
        "Hendershott, Patric H. and Michael White. 2000. The Rise and Fall of Housings Favored Investment Status, Journal of Housing Research, 11, 257-275.",
        "Hills, J. 1991. Unraveling Housing Finance , Clarendon Press, Oxford.",
        "Ling, David C. and Gary A. McGill. 1998. Evide nce on the Demand for Mortgage Debt by Owner Occupiers, Journal of Urban Economics, 44, 391-414.",
        "Woodward, Susan E. and John C. Weicher. 1989 . Goring the Wrong Ox: A Defense of the Mortgage Interest Deduction, National Tax Journal, 42, 301-313."
    ]
}