{
    "id": 921,
    "cites": 48,
    "cited_by": 36,
    "reference": [
        "Ansley, C.F.; Spivey, W.A.; and Wrobieski, W.J. On the Structure of Moving Average Processes, Journal of Econometrics 6 ( 1977): 121-34.",
        "Bilson, J.F.O. recent Developments in Monetary Models of Exchange Rate Determination, International Monetary Fund Staff Pa~ers 26 (June 1979): 201-23.",
        "Branson, 1~.H. Exchange Rate Dynamics and Monetary Policy, in Inflation and Unemployment in Ooen Economies, edited by A. Lindbeck. Amsterdam: North-Holland, 1979.",
        "Cumby, R.E. and Obstfeld, M. A Note on Exchange-Rate Expectations and Nominal Interest Differentials: A Test of the Fisher Hypothesis, Journal of Finance 36 (June 1981): 597-704.",
        "Cumby, R.E.; Huizinga, 3.,; and Obstfeld, M. Two-Step Two-Stage Least Squares Estimation in Models with Rational Expectations, Journal_of Econometrics, 1982, forthcoming.",
        "Dhrymes, P.J. Econometrics: Statistical Foundations and Apnlications. New York: Springer-Verlag, 1974.",
        "Dornhusch, R. Expectations arid Exchange Rate Dynamics, Journal of Political Economy 84 (December 1976): 1161-76.",
        "Rate Flexibility: The Recent Experience. Federal Reserve Bank of Boston Conference Series no. 20. Boston: Federal Reserve Bank of Boston, 1978.",
        "Economic Activity 11 (198O)~ 143-85. 33 Engle, R.F. Autoregressive Conditional Heteroscedasticity with Estimates of the Variance of United Kingdom Inflation, Econometrica 50, 1982, forthcoming.",
        "Fama, E.F. Short~Term Interest Rates as Predictors of Inflation, American Economic Review 65 (June 1975): 269-82.",
        "Fisher, I. The Theory of Interest. New York: Macmillan, 1930.",
        "Frenkel, J.A. A Monetary Approach to the Exchange Rate: Doctrinal Aspects and Empirical Evidence, Scandinavian Journal of Economics 78 (Nay 1976): 200-24.",
        "Frenkel, J.A. and Levich, R.M. Covered Interest Arbitrage: Unexploited Profits? Journal of Political Economy 83 (April 1975): 325-38.",
        "Periods, Journal of Political Economy 85 (December 1977): 1209-26.",
        "Genberg, H Purchasing Power Parity under Fixed and Flexible Exchange Rates, Journal of International Economics 8 (Nay 1978): 247-76.",
        "Geweke, J.F. and Feige, E.L. Some Joint Tests of the Efficiency of Markets for Forward Foreign Exchange, Review of Economics and Statistics 61 (August 1979): 334-41.",
        "Girton, L. and Henderson, D.W. Central Bank Operations in Foreign and Domestic Assets under Fixed and Flexible Exchange Rates, in The Effects of Exchange Rate Adjustments, edited by P.B, Clark, D. Logue, and R. Sweeney. Washington: U.S. Government Printing Office, 1977.",
        "Grauer, F.; Litzenberger, R.; and Stehle~ R. Sharing Rules and Eauilibriuin in an International Capital ~arket under Uncertainty, Journal of Financial Economics 3 (June 1976) : 233-56.",
        "Hakkio, C.S. The Term Structure of the Forward Premium, Jouimal of Monetary Economics 8 (July 1981): 41-58.",
        "Hansen, L.P. Large Sample Properties of Generalized Method of Moments Esti- mators, Econornetrjca 50, 1982, forthcoming.",
        "Hansen, L.P. and R.J. Hodrick. Forward Exchange Rates as Optimal Predictors of Future Spot Rates: An Econometric Analysis,t Journal of Political Economy 88 (October 1980): 829-53.",
        "Econometric Analysis of Linear Nodels, in Exchange Rates and Inter- national Macroeconomics, edited by J.A. Frenkel. Chicago: University of Chicago Press for the National Bureau of Economic Research, 1983.",
        "Their Role in Financial Policy. This volume. 35 ilodrick, R.J. An Empirical Analysis of the Monetary Appro3ch to the Deter- mination of the Exchange Rate, in The Economics of Exchanc!e Pates, edited by J.A. Frenkel and H.G. Johnson. fleading: Addison-Wesley, 1978.",
        "Countries. Workin2 Paper, Graduate School of Industrial Administration, Carnegie-Mellon University, 1979.",
        "Hooper, P. and Morton, J. Fluctuations in the Dollar: A Model of Nominal and Real Exchange Rate Determination, Journal of International Money and Finance 1, 1982, forthcoming.",
        "Hsieh, DA. Tests of Rational Expectations and No Risk Premium in Forward Exchange Markets. Working Paper no. 843, National Bureau of Economic Research, Cambridge, Mass., 1982.",
        "Keynes, J.M. A Tract on Monetary Reform. London: Macmillan, 1923.",
        "Kouri, P.J.K. International Investment and Interest Rate Linkages under Flexible Exchange Rates, in The Political Economy ofj~~~y Reform, edited by R.Z. Aliber. London: Macmillan, 1977.",
        "Krasker, W.S. The `Peso Problem in Testing the Efficiency of Forward Exchange Narkets,~ Journal of_Monetary_Economics 6 (April 1980): 269-7 6.",
        "Krugman, P.R. Purchasing Power Parity and Exchange Rates: Another Look at the Evidence, Journal of International Economics 8 (August 1978): 397-407.",
        "Levich, R.N. Purther Results on the Efficiency of flarkets for Foreign Fx- change, in ?~ianagedFxcha nge-Ra t e ~ Federal Reserve Bank of Boston Conference Series no. 20. Boston: Federal Reserve Bank of Boston, 1978.",
        "Levich, R.M. ~`On the Efficiency of 1~arkets for Foreign Exchange, in International Economic Policy~ Theory and Evidence, edited by R. Dornbusch and J.A. Frenkel. Baltimore: Johns Hopkins University Press, 1979.",
        "Ljung, C.M. and Box. G.E.P. On a Measure of Lack of Fit in Time Series Models, Biometrika 65 (1978): 297-303.",
        "Longworth, D. ~!Testing the Efficiency of the Canadian-U.S. Exchange Market under the Assumption of No Risk Premium, Journal of Finance 36 (March 1981): 43-9.",
        "McCallum, B.T. Rational Expectations and the Natural Rate Hypothesis: Some Consistent Estimates, Econoinetrlca 44 (January 1976): 43-52.",
        "McCormick, F. Covered Interest Arbitrage: Unexploited Profits? Comment, Journal of Political Economy 87 (Apr11 1979): 411-17.",
        "Nagee, S.P. Contracting and Spurious Deviations from Purchasing Power Paritv, in The Economics of Exchange Rates, edited by J.A. Frenkel and H.G~ Johnson. Reading: Addison-Wesley, 1978.",
        "Meese, R.A. and K.J. Singleton. A Note on Unit Roots and the Empirical Modeling of Exchange Rates, Journal of Finance 37, 1982, forthcoming.",
        "Mishkin, F.S. The Real Interest Rate: An Empirical Investigation, in The Costs and Consequences of Inflation, edited by K. Brunner and A.H. Meltzer. Carnegie-Rochester Conference Series on Public Policy vol. 15 (supplementary series to the Journal of Monetary Economics, 1981).",
        "Mussa, M. Empirical Regularities in the Behavior of Exchange Rates and Theories of the Foreign Exchange Market, in Policies for Employment, Prices, and Exchange Rates, edited by K. Brunner and A.H. Meltzer. Carnegie-Rochester Conference Series on Public Policy vol. 11 (supplementary series to the Journal of Monetary Economics, 1979).",
        "Nelson, C.R. and Schwert, G.W. Short-Term Interest Rates as Predictors of Inflation: On Testing the Hypothesis that the Real Rate of Interest is Constant, American Economic Review 67 (June 1977): 478-86.",
        "Roll, R. Violations of Purchasing Power Parity and Their Implications for Efficient International Commodity Markets, in International Finance and Trade, edited by M. Sarnat and G.P. Szego. Vol. 1. Cambridge: Ballinger, 1979.",
        "Roll, R. and Solnik, B. On Some Parity Conditions Frequently Encountered in International Economics,t Journal of Macroeconomics 1 (1979): 267-83.",
        "Sargent, T.J. Macroeconomic Theory. New York: Academic Press, 1979.",
        "Shiller, R.J. Can the Fed Control Real Interest Rates? in Rational Expectations and Economic Policy, edited by S. Fischer. Chicago: University of Chicago Press for the National Bureau of Economic Research, 1980.",
        "Stockman, AC. Risk, Information, and Forward Exchange Rates, in The Economics of Exchange Rates, edited by J.A. Frenkel and H.G. Johnson. Reading: Addison-Wesley, 1978.",
        "Stulz, R.M. A Model of International Asset Pricing, Journal of Financial Economics 9 (December 1981): 383-406.",
        "White, H. A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity, Econometrica 48 (May 1980): 817-38."
    ]
}