{
    "id": 9214,
    "cites": 16,
    "cited_by": 2,
    "reference": [
        "Brueckner, J.J., Inter-Store Externalities and Space Allocation in Shopping Centers, Journal of Real Estate Finance and Economics, 7, 1993, 5-7.",
        "Colwell, P. and H.J. Munneke, Percentage Le ases and the Advantages of Regional Malls, Journal of Real Estate Research , 15, 1998, 239-252.",
        "Cox, J.C., J.E. Ingersoll and S.A. Ross, A Theo ry of the Term Structure of Interest Rates, Econometrica , 53, 1985a, 385-407 Cox, J.C., J.E. Ingersoll and S.A. Ross, An Inte rtemporal General Equilibrium of Asset Prices, Econometrica , 53, 1985b, 363-384.",
        "Deng, Y., J.M. Quigley, and R. Van Order, Mortgage Terminations, Heterogeneity and the Exercise of Mortgage Options, Econometrica, 68, 2000, 275-308.",
        "Eppli, M., P.H. Hendershott, L. Mejia and J. Shilling, Lease Overage Rent Clauses: Motivation and Use, ARES Conference, April 2000.",
        "Geltner, D. and N. Miller, Commercial Real Estate Analysis and Investments , Prentice Hall, 2001.",
        "Grenadier, S., Valuing Lease Contracts: A Real Options Approach, Journal of Financial Economics , 38, 1995, 297-331.",
        "Hughes, W.T. Jr, Risk Analysis and Asset Valuat ion: A Monte Carlo Simulation using Stochastic Rents, Journal of Real Estate Finance and Economics , 11, 1995, 177-187.",
        "Hull, J., and A. White, One Factor Interest Rate Models and the Valuation of Interest Rate Derivative Securities, Journal of Financial and Quantitative Analysis , 28, 1993, 235-254.",
        "McConnell, J. and Schalheim, Valuation of Asset Leasing Contracts, Journal of Financial Economics , 1983, 237-261.",
        "Miceli, T.J. and C.F. Sirmans, Contracting with Spatial Externalities and Agency Problems: The Case of Retail Leases, Regional Science and Urban Economics , 25, 1995, 355-372.",
        "Neftci, S.N., An Introduction to Mathematics of Financial Derivatives, Academic Press, 1996.",
        "Pashigan and Gould, Internalizing Externalit ies: The Pricing of Space in Shopping Malls, Journal of Law and Economics , 39, 1998a, 115-142.",
        "Stigler Center for the Study of the State and the Economy, working paper no. 143, September 1998b.",
        "Stanton, R. and N. Wallace, An Empirical Test of a Contingent Claims Lease Valuation Model, presented at the AREUEA Meeting, N.Y., January 2000.",
        "Wheaton, W.C., Percentage Rent in Retail Leasing: The Alignment of Landlord-Tenant Interests, MIT/CRE working paper no. 75, January 1999."
    ]
}