{
    "id": 9222,
    "cites": 74,
    "cited_by": 98,
    "reference": [
        "Barberis, N,, Shleifer A,, and R, Vishnv (1998), \"A Model of Investor Sentiment,\" Journal of Financial Economics 49, 307-345, Barberis, N,, Shleifer A,, and J, Wurgler (2001), \"Comovement,\" Working paper, University of Chicago, Barskv, R,, and B, De Long (1993), \"Why Does the Stock Market Fluctuate?\" Quarterly Journal of Economics 107, 291-311, Basu, S, (1983), \"The Relationship Between Earnings Yield, Market Value and Return for NYSE Common Stocks: Further Evidence,\" Journal of Financial Economics 12, 129-156, Baxter, M,, and U, Jermann (1997), \"The International Diversification Puzzle is Worse than You Think,\" American Economic Review 87, 170-180, Bell, D, (1982), \"Regret in Decision Making Under Uncertainty,\" Operations Research 30, 961-981.",
        "Benartzi, S, (2001), \"Excessive Extrapolation and the Allocation of 401 (k) Accounts to Company Stock,\" Journal of Finance 56, 1747-1764, Benartzi, S,, Miehaelv R,, and R, Thaler (1997), \"Do Changes in Dividends Signal the Future or the Past?\" Journal of Finance 52, 1007-34, Benartzi, S,, and R, Thaler (1995), \"Myopic Loss Aversion and the Equity Premium Puzzle,\" Quarterly Journal of Economics 110, 75-92, Benartzi, S,, and R, Thaler (2001), \"Naive Diversification Strategies in Defined Contribution Savings Plans,\" American Economic Review 91, 79-98, Berk, J, (1995), \"A Critique of Size Related Anomalies,\" Review of Financial Studies 8, 275-286.",
        "Bernard, V, and J, Thomas (1989), \"Post-Earnings Announcement Drift: Delayed Price Response or Risk Premium?\" Journal of Accounting Research (Supplement), 1-36, Blanehard, O,, Ehee C,, and L, Summers (1993), \"The Stock Market, Profit, and Investment,\" Quarterly Journal of Economics 108, 115-136, Bloomfield, R,, and J, Hales (2002), \"Predicting the Next Step of a Random Walk: Experimental Evidence of Regime-Shifting Beliefs,\" Journal of Financial Economics 65, 397-414, Bodurtha J,, Kim, D,, and C.M, Lee (1993), \"Closed-end Country Funds and U.S. Market Sentiment,\" Review of Financial Studies 8, 879-918, Brav, A, (2000), \"Inference in Long-horizon Event Studies,\" Journal of Finance 55, 19792016.",
        "Brav A. and P. Gompers (1997), \"Myth or Reality? The Long-run Underperformance of Initial Public Offerings: Evidence from Venture and Non-venture-backed Companies,\" Journal of Finance 52, 1791-1821.",
        "Brav, A., Geezv C. and P. Gompers (2000), \"Is the Abnormal Return Following Equity Issuances Anomalous?\" Journal of Financial Economics 56, 209-249.",
        "Brennan, M,, and Y. Xia (2001), \"Stock Return Volatility and the Equity Premium,\" Journal of Monetary Economics 47, 249-283.",
        "Brown, S,, Goetzmann, W. and S. Ross (1995), \"Survival,\" Journal of Finance 50, 853-873.",
        "Brunnermeier, M. (2001), Asset Pricing under Asymmetric Information - Bubbles, Crashes, Technical Analysis, and Herding, Oxford: Oxford University Press.",
        "Buehler R,, Griffin D,, and M. Ross (1994), \"Exploring the Planning Fallacy: Why People Underestimate their Task Completion Times,\" Journality of Personality and Social Psychology 67, 366-381.",
        "Camerer, C. (1995), \"Individual Decision Making,\" in J. Kagel and A. Roth, eds,, Handbook of Experimental Economics, Princeton: Princeton University Press.",
        "Camerer, C,, and R. Hogarth (1999), \"The Effects of Financial Incentives in Experiments: A Review and Capital-Labor Production Framework,\" Journal of Risk and Uncertainty 19, 7-42.",
        "Camerer, C,, and M. Weber (1992), \"Recent Developments in Modeling Preferences: Uncertainty and Ambiguity,\" Journal of Risk and Uncertainty 5, 325-70.",
        "Campbell J.Y. (1991), \"A Variance Decomposition for Stock Returns,\" Economic Journal 101, 157-179.",
        "Campbell, J.Y. (1999), \"Asset Prices, Consumption and the Business Cycle,\" in J. Taylor and M. Woodford, eds., Handbook of Macroeconomics, Amsterdam: North-Holland.",
        "Chew, S, (1983), \"A Generalization of the Quasilinear Mean with Applications to the Measurement of Income Inequality and Decision Theory Resolving the Allais Paradox,\" Econometrica 51, 1065-1092.",
        "Chew, S. (1989), \"Axiomatic Utility Theories with the Betweenness Property,\" Annals of Operations Research 19, 273-98.",
        "De Bondt, W,, and R, Thaler (1985), \"Does the Stock Market Overreact?\" Journal of Finance 40, 793-808.",
        "De Bondt, W,, and R, Thaler (1987), \"Further Evidence on Investor Overreaetion and Stock Market Seasonality,\" Journal of Finance 42, 557-581, De Long, J.B., Shleifer A,, Summers L,, and R, Waldmann (1990a), \"Noise Trader Risk in Financial Markets,\" Journal of Political Economy 98, 703-738, De Long, J.B., Shleifer A,, Summers L,, and R, Waldmann (1990b), \"Positive Feedback Investment Strategies and Destabilizing Rational Speculation,\" Journal of Finance 45, 375395.",
        "Dekel, E. (1986), \"An Axiomatic Characterization of Preferences Under Uncertainty: Weakening the Independence Axiom,\" Journal of Economic Theory 40, 304-18.",
        "Diether, K,, \\ I alloy C,, and A. Scherbina (2003), \"Stock Prices and Differences of Opinion: Empirical Evidence that Stock Prices Reflect Optimism,\" forthcoming, Journal of Finance.",
        "Dreman, D. (1977), Psychology and the Stock Market: Investment Strategy Beyond Random Walk, New York: Warner Books.",
        "Driseoll, K,, Malcolm J., Sirul M,, and P. Slotter (1995), \"1995 Gallup Survey of Defined Contribution Plan Participants,\" John Hancock Financial Services.",
        "Edwards, W. (1986), \"Conservatism in Human Information Processing,\" in B. Kleinmutz, ed,, Formal Representation of Human Judgment, New York: John Wiley and Sons.",
        "Ellsberg, D. (1961), \"Risk, Ambiguity, and the Savage Axioms,\" Quarterly Journal of Economics 75, 643-69.",
        "Epstein, L. and T. Wang (1994), \"Intertemporal Asset Pricing under Knightian Uncertainty,\" Econometrica 62, 283-322.",
        "Fama, E. (1970), \"Efficient Capital Markets: A Review of Theory and Empirical Work,\" Journal of Finance 25, 383-417.",
        "Fama, E, (1998), \"Market Efficiency, Long-Term Returns and Behavioral Finance,\" Journal of Financial Economics 49, 283-307, Fama, E, and K, French (1988), \"Dividend Yields and Expected Stock Returns,\" Journal of Financial Economics 22, 3-25, Fama, E, and K, French (1992), \"The Cross-Section of Expected Stock Returns,\" Journal of Finance 47, 427-465, Fama, E, and K, French (1993), \"Common Risk Factors in the Returns of Bonds and Stocks,\" Journal of Financial Economics 33, 3-56, Fama, E,, and K, French (1995), \"Size and Book-to-Market Factors in Earnings and Returns,\" Journal of Finance 50, 131-155, Fama, E, and K, French (1996), \"Multifaetor Explanations of Asset Pricing Anomalies,\" Journal of Finance 51, 55-84, Fama, E, and K, French (1998), \"Value vs. Growth: The International Evidence,\" Journal of Finance 53, 1975-1999.",
        "Fama, E,, and K. French (2001), \"Disappearing Dividends: Changing Firm Characteristics or Lower Propensity to Pay?\" Journal of Financial Economics 60, 3-43, Fama, E,, French K,, and J, Davis (2000), \"Characteristics, Covarianees and Average Returns 1929-1997,\" Journal of Finance 55, 389-406.",
        "Fischhoff B., Slovie, P., and S. Lichtenstein (1977), \"Knowing With Certainty: The Appropriateness of Extreme Confidence,\" Journal of Experimental Pyschology: Human Perception and Performance 3, 552-564.",
        "Fisher, I. (1928), Money Illusion, New York: Adelphi.",
        "Hirshleifer, D, (2001), \"Investor Psychology and Asset Pricing,\" Journal of Finance 56, 1533-1597.",
        "Hong, H,, Lim T,, and J, Stein (2000), \"Bad News Travels Slowly: Size, Analyst Coverage, and the Profitability of Momentum Strategies,\" Journal of Finance 55, 265-295, Hong, H,, and J, Stein (1999), \"A Unified Theory of Underreaction, Momentum Trading, and Overreaetion in Asset Markets,\" Journal of Finance 54, 2143-2184, Hong, H,, and J, Stein (2003), \"Differences of Opinion, Short-sale Constraints and Market Crashes,\" forthcoming, Review of Financial Studies.",
        "Huberman, G, (2001), \"Familiarity Breeds Investment,\" Review of Financial Studies 14, 659-680.",
        "Hvidkjaer, S, (2001), \"A Trade-based Analysis of Momentum,\" Working paper, University of Maryland, Ikenberrv, D,, Lakonishok J,, and T, Vermaelen (1995), \"Market Underreaction to Open Market Share Repurchases,\" Journal of Financial Economics 39, 181-208, Jegadeesh, N, and S, Titman (1993), \"Returns to Buying Winners and Selling Losers: Implications for Stock Market Efficiency,\" Journal of Finance 48, 65-91, Jones, C,, and O, Lamont (2002), \"Short-sale Constraints and Stock Returns,\" forthcoming, Journal of Financial Economics.",
        "Mehra, R. and E. Prescott (1985), \"The Equity Premium: A Puzzle,\" Journal of Monetary Economics 15, 145-161.",
        "Merton, R. (1987), \"A Simple Model of Capital Market Equilibrium with Incomplete Information,\" Journal of Finance 42 483-510.",
        "Miehaelv, R,, Thaler R,, and K. Womack (1995), \"Price Reactions to Dividend Initiations and Omissions,\" Journal of Finance 50, 573-608, Miller, E, (1977), \"Risk, Uncertainty and Divergence of Opinion,\" Journal of Finance 32, 1151-1168.",
        "Mitchell, M,, Pulvino T., and E. Stafford (2000), \"Limited Arbitrage in Equity Markets,\" Journal of Finance 57, 551-584, Mitchell, M,, and E, Stafford (2001), \"Managerial Decisions and Long-term Stock Price Performance,\" Journal of Business 73, 287-329, Modigliani, F, and R, Cohn (1979), \"Inflation and the Stock Market,\" Financial Analysts Journal 35, 24-44, Morck, R,, Shleifer A,, and R, Vishnv (1993), \"The Stock Market and Investment: Is the Market a Sideshow?\" Brookings Papers on Economic Activity, Mullainathan (2000), \"Thinking Through Categories,\" Working paper, MIT, Odean, T, (1998), \"Are Investors Reluctant to Realize their Losses?\" Journal of Finance 53, 1775-1798.",
        "Odean, T. (1999), \"Do Investors Trade Too Much?\" American Economic Review 89, 12791298.",
        "Ofek, E,, and M, Richardson (2001), \"Dot-com Mania: Market Inefficiency in the Internet Sector,\" Working paper, New York University, Pagano, M,, Panetta F., and L, Zingales (1998), \"Why do Companies Go Public? An Empirical Analysis,\" Journal of Finance 53, 27-64, Polk, C,, and P. Sapienza (2001), \"The Real Effects of Investor Sentiment,\" Working paper, Northwestern University, Poteshman, A, (2001), \"Underreaetion, Overreaetion and Increasing Misreaction to Information in the Options Market,\" Journal of Finance 56, 851-876, Quiggin, J, (1982), \"A Theory of Anticipated Utility,\" Journal of Economic Behavior and Organization 3, 323-43, Rabin, M,, (1998), \"Psychology and Economics,\" Journal of Economic Literature 36, 11-46, Rabin, M, (2000), \"Risk Aversion and Expected Utility Theory: A Calibration Theorem,\" Econometrica 68, 1281-1292.",
        "Rabin, M,, (2002), \"Inference By Believers in the Law of Small Numbers,\" Quarterly Journal of Economics 117, 775-816, Redelmeier D, and A, Tverskv (1992), \"On the Framing of Multiple Prospects,\" Psychological Science 3, 191-193, Ritter, J., and R. Warr (2002), \"The Decline of Inflation and the Bull Market of 1982 to 1997,\" Journal of Financial and Quantitative Analysis 37, 29-61, Roll, R, (1977), \"A Critique of the Asset Pricing Theory's Tests: Part I,\" Journal of Financial Economics 4, 129-174, Roll, R, (1983), \"Vas ist Das?\" Journal of Portfolio Management 9, 18-28, Roll, R, (1986), \"The Hubris Hypothesis of Corporate Takeovers,\" Journal of Business 59, 197-216.",
        "Rosenberg, B,, Reid, K,, and R, Lanstein (1985), \"Persuasive Evidence of Market Inefficiency,\" Journal of Portfolio Management 11, 9-17, Ross, S, (2001), Lectures Notes on Market Efficiency, Sloan School of Management, Rouwenhorst, G, (1998), \"International Momentum Strategies,\" Journal of Finance 53, 267284.",
        "Rubinstein, M. (2001), \"Rational Markets: Yes or No? The Affirmative Case,\" Financial Analysts Journal (May-June), 15-29.",
        "Santos, M, and M, Woodford (1997), \"Rational Asset Pricing Bubbles,\" Econometrica 65, 19-58.",
        "Sargent T. (1993), Bounded Rationality in Macroeconomics, Oxford: Oxford University Press.",
        "Savage, L. (1964), The Foundations of Statistics, New York: Wiley.",
        "Seheinkman J. and W. Xiong (2001), \"Overeonfidenee and Speculative Bubbles,\" Working paper, Princeton University.",
        "Segal, U. (1987), \"Some Remarks on Quiggin's Anticipated Utility,\" Journal of Economic Behavior and Organization 8, 145-154.",
        "Segal, U. (1989), \"Anticipated Utility: A Measure Representation Approach,\" Annals of Operations Research 19, 359-73.",
        "Shafir, E,, Diamond, P. and A. Tverskv (1997), \"Money Illusion,\" Quarterly Journal of Economics 112, 341-374.",
        "Shefrin, H. and M. Statman (1984), \"Explaining Investor Preference for Cash Dividends,\" Journal of Financial Economics 13, 253-282.",
        "Shefin, H,, and M. Statman (1985), \"The Disposition to Sell Winners too Early and Ride Losers too Long,\" Journal of Finance 40, 777-790.",
        "Shiller, R. (1981), \"Do Stock Prices Move too Much to be Justified by Subsequent Changes in Dividends?\" American Economic Review 71, 421-436.",
        "Shiller, R. (1984), \"Stock Prices and Social Dynamics,\" Brookings Papers on Economic Activity 2, 457-498.",
        "Shleifer, A. (1986), \"Do Demand Curves for Stocks Slope Down?\" Journal of Finance 41, 579-90.",
        "Shleifer, A. (2000), Inefficient Markets: An Introduction to Behavioral Finance, Oxford: Oxford University Press.",
        "Shleifer, A., and L. Summers (1990), \"The Noise Trader Approach to Finance,\" Journal of Economic Perspectives 4, 19-33.",
        "Shleifer, A., and R. Vishnv (1997), \"The Limits of Arbitrage,\" Journal of Finance 52, 35-55.",
        "Shleifer, A., and R. Vishnv (2001), \"Stock Market Driven Acquisitions,\" Working paper, Harvard University.",
        "Stein, J. (1996), \"Rational Capital Budgeting in an Irrational World,\" Journal of Business 69, 429-55.",
        "Summers, L. (1986), \"Does the Stock Market Rationally Reflect Fundamental Values?\" Journal of Finance 41, 591-601.",
        "Thaler, R. (1999), \"Mental Accounting Matters,\" in D. Kahneman and A. Tversky, eds,, Choice, Values and Frames, Cambridge: Russell Sage Foundation.",
        "Thaler, R,, and E. Johnson (1990), \"Gambling with the House Money and Trying to Break Even: The Effects of Prior Outcomes on Risky Choice,\" Management Science 36, 643-660.",
        "Thaler, R,, Tversky A., Kahneman D,, and A. Schwartz (1997), \"The Effect of Myopia and Loss Aversion on Risk-Taking: An Experimental Test,\" Quarterly Journal of Economics 112, 647-661.",
        "Tversky, A., and D. Kahneman (1986), \"Rational Choice and the Framing of Decisions,\" Journal of Business 59, 251-78.",
        "Tversky, A., and D. Kahneman (1992), \"Advances in Prospect Theory: Cumulative Representation of Uncertainty,\" Journal of Risk and Uncertainty 5, 297-323.",
        "Veronesi, P. (1999), \"Stock Market Overreaetion to Bad News in Good Times: A Rational Expectations Equilibrium Model,\" Review of Financial Studies 12, 975-1007.",
        "Vijh, A. (1994), \"S&P 500 Trading Strategies and Stock Betas,\" Review of Financial Studies 7, 215-251.",
        "Von Neumann, J., and O. Morgenstern (1944), Theory of Games and Economic Behavior, Princeton: Princeton University Press.",
        "Vuolteenaho T. (2002), \"What Drives Firm-level Stock Returns?\" Journal of Finance 57, 233-264.",
        "Weil, P. (1989), \"The Equity Premium Puzzle and the Risk-free Rate Puzzle,\" Journal of Monetary Economics 24, 401-421.",
        "Weinstein, N. (1980), \"Unrealistic Optimism about Future Life Events\" Journal of Personality and Social Psychology 39, 806-820.",
        "Wurgler, J., and K. Zhuravskava (2002), \"Does Arbitrage Flatten Demand Curves for Stocks?\", forthcoming, Journal of Business.",
        "Yaari, M. (1987), \"The Dual Theory of Choice Under Risk,\" Econometrica 55, 95-115."
    ]
}