{
    "id": 9223,
    "cites": 13,
    "cited_by": 11,
    "reference": [
        "Ades, Abberto ald Edward Gbaeser (1999), Evidelce 01 Growth, Ilcreasilg Returls ald the Extelt of the Market, Quarterly Journal of Economics, Vol. 114, 10. 3, August, pp.",
        "Abesila, Abberto, ald Elrico Spobaore (1997), 01 the Number ald Size of Natiols, Quar- terly Journal of Economics, November, pp1027-1056.",
        "Abesila, Abberto, ald Elrico Spobaore (2002), The Size of Nations, MIT Press, forthcom- ilg.",
        "Abesila, Abberto, Elrico Spobaore ald Romail Wacziarg (2000), Ecolomic Iltegratiol ald Political Disiltegratiol, American Economic Review, vol. 90, 10. 5. December, p.",
        "Abesila, Abberto ald Romail Wacziarg (1997), Opelless, Coultry Size ald the Goverl- melt, Journal of Public Economics, vol. 69, 10 3, September, pp.305-321.",
        "Barro, Robert J. ald Xavier Saba-i-Martil (1995), Economic Growth, New York: McGraw Hill.",
        "Fralkeb, Jeffrey A. ald David Romer (1999), Does Trade Cause Growth? American Economic Review, vol. 89, 10. 3, Jule, pp. 379-399.",
        "Gallup, Johl Luke, Jeffrey D. Sachs, Aldrew D. Mebbilger (1999), Geography ald Eco- lomic Developmelt, International Science Review, Vol. 22, 10. 2, August, p. 179-232.",
        "Hebbiwell, Johl (1996), How Much Do National Borders Matter?, Washilgtol, DC: Brook- ilgs Ilstitutiol Press.",
        "McCabbum, J. (1995), Natiolab Borders Matter: Calada-US Regiolab Trade Patterls, American Economic Review, Jule, 615-23.",
        "Rodrik, Dali (1998), Why Do More Opel Coultries Have Larger Goverlmelts?, Journal of Political Economy, vol. 106, 10. 5, October.",
        "Rodrik, Dali ald Fralcisco RodrIguez (2000), Trade Policy ald Ecolomic Growth: A Skeptics Guide to the Cross-Natiolab Evidelce, il Bel Berlalke ald Kelleth Rogoff, eds., NBER Macroeconomics Annual 2000, Cambridge (MA): MIT Press.",
        "Sachs, Jeffrey D. (2UU1), Tropical Underdevelopment, NBER Working Paper 8119, Feb- ruary. Sachs, Jeffrey and Andrew Warner (1995), Economic Reform and the Process of Global Integration, Brookings Papers on Economic Activity, no.1, p. 1-118."
    ]
}