{
    "id": 9226,
    "cites": 33,
    "cited_by": 5,
    "reference": [
        "Anderson, Patricia M., and Bruce D. Meyer. Unemployment Insurance Takeup Rates and the After-tax Value of Benefits. Quarterly Journal of Economics, 112:3, 1997, pp. 913- 937.",
        "Auten, Gerald, and Robert Carroll. The Effect of Income Taxes on Household Income. Review of Economics and Statistics, 1999, 81:4, pp. 681-693.",
        "Blau, David M., and Philip K. Robins. Job Search Outcomes for the Employed and Unemployed. Journal of Political Economy, 1990, 98, pp. 637-655.",
        "Dick, Andrew W., and Aaron S. Edlin. The Implicit Taxes from College Financial Aid. Journal of Public Economics, 65:3, September 1997, pp. 295-322.",
        "Domar, Evsey, and Richard Musgrave. Effects of Proportional Taxes on Risk-Taking. Quarterly Journal of Economics, 59, 1944.",
        "Eaton, Jonathan, and Harvey S. Rosen. Taxation, Human Capital, and Uncertainty. American Economic Review, 70:4, September 1980, pp. 705-715.",
        "Feenberg, Daniel, and Elisabeth Coutts . An Introduction to the TAXSIM Model. Journal of Policy Analysis and Management , 12, 1993, pp.189-194.",
        "Feldstein, Martin. College Scholarship Rules and Private Saving, American Economic Review, 85:3, June 1995a, pp. 552-566.",
        "Gentry, William M., and R. Glenn Hubbard. Tax Policy and Entry into Entrepreneurship. Mimeograph, Columbia University, July 2002a.",
        "Gentry, William M., and R. Glenn Hubbard. Taxes and Wage Growth. Mimeograph, Columbia University, January 2002b.",
        "Gruber, Jonathan, and Emmanuel Saez. The Elasticity of Taxable Income: Evidence and Implications. Working Paper No. 7512, National Bureau of Economic Research, January 2000.",
        "Gruber, Jonathan, and Aaron Yelowitz. Public Health Insurance and Private Savings. Journal of Political Economy, 107(6), Part 1 December 1999, pp. 1249-1274.",
        "Hausman, Jerry A. Taxes and Labor Supply. In Alan J. Auerbach and Martin Feldstein , eds., The Handbook of Public Economics , New York: North Holland, 1985.",
        "Himmelberg, Charles P., and R. Glenn Hubbard. Incentive Pay and the Market for CEOs: An Analysis of Pay-Performance Sensitivity. Mimeograph, Columbia University, 2000.",
        "Hofler, Richard A., and Kevin J. Murphy . Underpaid and Overworked: Measuring the Effect of Imperfect Information on Wages. Economic Inquiry, 30, July 1992, pp. 511- 529.",
        "Homstrom, Bengt, and Paul Milgrom. Aggregation and Linearity in the Provision of Intertemporal Incentives. Econometrica, 55, March 1987, 303-328.",
        "Hubbard, R. Glenn, Jonathan Skinner, and Stephen P. Zeldes. Precautionary Saving and Social Insurance. Journal of Political Economy, 103:2, April 1995, pp. 360-399.",
        "Kesselman, Jonathan R. Tax Effects on Job Search, Training, and Work Effort. Journal of Public Economics, 1976, 6, pp. 255-272.",
        "Lazear, Edward P. Performance Pay and Productivity. American Economic Review, 90:5, 2000, pp. 1346-1361.",
        "Ljungqvist, Lars and Thomas J. Sargent. The Swedish Unemployment Experience. European Economic Review, 1995, 39, pp. 1043-1070.",
        "Manning, Alan. Labour Supply, Search and Taxes. Journal of Public Economics, 2001, 80:3, pp. 409-434.",
        "Meyer, Bruce D. Unemployment Insurance and Unemployment Spells. Econometrica, 1990, 58:4, pp. 757-782.",
        "Mortensen, Dale T. Job Search and Labor Market Analysis. In Orley Ashenfelter and Richard Layard, eds., The Handbook of Labor Economics, vol. 2, New York: North Holland, 1986.",
        "Mortensen, Dale T., and Christopher A. Pissarides. New Developments in Models of Search in the Labor Market. In Orley Ashenfelter and David Card, eds., The Handbook of Labor Economics, vol. 3, New York:; North Holland, 1999.",
        "Pissarides, Christopher A. Efficiency Aspects of the Financing of Unemployment Insurances and Other Government Expenditure. Review of Economic Studies, 1983, 50, 57-69.",
        "Pissarides, Christopher A. The Impact of Employment Tax Cuts on Unemployment Benefits and Wages: The Role of Unemployment Benefits and Tax Structure. European 37 Economic Review, 1998, 42, pp. 155-183.",
        "Pissarides, Christopher A. Equilibrium Unemployment Theory. MIT Press: Cambridge, 2000.",
        "Pissarides, Christopher A., and Jonathan Wadsworth. On-the-job Search: Some Empirical Evidence from Britain. European Economic Review, 1994, 38, pp. 385-401.",
        "Poterba, James M. Taxation, Risk-taking, and Household Portfolio Behavior. Working Paper No. 8340, National Bureau of Economic Research, June 2001.",
        "Prendergast, Canice. The Provision of Incentives in Firms. Journal of Economic Literature, 1999, 37:1, pp. 7-63.",
        "Royalty, Anne Beeson. Job-to-Job and Job-to-Nonemployment Turnover by Gender and Education Level. Journal of Labor Economics, 1998, 16, pp. 392-443.",
        "Saez, Emmanuel. Do Taxpayers Bunch at Kink Points? Working Paper No. 7366, National Bureau of Economic Research, September 1999.",
        "Topel, Robert H., and Michael P. Ward. Job Mobility and the Careers of Young Men. Quarterly Journal of Economics, 1992, 107:2, pp. 439-479."
    ]
}