{
    "id": 9227,
    "cites": 31,
    "cited_by": 1,
    "reference": [
        "Almond, Douglas V., Kenneth Y. Chay, and Michael Greenstone, Civil Rights, the War on Poverty, and Black-White Convergence in Mississippi, mimeo, 2001.",
        "Altonji, Joseph G. and Thomas A. Dunn, Relati onships Among the Family Incomes and Labor Market Outcomes of Relatives, Research in Labor Economics, 12 (1991), 269-310.",
        "Angrist, Joshua D., How Do Sex Ratios Affect Ma rriage and Labor Markets? Evidence from Americas Second Generation, Quarterly Journal of Economics, 117 (August 2002), 997 - 1038.",
        "Atack, Jeremy and Peter Passell, A New Economic View of American History 2 nd Edition, New York: W.W. Norton and Company, 1994.",
        "Bancroft, Frederic, Slave Trading in the Ol d South. Baltimore: J.H. Furst Company, 1931.",
        "Bjorklund Anders and Markus Jantii, Intergenerati onal Mobility in Sweden Compared to the United States, American Economic Review, 87 (1997), 377-386.",
        "Chandra, Amitabh Is Convergence in The Racial Wage Gap Illusory?, mimeo, Dartmouth College, 2001.",
        "Charles, Kerwin and Erik Hurst, The Co rrelation of Wealth Across Generations, 2001.",
        "Darity, William, Dietrich J., and Guilkey D.K., P ersistent Advantage or Disadvantage?: Evidence in Support of the Intergenerational Drag Hypothesis, American Journal of Economics and Sociology , 60 (April 2001).",
        "Donohue, John J. and James J. Heckman, Conti nuous versus Episodic Change: The Impact of Affirmative Action and Civil Rights Policy on the Economic Status of Blacks, Journal of Economic Literature, December 1991, 29 (4), pp. 1603-44.",
        "DuBois, W.E.B., The Philadelphia Negro: A Social Study, New York: Benjamin Blom, 1899. DuBois, W.E.B., The Souls of Black Folk. 1903.",
        "Fogel, Robert W. and Stanley L. Engerman, Time on the Cross: The Economics of American Negro Slavery. Boston: Little, Brown, 1974.",
        "Gould, Virginia Meacham, Chained to the Rock of A dversity: To Be Free, Black, and Female in the Old South, Athens: University of Georgia Press, 1998.",
        "Heckman, James J., Thomas Lyons and Petra T odd, Understanding Black-White Wage Differentials 1960-90, American Economic Review 90(2), 344-49.",
        "Hodges, Graham Russell, Slavery and Freedom in the Rural North. Madison: Madison House Publishers, 1997.",
        "Margo, Robert A., Educational Achievement in Segreg ated School Systems: The Effect of Separate But Equal, American Economic Review, 76 (September 1986), 794-801.",
        "Margo, Robert A., The South as an Economic Problem: Fact or Fiction?, in L. Griffin and D. Doyle, eds, The South as an American Problem. Athens: University of Georgia Press, 1995.",
        "Margo, Robert A., The North-South Wage Gap, Befo re and After the Civil War, National Bureau of Economic Research Working Paper Series, Number 8778, 2002.",
        "McManus, Edgar J., A History of Ne gro Slavery in New York. Syracuse: Syracuse University Press, 1966.",
        "Mulligan, Casey B., Parental Priorities and Economic Inequality, Chicago: University of Chicago Press, 1997.",
        "Neal, Derek and William Johnson, The Role of Prem arket Factors in Black-White Wage Differences, Journal of Political Economy, 104(5), 869-95. Olwell, Robert, Becoming Free: Manumission and the Genesis of a Free Black Community in South Carolina, 1740-90 in Jane G. Landers ed., Against the Odds: Free Black s in the Slave Societies of the Americas. London: Frank Cass, 1996.",
        "Phillips, Christopher, Freedoms Port: The Af rican American Community of Baltimore 1790-1860. Chicago: University of Illinois Press, 1997.",
        "Ransom, Roger and Richard Sutch, One Kind of Fr eedom: The Economics of Emancipation. New York: Cambridge University Press, 1977.",
        "Smith, James P. Race and Human Capital, American Economic Review, 74 (September 1984), 685-98.",
        "Smith, James P. and Finis R. Welch, B lack Economic Progress After Myrdal, Journal of Economic Literature, 27(2) (June, 1989), 519-564.",
        "Solon, Gary, Intergenerational Income Mobility in the United States, American Economic Review, 82 (1992), 393-408.",
        "Solon, Gary, Intergenerational Mobili ty in the Labor Market, in Orle y Ashenfelter and David Card eds., Handbook of Labor Economics, Vol 3. Elsevier Science B.V., 1999.",
        "Washinton, Booker T., Up From Slavery. New York: Doubleday, 1901.",
        "Wright, Gavin, Old South, New South. New York: Basic Books, 1986.",
        "Zilervirsmit, Arthur, The First Emancipation: The Abo lition of Slavery in the North. Chicago: University of Chicago Press, 1967.",
        "Zimmerman, David J., Regression Toward Mediocrity in Economic Stature, American Economic Review, 82(1992), 409-429."
    ]
}