{
    "id": 923,
    "cites": 25,
    "cited_by": 0,
    "reference": [
        "Ackley, G. and H. Ishi. Fiscal, Monetary, and Helated Policies, in H. Patrick and H. Bosovsky, eds., Asias New Giant: How the J~panese Econon~y Works, Washington, D.C.: The Brookirigs Institution, 1976.",
        "Aukrust, Odd. PRIM I: A Model of the Price and Income Distribution Mechanism of an Open Econonbr, Review of Income and Wealth, March 1970.",
        "Branson, W.H. Monetarist and Keynesian Models of the Transmission of Inflation, American Economic Review, Papers and Proceedings, May 1975.",
        "Branson, W.H. and Johan Myhrnan. Inflation in Open Economies: SupplyDetermined versus Demand-Determined Models, in H. Frisch, ed., Inflation in Small Countries, Berlin and New York: Springer-Verlag, 1976.",
        "Brunner, Karl and Allan Meltzer. The Explanation of Inflation: Some International Evidence, American Economic Review, Papers and Proceedings, February 1977.",
        "Bruno, M. The Two-Sector Open Econocry and the Heal Exchange Rate, American Economic Review, September 1976.",
        "Choi, J. International Trade and Transmission of Inflation in a General Equilibrium Framework, Ph.D. Dissertation, New York University, 1980.",
        "Choi, J. International Price Linkage under Fixed and Flexible Exchange Hates, mimeographed, 1981.",
        "Crockett, A.D. and M. Goldstein. Inflation under Fixed and Flexible Exchange Rates, International Monetary Fund Staff Papers, November 1976.",
        "Darby, Michael H. The NBER International Transmission Model: The Mark II Disequilibrium Version, Estimates and Lessons, University of California at Los Angeles Discussion Paper No. 137, December 1918.",
        "Dornbusch, Rudiger. Peal and Monetary Aspects of the Effect of Exchange Rate Changes, in R.Z. Aliber, ed. , National Monetary Policies and the International Financial System, Chicago and London: University of Chicago Press, 1974.",
        "Houthakker, U.S. and S.P. Magee. Income and Price Elasticities in World Trade, Review of Economics and Statistics, 51, May 1969.",
        "Johnson, Harry C. Inflation: A Monetarist View, in H.G. Johnson, Further Essays in Monetary Economics, Cambridge, Massachusetts: Harvard University Press, 1973.",
        "Jones, R.W. and Corden, W.M. Devaluation, Non-flexible Prices, and the Trade Balance for a Small Country, Canadian Journal of Economics, February 1976.",
        "Katseli-Papaefstratiou, L.T. Transmission of External Price Disturbances and the Composition of Trade, Journal of International Economics, 10, August 1980.",
        "Katz, Samuel I. Imported Inflation and the Balance of Payments, New York University Graduate School of Business Administration, The Bulletin, Nos. 91-92, October 1973.",
        "Krause, L.B. and W.S. Salant, eds. Worldwide Inflation, Washington, D.C.: The Brookings Institution, 1977.",
        "Kravis, Irving B. and Robert Lipsey. Price Behavior in the Light of Balance of Payments Theories, Journal of International Economics, (8), 1978.",
        "Laidler, D.E.W. An Elementary Monetarist Model of Simultaneous Fluctuations in Prices and Outputs, in H. Frisch, ed. , Inflation in Small Countries, Berlin and flew York: Springer-Verlag, 1976.",
        "Machiup, Fritz. How Inflation is Transmitted and Imported, ~ September 1975.",
        "Organization for Economic Cooperation and Development. The International Transmission of Inflation, OECD Economic Outlook, Special Section, July 1973.",
        "Prachowny, M.F. The Effectiveness of Stabilization Policy in a Small Open Economy, Weltwirtschaftliches Archiv, 109(2), 1973.",
        "Shinkai, 1. A Model of Imported Inflation, Journal of Political Economy. July-August 1973.",
        "Turnovsky, S. The Relative Stability of Alternative Exchange Rate Systems in the Presence of Random Disturbances, Journal of Money, Credit and Banking, February 1976.",
        "Turnovsky, S.J. and Andre Kaspura. An Analysis of Imported Inflation in a Short-Run Macroeconomic Model, Canadian Journal of Economics, Vol. 7, August 1974."
    ]
}