{
    "id": 9232,
    "cites": 56,
    "cited_by": 14,
    "reference": [
        "Manser, Marilyn and Murray Brown, Marriage and Household Decision-Making: A Bargaining Analysis, International Economic Review, Vol 21, No. 1 (February 1980), 31-44.",
        "McElroy, Marjorie B., The Joint Determination of Household Membership and Market Work: The Case of Young Men, Journal of Labor Economics Vol 3, No. 3 (July 1985), 293-316.",
        "McElroy, Marjorie B., The Empirical Content of Nash-Bargained Household Behavior, Journal of Human Resources, Vol. 25, No. 4, (Fall 1990), 559-583.",
        "McElroy, Marjorie B. and Mary J. Horney, Nash-Bargained Household Decisions: Toward a Generalization of the Theory of Demand, International Economic Review, Vol. 22, No. 2, (June 1981), 333-349.",
        "Mincer, Jacob, Market Prices, Opportunity Costs, and Income Effects. In Measurement in Economics: Studies in Mathematical Economics and Econometrics in Memory of Yehuda Grunfeld, edited by Carl F. Christ, et al. Stanford: Stanford University Press, 1963, 67-82.",
        "Nussbaum, Martha, Introduction, in Martha Nussbaum, and Jonathan Glover, editors, Women, Culture and Development: A Study of Human Capabilities, Oxford: Oxford University Press, 1995, pp. 1-15.",
        "Pezzin, Liliana E., and Barbara Steinberg Schone, Intergenerational Household Formation, Female Labor Supply, and Informal Caregiving, Journal of Human Resources, Vol. 34, No. 3 (summer 1999), 475-503.",
        "Pollak, Robert A., Habit Formation and Dynamic Demand Functions, Journal of Political Economy, Vol. 78, No. 4, (July-August l970), 745-763. Pollak, Robert A., Interdependent Preferences, American Economic Review Vol. 66, No. 3 (June 1976), 309-320.",
        "Pollak, Robert A., Endogenous Tastes in Demand and Welfare Analysis, American Economic Review, Vol. 68, No. 2, (May l978), 374-379. Pollak, Robert A., A Transaction Cost Approach to Families and Households, Journal of Economic Literature Vol. 23, No. 2 (June 1985), 581-608.",
        "Pollak, Robert A., Tied Transfers and Paternalistic Preferences, American Economic Review, Vol. 78, No. 2 (May 1988), 240-244.",
        "Reid, Margaret, The Economics of Household Production, New York: Wiley, 1934.",
        "Roth, Alvin E., Bargaining Experiments. In The Handbook of Experimental Economics, edited by John H. Kagel and Alvin E. Roth, Princeton: Princeton University Press, 1995, 253-348.",
        "Samuelson, Paul A., Social Indifference Curves, Quarterly Journal of Economics, Vol. 70, No. 1, (February 1956), 1-22.",
        "Samuelson, Paul, An Economists Non-Linear Model of Self-Generated Fertility Waves, Population Studies, Vol. XXX, No. 2 (July 1976), pp. 243-247.",
        "Sanderson, Warren C. Comment on Easterlin, Pollak and Wachters Towards a More General Model of Fertility Determination: Endogenous Preferences and Natural Fertility, in Population and Economic Change in Less Developed Countries, ed. by Richard A. Easterlin. Chicago: University of Chicago Press, 1980, 140-144.",
        "Schultz, T. Paul, Testing the Neoclassical Model of Family Labor Supply and Fertility, Journal of Human Resources, Vol. 25, No. 4, (Fall 1990), 599-634.",
        "Sen, Amartya, Collective Choice and Social Welfare, San Francisco: Holden-Day, 1970.",
        "Shubik, Martin, Cooperative Games. In The New Palgrave, Game Theory, edited by John Eatwell, Murray Milgate, and Peter Newman, New York: W.W. Norton. 1989, 103-107.",
        "Stigler, George J., and Gary S. Becker, De Gustibus Non Est Disputandum, American Economic Review, Vol. 67, No. 2, (March 1977), 76-90.",
        "Thomas, Duncan, Intra-Household Resource Allocation: An Inferential Approach, Journal of Human Resources, Vol. 25, No.4, (Fall 1990), 635-664.",
        "Ward-Batts, Jennifer, Out of the Wallet and into the Purse: Using Micro Data to Test Income Pooling, Claremont Colleges Working Paper in Economics, No. 2002-11, September 2002.",
        "Lundberg, Shelly, Robert A. Pollak, and Terence J. Wales, Do Husbands and Wives Pool Their Resources? Evidence from the U.K. Child Benefit, Journal of Human Resources, Vol. 32, No. 3 (Summer 1997), 463-480.",
        "Lundberg, Shelly and Robert A. Pollak, Efficiency in Marriage, October, 2001, NBER Working Paper 8642.",
        "Lundberg, Shelly and Robert A. Pollak, Bargaining and Distribution in Marriage, Journal of Economic Perspectives, Vol. 10, No. 4, (fall 1996), 139-158.",
        "Lundberg, Shelly and Robert A. Pollak, Separate Spheres Bargaining and the Marriage Market, Journal of Political Economy, Vol. 101, No. 6, (December 1993), 988-1010.",
        "Lundberg, Shelly and Robert A. Pollak, Noncooperative Bargaining Models of Marriage, American Economic Review Vol. 84, No. 2, (May 1994), 132-137.",
        "Lazear, Edward, Economic Imperialism, Quarterly Journal of Economics, Vol. 115, No. 1, (February 2000), 99-146.",
        "Lindbeck, Asser, and Jorgen W. Weibull, Altruism and Time Consistency: The Politics of Fait Accompli, Journal of Political Economy, Vol. 96, No. 6 (December 1988), 1165-1192.",
        "Lam, David, Marriage Markets and Assortative Mating with Household Public Goods: Theoretical Results and Empirical Implications, Journal of Human Resources, Vol. 23, No. 4 (fall 1988), 462-487.",
        "Keynes, John Maynard, The General Theory of Employment, Interest, and Money, London: Macmillan, 1936.",
        "Koopmans, Tjalling C. and Martin Beckmann, Assignment Problems and the Location of Economic Activities, Econometrica, Vol. 25, No. 1 (January 1957), 53-76.",
        "Hannan, Michael T., 1982, Families, Markets, and Social Structures: An Essay on Beckers A Treatise on the Family, Journal of Economic Literature Vol. 20, No. 1 (March), 65-72.",
        "Grossbard-Shechtman, Shoshana, The New Home Economics at Columbia and Chicago, Feminist Economics, Vol. 7, No. 3 (November 2001), 103-130.",
        "Engers, Maxim and Steven Stern, Long-Term Care and Family Bargaining, International Economic Review, Vol. 43, No. 1 (February 2002), 73-114.",
        "Folbre, Nancy, Gender Coalitions: Extrafamily Influences on Intrafamily Inequality. In Intrahousehold Resource Allocation in Developing Countries: Models, Methods, and Policy, edited by Lawrence Haddad, John Hoddinott, and Harold Alderman. Baltimore: Johns Hopkins University Press, 1997, 263-274.",
        "Cox, Donald, Motives for Private Income Transfers, Journal of Political Economy, Vol. 95, No. 3, (June 1987), 508-46.",
        "Duesenberry, James S. 1960. Comment. on Beckers An Economic Analysis of Fertility. In Demographic and Economic Change in Developed Countries, a conference of the Universities-National Bureau Committee for Economic Research, 231-234.",
        "Chiappori, Pierre-AndrÃ\u0083Â©, Collective Labor Supply and Welfare, Journal of Political Economy, Vol. 100, No. 3, (June 1992), 437-467.",
        "Chiappori, Pierre-AndrÃ\u0083Â©, Rational Household Labor Supply, Econometrica, Vol. 56, No. 1, (January 1988), 63-89.",
        "Camerer, Colin and Richard H. Thaler, Anomalies: Ultimatums, Dictators and Manners, Journal of Economic Perspectives, Vol. 9, No. 2 (spring 1995), 209-219.",
        "Bruce, Neil and Michael Waldman, The Rotten-Kid Theorem Meets the Samaritans Dilemma, Quarterly Journal of Economics, Vol. 105, No. 1, (February 1990), 155-165.",
        "Bernheim, B. Douglas, Andrei Shleifer, and Lawrence H. Summers, 1985, The Strategic Bequest Motive, Journal of Political Economy Vol. 93, No.6 (December), 1045-1076.",
        "Brown, Joan C. Children in Social Security, Studies of the Social Security System No. 3, Thetford Press Ltd., Thetford and London, 1984.",
        "Bergstrom, Theodore C., A Survey of Theories of the Family, in Mark R. Rosenzweig and Oded Stark, eds., Handbook of Population and Family Economics, Vol., 1A. Amsterdam: North-Holland Publishing Company, 1997, 21-79.",
        "Bergstrom, Theodore C., A Fresh Look at the Rotten Kid Theorem - and Other Household Mysteries, Journal of Political Economy Vol. 97, No. 5 (October 1989), 1138-1159.",
        "Ben-Porath, Yoram, 1982, Economics and the Family -- Match or Mismatch? A Review of Beckers A Treatise on the Family, Journal of Economic Literature Vol. 20, No. 1 (March), 52-64.",
        "Bergmann, Barbara R., Beckers Theory of the Family: Preposterous Conclusions, Feminist Economics, Vol. 1, No. 1, (spring 1995), 141-150.",
        "Behrman, Jere R., Robert A. Pollak, and Paul Taubman, From Parent to Child: Inequality and Immobility in the United States. Chicago: University of Chicago Press, 1995.",
        "Behrman, Jere R., Intrahousehold Distribution and the Family, in Mark R. Rosenzweig and Oded Stark, eds., Handbook of Population and Family Economics, Vol., 1A. Amsterdam: North-Holland Publishing Company, 1997, 125-187.",
        "Becker, Gary S., and Kevin M. Murphy, A Theory of Rational Addiction, Journal of Political Economy, Vol. 96, No. 4, (August 1988), 675-700.",
        "Becker, Gary S., Habits, Addictions, and Traditions, Kyklos, Vol. 45, No. 3, (fall 1992), 327-345.",
        "Becker, Gary S. Accounting for Tastes, Cambridge: Harvard University Press, 1996.",
        "Becker, Gary, The Economic Approach to Human Behavior, Chicago: University of Chicago Press, 1976.",
        "Becker, Gary S., Irrational Behavior and Economic Theory, Journal of Political Economy, Vol. 70, No. 1 (February 1962), 1-13.",
        "Becker, Gary, A Theory of Social Interactions, Journal of Political Economy, Vol. 82, No. 6 (December 1974), 1063-1094.",
        "Alderman, H., P. A. Chiappori, L. Haddad, J. Hoddinott, and R. Kanbur, Unitary versus Collective Models of the Household: Is It Time to Shift the Burden of Proof? World Bank Research Observer, Vol. 10, No. 1, (February 1995), 1-19."
    ]
}