{
    "id": 9234,
    "cites": 25,
    "cited_by": 24,
    "reference": [
        "[1] Altonji, J. and R. Blank, Race and Gender in The Labor Market in O. Ashenfelter and D. Card, eds., Handbook of Labor Economics, Vol. 3, Elsevier Science B.V., 3143-3259",
        "[2] Bisin, A. and T. Verdier (2000), Beyond the Melting Pot: Cultural Trans- mission, Marriage, and the Evolution of Ethnic and Religious Traits, Quar- terly Journal of Economics, CXV(3), 955-988, 2000.",
        "[3] Blau F. and Kahn L.(2000), Gender Di !erences in Pay, Journal of Eco- nomic Perspectives, Fall, 14:75-99 27",
        "[5] Costa D. (2000), From Mill Town to Board Room: The Rise of Womens Paid Labor, Journal of Economic Perspectives, Fall, 14: 101 - 122",
        "[7] Del Boca D., Locatelli M. and S. Pasqua (2000), Employment Decisions of Husbands and Wives,Labour,1,14",
        "[8] Erskine H. (1971), The Polls: Womens Role Public Opinion Quarterly, Vol. 35, No. 2., pp. 275-290.",
        "[9] FernÃ\u0083Â¡ndez, R., Guner, N. and J. Knowles (2001), Love and Money: A The- oretical and Empirical Analysis of Household Sorting and Inequality NBER Working Paper 8580.",
        "[10] FernÃ\u0083Â¡ndez, R. and R. Rogerson (2001), Sorting and Long-Run Inequality, Quarterly Journal of Economics, 116 (4), 1305-1341, 2001.",
        "[11] Fogli, A. (2000), Labor Market Rigidities and Family Ties, Ph.D thesis, University of Pennsylvania.",
        "[12] Freud S.,Some Psychological Consequences of the Anatomical Distinction Between the SexesIn J. Strachey (Ed. and Trans) Standard Edition (Vol. 8, pp 133-142) London: Hogart Press",
        "[13] Galor, O and O. Moav, Natural Selection and the Origin of Economic Growth,Quarterly Journal of Economics, 117, forthcoming, 2002.",
        "[14] Galor O. and Weil D. N.(1996), The Gender Gap, Fertility and Growth, American Economic Review 86: 374-387",
        "[15] Geher G. (2000), Perceived and Actual Characteristics of Parents and Part- ners: A Test of a Freudian Model of Mate Selection Current Psychology: Developmental, Learning, Personality, Social 19 (3)",
        "[16] Goldin C. (1997), Career and Family: College Women Look at the Past, in , F. Blau and R.,Gender and Family in the Workplace ,F.BlauandR. Ehrenberg, eds., New York: Russell Sage Press, 20-58. 28",
        "[17] Goldin C. (1990),Understanding the Gender Gap. Oxford University Press",
        "[18] Goldin C. and Katz L. (2000), The Power of the Pill: Oral Contraceptives and Womens Carrier and Marriage Decisions, NBER Working Paper, 7527",
        "[19] Greenwood J., Seshadri A., and Yorukoglu M. (2001), Engines of Libera- tion, University of Rochester, mimeograph.",
        "[21] Jones L., McGrattan E. and Manuelli R. E. (2001), Why are Married Women Working So Much?, University of Minneapolis, mimeograph",
        "[22] Killingsworth M.R. and Heckman J. (1986) Female Labor Supply: A Sur- vey, Chapter 2 inHandbook of Labor Economics,Ashenfelter O. and Layard R., eds., North Holland",
        "[23] Kremer, M. (1997), How Much Does Sorting Increase Inequality, Quarterly Journal of Economics, CXII, 115-139.",
        "[24] Lundberg S. and Pollak R. (2001), E ciency in Marriage, University of Washington, mimeo",
        "[25] Olivetti C. (2001), Changes in Womens Hours of Market Work: The E !ect of Changing Returns to Experience, Boston University, mimeograph",
        "[27] Thornton A., Alwin D. F., and Camburn D. (1983), Causes and Conse- quences of Sex-Role Attitudes and Attitude Change, American Sociological Review,48 (2): 211-227",
        "[28] Wilkie, J. R. (1988), Marriage, Family Life, and Womens Employment. inWomen Working, 2d ed., Stromberg A. H. and Harkess S. eds., Mountain View, CA: Mayfield, 149-66",
        "[29] Wilson G.D. and Barrett P.T. (1987), Parental Characteristics and Partner Choice: Some Evidence of Oedipal Imprinting, Journal of Biosocial Science,"
    ]
}