{
    "id": 9235,
    "cites": 16,
    "cited_by": 11,
    "reference": [
        "Baba, Yoshihisa, David F. Hendry and Ross M. Starr, The Demand for Ml in the U.S.A., 1960-1988, Review of Economic Studies 59:1 (1992), 25-61.",
        "Ball, Laurence, Another Look at Long-Run Money Demand, Journal of Monetary Economics 47:1 (2001), 31-44.",
        "Carlson, John B. and Susan M. Byrne, Recent Behavior of Velocity: Alternative Measures of Money, Federal Reserve Bank of Cleveland Economic Review 28:1 (1992), 2-10.",
        "Duca, John V., Financial Technology Shocks and the Case of the Missing M2, Journal of Money, Credit, and Banking 32:4 (2000).",
        "Dutkowsky, Donald H., and Barry Z. Cynamon, Sweep Programs: The Fall of Ml and the Rebirth of the Medium of Exchange, Syracuse University (2001a). Journal of Money, Credit, and Banking, forthcoming.",
        "Dutkowsky, Donald H., and Barry Z. Cynamon, Yet Another Look at Long-Run Money Demand, Syracuse University (2001b). Friedman, Benjamin M., Lessons on Monetary Policy from the 19 80s, Journal of Economic Perspectives 2 (Summer 19 88), 51-72.",
        "Goldfeld, Stephen M., The Demand for Money Revisited, Brookings Papers on Economic Activity 3 (1973), 577-638.",
        "Goldfeld, Stephen M., and Daniel E. Sichel, The Demand for Money, in B. Friedman and F. Hahn (eds.), Handbook of Monetary Economics, Elsevier, 1990, 300-356.",
        "Hetzel, Robert L., M2 and Monetary Policy, Federal Reserve Bank of Richmond Economic Review 75 (September/October 1989), 14-29.",
        "Hoffman, Dennis L., Robert H. Rasche, and Margie A. Tieslau, The Stability of Long-Run Money Demand in Five Industrial Countries, Journal of Monetary Economics 35:2 (1995), 317-339.",
        "Hoffman, Dennis L., and Robert H. Rasche, Long-Run Income and Interest Elasticities of Money Demand in the United States, Review of Economics and Statistics 73:4 (1991), 665-674.",
        "Lucas, Robert E. Jr., Money Demand in the United States: A Quantitative Review, Carnegie-Rochester Conference Series on Public Policy 29 (Autumn 1988), 137-168.",
        "Motley, Brian, Should M2 Be Redefined?, Federal Reserve Bank of San Francisco Economic Review (Winter 1988), 33-51.",
        "Nickell, Stephen, Error Correction, Partial Adjustment, and All That: An Expository Note, Oxford Bulletin of Economics and Statistics 47:2 (1985), 119-129.",
        "Poole, William, Monetary Policy Lessons of Recent Inflation and Disinflation, Journal of Economic Perspectives 2 (Summer 1988), 73-100.",
        "Stock, James H., and Mark W. Watson, A Simple Estimator of Cointegrating Vectors in Higher Order Integrated Systems, Econometrica 61:4 (1993), 783-820."
    ]
}