{
    "id": 9236,
    "cites": 23,
    "cited_by": 1,
    "reference": [
        "Altonji, J.G., Card, D., 1991. The effects of immigration on the labor market outcomes of less-skilled natives. In: Abowd, J. M., Freeman, R.B. (Eds), Immigration, Trade, and the Labor Market. University of Chicago Press, Chicago, pp. 201-234.",
        "Angrist, J.D., Krueger, A.B., 1992. The eff ect of age at school entry on educational attainment: an application of instrumental variables with moments from two samples. Journal of the American Statistical Association 87 (418), 328-336.",
        "Angrist, J.D., Krueger, A.B., 1995. Split sample instrumental variables estimates of the returns to schooling. Journal of Busine ss and Economic Statistics 13 (2), 225-235.",
        "Battacharya, J., Currie, J., Haider, S., 2002. Food insecurity or poverty: measuring need- related dietary adequacy. National Bureau of Economic Research, Working Paper No. 9003, Cambridge, MA.",
        "Bickel, G., Nord, M., Price, C., Ham ilton, W., Cook, J., 2000. Guide to Measuring Household Food Security, Revised 2000. US Depart ment of Agriculture, Food and Nutrition Service, Washington.",
        "Borjas, G.J., 2001. Welfare reform and immigration. In: Blank R., Haskins, R. (Eds), The New World of Welfare: An Agenda for Reauthorization and Beyond. Brookings Press, Washington, pp. 369-385.",
        "Borjas, G.J., Hilton, L., 1996. Immigrati on and the Welfare State: Immigrant Participation in Means-Tested Entitlement Pr ograms. Quarterly Journal of Economics 111 (2): 575-604.",
        "Crossley, T.F., Browning, M., 2001. Unempl oyment insurance benefit levels and consumption changes, Journal of Public Economics 80 (1), 1-23.",
        "Currie, J., Thomas, D., 1995. Does Head St art make a difference? American Economic Review 85 (3), 341-364.",
        "Currie, J., Yelowitz, A., 2000. Are public hous ing projects good for kids? Journal of Public Economics 75 (1), 99-124.",
        "Figlio, D.N., Gundersen, C., Ziliak, J.P., 2000. The impact of the macroeconomy and welfare reform on food stamp caseloads, Americ an Journal of Agricultural Economics 82 (3), 635-641.",
        "Gruber, J., 1997. The consumption smoothi ng benefits of unemployment insurance.",
        "American Economic Review 87 (1), 192-205. Gruber, J., 2000. Cash welfare as a c onsumption smoothing mechanism for divorced mothers, Journal of Public Economics 75 (2), 157-182.",
        "Gundersen, C., Oliveira, V., 2001. The f ood stamp program and food insufficiency.",
        "American Journal of Agricultural Economics 83 (4), 875-887. Hamermesh, D.S., 1982. Social insurance a nd consumption: an empirical inquiry.",
        "American Economic Review 72 (1), 101-113. Lee, J.S., Frongillo, E.A., 2001. Nutritional and health consequences are associated with food insecurity among US elderly persons . Journal of Nutrition 131 (5), 1503-1509.",
        "Moffitt, R., 1992. Incentive effects of the US welfare system: a review. Journal of Economic Literature 30 (1), 1-61.",
        "Rossi, P.H., 1998. Feeding the Poor: Assessing Federal Food Aid. AEI Press, Washington.",
        "US Department of Agriculture, 1999. The Thrifty Food Plan, 1999. Center for Nutrition Policy and Promotion, CNPP-7A, Washington.",
        "US General Accounting Office, 1998. Welfar e Reform: Many States Continue Some Federal or State Benefits for Immigrants . Report Number GAO/HEHS-98-132, Washington.",
        "US Immigration and Naturalization Serv ice, 1999. Statistical Yearbook of the Immigration and Naturalization Service, 1999. US GPO, Washington.",
        "Vialet, J.C., Eig, L.M., 1998. Alien eligibil ity for public assistance. Congressional Research Service, Report No. 96-617, Washington.",
        "Wasem, R.E., 1998. Naturalization trends, issues, and legislation. Congressional Research Service, Report No. 98-190, Washington."
    ]
}