{
    "id": 9238,
    "cites": 13,
    "cited_by": 14,
    "reference": [
        "2. Van Doorslaer E and Wagstaff A. Equity in th e finance of health care: methods and findings. In Equity in the Finance and Delivery of Health Care, Van Doorslaer E, Wagstaff A and Rutten F (eds). An International Perspective. Oxford University Press: Oxford, 1993.",
        "3. Haut ComitÃ\u0083Â© de la santÃ\u0083Â© publique. La santÃ\u0083Â© en France 2002. La documentation franÃ\u0083Â§aise (ed), 2002.",
        "4. Ettner S. Adverse Selection and the Purchase of Medigap Insurance by the Elderly. Journal of Health Economics 1997; 16(5): 543-562.",
        "5. Genier P. Assurance et Recours aux Soins. Revue Economique 1998; 49(3): 808-819.",
        "8. Spillman BC. The Impact of Being Uninsured on Utilization of Basic Health Care Services. Inquiry 1992; 29(4): 457-66.",
        "9. Hahn B. Health Care Utilization: The Effects of Extending Insurance to Adults on Medicaid or Uninsured. Medical Care 1994; 32(3): 227-239.",
        "10.Marquis MS and Long SH. The Uninsured Access Gap: Narrowing the Estimates. Inquiry 1994-95; 31(4), 405-14.",
        "11.Cartwright W, Hu T, and Huang L. Impact of varying Medigap insurance coverage on the use of medical services of the elderly. Applied Economics 1992; 24: 529-539.",
        "12.Hurd MD and McGarry K. Medical Insurance and the Use of Health Care Services by the Elderly. Journal of Health Economics, 1997; 16(2): 129-154.",
        "13.Harmon, C and Nolan B. Health Insurance and Health Services Utilization in Ireland. Health Economics 2001; 10(2): 135-45.",
        "14.Vera-Hernandez AM. Duplicate Coverage and demand for Health Care. The Case of Catalonia. Health Economics 1999; 8(7): 579-98.",
        "15.Schellhorn M. The effect of variable health insurance deductibles on the demand for physician visits. Health Economics 2001; 10(5): 441-456.",
        "16.Holly A, Gardiol L, Domeninghetti G and Bisig B. An econometric model of health care utilization and health insurance in Switzerland. European Economic Review 1998; 42: 513-"
    ]
}