{
    "id": 9241,
    "cites": 23,
    "cited_by": 10,
    "reference": [
        "Brennan, M. and H. Cao, Ã\u0082â\u0080\u009cInternational Portfolio Investment Flows,Ã\u0082â\u0080\u009d Journal of Finance 52, 1851-1880, 1997.",
        "Choe, H., B.C. Kho, and R. Stulz, Ã\u0082â\u0080\u009cDo Domestic Investors Have More Valuable Information About Individual Stocks Than Foreign Investors?,Ã\u0082â\u0080\u009d NBER working paper no. W8073, 2001.",
        "Chow, G., Ã\u0082â\u0080\u009cPortfolio Selection Based on Return, Risk, and Relative Performance,Ã\u0082â\u0080\u009d Financial Analysts Journal, March-April, 54-60, 1995.",
        "Cohen, R., P. Gompers, and T. Vuolteenaho, Ã\u0082â\u0080\u009cWho Underreacts to Cashflow News? Evidence from Trading Between Individuals and Institutions,Ã\u0082â\u0080\u009d manuscript, Harvard University, 2001.",
        "Froot, K., Ã\u0082â\u0080\u009cConsistent Covariance Matrix Estimation With Cross-Sectional Dependence and Heteroskedasticity in Cross-Sectional Financial Data,Ã\u0082â\u0080\u009d Journal of Financial and Quantitative Analysis 24, 333-355, 1989.",
        "Froot, K., P. OÃ\u0082â\u0080\u0099Connell, and M. Seasholes, Ã\u0082â\u0080\u009cThe Portfolio Flows of International Investors,Ã\u0082â\u0080\u009d Journal of Financial Economics 59, 151-193, 2001.",
        "Froot, K., and A. Perold, Ã\u0082â\u0080\u009cNew Trading Practices and Short-Run Market Efficiency,Ã\u0082â\u0080\u009d Journal of Futures Markets 15, 731-766, October 1995.",
        "Froot, K., and T. Ramadorai, Ã\u0082â\u0080\u009cThe Information Content of International Portfolio Flows,Ã\u0082â\u0080\u009d NBER working paper no. 8472, September 2001.",
        "Goetzmann, W., M. Massa, and G. Rouwenhorst, Ã\u0082â\u0080\u009cBehavioral Factors in Mutual Fund Flows,Ã\u0082â\u0080\u009d Yale ICF working paper no. 00-14, 1999.",
        "Grinblatt, M., and M. Keloharju, Ã\u0082â\u0080\u009cThe Investment Behavior and Performance of Various Investor-Types: A Study of FinlandÃ\u0082â\u0080\u0099s Unique Data Set,Ã\u0082â\u0080\u009d Journal of Financial Economics 55, 43-67, 2000.",
        "Jegadeesh, N. and S. Titman, Ã\u0082â\u0080\u009cReturns to Buying Winners and Selling Losers: Implications for Stock Market Efficiency,Ã\u0082â\u0080\u009d Journal of Finance 48, 65-91, 1993.",
        "Kim, W., and S.J. Wei, Ã\u0082â\u0080\u009cForeign Portfolio Investors Before and During a Crisis,Ã\u0082â\u0080\u009d Journal of International Economics 56, 77-96, 2000.",
        "Kyle, A., Ã\u0082â\u0080\u009cContinuous Auctions and Insider Trading,Ã\u0082â\u0080\u009d Econometrica 53, 1315-1336, 1985.",
        "Kyle, A., and W. Xoing, Ã\u0082â\u0080\u009cContagion as a Wealth Effect,Ã\u0082â\u0080\u009d Journal of Finance 55, 4, 1401-1443, 2001.",
        "Lakonishok, J., A. Shleifer, and R. Vishny, Ã\u0082â\u0080\u009cThe Impact of Institutional Trading on Stock Prices,Ã\u0082â\u0080\u009d Journal of Financial Economics 32, 23-43, 1992.",
        "Lo, A. and C. MacKinlay, Ã\u0082â\u0080\u009cStock Market Prices Do Not Follow Random Walks: Evidence From a Simple Specification Test,Ã\u0082â\u0080\u009d Review of Financial Studies 1, 41-66, 1988.",
        "Nofsinger, J., and R. Sias, Ã\u0082â\u0080\u009cHerding and Feedback Trading by Institutional and Individual Investors,Ã\u0082â\u0080\u009d Journal of Finance 54, 2263-2295, 1999.",
        "Richards, A., Ã\u0082â\u0080\u009cBig Fish in Small Ponds: the Momentum Investing and Price Impact of Foreign Investors in Asian Emerging Equity Markets,Ã\u0082â\u0080\u009d draft discussion paper, Reserve Bank of Australia, 2002.",
        "Rouwenhorst, G., Ã\u0082â\u0080\u009cInternational Momentum Strategies, Ã\u0082â\u0080\u009d Journal of Finance 53, 1998.",
        "Seasholes, M., Ã\u0082â\u0080\u009cSmart Foreign Traders in Emerging Earkets,Ã\u0082â\u0080\u009d University of California Berkeley, 2000.",
        "Sias, R., Ã\u0082â\u0080\u009cPrice Pressure and the Role of Institutional Investors in Closed-End Funds,Ã\u0082â\u0080\u009d Journal of Financial Research 20, 211-229, 1997.",
        "VanRoyen, A.S. and S. Page, Ã\u0082â\u0080\u009cThe Multiple Dimensions of Asset Allocation: Countries, Sectors, or Factors?,Ã\u0082â\u0080\u009d State Street Associates, 2002.",
        "Wermers, R., Ã\u0082â\u0080\u009cMutual Fund Herding and the Impact on Stock Prices,Ã\u0082â\u0080\u009d Journal of Finance 54, 581-622, 1999."
    ]
}