{
    "id": 9245,
    "cites": 25,
    "cited_by": 2,
    "reference": [
        "American Academy of Pediatrics, Committee on Environmental Health, 1997. Environmental Tobacco Smoke: A Hazard to Children. Pediatrics 99, 639-642.",
        "Bradford, W.D., 2002. Pregnancy and the Demand for Cigarettes. Manuscript. University of South Carolina.",
        "Buescher, P.A., Taylor, K.P., Davis, M.H., Bowling, J.M., 1993. The Quality of the New Birth Certificate Data: A Validation Study in North Carolina. American Journal of Public Health 83, 1163-1165.",
        "Chaloupka, F. J., Pacula, R.L, 1998. An Examination of Gender and Race Differences in Youth Smoking Responsiveness to Price and Tobacco Control Policies. National Bureau of Economic Research Working Paper no. 6541.",
        "Chaloupka, F.J., Warner, K.E., 2000. The Economics of Smoking. In Newhouse, J.P., Culyer, A. (eds.), The Handbook of Health Economics. Elsevier Science, Amsterdam, pp. 1539-1627.",
        "DiFranza, J.R., Lew, R.A., 1995. The Effect of Maternal Cigarette Smoking on Pregnancy: Complications and Sudden Infant Death Syndrome. The Journal of Family Practice 40, 385-94.",
        "Dolan- Mullen, P., Ramirez, G. and J.Y. Groff. 1994. A meta-analysis of randomized trials of prenatal smoking cessation interventions. American Journal of Obstetrics and Gynecology. 171(5), 1328-1334.",
        "Douglas, S. M., 1998. The Duration of the Smoking Habit. Economic Inquiry 36, 49-64.",
        "Evans, W. N., Ringel J.S., Stech, D., 1999. Tobacco Taxes and Public Policy to Discourage Smoking. In J. M. Poterba (ed.), Tax Policy and the Economy. MIT Press, Cambridge, MA, Vol. 13, 1-55.",
        "Evans, W. N., Ringel, J.S., 1999. Can Higher Cigarette Taxes Improve Birth Outcomes? Journal of Public Economics 72, 135-154.",
        "Fingerhut, L.A., Kleinman, J.C., Kendrick, J.S., 1990. Smoking Before, During, and After Pregnancy.",
        "American Journal of Public Health 80, 541-544. Greene, W.H., 2000. Econometric Analysis, 4 th Edition. Prentice Hall, Upper Saddle River, New Jersey.",
        "Gruber, J., KÃ\u0083Â¶szegi, B., 2001. Is Addiction `Rational? Theory and Evidence. Quarterly Journal of Economics 116(4), 1261-1305.",
        "Institute of Medicine, 1985. Preventing Low Birthweight. Washington, D.C.: National Academy Press.",
        "Lewit, E. M., Coate, D., 1982. The Potential for Using Excise Taxes to Reduce Smoking. Journal of Health Economics 1, 121-45.",
        "Li, C.Q., Windsor, R.A., Perkins, L., Goldenberg, R.L., Lowe, J.B., 1993. The Impact on Infant Birth Weight and Gestational Age of Cotinine-Validated Smoking Reduction During Pregnancy. Journal of the American Medical Association 269, 1519-1524.",
        "Orzechowski and Walker, 2001. The Tax Burden on Tobacco. Orzechowski and Walker.",
        "Quinn, V.P., Mullen, P.D., Ershoff, D.H., 1991. Women Who Stop Smoking Spontaneously Prior to Prenatal Care and Predictors of Relapse Before Delivery. Addictive Behaviors 16, 29-40.",
        "Ringel, J., Evans, W.N., 2001. Cigarette Taxes and Smoking During Pregnancy. American Journal of Public Health 91, 1851-1856.",
        "Schoendorf, K.C., Kiley, J.L., 1992. Relationship of Sudden Infant Death Syndrome to Maternal Smoking During and After Pregnancy. Pediatrics 90, 905-908.",
        "U.S. Department of Health and Human Services, 1990. The Health Benefits of Smoking Cessation: A Report of the Surgeon General . U.S. Department of Health and Human Services, Public Health Service, Rockville (MD).",
        "U.S. Department of Health and Human Services, 2001. Women and Smoking: A Report of the Surgeon General. Office of the Surgeon General, U.S. Department of Health and Human Services, Public Health Service, Rockville (MD).",
        "Viscusi, W. K., 1995. Cigarette Taxation and the Social Consequences of Smoking. Tax Policy and the Economy. 9, 51-101.",
        "Wasserman, J., Manning, W.G., Newhouse, J.P., Winkler, J.D., 1991. The Effects Of Excise Taxes and Regulations on Cigarette Smoking. Journal of Health Economics 10, 43-64.",
        "Wynand, P., van Praag, B., 1981. The Demand for Deductibles in Private Health Insurance: A Probit Model with Sample Selection. Journal of Econometrics 17, 229-252."
    ]
}