{
    "id": 9246,
    "cites": 24,
    "cited_by": 0,
    "reference": [
        "Abdel-khalik, A. and B. Ajinkya. Returns to Informational Advantages: The Case of Analysts Forecast Revisions. The Accounting Review Vol. 57, No. 3 (1982): 661-80.",
        "Barber, B., R. Lehavy, M. McNichols, and B. Trueman. Can Investors Profit from the Profits? Security Analyst Recommendations and Stock Returns. The Journal of Finance 56 (2001): 531-563.",
        "Beneish, M. Stock Prices and the Dissemination of Analysts Recommendations. Journal of Business Vol. 64, no. 3 (1991): 393-416.",
        "Bjerring, J., J. Lakonishok, and T. Vermaelen. Stock Prices and Financial Analysts Recommendations. Journal of Finance Vol. 38, no. 1 (1983): 187-204.",
        "Bradshaw, M. Analysts Reports, Stock Recommendations, and Target Prices. Working Paper, 2001, Harvard University.",
        "Brav, A. and R. Lehavy. An Empirical Analysis of Analysts Target Prices: Short Term Informativeness and Long Term Dynamics. Working Paper, 2001, UC Berkeley and Duke University.",
        "Elton, E., M. Gruber, and S. Grossman. Discrete Expectational Data and Portfolio Performance. Journal of Finance (1986): 699-713.",
        "Francis, J. and L. Soffer. The Relative Informativeness of Analysts Stock Recommendations and Earnings Forecast Revisions. Journal of Accounting Research Vol. 35, no. 2 (1997): 193-211.",
        "Hirst, E., L. Koonce and P. Simko. Investor Reactions to Financial Analysts Research Reports. Journal of Accounting Research Vol. 33, no. 2 (1995): 335-351.",
        "Liu, P., Smith, S., and Syed, A. Stock Price Reactions to the Wall Street Journals Securities Recommendations. Journal of Financial and Quantitative Analysis (1990): 399-410.",
        "Lloyd Davies, P. and M. Canes. Stock Prices and the Publication of Second-Hand Information. Journal of Business Vol. 51, no. 1 (1978): 43-56.",
        "Lys, T. and S. Sohn. The Association Between Revisions of Financial Analysts Earnings Forecasts and Security Price Changes. Journal of Accounting and Economics 13 (1990): 341-363.",
        "Maiello, M. Moving Targets: Forget analysts price targets. Theyre really just for show. Forbes (December 11, 2000): 288-290.",
        "Michaely, R. and K. Womack. Conflict of Interest and the Credibility of Underwriter Analyst Recommendations. The Review of Financial Studies Vol. 12, no. 4 (1999): 653-686.",
        "Mikhail, B., B. Walther and R. Willis. Do Security Analysts Exhibit Persistent Differences in Stock Picking Ability? Duke University and Northwestern University Working Paper (2002).",
        "Morgenson, G. Price Targets are Hazardous to Investors Wealth. The New York Times (August 5, 2001): 3.1.",
        "Opdyke, J. Should You Trust Wall Streets New Ratings? The Wall Street Journal (July 17, 2002): D1, D2.",
        "Santoli, M. The Whole Truth: Its Time to Repair Wall Streets Dubious Research Machine. Barrons (May 28, 2001): 23.",
        "Stickel, S. Common Stock Returns Surrounding Earnings Forecast Revisions: More Puzzling Evidence. The Accounting Review Vol. 66, No. 2 (1991): 402-416.",
        "Stickel, S. Reputation and Performance Among Security Analysts. The Journal of Finance 47 (1992): 1811-1836.",
        "Stickel, S. The Anatomy of the Performance of Buy and Sell Recommendations. Financial Analysts Journal 51 (1995): 25-39.",
        "Stone, A. One Way to End the Analyst Scandals. BusinessWeek Online (April 25, 2002) Taylor, P. Dont Shoot the Analysts. National Post (February 22, 2002): FP15.",
        "Tully, S., Is Wall Street Serious About Reform? Slammed By The Public, The Press, And Now Even Congress, The Big Investment Firms Have Promised To Change The Way They Do Business. Their Lobbying Efforts Tell A Different Story, Fortune (July 9, 2001), p. 90.",
        "Womack, K. Do Brokerage Analysts Recommendations Have Investment Value? The Journal of Finance 51 (1996): 137-16."
    ]
}