{
    "id": 9247,
    "cites": 35,
    "cited_by": 45,
    "reference": [
        "Abowd, John M., and Ashenfelter, Orley. Anticipated Unemployment, Temporary Layoffs, and Compensating Wage Differentials. In Studies in Labor Markets , edited by Sherwin Rosen. Chicago: University of Chicago Press, 1981, 141-170.",
        "Allison, David B.; Fontaine, Kevin R.; Manson, JoAnne E.; Stevens, June; and VanItallie, Theodore B. Annual Deaths Attributable to Obesity in the United States. Journal of the American Medical Association , 282, No. 16 (October 27, 1999), 1530-1538.",
        "American Chamber of Commerce Researchers Association. ACCRA Cost of Living Index . Arlington, Virginia: ACCRA, various years. Averett, Susan, and Korenman, Sanders. The Economic Reality of the Beauty Myth. Journal of Human Resources , 31, No. 2 (Summer 1996), 304-330.",
        "Becker, Gary S. A Theory of the Allocation of Time. Economic Journal , 75, No. 299 (September 1965), 493-517.",
        "Behrman, Jere R., and Rosenzweig, Mark R. The Returns to Increasing Body Weight. Working Paper, Department of Economics, University of Pennsylvania, February 2001.",
        "Bluestone, Barry, and Ross, Stephen. Overworked and Underemployed: Unraveling an Economic Enigma. The American Prospect , 31 (March-April 1997), 58-69.",
        "Bureau of the Census, U. S. Department of Commerce. Statistical Abstract of the United States Washington, D. C.: U. S. Government Printing Office, various years. Bureau of Labor Statistics, U. S. Department of Labor, and Bureau of the Census, U. S. Department of Commerce. Current Population Survey: Design and Methodology . Technical Paper 63. March 2000.",
        "Cawley, John. Body Weight and Womens Labor Market Outcomes. National Bureau of Economic Research Working Paper 7841, August 2000.",
        "Cawley, John. Rational Addiction, the Consumption of Calories, and Body Weight. Ph.D. dissertation, University of Chicago, 1999.",
        "Costa, Dora L., and Steckel, Richard H. Long-Term Trends in Health, Welfare, and Economic Growth in the United States. In Health and Welfare during Industrialization , edited by Richard H. Steckel and Roderick Floud. Chicago: University of Chicago Press, 1997, 47- 89.",
        "Centers for Disease Control and Prevention website http://www2.cdc.gov/nccdph/osh/state. DuMouchel, William, and Duncan, Greg J. Using Sample Survey Weights in Multiple Regression Analysis of Stratified Samples. Journal of the American Statistical Association , 78, No. 383 (September 1983), 535-543.",
        "Evans, William; Farrelly, Matthew C.; and Montgomery, Edward. Do Workplace Smoking Bans Reduce Smoking? American Economic Review , 89, No. 4 (September 1999), 728-747.",
        "Fogel, Robert W., and Costa, Dora L. A Theory of Technophysic Evolution, with Some Implications for Forecasting Population, Health Care, and Pension Costs. Demography , 34, No. 1 (February 1997), 49-66.",
        "Grossman, Michael. The Economics of Substance Use and Abuse: The Role of Price. In The Economic Analysis of Substance Use and Abuse: The Experience of Developed Countries and Lessons for Developing Countries , edited by Michael Grossman and Chee- Ruey Hsieh. Cheltenham, United Kingdom: Edward Elgar Limited, 2001, 1-30.",
        "Huber, P. J. The Behavior of Maximum Likelihood Estimates Under Nonstandard Conditions. In Fifth Berkeley Symposium on Mathematical Statistics and Probability . Berkeley, California: University of California Press, 1967, 221-233.",
        "Kolata, Gina. 2 Top Diet Drugs Are Recalled Amid Reports of Heart Defects. New York Times , September 16, 1997, A1 and A25.",
        "Lakdawalla, Darius, and Philipson, Tomas. The Growth of Obesity and Technological Change: A Theoretical and Empirical Investigation. National Bureau of Economic Research Working Paper No. 8965, May 2002.",
        "Maddala, G. S. Limited-Dependent and Qualitative Variables in Econometrics . Cambridge, England: Cambridge University Press, 1983.",
        "McGinnis, J. Michael, and Foege, William. H. Actual Causes of Death in the United States. Journal of the American Medical Association , 270, No. 18 (November 10, 1993), 2207- 2212.",
        "Mela, David J., and Rogers, Peter J. Food, Eating and Obesity: The Psychobiological Basis of Appetite and Weight Control . London: Chapman and Hall, 1998.",
        "Moore, Michael J. The Political Economy of Workplace Smoking. Working Paper, Darden 3737 Graduate School of Business Administration, University of Virginia, July 2001.",
        "Naik, Narayan Y., and Moore, Michael J. Habit Formation and Intertemporal Substitution in Individual Food Consumption. Review of Economics and Statistics , 78, No. 2 (May 1996), 321-328.",
        "National Heart, Lung, and Blood Institute, National Institutes of Health. Clinical Guidelines on the Identification, Evaluation, and Treatment of Overweight and Obesity in Adults-The Evidence Report. Obesity Research 6, Supplement 2 ( September 1998), 51S-215S.",
        "National Institute of Diabetes and Digestive and Kidney Diseases. Statistics Related to Overweight and Obesity . NIH Publication No. 96-4158. Washington, D. C.: U. S. Government Printing Office, 1996.",
        "Orzechowski, William, and Walker, Robert. The Tax Burden on Tobacco: Volume 36, 2001 .",
        "Arlington, VA: Orzechowski and Walker, 2002.",
        "Philipson, Tomas. The World-Wide Growth in Obesity: An Economic Research Agenda. Health Economics , 10, No. 1 (January 2001), 1-7.",
        "Philipson, Tomas, and Posner, Richard A. The Long-Run Growth in Obesity as a Function of Technological Change. National Bureau of Economic Research Working Paper 7423, November 1999.",
        "Public Health Service, U. S. Department of Health and Human Services. Healthy People 2010: National Health Promotion and Disease Prevention Objectives . Washington, D. C.: U. S.",
        "Ruhm, Christopher J. Are Recessions Good for Your Health? Quarterly Journal of Economics 115, No. 2 (May 2000), 616-650.",
        "Schlosser, Eric. Fast Food Nation: The Dark Side of the All-American Meal . Boston: Houghton Mifflin Company, 2001.",
        "Stevens, June; Cai, Jianwen; Pamuk, Elsie R.; Williamson, David F.; Thun, Michael J; and Wood, Joy L. The Effects of Age on the Association Between Body-Mass Index and Mortality. New England Journal of Medicine , 338, No. 1 (January 1, 1998), 1-7.",
        "Trejo, Stephen J. The Effects of Overtime Pay Regulation on Worker Compensation. American Economic Review , 81, No. 4 (September1991), 719-740.",
        "Wolf, Anne, and Colditz, Graham. Current Estimates of the Economic Cost of Obesity in the United States. Obesity Research , 6, No. 2 (1998), 97-106.",
        "World Health Organization. Obesity: Preventing and Managing the Global Epidemic . Geneva: World Health Organization, 1997."
    ]
}