{
    "id": 9251,
    "cites": 13,
    "cited_by": 2,
    "reference": [
        "Abreu, D., and M. K. Brunnermeier, 2001, Ã\u0082Â\u008dBubbles and Crashes,Ã\u0082Å½ working paper, Princeton Uni- versity.",
        "Allen, F., and D. Gale, 2000, Ã\u0082Â\u008dFinancial Contagion,Ã\u0082Å½ Journal of Political Economy, 108(1), 1Ã\u0082â\u0080¦33.",
        "Allen, F., S. Morris, and H. S. Shin, 2002, Ã\u0082Â\u008dBeauty Contests, Bubbles and Iterated Expectations in Asset Markets,Ã\u0082Å½ working paper, University of Pennsylvania and Yale University and London School of Economics.",
        "Barlevi, G., and P. Veronesi, 2001, Ã\u0082Â\u008dRational Panics and Stock Market Crashes,Ã\u0082Å½ working paper, University of Chicago.",
        "Basak, S., 1995, Ã\u0082Â\u008dA General Equilibrium Model of Portfolio Insurance,Ã\u0082Å½ Review of Financial Studies, 8(4), 1059Ã\u0082â\u0080¦1090.",
        "Bikhchandani, S., D. Hirshleifer, and I. Welch, 1992, Ã\u0082Â\u008dA Theory of Fads, Fashion, Custom, and Cultural Change as Informational Cascades,Ã\u0082Å½ Journal of Political Economy, 100(5), 992Ã\u0082â\u0080¦1026.",
        "Brennan, M. J., and E. Schwartz, 1989, Ã\u0082Â\u008dPortfolio Insurance and Financial Market Equilibrium,Ã\u0082Å½ Journal of Business, 62, 455Ã\u0082â\u0080¦472.",
        "Caballero, R. J., and A. Krishnamurthy, 2001, Ã\u0082Â\u008dInternational Liquidity Illustion: On the risks of sterilization,Ã\u0082Å½ working paper, MIT and Northwestern.",
        "Chen, Y., 1995b, Ã\u0082Â\u008dBanking Panics: the role of the Ã\u0082â\u0080\u009crst-come, Ã\u0082â\u0080\u009crst-served rule and informational externalities,Ã\u0082Å½ working paper, UCLA.",
        "Chowdhry, B., and V. Nanda, 1998, Ã\u0082Â\u008dLeverage and Market Stability : The Role of Margin Rules and Price Limits,Ã\u0082Å½Journal of Business, 71(2), 179Ã\u0082â\u0080¦210.",
        "Dennis, P. J., and D. Strickland, 2002, Ã\u0082Â\u008dWho blinks in Volatile Markets, Individuals or Institutions,Ã\u0082Å½ The Journal of Finance, ?, forthcoming.",
        "Diamond, D., and P. Dybvig, 1983, Ã\u0082Â\u008dBank Runs, Deposit Insurance, and Liquidity,Ã\u0082Å½ Journal of Polit- ical Economy, 91, 401Ã\u0082â\u0080¦419.",
        "Dow, J., and G. Gorton, 1994, Ã\u0082Â\u008dArbitrage Chains,Ã\u0082Å½ The Journal of Finance, 49(3), 819Ã\u0082â\u0080¦849."
    ]
}