{
    "id": 9253,
    "cites": 47,
    "cited_by": 10,
    "reference": [
        "Kaplan, S. and L. Zingales, 1997, Do Financing Constraints Explain why Investment is Correlated with Cash Flow? Quarterly Journal of Economics, 112, pp. 169-215.",
        "Jensen, M., 1993, The Modern Industrial Revolution, Exit, and the Failure of Internal Control Systems, Journal of Finance, 48, pp. 83 1-80.",
        "Baker, M., J. Stein, and J. Wurgler, 2002, When Does the Market Matter? Stock Prices and the Investment of Equity-Dependent Firms, NBER Working Paper 8750.",
        "Jensen, M. and W. Meckling, 1976, Theory of the Firm Managerial Behavior, Agency Costs and Capital Structure, Journal of Financial Economics, 3, pp. 305-60.",
        "Hart, 0. and J. Moore, 1995, Debt and Seniority: An Analysis of the Role of Hard Claims in Constraining Management, American Economic Review, 85, pp. 567-85.",
        "Jensen, M., 1986, Agency Costs of Free Cash Flow, Corporate Finance and Takeovers, American Economic Review, 76, pp. 323-29.",
        "Holmstrom, B. and J. Tirole, 1998, Private and Public Supply of Liquidity, Journal of Political Economy, 106, pp. 1-40.",
        "Froot, K., D. Scharfstein and J. Stein, 1994, A Framework for Risk Management, Harvard Business Review, November-December, pp. 91-102.",
        "Fazzari, S. and B. Petersen, 1993, Working Capital and Fixed Investment: New Evidence on Financing Constrains, RAND Journal of Economics, 24, pp. 328-42.",
        "Froot, K., D. Scharfstein and J. Stein, 1993, Risk Management: Coordinating Corporate Investment and Financing Policies, Journal of Finance, 48, pp. 1629-58.",
        "Fenn, G. and N. Liang, 2001, Corporate Payout Policy and Managerial Stock Incentives, Journal of Financial Economics, 60, pp. 45-72.",
        "Fazzari S., R. G. Hubbard and B. Petersen, 1988, Financing Constraints and Corporate Investment,  Brooking Papers on Economic Activity, 1, pp. 141-95.",
        "Faulkender, M., 2002, Cash Holdings Among Small Business, mimeo, Northwestern University.",
        "Calomiris, C., C. Himmelberg and P. Wachtel, 1995, Commercial Paper and Corporate Finance: A Microeconomic Perspective, Carnegie Rochester Conference Series on Public Policy, 45, pp. 203-50.",
        "Dittmar, A., J. Mahrt-Smith and H. Servaes, 2002, Corporate Liquidity, mimeo, Indiana University and London Business School.",
        "Acharya, V., J. Huang, M. Subrahmanyam and R. Sundaram, 2002, When Does Strategic Debt Service Matter,? mimeo.",
        "Cristophe, 5., 2000, The Value of U.S. MNC Earnings Changes from Foreign and Domestic Operations, Journal of Business, 75, pp. 67-94.",
        "Myers, S. and Majluf, 1984, Corporate Financing and Investment Decisions When Firms Have Information that Investors do not Have, Journal of Financial Economics, 13, pp. 187-222.",
        "M~rck, R., A. Shleifer and R. Vishny, 1988, Management Ownership and Market Valuation: An Empirical Analysis, Journal of Financial Economics, 20, pp. 293-315.",
        "Myers, 5., 1977, The Determinants of Corporate Borrowing, Journal of Financial Economics, 5, pp. 146-75.",
        "Lie, E., 2000, Excess Funds and Agency Problems: An Empirical Study of Incremental Cash Disbursements, Review of Financial Studies, 13, pp. 2 19-47.",
        "Lamont, 0., C. Polk and J. Saa-Requejo, 2001, Financial constraints and stock returns, Review of Financial Studies, 14, pp. 529-54.",
        "Lang, L., R. Stulz and R. Walkling, 1991, A Test of the Free Cash Flow Hypothesis: The Case of Bidder Returns, Journal of Financial Economics, 29, pp. 315-35.",
        "Kim, C., D. Mauer and A. Sherman, 1998, The Determinants of Corporate Liquidity: Theory and Evidence, Journal of Financial and Quantitative Analysis, 33, pp. 335-59.",
        "Keynes, J. M., 1936, The General Theory of Employment, Interest and Money, London: McMillan.",
        "Kashyap, A. and J. Stein, 2000, What Do a Million Observations on Banks Say about the Transmission of Monetary Policy? American Economic Review, 90, pp. 407-28.",
        "Kashyap, A., 0. Lamont and J. Stein, 1994, Credit Conditions and the Cyclical Behavior of Inventories, Quarterly Journal of Economics, 109, pp. 565-92.",
        "Kaplan, S. and L. Zingales, 2000, Investment-Cash Flow Sensitivities are not Useful Measures of Financial Constraints, Quarterly Journal of Economics, 115, pp. 707-12.",
        "Carpenter, R., S. Fazzari and B. Petersen, 1994, Inventory Investment, Internal-Finance Fluctuations, and the Business Cycle, Brookings Papers on Economic Activity, 6, pp. 75-122.",
        "Campello, M., 2002, Capital Structure and Product Markets Interactions: Evidence from Business Cycles, Journal of Financial Economics (forthcoming).",
        "Yermack, D., 1995, Do Corporations Award Stock Options Effectively? Journal of Financial Economics, 39, pp. 237-69.",
        "Tirole, J., 2001, Corporate Governance, Econometrica, 69, pp. 1-35.",
        "Stein, J., 2001, Agency, Information and Corporate Investment, mimeo, Harvard University.",
        "Povel, P. and M. Raith, 2001, Optimal Investment Under Financial Constraints: the Roles of Internal Funds and Asymmetric Information, Working Paper, University of Chicago.",
        "Ozkan A. and N. Ozkan, 2002, Corporate Cash Holdings: An Empirical Investigation of UK Companies, Working Paper, University of York.",
        "Myers, S. and R. Rajan, 1998, The Paradox of Liquidity, Quarterly Journal of Economics, 113, pp. 733-71.",
        "Opler, T., L. Pinkowitz, R. Stulz and R. Williamson, 1999, The Determinants and Implications of Corporate Cash Holdings, Journal of Financial Economics, 52, pp. 3-46.",
        "Blanchard, 0., F. Lopez-de-Silanes and A. Shleifer, 1994, What Do Firms Do with Cash Windfalls ? Journal of Financial Economics, 36, pp. 337-60.",
        "Baskin, J., 1987, Corporate Liquidity in Games of Monopoly Power, Review of Economics and Statistics, 69, 312-319.",
        "Pinkowitz, L. and R. Williamson, 2001, Bank Power and Cash Holdings: Evidence from Japan, Review of Financial Studies, 14, pp. 1059-82.",
        "John, T., 1993, Accounting Measures of Corporate Liquidity, Leverage, and Costs of Financial Distress, Financial Management, 22, pp. 91-100.",
        "Gilchrist, S. and C. Himmelberg, 1996, Evidence on the Role of Cash Flow for Investment, Journal of Monetary Economics, 36, pp. 541-72.",
        "Almeida, H. and M. Campello, 2002, Financial Constraints and Investment-Cash Flow Sensitivities: New Research Directions, mimeo.",
        "Fazzari S., R. G. Hubbard and B. Petersen, 2000, Investment-Cash Flow Sensitivities Are Useful: A Comment on Kaplan and Zingales, Quarterly Journal of Economics, 115, pp. 695-706.",
        "Erickson, T. and T. Whited, 2000, Measurement Error and the Relationship between Investment and Q, Journal of Political Economy, 108, pp. 1027-57.",
        "Aggarwal, R. and A. Samwick, 1999, The Other Side of the Trade-Off: The Impact of Risk on Executive Compensation, Journal of Political Economy, 107, pp. 65-105.",
        "McConell, J. and H. Servaes, 1990, Additional Evidence on Equity Ownership and Corporate Value, Journal of Financial Economics, 27, pp. 595-612."
    ]
}