{
    "id": 9254,
    "cites": 18,
    "cited_by": 37,
    "reference": [
        "Autor, David. 2001. Wiring the Labor Market Journal of Economic Perspectives vol: 15 Issue 1 (Winter) pages: 25-40.",
        "Autor, David, Frank Levy, and Richard Murnane. 2000. Upstairs, Downstairs: Computer-Skill Complementarity and Computer-Labor Substitution on Two Floors of a Large Bank NBER Working Paper 7890, Sept.",
        "Autor, David, Alan Krueger, and Lawrence Katz. 1998. Computing Inequality: Have Computers Changed the Labor Market? Quarte rly Journal of Economics, vol 113, no 4, Nov, pp 1169-1214.",
        "Cappelli, Peter. 2000. Computers, Work Organization, and Wage Outcomes (NBER Working Paper 7987) Oct.",
        "Card David and John DiNardo. 2002. Skill Bias ed Technological Change and Rising Wage Inequality: Some Problems and Puzzles NBER working paper 8769, Feb.",
        "Centre for Economic Performance, LSE. 2001. Conference on Unions and Internet May.",
        "Diamond, Wayne and Richard Freeman. 2001. The British Workplace Representation and Participation Survey CEP mimeo, London.",
        "DiNardo, John and Steve Pischke. 1997. The Returns to Computer Use Revisited: Have Pencils Changed the Wage Structure Too? Quarterly Journal of Economics, Vol. 112 (February): 291- 303.",
        "Enhance Media. 2002. National Online Recruitment Audience Survey Results April.",
        "Freeman, Richard and Joel Rodgers. 2002. Open Source Unionism: Beyond Exclusive Collective Bargaining Spring, vol 5, no 4 ( http://www.workingusa.org/ ).",
        "Greer, C. 2001. E-Voice: How Information Tec hnology is Shaping Life Within Unions, Journal of Labor Research, (in press) Guyer, L. 2001. www.allianceibm.org: real world experiences of online organising presented at Unions and the Internet Conference, London, May 21-22.",
        "Hartford, B. 2001. Riding the Internet presented at Unions and the Internet Conference, London, May 21-22.",
        "Kuhn, Peter and Mikal Skuterude. 2001. Does Internet Job Search Reduce Unemployed Workers Jobless Durations, Santa Barbara Working Paper.",
        "Kuhn, Peter and Mikal Skuterude. 2000. Internet and Traditional Job Search Methods, Monthly Labor Review, Oct.",
        "Lee, E. 1996. The Labour Movement and the Internet: The New Internationalism,Pluto Press: London.",
        "Mason, P. 2001. ReedNUJ.org: How Workplace Activists used the Internet in a white-collar union recognition campaign discussion comments, Unions and the Internet Conference, London, May 21-22.",
        "Neumark, David and Deborah Reed. 2002. Empl oyment Relationships in the New Economy NBER working paper 8910, April.",
        "US Department of Commerce. 2002b. A Nation Online, Feb."
    ]
}