{
    "id": 9258,
    "cites": 20,
    "cited_by": 4,
    "reference": [
        "[1] Boadway, R. and F. Flatters, 1982, E !ciency and Equalization Pay- ments in a Federal System of Government: A Synthesis and Extension of Recent Results,Canadian Journal of Economics, 15, 613-633.",
        "[2] Bolton, P. and G. Roland, 1997, The Break Up of Nations: A Political Economy Analysis,Quarterly Journal of Economics, 112, 1057-90.",
        "[3] Boldrin, M. and F. Canova, 2001, Inequality and Convergence: Recon- sidering European Regional Policies, Economic Policy,32, 207-253.",
        "[5] Ciccone, A. and R. Hall, 1996, Productivity and the Density of Economic Analysis,American Economic Review, 86, 54-70",
        "[6] European Commission, 2001, Second Report on Economic and Social Cohesion, adopted January 31rst.",
        "[7] European Commission, 2002,Communication from the Commission - A Project for the European Union,Bruxelles,May2002,COM(2002)247.",
        "[9] Hindriks, J. and G. Myles, 2001, Strategic Inter-Regional Transfers, CORE Working Paper.2001/4.",
        "[10] Inman, R., 1988, Federal Assistance and Local Services in the United States: The Evolution of a New Federalist Fiscal Order, in H. Rosen (ed.), Fiscal Federalism, University of Chicago Press, Chicago, IL, 33- 74.",
        "[11] Inman, R. and D. Rubinfeld, 1996, Designing Tax Policy in Federalist Economies: An Overview,Journal of Public Economics, 60, 307-334.",
        "[12] Le Breton, M. and S. Weber, 2001, The Art of Making Everybody Happy: How to Prevent a Secession, CORE Working Paper 2001/11. 24",
        "[13] Mansoorian, A. and G.M. Myers, 1993, Attachment to Home and E !- cient Purchases of Population,Journal of Public Economics, 52, 117-132.",
        "[14] Myers, G.M., 1990, Optimality, Free Mobility and the Regional Author- ity in a Federation,Journal of Public Economics, 43,107-121.",
        "[15] Overman, H. and D. Puga, 2002, U nemployment Clusters across Euro- pean Regions and Countries,Economic Policy, 34, 115-147.",
        "[16] Piketty, T., 1996, A Federal Voting Mechanism to Solve the Fiscal Ex- ternality Problem,European Economic Review, 40, 3-17.",
        "[17] Puga, D., 2001, European Regional Policy in Light of Recent Location Theories, CEPR Discussion Paper 2767.",
        "[18] Quah D., 1996, Regional Convergence across Clusters across Europe, European Economic Review, 40, 951-958.",
        "[19] Rodrik, D., 2002, Feasible Globalizations, CEPR Discussion Paper 3524.",
        "[20] Wellish, D., 1994, Interregional Spill-overs in the Presence of Perfect and Imperfect Household Mobility, Journal of Public Economics,55, 167-184.",
        "[21] Wildasin, D., 1990, Income Redistribution in a Common Labor Market, American Economic Review, 81, 757-774.",
        "[22] Wildasin, D., 1998, Factor Mobility and Redistributive Policy: Local and International Perspectives, in P. Sorensen (ed.) Public Finance in a Changing World, London: MacMIllan, 151-192. 25"
    ]
}