{
    "id": 9261,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "Young, John (1925) European Currency and Finance, prepared for the United States Senate Commission on Gold and Silver Inquiry, Government Printing Office, Washington DC.",
        "Weidenmier, Marc (1999) Financial Aspects of the American Civil War: War News, Price Risk, and the Processing of Information, unpublished Ph.D. dissertation. University of Illinois.",
        "Willard, Kristen, Timothy Guinnane, and Harvey Rosen (1996) Ã\u0082â\u0080\u009cTurning Points in the Civil War: Views from the Greenback Market,Ã\u0082â\u0080\u009d American Economic Review, Vol. 86, pp. 1001-1018.",
        "War Office (1922) Statistics of the Military Effort of the British Empire During the Great War, London: H.M. Stationery Office.",
        "Roll, Richard (1972) Ã\u0082â\u0080\u009cInterest Rates and Price Expectations During the Civil War,Ã\u0082â\u0080\u009d Journal of Economic History, Vol. 32, pages 476-498.",
        "Taylor, A.J.P. (1980) The First World War: An Illustrated History, New York: Perigee Books.",
        "Mitchell, Wesley (1903) A History of the Greenbacks Chicago, IL: The University of Chicago Press.",
        "McCandless, George (1996) Ã\u0082â\u0080\u009cMoney, Expectations, and the Civil War,Ã\u0082â\u0080\u009d American Economic Review, Vol. 86, (June), pp. 661-671.",
        "Kuczynski, R. R. (1923) Ã\u0082â\u0080\u009cGerman Taxation Policy in the World War,Ã\u0082â\u0080\u009d Journal of Political Economy, Vol 31, pages 763-789.",
        "Gilbert, Martin (1994) The First World War: A Complete History, New York: Henry Holt and Co.",
        "Ferguson, Niall (1998) The Pity of War, London: Penguin Press.",
        "Frey, Bruno, and Marcel Kucher (1997) Ã\u0082â\u0080\u009cBond Values and World War II Events,Ã\u0082â\u0080\u009d manuscript, Institute of Empirical Economic Research at the University of Zurich.",
        "Federal Reserve Bulletin, Board of Governors of the Federal Reserve System: Washington DC, January, 1920.",
        "Federal Reserve Bulletin, Board of Governors of the Federal Reserve System: Washington DC, May 1, 1918.",
        "Fayle, C. Ernest (1927) The War and the Shipping Industry, London: Oxford University Press.",
        "Brown, William, and Richard Burdekin (2000) Ã\u0082â\u0080\u009cTurning Points in the U.S. Civil War: A British Perspective,Ã\u0082â\u0080\u009d Journal of Economic History, Vol. 60. pages 216-231.",
        "Bordo, Michael, and Finn Kydland (1995) Ã\u0082â\u0080\u009cThe Gold Standard As a Rule: An Essay in Exploration,Ã\u0082â\u0080\u009d Journal of Economic History, Vol. 32, pages 423-464.",
        "Bogart, Ernest (1921) War Costs and Their Financing, New York: D. Appleton and Company.",
        "Bordo, Michael, and Eugene White (1991) Ã\u0082â\u0080\u009cBritish and French Finance During the Napoleonic Wars,Ã\u0082â\u0080\u009d in Bordo and Capie, eds. Monetary Regimes in Transition, Cambridge, Cambridge University Press.",
        "Beveridge, William (1928) British Food Control, London: Oxford University Press.",
        "Barro, Robert (1979) Ã\u0082â\u0080\u009cOn the Determination of the Public Debt,Ã\u0082â\u0080\u009d Journal of Political Economy, Vol. 87, (October), pp. 940-971.",
        "Anderson, Evan, Lars Hansen, Ellen McGrattan, and Thomas Sargent (1996) Ã\u0082â\u0080\u009cMechanics of Forming and Estimating Dynamic Linear Economies,Ã\u0082â\u0080\u009d in H. Amman et al., eds. Handbook of Computational Economics, Vol 1, Amsterdam: Elsevier."
    ]
}