{
    "id": 9263,
    "cites": 30,
    "cited_by": 20,
    "reference": [
        "Angrist, Joshua D., and Victor Lavy (1999), Using Maimonides Rule to Estimate the Effect of Class Size on Student Achievement, Quarterly Journal of Economics, May 1999.",
        "Armor, David (1972), The Evidence on Busing, The Public Interest 28, 90-126.",
        "Batson, Ruth M. and Hayden, Robert C., A History of Metco, The Metropolitan Council for Educational Opportunity: A Suburban Education for Bostons Urban Students,Boston,MA:SelectPublications, 1987.",
        "Bertrand, Marianne, Erzo Luttmer, and Sendhil Mullainathan (2000), Network Effects and Welfare Cultures, The Quarterly Journal of Economics, August.",
        "Bethel, Alison (1999), black Children from Well-Off Families Face Dueling Identities, Boston Globe, September 19, Page C1.",
        "Boardman, Richard, and Linda Brandt (1968), MetcoA Descriptive Report (ERIC No: ED088225).",
        "Boozer, Michael A., Alan B. Krueger, and Shari Wolkon (1992), Race and School Quality Since Brown v.",
        "Board of Education, Brookings Papers on Economic Activity: Microeconomics, 269-326. Case,Anne,andLawrenceKatz(1991),TheCompanyYouKeep: The EffectsofFamilyandNeighborhood on Disadvantaged Youth, NBER Working Paper 3705, May.",
        "Cohen Muriel (1990), After 25 years, Lincoln Takes a Hard Look at Metco, Boston Globe, June 9, p. 21.",
        "Crain, Robert L., and Jack Strauss (1985), School Desegregation and black occupational Attainment: Results from a Long-Term Experiment, working paper, Center for Social Organization of Schools, Johns Hopkins University, Baltimore.",
        "Donald,Stephen,andKevinLang(2001),InferencewithDifferences-in-DifferencesandOtherPanelData, Boston University Department of Economics, mimeo, March.",
        "Eaton, Susan E., The Other Boston Busing Story. New Haven, CT: Yale University Press, March 2001.",
        "Elliott, Cary A. (1998), Get on the Bus? The Long Run Effect of Metco Suburban Education on Inner-City Students, Chapter II in Three Essays in Applied Microeconomics, Princeton University Economics Department, Ph.D. thesis, November.",
        "Evans, William N., Wallace E. Oates, and Robert M. Schwab (1992), Measuring Peer Effects: A Study of Teenage Behavior, Journal of Political Economy 100, 966-991.",
        "Feng, Ziding, P. Diehr, A. Peterson, and D. McLerran (2001), Selected Statistucal issues in Group Randomized Trials, Annual Review of Public Health 22, 167-87.",
        "Guryan, Jonathan (2001), Desegregation and black Dropout Rates, NBER Working Paper 8345, June.",
        "Hanushek, Eric, J.F. Kain, and S.G. Rivkin (2002), New Evidence About Brown v. Board of Education: The Complex Effects of School Racial Composition on Achievement,NBER Working Paper 8741, January.",
        "Hoxby, Caroline (2000), Peer Effects in the Classroom: Learning from Gender and Race Variation, NBER Working Paper 7867, August.",
        "Jaggia, Sanjay, and David G. Tuerck(2000), Promoting Good Schools Through Wise Spending, Boston: The Beacon Hill Institute at Suffolk University.",
        "Katz, Lawrence F., Jeffrey R. Kling, and Jeffrey B. Leibman (2001), Moving to Opportunity in Boston: Early Results of a Randomized Mobility Experiment, Quarterly Journal of Economics 116, 607-654.",
        "Lazear, Edward P. (2001), Educational Production, Quarterly Journal of Economics 116, 777-803.",
        "Liang,Kung-yee,andScottL. Zeger(1986),LongitudinalDataAnalysisUsingGerealizedLinearModels, Biometrika 73, 13-22.",
        "Metropolitan Council for Educational Opportunity, Report of the Executive Director (Interim Report), Boston, MA, October 19, 1970.",
        "Orfield, Gary, et al (1997), City-Suburban Desegregation: Parent and Student Perspectives in Metropolitan Boston, working paper, The Civil Rights Project: Harvard University.",
        "Rivkin, Steven G. (2000), School Desegregation, Aacdemic Attainment, and Earnings, Journal of Human Resources 35 (Spring), 333-346.",
        "Rouse, Cecilia E. (1998), Private School Vouchers and Student Achievement: An Evaluation of the Milwaukee Parental Choice Program, Quarterly Journal of Economics, 113 (May 1998), 553-602.",
        "Smith, James P., and Finis Welch (1989), black Economic Progress After Myrdal, Journal of Economic Literature XXVII, 519-64.",
        "Tye, Larry (1995a), High Hopes, Hard Questions: Metco Faces Scrutiny in Era of Education Change, Boston Globe, December 3, Metro Section, page 1.",
        "Tye, Larry (1995b), Metco has Opened up New World, Boston Globe, December 4, Metro Section, p. 1.",
        "Vigue, Doreen Iudica (1999), Metco Students May be Ousted from Lynnfield, Boston Globe, March 2, page A1."
    ]
}