{
    "id": 9264,
    "cites": 24,
    "cited_by": 7,
    "reference": [
        "Andrade, G., M. Mitchell and E. Stafford, 2001. New evidence and perspectives on mergers. Journal of Economic Perspectives 15, No. 2, 103 -120.",
        "Baghat, S. and D. Hirshleifer, 1997. Do t akeovers create value? An intervention approach. Working paper, University of Michigan Graduate School of Business.",
        "Bebchuk, L. and O . Hart, 2001. Takeover bids versus proxy fights in contests for corporate control. NBER working paper 8633.",
        "Bradley, M. , A. Desai, and E.H. Kim, 1983. The rationale behind interfirm offers: Information or synergy? Journal of Financial Economics 11, 183 -206.",
        "Bradley, M., A. Desai, and E.H. Kim, 1988. Synergistic gains from corporate acquisitions and their division between the stockholders of target and acquiring firms. Journal of Financial Economics 21, 3 -40.",
        "Comment, R. and G. W. Schwert, 1995. Poison or placebo? Evidence on the deterrence and wealth effects of modern anti -takeover measures. Journal of Financial E conomics 39, 3 -43.",
        "Eckbo, B. E., 1985. Mergers and the market concentration doctrine: Evidence from the capital market. Journal of Business 58, 325 -349.",
        "Eckbo, B. E., 1992. Mergers and the value of antitrust deterrence. Journal of Finance 47, 1005 -1029 .",
        "Esty, B., 1998. The acquisition of Consolidated Rail Corporation (A and B), teaching note. Harvard Business School Case 5 -298 -087.",
        "Fama, E. and M. Jensen, 1983. Separation of ownership and control. Journal of Law and Economics 26, 301 -325.",
        "Franks, J., R. Harris, and S. Titman, 1991. The postmerger share -price performance of acquiring firms. Journal of Financial Economics 29, 81 -96.",
        "Fuller, K., J. Netter, And M. Stegemoller, 2002, What Do Returns to Acquiring Firms Tell Us? Evidence from Firms that Make Many Acquisitions, Journal of Finance 57, 1763 -1793.",
        "Grossman, S. and O. Hart, 1980. Takeover bids, the free rider problem, and the theory of the corporation. Bell Journal of Economics 11, 42 -64.",
        "Heaton, J.B., 2002. Managerial Optimism and Cor porate Finance. Financial Management, Summer.",
        "Jensen, M. and W. Meckling, 1976. Theory of the f irm: Managerial behavior, agency costs, and ownership structure. Journal of Financial Economics 3, 305 -360.",
        "Jensen, M. and R. Ruback, 1983. The market for corporate control: The scientific evidence. Journal of Financial Economics 11, 5 -50.",
        "Kaplan, S. N., 1994b. Paramount 1994. Case, University of Chicago Graduate School of Business.",
        "Malmendier, U. and G. Tate, 2001. CEO Overconfidence and corporate investment. Working paper, Harvard 36 University.",
        "Mitchell, M., T. Pulvino, E. Stafford, 2001. Limited arbitrage in equi ty markets. Working paper, Harvard Business School.",
        "Morck, R. A. Shleifer, and R.Vishny, 1988. Management ownership and market valuation: An empirical analysis.",
        "Journal of Financial Economics 20, 293 -315. Roll, R., 1986. The hubris hypothesis of c orporate takeovers. Journal of Business 59, 97 -216.",
        "Schurman, S., 1999. Motives and value changes in corporate acquisitions: Evidence from anti -trust intervention.",
        "Ph.D. thesis, University of Chicago Graduate School of Business. Shleifer, A. and R. Vish ny, 2001. Stock market driven acquisitions. Working paper, University of Chicago.",
        "Stulz, R., 1988. Managerial control of voting rights. Journal of Financial Economics 20, 25 -54."
    ]
}