{
    "id": 9265,
    "cites": 18,
    "cited_by": 2,
    "reference": [
        "Slaughter, M, (1999), `Globalisation and Wages: a Tale of Two Perspectives.",
        "Research paper 99/5, Centre for Research on Globalisation and Labour Markets, University of Nottingham. Stolper, W. and P. Samuelson (1941), `Protection and real wages, Review of Economic Studies 9, 58-73.",
        "Journal of Political Economy 82, 1191-204. Neary, J.P. (1978), `Short-Run Capital Specificity and the Pure Theory of International Trade. Economic Journal 88, 35, 488-510.",
        "Mussa, M. (1974), `Tariffs and the Distribution of Income: the importance of factor specificity, subsitutability and intensity in the short and long run.",
        "Kose, M.Ayhan and Riezman, R. (1999), ~Understanding the welfare effects of preferential trade agreements, CSGR Working Paper 45/99, University of Warwick, UK.",
        "Leamer, E.E. (1998), ~In Search of Stolper-Samuelson Linkages Between International Trade and Lower Wages. In Susan Collins (ed) Exports, Imports and the American Worker. Washington D.C.: Brookings Institution.",
        "Johnson, H.G. (1966), ~Factor Market Distortions and the Shape of the Transformation Frontier., Econometrica 34, 686-98.",
        "Haynes, M., Upward,R. and Wright, P. (2000): ~Smooth and Sticky Adjustment: a Comparative Analysis of the US and UK. Review of International Economics Vol 8 pp 517-531. Aug 2000.",
        "Research Paper 99/1. Haskel, J.E. and M.J.Slaughter (2002), ~Does the sector bias of skill-biased technical change explain changing wage inequality ?`. European Economic Review forthcoming 2002.",
        "Abrego, L.E. and Whalley. J, (2000), ~The choice of structural model in trade/wage decompositions Review of International Economics 9, 3 (August) .",
        "Neven, D. and Wyplosz, C. (1996), `Relative Prices, Trade and Restructuring in European Industry. CEPR Discussion Paper No 1451.",
        "Murphy, K. and F. Welch (1989), ~Wage Premiums for College Graduates: Recent Growth and Possible Explanations. Educational Researcher 18, 1726.",
        "Mayer, W. (1974), ~Short-Run and Long-Run Equilibrium for a Small Open Economy. Journal of Political Economy, 82, 5, 955-967.",
        "Leamer, E.E., and Levinsohn, J. (1995), ~International Trade Theory: The Evidence. In Gene M. Grossman and Kenneth Rogoff (eds) Handbook of International Economics, Vol. 3. Amsterdam: North Holland, pp 1338-1394.",
        "Davis, D.R. (1997), ~Technology, Unemployment and Wages in a Global Economy, European Economic Review,1997.Greenaway, D. , Upward, R.",
        "Borjas,G., Freeman, R. and Katz, L. (1992): ~On the labour market effectsof immigration and trade, in Borjas, G.and Freeman, R. (eds) Immigration and the Work Force, NBER, 213-44. Cambridge,MA.",
        "Abrego, L.E. and Whalley, J. (1999), ~The form of technical progress in the trade and wages debate.Mimeo CSGR, University of Warwick.",
        "Wood, A. (1994), North-South Trade, Employment and Inequality. Oxford: Clarendon Press."
    ]
}