{
    "id": 9268,
    "cites": 11,
    "cited_by": 12,
    "reference": [
        "Amromin, Gene (2002), Portfolio Allocation Choices in Taxable and Tax-Deferred Accounts: An Empirical Test of Tax Efficiency, mimeo, University of Chicago Department of Economics.",
        "Barber, Brad M. and Terrance Odean (forthcoming), Are Individual Investors Tax Savvy? Asset Location Evidence from Retail and Discount Brokerage Accounts. Journal of Public Economics . Bodie, Zvi and Dwight B. Crane (1997), Personal Investing: Advice, Theory, and Evidence, Financial Analysts Journal 53, Number 6 (November/December), 13-23.",
        "Charron, Terry S. (1999), Tax-Efficient Investing for Tax-Deferred and Taxable Accounts, Journal of Private Portfolio Management (Fall), 31-37.",
        "Crain, Terry L. and Jeffrey R. Austin (1997), An Analysis of the Tradeoff Between Tax Deferred Earnings in IRAs and Preferential Capital Gains, Financial Services Review 6 (4), 227-242.",
        "Dammon, Robert, Chester Spatt, and Harold Zhang (2002). Optimal Asset Location and Allocation with Taxable and Tax-Deferred Investing, Mimeo, Carnegie-Mellon University.",
        "Huang, Jennifer (2001). Taxable or Tax Deferred Account? Portfolio Decisions with Multiple Investment Goals. Mimeo, MIT Sloan School of Management.",
        "Maki, Dean (1996), Portfolio Shuffling and Tax Reform, National Tax Journal 49, 317-329.",
        "Poterba, James (2002). Valuing Assets in Retirement Saving Accounts, mimeo, MIT Economics Department.",
        "Poterba, James, John Shoven, and Clemens Sialm (2001). Asset Location for Retirement Savers, in W.",
        "Gale, J. Shoven, and M. Warshawsky, eds., Private Pensions and Public Policies (Washington: Brookings Institution). Poterba, James, Steven Venti, and David Wise (2001). The Transition to Personal Accounts and Increasing Retirement Wealth: Macro and Micro Evidence, NBER Working Paper 8610.",
        "Shoven, John B. (1999). The Location and Allocation of Assets in Pension and Conventional Savings Accounts, NBER Working Paper 7007."
    ]
}