{
    "id": 9274,
    "cites": 12,
    "cited_by": 76,
    "reference": [
        "Clarida, Richard, Jordi GalÃ\u0083Â­, and Mark Gertler. Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory. Quarterly Journal of Economics 115 (February 2000): 147-180.",
        "Dornbusch, Rudiger, Stanley Fischer, and Richard Startz. Macroeconomics . Eighth Edition. (New York: McGraw-Hill, 2001).",
        "Greenspan, Alan. Current Monetary Policy. Speech at the Stern School of Business, May 8, 1997.",
        "Martens, Edward J. Federal Funds: A Money Market Device . Unpublished manuscript, Pacific Coast Banking School, April 1958.",
        "Meyer, Laurence H. The Economic Outlook and the Challenges Facing Monetary Policy. Speech at Washington University, October 19, 2000.",
        "Mishkin, Frederic. The Real Interest Rate: An Empirical Investigation. Carnegie-Rochester Conference Series on Public Policy 15 (Fall 1981): 151-200.",
        "Orphanides, Athanasios. The Quest for Prosperity without Inflation. European Central Bank Working Paper No. 15, March 2000.",
        "Romer, Christina D., and David H. Romer. Monetary Policy Matters. Journal of Monetary Economics 34 (August 1994): 75-88.",
        "Rudebusch, Glenn D. Term Structure Evidence on Interest Rate Smoothing and Monetary Policy Inertia. Unpublished manuscript, Federal Reserve Bank of San Francisco, August 2001. Journal of Monetary Economics , forthcoming.",
        "Taylor, John B. Discretion versus Policy Rules in Practice. Carnegie-Rochester Conference Series on Public Policy 39 (December 1993): 195-214.",
        "Taylor, John B. Comment. In Reducing Inflation: Motivation and Strategy edited by Christina D. Romer and David H. Romer (Chicago: University of Chicago Press for NBER, 1997), pp. 276- 280.",
        "Taylor, John B. A Historical Analysis of Monetary Policy Rules. In Monetary Policy Rules edited by John B. Taylor (Chicago: University of Chicago Press for NBER, 1999), pp. 319-341."
    ]
}