{
    "id": 9275,
    "cites": 19,
    "cited_by": 10,
    "reference": [
        "Zheng, L.(1999), Is Money Smart? A Study of Mutual Fund Investors Fund Selection Ability, Jonrmal of Fimamce, 54: 90 1-933.",
        "Wermers, R. (2000), An Empirical Decomposition into Stock-Picking Talent, Style, Transaction Costs and Expenses, Jonrmal of Fimamce, 55: 1655-1694.",
        "Sirri, E.R. and P. Tufano (1998), Costly Search and Mutual Fund Flows, Jonrmal of Fimamce, 53: 1589-1622.",
        "Nanda, V., M.P. Narayanan and V.A. Warther, (2000), `Liquidity, investment ability, and mutual fund structure, Jonrmal of Fimamcial Ecomomics, 57: 417-443.",
        "Ross, S.A., R.W. Westerfield and J.F. Jaffe, Corporate Fimamce (6th edition), McGraw-Hill Irwin (2002).",
        "Mamaysky, H. and M. Spiegel, (2002), A Theory of Mutual Funds: Optimal Fund Objectives and Industry Organization, working paper.",
        "Brown, K., W. Harlow and L. Starks (1996), Of Tournaments and Temptations: An Analysis of Managerial Incentives in the Mutual Fund Industry Journal of Finance, 51: 85-100.",
        "Bollen, N.P.B., and IA. Busse (2001), Short-term Persistence in Mutual Fund Performance,  Working Paper, University of Utah.",
        "Ippolito, R. (1992), Consumer reaction to measures of poor quality: evidence from the mutual fund industry, Jonrmal of Law amd Ecomomics, 35: 45-70.",
        "Bernhardt, D., It. Davies, and H. Westbrook (2002), Smart Fund Managers? Stupid Money? A Model of Strategic Mutual Fund Investment Decisions, working paper, University of flilnois Department of Economics.",
        "Ippolito, R. (1989), Efficiency with costly information: a study of mutual fund performance,  Qnarterly Jonrmal of Ecomomics, 104: 1-23.",
        "Lynch, A. and D. Musto, (2002), How Investors Interpret Past Fund Returns, working paper, NYU.",
        "Jensen, M. (1968), The Performance of Mutual Funds in the Period 1945-1968, Jonrmal of Fimamce, 23: 389-416.",
        "Hugonnier, J. and R. Kaniel (2002), Mutual Fund Portfolio Choice in the Presence of Dynamic Flows, working paper.",
        "HolmstrÃ\u0083Â¡m, B. (1999), Managerial Incentive Problems: A Dynamic Perspective, Review of Ecomomic Stndies, 66: 169-182.",
        "Chordia, T., (1996), The structure of mutual fund charges, Jounw.l of Financial Economic8, 41: 3-39.",
        "Chevalier, J. and G. Ellison (1997), Risk Taking by Mutual Funds as a Response to Incenfives,  Journal of Political Economy, 105: 1167-1200.",
        "Carhart, M., (1997), On Persistence in Mutual Fund Performance, Journal of Finance, 52: 57-82.",
        "Brown, 5.1 and W.H. Coetzmann, (1995), Performance Persistence, Jounwi of Finance, 50: 679-698."
    ]
}