{
    "id": 9276,
    "cites": 39,
    "cited_by": 4,
    "reference": [
        "Bernanke, Ben (1983), Ã\u0082â\u0080\u009cNonmonetary Effects of the Financial Crisis in the Propagation of the Great Depression,Ã\u0082â\u0080\u009d American Economic Review 73, pp.257-276.",
        "Bernanke, Ben (1995), Ã\u0082â\u0080\u009cThe Macroec onomics of the Great Depression,Ã\u0082â\u0080\u009d Journal of Money, Credit and Banking 27, pp.1-28.",
        "Bernanke, Ben and Kevin Carey (1996), Ã\u0082â\u0080\u009cNominal Wage Stickiness and Aggregate Supply in the Great Depression,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 111, pp.853-883.",
        "Bernanke, Ben and Harold James (1991), Ã\u0082â\u0080\u009cThe Gold Standard, Defl ation and Financial Crises in the Great Depression: An International Comparison,Ã\u0082â\u0080\u009d in R. Glenn Hubbard (ed.), Financial Markets and Financial Crises, Chicago: University of Chicago Press, pp.33-68.",
        "Bernanke, Ben and Ilian Mihov (2000), Ã\u0082â\u0080\u009cDeflation and Monetary Contraction in the Great Depression: An Analysis by Simple Ratios,Ã\u0082â\u0080\u009d in Ben Bernanke, Essays on the Great Depression, Princeton: Princeton University Press, pp.108-160.",
        "Bordo, Michael, Ehsan Choudhri a nd Anna Schwartz (1999), Ã\u0082â\u0080\u009cW as Expansionary Monetary Policy Feasible During the Great Contracti on? An Examination of the Gold Standard Constraint,Ã\u0082â\u0080\u009d NBER Working Paper no. 1725 (May).",
        "Bordo, Michael, Barry Eichengr een, Daniela Klingebiel and Soledad Maria Martinez-Peria (2001), Ã\u0082â\u0080\u009cIs the Crisis Problem Growing More Severe?Ã\u0082â\u0080\u009d Economic Policy 32, pp.51-82.",
        "Bordo, Michael, Christopher Erceg and Charles Ev ans (1997), Ã\u0082â\u0080\u009cMoney, Sticky Wages, and the Great Depression,Ã\u0082â\u0080\u009d Internati onal Finance Discussion Paper no. 591, Washington, D.C.: Board of Governors of the Federal Re serve System (September).",
        "Borio, Claudio and Philip Lowe (2002), Ã\u0082â\u0080\u009cAsset Prices, Financial and Monetary Stability: Exploring the Nexus,Ã\u0082â\u0080\u009d unpublished paper, Ba nk for International Settlements (March).",
        "Calomiris, Charles and David Wheelock (1998), Ã\u0082â\u0080\u009cWas the Great Depression a Watershed for 36 American Monetary Policy?Ã\u0082â\u0080\u009d in Michael Bor do, Claudia Goldin and Eugene White (eds), The Defining Moment: The Great Depression and the American Economy in the Twentieth Century, Chicago: University of Chicago Press, pp.23-66.",
        "Cecchetti, Stephen G. and Stefan Krause (2001), Ã\u0082â\u0080\u009cFinancial St ructure, Macroeconomic Stability and Monetary Policy,Ã\u0082â\u0080\u009d NBER Working Paper no. 8354 (July).",
        "Cole, Harold L., Lee E. Ohanian and Ron Le ung (2002), Ã\u0082â\u0080\u009cDeflation, Real Wages, and the International Great Depressi on: A Productivity Puzzle,Ã\u0082â\u0080\u009d unpub lished manuscript, Federal Reserve Bank of Minneapolis.",
        "Cooper, Russell and Joao Ejarque (1995), Ã\u0082â\u0080\u009cFinanci al Intermediation and th e Great Depression: A Multiple Equilibrium Interpretation,Ã\u0082â\u0080\u009d NBER Working Paper no. 5130 (May).",
        "Della Paolera, Gerardo and Al an Taylor (1998), Ã\u0082â\u0080\u009cEconomic R ecovery from the Argentine Great Depression: Institutions, Expectations and th e Change of Macroeconomic Regime,Ã\u0082â\u0080\u009d NBER Working Paper no. 6767 (October).",
        "DeLong, J. Bradford (1990), Ã\u0082â\u0080\u009cLiquidation Cycl es: Old Fashioned Real Business Cycle Theory and the Great Depression,Ã\u0082â\u0080\u009d NBER Working Paper no.3546 (December).",
        "Eichengreen, Barry (1999), Ã\u0082â\u0080\u009cThe Baring Crisis in a Mexican Mirror,Ã\u0082â\u0080\u009d International Political Science Review 20, pp.249-270.",
        "Eichengreen, Barry (2003), Ã\u0082â\u0080\u009cThe Great Depressi on as a Credit Boom Gone Wrong,Ã\u0082â\u0080\u009d unpublished manuscript, University of California, Be rkeley, and University of Santa Clara.",
        "Field, Alexander (1992), Ã\u0082â\u0080\u009cUncontrolled Land De velopment and the Duration of the Great 37 Depression in the United States,Ã\u0082â\u0080\u009d Journal of Economic History 52, pp.785-805.",
        "Flandreau, Marc (1997), Ã\u0082â\u0080\u009cCentral Bank Cooperation in Histori cal Perspective: A Skeptical View,Ã\u0082â\u0080\u009d Economic History Review 50, pp.735-763.",
        "Friedman, Milton and Anna J. Schwartz (1963), A Monetary History of the United States, 1860- 1963, Princeton: Princeton University Press.",
        "Heim, Carol (1984), Ã\u0082â\u0080\u009cStructura l Transformation and the Dema nd for New Labor in Advanced Industrial Economies,Ã\u0082â\u0080\u009d Journal of Economic History 44, pp.585-595.",
        "Jonung, Lars (1981), Ã\u0082â\u0080\u009cThe Depression in Swed en and the United States: A Comparison of Causes and Policies,Ã\u0082â\u0080\u009d in Karl Brunner (ed.), The Great Depression Revisited, Boston: Martinus Nijhoff, pp.286-315.",
        "Kaminsky, Graciela and Carmen Reinhart (1998), Ã\u0082â\u0080\u009cT he Twin Crises: The Causes of Banking and Balance of Payments Problems,Ã\u0082â\u0080\u009d American Economic Review 89, pp.473-501.",
        "Krugman, Paul (197), Ã\u0082â\u0080\u009cA Model of Balance of Payments Crises,Ã\u0082â\u0080\u009d Journal of Money, Credit and Banking 11, pp.311-325. McCallum, Bennett T. (2001), Ã\u0082â\u0080\u009cInf lation Targeting and the Liqui dity Trap,Ã\u0082â\u0080\u009d NBER Working Paper no. 8225 (April).",
        "Mundell, Robert A. (2000), Ã\u0082â\u0080\u009cA Reconsid eration of the Twentieth Century,Ã\u0082â\u0080\u009d American Economic Review 90, pp.327-340.",
        "Obstfeld, Maurice and Alan Taylor (2002), Ã\u0082â\u0080\u009cGlobalization and Ca pital Markets,Ã\u0082â\u0080\u009d NBER Working Paper no. 8846 (March).",
        "Ritschl, Albrecht (1999), Ã\u0082â\u0080\u009cPeter Temin and the Onset of the Great Depression in Germany: A Reappraisal,Ã\u0082â\u0080\u009d unpublished manuscrip t, Pompeu Fabra University.",
        "Ritschl, Albrecht and Ulrich Woitek (2000), Ã\u0082â\u0080\u009cDid Monetary Forces Cause the Great Depression? A Bayesian VAR Analysis for the U.S. Economy, Ã\u0082â\u0080\u009d Working Paper no. 50, Institute for Empirical Research in Economics, University of Zurich (July).",
        "Romer, Christina (1992), Ã\u0082â\u0080\u009cWhat Ended the Great Depression?Ã\u0082â\u0080\u009d Journal of Economic History 52, pp.757-784.",
        "Romer, Christina and David Ro mer (1989), Ã\u0082â\u0080\u009cDoes Monetary Polic y Matter? A New Test in the Spirit of Friedman and Schwartz,Ã\u0082â\u0080\u009d NBER Macroeconomics Annual , pp.121-170.",
        "Sprague, Otto M. W. (1910), History of Crises Under the National Banking System, Washington, D.C.: Government Printing Office.",
        "Svennson, Lars E.O. (2000), Ã\u0082â\u0080\u009cThe Zero Bound in an Open Economy: A Foolproof Way of Escaping from a Liquidity Trap,Ã\u0082â\u0080\u009d NBER Working Paper no. 7957 (October).",
        "Szostak, Rick (1995), Technological Innovation and the Great Depression, Boulder: Westview Press.",
        "Temin, Peter (1971), Ã\u0082â\u0080\u009cThe Beginning of the Great Depression in Germany,Ã\u0082â\u0080\u009d Economic History Review 24, pp.240-248.",
        "Temin, Peter (1976), Did Monetary Forces Cause the Great Depression? New York: Norton.",
        "Temin, Peter and Barrie Wigmore (1984), Ã\u0082â\u0080\u009cThe End of One Big Deflation,Ã\u0082â\u0080\u009d Explorations in Economic History 27, pp.483-502.",
        "Tobin, James (1965), Ã\u0082â\u0080\u009cThe Monetary Interpretation of History,Ã\u0082â\u0080\u009d American Economic Review 55, pp.464-485.",
        "United States Congress, House Committee on the Currency (1935), Ã\u0082â\u0080\u009cHearings on H.R.5357, Banking Act of 1935,Ã\u0082â\u0080\u009d 74 th Congress, 1 st Session, Washington: GPO.",
        "Wilcox, James (1984), Ã\u0082â\u0080\u009cExcess Re serves in the Great Depre ssion,Ã\u0082â\u0080\u009d NBER Working Paper no."
    ]
}