{
    "id": 9282,
    "cites": 47,
    "cited_by": 8,
    "reference": [
        "Anderson, Annelise. The Red Mafia: A Legacy of Communism, in: Edward P. Lazear, ed. Economic Transition in Eastern Europe and Russia. Stanford, CA: Hoover Institution,1995, pp. 340-367.",
        "Aslund, Anders, and Mikhail Dmitriev. Economic Reform vs. Rent Seeking, in Russia after Communism, A. Aslund and Martha Olcott, eds., Carnegie Endowment for International Peace: Washington, DC, pp. 91-130, 1999.",
        "Black, Bernard, Reinier Kraakman, and Anna Tarassova. Russian Privatization and Corporate Governance: What Went Wrong? Stanford Law Review , 2000.",
        "Blanchard, Olivier and Michael Kremer. Disorganization. Quarterly Journal of Economics , 1997.",
        "Blasi, Joseph R., Maya Kroumova, and Douglas Kruse. Kremlin Capitalism: Privatizing the Russian Economy, Ithaca, NY: Cornell University Press, 1997.",
        "Buiter, W. From Predation to Accumulation? The Second Transition Decade in Russia, Economics of Transition 8 (3), 2000, pp. 603-622.",
        "Crawford, Vincent P. An `Evolutionary Interpretation of Van Huyck, Battalio, and Beils Experimental Results on Coordination, Games and Economic Behavior 3(1), February 1991, pp. 25-59.",
        "Dahl, Robert A. After the Revolution? Authority in a Good Society , Revised edition. New Haven: Yale University Press, 1990.",
        "Property Rights, Journal of Political Economy 100 (3), 1992, pp. 561-80.",
        "Dewatripont, Mathias and Gerard Roland. The Virtues of Gradualism and Legitimacy in the Transition to a Market Economy, Economic Journal 102, 1992, pp. 291-300.",
        "Engerman, Stanley L. and Kenneth Sokoloff. Factor Endowments, Inequality, and Paths of Institutional and Economic Development among New World Economies, Economia 3, Fall 2002 (forthcoming).",
        "Figes, Orlando. A Peoples Tragedy: The Russian Revolution , New York: Penguin,1996.",
        "Freeland, Chrystia. Sale of the Century: Russias Wild Ride from Communism to Capitalism . New York: Random House, 2000.",
        "Frydman, Roman, Katharina Pistor, and Andrzej Rapaczynski. Exit and Voice after Mass Privatization: The Case of Russia, European Economic Review , 40, 1996, 581-588.",
        "Frydman, Roman, Kenneth Murphy, and Andrzej Rapaczynski. Capitalism with a Comrades Face. Budapest Central European University Press, 1998.",
        "Frye, Timothy. Brokers and Bureaucrats: Building Market Institutions in Russia , Ann Arbor: The University of Michigan Press, 2000.",
        "Fuller, Lon L. Anatomy of the Law. New York: Praeger, 1968.",
        "Gellner, Ernest. Conditions of Liberty, New York: Penguin Press, 1994.",
        "Glaeser, Edward, Simon Johnson and Andrei Shleifer. Coase versus the Coasians Quarterly Journal of Economics CXVI (3) 2001, 853-99.",
        "Gray, Cheryl and Kathryn Hendley, Developing Commercial Law in Transition Economies: Examples from Hungary and Russia, in: Jeffrey Sachs and K. Pistor, eds.1997, 139-164.",
        "Greenwald, Bruce and Joseph E Stiglitz. Externalities in Economics with Imperfect Information and Incomplete Markets. Quarterly Journal of Economics 1986 (May): 229-64.",
        "Greif, Avner. Cultural Beliefs and the Or ganization of Society: A Historical and Theoretical Reflection on Collectivist and Individualist Societies, Journal of Political Economy, 102 (5), 1994, pp. 912 - 50.",
        "Haltiwanger, John and Michael Waldman. Responders versus Non-Responders: A New Perspective on Heterogeneity, Economic Journal 101 (Sept.). 1991, 1085-1102.",
        "Hellman, Joel. Winners Take All - The Politics of Partial Reform in Postcommunist Transitions, World Politics 50 (January 1998), 203-234.",
        "Hellman, Joel and Mark Schankerman. Intervention, Corruption and Capture, Economics of Transition 8 (3), 2000, pp. 545-576.",
        "State Capture, Corruption, and Influence in Transition, World Bank Policy Research Working Paper No. 2444, 2000.",
        "Hoff, Karla and Joseph E. Stiglitz. Modern Economic Theory and Development, in: Gerald Meier and Stiglitz, eds. Frontiers of Development Economics. Oxford: Oxford University Press, 2001, 389-459.",
        "Economies: The Role of New Entry, World Bank, manuscript, 2002.",
        "Hoffman, David E. The Oligarchs, New York: Public Affairs, 2002.",
        "Johnson, Simon, Daniel Kaufmann, and Andr ei Shleifer. The Unofficial Economy in Transition, Brookings Papers on Economic Activity , 2:1997.",
        "Johnson, Simon, John McMillan, and Christopher Woodruff. Property Rights and Finance, NBER Working Paper No. 8852, 2002.",
        "Kaufmann, Daniel, and Shang-Jin Wei. Does `Grease Money Speed Up the Wheels of Commerce? NBER Working Paper No. 7093. April 1999.",
        "Kitschelt, Herbert. Post-Communist Economic Reform: Causal Mechanisms and Concomitant Properties, Duke University, manuscript, 2001.",
        "Klebnikov, Paul. Godfather of the Kremlin: Boris Berezovsky and the Looting of Russia , New York: Harcourt, 2000.",
        "Laffont, Jean-Jacques, and David Martimort. Separation of Regulators against Collusive Behavior, RAND Journal of Economics, 30 (2), 1999, 232-62.",
        "Ledeneva, Alena V. Russias Economy of Favours, Cambridge, Cambridge University Press, 1998.",
        "Lieberman, Ira and Rogi Veimetra. The Rush for State Shares in the `Klondyke of Wild East Capitalism: Loans-for-Shares Transactions in Russia, George Washington Journal of International Law and Economics , 29, 3, 1996, p. 739.",
        "Loungani, Prakash, and Paolo Mauro. Capital Flight from Russia, The World Economy, 24 (5), pp. 689-706, 2001.",
        "Murphy, Kevin M., Andrei Schleifer, and R obert W. Vishny Why Is Rent-Seeking So Costly to Growth? American Economic Review 83, May 1993, 409-14.",
        "Platteau, Jean-Philippe. Institutions, Social Norms, and Economic Development. Amsterdam, Harwood Academic Publishers 2000.",
        "Przeworski, Adam. Sustainable Democracy. Cambridge: Cambridge U. Press, 1995.",
        "Robinson, James, Ragnar Torvik, and Thierry Verdier. Political Foundations of the Resource Curse, CEPR Working Paper No. 3422, 2002.",
        "Roland, Gerard, and Thierry Verdier. Law Enforcement and Transition, CERGE-EI Working Paper 22, 1999.",
        "Ross, Michael. The Political Economy of the Resource Curse, World Politics 51, 1999, 297-322.",
        "Shleifer, Andrei. and Robert W. Vishny. The Grabbing Hand - Government Pathologies and their Cures. Cambridge, MA: Harvard University Press, 1998.",
        "Stoner-Weiss, Kathryn. The Limited Reach of Russias Party System: Underinstitutiona- lization in Dual Transitions, Politics and Society 29 (3), 2001, 385-414.",
        "Wood, Gordon S. The Radicalism of the American Revolution: How a Revolution Transformed a Monarchical Society into a Democratic One Unlike Any that Had Ever Existed , New York: Random House, 1991."
    ]
}