{
    "id": 9283,
    "cites": 19,
    "cited_by": 30,
    "reference": [
        "Adar, Zvi and James M. Griffin, 1976. Ã\u0082â\u0080\u009cUncertainty and the Choice of Pollution Control Instruments,Ã\u0082â\u0080\u009d Journal of Environmental Economics and Management, 3:178-88.",
        "Casella, Alessandra, 1999. Ã\u0082â\u0080\u009cTradable Deficit Permits: Efficient Implementation of the Stability Pact in the European Monetary UnionÃ\u0082â\u0080\u009d Economic Policy, 29:323-61.",
        "Greenwood, Jeremy and R. Preston McAfee, 1991. Ã\u0082â\u0080\u009cExternalitites and Asymmetric Information,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 106:103-21.",
        "Hoel, Michael and Larry Karp, 1999. Ã\u0082â\u0080\u009cTaxes Versus Quotas for a Stock Pollutant,Ã\u0082â\u0080\u009d working paper, Universities of Olso and California-Berkeley.",
        "Kaplow, Louis and Steven Shavell, 1997. Ã\u0082â\u0080\u009cOn the Superiority of Corrective Taxes to Quantity Regulation,Ã\u0082â\u0080\u009d NBER Working Paper 6251.",
        "Kling, Catherine and Jonathan Rubin, 1997, Ã\u0082â\u0080\u009cBankable Permits for the Control of Environmental Pollution,Ã\u0082â\u0080\u009d Journal of Public Economics, 64:101-115.",
        "Leiby, Paul and Jonathan Rubin, 2000, Ã\u0082â\u0080\u009cBankable Permits for the Control of Stock and Flow Pollutants: Optional Intertemporal Greenhouse Gas Emission Trading,Ã\u0082â\u0080\u009d Environmental and Resource Economics, forthcoming.",
        "McAfee, R. Preston, Wendy Takacs and Daniel Vincent, 1999, Ã\u0082â\u0080\u009cTariffying Auctions,Ã\u0082â\u0080\u009d RAND Journal of Economics 30:158-79.",
        "McGartland, Albert and Wallace Oates, 1985, Marketable Permits for the Prevention of Environmental Deterioration, Journal of Environmental Economics and Management 12:207-228.",
        "Montero, Juan-Pablo, 2001, Ã\u0082â\u0080\u009cMultipollutant Markets,Ã\u0082â\u0080\u009d RAND Journal of Economics, 32:762-774.",
        "Newell, Richard and William Pizer, 2002, Ã\u0082â\u0080\u009cRegulating Stock Externalities Under Uncertainty,Ã\u0082â\u0080\u009d Journal of Environmental Economics and Management, forthcoming.",
        "Roberts, Marc and Michael Spence, 1976, Ã\u0082â\u0080\u009cEffluent Charges and Licenses Under Uncertainty,Ã\u0082â\u0080\u009d Journal of Public Economics5:193-208.",
        "Rubin, Jonathan, 1996. A Model of Intertemporal Emission Trading, Banking, and Borrowing, Journal of Environmental Economics and Management, 31:269-286.",
        "Stavins, Robert, 1996, Ã\u0082â\u0080\u009cCorrelated Uncertainty and Policy Instrument Choice,Ã\u0082â\u0080\u009d Journal of Environmental Economics and Management, January 1996.",
        "Vickrey, William, 1992. Ã\u0082â\u0080\u009cChock-Full Employment without Increased Inflation: A Proposal for Marketable Markup WarrantsÃ\u0082â\u0080\u009d American Economic Review 82:341-45.",
        "Vickrey, William, 1993. Ã\u0082â\u0080\u009cTodayÃ\u0082â\u0080\u0099s Task for EconomistsÃ\u0082â\u0080\u009d American Economic Review: 83:1-10.",
        "Weitzman, Martin, 1974, Ã\u0082â\u0080\u009cPrices vs. Quantities,Ã\u0082â\u0080\u009d Review of Economic Studies 41:477-491.",
        "Weitzman, Martin, 1978, Ã\u0082â\u0080\u009cOptimal Rewards for Economic Regulation,Ã\u0082â\u0080\u009d American Economic Review 68:683-91.",
        "Yates, Andrew, 2000. Ã\u0082â\u0080\u009cDecentralization in Pollution Permit Markets,Ã\u0082â\u0080\u009d working paper, Tulane University."
    ]
}