{
    "id": 9284,
    "cites": 23,
    "cited_by": 38,
    "reference": [
        "Aaron, Henry J. (1972) Shelter and su bsidies; who benefits from federal housing policies? Washington: Brookings Institution.",
        "DiPasquale, Denise and Edward L. Glaeser. (1999) Incentives and social capital: are homeowners better citizens? Journal of Urban Economics 45: 354-384.",
        "Epple, Dennis. (1987) Hedonic prices and implicit markets: estimating demand and supply functions for differentiated products. Journal of Political Economy.",
        "Galster, George. (1983) Empirical eviden ce on cross-tenure differences in house maintenance and conditions. Land Economics 59: 107-113.",
        "Glaeser, Edward L. and Bruce Sacerdote. (2000) The social consequences of housing.",
        "Journal of Housing Economics 9: 1-23. Glaeser, Edward L. and Joseph Gyourko. (2001) Urban decline and durable housing.",
        "National Bureau of Economic Research Working Paper No. w8598. Glaeser, Edward L. and Joseph Gyourko. (2002) The impact of zoning on housing affordability. National Bureau of Economic Research Working Paper No. w8835.",
        "Goodman, John L, Jr. and John B. Ittner. (1992) The accuracy of home owners estimates of house value. Journal of Housing Economics 2(4): 339-357.",
        "Green, Richard and Michelle White. (1997) Measuring the benefits of homeowning: effects on children. Journal of Urban Economics 41(3): 441-461.",
        "Gyourko, Joseph and Richard Voith. (2001) Capi talization of federal taxes, the relative price of housing and urban form: density and sorting effects. The Wharton School, University of Pennsylvania Working Paper 00-12.",
        "Henderson, J. Vernon and Yannis Ioannides. (1983) A model of housing tenure choice.",
        "American Economic Review 73: 98-113. Kanemoto, Yoshitsugu. (1990) Contract Types in the property market. Regional Science and Urban Economics 20(1): 5-22.",
        "Lamont, Owen and Jeremy C. Stein. (1999) Leverage and house-price dynamics in U.S.",
        "Lott, John R. (1998) More guns, less crime: understanding crime and gun control laws. Chicago: Studies in Law and Economics.",
        "Mills, Edwin S. (1987) Dividing up the investment pie: have we overinvested in 43 housing? Federal Reserve Bank of Philadelphia Business Review.",
        "Monroe, Albert. (2001) The effects of homeownership on communities. Harvard University dissertation.",
        "Poterba, James. (1984) Tax subsidies to owner-occupied housing: an asset-market approach. Quarterly Journal of Economics 99(4): 729-752.",
        "Poterba, James. (1992) Taxation and housing: old questions, new answers. American Economic Review 82: 237-242.",
        "Putnam, Robert. (2000) Bowling Alone: the collapse and revival of American community. New York: Simon and Schuster.",
        "Rosen, Harvey S. and Kenneth T. Rosen. (1980) Federal taxes and home ownership: evidence from time series. Journal of Political Economy 88(1): 59-75.",
        "Rosen, Harvey S. (1985) Housing behavior and the experimental housing allowance program: what have we learned? Na tional Bureau of Economic Research Working Paper No. w0657.",
        "Rossi, Peter and Eleanor Weber. (1996) The so cial benefits of homeownership: empirical evidence from the national surveys. Housing Policy Debate 7: 37-81.",
        "Shilling, James, C.F. Sirmans and Jonathan Dombrow. (1991) Measuring depreciation in single-family rental and owner-occupied housing. Journal of Housing Economics 1: 368-383."
    ]
}