{
    "id": 9288,
    "cites": 43,
    "cited_by": 29,
    "reference": [
        "[1] Acemoglu, D. and F. Zilibotti, 1998, Ã\u0082â\u0080\u009d Was Promotheus Unbound by Chance? Risk, Diversi Ã\u0083Å¾ca- tion and GrowthÃ\u0082â\u0080\u009d,Journal of Political Economy,105, 709-751.",
        "[3] Arteta, C., B. Eichengreen and C. Wyplosz, 2001, Ã\u0082â\u0080\u009dWhen Does Capital Account Liberalization Help More than it Hurts?Ã\u0082â\u0080\u009d CEPR DP 2910.",
        "[4] Bekaert, G. and C. Harvey,1995, Ã\u0082â\u0080\u009dTime-Varying World Market IntegrationÃ\u0082â\u0080\u009d, Journal of Finance, 50 (2).",
        "[5] Bekaert, G. and C. Harvey, 2000, Ã\u0082â\u0080\u0098Foreign Speculators and Emerging Equity MarketsÃ\u0082â\u0080\u0099, Journal of Finance, 55(2), pp. 565-613.",
        "[6] Bekaert, G, C. Harvey and R. Lundblad, 2001, Ã\u0082â\u0080\u009dDoes Financial Liberalization Spur Growth?Ã\u0082â\u0080\u009d, NBER working paper 6724, 1-63.",
        "[7] Burnside, C. M. Eichenbaum and S. Rebelo, 1998, Prospective De Ã\u0083Å¾cits and the Asian Currency Crisis, NBER Working Paper 6758.",
        "[8] Caballero, R. and A. Krishnarmurthy, 1998, Emerging Market Crises: An Asset Markets Per- spective,, NBER WP 6843.",
        "[9] Ã\u0082â\u0080\u0093Ã\u0082â\u0080\u0093Ã\u0082â\u0080\u0093Ã\u0082â\u0080\u0093Ã\u0082â\u0080\u0093Ã\u0082â\u0080\u0093Ã\u0082â\u0080\u0093Ã\u0082â\u0080\u0093Ã\u0082â\u0080\u0093Ã\u0082â\u0080\u0093Ã\u0082â\u0080\u0093Ã\u0082â\u0080\u0093Ã\u0082â\u0080\u0093Ã\u0082â\u0080\u0094, 2000, International and Domestic Collateral Constraints in a Model of Emerging Market Crises, NBER WP 7971.",
        "[10] Calvo G. and E. Mendoza, 2000, Ã\u0082â\u0080\u009dCapital-Markets Crises and Economic Collpases in Emerg- ing Markets: An Informational-Frictions ApproachÃ\u0082â\u0080\u009d, American Economic Review: Papers and Proceedings,May.",
        "[11] Chang, R. and A. Velasco, 1998, Ã\u0082â\u0080\u009dFinancial Crises in Emerging Markets: a Canonical ModelÃ\u0082â\u0080\u009d, NBER Working Paper 6606.",
        "[12] Chari, A. and P. Henry, 2002, Capital Account Liberalization: Allocative E ciency or Animal Spirits?, NBER working paper 8908.",
        "[14] Corsetti, G., P. Pesenti and N. Roubini, 1999, Ã\u0082â\u0080\u009dFundamental Determinants of the Asian Crisis: The Role of Financial Fragility and External ImbalancesÃ\u0082â\u0080\u009d, forthcoming in T. Ito and A. Krueger (eds.), Regional and Global Capital Flows: Macroeconomic Causes and Consequences, Chicago, IL: University of Chicago Press.",
        "[15] DemigÃ\u0083Â¼c-Kunt A. and E. Detragiache (1998), Ã\u0082â\u0080\u009dFinancial Liberalization and Financial FragilityÃ\u0082â\u0080\u009d, IMF Working Paper.",
        "[16] De Jong F. and F.A. de Roon, 2001, Ã\u0082â\u0080\u009dTime-varying Market Integration and Expected Returns in Emerging MarketsÃ\u0082â\u0080\u009d, CEPR DP 3102.",
        "[17] Diaz-Alejandro, C., 1985, Ã\u0082â\u0080\u009dGoodbye Financial Repression, Hello Financial RepressionÃ\u0082â\u0080\u009d, Journal of Development Economics, 19, 1-24.",
        "[18] Edison H. and F. Warnock, 2001, A Simple Measure of the Intensity of Capital Controls, International Finance Discussion Papers, number 708.",
        "[19] Edwards, S., 2000, Ã\u0082â\u0080\u009dCapital Mobility and Economic Performance: Are Emerging Economies Di!erent?Ã\u0082â\u0080\u009d UCLA working paper.",
        "[20] Eichengreen, B., A. Rose and C. Wyplosz,1995, Ã\u0082â\u0080\u009dExchange Rate Mayhem: The Antecedents and Aftermaths of Speculative AttacksÃ\u0082â\u0080\u009d, Economic Policy, 21 pp 249-296.",
        "[21] Eizenman, J., 2002, Financial Opening: Evidence and Policy Options, NBER WP 8900.",
        "[22] Gordon, R. and L. Bovenberg, 1996, Why Is Capital so Immobile Internationally? Possible Explanations and Implications for Capital Income Taxation, American Economic Review, 86, 5, 1057-75.",
        "[23] Henry, P. B., 2000, Ã\u0082â\u0080\u0098Do stock market liberalizations cause investment booms?Ã\u0082â\u0080\u0099, Journal of Finan- cial Economics, 58(1-2), pp. 301-334.",
        "[24] IMF, various years, Annual Report on Exchange Arrangements and Exchange Restrictions.",
        "[25] Kaminsky G. and C. Reinhart, 1999, Ã\u0082â\u0080\u009dThe Twin Crises: The Causes of Banking and Balance-of- Payments ProblemsÃ\u0082â\u0080\u009d,American Economic Review, 89 (3), p 473-500.",
        "[26] Kaminsky G. and S. Schmukler, (2001), On Booms and Crashes: Financial Liberalization and Stock Market Cycles, Mimeo.",
        "[27] Krugman, P. (1999), Ã\u0082â\u0080\u009dBalance Sheets, the Transfer Problem, and Financial Crises,Ã\u0082â\u0080\u009d in Isard, Razin and Rose, eds.,International Finance and Financial Crises: Essays in Honor of Robert Flood, 31-56, Boston, Kluwer Academic Publishers. 34",
        "[28] Krugman, P. and A. Venables, Globalization and the Inequality of Nations, The Quarterly Journal of Economics, Vol. 110, No. 4. (Nov., 1995), pp. 857-880.",
        "[29] Mckenzie, D. (2001), Ã\u0082â\u0080\u009dThe impact of capital controls on growth convergenceÃ\u0082â\u0080\u009d, Journal of Eco- nomic Development, 26(1), June.",
        "[30] Martin P. and H. Rey (2001), Ã\u0082â\u0080\u009dFinancial Supermarkets: Size Matters for Asset TradeÃ\u0082â\u0080\u009d, NBER WP 8476",
        "[31] Matsuyama (2000), Ã\u0082â\u0080\u0099Financial Market Globalization and Endogenous Inequality of NationsÃ\u0082â\u0080\u0099, DP 1300, The Center For Mathematical Studies in Economics and Management Science, Northwest- ern University.",
        "[32] McKinnon, R. and Huw Pill,1999, Exchange-Rate Regimes for Emerging Markets: Moral Hazard and International Overborrowing, Oxford Review of Economic Policy 15(3)",
        "[33] Mendoza, E. (2001), Credit, Prices and Crashes: Business Cycles with a Sudden Stop, NBER working paper 8338.",
        "[34] Mendoza, E. and K. Smith (2001), Ã\u0082â\u0080\u009dMargin Calls, Trading Costs and Asset Prices in Emerging Markets: The Financial Mechanics of the Ã\u0082â\u0080\u0099Sudden StopsÃ\u0082â\u0080\u0099 PhenomenonÃ\u0082â\u0080\u009d, Mimeo, Duke University.",
        "[35] Meng Q. and A. Velasco (1999), Ã\u0082â\u0080\u009dCan Capital Mobility be Destabilizing?Ã\u0082â\u0080\u009d, NBER Working Paper 7263.",
        "[36] Murphy, K. A. Schleifer and R. Vishny (1989), Indsutrialization and the Big Push, Journal of Political Economy,volume volume 97, page 1003-1026.",
        "[37] Obstfeld, M. and K. Rogo!, 2001, Ã\u0082â\u0080\u009cThe Six Major Puzzles of International Macroeconomics SolvedÃ\u0082â\u0080\u009d, forthcoming NBER Macro Annual.",
        "[38] Pagano, M., 1993, The Floatation of Companies on the Stock Market: a Coordination Failure Model,European Economic Review, 37, 1101-25.",
        "[39] Rossi, M. (1999), Ã\u0082â\u0080\u009dFinancial Fragility and Economic Performance in Developing Countries: Do Capital Controls, Prudential Regulation and Supervision Matter?Ã\u0082â\u0080\u009d, IMF Working Paper 99/66.",
        "[40] Schneider, M. and A. Tornell, (2000), Balance Sheet E !ects, Bailout Guarantees and Financial Crises, NBER Working Paper No.8060.",
        "[41] Shleifer, A., 1986, Ã\u0082â\u0080\u009cDo Demand Curves for Stocks Slope Down?Ã\u0082â\u0080\u009d, Journal of Finance 41, 579-590.",
        "[42] Stulz, R., (1999), Ã\u0082â\u0080\u0098Globalization of Equity Markets and the Costs of CapitalÃ\u0082â\u0080\u0099, NBER working paper no. 7021. 35",
        "[43] Tornell, A. and F. Westermann, 2001, Boom-Bust Cycles: Facts and Explanation, mimeo.",
        "[44] Weil, P. (1990), Ã\u0082â\u0080\u009dNonexpected Utility in MacroeconomicsÃ\u0082â\u0080\u009d, Quartely Journal of Economics,vol- ume 105, issue 1, 29-42.",
        "[45] Wyplosz C. (2001), Ã\u0082â\u0080\u009dHow Risky is Financial Liberalization in the Developing Countries?Ã\u0082â\u0080\u009d, CEPR DP 2724. 36"
    ]
}