{
    "id": 9289,
    "cites": 20,
    "cited_by": 25,
    "reference": [
        "Cipriano, M., D. Collins, and P. Hribar, 2001, An empirical analysis of the tax benefit from employee stock options, Working paper, University of Iowa.",
        "Core, J., and W. Guay, 2001, Stock option plans for non -executive employees, Journal of Financial Economics 61, 253 -287.",
        "DeAngelo, H., and R. Masulis, 1980, Optimal capital structure under corporate and personal taxatio n, Journal of Financial Economics 8, 3 -29.",
        "Desai, M., 2002, The corporate profit base, tax sheltering activity, and the changing nature of employee compensation, Working paper, Harvard University.",
        "Easton, P. and T. Harris, 1991, Earnings as an explanator y variable for returns, Journal of Accounting Research 29, 19 -36.",
        "Fama, E. and K. French, 2002, The equity premium, Journal of Finance 57, 637 -659.",
        "Graham, J. R., 1996, Debt and the Marginal Tax Rate, Journal of Financial Economics 41, 41 - 73.",
        "Graham, J. R., M. Lemmon and J. Schallheim, 1998, Debt, leases, taxes, and the endogeneity of corporate tax status, Journal of Finance 53, 131 -161.",
        "Graham, J. R., 2002, Ta xes and corporate finance: A review, Working Paper, Duke University.",
        "Huddart, S., and M. Lang, 1996, Employee stock option exercises: An empirical analysis, Journal of Accounting and Economic s 21, 5 -43.",
        "Kahle, K. and K. Shastri, 2002, Firm performance, capital structure, and the tax benefits of employee stock options, Working Paper, University of Pittsburgh.",
        "Matsunaga, S., Shevlin, T., and D. Shores, 1992, Disqualifying dispositions of incen tive stock options: Tax benefits versus financial reporting costs, Journal of Accounting Research 30 (Supplement), 37-76.",
        "McDonald, R., 2002, The tax (dis)advantage of a firm issuing options on its own stock, Working Paper, Northwestern University.",
        "Murph y, K., 1999, Executive compensation, in O. Ashenfelter and D. Card, ed.: Handbook of Labor Economics Volume III (North Holland, New York, NY).",
        "Myers, S., 1977, Determinants of corporate borrowing, Journal of Financial Economics 3, 799_819.",
        "Myers, Stewart , and Nicholas Majluf, 1984, Corporate financing and investment decisions when firms have information that investors do not have, Journal of Financial Economics 13, 187 -221.",
        "Plesko, G., 1999, An evaluation of alternative measures of corporate tax rates, W orking paper, MIT.",
        "Rajan, R. G. and L. Zingales, 1995, What do we know about capital structure choice? Some evidence from international data, Journal of Finance 50, 1421 -1460.",
        "Scholes, M., Wolfson, M., Erickson, M., Maydew, E., and T. Shevlin, 2002, Taxes and Business Strategy: A Planning Approach (Prentice Hall, Upper Saddle River, N.J.).",
        "Shevlin, T., 1990, Estimating corporate marginal tax rates with asymmetric tax treatment of gains and losses, Journal of the American Taxation Association 12, 51 -67."
    ]
}