{
    "id": 9294,
    "cites": 14,
    "cited_by": 0,
    "reference": [
        "Arrau, Patricio, De Gregorio JosÃ\u0082Â´e, Reinhart, Carmen M., and Wickham, Peter, The De- mand for Money in Developing Countries: Assessing the Role of Financial Innovation, Journal of Development Economics, 1995, 46, 317-340.",
        "Azariadis, Costas, Intertemporal Macroeconomics, Blackwell, Cambridge, Massachusetts, 1993.",
        "Calvo, Guillermo A., Carmen M. Reinhart, Carlos A. VÃ\u0082Â´egh, Targeting the Real Exchange Rate: Theory and Evidence, Journal of Development Economics, June 1995, 47:1 pp.",
        "Dornbusch, Rudiger, PPP Exchange Rate Rules and Macroeconomic Stability, Journal of Political Economy, 1982, 90:3 pp 158-165.",
        "Frankel, Jeffrey. and Andrew Rose, Currency Crashes in Emerging Markets: An Empirical Treatment, Journal of International Economics, 1996/ 41, 351-368.",
        "Kaminsky, Graciela and Carmen M. Reinhart, The Twin Crises: The Causes of Banking and Balance-of-Payments Problems, American Economic Review, June 1999, 89, 473-500.",
        "Kimbrough, Kent, The Optimal Quantity of Money Rule in the Theory of Public Finance, Journal of Monetary Economics, 1986, 18, 277-284.",
        "Klein, Michael W. and Marion, Nancy P., Explaining the Duration of Exchange-Rate Pegs, Journal of Development Economics, 1997, 54, 387-404.",
        "Mendoza, Enrique G. and Uribe, MartÃ\u0082Â´in, Devaluation Risk and the Business-Cycle Implica- tions of Exchange-Rate Management, Carnegie-Rochester Conference Series on Public Policy, December 2000, 53, 239-296.",
        "Ostry, Jonathan and Carmen M. Reinhart, Private Savings and Terms-of-Trade Shocks, IMF Staff Papers, 39, September 1992, 495-517.",
        "Rebelo, S. and C. VÃ\u0082Â´egh, Real Effects of Exchange-Rate-Based Stabilization: An Analysis of Competing Theories, NBER Macroeconomics Annual, 1995, 127-174, vol. 10.",
        "Reinhart, Carmen M., and VÃ\u0082Â´egh, Carlos A., Nominal Interest Rates, Consumption Booms, and Lack of Credibility: A Quantitative Examination, Journal of Development Eco- nomics, 1995, 46, 357-378.",
        "Rudin, Walter, Principles of Mathematical Analysis, Third Edition, McGraw-Hill, New York, New York, 1976.",
        "Uribe, M. , Hysteresis in a Simple Model of Currency Substitution, Journal of Monetary Economics, September 1997, 40, 185-202."
    ]
}