{
    "id": 9298,
    "cites": 33,
    "cited_by": 3,
    "reference": [
        "Abraham, K., J. Greenlees, and B. Moulton (1998), Ã\u0082â\u0080\u009cWorking to Improve the Consumer Price IndexÃ\u0082â\u0080\u009d, Journal of Economic Perspectives, 12.",
        "Berry S., J. Levinson, and A. Pakes (1995), Ã\u0082â\u0080\u009cAutomobile Prices in Market Equilibrium,Ã\u0082â\u0080\u009d Econometrica, 63, 841-890.",
        "Deaton A. and J. Muellbauer (1980), Economics and Consumer Behavior,Ã\u0082â\u0080\u009d Cambridge: Cambridge University Press.",
        "Diewert, W.E. (1976), Exact and Superlative Index Numbers, Journal of Econometrics, 4, 114-145.",
        "Diewert W.E. (1980), Ã\u0082â\u0080\u009cAggregation Problems in the Measurement of CapitalÃ\u0082â\u0080\u009d, pp. 433-528 in The Measurement of Capital, Dan Usher (ed.), Chicago: The University of Chicago Press.",
        "Diewert, W.E. (1993), Ã\u0082â\u0080\u009cThe Early History of Price Index Research,Ã\u0082â\u0080\u009d in W.E. Diewert and A.O. Nakamura, eds., Essays in Index Number theory, vol. I, Amsterdam: Elsevier.",
        "Diewert, W.E. (1998), Ã\u0082â\u0080\u009cIndex Number Issues in the Consumer Price IndexÃ\u0082â\u0080\u009d, Journal of Economic Perspectives 12, 47-58.",
        "Diewert, W.E. (2001), Ã\u0082â\u0080\u009cHedonic Regressions: A Consumer Theory ApproachÃ\u0082â\u0080\u009d, forthcoming in Scanner Data and Price Indexes, R. Feenstra and M. Shapiro (eds.), Studies in Income and Wealth, Volume 61, Chicago: University of Chicago Press.",
        "Fisher, I. (1922), The Making of Index Numbers, Boston: Houghton Mifflin.",
        "Hamilton B.W. (2001), Ã\u0082â\u0080\u009cUsing EngelÃ\u0082â\u0080\u0099s Law to Estimate CPI Bias,Ã\u0082â\u0080\u009d American Economic Review, 91, 619-630.",
        "Hausman J. (1979): Individual Discount Rates and the Purchase and Utilization of Energy Using Durables, Bell Journal of Economics, 10.",
        "Hausman, J. (1981), Exact Consumer Surplus and Deadweight Loss, American Economic Review, 71, 662-676.",
        "Hausman, J. (1996): Valuation of New Goods Under Perfect and Imperfect Competition, ed. T. Bresnahan and R. Gordon, The Economics of New Goods, University of Chicago Press, 209-237.",
        "Hausman, J. (1997a): Valuation and the Effect of Regulation on New Services in Telecommunications, Brookings Papers on Economic Activity: Microeconomics, 1997.",
        "Hausman, J. (1997b): The CPI Commission and New Goods, The American Economic Review, 87.",
        "Hausman, J. (1999): Cellular Telephone, New Products and the CPI, Journal of Business and Economics Statistics, 17, 188-194.",
        "Hausman, J. (2002a): Ã\u0082â\u0080\u009cMobile Telephone,Ã\u0082â\u0080\u009d Forthcoming in M. Cave et. al, Handbook of Telecommunications Economics, Amsterdam: North Holland.",
        "Hausman, J. (2002b): Ã\u0082â\u0080\u009cRegulated Costs and Prices in Telecommunications,Ã\u0082â\u0080\u009d Forthcoming in G. Madden ed., International Handbook of Telecommunications,Ã\u0082â\u0080\u009d London: Elgar Publishing.",
        "Hausman J. G. Leonard, and D. Zona (1994): Competitive Analysis with Differentiated Products, Annales DEconomie et de Statistique, 34.",
        "Hausman J. and G. Leonard (2002): Ã\u0082â\u0080\u009cThe Competitive Effects of a New Product Introduction: A Case StudyÃ\u0082â\u0080\u009d, Journal of Industrial Economics, 50.",
        "Hausman J. and W. Newey (1995): Nonparametric Estimation of Exact Consumers Surplus and Deadweight Loss, Econometrica, 63.",
        "Hicks, J.R. (1940), The Valuation of the Social Income, Economic Journal, 42.",
        "Madrick, J., (2001), Ã\u0082â\u0080\u009cEconomic SceneÃ\u0082â\u0080\u009d, New York Times, December 27, 2001, p. c2.",
        "Marshall, A. (1887), Ã\u0082â\u0080\u009cRemedies for Fluctuations of General Prices,Ã\u0082â\u0080\u009d in A.C. Pigou, ed., Memorials of Alfred Marshall, London: Macmillan, 1925.",
        "Pakes, A. (2001), Ã\u0082â\u0080\u009cSome Notes on Hedonic Price Indices, with an Application to PCÃ\u0082â\u0080\u0099sÃ\u0082â\u0080\u009d, paper presented at the NBER Productivity Program Meeting, March 16, Cambridge MA.",
        "Petrin, A. (2002), Ã\u0082â\u0080\u009cQuantifying the Benefits of New Products: The Case of the Minivan,Ã\u0082â\u0080\u009d Journal of Political Economy, 110, 705-729.",
        "Pollak, R. (1989), The Theory of the Cost-of-Living Index, Oxford University Press.",
        "Rothbarth, E. (1941), The Measurement of Changes in Real Income under conditions of Rationing, Review of Economic Studies, 100-107.",
        "Schultze C. and C. Mackie, eds. (2002); At What Price? , Washington: Nation Academy of Sciences Press.",
        "Shapiro, M. and D. Wilcox (1997), Ã\u0082â\u0080\u009cAlternative Strategies for Aggregating Prices in the CPI,Ã\u0082â\u0080\u009d Federal Reserve Bank of St. Louis Review, 79, 113-125.",
        "Sidgwick, H. (1883), The Principles of Political Economy, London: Macmillan. Silver, M.S. and Heravi S. (2001a), Ã\u0082â\u0080\u009cScanner Data and the Measurement of InflationÃ\u0082â\u0080\u009d, The Economic Journal, 111, F384-F405.",
        "Silver, M.S. and Heravi S. (2001b), Ã\u0082â\u0080\u009cWhy the CPI matched models method may fail us: results from an hedonic and matched experiment using scanner data,Ã\u0082â\u0080\u009d Univ. Of Cardiff mimeo.",
        "Spence, A.M. (1976), Ã\u0082â\u0080\u009cProduct Selection, Fixed Costs, and Monopolistic Competition,Ã\u0082â\u0080\u009d Review of Economic Studies, 43."
    ]
}