{
    "id": 9299,
    "cites": 15,
    "cited_by": 6,
    "reference": [
        "Stigler, George J. The Economics of Information. J.P.E. 69 (October 1962): 213-225.",
        "Scott-Morton, Fiona S.; Zettelmeyer, Florian; and Silva-Risso, Jorge. Internet Car Retailing. Working Paper no. 7961. Cambridge, Mass.: NBER, October 2000.",
        "Sorensen, Alan T. Equilibrium Price Dispersion In Retail Markets for Prescription Drugs. J.P.E. 108 (August 2000): 833-850.",
        "Salop, Steven, and Stiglitz, Joseph. Bargains and Ripoffs: A Model of Monopolistically Competitive Price Dispersion. Rev. Econ. Studies 44 (October 1977): 493-510.",
        "Salop, S., and Stiglitz, J.E. The Theory of Sales: A Simple Model of Equilibrium Price Dispersion with Identical Agents. A.E.R. 72 (December 1982): 1121-1130.",
        "Rothschild, Michael. Models of Market Organization With Imperfect Information: A Survey. J.P.E. 81 (November-December 1973): 1283-1308.",
        "Pollitz, Karen; Sorian, Richard; and Thomas, Kathy. How Accessible is Insurance for Consumers in Less-Than-Perfect Health? Menlo Park, CA: The Henry J. Kaiser Family Foundation, 2001.",
        "Pauly, Mark V.; Herring, Bradley; and Song, David. Tax Credits, the Distribution of Subsidized Health Insurance Premiums, and the Uninsured. Frontiers in Health Policy Research 5 , Garber, Alan M, ed.: 103-122. Phelps, Charles E. Health Economics, 2 nd Edition. Reading, Mass.: Addison-Wesley, 1997.",
        "Nichols, Len, and Pauly, Mark V. The Non-Group Health Insurance Market: Short on Facts, Long on Opinions and Policy Disputes. Health Affairs Web Exclusive, forthcoming. Pauly, Mark V., and Herring, Bradley. Pooling Health Insurance Risks. Washington, D.C.: AEI Press, 1999.",
        "McCall, John J. The Economics of Information and Optimal Stopping Rules. Journal of Business 38 (July 1965): 300-317.",
        "Herring, Bradley, and Pauly, Mark V. Premium Variation in the Individual Insurance Market. International Journal of Health Care Finance and Economics 1(March 2001): 43-58.",
        "Clay, Karen; Krishnan, Ramayya; and Wolff, Eric . Prices and Price Dispersion on the Web: Evidence from the Online Book Industry. Working Paper no. 8271. Cambridge, Mass.: NBER, May 2001.",
        "Frogue, James. Recent Survey Points to Affordable Individual Health Insurance. Executive Memorandum no. 740. Washington, D.C.: The Heritage Foundation, April 2001.",
        "Chollet, Deborah J., and Kirk, Adele. Understanding Individual Health Insurance Markets . Menlo Park, CA: The Henry J. Kaiser Family Foundation, 1998.",
        "Brown, Jeffrey R., and Goolsbee, Austan. Does the Internet Make Markets More Competitive? Evidence from the Life Insurance Industry. J.P.E. 110 (June 2002): 481-507."
    ]
}