{
    "id": 9300,
    "cites": 12,
    "cited_by": 26,
    "reference": [
        "[12] Yeats, Alexander J. (2001), Just How Big is Global Production Sharing? in Arndt, Sven W. and Henryk Kierzkowski (eds.), Fragmentation: New Production Patterns in the World Economy, Oxford: Oxford University Press. 14",
        "[11] Puga, Diego and Trefler, Daniel (2002), Knowledge Creation and the Control in Organizations, University of Toronto, manuscript.",
        "[8] Hummels, David, Ishii, Jun, and Yi, Kei-Mu (2001), The Nature and Growth of Vertical Specialization in World Trade, Journal of International Economics, 54,75-96.",
        "[9] Jones, Ronald W. (2000),Globalization and the Theory of Input Trade ,Cam- bridge, MA and London: The MIT Press.",
        "[10] Marin, Dalia and Verdier, Thierry (2001), Power Inside the Firm and the Mar- ket: A General Equilibrium Approach, Ludwig-Maximilians University, manu- script. 13",
        "[6] Grossman, Gene M. and Helpman, Elhanan (2002b), Integration versus Out- sourcing in Industry Equilibrium, Quarterly Journal of Economics, 117, 85-120.",
        "[7] Hanson, Gordon H., Mataloni Jr., Raymond J. and Slaughter, Matthew J. (2001), Expansion Strategies of U.S. Multinational Firms, NBER Working Paper No. 8433.",
        "[5] Grossman, Gene M. and Helpman, Elhanan (2002a), Outsourcing in a Global Economy, NBER Working Paper 8728.",
        "[3] Campa, JosÃ\u0083Â© and Goldberg, Linda (1997), The Evolving External Orientation of Manufacturing Industries: Evidence from Four Countries, Federal Reserve Bank of New York Economic Policy Review, 4, 79-99.",
        "[4] Feenstra, Robert C. (1998), Integration of Trade and Disintegration of Produc- tion in the Global Economy,Journal of Economic Perspectives , 12, 31-50.",
        "[1] Audet, Denis (1996), Globalization in the Clothing Industry, in Globalization of Industry: Overview and Sector Reports , Paris: Organization for Economic Cooperation and Development.",
        "[2] Aghion, Philippe and Tirole, Jean (1997), Formal and Real Authority in Orga- nizations,Journal of Political Economy105, 1-29."
    ]
}