{
    "id": 9305,
    "cites": 22,
    "cited_by": 435,
    "reference": [
        "Staiger Douglas and J.H. Stock, Instrumental Variables Regression with Weak Instruments, Econometrica , 65:3, Pp. 557-86, 1997.",
        "Sachs, Jeffrey, and Andrew Warner, Economic Reform and the Process of Global Integration, Brookings Papers on Economic Activity , 1995:1, 1-118.",
        "Rodrik, Dani, Institutions, Integration, and Geogr aphy: In Search of the Deep Determinants of Economic Growth, in Rodrik, ed., In Search of Prosperity: Analytic Country Studies on Growth , Princeton University Press, Princeton, NJ, 2003, forthcoming.",
        "Sachs, Jeffrey D., Tropical Underdevelopment, NBER Working Paper No. w8119, February 2001.",
        "North, Douglass C., Economic Performance Through Time, The American Economic Review , Vol. 84, No. 3. (Jun., 1994), pp. 359-368.",
        "Rodrik, Dani Comments on Frankel and Rose, `Estimating the Effects of Currency Unions on Trade and Output, October 2000.",
        "Mukand, Sharun, and Dani Rodrik, In Search of the Holy Grail: Policy Convergence, Experimentation, and Economic Performance, Harvard University, July 2002.",
        "North, Douglass C., Institutions, Institutional Change and Economic Performance , New York, Cambridge University Press, 1990.",
        "La Porta, Rafael, F. Lopez-de-Silanes, A. Shleifer, and R.W. Vishny, The Quality of Government, Journal of Law, Economics, and Organization , Vol. 15(1), pp. 1113-55. Masters, William A., and Margaret S. McMillan, Climate and Scale in Economic Growth, Journal of Economic Growth 6 (3): 167-186, September 2001.",
        "Irwin, D.A.,and M.Tervio, Does Trade Raise Income? Evidence from the Twentieth Century, NBER Working Paper No. w7745, June 2000.",
        "Krueger, A., and A. Berg, Trade, Growth, a nd Poverty, Paper presented at the 2002 World Bank Annual Conference on Development Economics, Washington D.C., 2002.",
        "Hall, Robert, and Chad I. Jones, Why Do Some Countries Produce So Much More Output per Worker than Others? Quarterly Journal of Economics , 114, 1, February 1999, 83-116.",
        "Gallup, John Luke, Jeffrey D. Sachs, and Andrew D. Mellinger, Geography and Economic Development, NBER Working Paper No. w6849, December 1998.",
        "Gallup, John L. and Jeffrey D. Sachs, The Economic Burden of Malaria, Center for International Development, Harvard University, 1998.",
        "Frankel, Jeffrey, and David Romer, Does Trade Cause Growth? American Economic Review , June 1999, 89(3), 379-399.",
        "Easterly, W., and R. Levine, Tropics, Ge rms, and Crops: How Endowments Influence Economic Development, mimeo, Center for Global Development and Institute for International Economics, 2002.",
        "Engerman, Stanley L., and Kenneth L. Sokoloff, Factor Endowments, Institutions, and Differential Paths of Growth Among New World Economies: A View from Economic Historians of the United States, National Bu reau of Economic Research Working Paper No. H0066, December 1994.",
        "Belsey, D.A., E. Kuh, and R.E. Welsch, Regression Diagnostics . New York: John Wiley and Sons, 1980.",
        "Dollar, D., and A. Kraay, Institutions, Trade, and Growth, Carnegie-Rochester Conference Series on Public Policy, forthcoming, 2002.",
        "AlcalÃ\u0083Â¡, F., and A. Ciccone, Trade and Productivity, Paper presented at the NBER Summer Institute, June 2002.",
        "Angrist, Joshua D., and Alan B. Krueger, Does Compulsory School Attendance Affect Schooling and Earnings? The Quarterly Journal of Economics , vol. 106, no. 4. Nov., 1991, pp. 979-1014.",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson, The Colonial Origins of Comparative Development: An Empirical Investigation, American Economic Review , 91, 5, December 2001, 1369-1401."
    ]
}