{
    "id": 9311,
    "cites": 37,
    "cited_by": 4,
    "reference": [
        "Weisbrod, B., 1991. The health care quadrilemma: An essay on technological change, insurance, quality of care, and cost containment. Journal of Economic Literature 29(2), 523-552.",
        "Tengs, T., Wallace, A., 2000. One thousand health-related quality-of-life estimates. Medical Care 38(6), 583-637.",
        "Showstack, J., Rosenfeld, K., Garnick, D., Luft, H., Schaffarzick, R., Fowles, J., 1987. Association of volume with outcome of coronary artery bypass graft surgery: Scheduled vs. nonscheduled operations. Journal of the American Medical Association 257(6), 785-789.",
        "Serruys, P., van Hout, B., Bonnier, H., Legrand, V., Garcia, E., Macaya, C., Sousa, E., van der Giessen, W., Colombo, A., Seabra-Gomes, R., Kiemeneji, F., Ruygrok, P., Ormiston, J., Emanuelsson, H., Fajadet, J., Haude, M., Klugmann, S., Morel, M., 1998. Randomised comparison of implantation of heparin-coated stents with balloon angioplasty in selected patients with coronary artery disease. Lancet 352(9129), 673-681.",
        "Parisi, A., Folland, E., Hartigan, P., 1992. A comparison of angioplasty with medical therapy in the treatment of single-vessel coronary artery disease. New England Journal of Medicine 326(1), 10-16.",
        "Newhouse, J., Cretin, S., Witsberger, C., 1989. Predicting hospital accounting costs. Health Care Financing Review 11(1), 25-33.",
        "Newhouse, J., 1992. Medical care costs: How much welfare loss? Journal of Economic Perspectives 6(3), 3-21.",
        "Murphy, K., Topel, R., 2002. The economic value of medical research. in: Murphy, K. and Topel, R. (eds.), The value of medical research. University of Chicago Press, Chicago, IL.",
        "McClellan, M., Staiger, D., 1999. The quality of health care providers. NBER Working Paper 7327.",
        "Luft, H., Hunt, S., Maerki, S., 1987. The volume-outcome relationship: Practice-makes-perfect or selective-referral patterns? Health Services Research 22(2), 157-182.",
        "Luft, H., Bunker, J., Enthoven, A., 1979. Should operations be regionalized? The empirical relation between surgical volume and mortality. New England Journal of Medicine 301(25), 1364-1369.",
        "Legorreta, A., Silber, J., Constantino, G., Kobylinski, R., Zatz, S., 1993. Increased cholecystectomy rate after the introduction of laparoscopic cholecystectomy. Journal of the American Medical Association 270(12), 1429-1432.",
        "Eisenberg, J., Schwartz, J., McCaslin, F., Kaufman, R., Glick, H., Kroch, E., 1989. Substituting diagnostic services: New tests only partly replace older ones. Journal of the American Medical Association 262(9), 1196-1200.",
        "Farley, D., Ozminkowski, R., 1992. Ã\u0082â\u0080\u009cVolume-outcome relationships and inhospital mortality: The effect of changes in volume over time. Medical Care 30(1), 77-94.",
        "Fuchs, V., 1986. The health economy. Harvard University Press, Cambridge, MA.",
        "Garber, A., 1994. Can technology assessment control health spending? Health Affairs 13(3), 115-126.",
        "Gelijns, A., Rosenberg, N., 1994. The dynamics of technological change in medicine. Health Affairs 13(3), 28-46.",
        "Guadagnoli, E., Hauptma n, P., Ayanian, J., Pashos, C., McNeil, B., Cleary, P., 1995. Variation in the use of cardiac procedures after acute myocardial infarction. New England Journal of Medicine 333(9), 573-578.",
        "Hannan, E., Kilburn, H., Bernard, H., OÃ\u0082â\u0080\u0099Donnell, J., Lukacik, G., Shields, E., 1991. Coronary artery bypass graft surgery: The relationship between inhospital mortality rate and surgical volume after controlling for clinical risk factors. Medical Care 29(11), 1094-1107.",
        "Hannan, E., Racz, M., Ryan, T., McCallister, B., Johnson, L., Arani, D., Guerci, A. Sosa, J., Topol, E., 1997. Coronary angioplasty volume-outcome relationships for hospitals and cardiologists. Journal of American Medical Association 277(11), 892-898.",
        "Hillis, L. D., Rutherford, J., 1994. Coronary angioplasty compared with bypass grafting. New England Journal of Medicine 331(16), 1086-1087.",
        "Hlatky, M., Rogers, W., Johnstone, I., Boothroyd, D., Brooks, M., Pitt, B., Reeder, G., Ryan, T., Smith, H., Whitlow, P., Wiens, R., Mark, D., Rosen, A., Detre, K., Frye, R., 1997. Medical care costs and the quality of life after randomization to coronary angioplasty or coronary bypass surgery. New England Journal of Medicine 336(2), 92-99.",
        "Ho, V., 2000. Evolution of the volume-outcome relation for hospitals performing coronary angioplasty. Circulation 101(15), 1806-1811.",
        "Huckman, R., 2000. Hospital consolidation and the delivery of cardiac care. Mimeograph.",
        "Hueb, W., Soares, P., de Oliveira, S., Arie, S., Cardoso, R., Wajsbrot, D., Cesar, L., Jatene, A., Ramires, J., 1999. Five-year follow-up of the Medicine, Angioplasty, or Surgery Study (MASS): A prospective, randomized trial of medical therapy, balloon angioplasty, or bypass surgery for single proximal left anterior descending coronary artery stenosis. Circulation 100(19), II-107-II-113.",
        "Eagle, K., Guyton, R., Davidoff, R., Ewy, G., Fonger, J., Gardner, T., Gott, J., Herrmann, H., Marlow, R., Nugent, W., OÃ\u0082â\u0080\u0099Connor, G., Orszulak, T., Rieselbach, R., Winters, W., Yusuf, S., 1999. ACC/AHA guidelines for coronary artery bypass graft surgery: Executive summary and recommendations. Circulation 100(13), 1464-1480.",
        "Cutler, D., McClellan M., 2001. Is technological change in medicine worth it? Health Affairs 20(5), 11-29.",
        "Cutler, D., Richardson, E., 1997. Measuring the health of the US population. Brookings papers on economic activity, microeconomics 1997, 217-271.",
        "Cutler, D., McClellan, M., 1998. What is technological change? in: Wise,D. (ed.), Inquiries in the economics of aging. University of Chicago Press, Chicago, IL.",
        "Cohen, D., Taira, D., Berezin, R., Cox, D., Morice, M., Stone, G., Grines, C., 2001. Costeffectiveness of coronary stenting in acute myocardial infarction: Results from the Stent Primary Angioplasty in Myocardial Infarction (Stent-PAMI) trial. Circulation 104(25), 3039-3045.",
        "Chaitman, B., Rosen, A., Williams, D., Bourassa, M., Aguirre, F., Pitt, B., Rautaharju, P., Rogers, W., Sharaf, B., Attubato, M., Hardison, R., Srivatsa, S., Kouchoukos, N., Stocke, K., Sopko, G., Detre, K., Frye, R., 1997. Myocardial infarction and cardiac mortality in the Bypass Angioplasty Revascularization Investigation (BARI) Randomized Trial. Circulation 96(7), 2162-2170.",
        "Center for Evaluative and Clinical Sciences, 1999. Dartmouth atlas of health care in the United States. http://www.dartmouthatlas.org/tables/99table5.php.",
        "CABRI Trial Participants, 1995. First-year results of CABRI (Coronary Angioplasty Versus Bypass Revascularization Investigation). Lancet 346(8984), 1179-1184.",
        "Bypass Angioplasty Revascularization Investigation (BARI) Investigators, 1996. Comparison of coronary bypass surgery with angioplasty in patients with multivessel disease. New England Journal of Medicine 335(4), 211-225.",
        "Berndt, E., Morrison, C., 1995. High-tech capital formation and economic performance in U.S. manufacturing industries: An exploratory analysis. Journal of Econometrics 65(1), 9-43.",
        "Bohmer, R., Christensen, C., Kenagy, J., 2000. Will disruptive innovations cure health care? Harvard Business Review 78(5), 102-112.",
        "Andersson, F., Kartman, B., 1995. The cost of angina pectoris in Sweden. PharmacoEconomics 8(3), 233-244."
    ]
}