{
    "id": 9314,
    "cites": 35,
    "cited_by": 2,
    "reference": [
        "Wahl, Jennifer (1985). Fertility in America: Historical Patterns and Wealth Effects on the Quantity and Quality of Children. Ph.D. dissertation, Department of Economics, University of Chicago.",
        "Warner, John and Saul Pleeter (2001). The Personal Discount Rate: Evidence from Military Downsizing Programs. American Economic Review, 91(1), pgs 33-53.",
        "Zimmerman, David (1992). Regression Toward Mediocrity in Economic Stature . American Economic Review, 82(3), pgs 409-29.",
        "Shea, John (2000). Does Parents Money Matter? Journal of Public Economics , 77, pgs 155- 84.",
        "Venti, Steven and David Wise (2000). Choice, Chance, and Wealth Dispersion at Retirement. NBER Working Paper No. 7521. February.",
        "Solon, Gary (1992). Intergenerational Income Mobility in the United States. American Economic Review, 82(3), pgs 393-408.",
        "Solon, Gary (1999). Intergenerational Mobility in the Labor Market, in Handbook of Labor Economics , Volume 3, edited by Orley Ashenfelter and David Card.",
        "Mulligan, Casey (1996). Work Ethic and Family Background: Some Evidence University of Chicago Working Paper.",
        "Mulligan, Casey (1997). Parental Priorities and Economic Inequality . University of Chicago Press, Chicago, IL.",
        "Samwick, Andrew (1998). Discount Rate Heterogeneity and Social Security Reform. Journal of Development Economics, 57, 117-146.",
        "Menchik, Paul (1979). Intergenerational Transmission of Inequality: An Empirical Study of Wealth Mobility. Economica, 46(184), pgs 349-62.",
        "Modigliani, Franco and Richard Brumberg (1954). Utility Analysis and the Consumption Function: An Interpretation of the Cross Section Data, in Post-Keynesian Economics, Eds.: Kenneth Kurihara. New Brunswick, NJ, Rutgers University Press, pgs, 388-436.",
        "Lawrence, Emily (1991). Poverty and the Rate of Time Preference: Evidence from Panel Data. Journal of Political Economy, 991(1), pgs 54-77.",
        "Loury, Glenn (1981). Intergenerational Transfers and the Distribution of Earnings. Econometrica, 49(4), pgs 843-67.",
        "Juster, Thomas, James Smith and Frank Stafford (1999). The Measurement and Structure of Household Wealth. Labour Economics, 1999.",
        "Kearl, James and Clayne Pope (1986). Unobservable Family and Individual Contributions to the Distributions of Income and Wealth. Journal of Labor Economics, 4(3) S48-79.",
        "Ham, Song and Casey Mulligan (2000). Human Capital, Heterogeneity, and Estimated Degrees of Intergenerational Mobility. NBER Working Paper No. 7678 . April.",
        "Hurst, Erik and Anna Lusardi (2000). Entrepreneurship and Household Wealth. Unpublished Mimeo.",
        "Failrie, Robert (1999). The Absence of African-American Owned Business: An Analysis of the Dynamics of Self-Employment, Journal of Labor Economics, 17(1), pgs 80 - 108.",
        "Deaton, Angus (1991). Saving and Liquidity Constraints. Econometrica, 59(2), pgs 1221-48.",
        "Evans, David and Linda Leighton (1989). Some Empirical Aspects of Entrepreneurship, American Economic Review, 79(3), pgs 519 - 535.",
        "Engelhardt, Gary (1996). Consumption, Down Payments, and Liquidity Constraints, Journal of Money, Credit and Banking, May, pgs 255-71.",
        "Chiteji, Ngina and Frank P. Stafford (2000). Asset Ownership Across Generations. University of Michigan Working Paper.",
        "Cox, Donald, Serena Ng and Andreas Waldkirch (2000). Intergenerational Linkages in Consumption Behavior. Boston College Working Paper.",
        "Carroll, Chris (1994). How Does Future Income Affect Current Consumption. Quarterly Journal of Economics, 109(1), pgs 111-47.",
        "Charles, Kerwin K. and Erik Hurst (2000). The Transition to Home Ownership and the Black/White Wealth Gap. Review of Economics and Statistics (forthcoming).",
        "Blanchflower, David and Andrew Oswald (1998). What Makes an Entrepreneur? Journal of Labor Economics, 16(1), pgs 26-59.",
        "Browning, Martin and Annamaria Lusardi (1996). Household Saving: Micro Theories and Micro Facts. The Journal of Economic Literature , 34(4), pgs 1797-1855.",
        "Becker, Gary and Nigel Tomes (1979). An Equilibrium Theory of the Distribution of Income and Intergenerational Mobility. Journal of Political Economy, 87(6), pgs 1153 - 89.",
        "Becker, Gary and Nigel Tomes (1986). Human Capital and the Rise and Fall of Families. Journal of Labor Economics, 4, pgs S1-S39.",
        "Barsky, Bob, Tom Juster, Miles Kimball and Matthew Shapiro (1997). Preference Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study, Quarterly Journal of Economics, 112(2), pgs 537-79.",
        "Altonji, Joseph, and Thomas Dunn (1991). Relationships Among the Family Incomes and Labor Market Outcomes of Relatives. Research in Labor Economics, 12, pgs 269-310.",
        "Altonji, Joseph, and Thomas Dunn (2000). An Intergenerational Model of Wages, Hours, and Earnings. Journal of Human Resources, 35(2), pgs 221-58.",
        "Altonji, Joseph, Fumio Hayashi, and Laurence Kotlikoff (1992). Is the Extended Family Altruistically Linked? Direct Tests Using Micro Data. American Economic Review, 82(5), pgs 1177 - 98.",
        "Friedman, Milton (1957). A Theory of the Consumption Function . Princeton: Princeton University Press."
    ]
}