{
    "id": 9316,
    "cites": 24,
    "cited_by": 16,
    "reference": [
        "Acemoglu, D. (1996), 'A microfundation for social increasing returns in human capital accumulation', Quarterly Journal of Economics pp. 779-804. Acemoglu, D. and Angrist, J. (1999), 'How large are human capital externalities? evidence from compulsory schooling laws', MIT .",
        "American Electronics Association (1997), 'Aea definition of the high-tech sector', Cyberstates .",
        "Berman, E., Bound, J. and Griliches, Z. (1994), 'Changes in the demand for skilled labor within u.s. manufacturing: Evidence from the annual survey of manufactures', Quarterly Journal of Economics 109, 367-397.",
        "Ciccone and Peri (2002), 'Identifying human capital externalities: Theory with application to us cities', mimeo .",
        "Doms, M., Dunne, T. and Troske, K. R. (1997), 'Workers, wages, and technology', Quarterly Journal of Economics 112, 253-290.",
        "Foster, L., Haltiwanger, J. and Krizan, C. (1998), 'Aggregate productivity growth: Lessons from microeconomic evidence', NBER Working Paper (6803).",
        "Glaeser, E. L. (1999), 'Learning in cities', Journal of Urban Economics 46(2), 254-77.",
        "Glaeser, E. L. and Mare, D. C. (2001), 'Cities and skills', JOLE 19.",
        "Glaeser, E. L., Scheinkman, J. A. and Shleifer, A. (1995), 'Economic growth in a cross-section of cities', Journal of Monetary Economics 36(1).",
        "Hellerstein, J. K., Neumark, D. and Troske, K. R. (1999), 'Wages, productivity and worker characteristics: Evidence from plant-level production functions and wage equations', Quarterly Journal of Economics 17(3), 409-447.",
        "Henderson, V. (2001), 'Marshall's scale economies', Brown University mimeo .",
        "Jaffe, A., Trajtenberg, M. and Henderson, R. (1993), 'Geographic localization of knowledge spillovers as evidenced by patent citation', Quaterly Journal of Economics 108(3), 577598.",
        "Jovanovic, B. and Rob, R. (1989), 'The growth and diffusion of knowledge', Review of Economic Studies 56(4), 569-582.",
        "Kominsky and Siegel (1994), 'Measuring educational attainment in the cps', Population Division, US Bureau of Census .",
        "Lucas, R. E. (1988), 'On the mechanics of economic development', Journal of Monetary Economics 22, 3-42.",
        "Moretti, E. (forthcoming), 'Estimating the external return to higher education: Evidence from cross-sectional and longitudinal data', Journal of Econometrics . Rauch, J. E. (1993), 'Productivity gains from geographic concentration of human capital: Evidence from the cities', Journal of Urban Economics 34, 380-400.",
        "Roback, J. (1982), 'Wages, rents and the quality of life', Journal of Political Economy 90(6), 1257-1278.",
        "Roback, J. (1988), 'Wages, rents and amenities: Differences among workers and regions', Economic Inquiry 26(1), 23-41.",
        "Zucker, L. G., Darby, M. R. and Brewer, M. B. (1998), 'Intellectual human capital and the birth of u.s. biotechnology enterprises', American Economic Review 88(1), 290-306.",
        "CENSUS OF POPULATION: Data on the skill level of workers in each plant and on the share of college graduates outside the industry come from the 1980 and 1990 Censuses of Population. To maximize sample size, I use the 5% version of the Public Use Microdata Sample (PUMS). The Census industry classification is not the SIC one, but has a similar level of detail as the 3-digit SIC codes. Using the name of the industry, I match the Census industry classification to the SIC one.",
        "As in the Census of Manufacturers, metropolitan area definitions are not consistent across years. To make the 1990 SMSA codes consistent with the 1980 definition, I adopt a procedure consistent with the one described above for the Census of Manufacturers.31 Years of education 30I also delete Dayton because it was combined with Springfield, OH and there isn't a good way to separate them and/or to define either one so that it resembles its form in 1982.",
        "reason why I do not use WECD is that it is available only for 1992 and does not allow for a longitudinal analysis.",
        "34Hellerstein et al. (1999) show that plant-level wage equations represent the aggregation of individual-level wage equations over workers employed in a plant and hence should provide coefficients similar to the ones obtained from their individual-level counterparts.",
        "35One difference is that the 1992 estimates are usually found to be larger than the 1982 ones."
    ]
}