{
    "id": 9318,
    "cites": 64,
    "cited_by": 21,
    "reference": [
        "Alesina, Alberto, Ã\u0082â\u0080\u009cThe Size of Countries: Does it Matter?Ã\u0082â\u0080\u009d Harvard University, August 2002, photocopy.",
        "Alesina, Alberto, and Robert J. Barro, Ã\u0082â\u0080\u009cCurrency Unions,Ã\u0082â\u0080\u009d Quarterly Journal of Economics CXVII (2002), 409Ã\u0082â\u0080\u009336.",
        "Anderson, James E., Ã\u0082â\u0080\u009cA Theoretical Foundation for the Gravity Equation,Ã\u0082â\u0080\u009d American Economic Review LXIX (1979), 106Ã\u0082â\u0080\u0093116.",
        "Anderson, James E., and Eric van Wincoop, Ã\u0082â\u0080\u009cGravity with Gravitas: A Solution to the Border Puzzle,Ã\u0082â\u0080\u009d American Economic Review, forthcoming. Baier, Scott L., and Jeffrey H. Bergstrand, Ã\u0082â\u0080\u009cThe Growth of World Trade: Tariffs, Transport Costs, and Income Similarity,Ã\u0082â\u0080\u009d Journal of International Economics LIII (2001), 1Ã\u0082â\u0080\u009327.",
        "Baier, Scott. L., and Jeffrey. H. Bergstrand, Ã\u0082â\u0080\u009cOn the Endogeneity of International Trade Flows and Free Trade Agreements,Ã\u0082â\u0080\u009d Mendoza College of Business and Kellogg Institute for International Studies, University of Notre Dame, 2002, photocopy.",
        "Bairoch, Paul, Economics and World History: Myths and Paradoxes (New York, NY: Harvester Wheatsheaf, 1993).",
        "Bayoumi, Tamim, and Barry Eichengreen, Ã\u0082â\u0080\u009cIs Regionalism Simply a Diversion? Evidence from the EU and EFTA,Ã\u0082â\u0080\u009d in Regionalism versus Multilateral Trade Agreements, Takatoshi Ito and Anne Kreuger, eds. (Chicago, IL: University of Chicago Press, 1997).",
        "Bergstrand, Jeffrey H., Ã\u0082â\u0080\u009cThe Gravity Equation in International Trade: Some Microeconomic Foundations and Empirical Evidence,Ã\u0082â\u0080\u009d Review of Economics and Statistics LXVII (1985), 474Ã\u0082â\u0080\u009381.",
        "Blainey, Geoffrey, The Tyranny of Distance: How Distance Shaped AustraliaÃ\u0082â\u0080\u0099s History, revised ed. (South Melbourne: Macmillan, 1982).",
        "Braudel, Fernand, Civilization and Capitalism, 15thÃ\u0082â\u0080\u009318th Century, translated by SiÃ\u0083Â¢n Reynolds, 3 volumes (Berkeley and Los Angeles, CA: University of California Press, 1992).",
        "Cameron, Rondo E., A Concise Economic History of the World: From Paleolithic Times to the Present, 2nd ed. (New York, NY: Oxford University Press, 1993).",
        "Coe, David T., Arvind Subramanian, and Natalia T. Tamirisa, with Rikhil Bhavnani, Ã\u0082â\u0080\u009cThe Missing Globalization Puzzle,Ã\u0082â\u0080\u009d IMF Working Paper WP/02/171, October 2002.",
        "Collins, William J., Kevin H. OÃ\u0082â\u0080\u0099Rourke, and Jeffrey G. Williamson, Ã\u0082â\u0080\u009cWere Trade and Factor Mobility Substitutes in History?Ã\u0082â\u0080\u009d in Migration: The Controversies and the Evidence, Riccardo Faini, Jaime De Melo and Klaus F. Zimmermann, eds. (Cambridge: Cambridge University Press, 1999).",
        "Deardorff, Alan V., Ã\u0082â\u0080\u009cDeterminants of Bilateral Trade: Does Gravity Work in a Neoclassical World,Ã\u0082â\u0080\u009d in The Regionalization of the World Economy, Jeffrey A. Frankel, ed. (Chicago, IL: University of Chicago Press, 1998).",
        "Di Mauro, Francesca, Ã\u0082â\u0080\u009cThe Impact of Economic Integration on FDI and Exports: A Gravity Approach,Ã\u0082â\u0080\u009d CEPS Working Document No. 156, November 2000.",
        "Edison, Hali J., and Michael Melvin, Ã\u0082â\u0080\u009cThe Determinants and Implications of a Choice of Exchange Rate Regime,Ã\u0082â\u0080\u009d in Monetary Policy for a Volatile Global Economy, William S. Haraf and Thomas D. Willett, eds. (Washington, DC: AEI Press, 1990).",
        "Eichengreen, Barry J., and Marc Flandreau, Ã\u0082â\u0080\u009cThe Geography of the Gold Standard,Ã\u0082â\u0080\u009d in Currency Convertibility: The Gold Standard and Beyond, Jorge Braga de Macedo, Barry J. Eichengreen and Jaime Reis, eds. (London: Routledge, 1996).",
        "Egger, Peter, Ã\u0082â\u0080\u009cA Note of the Proper Econometric Specification of the Gravity Equation,Ã\u0082â\u0080\u009d Economics Letters LXVI (2000), 25Ã\u0082â\u0080\u009331.",
        "Estevadeordal, Antoni, Brian Frantz, and RaÃ\u0083Âºl SÃ\u0083Â¡ez, Ã\u0082â\u0080\u009cInternational Trade and Exchange Rate Volatility.Ã\u0082â\u0080\u009d Inter-American Development Bank, October 2001, photocopy.",
        "Estevadeordal, Antoni, and Raymond Robertson, Ã\u0082â\u0080\u009cFrom Distant Neighbors to Close Partners: FTAA and the Pattern of Trade,Ã\u0082â\u0080\u009d Inter-American Development Bank, May 2002, photocopy.",
        "Estevadeordal, Antoni, and Alan M. Taylor, Ã\u0082â\u0080\u009cA Century of Missing Trade?Ã\u0082â\u0080\u009d American Economic Review XCII (2002), 383Ã\u0082â\u0080\u009393.",
        "Evenett, Simon J., and Wolfgang Keller, Ã\u0082â\u0080\u009cOn Theories Explaining the Success of the Gravity Equation,Ã\u0082â\u0080\u009d Journal of Political Economy CX (2002), 281Ã\u0082â\u0080\u0093316.",
        "Feenstra, Robert C., Ã\u0082â\u0080\u009cIntegration of Trade and Disintegration of Production in the Global Economy,Ã\u0082â\u0080\u009d Journal of Economic Perspectives XII (1998), 31Ã\u0082â\u0080\u009350.",
        "Flandreau, Marc, Ã\u0082â\u0080\u009cThe Economics and Politics of Monetary Unions: A Reassessment of the Latin Monetary Union, 1865Ã\u0082â\u0080\u009371,Ã\u0082â\u0080\u009d Financial History Review VII (2000), 25Ã\u0082â\u0080\u009343.",
        "Foreman-Peck, James, A History of the World Economy: International Economic Relations Since 1850, 2nd ed. (New York, NY: Harvester Wheatsheaf, 1995).",
        "Frankel, Jeffrey A., Regional Trading Blocs in the World Economic System (Washington, DC: Institute for International Economics, 1997).",
        "Frankel, Jeffrey A., and Andrew K. Rose, Ã\u0082â\u0080\u009cAn Estimate of the Effect of Common Currencies on Trade and Income,Ã\u0082â\u0080\u009d Quarterly Journal of Economics CXVII (2002), 437Ã\u0082â\u0080\u009366.",
        "Frankel, Jeffrey A., and Shang-Jin Wei, Ã\u0082â\u0080\u009cTrade Blocs and Currency Blocs,Ã\u0082â\u0080\u009d in The Monetary Future of Europe, Guillermo de la Dehesa et al., eds. (London: Center for Economic Policy Research, 1993).",
        "Harrigan, James, Ã\u0082â\u0080\u009cSpecialization and the Volume of Trade: Do the Data Obey the Laws,Ã\u0082â\u0080\u009d National Bureau of Economic Research, Working Paper Series No. 8675, December 2001.",
        "Helpman, Elhanan, and Paul R. Krugman, Market Structure and Foreign Trade (Cambridge, MA: MIT Press, 1985).",
        "Hummels, David, Ã\u0082â\u0080\u009cHave International Transportation Costs Declined?Ã\u0082â\u0080\u009d November 1999, photocopy.",
        "Irwin, Douglas A., and Marko TerviÃ\u0083Â¶, Ã\u0082â\u0080\u009cDoes Trade Raise Income? Evidence from the Twentieth Century,Ã\u0082â\u0080\u009d Journal of International Economics LVIII (2002), 1Ã\u0082â\u0080\u009318.",
        "Isserlis, L., Ã\u0082â\u0080\u009cTramp Shipping Cargoes, and Freights,Ã\u0082â\u0080\u009d Journal of the Royal Statistical Society CI (1938), 53Ã\u0082â\u0080\u0093146.",
        "James, Harold, The End of Globalization: Lessons from The Great Depression (Cambridge, MA: Harvard University Press, 2001).",
        "Kemmerer, Edwin W., Gold and the Gold Standard: The Story of Gold Money, Past, Present and Future (New York, NY: McGraw-Hill, 1944).",
        "Kindleberger, Charles P., Ã\u0082â\u0080\u009cCommercial Policy Between the Wars,Ã\u0082â\u0080\u009d in The Cambridge Economic History of Europe, vol. 8, Peter Mathias and Sidney Pollard, eds. (Cambridge: Cambridge University Press, 1989).",
        "Klein, Michael W., Ã\u0082â\u0080\u009cDollarization and Trade,Ã\u0082â\u0080\u009d Working Paper Series, No. 8879, National Bureau of Economic Research, April 2002.",
        "Levy Yeyati, Eduardo, Ã\u0082â\u0080\u009cOn the Impact of a Common Currency on Bilateral Trade,Ã\u0082â\u0080\u009d Universidad Torcuato de Tella, 2002, photocopy.",
        "LimÃ\u0083Â£o, Nuno, and Anthony J. Venables, Ã\u0082â\u0080\u009cInfrastructure, Geographical Disadvantage, Transport Costs, and Trade,Ã\u0082â\u0080\u009d World Bank Economic Review XV (2001), 451Ã\u0082â\u0080\u009379.",
        "Linnemann, Hans, and Harmen Verbruggen, Ã\u0082â\u0080\u009cGSTP Tariff Reduction and Its Effects on South-South Trade in Manufactures,Ã\u0082â\u0080\u009d World Development XIX (1991), 539Ã\u0082â\u0080\u009351.",
        "LÃ\u0083Â³pez-CÃ\u0083Â³rdova, J. Ernesto, and Christopher M. Meissner, Ã\u0082â\u0080\u009cExchange-Rate Regimes and International Trade: Evidence from the Classical Gold Standard Era,Ã\u0082â\u0080\u009d American Economic Review, forthcoming. Maddison, Angus, Monitoring the World Economy (Paris: OECD, 1995).",
        "Maddison, Angus, The World Economy: A Millennial Perspective, Development Centre Studies (Paris: OECD, 2001).",
        "Maizels, Alfred, Industrial Growth and World Trade (Cambridge: Cambridge University Press, 1963).",
        "MÃ\u0083Â¡tyÃ\u0083Â¡s, LÃ\u0083Â¡szlÃ\u0083Â³, Ã\u0082â\u0080\u009cProper Econometric Specification of the Gravity Model,Ã\u0082â\u0080\u009d World Economy XX (1997), 363Ã\u0082â\u0080\u009368.",
        "Meissner, Christopher M., Ã\u0082â\u0080\u009cA New World Order: Explaining the Emergence of the Classical Gold Standard,Ã\u0082â\u0080\u009d National Bureau of Economic Research, Working Paper Series no. 9233, October 2002.",
        "MÃ\u0083Â©litz, Jacques, Ã\u0082â\u0080\u009cGeography, Trade and Currency Union,Ã\u0082â\u0080\u009d Discussion Paper Series, No. 2987, Center for Economic Policy Research, October 2001.",
        "Mill, John Stuart, Principles of Political Economy (London: Longmans, 1848 [1929]).",
        "Nurkse, Ragnar, International Currency Experience: Lessons of the Inter-War Period (Geneva: League of Nations, 1944).",
        "OÃ\u0082â\u0080\u0099Brien, Patrick, Ã\u0082â\u0080\u009cEuropean Economic Development: The Contribution of the Periphery,Ã\u0082â\u0080\u009d Economic History Review XXXV (1982), 1Ã\u0082â\u0080\u009318.",
        "OÃ\u0082â\u0080\u0099Rourke, Kevin H., Alan M. Taylor, and Jeffrey G. Williamson, Ã\u0082â\u0080\u009cFactor Price Convergence in the Late Nineteenth Century,Ã\u0082â\u0080\u009d International Economic Review XXXVII (1996), 499Ã\u0082â\u0080\u0093530.",
        "OÃ\u0082â\u0080\u0099Rourke, Kevin H., and Jeffrey G. Williamson, Globalization and History: The Evolution of a Nineteenth-Century Atlantic Economy (Cambridge, MA: MIT Press, 1999).",
        "OÃ\u0082â\u0080\u0099Rourke, Kevin H., and Jeffrey G. Williamson, Ã\u0082â\u0080\u009cWhen Did Globalization Begin?Ã\u0082â\u0080\u009d European Review of EconomicHistory VI (2002), 23Ã\u0082â\u0080\u009350.",
        "OÃ\u0082â\u0080\u0099Rourke, Kevin H., and Jeffrey G. Williamson, Ã\u0082â\u0080\u009cAfter Columbus: Explaining the European Overseas Trade Boom 1500Ã\u0082â\u0080\u00931800,Ã\u0082â\u0080\u009d Journal of Economic History LXII (2002), 417Ã\u0082â\u0080\u009356.",
        "Obstfeld, M., and A. M. Taylor, Ã\u0082â\u0080\u009cGlobalization and Capital Markets,Ã\u0082â\u0080\u009d in Globalization in Historical Perspective, Michael D. Bordo, Alan M. Taylor, and Jeffrey G. Williamson, eds. (Chicago, IL: University of Chicago Press, 2003a).",
        "Obstfeld, Maurice, and Alan M. Taylor, Global Capital Markets: Integration, Crisis, and Growth (Cambridge: Cambridge University Press, 2003b, in progress).",
        "Pakko, Michael R., and Howard J. Wall, Ã\u0082â\u0080\u009cReconsidering the Trade-Creating Effects of a Currency Union,Ã\u0082â\u0080\u009d Federal Reserve Bank of St. Louis Review LXXXIII (2001), 37Ã\u0082â\u0080\u009345.",
        "Panizza, Ugo, Ernesto Stein, and Ernesto Talvi, Ã\u0082â\u0080\u009cAssessing Dollarization: An Application to Central American and Caribbean Countries,Ã\u0082â\u0080\u009d in Dollarization, Eduardo Levy Yeyati and Federico Sturzenegger, eds. (Cambridge, MA: MIT Press, 2002, forthcoming).",
        "Persson, Torsten, Ã\u0082â\u0080\u009cCurrency Unions and Trade: How Large is the Treatment Effect?Ã\u0082â\u0080\u009d Economic Policy XVI (2001), 433Ã\u0082â\u0080\u009348.",
        "Redding, Stephen, and Anthony J. Venables, Ã\u0082â\u0080\u009cEconomic Geography and International Inequality,Ã\u0082â\u0080\u009d CEP Discussion Paper Series, No. 495, London School of Economics, April 2001.",
        "Rose, Andrew K., Ã\u0082â\u0080\u009cOne Money, One Market: The Effect of Common Currencies on Trade,Ã\u0082â\u0080\u009d Economic Policy XV (2000), 7Ã\u0082â\u0080\u009333.",
        "Rose, Andrew K., Ã\u0082â\u0080\u009cDo We Really Know That the WTO Increases Trade?Ã\u0082â\u0080\u009d National Bureau of Economic Research, Working Paper Series no. 9273, October 2002.",
        "Rose, Andrew K., and Eric van Wincoop, Ã\u0082â\u0080\u009cNational Money as a Barrier to International Trade: The Real Case for Currency Union,Ã\u0082â\u0080\u009d American Economic Review XCI (2001), 386Ã\u0082â\u0080\u009390.",
        "Tamirisa, Natalia T., Ã\u0082â\u0080\u009cExchange and Capital Controls as Barriers to Trade,Ã\u0082â\u0080\u009d IMF Staff Papers XLVI (1999), 69Ã\u0082â\u0080\u009388.",
        "Tenreyro, Silvana, Ã\u0082â\u0080\u009cOn the Causes and Consequences of Currency Unions,Ã\u0082â\u0080\u009d Harvard University, December 2001, photocopy."
    ]
}