{
    "id": 9319,
    "cites": 18,
    "cited_by": 6,
    "reference": [
        "Winicki, J, and D Redwood. 2002. Are Competitive Foods Competitive? National School Lunch Program Participation in the Presence of `Competitive foods. Mimeograph.",
        "Winicki, J, and K Jemison. 2003. Food Insecurity and Hunger in Kindergarten Classroom: Its Effect on Learning and Growth. forthcoming in Contemporary Economic Policy.",
        "U.S. Department of Agriculture, Food and Nutr ition Service, Office of Analysis, Nutrition and Evaluation. 2001. The School Meals Initiative Implementation Study-Second Year Report. Sameer Abraham, Manas Chattopadhyay, Margrethe Montgomery, Darby Miller Steiger, Lynn Daft, Brooke Wilbraham. Project Officer, Patricia McKinney. Alexandria, VA.",
        "Pollitt, E. 1988. Developmental Impact of Nutrition on Pregnancy, Infancy, and Childhood: Public Health Issues in the United States. In N. W. Bray, ed., International Review of Research in Mental Retardation, Vol. 15. Academic Press.",
        "Seshadri S, and T Gopaldas. 1989. Impact of Iron Supplementation on cognitive Functions in Preschool and School-aged Children: The Indian Experience. The American Journal of Clinical Nutrition 50: 675S-84S.",
        "Sunram-Lea, S, J Foster, P Durlach, and C Perez. 2001. Glucose Facilitation of Cognitive Performance in Healthy Young Adults: Examinati on of the Influence of Fast-Duration, Time of day and Pre-Consumption Plasma Glucose Levels. Psychopharmacology 157: 46-54.",
        "Murphy, J. Michael, Cheryl Wehler, Maria Paga no, Michelle Little, Ronald Kleinman, Michael Jellinek. 1998. Relationship between Hunger and Psychoosocial Functioning in low- Income Americna Children. Journal of the American Academy of Child and Adolescent Psychiatry 37: 163-170.",
        "Jacob, B and S Levitt. 2001. Teacher Cheating, Working paper, University of Chicago.",
        "Jacoby E, S Cueto, and E Pollitt. 1996. Benefits of a School Breakfast Program among Andean Children in Huaraz, Peru. Food Nutrition Bulletin, pp. 54-64.",
        "Hicks L, Langham R, Takenaka J. 1982. Cognitive and Health Measures following Early Nutritional Supplementation: A Sibling Study. American Journal of Public Health 72: 1110-1118.",
        "Jacob, B. 2002. The Impact of High-Stakes Testing on Student Achievement: Evidence from Chicago, Working paper, Harvard University.",
        "Freeman, H, R Klein, J Townsend, and A Lechtig. 1980. Nutritional and Cognitive Development among Rural Guatemalan Children. American Journal of Public Health 70: 1277-1285.",
        "Dunifon, R, and L Kowaleski-Jones. 2001. The E ffects of Food Insecurity and Food Assistance Programs on Children. Mimeograph.",
        "Figlio, D and L Getzler. 2002. Accountability, Ability and Disability: Gaming the System? Working paper, National Bureau of Economic Research.",
        "Chandler, A, S Walker, K Connolly, and K Grantham-McGregor. 1995. School Breakfast Improves Verbal Fluency in Undernourished Ja maican Children. Journal of Nutrition, pp.",
        "Cullen, J and R Reback. 2002. Tinkering Toward Accolades: School Gaming under a Performance Accountability System, Working paper, University of Michigan.",
        "Vol. 91, No. 5. Benton, D, and P Parker. 1998. Breakfa st, Blood Glucose, and Cognition. American Journal of Clinical Nutrition 67(suppl): 772S-778S.",
        "Alaimo, K, C Olson, E Frongillo, and R Briefel. 2001. Food Insufficiency, Family Income, and Health in US Preschool and School-Aged Ch ildren. American Journal of Public Health."
    ]
}