{
    "id": 9324,
    "cites": 15,
    "cited_by": 12,
    "reference": [
        "Evidence Wei, Shang-Jin, (1997), Why is Corruption So Much More Taxing than Tax? Arbitrariness Kills, NBER Working Paper no. 6255, November.",
        "Economics and Statistics, 82(1), 1-11. Wheeler , David, and Ashoka Mody (1992) , International Investment Location Decisions: The Case of U.S. Firms, Journal of International Economics, August, 33(1-2), 57- 76.",
        "Mauro, Paolo, (1995), Corruption and Growth, Quarterly Journal of Economics, August, 681-712.",
        "Okamoto, Yumiko, and Fredrick SjÃ\u0083Â¶holm (1999), FDI and the Dynamics of Productivity: Microeconomic Evidence, manuscript.",
        "Razin, Assaf, Efraim Sadka, and Chi-Wa Yuen, (1999), Excessive FDI Flows Under Asymmetric Information, NBER Working Paper no. 7400.",
        "Smarzynska, Beata K. and Wei, Shang-Jin, (2000), Corruption and Composition of Foreign Direct Investment: Firm-Level Evidence, NBER Working Paper no. 7969, October.",
        "Markusen, James R. (2002), Multinational Firms and the Theory of International Trade , MIT Press.",
        "Markusen, James R. (2001), Contracts, Inte llectual Property Rights, and Multinational Investment in Developing Countries, Journal of International Economics, 53, 189- 204.",
        "Lipsey, Robert E. (2002), Home and Host Country Effects of FDI, manuscript, presented at The Challenges to Globalization , CEPR/NBER/SNS Conference, May.",
        "Lipsey, Robert E. and Fredrik SjÃ\u0083Â¶holm (2001), Foreign Direct Investment and Wages in Indonesian Manufacturing, NBER Working Paper No. 8299, Cambridge, MA, National Bureau of Economic Research.",
        "Mankiw, N. Gregory, Romer, David, and David N. Weil, (1992), A Contribution to the Empirics of Economic Growth, Quarterly Journal of Economics, May, 107(2), 407- 437.",
        "BlomstrÃ\u0083Â¶m, Magnus, (1983), Foreign Investment and Spillovers , Routledge, London and New York.",
        "Fosfuri, Andrea, Massimo Motta, and Thomas RÃ\u0083Â¸nde, Foreign Direct Investment and Spillovers Through Workers Mobility, Journal of International Economics, 53, 205- 222. Haddad, Mona, and Ann Harrison (1993), Are There Positive Spillovers from Direct Foreign Investment?, Journal of Development Economics , Vol. 42, pp. 51-74.",
        "Aitken, Brian J., and Ann E. Harrison, (1999), Do Domestic Firms Benefit from Direct Foreign Investment? Evidence from Venezuela American Economic Review, June, 89(3), 605-618.",
        "Barrell, Ray and Nigel Pain, (1997), Foreign Direct Investment, Technological Change, and Economic Growth within Europe, Economic Journal , 107, November, 1770-1786."
    ]
}