{
    "id": 9328,
    "cites": 23,
    "cited_by": 6,
    "reference": [
        "Wan, Henry Y, Jr., and Jason Weisman, 1999, Hong Kong: The Fragile Economy of Middlemen. Review of International Economics 7(3): 410-530.",
        "Whinston, Michael D., 2000, On the Transaction Cost Determinants of Vertical Integration, Northwestern University, manuscript.",
        "Sung, Yun-Wing, 1991, The China-Hong Kong Connection , Cambridge, UK: Cambridge University Press.",
        "Train, Kenneth, 1986, Qualitative Choice Analysis.",
        "Rauch, James E. and Joel Watson, 2002, Entrepr eneurship and International Trade, NBER Working Paper no. 8708.",
        "Redding, Stephen and Anthony Venables, 2000, Economic Geography and International Inequality, CEPR Discussion paper no. 2568.",
        "Naughton, Barry, 1996, Chinas Emergence and Prospects as a Trading Nation, Brookings Papers on Economic Activity , 2: 1996, pp. 273-343.",
        "Rauch, James E. and Alessandra Casella, 2003, Overcoming Informational Barriers to International Resource Allocation: Prices and Group Ties, Economic Journal, forthcoming.",
        "Rauch, James E. and Vitor Trindade, 2000, I nformation and Globalization: Wage Co- Movements, Labor Demand Elasticity, and C onventional Trade Liberalization NBER Working Paper no. 7671.",
        "McFadden, Daniel, 1978, Modeling the Choice of Re sidential Location, in Anders Karlqvist, L. Lundqvist, F. Snickars, and J. Weibull, eds., Spatial Interaction Theory and Planning Models, Amsterdam: North-Holland, 75-96.",
        "McFadden, Daniel, 1981, Econometric Models of Probabilistic Choice, in Charles F. Manski and Daniel McFadden, eds., Structural Analysis of Discrete Data with Econometric Applications, Cambridge, MA: MIT Press, 198-272.",
        "Grossman, Gene M. and Elhanan Helpman, 2002b, Outsourcing in a Global Economy, NBER Working Paper No.8728.",
        "Hanson, Gordon H. and Robert C. Feenstra, 2001, Intermediaries in EntrepÃ\u0083Â´t Trade: Hong Kong Re-Exports of Chinese Goods, NBER Working Paper no. 8088.",
        "Lin, Songhua, 2003, Ph.D. Dissertati on, University of California, Davis.",
        "Gould, David M, 1994, Immigrant Links to the Home Country: Empirical Implications for U.S. Bilateral Trade Flows. Review of Economics and Statistics 76: 302-316.",
        "Grossman, Gene M. and Elhanan Helpman, 2002a, Integration versus Outsourcing in Industry Equilibrium, Quarterly Journal of Economics, 117(1), May, 85-120.",
        "Advanced International Trade: Theory and Evidence . Princeton: Princeton University Press. Feenstra, Robert C, 1994, New Product Varietie s and the Measurement of International Prices, American Economic Review , 84(1), March, 157-177.",
        "Feenstra, Robert, Wen Hai, Wing T. Woo, and Shunl i Yao, 1999, Discrepancies in International Data: An Application to China-Hong Kong EntrepÃ\u0083Â´t Trade, American Economic Review Papers and Proceedings ,May.",
        "Dubin, Jeffrey A. and Daniel L. McFadden, 1984, An Econometric Analysis of Residential Electric Appliance Holdings and Consumption, Econometrica , 52(2). March, 345-362.",
        "Casella, Alessandra, and James E. Rauch, 2003, Anonymous Market and Group Ties in International Trade, Journal of International Economics, forthcoming.",
        "Anderson, Simon P., Andre de Palma, and Jacques-Francois Thisse, 1992, Discrete Choice Theory of Product Differentiation, Cambridge, MA: MIT Press.",
        "Baker, George P. and Thomas N. Hubbard, 2001, E mpirical Strategies in Transaction Cost Economics: Information and the Boundary of the Firm. American Economic Review 91: 184-188.",
        "Anderson, James and Eric van Wincoop, 2001, Gra vity with Gravitas: A Solution to the Border Puzzle, NBER working paper no. 8079."
    ]
}