{
    "id": 9329,
    "cites": 77,
    "cited_by": 17,
    "reference": [
        "[1] Abratt, R. and S. Goodey (1990) Unplanned Buying and In-Store Stimuli in Supermarkets, Managerial and Decision Economics, 111-21.",
        "[2] Barkow, Jerome, Leda Cosmides, and John Tooby (1995) The Adapted Mind Evolutionary Psychology and the Generation of Culture. Oxford: Oxford University Press.",
        "[3] Becerra, Lino, Hans Breiter, Roy Wise, Gilberto Gonzalez, and David Borsook (2001) Reward Circuitry and Activation by Noxious Thermal Stimuli, Neuron, 32:927-46.",
        "[4] Bechara, A., A. Damasio, H. Damasio, and S. Anderson (1994) Insensitivity to Future Consequences Following Damage to Human Prefrontal Cortex, Cognition, 7-15.",
        "[5] Bechara, A., D. Tranel, A. Damasio, and H. Damasio (1996) Failure to Respond Autonomically to Anticipated Future Outcomes Following Damage to the Pre- frontal Cortex, Cerebral Cortex, 215-25.",
        "[6] Bechara, A., D. Tranel, A. Damasio, and H. Damasio (1997) Deciding Advante- geously Before Knowing the Advantageous Strategy, Science, 1293-95.",
        "[7] Becker, Gary and Kevin Murphy (1988) A Theory of Rational Addiction, Jour- nal of Political Economy, 96(4), 675-700.",
        "[8] Berke, J.D. and S. E. Hyman (2000) Addiction, Dopamine, and the Molecular Mechanisms of Memory, Neuron, 25: 515-32.",
        "[10] Berridge, K. (1996) Food Reward: Brain Substrates of Wanting and Liking, Neuroscience and Biobehavioral Reviews, 20(1):1-25",
        "[11] Berridge, K. (1999) Pleasure, Pain, Desire, and Dread: Hidden Core Processes of Emotion, in Well-Being: The Foundations of Hedonic Pseyhology, D. Kaheman, E. Diener, and N. Schwarz (eds.), 525-57",
        "[12] Berridge, Kent, and Terry Robinson (1998) What is the role of dopamine in reward: hedonic impact, reward learning, or incentive salience?, Brain Research Review, 28:309-69.",
        "[13] Breiter, Hans C., et. al. (1997) Acute Effects of Cocaine on Human Brain Activity and Emotion, Neuron, 19:591-611. 50",
        "[15] Chaloupka, F. and K. Warner (2001) The Economics of Smoking, in J. Newhouse and D. Cutler (eds.), Handbook of Health Economics, North-Holland.",
        "[16] Damasio, Antonio (1994) Descartes Error: Emotion, Reason, and the Human Brain. New York: Putnam.",
        "[17] Davis, M. (1992a) The Role of the Amygdala in Fear and Anxiety, Annual Review of Neuroscience, 353-75.",
        "[18] Davis, M. (1992b) The Role of the Amygdala in Conditioned Fear, In J.P. Aggleton (ed), The Amygdala: Neurobiological Aspects of Emotion, Memory, and Mental Disfunction, New York: Wiley-Liss.",
        "[19] Gardner, Eliot and James David (1999) The Neurobiology of Chemical Addic- tion, in Getting Hooked: Rationality and Addiction, edited by Jon Elster and Ole-Jorgen Skog. Cambridge: Cambridge University Press.",
        "[20] Gawin, F.H. (1991) Cocaine addiction: Psychology and neurophysiology, Sci- ence, 1580-6.",
        "[21] Gazzaniga, M. (1990). Transcript of interview published in the National Review.",
        "[22] Gazzaniga, M. (1994). Transcript of interview published in the National Review.",
        "[23] Gerstein, Dean, et. al. (1999). Gambling Impact and Behavior Study, Report to the National Gambling Impact Study Commission. Chicago, IL: National Opinion Research Center.",
        "[24] Goldstein, A. (2001) Addiction: From Biology to Drug Policy. Second Edition. New York: Oxford University Press.",
        "[25] Goldstein, A. and H. Kalant (1990) Drug Policy: Striking the Right Balance, Science 249: 1513-21.",
        "[26] Gruber, Jonathan, and Botond Koszegi (2001) Is Addiction Rational? Theory and Evidence, Quarterly Journal of Economics, 116(4): 1261-1303",
        "[27] Gul, Faruk and Wolfgang Psendorfer (2001a), Temptation and Self-Control, Econometrica 69(6): 1403-35.",
        "[28] Gul, Faruk and Wolfgang Psendorfer (2001b) A Theory of Addiction, Princeton mimeo. 51",
        "[29] Harris, J.E. (1993) Deadly Choices: Coping with Health Risks in Everyday Life. New York: Basic Books.",
        "[30] Helmuth, L. (2001) Beyond the Pleasure Principle, Science, 294:983-84.",
        "[31] Holden, C. (2001a) Behavioral addictions: Do they exist? Science, 294:980-82.",
        "[32] Holden, C. (2001b) Zapping Memory Centers Triggers Drug Craving, Science, 292: 1039",
        "[33] Hser, Y.I., D. Anglin, and K. Powers (1993) A 24-year follow-up study of California narcotics addicts, Archives of General Psychiatry, 50:577-84.",
        "[34] Hser, Y.I., V. Hoffman, C. Grella, and M.D. Anglin (2001) A 33 year follow-up of narcotics addicts, Archives of General Psychiatry, 58:503-8.",
        "[35] Hung, Angela (2000) A Behavioral Theory of Addiction, Caltech, manuscript.",
        "[36] Janis, I. (1967) Effects of fear arousal on attitudinal change, Advances in Ex- perimental Psychology, 167-224.",
        "[37] Hyman, Steven and Robert Malenka [2001] Addiction and the Brain: The Neu- robiology of Compulsion and Its Persistence, Nature Reviews: Neurosience, 2: 695-703.",
        "[38] Koob, G. and M. LeMoal (1997) Drug Abuse: Hedonic Homeostatic Dysregula- tion, Science 278, October, 52-8.",
        "[39] Laibson, David (1997) Golden Eggs and Hyperbolic Discounting, Quarterly Journal of Economics, (112):443-77.",
        "[40] Laibson, David (2001) A Cue-Theory of Consumption, Quarterly Journal of Economics, 116(1): 81-120.",
        "[41] LeDoux, Joseph (1992) Emotion and the Amygdala. In J.P. Aggleton (ed.) The Amygdala: Neurobiological Aspects of Emotion, Memory and Mental Dysfunction, pp. 339-51. New York: Wiley-Liss.",
        "[42] LeDoux, Joseph (1993) Emotional Networks in the Brain, In Michael Davis and Jeannette Haviland (eds.), Handbook of Emotions, New York: The Guildford Press.",
        "[43] LeDoux, Joseph (1998) The Emotional Brain: The Mysterious Underpinnings of Emotional Life. Touchstone books.",
        "[44] Loewenstein, George (1996) Out of Control: Visceral Influences on Behavior, Organizational Behavior and Human Decision Processes, 65(3) 272-92. 52",
        "[45] Loewenstein, George (1999) A Visceral Account of Addiction, in Jon Elster and Ole-Jorgen Skog (eds.) Rationality and Addiction. Cambridge: Cambridge Univer- sity Press.",
        "[46] Loewenstein, George, and Jennifer S. Lerner (2001) The Role of Affect in Decision Making, in R.J. Davidson, H.H. Goldsmith, and KR. Scherer (eds.) Handbook of Affective Science. Oxford: Oxford University Press.",
        "[47] Loewenstein, George, Ted ODonoghue, and Matthew Rabin (2000) Projection Bias in Predicting Future Utility, mimeo.",
        "[48] Massing, Michael. The Fix. Los Angeles: University of California Press, 2000.",
        "[49] MacCoun, R. and P. Reuter (2001) Drug War Heresies: Learning from Other Vices, Times, and Places. Cambridge University Press.",
        "[50] Metcalfe, Janet, and Walter Mischel (1999) A Hot/Cool-System Analysis of Delay of Gratification: Dynamics of Willpower, Psychological Review, 106(1) :3-19.",
        "[51] Miron, J. and J. Zwiebel (1995) The Economic Case Against Drug Prohibition, Journal of Economic Perspectives, 9(4):175-92.",
        "[52] Mischel, W. (1974) Processes in delay of gratification, In Advances in Experi- mental Social Psychology, volume 7, D. Berkowitz editor, 249-272.",
        "[53] Mischel, W. and B. Moore (1973) Cognitive Appraisals and Transformations in the Delay of Gratification, Journal of Personality and Social Psychology, 28:172-9.",
        "[54] Michel, W., Y. Shoda, and M. Rodriguez (1992) Delay of Gratification in Chil- dren, in Choice over Time, G. Loewenstein and Jon Elster editors, New York: Rusell Sage.",
        "[55] National Institute on Alcohol Abuse and Alcoholism (2001), Economic Perspec- tives in Alcholism Research, Alcohol Alert, National Institutes of Health, No. 51.",
        "[57] Nestler, E.J. (2001) Molecular Basis of Long-term Plasiticity Underlying Addic- tion, Nature Reviews Neuroscience, 2:119-28.",
        "[58] OBrien, C. (1976) Experimental analysis of conditioning factors in human nar- cotic addiction, Pharmacological Review, 25:533-43. 53",
        "[59] OBrien, C. (1997) A Range of Research-Based Pharmacotherapies for Addic- tion, Science, 278:66-70.",
        "[60] ODonoghue, Ted, and Mathew Rabin (1999), Doing It Now or Later, American Economic Review, (89):103-24.",
        "[61] ODonoghue, Ted, and Mathew Rabin (2000), Addiction and Present-Biased Preferences, manuscript, Berkeley.",
        "[64] Olds, J. and P. Milner (1954) Positive reinforcement produced by electrical stim- ulation of septal area and other regions of rat brain, Journal of Comparative and Physiological Psychology, 419-27.",
        "[65] Orphanides, Athanasios, and David Zervos (1995) Rational Addiction with Learning and Regret, Journal of Political Economy, 103: 739-58.",
        "[66] Panksepp, J. (1998) Affective Neuroscience: The Foundations of Human and An- imal Emotions. New York: Oxford University Press.",
        "[67] Pickens, R. and W.C. Harris (1968) Self-administration of d-amphetamine by rats, Pscyhopharmacologia, 158-63.",
        "[68] Robins, L. (1994) Vietnam Veterans Rapid Recovery from Heroin Addiction: a Fluke or Normal Expectation, Addiction, 1041-54.",
        "[69] Robins, L., D. Davis, and D. Goodwin (1974) Drug Use by U.S. Army Enlisted Men in Vietnam: a Follow-up on their Return Home, American Journal of Epi- demiology, 235-49.",
        "[70] Robinson. T. and K. Berridge (1993) The Neural Basis of Drug Craving: An Incentive-Sensitization Theory of Addiction, Brain Research Reviews, 18(3):247- 91.",
        "[71] Robinson, T. and K. Berridge (2000) The psychology and neurobiology of addic- tion: an incentive sensitization view, Addiction, Suppl 2:91-117.",
        "[72] Schultz, W. (1998) Predictive reward signal of dopamine neurons, Journal of Neurophysiology, 80:1-27. 54",
        "[73] Schultz, Wolfram (2000) Multiple Reward Signals in the Brain,Nature Reviews Neurosicence, 1:199-207.",
        "[74] Schultz, W., P. Dayan, and P.R. Montague (1997) A neural substrate of prediction and reward, 275:1593-99.",
        "[76] Ungless, M., J. Whistler, R. Malenka, and A. Bonci (2001) Single cocaine ex- posure in vivo induces long-term potentiation in dopamine neurons, Nature, 411(31)583-87.",
        "[77] United States Census Bureau (2001). Statistical Abstract of the United States. Washington, DC: US Government Printing Office.",
        "[78] Volkow, ND. (1997) The role of the dopamine system in addiction, Hospital Practice (Special reports), April: 22-26.",
        "[79] Volkow, ND., Wang, G.-J., Fowler, J.S. (1997) Imaging studies of cocaine in the human brain and studies of the cocaine addict. In: Imaging Brain Structure and Function,  in Annals of the New York Academy of Sciences, Lester D.S., Felfer CC., Lewis EN. (eds), 820:41-53.",
        "[80] Vorel, S. and E. Garner (2001) Drug Addiction and the Hyppocampus, Science, 294(9) :1235a",
        "[81] Vorel, S., et. al. (2001) Relapse to Cocaine-Seeking After Hippcampal Theta Burst Stimulation, Science, 292:1175-78.",
        "[82] Wegner, Daniel (1994) White Bears and other unwanted thoughts: Suppression, obsession, and the psychology of mental control. New York: Guildford Press.",
        "[83] Wickelgren (1997) Getting the Brains Attention, Science, 278:35-37."
    ]
}