{
    "id": 9331,
    "cites": 31,
    "cited_by": 5,
    "reference": [
        "[10] Deaton, Angus, 1991, Saving and liquidity constraints, Econometrica, 59, 12211248.",
        "[11] Engen, Eric M., William G. Gale, and Con R. Uccello, 1999, The adequacy of retirement saving, Brookings Papers on Economic Activity, 2, 65-187.",
        "[30] Vissing-Jorgensen, Annette, 2002, Towards an explanation of household portfolio choice heterogeneity: Nonfinancial income and participation cost structures. working paper, University of Chicago.",
        "[29] Tauchen, George and Robert Hussey, 1991, Quadrature-based methods for obtaining approximate solutions to nonlinear asset pricing models, Ecomometrica, 59(2), 371-96.",
        "[28] Samuelson, Paul A, 1969, Lifetime portfolio selection by dynamic stochastic programming, Review of Ecomomics amd Statistics, 51, 239-243.",
        "[27] Poterba, James M. and Andrew A. Samwick, 2001, Portfolio allocations over the life cycle, in Seiritsu Ogura, Toshiaki Tachibanaki, and A. David Wise, editors, Agimg Issnes im the Umited States amd Japam. Chicago: University of Chicago Press.",
        "[26] Merton, Robert C, 1969, Lifetime portfolio selection under uncertainty: The continuous time case, Review of Ecomomics amd Statistics, 51, 245-257.",
        "[25] Mankiw, N. Gregory and Stephen P. Zeldes, 1991, The consumption of stockholders and nonstockholders, Jonrmal of Fimamcial Ecomomics, 29, 97-112.",
        "[22] Kubler, Felix and Paul Willen, 2002, Margin borrowing and life-cycle portfolio choice. Work-in-progress.",
        "[23] Lusardi, Annamaria, Ricardo Cossa and Erin L. Krupka, 2001, Savings of young parents, Jonrmal of Hnmam Resonrces, 36(4), 762-794.",
        "[21] Judd, Kenneth, Felix Kubler and Karl Schmedders, 2002, Computational methods for dynamic equilibria with heterogeneous agents. Forthcoming in M. Dcwatripont, L. P. Hansen and S. J. Turnovsky, editors, Advamces im Ecomomics amd Ecomometrics: Theory amd Applicatioms, Eighth World Comgress. Cambridge University Press.",
        "[5] Bray, Alon and Christopher C. Geczy, 1995, An empirical resurrection of the simple consumption CAPM with power utility, working paper, University of Chicago.",
        "[6] Brennan, Michael J, 1971, Capital market equilibrium with divergent borrowing and lending rates, Journal of Financial and Quantitative Analysis, 6, 1197-1205.",
        "[3] Attanasio, Orazio P., James Banks and Sarah Tanner, 2002, Asset holding and consumption volatility, Journal of Political Economy, 110(4), 771-792.",
        "[4] Bray, Alon, George M. Constantinides and Christopher C. Geczy, 2002, Asset pricing with heterogeneous consumers and limited participation: Empirical evidence, Journal of Political Economy, 110(4), 793-824.",
        "[20] Heaton, John and Deborah Lucas, 2000, Portfolio Choice and asset prices: The importance of entrepreneurial risk, Jonrmal of Fimamce, 55(3), 1163-98.",
        "[1] Altig, David and Steven J. Davis, 1992, The timing of intergenerational transfers, tax policy and aggregate saving, American Economic Review, 82(5), 1199-1220.",
        "[19] Heaton, John and Deborah Lucas, 1997, Market frictions, savings behavior, and portfolio choice, Macroecomomic Dymamics 1, 76-101.",
        "[18] He, Hua and David M. Modest, 1995, Market frictions and consumption-based asset pricing, Jonrmal of Political Ecomomy, 103(1), 94-117.",
        "[17] Hansen, Lars Peter and Kenneth Singleton, 1983, Stochastic consumption, risk aversion, and the temporal behavior of asset returns, Jonrmal of Political Ecomomy, 91, 249-265.",
        "[16] Hansen, Lars Peter and Ravi Jagannathan, 1991, Implications of security market data for models of dynamic economies, Jonrmal of Political Ecomomy, 99(2), 22562.",
        "[14] Gourinchas Pierre-Olivier and Jonathan A. Parker, 2002, Consumption over the life cycle, Ecomometrica, 70(1), 47-89.",
        "[15] Grossman Sanford and Robert Shiller, 1982, Consumption correlatedness and risk measurement in economies with non-traded assets and heterogeneous information, Jonrmal of Fimamcial Ecomomics, 10(2), 195-2 10.",
        "[13] Gomes, Francisco and Alex Michaelides, 2002, Life cycle asset allocation: A model with borrowing constraints, uninsurable labor income risk and stockmarket participation costs, working paper, London Business School.",
        "[9] Davis Steven J. and Paul S. Willen, 2000, Using financial assets to hedge labor income risks, working paper, University of Chicago.",
        "[7] Campbell, John Y, 1999, Asset prices, consumption and the business cycle, in John B. Taylor and Michael Woodford, editors, Handbook of Macroeconomics, Volume 1 C. Amsterdam: North-Holland.",
        "[8] Constantinides, George M., John B. Donaldson and Rajnish Mehra, 2002, Junior cant borrow: A new perspective on the equity premium puzzle, Quarerly Journal of Economics, 117(1), 269-296.",
        "[31] Watson, L.T., S.C. Billups and A.P. Morgan, 1987, HOMPACK: A suite of codes for a globally convergent homotopy algorithm. ACM Tramsactioms om Mathematical Software, 13, 281-310.",
        "[24] Luttmer, Erzo G. J., 1996, Asset pricing in economies with frictions, Ecomometrica, 64(6), 1439-67. 28",
        "[2] Ameriks, John and Stephen P. Zeldes, 2001, How do household portfolio shares vary with age? working paper, Columbia University.",
        "[12] Garcia, C.B. and W.I. Zangwill, 1981, Pathways to Solutions, Fixed Points, and Equilibria. Englewood Cliffs, NJ.: Prentice-Hall. 27"
    ]
}