{
    "id": 9332,
    "cites": 17,
    "cited_by": 9,
    "reference": [
        "[18] Smith Alasdair and Anthony J. Venables ( 1988), Completing the Internal Market in the European Community: Some Industry Simulations, European Economic Review, Vol.",
        "[16] Rothschild, Michael (1971), On the Cost of Adjustment, Quarterly Journal of Economics, Vol. 85(4), November, 605-622.",
        "[17] Samuelson, Paul A. (1958), An Exact C onsumption-Loan Model of Interest with or without the Social Contrivance of Money, Journal of Political Economy, Vol. 66, 467- 27 482.",
        "[14] ----------(1978), The Gains to Producers from Cartelization of World Commodity Markets, Review of Economics and Statistics .",
        "[15] Razin, Assaf (1995), The Dynamic-Optimiz ing Approach to the Current Account: Theory and Evidence, in Peter B. Kenen (Editor), Understanding Interdependence: The Macroeconomics of the Open Economy , Princeton University Press.",
        "[13] Pindyck, Robert (1979), The Structure of World Energy Demand , MIT Press.",
        "[12] Meng, Qinglai and Andres Velasco (1999) , Can Capital Mobility be Destabilizing?, NBER Working Paper 7263, July.",
        "[10] Lahiri, Amartya (1999), Growth and Equilibrium Indeterminancy: The Role of Capital Mobility, UCLA, mimeo.",
        "[11] Mendoza, Enrique G. (1995), The Terms of Trade, the Real Exchange Rate, and Economic Fluctuations, International Economic Review, 36(1), February, 101-37.",
        "[9] Krugman, Paul (2000), Balance Sheets, the Transfer Problem, and Financial Crises, in Isard Peter, Assaf Razin, and Andrew K. Rose (eds.), International Finance and Financial Crises: Essays in Honor of Robert P. Flood, Jr. , Kluwer Academic Publishers and the International Monetary Fund.",
        "[7] Gordon, Robert J. (2000), Does the New Economy Measure Up to the Great Inventions of the Past?, Journal of Economic Perspectives , Vol. 14 (4), Fall. 26",
        "[8] Irwin, Douglas A. and Peter J. Klenow (1994), Learning-by-Doing Spillovers in the Semiconductor Industry, Journal of Political Economy, 1200-1227.",
        "[6] Goldstein, Morris and Mohsin S. Khan (1985), Income and Price Effects in Foreign Trade, in Jones, Ron W. and Peter B. Kenen (eds.), Handbook of International Economics , Vol. 2, Ch. 20, North-Holland.",
        "[5] Gale, David (1973), Pure Exchange Equilibrium of Dynamic Economic Models, Journal of Economic Theory, Vol. 6, 12-36.",
        "[3] Caballero, Ricardo and Eduardo M. Engel ( 1999), Explaining Investment Dynamics in US Manufacturing: A Generalized (S;s) Approach, Econometrica, July, 741-82.",
        "[2] Caballero, Ricardo and Eduardo M. Enge l (2000), Lumpy Adjustment and Aggregate Investment Equations: A Simple Approach Relying on Q and Cash Flows Information, mimeo.",
        "[1] Aghion, Philippe, Bacchetta, Philippe, and Abhijit Banerjee (1999), Financial Liberalization and Volatility in Emerging Market Economies, in P.R. Agenor, M. Miller, D. Vines, and A. Weber (editors), The Asian Financial Crises: Causes, Contagion and Consequences, Cambridge University Press; published under the wrong title, Capital Markets and the Instability of Open Economies."
    ]
}