{
    "id": 9339,
    "cites": 25,
    "cited_by": 16,
    "reference": [
        "Aitken, Brian, Ann Harrison, and Robert E. Lipsey. 1996. Wages and Foreign Ownership: A Comparative Study of Mexico, Venezuela, and the United States. Journal of International Economics, Vol. 40 (3-4), May, pp. 345-371.",
        "Anderson, Christopher, and Jonas Pontusson. 2001. Welfare States and Employment Insecurity: A Cross-National Analysis of 15 OECD Countries. Paper presented at the 2001 Annual Meetings of the American Political Science Association.",
        "Arellano, Manuel, and Stephen Bond. 1991. Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations. Review of Economic Studies 58:277-297.",
        "Bernard, Andrew B., and J. Bradford Jensen. 2002. The Death of Manufacturing Plants. Working Paper.",
        "Besley, Tim, Rachel Griffith, and Alexander Klemm. 2001. Empirical evidence on fiscal interdependence in OECD countries. LSE Working Paper.",
        "Boix, Carles. 2002. Globalization and the Egalitarian Backlash: Protectionism Versus Compensatory Free Trade. Paper prepared for the workshop on Globalization and Egalitarian Redistribution, Santa Fe Institute.",
        "Bordo, Michael, Barry Eichengreen, and Douglas Irwin. 1999. Is Globalization Today Really Different from Globalization a Hundred Years Ago? NBER Working Paper 7195.",
        "Bronfenbrenner, Kate. 2000. Uneasy Terrain: The Impact of Capital Mobility on Workers, Wages, and Union Organizing. Working Paper, September.",
        "Burgoon, Brian. 2001. Globalization and Welfare Compensation: Disentangling the Ties that Bind. International Organization Vol. 55 No. 3 (Summer):509-551.",
        "Cameron, David. 1978. The Expansion of the Public Economy: A Comparative Analysis. American Political Science Review 72:1243-61.",
        "Cameron, David, and Soo Yeon Kim. 2001. Trade, Political Institutions, and the Size of Government. Yale University Working Paper.",
        "Dancygier, Rafaela. 2002. Individual Trade Preferences and the Welfare State. Yale University Working Paper.",
        "Desai, Mihir. 1999. Are We Racing to the Bottom? Evidence on the Dynamics of International Tax Competition. In Proceedings of the 91st Annual Conference on Taxation, 176-187.",
        "Washington D.C.: National Tax Association. Dominitz, Jeff, and Charles F. Manski. 1997. Perceptions of Economic Insecurity. Public Opinion Quarterly Volume 61:261-287.",
        "Doms, Mark E., and J. Bradford Jensen. 1998. Comparing Wages, Skills, and Productivity Between Domestically and Foreign-Owned Manufacturing Establishments in the United States. In Robert Baldwin, Robert Lipsey, and J. David Richardson (eds.), Geography and Ownership as Bases for Economic Accounting. Chicago: University of Chicago Press, pp. 235-255.",
        "Fabbri, Francesca, Jonathan E. Haskel, and Matthew J. Slaughter. 2002. Do Multinational Firms Have More-Elastic Labor Demands? Working Paper.",
        "Feenstra, Robert C., and Gordon H. Hanson. 1997. Foreign Direct Investment and Relative Wages: Evidence from Mexicos Maquiladoras. Journal of International Economics (42)34: 371-393.",
        "Gabel, Matthew. 1998b. Economic Integration and Mass Politics: Market Liberalization and Public Attitudes in the European Union. American Journal of Political Science 42 No. 3 (July):936-953.",
        "Gardner, Jonathan, and Andrew J. Oswald. 2001. What Has Been Happening to the Quality of Workers Lives in Britain? Working Paper.",
        "Garrett, Geoffrey. 1998a. Partisan Politics in the Global Economy. Cambridge: Cambridge University Press.",
        "Garrett, Geoffrey. 1998b. Global Markets and National Politics. International Organization Vol. 52 No. 4 (Autumn):787-824.",
        "Garrett, Geoffrey, and Deborah Mitchell. 2001. Globalization, Government Spending, and Taxation in the OECD. European Journal of Political Research 39:145-177.",
        "Globerman, Steven, John Ries, and Ilan Vertinsky. 1994. The Economic Performance of Foreign Affiliates in Canada. Canadian Journal of Economics XXVII (1):143-156.",
        "Gorg, Holger, and Eric Strobl. 2002. Footloose Multinationals? Manchester School, forthcoming.",
        "Gottschalk, Peter, and Robert Moffitt. 1994. The Growth of Earnings Instability in the U.S."
    ]
}