{
    "id": 9342,
    "cites": 44,
    "cited_by": 5,
    "reference": [
        "Alesina, A., Rodrik, D. 1994. Distributive politics and economic growth. Quarterly Journal of Economics 109, 465-490.",
        "Atkinson, A.B. 1970. On the measurement of inequality. Journal of Economic Theory 2, 244- 263.",
        "Atkinson, A.B. 1987. On the measurement of poverty. Econometrica 55, 749-764.",
        "Atkinson, A.B., Bourguignon, F., eds. 2000. Handbook of Income Distribution, vol. 1. Elsevier Science, B.V., Amsterdam.",
        "Barro, R. 1999. Inequality, growth, and investment. NBER Working Paper 7038.",
        "BÃ\u0083Â©nabou, R. 1996. Inequality and growth. In: Bernanke, B.S., Rotemberg, J.J. (eds.), NBER Macroeconomics Annual 1996. MIT Press, Cambridge, 11-74.",
        "Blackorby, C., Donaldson, D. 1984. Ethical social index numbers and the measurement of effective tax/benefit progressivity. Canadian Journal of Economics 17, 683-694.",
        "Clark, S., Hemming, R., Ulph, D. 1981. On Indices for the Measurement of Poverty. Economic Journal 91, 515-526.",
        "Cowell, F.A. 1995. Measuring Inequality. 2nd ed. Harvester Wheatsheaf, Hemel Hempstead.",
        "Cowell, F.A. 2000. Measurement of inequality. In: Atkinson, Bourguignon (eds.), Handbook of Income Distribution, vol. 1. Elsevier Science, B.V., Amsterdam, 87-166.",
        "Dalton, H. 1920. The measurement of the inequality of incomes. Economic Journal 30, 348- 361.",
        "Dasgupta, P.S., Sen, A.K., Starrett, D.A. 1973. Notes on the measurement of inequality.",
        "Journal of Economic Theory 6, 180-187. Davies, J.B., Hoy, M. 1995. Making inequality comparisons when Lorenz curves intersect.",
        "American Economic Review 85, 980-986. Davies, J.B., Hoy, M. 2002. Flat rate taxes and inequality measurement. Journal of Public Economics 84, 33-46.",
        "Deininger, K., Squire, L. 1996. A new data set measuring income inequality. World Bank Economic Review 10, 565-591.",
        "Fajnzylber, P., Lederman, D., Loayza, N. 2002. Inequality and violent crime. Journal of Law and Economics 45, 1-40.",
        "Fellman, J. 1976. The effect of transformations of Lorenz curves. Econometrica 44, 823-824.",
        "Forbes, K.J. 2000. A reassessment of the relationship between inequality and growth.",
        "American Economic Review 90, 869-887. Jakobsson, U. 1976. On the measurement of the degree of progression. Journal of Public Economics 5, 161-168.",
        "Jorgenson, D.W., Slesnick, D.T. 1984. Inequality and the distribution of individual welfare. In: Basmann, R.L., Rhodes, G. (eds.), Advances in Econometrics, vol. 3. JAI Press, Greenwich, CT, 67-130.",
        "Kakwani, N. 1977. Applications of Lorenz curves in economic analysis. Econometrica 45, 719-727.",
        "Kakwani, N. 1999. Inequality, welfare and poverty: three interrelated phenomena. In: Silber, Jacques (ed.), Handbook of Income Inequality Measurement. Kluwer Academic Publishers, Boston, 599-628.",
        "Kolm, S.-C. 1969. The optimal production of social justice. In: Margolis, J., Guitton, H. (eds.), Public Economics: An Analysis of Public Production and Consumption and their Relations to the Private Sectors. Macmillan, London, 145-200.",
        "Lambert, P.J. 2001. The Distribution and Redistribution of Income. 3rd ed. Manchester University Press, Manchester.",
        "Lewis, G.W., Ulph, D.T. 1988. Poverty, inequality and welfare. Economic Journal 98 (supp.), 117-131.",
        "Mirrlees, J.A. 1971. An exploration in the theory of optimal income taxation. Review of Economic Studies 38, 175-208.",
        "Neal, D., Rosen, S. 2000. Theories of the distribution of earnings. In: Atkinson, A.B., Bourguignon, F. (eds.), Handbook of Income Distribution, vol. 1. Elsevier Science, B.V., Amsterdam, 379-427.",
        "Newbery, D. 1970. A theorem on the measurement of inequality. Journal of Economic Theory 2, 264-265.",
        "Ravallion, M. 1994a. Poverty Comparisons. Harwood Academic Publishers, Chur.",
        "Ravallion, M. 1994b. Measuring social welfare with and without poverty lines. American Economic Association Papers and Proceedings 84, 359-364.",
        "Rothschild, M., Stiglitz, J.E. 1973. Some further results on the measurement of inequality.",
        "Journal of Economic Theory 6, 188-204. Ruggles, P. 1990. Drawing the Line: Alternative Poverty Measures and Their Implications for Public Policy. Urban Institute Press, Washington, D.C.",
        "Seidl, C. 1988. Poverty measurement: a survey. In: BÃ\u0083Â¶s, D., Rose, M., Seidl, C. (eds.), Welfare and Efficiency in Public Economics. Springer-Verlag, Heidelberg, 71-147.",
        "Sen, A.K. 1973. On Economic Inequality. Clarendon Press, Oxford.",
        "Sen, A.K. 1976. Poverty: an ordinal approach to measurement. Econometrica 44, 219-231.",
        "Sen, A.K. 1983. Poor, relatively speaking. Oxford Economic Papers 35, 153-169.",
        "Sheshinski, E. 1972. Relation between a social welfare function and the Gini index of inequality. Journal of Economic Theory 4, 98-100.",
        "Shorrocks, A.F. 1983. Ranking income distributions. Economica 50, 3-17.",
        "Silber, Jacques, ed. 1999. Handbook of Income Inequality Measurement. Kluwer Academic Publishers, Boston.",
        "Suits, D.B. 1977. Measurement of tax progressivity. American Economic Review 67, 747-752.",
        "Watts, H. 1968. An economic definition of poverty. In: Moynihan, D.P. (ed.), On Understanding Poverty. Basic Books: New York, 316-329.",
        "Welch, F., ed. 2001. The Causes and Consequences of Increasing Inequality. University of Chicago Press, Chicago.",
        "Yitzhaki, S. 1979. Relative deprivation and the Gini coefficient. Quarterly Journal of Economics 93, 321-324.",
        "Yitzhaki, S. 2002. Do we need a separate poverty measurement? European Journal of Political Economy 18, 61-85."
    ]
}