{
    "id": 9346,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "Bound, J., Jaeger, D., and Baker, R. (1995). Problems with instrumental variables estimation when the correlation between the instruments and the endogenous explanatory variable is weak. Journal of the American Statistical Association, 90(430):443450.",
        "Bundorf, K. (2002). Employee demand for health insurance and employer health plan choices. Journal of Health Economics, 21(1):6588.",
        "Duan, N., McCaffrey, D. F., Frankel, M. R., St. Clair, P. A., Beckman, R., Keesey, J. W., Chien, C., Goldman, D. P., Smith, S., and Morton, S. C. (1999). Hcsus baseline methods technical report: Weighting, imputation and variance estimation. RAND Report MR-1060-AHCPR, RAND, Santa Monica, CA.",
        "Harrisons Principles of Internal Medicine, 14th Edition. New York: Mc- Graw Hill. Fleishman, J., Hsia, D., and Hellinger, F. (1994). Correlates of medical ser- vice utilization among people with hiv infection. Health Services Research, 29(5):527538.",
        "Goldman, D., Bhattacharya, J., McCaffrey, D., Duan, N., Leibowitz, A., Joyce, G., and Morton, S. (2001). The effect of insurance on mortality in an hiv+ population in care. Journal of the American Statistical Association, 96(405):883894.",
        "Heckman, J. (2001). Micro data, heterogeneity, and the evaluation of public policy: Nobel lecture. Journal of Political Economy, 109:673748.",
        "Horner, R., Bennett, C., Achenbach, C., Rodriguez, D., Adams, J., Gilmann, S., Cohn, S., Dickinson, G., DeHovitz, J., and Weinstein, R. (1996). Pre- dictors of resource utilization for hospitalized patients with pneumocystis carinii pneumonia (pcp): A summary of effects from the multi-city study of quality of pcp care. Journal of Acquired Immune Deficiency Syndromes and Human Retrovirology, 12:379385.",
        "Institute of Medicine (2002). Care Without Coverage: Too Little, Too Late.",
        "Lancaster, T. and Intrator, O. (1998). Panel data with survival: Hospital- ization of hiv-positive patients. Journal of the American Statistical Asso- ciation, 93(441):4653.",
        "Levy, H. and Meltzer, D. (2001). What do we really know about whether health insurance affects health? Working Paper 274, Joint Center for Poverty Research.",
        "Mroz, T. (1999). Discrete factor approximations in simultaneous equation models: Estimating the impact of a dummy endogenous variable on con- tinuous outcomes. Journal of Econometrics, 92(2):233274.",
        "Nelson, C. R. and Startz, R. (1990). Some further results on the exact small sample properties of the instrumental variable estimator. Econometrica, 58(4):967976.",
        "Nyman, J. (1999). The value of health insurance: The access motive. Journal of Health Economics, 18(2):141152.",
        "Palella, F., Delaney, K., Moorman, A., Loveless, M., Fuhrer, J., Satten, G., Aschman, D., Holmberg, S., and The HIV Outpatient Study Inves- tigators (1998). Declining morbidity and mortality among patients with advanced human immunodeficiency virus infection. New England Journal of Medicine, 338(13):85360.",
        "Shapiro, M. F., Morton, S. C., McCaffrey, D. F., Andersen, R. M., Berk, M. L., Bing, E. G., Cleary, P. D., Cunningham, W. E., Fleishman, J. A., Kanouse, D. E., Senterfitt, J. W., and Bozzette, S. A. (1999). Variations in the care of hiv-infected adults in the united states. results from the hiv cost and services utilization study. Journal of the American Medical Association, 281:23052315.",
        "Staiger, D. and Stock, J. H. (1997). Instrumental variables regression with weak instruments. Econometrica, 65(3):557586."
    ]
}