{
    "id": 9347,
    "cites": 28,
    "cited_by": 28,
    "reference": [
        "Bagwell, Kyle and Robert Staiger (1999) An Economic Theory of GATT American Economic Review 89-1, 215-248.",
        "Bagwell, Kyle and Robert Staiger (2000) GATT-Think unpublished.",
        "Barro, Robert J. and Jong-Wha Lee (2002) IMF Programs: Who is Chosen and What are the Effects? NBER Working Paper No. 8951.",
        "Curzon, Gerard (1965) Multilateral Commercial Diplomacy (London: Michael Joseph).",
        "Dam, Kenneth W. (1970) The GATT Law and International Economic Organization (Chicago, University Press).",
        "Dollar, David (1992) Outward-Oriented Developing Countries Really Do Grow More Rapidly Economic Development and Cultural Change, 523-544.",
        "Easterly, William (2001) The Effect of International Monetary Fund and World Bank Programs on Poverty World Bank working paper No. 2517.",
        "Edwards, Sebastian (1997) Openness, Productivity and Growth: What do we Really Know? NBER Working Paper No. 5978.",
        "Goldberg, Pinelopi Koujianou and Giovanni Maggi (1999) Protection for Sale: An Empirical Investigation American Economic Review 89-5, 1135-1155.",
        "Greenaway, David, Wyn Morgan and Peter Wright (2002) Trade Liberalisation and Growth in Developing Countries Journal of Development Economics 67, 229-244.",
        "Grossman, Gene and Elhanan Helpman (1994) Protection for Sale American Economic Review 84-4, 833-850.",
        "Grossman, Gene and Elhanan Helpman (1995) Trade Wars and Trade Talks Journal of Political Economy 103-4, 675-708.",
        "Haque, N. and Mohsin S. Kahn (1998) Do IMF-Supported Programs Work? A Survey of the Cross-Country Empirical Evidence IMF Working Paper WP/98/169.",
        "Harrison, Ann (1996) Openness and Growth: A Time-Series, Cross-Country Analysis for Developing Countries Journal of Development Economics 48, 419-447.",
        "Heitger, Bernard (1987) Import Protection and Export Performance Their Impact on Economic Growth Weltwirtschaftliches Archiv 123-2, 249-261.",
        "Irwin, Douglas A. (1995) The GATT in Historical Perspective American Economic Review 852, 323-328.",
        "Jackson, John H. (1969) World Trade and the Law of GATT (New York: Bobb-Merrill).",
        "Krueger, Anne O. (1978) Liberalization Attempts and Consequences (Ballinger: New York).",
        "Krueger, Anne O. (1998) Introduction in The WTO as an International Organization (Chicago: University Press).",
        "McMillan, Margaret, Dani Rodrik and Karen Horn Welch (2002) When Economic Reform Goes Wrong: Cashews in Mozambique NBER Working Paper No. 9117.",
        "Papageorgiou, Demetrios, Armeane M. Choksi and Michael Michaely (1990) Liberalizing Foreign Trade in Developing Countries: The Lessons of Experience (World Bank: Washington).",
        "Pritchett, Lant (1996) Measuring Outward Orientation in LDCs: Can it be done? Journal of Development Economics 49-2, 307-335.",
        "Rodriguez, Francisco and Dani Rodrik (2000) Trade Policy and Economic Growth: A Skeptics Guide to the Cross-National Evidence NBER Macroeconomics Annual 261-338.",
        "Rodrik, Dani (1995) Political Economy of Trade Policy in Handbook of International Economics vol. III (Grossman and Rogoff, editors; Elsevier Science, Amsterdam).",
        "Rose, Andrew K. (2002) Do We Really Know that the WTO increases Trade? working paper.",
        "Sachs, Jeffrey D. and Andrew Warner (1995) Economic Reform and the Process of Global Integration Brookings Papers on Economic Activity 1, 1- .",
        "Staiger, Robert (1995) International Rules and Institutions for Trade Policy in Handbook of International Economics vol. III (Grossman and Rogoff, editors; Elsevier Science, Amsterdam).",
        "Trefler, Daniel (1993) Trade Liberalization and the Theory of Endogenous Protection Journal of Political Economy 101-1, 138-160."
    ]
}