{
    "id": 9349,
    "cites": 22,
    "cited_by": 0,
    "reference": [
        "[1] Alesina, A., S. Ardagna, R. Perotti, and F. Schiantarelli (2002), Fiscal Policy, Profits, and Investment, American Economic Review, 92, 571-589.",
        "[2] Bassetto, M. (2002), Equilibrium and Government Commitment, Federal Re- serve Bank of Minneapolis working paper 624.",
        "[3] Bryant, J. (1983), A Simple Rational-Expectations Keynes-Type Model, Quar- terly Journal of Economics 98, 525-528.",
        "[4] Cooper, R., and D. Corbae (1997), Financial Fragility and the Great Depres- sion, Journal of Economic Theory, forthcoming.",
        "[5] Daveri, F., and G. Tabellini (2000), Unemployment, Growth and Taxation in Industrial Countries, Economic Policy, 15, April, 47-104.",
        "[6] Den Haan, W.J., G. Ramey, and J. Watson (2000a), Job Destruction and Prop- agation of Shocks, American Economic Review, 90, June, 482-498.",
        "[7] Den Haan, W.J., G. Ramey, and J. Watson (2000b), Job Destruction and the Experiences of Displaced Workers, Carnegie-Rochester Conference Series on Public Policy, 52, June, 87-128.",
        "[8] Den Haan, W.J., G. Ramey and J. Watson (2002), Liquidity Flows and the Fragility of Business Enterprises, Journal of Monetary Economics, forthcoming.",
        "[9] Den Haan, W.J., C. Haefke, and G. Ramey (2002), Shocks and Institutions in a Job Matching Model, NBER working paper 8463.",
        "[10] Farmer, R.E.A. (1997), Money in a Real Business Cycle Model, Journal of Money Credit and Banking, 29, 568-611",
        "[12] Lindbeck, A. (1996), The West European Employment Problem, Institute for International Economic Studies reprint series 563, Stockholm University.",
        "[13] Ljungqvist, L., and T.J. Sargent (1998), The European Unemployment Dilemma, Journal of Political Economy, 106, June, 514-550.",
        "[14] Marimon, R., and F. Zilibotti (1999), Unemployment vs. Mismatch of Talents: Reconsidering Unemployment Benefits, Economic Journal, 109, April, 266-291.",
        "[15] Mortensen, D.T., and C.A. Pissarides (1994), Job Creation and Job Destruction in the Theory of Unemployment, Review of Economic Studies, 61, July, 397-415.",
        "[16] Mortensen, D.T., and C.A. Pissarides (1999), Unemployment Responses to Skill-Biased Technology Shocks: the Role of Labour Market Policy, Economic Journal, 109, April, 242-265.",
        "[17] Nickell, S., and J. van Ours (2000), The Netherlands and the United Kingdom: A European unemployment miracle? Economic Policy, 30, 135, 137-180.",
        "[18] Macfarlan, M., and H. Oxley (1996), Social Transfers: Spending Patterns, In- stitutional Arrangements and Policy Responses, OECD Economic Studies, 27, 147-194.",
        "[19] Martin, J.P. (1996), Measures of Replacement Rates for the Purpose of Inter- national Comparisons: A Note, OECD Economic Studies, 26, 99-116.",
        "[20] Morris, S, and H.S. Shin (2000), Rethinking Multiple Equilibria in Macroeco- nomic Modelling, NBER Macroeconomics Annual, 2000, 139-161.",
        "[21] Novales, A., and J. Ruiz (2002), Dynamic Laffer Curves, Journal of Economic Dynamics and Control, 27, 181-206.",
        "[22] OECD (1996), Employment outlook, OECD, Paris.",
        "[23] Saunders, P., and F. Klau (1985), The Role of the Public Sector, OECD Eco- nomic Studies 4, 4-239."
    ]
}