{
    "id": 9350,
    "cites": 30,
    "cited_by": 0,
    "reference": [
        "Ahituv, Avner, V. Joseph Hotz, and Tomas Philipson. The Responsiveness of the Demand for Condoms to the Local Prevalence of AIDS. Journal of Human Resources, Fall 1996, 869 897.",
        "Blumenthal, R.N., A.H. Kral, L. Gee, E.A. Erringer, B. Edlin. The Effect of Syringe Exchange Use on High-Risk Injection Drug Users: A Cohort Study. AIDS, 2000, 14, 60511.",
        "Bretteville-Jensen, Anne Line. Gender, Heroin Consumption and Economic Behaviour, Health Economics, August 1999, 379389.",
        "Caulkins, Jonathan P. Developing Price Series for Cocaine. Santa Monica: RAND, 1994.",
        "Caulkins, Jonathan P. Estimating Elasticities of Demand for Cocaine and Heroin with DUF Data. Working Paper, Carnegie Mellon University, 1996.",
        "Caulkins, Jonathan P., and Rema Padman. Quantity Discounts and Quality Premia for Illicit Drugs. Journal of the American Statistical Association, September 1993, 74857.",
        "Chaloupka, Frank. J., Michael Grossman, and John A. Tauras. The Demand for Cocaine and Marijuana by Youth, in The Econometric Analysis of Substance Use and Abuse: An Integration of Econometric and Behavioral Economics Approaches, edited by Frank J. Chaloupka, Michael Grossman, Warren K. Bickel, and Henry Saffer. Chicago: University of Chicago Press, 1999, 13355.",
        "DeSimone, Jeff. Sex in the City: the Response of Arrestee Sexual Behavior to AIDS Infection Risks, Peer Promiscuity, and Economic Conditions. Unpublished manuscript, June 2002.",
        "DeSimone, Jeff, and Matthew C. Farrelly. Price and Enforcement Effects on Cocaine and Marijuana Demand. Economic Inquiry, January 2003, 98115.",
        "Des Jarlais, D.C., M. Marmor, and D. Paone. HIV Incidence Among Injecting Drug Users in New York City Syringe Exchange Programmes. Lancet, 1996, 348, 987991.",
        "DiNardo John. Law Enforcement, the Price of Cocaine, and Cocaine Use. Mathematical and Computer Modeling, 17(2), 1993, 5364.",
        "Drug Strategies. Facing Facts, Drugs and the Future of Washington, D.C. Drug Strategies: Washington, DC,1999.",
        "Federal Bureau of Investigation. Uniform Crime Reports for the United States. U.S. Department of Justice: Washington, DC, 1996.",
        "Grossman, Michael, and Frank J. Chaloupka. The Demand for Cocaine by Young Adults: A Rational Addiction Approach. Journal of Health Economics, August 1998, 42774.",
        "Heimer, R., et al. Syringe Use and Reuse: Effects of Syringe Exchange Programs in Four Cities. Journal of Acquired Immune Deficiency Syndromes and Human Retrovirology, 1998, 18 (Supp. 1), S37S44.",
        "Holtgrave et al. Cost and Cost-Effectiveness of Increasing Access to Sterile Syringes and Needles as an HIV Prevention Intervention in the United States. Journal of Acquired Immune Deficiency Syndromes and Human Retrovirology, 1998, 18 (Supp. 1), S6S10.",
        "Horowitz, Joel L. Should the DEAs STRIDE Data Be Used for Economic Analyses of Markets for Illegal Drugs? Journal of the American Statistical Association, December 2001, 125462.",
        "Hunt, Dana, and William Rhodes. Methodology Guide for Adam. National Institute of Justice: Washington, DC, 2001.",
        "Hurley, S.F. Effectiveness of Needle Exchange Programmes for Prevention of HIV Infection. Lancet, 1997, 349, 1797.",
        "Klein, Hugh, Jeffrey A. Hoffman, and Dwight C. Clark. Risk Behavior Changes Demonstrated by NEP Clients. Project Neighborhoods in Action: Washington, DC, October 1997.",
        "Levine, Phillip B. The Sexual Activity and Birth Control Use of American Teenagers, in Jonathan Gruber, ed., Risky Behavior Among Youths: An Economic Analysis. Chicago: University of Chicago Press, 2001.",
        "Lurie, Peter, and Pamela DeCarlo. Does Needle Exchange Work? Center for AIDS Prevention Studies, University of California, San Francisco, December 1998.",
        "Lurie, P., T.S. Jones, J. Foley. A Sterile Syringe for Every Drug User Injection: How Many Injections Take Place Annually, and How Might Pharmacists Contribute to Syringe Distribution? Journal of Acquired Immune Deficiency Syndromes and Human Retrovirology, 1998, 18 (Supp. 1), S45S51.",
        "Ruhm, Christopher J. Are Recessions Good for Your Health? Quarterly Journal of Economics, May 2000, 61750.",
        "Ruiz-Sierra, Julie. Research Brief: Syringe Access. The Lindesmith Center Drug Policy Foundation: Sacramento, CA, 2001.",
        "Saffer, Henry, and Frank J. Chaloupka. The Demand for Illicit Drugs. Economic Inquiry, July 1999, 40111.",
        "Sidwell, Heather, Amanda Watson, and Julie Scales. Needle Exchange and Access to Sterile Syringes. National Conference of State Legislatures, April 2001.",
        "Silverman, Lester P., and Nancy L. Spruill. Urban Crime and the Price of Heroin. Journal of Urban Economics, January 1977, 80103.",
        "Inter-university Consortium for Political and Social Research, Ann Arbor MI, 1998.",
        "Vogt, R.L., M.C. Breda, and D.C. Des Jarlais. Hawaiis Statewide Syringe Exchange Program. American Journal of Public Health. 1998, 88, 140304."
    ]
}