{
    "id": 9352,
    "cites": 17,
    "cited_by": 9,
    "reference": [
        "[1] Bacchetta, P. and van Wincoop, E. (2000), Does Exchange Rate Stability Increase Trade and Welfare? American Economic Review, 90(4), 1093-1109. [2] Bacchetta, P. and van Wincoop, E. (2002), A Theory of the Currency Denomination of International Trade, National Bureau of Economic Research Working Paper No. 9039.",
        "[3] Betts, C. and M. Devereux (1996), The Exchange Rate in a Model of Pricing-To-Market, European Economic Review 40, 1007-1021.",
        "[4] Bilson, J. F.O. (1983), The Choice of an Invoice Currency in International Transactions, in J.S. Bhandari and B.H. Putnam (eds.), Economic Interdependence and Flexible Exchange Rates, MIT Press.",
        "[5] Campa, J. M. and L. S. Goldberg (2002), Exchange Rate Pass-Through into Import Prices: A Macro or Micro Phenomenon, National Bureau of Economic Research Working Paper No. 8934.",
        "[6] Burstein, A., M. Eichenbaum, and S. Rebelo (2002), Why are Rates of Inflation So Low After Large Devaluations? National Bureau of Economic Research Working Paper No. 8748.",
        "[7] Burstein, A., J. Neves, and S. Rebelo (2002), Distribution Costs and Real Exchange Rate Dynamics During Exchange-Rate-Based Stabilizations,  Journal of Monetary Economics, forthcoming.",
        "[8] Corsetti, G. and P. Pesenti (2002), Self-Validating Optimum Currency Areas, working paper, Federal Reserve Bank of New York.",
        "[9] Corsetti, G. and P. Pesenti (2001), International Dimensions of Optimal Monetary Policy, National Bureau of Economic Research Working Paper No. 8230.",
        "[10] Corsetti, G. and L. Dedola (2002), Macroeconomics of International Price Discrimination, mimeo.",
        "[11] Devereux, M. B., and C. Engel and Peter E. Storgaard (2002), Endogenous Exchange Rate Pass-through when Nominal Prices are set in Advance,  working paper, University of Wisconsin. 9 [12] Engel, Charles (2002), Expenditure Switching and Exchange Rate Policy, forthcoming in NBER Macroeconomics Annual 2002.",
        "[13] Goldberg, P. and M. Knetter (1997), Goods Prices and Exchange Rates: What Have We Learned? Journal of Economic Literature, 12431272.",
        "[14] Lane, P.R. (2001), The New Open Economy Macroeconomics: A Survey, Journal of International Economics 54, 235-266.",
        "[15] McCallum, B.T., and E. Nelson (1999), Nominal Income Targeting in an Open-Economy Optimizing Model, Journal of Monetary Economics 43, 553-578.",
        "[16] McCarthy, J. (1999) Pass-through of Exchange Rates and Import Prices to Domestic Inflation in Some Industrialized Economies, Working Paper No. 79, Bank for International Settlements.",
        "[17] Obstfeld, M. (2001), International Macroeconomics: Beyond the Mundell-Fleming Model, IMF Staff Papers 47, 1-39.",
        "[18] Obstfeld, M. and K. Rogoff (1995), Exchange Rate Dynamics Redux, Journal of Political Economy 103, 624-60.",
        "[19] Obstfeld, M. and K. Rogoff (2000), New Directions for Stochastic Open Economy Models, Journal of International Economics, 50, 117-153. 10 A Technical Appendix A.l Introduction The objective of this Appendix is to characterize the set of symmetric pure strategy Nash equilibria. Propositions 1 and 2 are then simply derived from this characterization."
    ]
}