{
    "id": 9356,
    "cites": 13,
    "cited_by": 12,
    "reference": [
        "Browning, Martin and M. Dolores Collado (2001) The Response of Expenditures to Anticipated Changes: Panel Data Estimates, American Economic Review, 91, 3, 681-92. Greene, William H. (1981) On the Asymptotic Bias of the Ordinary Least Squares Estimator of the Tobit Model, Econometrica, 49, 2, 505-13.",
        "Heckman, James J. and Thomas E. MaCurdy (1980) A Life Cycle Model of Female Labour Supply, Review of Economic Studies, 47, 1, 47-74.",
        "Hilton, George W. (1957) The British Truck System in the Nineteenth Century, Journal of Political Economy, 65, 3, 237-56.",
        "HonorÃ\u0083Â©, Bo E. (1992) Trimmed LAD and Least Squares Estimation of Truncated and Censored Regression Models with Fixed Effects, Econometrica, 60, 3, 533-565.",
        "Jappelli, Tullio, Jorn-Steffen Pischke, and Nicholas S. Souleles (1998) Testing for Liquidity Constraints in Euler Equations With Complementary Data Sources, Review of Economics and Statistics, 80, 1, 251-62.",
        "Lusardi, Annamaria (1996) Permanent Income, Current Income, and Consumption: Evidence from Two Panel Data Sets, Journal of Business and Economic Statistics, 14, 1, 81-90.",
        "Osborn, Christabel (1898) Economic Aspects of the Liquor Problem, The Economic Journal, 8, 32, 572-77.",
        "Parker, Jonathan A. (1999) The Reaction of Household Consumption to Predictable Changes in Social Security Taxes, American Economic Review, 89, 4, 959-73.",
        "Runkle, David E. (1991) Liquidity Constraints and the Permanent-Income Hypothesis, Journal of Monetary Economics, 27, 1, 73-98.",
        "Shapiro, Matthew D. and Joel Slemrod (1995) Consumer Response to the Timing of Income: Evidence from a Change in Tax Withholding, American Economic Review, 85, 1, 274-83.",
        "Stephens Jr., Melvin (2002) '3rd of tha Month': Do Social Security Recipients Smooth Consumption Between Checks?, National Bureau of Economic Research Working Paper #9135.",
        "United States Department of Labor (1939) Spending Habits of Factory Workers, Monthly Labor Review, 48, 1, 104-5.",
        "Zeldes, Stephen P. (1989) Consumption and Liquidity Constraints: An Empirical Investigation, Journal of Political Economy, 97, 2, 305-46."
    ]
}