{
    "id": 9358,
    "cites": 31,
    "cited_by": 39,
    "reference": [
        "[1] Alexander, Karl L., and Aaron M. Pallas, School Sector and Cognitive Performance: When is a Little a Little, Sociology of Education, LVIII (1985), 115-128.",
        "[2] Altonji, Joseph G., and Rosa Matzkin, Panel Data Estimators for Nonseparable Models with Endogenous Regressors NBER Working Paper No. T0267 March 2001.",
        "[3] Altonji, Joseph G., Todd E. Elder, and Christopher R. Taber, Selection on Observed and Unobserved Variables: Assessing the Effectiveness of Catholic Schools, Northwest- ern University, revised April 2002.",
        "[4] Angrist, Joshua D., Instrumental Variables Estimation of Average Treatment Effects in Econometrics and Epidemiology, National Bureau of Economic Research, Technical Working Paper No. 115, November 1991.",
        "[5] Angrist and Evans, Children and their Parents Labor Supply: Evidence from Exoge- nous Variation in Family Size American Economic Review, 88 (1988), 450-477.",
        "[6] Bronars, Stephen G. , and Jeff Grogger, The Economic Consequences of Unwed Moth- erhood: Using Twins as a Natural Experiment, American Economic Review 80(1994), 1141-56.",
        "[7] Bryk, Anthony S., Valerie E. Lee, and Peter B. Holland, Catholic Schools and the Common Good, Cambridge, Mass. : Harvard University Press, 1993.",
        "[8] Cameron, Stephen V. and Heckman, James J., Life Cycle Schooling and Dynamic Selection Bias: Models and Evidence for Five Cohorts of American Males, Journal of Political Economy, 106(1998).",
        "[9] Card, David and Alan B. Krueger, The Economic Returns to School Quality: A Partial Survey, Working Paper 334, Industrial Relations Section, Princeton University, 1994.",
        "[11] Coleman, James S., Thomas Hoffer, and Sally Kilgore, High School Achievement: Pub- lic, Catholic, and Private Schools Compared (New York, NY: Basic Books, Inc., 1982).",
        "[12] Coleman, James S., and Thomas Hoffer, Public and Private Schools: The Impact of Communities (New York, NY: Basic Books, Inc., 1987).",
        "[13] Cookson, Peter W., Jr., Assessing Private School Effects: Implications for School Choice, in Edith Rasell and Richard Rothstein, eds., School Choice: Examining the Evidence (Washington, D.C.: Economic Policy Institute, 1993).",
        "[14] Currie, Janet, and Thomas Duncan, Does Head Start Make a Difference? American Economic Review, 85 (1990), 341-64.",
        "[15] Engen, Eric, William Gale, and John Karl Sholz, The Illusory Effects of Saving Incen- tives on Saving, Journal of Economic Perspectives, 10 (1996), 113-138.",
        "[16] Evans, William N., and Robert M. Schwab, Finishing High School and Starting College: Do Catholic Schools Make a Difference? Quarterly Journal of Economics, 110 (1995), 947-974.",
        "[17] Evans, William N., and Robert M. Schwab, Who Benefits from Private Education: Evidence from Quantile Regressions, Department of Economics Working Paper, Uni- versity of Maryland, August 1993.",
        "[18] Figlio, David N., and Joe A. Stone, Are Private Schools Really Better?, Research in Labor Economics, (2000).",
        "[19] Goldberger, Arthur S., and Glen C. Cain, The Causal Analysis of Cognitive Outcomes in the Coleman, Hoffer and Kilgore Report, Sociology of Education, LV (1982), 103-122.",
        "[20] Grogger, Jeff and Derek A. Neal, Further Evidence on the Effects of Catholic Secondary Schooling, Brookings-Wharton Papers on Urban Affairs, 2000, 151-201.",
        "[21] Heckman, James J., Varieties of Selection Bias, American Economic Review, 80(1990).",
        "[22] Hoxby, Caroline Minter., Do Private Schools Provide Competition for Public Schools, NBER Working paper, 1995.",
        "[24] Jepsen, Christopher, The Effectiveness of Catholic Primary Schools, forthcoming in Journal of Human Resources.",
        "[25] Jacobsen, Joyce P., James W. Pearce III, and Joshua L. Rosenbloom, The Effect of Childbearing on Married Womens Labor Supply and Earnings, Journal of Human Resources 34(3), Summer 1999, pp. 449-474.",
        "[26] Ludwig, Jens, Educational Achievement in Public, Private, and Catholic Schools: New Evidence on What We Know (and Dont Know), working paper, Georgetown Univer- sity, 1997.",
        "[27] Murnane, Richard J., A Review Essay - Comparisons of Public and Private Schools: Lessons from the Uproar. Journal of Human Resources 19 (1984), 263-77.",
        "[28] Neal, Derek, The Effects of Catholic Secondary Schooling on Educational Attainment, Journal of Labor Economics 15 (1997), 98-123.",
        "[29] Sander, William H. Catholic Schools: Private and Social Effects. Boston: Kluwer Aca- demic Publishers, 2001.",
        "[30] Tyler, Brian S., An Analysis of Public and Catholic Secondary Education and the Earnings of Men, University of Chicago Ph.D. Thesis (1994).",
        "[31] Taber, Christopher, Semiparametric Identification and Heterogeneity in Discrete Choice Dynamic Programming Models, Journal of Econometrics 96(2000), 201-229.",
        "[32] Udry, Christopher, Gender, Agricultural Production, and the Theory of the House- hold, Journal of Political Economy, 104 (1996), 1010-1046.",
        "[33] Witte, John F., Private School Versus Public School Achievement: Are There Findings That Should Affect the Educational Choice Debate, Economics of Education Review, XI (1992), 371-394."
    ]
}