{
    "id": 936,
    "cites": 24,
    "cited_by": 10,
    "reference": [
        "Auerheimer, Leonardo (1974). The gcmest Governments Guide to the Revenue from the Creation of Money. Jcu~al of Political Economy~ vol. 82 (May/June), pp. 593-605.",
        "Bhattacharya, Sudipto (1981). Aspects of Monetary and Banking Theory and Moral Hazard. Unpublished, Stamford.",
        "Black, Fischer (1970). Banking arid Interest Rates in a World Without Money. Journal of Bank Researcn. vol. 1 (Autumn), pp. 8-20.",
        "Black, Fischer (1975). Bank Funds ~anagement in an Efficient Market. Journal of Financial Economics, vol. 2 (Dec.), pp. 323-39.",
        "Black, Fischer (1981). A Gold Standard with Double Feedback and Near Zero Reserves. Unpublished, M.I.T.",
        "Bryant, John (1981). The Competitive ?rovision of Fiat Money, Journal of Banking and Finance1 vol. 5, pp. 537-593.",
        "Calvo, Guillermo (1978). On the ime Consistency of Optimal Policy in a Monetary Economy. Econoretrica. vol. 6 (Nov.), pp. 1411-1428.",
        "Cipolla, Carlo (1967) . Money, Prices and Civilization in the Mediterranean World. Gordian Press, New York.",
        "Committee on the Working of the Monetary System (1960), Radcliffe Report. Her Majestys Stationary Office, London.",
        "Diamond, Douglas and Philip Dybvig (19E1). Bank Runs, Deposit Insurance, and Liquidity. Working Paper ~6L, Graduate School of Business, University of Chicago. Drazen, Allan (1979). The Optimun ~ate of Inflation Revisited.~ Journal of Monetary Economics. vol. 5 (~pril), pp. 231-248.",
        "Fama, Eugene (1980). `Banking in the Theory of Finance. Journal of Monetary Economics. vol. 6 (Nov.), pp. 35-57.",
        "Fischer, Stanley (1972). Money, Income and Welfare. Journal of Econom~.c Theory.. vol. 4 (April), pp. 289-311.",
        "Fisher, Irving (1934). Stable Money. Adelphi Company, New York.",
        "Giffen, Robert (1892). Fancy Monetary Standards. Economic Journal. vol. 2, pp. 463-471. Gurley, 3. G. and E. S. Shaw (1963). Money in a Theory of Finance.",
        "Washington, D.C. Hall, Robert (1982). Monetary Trends intheUnited States and the United Kingdom: A Review from the Perspective of New Developments in Monetary Economics. Unpublished, Stanford.",
        "Hayek, F. A. (1978). Denationalisation of Mo~y. Institute of Economic Affairs, London.",
        "Klein, Benjamin (1974). The Competitive Supply of Money. Journal of Money, Credit and Banking, vol. 6 (Nov.), pp. 423-453.",
        "Patinkin, Don (1965). Money, Interest and Prices. Harper and Row, New York.",
        "Sargent, Thomas and Neil Wallace (1981). The Real Bills Doctrine vs. the Quantity Theory: A Reconsideration. Staff Report 64, Federal Reserve Bank of Minneapolis.",
        "Taub, Bart (1982). Private Competitive Fiat Money. Discussion Paper 120, University of Virginia.",
        "Tobin, James (1963). Commercial Banks as Creators of Money. In Dean Carson, ed., Banking and Monetary Studies (Irwin, Homewood, IL), pp. 408-419.",
        "Wallace, Neil (1981). A Modigliani-Miller Theorem for Open-Market Operations. American Economic Review, vol. 71 (June), pp. 267-274.",
        "Weiss, Laurence (1980). The Role for Active Monetary Policy in a Rational Expectations Model. Econometrica, vol. 48 (April), pp. 565-576.",
        "Wicksell, K. (1936), Interest and Prices (London)."
    ]
}