{
    "id": 9360,
    "cites": 38,
    "cited_by": 17,
    "reference": [
        "Becker, Gary S. A Treatise on the Family (Cambridge: Harvard University Press) 1981. Becker, Gary S. \"Human Capital, Effort, and the Sexual Division of Labor\" Journal of Labor Economics 3, January 1985, s33-s58.",
        "Becker, Gary S. and H. Gregg Lewis. \"On the Interaction Between the Quantity and Quality of Children\", Journal of Political Economy, 81:2,1973, S279-288.",
        "Behrman, Jere R, and Mark R. Rosenzweig. \"Does increasing women&apos;s schooling raise the schooling of the next generation?\", American Economic Review, 92:1, March 2002, 323-334.",
        "Blau, Francine and Adam Grossberg. \"Maternal Labor Supply and Children&apos;s Cognitive Development\", Review of Economics and Statistics, 74(3), August, 1992.",
        "Card, David. \"The Causal Effect of Education on Earnings\" in The Handbook of Labor Economics, v3, Orley Ashenfelter and David Card (eds.), (New York: North Holland) 2000.",
        "Card, David. \"Estimating the return to schooling: Progress on some persistent econometric problems\", Econometrica. 69:5, Sept. 2001,1127-1160.",
        "Card, David and Thomas Lemieux. \"Can falling supply explain the rising return to college for younger men? A cohort-based analysis\", Quarterly Journal of Economics, 116:2, May, 2001, 705-746.",
        "Currie, Janet. \"Child Health in Developed Countries\" in The Handbook of Health Economics Anthony Culyer and Joseph Newhouse (eds). (New York: North Holland) 2000.",
        "Currie, Janet and Rosemary Hyson. \"Is the Impact of Health Shocks Cushioned by Socioeconomic Status?: The Case of Low BirthWeight\", American Economic Review, May 1999.",
        "Desai, Sonalde, Lindsay Chase-Lansdale and Robert Michael. \"Mother or Market? Effects of Maternal Employment on the Intellectual Ability of 4-Year Old Children\", Demography. 26,1989.",
        "Desai, Sonalde and Soumya Alva. \"Maternal education and child health: Is there a strong causal relationship?\" Demography 35:1, Feb. 1998, 71-81.",
        "Fuchs, Victor. Economic Aspects of Health (Chicago: University of Chicago Press for NBER) 1982.",
        "Goldin, Claudia. \"The Meaning of College in the Lives of American Women: The Past One-Hundred Years\", NBER Working Paper #4099 (Cambridge MA: National Bureau of Economic Research), June 1992.",
        "Goldin, Claudia. \"Career and Family: College Women Look to the Past\", in Francine Blau and Ronald Ehrenberg Gender and Family Issues in the Workplace (New York: Russell Sage Press) 1997.",
        "Goldin, Claudia and Larry Katz, \"The Shaping of Higher Education: The Formative Years in the United States, 1840 and 1940\", Journal of Economic Perspectives, vol 13 37-62 (1999) Grossman, Michael. The Demand for Health: A Theoretical and Empirical Analysis. PhD Dissertation, Columbia University, 1970.",
        "Grossman, Michael. \"The Human Capital Model of the Demand for HealthO in Handbook of Health Economics Anthony Culyer and Joseph Newhouse (eds.) (New York: North Holland) 2000.",
        "Harworth, Irene, Mindi Maline, Elizabeth DeBra. \"Women&apos;s Colleges in the United States: History, Issues and Challenges\", http://www.ed.gov/offices/OERI/PLLI/webreprt.html. August 19,2002.",
        "Hoxby, Caroline. \"The Effects of Geographic Integration and Increasing Competition in the Market for College Education\", NBER Working paper 6323, Dec. 1997.",
        "Kane, Thomas and Cecilia Rouse. \"Labor-Market Returns to Two and Four-Year College\", American Economics Review 85:3, Jane 1995, 600-614.",
        "Lam, David. \"Marriage Markets and Assortative Mating with Household Public Goods: Theoretical Results and Empirical Implications\", Journal of Human Resources 23:4, Fall 1988,462-487.",
        "Lazear, Edward. \"Intergenerational Externalities\", Canadian Journal of Economics. vl6 #2 (May 1983,212-228.",
        "Lightwood, James, Cairan Phibbs, and Stanton Glantz. \"Short-Term Health and Economic Benefits of Smoking Cessation: Low Birth WeightD, Pediatrics. 104:6, December 1999,1312-1320.",
        "Lleras-Muney, Adriana. \"The Relationship Between Education and Adult Mortality in the U.S.D, Princeton University Dept. of Economics, xerox, May 2001.",
        "Lochner, Lance and Enrico Moretti. \"The Effect of Education on Crime: Evidence from Prison Inmates, Arrests, and Self-Reports\", NBER Working Paper 8606, 2001.",
        "March of Dimes. Health Library: Low Birthweight/Prematuritv www.modimes.org/HealthLibrary Z355-1477.htm. March 2002.",
        "Mare, Robert. \"Five Decades of Educational Assortive Mating\", American Sociology Review 56, 1991,15-32.",
        "Marshall, Alfred. Principles of Economics (New York: Macmillan) 1890. Moretti, Enrico. \"Estimating the Social Return to Education: Evidence from Longitudinal and Repeated Cross-Sectional DataD, forthcoming in Journal of Econometrics.",
        "Neidell, Matthew. \"Early Time Investments in Children&apos;s Human Capital Development: Effects of Time in the First Year on Cognitive and Non-Cognitive Outcomes\", Dept. of Economics UCLA, xerox, October 2000. Oppenheimer, Valerie. \"A Theory of Marriage Timing: Assortive Mating Under Varying Degrees of Uncertainty\", American Journal of Sociology, 94, 563-91.",
        "Parcel Toby and Elizabeth Menaghan. Parent&apos;s Jobs and Children&apos;s Lives (New York: Aldine de Gruyter) 1994.",
        "Rindfuss, Ronald, S. Philip Morgan and K. Offiitt. \"Education and the Changing Age Pattern of American Fertility: 1963-1989\", Demography. 33:3, August 1996, 277-290.",
        "Rosenzweig, Mark and T. Paul Schultz. \"The Behavior of Mothers as Inputs to Child Health: The Determinants of Birth Weight, Gestation, and Rate of Fetal Growth,\" in Economic Aspects of Health. Victor Fuchs (ed.), University of Chicago Press: Chicago, 1982.",
        "Rosenzweig, Mark and T. Paul Schultz. \"The Stability of Household Production Technology, A Replication,\" The Journal of Human Resources. 23, Fall 1988, 535-549.",
        "Rosenzweig, Mark R, and Kenneth I. Wolpin. \"Are there increasing returns to the intergenerational production of human capital? Maternal schooling and child intellectual achievement\", Journal of Human Resources. 29:2, Spring 1994,670-693.",
        "Rouse, Cecilia. \"Democratization or Diversion? The Effect of Community College on Educational Attainment\", Journal of Business and Economic Statistics. 13:2, April 1995,217-224.",
        "Ruhm, Christopher. \"Parental Employment and Child Cognitive Development\" (NBER: Cambridge MA) Working Paper # 7666, April 2000.",
        "Thomas, Duncan, John Strauss, and Maria-Helena Henriques. \"How Does Mother&apos;s Education Affect Child Height?\", Journal of Human Resources. 26:2, Spring 1991,183-211.",
        "Welch, Finis. \"Effects of Cohort Size on Earnings: The Baby Boom Babies&apos; Financial Bust\", Journal of Political Economy. 87:5, October 1979.",
        "The World Bank. \"World Development Report 1993: Investing in Health\" (New York: Oxford University Press) 1993."
    ]
}