{
    "id": 9363,
    "cites": 14,
    "cited_by": 13,
    "reference": [
        "Bezroukov, Nikolai, 2002, BSD vs. GPL, Part 2: The Dynamic Properties of BSD and GPL Licenses in the Context of the Program Life Cycle, http://www.softpanorama.org/Copyright/License_classification/social_dynamics_of_BS D_and_GPL.shtml (accessed September 17, 2002).",
        "Gallini, Nancy T., 1984, Deterrence by Market Sharing: A Strategic Incentive for Licensing, American Economic Review, 74, 931-941.",
        "Gallini, Nancy, and Brian D. Wright, 1990, Technology Transfer under Asymmetric Information, Rand Journal of Economics, 21, 147-60.",
        "Hammerly, Jim, Tom Paquin, and Susan Walton, 1999, Freeing the Source: The Story of Mozilla, in Chris DiBona, Sam Ockman, and Mark Stone, editors, Open Sources: Voices from the Open Source Revolution, Cambridge, Massachusetts, OReilly, pp. 197-206.",
        "Katz, Michael L., and Carl Shapiro, 1986, How to License Intangible Property, Quarterly Journal of Economics, 101, 567-589.",
        "Lee, Steve H., 1999, Open Source Software Licensing, Unpublished working paper, Harvard University.",
        "Lerner, Josh, and Jean Tirole, 2002, Some Simple Economics of Open Source, Journal of Industrial Economics, 52, 197-234.",
        "McGowan, David, 2001, Legal Implications of Open-Source Software, University of Illinois Law Review, 2001, 241-304.",
        "Neukom, William H., and Robert W. Gomulkiewicz, 1993, Licensing Rights to Computer Software, in Technology Licensing and Litigation 1993, (Practicing Law Institute Patents, Copyrights, Trademarks and Literary Property Course Handbook Series No. G4-3897, 1993), New York, Practicing Law Institute, pp. 775-___.",
        "Perens, Bruce, 1999, The Open Source Definition, in Chris DiBona, Sam Ockman, and Mark Stone, editors, Open Sources: Voices from the Open Source Revolution, Cambridge, Massachusetts, OReilly, pp. 171-188.",
        "Rockett, Katharine E., 1990, Choosing the Competition and Patent Licensing, Rand Journal of Economics, 21, 161-172.",
        "Shepard, Andrea, 1987, Licensing to Enhance Demand for New Technologies, Rand Journal of Economics, 18, 360-368.",
        "Williamson, Oliver, 1975, Markets and Hierarchies: Analysis and Antitrust Implications, New York, The Free Press.",
        "Williamson, Oliver, 1985, The Economic Institutions of Capitalism, New York, The Free Press."
    ]
}