{
    "id": 9364,
    "cites": 23,
    "cited_by": 9,
    "reference": [
        "[1] Albuquerque, Rui and Hugo Hopenhayn, Optimal Lending Contracts and Firm Dynamics, Working Paper, University of Rochester, May 2001.",
        "[2] Altman, Edward I., 1984, A Further Investigation of the Bankruptcy Cost Question, Journal of Finance, 39 (4), 10671089.",
        "[4] Bernanke, Ben and Mark Gertler, 1989, Agency Costs, Net Worth, and Business Fluctuations, American Economic Review, 79 (1), 1431.",
        "[5] Bernanke, Ben, Mark Gertler, and Simon Gilchrist, 1996, The Financial Accelerator and the Flight to Quality, Review of Economics and Statistics, 78, 115.",
        "[6] Bernanke, Ben, Mark Gertler, and Simon Gilchrist, 1999, The Financial Accelerator in a Quantitative Business Cycle Framework, in Handbook of Macroeconomics, Edited by Michael Woodford and John Taylor, North Holland.",
        "[7] Boldrin, Michele, Lawrence J. Christiano, and Jonas D. M. Fisher, 2001, Habit Persistence, Asset Returns, and the Business Cycle, American Economic Review, 91 (1), 149-166.",
        "[8] Carlstrom, Charles T., and Timothy S. Fuerst, 1997, Agency Costs, Net Worth, and Business Fluctuations: A Computable General Equilibrium Analysis, American Economic Review, 87 (5), 893910.",
        "[9] Clementi, Gian Luca, and Hugo Hopenhayn, 2001, Optimal Lending Contracts and Firms Survival with Moral Hazard, unpublished manuscript, University of Rochester",
        "[11] Cogley, Timothy, and James M. Nason, 1995, Output Dynamics in Real-Business-Cycle Models, American Economic Review, 85 (3), 492511.",
        "[12] Cooley, Thomas F., Vincenzo Quadrini, and Ramon Marimon, 2001, Aggregate Consequences of Limited Contract Enforceability, Working Paper, Stern School of Business, New York University.",
        "[13] Fama, Eugene F., and Michael R. Gibbons, 1982, Inflation, Real Returns and Capital Investment, Journal of Monetary Economics, 9, 297323.",
        "[14] Gale, Douglas, and Martin Hellwig, 1985, Incentive-Compatible Debt Contracts: The One-Period Problem, Review of Economic Studies, LII, 647663.",
        "[15] Gomes, Joao F., Amir Yaron, and Lu Zhang, 2002, Asset Pricing Implications of Firms Financing Constraints, Working Paper, The Wharton School, University of Pennsylvania.",
        "[16] Jermann, Urban J., 1998, Asset Pricing in Production Economies, Journal of Monetary Economics, 41, 257275.",
        "[17] Kaplan, Steve and Luigi Zingales, 1997, Do Financing Constraints Explain why Investment is Correlated with Cash-Flow, Quarterly Journal of Economics, 112 (1), 168216.",
        "[18] Kehoe, Timothy, and David K. Levine, 1993, Debt-Constrained Asset Markets, Review of Economic Studies, 60, 868888.",
        "[19] Kiyotaki, Nobuhiro, and John Moore, 1997, Credit Cycles, Journal of Political Economy, 105 (2), 211248.",
        "[20] Kocherlakota, Narayana R., 1996, Implications of Efficient Risk Sharing Without Commitment, Review of Economic Studies, 63, 595609.",
        "[21] Lamont, Owen, Christopher Polk and JesÃ\u0082Â´ us SaÃ\u0082Â´ a-Requejo, 2001, Financial Constraints and Stock Returns, Review of Financial Studies, 14 (2), 529554.",
        "[22] Lettau, Martin, 2002, Inspecting the Mechanism: Closed-Form Solutions for Asset Prices in Real Business Cycle Models, Forthcoming, The Economic Journal.",
        "[23] Merton, Robert C., 1974, On the Pricing of Corporate Debt: The Risk Structure of Interest Rates, Journal of Finance, 29, 449470.",
        "[24] Warner, Jerald, 1977, Bankruptcy Costs: Some Evidence, Journal of Finance, 32 (2), 337348.",
        "[26] Zhang Harold, 1997 Endogenous Borrowing Constraints with Incomplete Markets. Journal of Finance, 52, 21872205."
    ]
}