{
    "id": 9367,
    "cites": 17,
    "cited_by": 1,
    "reference": [
        "Ando, Albert, Christelis, Dimitrios, and Tsutomu Miyagawa (2002), Household Savings and Corporate Behavior in the Japanese Economy,in Structural Impediments to Growth in Japan, forthcoming.",
        "Bayoumi, Tamin (1998), The Japanese Fiscal System and Fiscal Transparency, in Aghevli, B. et. al. (Ed.), Structural Change in Japan, Washington, D.C., International Monetary Fund.",
        "Branstetter, Lee, and Yoshiaki Nakamura (2002), Has Japan=s Innovative Capacity Declined, in Structural Impediments to Growth in Japan, forthcoming.",
        "Cutler, David, Poterba, James, Sheiner, Loise, and Lawrence Summers (1990), An Aging Society: Opportunity or Challenge?, Brookings Papers on Economic Activity, 1, 1-55.",
        "Dekle, Robert(2002), Population Aging in Japan: Its Impact on Future Saving, Investment, and Budget Deficits, Working Paper, Department of Economics, USC.",
        "Doi, Takero and Hoshi, Takeo (2002), Paying for the FILP in Structural Impediments to Growth in Japan, forthcoming.",
        "Economic and Social Research Institute. (2002), National Accounts of Japan. Tokyo: Ministry of Finance Printing Office.",
        "Economic Planning Agency, (1998), Economic Analysis of Japan=s Aging Society, Keizai Bunseki, September.",
        "Fukao, Mitsuhiro( 2002), Financial Sector Profitability and Double-Gearingin Structural Impediments to Growth in Japan, forthcoming.",
        "International Monetary Fund (2000), World Economic Outlook, Washington, D.C., International Monetary Fund.",
        "Ishi, Hiromitsu (2000), Making Fiscal Policy in Japan, Oxford: Oxford University Press.",
        "Ishii, Hiroko and Erica Wada (1998), Local Government Spending: Solving the Mystery of Japanese Fiscal Packages, Institute for International Economics, Working Paper 98-5.",
        "Japan Center for Economic Research, (2001), Long-Run Forecasts of the Japanese Economy, Tokyo: Japan Center for Economic Research.",
        "Jinno, Naohiko, and Masaru Kaneko (2002), Zaisei Hakai o Kuitomeru (Stopping the Deterioration in Fiscal Budgets), Tokyo: Iwanami.",
        "Muhleisen, Martin (2000), Sustainable Fiscal Policies for an Aging Population, in Selected Issues, Japan, Washington, D.C.: International Monetary Fund.",
        "Ono, Hiroshi and Mark Rebick( 2002), Impediments to the Productive Employment of Labor in Japan, in Structural Impediments to Growth in Japan, forthcoming.",
        "Sakurai, Yoshiko (1998), Nihon no Kiki (Japans Crisis), Tokyo: Shinchosha."
    ]
}