{
    "id": 9369,
    "cites": 32,
    "cited_by": 5,
    "reference": [
        "Arslanalp, Serkan, and Peter B. Henry. 2002. All Debts Are Not Alike. Mimeo, Stanford University.",
        "Birdsall, Nancy and John Williamson. 2002. Delivering on Debt Relief: From IMF Gold to a New Aid Architecture. Washington, DC: Institute for International Economics.",
        "Bruno, Michael, and William Easterly. 1996. Inflations children: Tales of crises that beget reforms. American Economic Review, 86 (2), 213-217.",
        "Bulow, Jeremy. 2002. First World Governments and Third World Debt. Brookings Papers on Economic Activity, No.1:2002, 229-55.",
        "Washington, DC: International Monetary Fund. Collins, Susan M. 1990. Lessons from Korean economic growth. American Economic Review, 80, (2), 104-107.",
        "Dornbush, Rudiger. 2000. Check the laws before you invest abroad, in Keys to Prosperity. Cambridge, MA: MIT Press.",
        "Easterly, William. 2001a. The Elusive Quest for Growth. Cambridge, MA: MIT Press.",
        "Easterly, William. 2001b. Debt Relief. Foreign Policy (November/December): 20-26.",
        "Easterly, William. 2002. The Cartel of Good Intentions. Foreign Policy, (July/August): 40-49.",
        "Hall, Robert, and Chad Jones. 1999. Why do some countries produce so much more output per worker than others? Quarterly Journal of Economics 114 (1): 84-116.",
        "Henry, Peter B. 2000b. Do stock market liberalizations cause investment booms? Journal of Financial Economics, 58, 301-34.",
        "Henry, Peter B. 2002. Is Disinflation Good for the Stock Market? Journal of Finance, 57, 1617-48.",
        "Jubilee2000. 1999. Hand-over of 17 million signatures to Chancellor Gerhard Schroeder in Cologne. http://www.jubilee2000uk.org/jubilee2000/news/petition2306.html.",
        "Kremer, Michael. 1993. The O-Ring Theory of Economic Development. Quarterly Journal of Economics 108 (3): 551-575.",
        "Kremer, Michael, and Seema Jayachandran. 2002. Odious Debt. Harvard University, Cambridge, MA. Preliminary (April).",
        "Krugman, Paul. 1988. Financing Versus Forgiving a Debt Overhang. Journal of Development Economics 29 (November): 253-268.",
        "Krugman, Paul. (1989). Market-Based Debt Reduction Schemes. In Analytical Issues in Debt. edited by Jacob Frenkel, Michael Dooley, and P. Wickham. Washington: International Monetary Fund.",
        "LaPorta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny (1997).",
        "LaPorta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert Vishny (1998).",
        "LaPorta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny (2002) Investor Protection and Corporate Valuation, Journal of Finance, Forthcoming.",
        "Mallaby, Sebastian. 2000. Pro Bono. Washington Post. 25 September.",
        "Obstfeld, Maurice and Ken Rogoff (1996). Foundations of International Macroeconomics. MIT Press, Cambridge, MA.",
        "ONeill, Paul. 2002. Caring Greatly and Succeeding Greatly: Producing Results in Africa, Remarks at Georgetown University in Washington, DC. June 5 2002.",
        "Sachs, Jeffrey, and Andrew Warner. 1995. Economic Reform and the Process of Global Integration. Brookings Papers on Economic Activity 1: 1-95.",
        "Sachs, Jeffrey. 1989. The Debt Overhang of Developing Countries. in Debt Stabilization and Development, edited by Guillermo A. Calvo, Ronald Findlay, Pentti Kouri, and Jorge Braga de Macedo. Oxford: Basil Blackwell.",
        "Sachs, Jeffrey and Harry Huizinga. 1987. U.S. Commercial Banks and the Developing Country Debt Crisis. Brookings Papers on Economic Activity 2: 555-606.",
        "Stulz, RenÃ\u0083Â© M., 1999a, International portfolio flows and security markets, in Martin Feldstein, ed.: International Capital Flows (University of Chicago Press, Chicago).",
        "Summers, Lawrence. 2000. Moving Forward with Millennial Debt Relief, Remarks at Reception to Celebrate HIPC, House Banking Committee Room United States Congress Washington, DC. February 1 2000.",
        "Tesar, Linda L., 1999, The role of equity in international capital flows, in Martin Feldstein, ed.: International Capital Flows (University of Chicago Press, Chicago).",
        "Tesar, Linda L., and Ingrid M. Werner, 1995, U.S. equity investment in emerging stock markets, World Bank Economic Review, 9, (4), 109-129.",
        "World Bank. 1994. Trends in Developing Economies. Washington: World Bank.",
        "Williamson, John. 1994. The Political Economy of Policy Reform. Institute for International Economics. Washington, DC."
    ]
}