{
    "id": 9370,
    "cites": 15,
    "cited_by": 7,
    "reference": [
        "Barro, Robert J. and David B. Gordon. 1983. A Positive Theory of Monetary Policy in a Natural Rate Model. Journal of Political Economy 91 (4, August), 589--610.",
        "Beetsma, Roel and Harald Uhlig. 1999. An Analysis of the Stability and Growth Pact.",
        "Economic Journal 109 (458, October), 546--71. Buiter, Willem, Giancarlo Corsetti, and Nouriel Roubini. 1993. Excessive Deficits: Sense and Nonsense in the Treaty of Maastricht. Economic Policy: A European Forum 8 (16, April), 57--100.",
        "Canzoneri, Matthew B. and Behzad T. Diba. 1991. Fiscal Deficits, Financial Integration, and a Central Bank for Europe. Journal of the Japanese and International Economy 5 (4, December), 381--403.",
        "Chari, V. V. and Patrick J. Kehoe. 1990. International Coordination of Fiscal Policy in Limiting Economies. Journal of Political Economy 98 (3, June), 617--36.",
        "Chari, V. V., Patrick J. Kehoe, and Edward C. Prescott. 1989. Time Consistency and Policy.",
        "In Modern Business Cycle Theory, ed. Robert J. Barro, pp. 265--305. Cambridge, Mass.: Harvard University Press. Cooper, Russell W. and Hubert Kempf. 2001a. Dollarization and the Conquest of Hyper- inflation in Divided Societies. Federal Reserve Bank of Minneapolis Quarterly Review 25 (3, Summer), 3--12.",
        "Boston University. Dixit, Avinash and Luisa Lambertini. 2001. Monetary-Fiscal Policy Interactions and Com- mitment versus Discretion in a Monetary Union. European Economic Review 45 (4-6, May), 977--87.",
        "Giovannini, Alberto and Luigi Spaventa. 1991. Fiscal Rules in the European Monetary Union: A No-Entry Clause. Centre for Economic Policy Research Discussion Paper 516, London, England.",
        "Journal of Development Economics 61 (2, April), 305--33. Kydland, Finn E. and Edward C. Prescott. 1977. Rules Rather Than Discretion: The Inconsistency of Optimal Plans. Journal of Political Economy 85 (3, June), 473--91.",
        "Nicolini, Juan Pablo, Josefina Posadas, Juan Sanguinetti, Pablo Sanguinetti, and Mariano Tommasi. 2000. Decentralization, Fiscal Discipline in Sub-National Governments, and the Bailout Problem: The Case of Argentina. Manuscript, Universidad Torcuato Di Tella, Buenos Aires.",
        "Sibert, Anne. 1992. Government Finance in a Common Currency Area. Journal of Inter- national Money and Finance 11 (6, December), 567--78.",
        "Tommasi, Mariano, Sebastian Saiegh, and Pablo Sanguinetti. 2001. Fiscal Federalism in Argentina: Policies, Politics, and Institutional Reform. Economia: Journal of the Latin American and Caribbean Economic Association 1 (2, Spring), 157--200.",
        "Uhlig, Harald. 2002. One Money, But Many Fiscal Policies in Europe: What are the Consequences? Manuscript, Humboldt University, Berlin.",
        "Von Hagen, Jurgen and Barry Eichengreen. 1996. Federalism, Fiscal Restraints, and Euro- pean Monetary Union. American Economic Review 86 (2, May) 134--38."
    ]
}