{
    "id": 9372,
    "cites": 65,
    "cited_by": 46,
    "reference": [
        "[1] Abuaf, Niso and Jorion, Philippe. Purchasing Power Parity in the Long Run. Journal of Finance, 1990, 45(1), pp. 155-74.",
        "[2] Anderson, T.W and Hsiao, C. Formulation and Estimation of Dynamic Models using Panel Data. Journal of Econometrics, 1982, 18, pp. 47-82.",
        "[3] Andrews, Donald W.K. and Chen, Hong-Yuan. Approximately Median- Unbiased Estimation of Autoregressive Models. Journal of Business and Eco- nomic Statistics, 1994, Vol. 12 (2), pp. 187-204.",
        "[4] Arellano, Manuel and Bond, Stephen. Some Tests of Speci...cation for Panel Data: Monte-Carlo Evidence and an Application to Employment Data. Review of Economic Studies, 1991, 58, pp. 277-297.",
        "[5] Bergin, Paul R. and Feenstra, Robert C. Pricing-to-Market, Staggered Con- tracts, and Real Exchange Rate Persistence. Journal of International Eco- nomics, 2001, 54(2), pp. 333-59.",
        "[6] Brown, B.W. and Newey, W.K. GMM, Ecient Bootstrapping and Improved Inference, mimeo Rice University, 2001.",
        "[7] Campa, Jose and Goldberg, Linda. Exchange Rate Pass-Through into Import Prices: A Macro or Micro Phenomenon? NBER Working Paper 8934, 2002.",
        "[8] Cashin P. and J. McDermott. An Unbiased Appraisal of Purchasing Power Parity, mimeo IMF, 2002",
        "[9] Chari, V.V, Kehoe, Patrick and McGrattan, Ellen. Can Sticky Price Models Generate Volatile and Persistent Real Exchange Rates?, Review of Economic Studies, forthcoming 2002.",
        "[10] Coakley J. , R. Flood and M. Taylor. Long Run Purchasing Power Parity: the First Tests, mimeo IMF, 2002.",
        "[11] Crucini, Mario J., Telmer, Chris J. and Zachariadis, Marios. Understanding European Real Exchange Rates. Mimeo Vanderbilt University, 2001.",
        "[12] Diebold, Francis X., Husted, Steve and Rush, Mark. Real Exchange Rates Un- der the Gold Standard. Journal of Political Economy, 1991, 99(6), pp. 1252-71.",
        "[13] Elliott, Graham, and Stock, James. Con...dence Intervals for Autoregressive Coecients Near One. Journal of Econometrics, 2001, 103, pp. 155-181.",
        "[14] Engel, Charles. Long-Run PPP May Not Hold After All. Journal of Interna- tional Economics, 2000, 51, pp.243-73.",
        "[15] Engel, Charles. Accounting for U.S. Real Exchange Rates. Journal of Political Economy, 1999, 107(3), pp. 507-38.",
        "[16] Engel, Charles and Rogers, John. How Wide is the Border?. American Eco- nomic Review, 1996, 86(5), pp. 1112-1125.",
        "[17] Frankel, Jerey A. International Capital Mobility and Crowding-Out in the U.S. Economy: Imperfect Integration of Financial Markets or Goods Markets? Rik W. Hafer (ed.): How Open is the U.S. Economy? Lexington: Lexington Books, 1986.",
        "[18] Frankel, Jerey A. Zen and the Art of Modern Macroeconomics: A Commen- tary. William S. Haraf and Thomas D. Willett (eds.): Monetary Policy for a Volatile Global Economy. Washington D.C.: American Enterprise Institute for Public Policy Research, 1990.",
        "[19] Frankel, Jerey A. and Rose, Andrew K. A Panel Project on Purchasing Power Parity: Mean Reversion Within and Between Countries. Journal of Interna- tional Economics, 1996, 40, pp. 209-25.",
        "[20] Froot, Kenneth and Rogo, Kenneth. Perspectives on PPP and Long-Run Ex- change Rates. Handbook of International Economics, 1995. Eds. G. Grossman and K. Rogo, Vol.3, pp 1647-1688, North-Holland, New York.",
        "[21] Giovannini, Alberto. Exchange Rates and Traded Goods Prices. Journal of International Economics, 1988, 24(1/2), pp. 45-68.",
        "[22] Glen, Jack D. Real Exchange Rates in the Short, Medium, and Long Run. Journal of International Economics, 1992, 33(1/2), pp. 147-66.",
        "[23] Goldberg, Pinelopi K. and Knetter, Michael M. Goods Prices and Exchange Rates: What Have We Learned? Journal of Economic Literature, 1997, 35, pp. 1243-72.",
        "[24] Goldberg, Pinelopi and Verboven, Frank. The Evolution of Price Dispersion in European Car Markets. Review of Economic Studies, 2001, October, pp. 811- 848.",
        "[25] Haskel, Jonathan and Wolf, Holger. Why Does the Law of One Price Fail? A Case Study. Scandinavian Journal of Economics, 103, pp. 545-558.",
        "[26] Hassink, Wolter and Schettkat, Ronald. On Price Setting for Identical Products in Market without Formal Trade Barriers. IZA Discussion Paper No 315, 2001.",
        "[27] Hildreth, Cliord and Houck, James P. Some Estimators for a Linear Model with Random Coecients. Journal of the American Statistical Association, 1968, 63, pp. 584-95.",
        "[28] Im, Kyung So, Pesaran, M. Hashem and Shin, Yongcheol Testing for Unit Roots in Heterogeneous Panels. DAE Working Paper No. 9526, University of Cambridge, 1997.",
        "[29] Imbs, Jean, Mumtaz, Haroon, Ravn, Morten O. and Rey, HÃ\u0083Â©lÃ\u0083Â¨ne. Non- Linearities and Real Exchange Rate Dynamics. Journal of the European Eco- nomic Association, 2002, forthcoming.",
        "[30] Isard, Peter. How Far Can We Push the Law of One Price? American Eco- nomic Review, 1977, 67(5), pp. 942-48.",
        "[31] Kiefer, N.M., Vogelsang, T. J. and Bunzel, H. Simple Robust Testing of Re- gression Hypotheses, Econometrica, 2000, 68, pp. 695-714.",
        "[32] Kilian, Lutz and Taylor, Mark. Why is it so Dicult to Beat the Random Walk Forecast of Exchange Rates? Journal of International Economics, 2003, forthcoming.",
        "[33] Kilian, Lutz and Zha, Tao. Quantifying the Uncertainty about the Half-Life of Deviations from PPP. Journal of Applied Econometrics, 2002, Vol. 17, 2, pp. 107-125.",
        "[34] Knetter, Michael M. Price Discrimination by U.S. and German Exporters. American Economic Review, 1989, 79(1), pp. 198-210.",
        "[35] Knetter, Michael M. International Comparisons of Pricing-to-Market Behav- ior. American Economic Review, 1993, 83(3), pp. 473-86.",
        "[36] Kollman, Robert The Exchange Rate in a Dynamic-Optimizing Business Cy- cle Model with Nominal Rigidities: a Quantitative Investigation. Journal of International Economics, 2001, 55, pp. 243-62.",
        "[37] Lee, L and Griths, W. The Prior Likelihood and Best Linear Unbiased Predic- tion in Stochastic Coecient Linear Models. University of New England Work- ing Papers in Econometrics and Applied Statistics No 1, 1979.",
        "[38] Levin, Andrew and Lin, Chien-Fu. Unit Root Tests in Heterogeneous Panels. UCSD Working Paper No. 93-56, 1993.",
        "[39] Lothian, James R. Multi-Country Evidence on the Behavior of Purchasing Power Parity under the Current Float. Journal of International Money and Finance, 1997, 16(1), pp. 19-35.",
        "[40] Lothian, James R. and Taylor, Mark P. Real Exchange Rate Behavior: The Re- cent Float from the Perspective of the Past Two Centuries. Journal of Political Economy, 1996, 104(3), pp. 488-509.",
        "[41] Mark, Nelson Exchange Rate Fundamentals: Evidence on Long-Horizon Pre- dictability. American Economic Review, 1995, 85 (1), pp. 201-218.",
        "[42] Michael, Panos, Nobay, A. Robert and Peel, David A. Transactions Costs and Nonlinear Adjustment in Real Exchange Rates: An Empirical Investigation. Journal of Political Economy, 1997, 105(4), pp. 862-79.",
        "[43] Murray, Christian J. and Papell, David H. The Purchasing Power Parity Per- sistence Paradigm. Journal of International Economics, 2002a, 56, pp. 1-19.",
        "[44] Murray, Christian J. and Papell, David H. Do Panels Help Solve the Purchasing Power Puzzle? Mimeo University of Houston, 2002b.",
        "[45] Murray, Christian J. and Papell, David H. The Purchasing Power Parity Puzzle is Worse Than You Think: A Note on Long-Run Real Exchange Rate Behavior. Mimeo University of Houston, 2002c.",
        "[46] Ng, Serena and Perron, Pierre. Unit Root Tests in ARMA Models with Data- Dependent Methods for Selection of the Truncation Lag. Journal of the Amer- ican Statistics Association, 1995, 90, pp. 268-281.",
        "[47] Nickell, Stephen. Biases in Dynamic Models with Fixed Eects. Econometrica, 1981, 49, pp. 1417-46.",
        "[48] Oh, Keun-Yeob. Purchasing Power Parity and Unit Root Tests Using Panel Data. Journal of International Money and Finance, 1996, 15(3), pp. 405-18.",
        "[49] Obstfeld, Maurice, and Taylor, Alan M. Nonlinear Aspects of Goods-Market Arbitrage and Adjustment: Heckschers Commodity Points Revisited. Journal of the Japanese and International Economies, 1997, 11, pp. 441-79.",
        "[50] Parsley, David and Wei, Shang-Jin. Convergence to the Law of One Price with- out Trade Barriers or Currency Fluctuations. Quarterly Journal of Economics (November), 1996, pp.1211-36.",
        "[51] Parsley, David and Wei, Shang-Jin. Explaining the Border Eect: The Role of Exchange Rate Variability, Shipping Costs and Geography. Journal of Interna- tional Economics, forthcoming 2002.",
        "[52] Pesaran, M. Hashem. Estimation and Inference in Large Heterogeneous Panels with Cross-Section Dependence. University of Cambridge, 2002, Mimeo.",
        "[53] Pesaran, M. Hashem and Smith, Ron. Estimating Long-Run Relationships From Dynamic Heterogeneous Panels. Journal of Econometrics, 1995, 68, pp. 79-113.",
        "[54] Richardson, J. David. Some Empirical Evidence on Commodity Arbitrage and the Law of One Price. Journal of International Economics, 1978, 8(2), pp. 341- 51.",
        "[55] Robertson, D and Symons, J. Some Strange Properties of Panel Data Estima- tors. Journal of Applied Econometrics, 7(2), pp. 175-189.",
        "[56] Rogers, John and Jenkins, Michael. Haircuts or Hysteresis? Sources of Move- ments in Real Exchange Rates. Journal of International Economics, May 1995, 38, pp. 339-60.",
        "[57] Rogo, Kenneth S. The Purchasing Power Parity Puzzle. Journal of Economic Literature, 1996, 34, pp. 647-68.",
        "[58] Rossi, Barbara. Con...dence Intervals for Half-life Deviations from Purchasing Power Parity. Mimeo Princeton University, 2001.",
        "[59] Swamy, P. Statistical Inference in Random Coecient Regression Models. Springer-Verlag, 1971.",
        "[60] Swamy, P. Ecient Inference in a Random Coecient Regression Model. Econometrics, 1970, 38, pp.311-323.",
        "[61] Taylor, Alan M. Potential Pitfalls for the Purchasing-Power Parity Puzzle? Sampling and Speci...cation Biases in Mean-Reversion Tests of the Law of One Price. Econometrica, 2001, 69, pp. 47398.",
        "[62] Taylor, Mark and Sarno, Lucio. The Behavior of the Real Exchange Rate During the Bretton Woods Period. Journal of International Economics, 1998, 46, pp. 281-312.",
        "[63] Taylor, Mark P. and Peel, David A. Nonlinear Adjustment, Long-Run Equilib- rium and Exchange Rate Fundamentals. Journal of International Money and Finance, 2000, 19, pp. 33-53.",
        "[64] Taylor, Mark P., Peel, David A. and Sarno, Lucio. Nonlinear Mean-Reversion in Real Exchange Rates: Towards a Solution to the Purchasing Power Parity. International Economic Review, 2001, 42(4), pp. 1015-42.",
        "[65] Wu, Yangru. Are Real Exchange Rates Nonstationary: Evidence from a Panel- Data Test. Journal of Money, Credit, and Banking, 1996, 28(1), pp. 54-63."
    ]
}