{
    "id": 9374,
    "cites": 20,
    "cited_by": 6,
    "reference": [
        "American Council for Capital Formation. The Role of Federal Tax Policy and Regulatory Reform in Promoting Economic Recovery and Long-Term Growth Congressional Testimony, November 28, 2001.",
        "Auerbach, Alan J. Corporate Taxation in the United States. Brookings Papers on Economic Activity. 2, 1983: 451-505.",
        "Besley, Timothy J., and Harvey S. Rosen. Sales Taxes and Prices: An Empirical Analysis. National Tax Journal. 52(2), June 1999: 157-78.",
        "Cummins, Jason G., Kevin A. Hassett, and R. Glenn Hubbard. A Reconsideration of Investment Behavior Using Tax Reforms as Natural Experiments. Brookings Papers on Economic Activity. 2, 1994: 1-59.",
        "Capital Tax Incidence - 23 Due, John F. The Effect of the 1954 Reduction in Federal Excise Taxes on the List Prices of Electrical Appliances. National Tax Journal. 7(3), September 1954: 222-6.",
        "Evans, William N. Jeanne S. Ringel, and Diana Stech. Tobacco Taxes and Public Policy to Discourage Smoking. Tax Policy and the Economy. 13, 1999: 1-55.",
        "Feldstein, Martin S, Louis Dicks-Mireaux, and James Poterba. The Effective Tax Rate and the Pretax Rate of Return. Journal of Public Economics. 21(2), July 1983: 129-58.",
        "Feldstein, Martin and Lawrence Summers. Is the Rate of Profit Falling? Brookings Papers on Economic Activity. 1, 1977: 211-27.",
        "Feldstein, Martin S. and Lawrence Summers. Inflation, Tax Rules, and the Long-Term Interest Rate. Brookings Papers on Economic Activity. 1, 1978: 61-99.",
        "Griliches, Zvi and Dale W. Jorgenson. Sources of Measured Productivity Change: Capital Input. American Economic Review. 56(1), March 1966: 50-61.",
        "Haig, Robert M. and Carl Shoup. The Sales Tax in the American States. New York: Columbia University Press, 1934.",
        "Harberger, Arnold C. The Incidence of the Corporation Income Tax. Journal of Political Economy. 70, 1962: 215-40.",
        "Kendrick, John W. Productivity Trends in the United States. Princeton: Princeton University Press, 1961.",
        "Lucas, Robert E., Jr. Supply-Side Economics: An Analytical Review. Oxford Economic Papers. 42(2), April 1990: 293-316.",
        "Mendoza, Enrique G. Assaf Razin and Linda L. Tesar. Effective Tax Rates in Macroeconomics: Cross-Country Estimates of Tax Rates on Factor Incomes and Consumption. Journal of Monetary Economics. 34(3), December 1994: 297-323.",
        "Mulligan, Casey B. Capital, Interest, and Aggregate Intertemporal Substitution. NBER Working paper, December 2002.",
        "Mulligan, Casey B. and Justin G. Marion. Average Marginal Tax Rates Revisited: Comment. Working paper, University of Chicago, August 2000.",
        "Capital Tax Incidence - 24 Parker, Robert P., et al. Preview of the Comprehensive Revision of the National Income and Product Accounts: Recognition of Government Investment and Incorporation of a New Methodology for Calculating Depreciation. Survey of Current Business. 75(9), September 1995: 33-41.",
        "Poterba, James M. Retail Price Reactions to Changes in State and Local Sales Taxes. National Tax Journal. 49, June 1996: 165-76.",
        "Sidhu, Nancy D. The Effects of Changes in Sales Tax Rates on Retail Prices. in Proceedings of the Sixth-Fourth Annual Conference on Taxation. 720-33. Columbus: National Tax Association Tax Institute of America, 1971."
    ]
}