{
    "id": 9376,
    "cites": 25,
    "cited_by": 5,
    "reference": [
        "(1) Agenor, Pierre-Richard and Joshua Aizenman (1998) Contagion and Volatility with Imperfect Credit Markets, IMF Staff Papers Vol. 45, No.2, 207-235.",
        "(2) Baig, Taimur and Ilan Goldfajn (1999) Financila Market Contagion in the Asian Crisis, IMF Staff Papers Vol. 46, No.2, 167-195.",
        "(3) Berg, Andrew and Catherine Pattillo (1999) Are Currency Crises Predictable? A test, IMF Staff Papers Vol.46, No.2, 107-138.",
        "(5) Corsetti, Giancarlo, Paolo Pesenti, and Nouriel Roubini (1998a) What Caused the Asian Currency and Financial Crisis? Part I: A Macroeconomic Overview, NBER Working Paper No. 6833.",
        "(6) Corsetti, Giancarlo, Paolo Pesenti, and Nouriel Roubini (1998b) What Caused the Asian Currency and Financial Crisis? Part II: The Policy Debate, NBER Working Paper No. 6834.",
        "(7) Corsetti Giancarlo, Paolo Pesenti, Nouriel Roubini and Gerdric Tille (2000) Competitive Devaluations: Toward a Welfare-Based Approach, Journal of International Economics 51, 217-241.",
        "(8) Eichengreen, Barry, Andrew Rose and Charles Wyplosz (1994) Speculative Attacks on pegged exchange rates: an empirical exploration with special reference to the European monetary system, NBER Working Paper No. 4898.",
        "(9) Eichengreen, Barry, Andrew Rose and Charles Wyplosz (1996) Contagious Currency Crises: First Tests, Scandinavian Journal of Economics 98(4), 463-484.",
        "(10) Flood, Robert and Nancy Marion (1994) The size and timing of devaluations in capital-controlled developing economies, NBER Working Paper No. 4957.",
        "(11) Flood, Robert and Nancy Marion (1998) Perspectives on the Recent Currency Crisis literature, NBER Working Paper No. 6738.",
        "(12) Flood, Robert and Nancy Marion (2000) Self-Fulfilling risk predictions: an application to speculative attacks, Journal of International Economics 50, 245-268.",
        "(13) Forbes, Kristin (2000) The Asian Flu and Russian Virus: Firm-Level Evidence on How Crises are Transmitted Internationally, NBER Working Paper No. 7807.",
        "(14) Gerlach, Stefan and Frank Smets (1995) Contagious Speculative Attacks, European Journal of Political Economy 11, 45-63.",
        "(15) Glick, Reuven and Andrew Rose (1999) Contagion and trade Why are currency crises regional?, Journal of International Money and Finance 18, 603-617.",
        "(16) Hayashi, Fumio (2000) Econometrics, Princeton University Press.",
        "(17)Ito, Takatoshi, 1997, Capital flow and Emergin market, Lessons from Mxico crisis (Sihon ido to sinkou sijou- Mexico crisis no kyoukun), Keizai kenkyu 48(4), 289-305, in Japanese.",
        "(18) Ito, Takatoshi (2000) Capital Flows to East Asia, in Sebastian Edwards (eds.), Capital Flows and the Emerging Economics: Theory, Evidence, and Controversies, University of Chicago Press.",
        "(19) Kaminsky, Graciela, Saul Lizondo and Carmen M. Reinhart (1998) Leading Indicators of Currency Crises, IMF Staff Papers Vol.45, No.1, 1-48.",
        "(20) Kaminsky, Graciela, and Carmen M. Reinhart (2000) On crises, contagion, and confusion, Journal of International Economics Vol. 51, No. 1, 145-168.",
        "(21) Masson, Paul (1999a) Contagion: macroeconomic models with multiple equilibria, Journal of International Money and Finance 18, 587-602.",
        "(22) Masson, Paul (1999b) Contagion: monsoonal effects, spillovers and jumps between multiple equilibria, in Agenor, P.R., M. Miller, D.Vines and A. Weber (eds.), The Asian Financial Crisis: Causes, Contagion and Consequences, Cambridge University Press.",
        "(23) Obstfeld, Maurice (1996) Models of Currency crises with self-fulfilling features, European Economic Review 40, 1037-1047.",
        "(24) Otker, Inci and Ceyla Pazarbasioglu, 1997, Speculative attacks and macroeconomic fundamentals: evidence from some European Currencies, European Economic Review 4, 847-860.",
        "(25) Radelet, Steven, and Jeffrey Sachs (1998) The Onset of the East Asian Financial Crisis, NBER Working Paper No. 6680.",
        "(27) Yoshitomi, Masaru and Kenichi Ohno (1999) Capital-Account Crisis and Credit Contraction: The New Nature of Crisis Requires New Policy Responses, ADBI Working Paper"
    ]
}