{
    "id": 9379,
    "cites": 16,
    "cited_by": 30,
    "reference": [
        "Acemoglu, Daron, Johnson, Simon, and Robinson, James A., The Colonial Origins of Comparative Development: An Empirical Investigation. American Economic Review 91, 1369-1401, 2001.",
        "Acemoglu, Daron, Johnson, Simon, and Robinson, James A., Reversal of Fortunes: Geography and Institutions in the Making of the Modern World Income Distribution. Quarterly Journal of Economics 117, forthcoming 2002.",
        "Bailey, Martin J., Rubin, Paul H., A Positive Theory of Legal Change. International Review of Law and Economics 14, 467-477, 1994.",
        "Beck, Thorsten, DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, Asli, and Levine, Ross, Law, Endowments, and Finance. Journal of Financial Economics, forthcoming, 2003.",
        "Beck, Thorsten, and Levine, Ross, Industry Growth and Capital Allocation: Does Having a Market- or Bank-Based System Matter? Journal of Financial Economics 64, 147-180, 2002.",
        "Beck, Thorsten, and Levine, Ross, Stock Markets, Banks, and Economic Growth: Panel Evidence. Journal of Banking and Finance, forthcoming, 2003.",
        "Berkowitz, Daniel, Pistor, Katharina, and Richard, Jean Francois, Economic Development, Legality, and the Transplant Effect. European Economic Review, forthcoming, 2002.",
        "Blume, Lawrence E., Rubinfeld, Daniel L., The Dynamics of the Legal Process. Journal of Legal Studies 11, 405-419, 1982.",
        "Claessens, Stijn, Laeven, Luc, Financial Development, Property Rights, and Growth. Journal of Finance, forthcoming, 2003.",
        "Coffee, John C., Privatization and Corporate Governance: The Lessons from the Securities Market Failure. Unpublished working paper 158. Columbia Law School, New York, 2000.",
        "Cooter, Robert, Kornhauser, Lewis, Can Litigation Improve the Law Without the Help of Judges? Journal of Legal Studies 9, 139-63, 1980.",
        "Cooter, Robert, Kornhauser, Lewis, and Lane, David, Liability Rules, Limited Information and the Role of Precedent. Bell Journal of Economics 10, 366-81, 1979.",
        "Damaska, Mirjan R., The Faces of Justice and State Authority: A Comparative Approach to the Legal Process, New Haven, CT: Yale University Press, 1986.",
        "Dawson, John P., A History of Lay Judges. Cambridge, MA: Harvard University Press, 1960.",
        "DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, Asli and Vojislav Maksimovic, Law, Finance and Firm Growth. Journal of Finance 53, 2107-2137, 1998.",
        "DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, Asli and Vojislav Maksimovic, Institutions, Financial Markets and Firm Debt Maturity Journal of Financial Economics, 54, 295-336, 1999."
    ]
}