{
    "id": 9381,
    "cites": 19,
    "cited_by": 20,
    "reference": [
        "[1] Abel, A.B., N.G. Mankiw, L. H. Summers and R. J. Zeckhauser (1989): Assessing Dynamic Efficiency: Theory and Evidence, Review of Economic Studies, 56, 1-20.",
        "[2] Carroll, Christopher D., and David N. Weil (1994): Saving and Growth: A Reinter- pretation, Carnegie-Rochester Conference Series on Public policy, 40, 133-192.",
        "[3] Cecchetti, Stephen G., Hans Genberg , John Lipsky and Sushil B. Wadhwani (2000): Asset Prices and Central Bank Policy, Geneva Reports on the World Economy 2, London: Center for Economic Policy Research.",
        "[4] Chirinko, R.S., and H. Schaller (2001), Business Fixed Investment and Bubbles: The Japanese Case, American Economic Review, June, 663-680.",
        "[5] Cozzi, G. (1998), Culture as a Bubble, Journal of Political Economy, vol. 106(2), 376--394.",
        "[6] Diamond, Peter (1965): National Debt in a Neoclassical Growth Model, American Economic Review, 55, 1126--1150.",
        "[7] Gavin, M., R. Hausmann, E. Talvi (1997), Saving Behavior in Latin America: Overview and Policy Issues, IADB Wp 346, May.",
        "[8] Greenwood, Jeremy, and Boyan Jovanovic (1999): The Information-Technology Rev- olution and the Stock Market, American Economic Review (Papers and Proceedings), 89(2), 116-122.",
        "[9] Grossman, G., and N. Yanagawa (1993): Asset Bubbles and Endogenous Growth, Journal of Monetary Economics, 31, 3-19.",
        "[10] Hobijn, Bart, and Boyan Jovanovic (2001): The Information-Technology Revolution and the Stock Market: Evidence, American Economic Review, 91(5), 1203-1220.",
        "[12] Kindleberger, Charles P., (1989): Manias, Panics, and Crashes, (revised edition) Basic Books Inc., Harper Collins, USA.",
        "[13] King, I., and D. Ferguson (1993): Dynamic Inefficiency, Endogenous Growth and Ponzi Games, Journal of Monetary Economics, 79-104.",
        "[14] Olivier, Jacques (2000): Growth-Enhancing Bubbles, International Economic Re- view, 41(1), 133-151.",
        "[16] Saint-Paul, Gilles (1992): Fiscal Policy in an Endogenous Growth Model, European Economic Review, 36, 763-781.",
        "[17] Shiller, Robert J. (2000): Irrational Exuberance, Princeton: Princeton University Press.",
        "[18] Tirole, Jean (1985): Asset Bubbles and Overlapping Generations, Econometrica, 53(6), 1499-1528.",
        "[19] Ventura, Jaume (2001): A Portfolio View of the U.S. Current Account Deficit, Brook- ings Papers on Economic Activity,1, 241-253.",
        "[20] Weil, Philippe (1990): On the Possibility of Price Decreasing Bubbles, Econometrica, 58(6), 1467-1474.",
        "[21] Woodford, Michael (1991): Public Debt as Private Liquidity, American Economic Review, 80(2), 382-388."
    ]
}