{
    "id": 9382,
    "cites": 60,
    "cited_by": 19,
    "reference": [
        "[1] Alessie, R., M. Devereux and G. Weber (1997), Intertemporal Consumption, Durables and Liquidity Constraints: A Cohort Analysis. European Economic Review 41, 37-59.",
        "[2] Auerbach, A. and L. Kotlikoff (1987), Dynamic Fiscal Policy, Cambridge University Press.",
        "[3] Atkinson, A., Rainwater, L. and T.M. Smeeding (1995), Income Distribution in OECD Countries: Evidence from the Luxembourg Income Study (LIS). Social Policy Studies 18, OECD.",
        "[4] Attanasio, O. P. (1998), Cohort Analysis of Saving Behavior by U.S. Households. Journal of Human Resources 33, 575-609.",
        "[5] Attanasio, O.P., J. Banks, C. Meghir and G. Weber (1999), Humps and Bumps in Lifetime Consumption. Journal of Business and Economics 17, 22-35.",
        "[6] Attanasio, O. P. and M. Browning (1995), Consumption over the Life Cycle and over the Business Cycle. American Economic Review 85, 1118-1137.",
        "[7] Attanasio, O., P.K. Goldberg and E. Kyriazidou (2000), Credit Constraints in the Mar- ket for Consumer Durables; Evidence from Microdata on Car Loans. NBER Working Paper 7694.",
        "[8] Attanasio, O. and H. Low (2000), Estimating Euler Equations, NBER Technical Work- ing Paper 253.",
        "[9] Attanasio, O. and G. Weber (1995), Is Consumption Growth Consistent with Intertem- poral Optimization? Evidence for the Consumer Expenditure Survey. Journal of Po- litical Economy 103, 1121-1157.",
        "[10] Barrow, L. and L. McGranahan (2000), The Effects of the Earned Income Credit on the Seasonality of Household Expenditures. National Tax Journal, forthcoming.",
        "[11] Blundell, R., M. Browning and C. Meghir (1994), Consumer Demand and the Life-Cycle Allocation of Household Expenditures. Review of Economic Studies 61, 57-80.",
        "[12] Browning, M. and T. Crossley (1999), Shocks, Stocks and Shocks: Consumption Smoothing and the Replacement of Durables during an Unemployment Spell. Mimeo, Institute of Economics, University of Copenhagen.",
        "[13] Browning, M., A. Deaton and M. Irish (1985), A Profitable Approach to Labor Supply and Commodity Demands over the Life-Cycle. Econometrica, 53, 503-543.",
        "[14] Browning, M. and M. EjnÃ\u0083Â¦s (2002), Consumption and Children. Mimeo, Institute of Economics, University of Copenhagen.",
        "[15] Buhmann, B., Rainwater, L., Schmauss G. and T.M. Smeeding (1988), Equivalence Scales, Well-Being, Inequality and Poverty: Sensitivity Estimates across Ten Countries Using the Luxembourg Income Study Database. Review of Income and Wealth, 34, 115-142.",
        "[16] Cardia, E. and S. Ng (2000), How Important are Intergenerational Transfers of Time? A Macroeconomic Analysis. Mimeo, John Hopkins University.",
        "[17] Carroll, C.D. and L.H. Summers (1991), Consumption Growth Parallels Income Growth: Some New Evidence in B.D Bernheim and J.B Shoven (eds), National Saving and Economic Performance, University of Chicago Press for the NBER.",
        "[18] Carroll, C.D. (1992), The Buffer-Stock Theory of Saving: Some Macroeconomic Evi- dence. Brookings Papers on Economic Activity, 23, 61-156.",
        "[19] Carroll, C.D. (2001), Death to the Log-Linearized Consumption Euler Equation! (And Very Poor Health to the Second-Order Approximation). Advances in Macroeconomics, 1, article 6.",
        "[20] Citro, C.F. and R. T. Michael (1995), Measuring Poverty: A New Approach. National Academy Press.",
        "[21] Colosanto, D., A. Kapteyn, J. van der Gaag (1984), Two Subjective Measures of Poverty. Results from the Wisconsin Basic Needs Survey. Journal of Human Resources 19, 127-137.",
        "[23] Datzinger S, J. van der Gaag, M.K. Taussig and E. Smolensky (1994), The Direct Measurement of Welfare Levels: How Much Does it Cost to Make Ends Meet?. Review of Economics and Statistics, 66, 500-505.",
        "[24] Deaton, A. (1985), Panel Data from Time Series of Cross-Sections. Journal of Econo- metrics 30, 109-126.",
        "[25] Deaton, A. (1992), Understanding Consumption. Oxford University Press.",
        "[26] Deaton. A. (1997), The Analysis of Households Surveys. John Hopkins University.",
        "[27] Deaton, A. and C. Paxson (2000), Growth and Saving Among Individuals and House- holds. Review of Economics and Statistics, 82, 215-225.",
        "[28] DÃ\u0083Â­az, A. and M. Luengo-Prado (2002), Durable Goods and the Wealth Distibution. Mimeo, Universidad Carlos III.",
        "[29] Eberly, J. (1994), Adjustment of Consumers Durables Stocks: Evidence from Automo- bile Purchases. Journal of Political Economy 102, 403-436.",
        "[31] FernÃ\u0083Â¡ndez-Villaverde, J. and D. Krueger (2002), Consumption and Saving over the Life Cycle: How Important are Consumer Durables. Mimeo, University of Pennsylvania. Available at www.econ.upenn.edu/~jesusfv",
        "[32] Ferreira, M.L., R.C. Buse and J.P. Chavas (1998), Is There Bias in Computing House- hold Equivalence Measures. Review of Income and Wealth, 44, 183-198.",
        "[33] Fisher, J.D. and D.S. Johnson (2002), Consumption Mobility in the United States: Evidence from Two Panel Data Sets. Mimeo, Bureau of Labor Statistics.",
        "[34] Garner, T.I. and K. de Vos (1995), Income Sufficiency vs. Poverty: Results from the United States and The Netherlands. Journal of Population Economics 8, 117-134.",
        "[35] Garner, T.I. and K.S. Short (2001), Owner-Occupied Shelter in Experimental Poverty Measurement with a `Look at Inequality and Poverty Rates. Mimeo, Bureau of Labor Statistics.",
        "[36] Ghez, G.R. and G. Becker, (1975), The Allocation of Time and Goods over the Life Cycle. Columbia University Press for the NBER.",
        "[37] Gourinchas, P.O. and J. A. Parker (2002), Consumption over the Life Cycle. Econo- metrica 70, 47-89.",
        "[38] Hall, P. (1992a), The Bootstrap and Edgeworth Expansion. Springer-Verlag.",
        "[39] Hall, P. (1992b), Effect of Bias Estimation on Coverage Accuracy of Bootstrap Confi- dence Intervals for a Probability Density. Annals of Statistics 20, 675-694.",
        "[40] HÃ\u0083Â¤rdle, W. (1990), Applied Nonparametric Regression. Cambridge University Press.",
        "[41] Heckman, J.J. (1974), Life Cycle Consumption and Labor Supply: An Explanation of the Relationship Between Income and Consumption over the Life Cycle. American Economic Review 64, 184-194.",
        "[42] Heckman, J.J. and R. Robb (1985), Alternative Methods for Evaluating the Impact of Interventions in J.J. Heckman and B. Singer (eds), Longitudinal Analysis of Labor Market Data. Cambridge University Press.",
        "[43] Heckman, J.J. and E. Vytlacil (2001), Identifying the Role of Cognitive Ability in Explaining the Level and Change in the Return to Schooling. Review of Economics and Statistics 83, 1-12.",
        "[44] Horowitz, J. (2001), The Bootstrap in J.J. Heckman and E. Leamer (eds), Handbook of Econometrics, vol. 5.",
        "[45] Johnson, D.S. and T.I. Garner (1995), Unique Equivalence Scales: Estimation and Implications for Distributional Analysis. Journal of Income Distribution 4, 215-234.",
        "[47] Jorgenson, D. and D. Slesnick (1987), Aggregate Consumer Behavior and Household Equivalence Scales. Journal of Business Economics and Statistics 5, 219-232.",
        "[48] Kotlikoff, L.J. (2001), Essays on Saving, Bequest, Altruism and Life-Cycle Planning. MIT Press.",
        "[49] Laibson, D., A. Repetto and J. Tobacman (2001), A Debt Puzzle. Mimeo, Harvard University.",
        "[50] Lazear, E. and Michael, R.T. (1980), Family Size and the Distribution of Real Per Capita Income. American Economic Review 70, 91-107.",
        "[51] Lindert, P. H. (1978), Fertility and Scarcity in America. Princeton University Press.",
        "[52] Lindert, P.H. (1980), Child Cost and Economic Development in R. Easterlin (ed), Population and Economic Change in Developing Countries. Chicago University Press for NBER.",
        "[53] Ludvigson, S. and C. H. Paxson (2001), Approximation Bias in Linearized Euler Equa- tions. Review of Economics and Statistics 83, 242-256.",
        "[54] Mace, B. (1991), Full Insurance in the Presence of Aggregate Uncertainty. Journal of Political Economy 99, 928-56.",
        "[55] Nagatani. K. (1972), Life Cycle Savings: Theory and Fact. American Economic Review 62, 344-353.",
        "[56] Nelson, J. (1988), Household Economies of Scale in Consumption: Theory and Evi- dence, Econometrica 56, 1301-1314.",
        "[57] Nelson, J. (1993), Independent of a Base Equivalence Scales Estimation Using United States Micro-Data. Annales dÃ\u0083â\u0080°conomie et de Statistique 29, 43-62.",
        "[59] Pendakur, K. (1999), Semiparametric Estimates and Test of Base-Independent Equiv- alence Scales. Journal of Econometrics 88, 1-40.",
        "[60] Phipps, S. and T.I. Garner (1994), Are Equivalent Scales the Same for the United States and Canada?. Review of Income and Wealth 40, 1-17.",
        "[61] Pollak, R.A. and T.J. Wales (1979), Welfare Comparisons and Equivalence Scales (in Equality: The Individual vs. the Family). American Economic Review 69, 216-221.",
        "[62] Speckman, P. (1988), Kernel Smoothing in Partial Linear Models. Journal of the Royal Statistical Society B 50, 413-436.",
        "[63] Thurow, L. (1969), The Optimal Lifetime Distribution of Consumption Expenditures. American Economic Review 59, 324-330.",
        "[65] Zeldes, S. (1989), Consumption and Liquidity Constraints: An Empirical Investiga- tion. Journal of Political Economy 97, 305-346."
    ]
}