{
    "id": 9383,
    "cites": 31,
    "cited_by": 0,
    "reference": [
        "Abel, A., (1990), Asset prices under habit formation and catching up with the Joneses, American Economic Review 80, 3842.",
        "Anderson, T., T. Bollerslev, and F. Diebold, (2002), Parameteric and non-parameteric volatility measurement, Working Paper, Duke University.",
        "Ang, A., (2002), Characterizing the ability of dividend yield to predict future dividend growth in log-linear present value models, Working Paper, Columbia University.",
        "Ang, A. and G. Bekaert, (2001), Stock return predictability: Is it there?, Working Paper, Columbia University.",
        "Bansal, R. and A. Yaron, (2000), Risks for the long run: A potential resolution of asset pricing puzzles, NBER working paper 8059, December 2000.",
        "Barberis, N., M. Huang, and T. Santos, (2001), Prospect theory and asset pricing, Quarterly Journal of Economics 153.",
        "Barsky, R. B. and B. DeLong, (1993), Why does the stock market fluctuate?, Quarterly Journal of Economics 108, 291311.",
        "Brandt, M. and Q. Qang, (2002), On the relationship between the conditional mean and volatility of stock returns: a latent var approach, NBER working paper 9056.",
        "Breen, W., L. Glosten, and R. Jagannathan, (1989), Economic significance of predictable variations in stock index returns, Journal of Finance 44,5, 11771189.",
        "Campbell, J. Y., (1993), Intertemporal asset pricing without consumption data, American Economic Review 83, 487512.",
        "Campbell, J. Y., (1999), Asset prices, consumption and the business cycle, chapter 19, 1231 1303, Elsevier Science, North-Holland, In Handbook of Macroeconomics, Volume 1, John B. Taylor and Michael Woodford, editors.",
        "Cechetti, S., P. Lam, and N. Mark, (2000), Asset pricing with distorted beliefs: Are equity returns too good to be true?, American Economic Review 90, 787805.",
        "Cochrane, J. H., (1992), Explaining the variance of price dividend ratios, Review of Financial Studies 5, 243280.",
        "Davidian, M. and R. Carroll, (2002), Variance function estimation, Journal of the American Statistical Association 82, 10791091.",
        "Epstein, L. G. and S. Zin, (1989), Substitution, risk aversion and the temporal behavior of consumption and asset returns: A theoretical framework, Econometrica 57, 937969.",
        "Goyal, A. and I. Welch, (1999), The myth of predictability: Does the dividend yield forecast the equity premium?, Working Paper, UCLA.",
        "Granger, C. and P. Newbold, (1986), Forecasting Economic Time Series, Academic Press, San Diego, California.",
        "Hall, R., (2001), Struggling to understand the stock market, American Economic Review 91, 111.",
        "Hansen, L. P. and K. Singleton, (1982), Generalized instrumental variables estimation of nonlinear rational expectations models, Econometrica 50, 12691286.",
        "Hansen, L. P. and K. Singleton, (1983), Stochastic consumption, risk aversion and the temporal behavior of stock returns, Journal of Political Economy 91, 249265.",
        "Hodrick, R., (1992), Dividend yields and expected stock returns: Alternative procedures for inference and measurement, Review of Financial Studies 5, 357386.",
        "Kandel, S. and R. Stambaugh, (1991), Asset returns and intertemporal preferences, Journal of Monetary Economics 27, 3971.",
        "Lettau, M. and S. Ludvigson, (2002), Expected return and expected dividend growth, Unpublished manuscript, Stern Business School, New York University.",
        "Lucas, R., (1978), Asset prices in an exchange economy, Econometrica 46, 14291445.",
        "Mehra, R. and E. Prescott, (1985), The equity premium: a puzzle, Journal of Monetary Economics 15, 14561.",
        "Ogaki, M., (1993), Generlized Method of Moments: Econometric Applications, chapter 17, 455488, Elsevier Science Publisher, North-Holland, In Handbook of Statistics, G.S Maddala, C. R. Rao, and H. D. Vinod editors.",
        "Pagan, A. R. and G. W. Schwert, (1990), Alternative models for conditional stock volatility, Journal of Econometrics 45, 267290.",
        "Shiller, R. J., (1989), Market Volatility, MIT Press, Cambridge, Massachusetts.",
        "Stambaugh, R., (1999), Predictive regressions, Journal of Financial Economics 54, 375421.",
        "Torous, W. and R. Valkanov, (2000), Boundries of predictability: Noisy predictive regressions, Unpublished manuscript, UCLA.",
        "Weil, P., (1989), The equity premium puzzle and the risk free rate puzzle, Journal of Monetary Economics 24, 401421."
    ]
}