{
    "id": 9385,
    "cites": 18,
    "cited_by": 8,
    "reference": [
        "Bayoumi, Tamim (1998). The Japanese Fiscal System and Fiscal Transparency, in Bijan B.",
        "Aghevli, Tamim Bayoumi, and Guy Meredith, editors, Structural Change in Japan: Macroeconomic Impact and Policy Challenges. Washington DC: International Monetary Fund, p 177-212. Cargill, Thomas F., and Naoyuki Yoshino (2000). The Postal Savings System, Fiscal Investment and Loan Program, and Modernization of Japans Financial System, in Takeo Hoshi and Hugh Patrick, editors, Crisis and Change in the Japanese Financial System. Boston MA: Kluwer Academic Publishers, p 201-230.",
        "Cargill, Thomas F., and Naoyuki Yoshino (2001). The Postal Savings System and Fiscal Investment and Loan Program in Japan: Financial Liberalization, Dilemmas, and Solutions.",
        "Manuscript. Decentralization Promotion Committee, Prime Ministers Office. 2001. Final Report on-line at www8.cao.go.jp/bunken/bunken-iinkai/saisyu. In Japanese.",
        "Doi, Takero (2002). System and Role of Local Bonds Permits in Japan, in Toshihiro Ihori, Takero Doi, Ryuta Ray Kato, Hiroki Kondo, Hideo Nakano, Toru Nakazato, and Shouichi Sato, editors, Government Deficit and Fiscal Reform in Japan, pp 121-51. Boston MA: Kluwer Academic Publishers.",
        "Doi, Takero, and Takeo Hoshi (2002) FILP: How Much Has Been Lost? How Much More Will Be Lost? NBER Working Paper xxxx Doi, Takero, and Koichiro Mori (2002). Koteki Nenkin Tsumitatekin no Keizai Bunseki (Economic Analysis of Public Pension Reserves). Tokyo: Nihon Hyoron-sha, forthcoming.",
        "Economic Planning Agency (1998). Nihon no Shakai Shihon (Social Infrastructure of Japan).",
        "Tokyo: Toyo Keizai Shimpo-sha. Fukao, Mitsuhiro (1998). Zaisei Toyushi Seido no Gaikan to Mondai no Shozai (Fiscal Investment and Loan Program: An Overview and Problems) in Kazumasa Iwata and Mitsuhiro Fukao, editors, Zaisei Toyushi no Keizai Bunseki (Economic Analysis of the Fiscal Investment and Loan Program). Tokyo: Nihon Keizai Shimbun-sha, p 1-23.",
        "Higo, Masahiro (2001). Zaisei Toyushi no Genjo to Kadai: 2001 Nendo Kaikaku ga Zaito no Kino ni Ataeru Eikyo (Status quo and problems of Fiscal Investment and Loan Program: Effects of the FILP reform in FY 2001). Working Paper Series 01-1, Research and Statistics Department, Bank of Japan.",
        "Hoshi, Takeo, and Anil Kashyap (2001). Corporate Financing and Governance in Japan: The Road to the Future. Cambridge MA: MIT Press.",
        "Iwamoto, Yasushi (1998a). Zaisei Toyushi to Shakai Shihon Seibi (Fiscal Investment and Loan Program and Infrastructure Investment) in Kazumasa Iwata and Mitsuhiro Fukao, editors, Zaisei Toyushi no Keizai Bunseki (Economic Analysis of the Fiscal Investment and Loan Program). Tokyo: Nihon Keizai Shimbun-sha, p 147-174.",
        "Iwamoto, Yasushi (1998b). Zaito Sai to Zaito Kikan Sai (FILP Bonds and FILP Agency Bonds), Financial Review, 47: 134-53.",
        "Iwamoto, Yasushi (2001). Nihon no Zaisei Toyushi (Fiscal Investment and Loan Program: A Perspective on Government Interventions in the Japanese Financial Sector). Economic Review, 52(1): 2-15.",
        "Iwamoto, Yasushi (2002). The Fiscal Investment and Loan Program in Transition, Journal of the Japanese and International Economies, forthcoming.",
        "Iwata, Kazumasa (1998). Zaisei Toyushi no Shorai (The Future of Fiscal Investment and Loan Program) in Kazumasa Iwata and Mitsuhiro Fukao, editors, Zaisei Toyushi no Keizai Bunseki (Economic Analysis of the Fiscal Investment and Loan Program). Tokyo: Nihon Keizai Shimbun-sha, p 245-97.",
        "Kikkawa, Masahiro, Takeshi Sakai, and Hiroyuki Miyagawa (2000). Soundness of the Fiscal Investment and Loan Program, in Mitsuhiro Fukao, editor, Structural Problems of Japanese Financial System. Tokyo: Japan Center for Economic Research, p 41-59.",
        "Kono, Koretaka (1993). Zaisei Toyushi no Kenkyu (Research on the Fiscal Investment and Loan Program). Tokyo: Zeimu Keiri Kyokai.",
        "Matsuura, Katsumi (1990). Zaisei Toyushi -- Koteki Kinyu -- no Kenkyu (Analysis of Fiscal Investment and Loan Program). Economic Analysis, 119: 1-80."
    ]
}