{
    "id": 9386,
    "cites": 65,
    "cited_by": 4,
    "reference": [
        "Anderson, Christopher and Anil Makhija (1999), Deregulation, Disintermediation, and Agency Costs of Debt: Evidence from Japan, Journal of Financial Economics, 51: 309-39.",
        "Ando, Albert, Dimitrios Christelis, and Tsutomu Miyagawa (2002) Inefficiency of Corporate Investment and Distortion of Savings Behavior, in Magnus BlomstrÃ\u0083Â¶m, Jennifer Corbett, Fumio Hayashi, and Anil Kashyap (eds.), Structural Impediments to Growth in Japan, forthcoming (Chicago, University of Chicago Press).",
        "Aoki, Masahiko (1988), Information, Incentives and Bargaining in the Japanese Economy (Cambridge, Cambridge University Press).",
        "Aoki, Masahiko and Hugh Patrick (eds.) (1994), The Japanese Main Bank System: Its Relevance for Developing and Transforming Economies (Oxford, Oxford University Press).",
        "Asanuma, Banri (1989), Manufacturer-Supplier Relationships in Japan and the Concept of a Relation-Specific Skill, Journal of the Japanese and International Economies, 3: 1-30.",
        "Bertrand, Marianne, Paras Mehta, and Sendhil Mullainathan (2002) Ferreting Out Tunneling, Quarterly Journal of Economics, 117: 121-48.",
        "Bianchi, Marcello, Magda Bianco, and Luca Enriques (2001), Ownership, Pyramidal Groups, and the Separation between Ownership and Control in Italy, in Fabrizio Barca and Marco Becht (eds.), The Control of Corporate Europe (Oxford, Oxford University Press).",
        "Bisson, Thomas (1954), Zaibatsu Dissolution in Japan (Berkeley CA, University of California Press).",
        "Branstetter, Lee (2000), Vertical Keiretsu and Knowledge Spillovers in Japanese Manufacturing: An Empirical Assessment, Journal of the Japanese and International Economies, 14: 73-104.",
        "Carlin, Wendi and Colin Mayer (1999), Finance, Investment, and Growth, CEPR Discussion Paper 2223, forthcoming, Journal of Financial Economics.",
        "Caves, Richard and Masu Uekusa (1976), Industrial Organization in Japan (Washington DC, The Brookings Institution).",
        "Chang, Sea-jin and Unghwan Choi (1988), Strategy, Structure, and Performance of Korean Business Groups: A Transaction Cost Approach, Journal of Industrial Economics, 37: 141-58.",
        "Chang, Sea-jin. and Jaebum Hong (2000), The Economic Performance of the Group Affiliated Companies in Korea: Groupwise Resource Sharing and Internal Transactions, Academy of Management Journal, 43: 429-48.",
        "Claessens, Stijn, Simon Djankov, Joseph Fan, and Larry Lang (1999), The Rationale for Groups: Evidence from East Asia, unpublished manuscript, The World Bank.",
        "Encaoua, David and Alexis Jacquemin (1982), Organizational Efficiency and Monopoly Power: The Case of French Industrial Groups, European Economic Review, 19: 25-51.",
        "Fisman, Raymond (2001), Estimating the Value of Political Connections, American Economic Review, 91: 1095-102.",
        "Flath, David (1993), Shareholding in the Keiretsu: Japans Corporate Groups, Review of Economics and Statistics, 75: 249-57.",
        "Fujimoto, Takahiro (1999), The Evolution of a Manufacturing System at Toyota (Oxford, Oxford University Press).",
        "Gibson, Michael (1995), Can Bank Health Affect Investment? Evidence from Japan, Journal of Business, 68: 281-308.",
        "Goto, Akira (1982), Business Groups in a Market Economy, European Economic Review, 19: 53-70.",
        "Hadley, Eleanor (1970), Antitrust in Japan (Princeton NJ, Princeton University Press).",
        "Hoshi, Takeo (1994), Evolution of the Main Bank System in Japan, in Mitsuaki Okabe (ed.), The Structure of the Japanese Economy (London, Macmillan).",
        "Hoshi, Takeo and Anil Kashyap (2001), Corporate Financing and Governance in Japan: The Road to the Future (Cambridge MA, MIT Press).",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein (1990), The Role of Banks in Reducing the Costs of Financial Distress in Japan, Journal of Financial Economics, 27: 67-88.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein (1991), Corporate Structure, Liquidity and Investment: Evidence from Japanese Industrial Groups, Quarterly Journal of Economics, 106: 33-60.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein (1993), The Choice between Public and Private Debt: An Analysis of Post Deregulation Corporate Financing in Japan, NBER Working Paper 4421.",
        "Johnson, Simon, Peter Boone, Alasdair Breach, and Eric Friedman (2000), Corporate Governance in the Asian Financial Crisis, Journal of Financial Economics, 58: 141-86.",
        "Kang, Jun-Koo and Anil Shivdasani (1995), Firm Performance, Corporate Governance, and Top Executive Turnover in Japan, Journal of Financial Economics, 38: 29- 58.",
        "Kang, Jun-Koo and Anil Shivdasani (1997), Corporate Restructuring During Performance Declines in Japan, Journal of Financial Economics, 46: 29-65.",
        "Kang, Jun-Koo and Anil Shivdasani (1999), Alternative Mechanisms of Corporate Governance in Japan: An Analysis of Independent and Bank-Affiliated Firms, Pacific Basin Finance Journal, 7: 1-22.",
        "Kang, Jun-Koo and Ren Stulz (2000), Do Banking Shocks Affect Firm Performance? An Analysis of the Japanese Experience, Journal of Business, 73: 1-23.",
        "Kashyap, Anil (1989), Empirical Evidence on the Insurance Aspects of Japanese Industrial Alliances, unpublished PhD dissertation, MIT.",
        "Kawasaki, Seiichi and John McMillan (1987), The Design of Contracts: Evidence from Japanese Subcontracting, Journal of the Japanese and International Economies, 1: 327-49.",
        "Keister, Lisa (1998), Engineering Growth: Business Group Structure and Firm Performance in Chinas Transition Economy, American Journal of Sociology, 10: 404-40.",
        "Khanna, Tarun (2000), Business Groups and Social Welfare in Emerging Markets: Existing Evidence and Unanswered Questions, European Economic Review, 44: 748-61.",
        "Khanna, Tarun and Krishna Palepu (1999), Policy Shocks, Market Intermediaries, and Corporate Strategy: The Evolution of Business Groups in Chile and India, Journal of Economics and Management Strategy, 8: 271-310.",
        "Khanna, Tarun and Krishna Palepu (2000), Is Group Membership Profitable in Emerging Markets? An Analysis of Diversified Indian Business Groups, Journal of Finance, 55: 867-91.",
        "Khanna, Tarun and Yishay Yafeh (2001), Business Groups and Risk Sharing around the World, unpublished manuscript, Harvard Business School.",
        "La Porta, Rafael, Florencio Lopez de Silanes, Andrei Shleifer and Robert Vishny (1998), Law and Finance, Journal of Political Economy, 106: 1113-55.",
        "Lawrence, Robert (1993), Japans Different Trade Regime: An Analysis with Particular Reference to Keiretsu, Journal of Economic Perspectives, 7: 3-19.",
        "Leff, Nathaniel (1978), Industrial Organization and Entrepreneurship in the Developing Countries: The Economic Groups, Economic Development and Cultural Change, 26: 661-75.",
        "Lincoln, James, Michael Gerlach, and Christina Ahmadjian (1996), Keiretsu Networks and Corporate Performance in Japan, American Sociological Review, 61: 67-88.",
        "Mayer, Colin, Koen Schoors, and Yishay Yafeh (2002), Sources of Funds and Investment Strategies of Venture Capital Funds: Evidence from Germany, Israel, Japan and the UK, CEPR Discussion Paper 3340.",
        "Miwa, Yoshiro and Mark Ramseyer (2001a), The Fable of the Keiretsu, Harvard Law School Discussion Paper 316.",
        "Miwa, Yoshiro and Mark Ramseyer (2001b), The Myth of the Main Bank: Japan and Comparative Corporate Governance, University of Tokyo CIRJE Discussion Paper F-131.",
        "Miyajima, Hideaki (1994), The Transformation of Zaibatsu to Postwar Corporate Groups-From Hierarchically Integrated Groups to Horizontally Integrated Groups, Journal of the Japanese and International Economies, 8: 293-328.",
        "Miyajima, Hideaki, and Yasuhiro Arikawa (2001), Relationship Banking and Debt Choice: Evidence from the Liberalization in Japan, Waseda University Institute of Financial Studies Working Paper.",
        "Montalvo, Jose and Yishay Yafeh (1994), A Micro-econometric Analysis of Technology Transfer: The Case of Licensing Agreements of Japanese Firms, International Journal of Industrial Organization, 12: 227-44.",
        "Nakatani, Iwao (1984), The Economic Role of Financial Corporate Grouping, in Masahiko Aoki (ed.), The Economic Analysis of the Japanese Firm (New York NY, North Holland).",
        "Ohkawa, Kazushi and Henry Rosovsky (1973), Japanese Economic Growth: Trend Acceleration in the Twentieth Century (Stanford CA, Stanford University Press).",
        "Okabe, Mitsuaki (2001), Are Cross Shareholdings of Japanese Corporations Dissolving? Evolution and Implications, University of Oxford, Nissan Institute Occasional Paper 33.",
        "Okada, Yoshitaka (2001), Cooperative Learning and Japans Techno-Governance Structure: Exploratory Case Studies, Sophia International Review, 23(1): 19- 42.",
        "Okazaki, Tetsuji (2001), The Role of Holding Companies in Prewar Japanese Economic Development: Rethinking Zaibatsu in Perspective of Corporate Governance, Social Science Japan, 4: 243-68.",
        "Peek, Joe and Eric Rosengren (2002), Corporate Affiliation and the (Mis) Allocation of Credit, paper presented at the NBER Strategic Alliances conference.",
        "Perotti, Enrico and Stanislav Gelfer (2001), Red Barons or Robber Barons? Governance and Financing in Russian Financial-Industrial Groups, European Economic Review, 45: 1601-17.",
        "Saxonhouse, Gary (1993), What Does Japanese Trade Structure Tell Us about Japanese Trade Policy? Journal of Economic Perspectives, 7: 21-43.",
        "Sheard, Paul (1989), The Main Bank System and Corporate Monitoring and Control in Japan, Journal of Economic Behavior and Organization, 11: 399-422.",
        "Sheard, Paul (1997), Keiretsu, Competition and Market Access, in Edward Graham and David Richardson (eds.), Global Economic Policy (Washington DC, Institute of International Economics).",
        "Shleifer, Andrei and Robert Vishny (1986), Large Shareholders and Corporate Control, Journal of Political Economy, 94: 461-88.",
        "Strachan, Harry (1976), Family and Other Business Groups in Economic Development: The Case of Nicaragua (New York NY, Praeger Press).",
        "Suzuki, Kazunori (1998), Inter-Corporate Shareholding in Japan: Their Significance and Impact of Sales of Stakes, unpublished manuscript, London Business School.",
        "Economy of Bank Performance (Cambridge, Cambridge University Press). Weinstein, David and Yishay Yafeh (1995), Collusive or Competitive? An Empirical Investigation of Keiretsu Behavior, Journal of Industrial Economics, 43: 359- 76.",
        "Weinstein, David and Yishay Yafeh (1998), On the Costs of a Bank-Centered Financial System: Evidence from the Changing Main Bank Relations in Japan, Journal of Finance, 53: 635-72.",
        "Yafeh, Yishay (1995), Corporate Ownership, Profitability, and Bank-Firm Ties: Evidence from the American Occupation Reforms in Japan, Journal of the Japanese and International Economies, 9: 154-73.",
        "Yafeh, Yishay (2000), Corporate Governance in Japan: Past Performance and Future Prospects, Oxford Review of Economic Policy, 16: 74-84."
    ]
}