{
    "id": 9388,
    "cites": 13,
    "cited_by": 6,
    "reference": [
        "Angelini, P., (1998), An analysis of competitiveexternalities in gross settlement systems, Journal of Banking and Finance 22, 118.",
        "Bartolini, L., G. Bertola, and A. Prati, (2001), Banks reserve management, transaction costs, and the timing of federal reserve intervention, Forthcoming, Journal of Money Credit and Banking.",
        "Baumol, W., (1952), The transactions demand for cash: An inventory theoretic approach, Quarterly Journal of Economics 66, 545556.",
        "Bollerslev, T., (1986), Generalized autoregressive conditional heteroskedasticity, Journal of Econometrics 307327.",
        "Clouse, J. and D. Elmendorf, (1997), Declining required reserves and the volatility of the federal funds rate, Finance and Economics Discussion series No-1997-30, Federal Reserve Board, Washington DC.",
        "Cothren, R. and R. Waud, (1994), On the optimality of reserve requirements, Journal of Money Banking and Credit 26, 827838.",
        "Engle, R. F., (1982), Autoregressive conditional heteroscedasticity with estimates of the variance of United Kingdom inflation, Econometrica 50, 9871007.",
        "Frenkel, J. and B. Jovanovic, (1980), On transactions and precautionary demand for money, Quarterly Journal of Economics 95, 2543.",
        "Furfine, C., (1998), Interbank payments and the federal funds rate, Working Paper, Board of Governors of the Federal Reserve System.",
        "Hausman, J. and A. Sanchez-Bell, (1975), The stochastic cash balance problem with average compensating balance requirements, Management Science 84957.",
        "Miller, M. and D. Orr, (1966), A model of the demand for money by firms, Quarterly Journal of Economics 80, 413435.",
        "Ogaki, M., (1993), Generalized Method of Moments: Econometric Applications, volume 11, 455487, In Handbook of Statistics.",
        "Tobin, J., (1958), Liquidity preference as behavior toward risk, Review of Economic Studies 6586."
    ]
}