{
    "id": 9389,
    "cites": 30,
    "cited_by": 57,
    "reference": [
        "Angrist, Joshua, Eric Bettinger, Erik Bloom, Beth King, and Michael Kremer, Vouchers for Private Schooling in Colombia: Evidence from a Randomized Natural Experiment, American Economic Review 92 (2002), 1535-1558.",
        "Angrist, Joshua, and Jinyong Hahn, When to Control for Covariates? Panel-Asymptotic Results for Estimates of Treatment Effects, NBER Technical Working Paper No. 241, May 1999.",
        "Angrist, Joshua D. and Victor Lavy, Using Maimonides Rule to Estimate the Effects of Class Size on Scholastic Achievement, Quarterly Journal of Economics 104 (1999), 533-576.",
        "Augurzky, Boris, and Christoph M. Schmidt, The Evaluation of Community-Based Interventions: A Monte Carlo Study, IZA DP No. 270, March 2001.",
        "Behrman, Jere R., P. Sengupta, and P. Todd, Final Report: The Impact of PROGRESA on Achievement Test Scores in the First year, International Food Policy Research Institute, Food Consumption and Nutrition Division, September 2000.",
        "Bell, Robert M., and Daniel F. McCaffrey, Bias Reduction in Standard Errors for Linear regression with Multi-stage Samples, Forthcoming, Survey Methodology 28 (2002).",
        "Central Bureau of Statistics, Statistical Abstract of Israel 53, Jerusalem: Central Bureau of Statistics, 2002.",
        "Chesher, Andrew, and I. Jewitt, The Bias of a Heteroscedasticity-Consistent Covariance Matrix Estimator, Econometrica 55 (1987), 1217-1222.",
        "Cornfeld, J., Randomization by Group: A Formal Analysis, American Journal of Epidemiology 198 (1978), 100-2.",
        "Dearden, Lorraine, C. Emmerson, C. Frayne, A. Goodman, H. Ichimura, and C. Meghir, Education Maintenance Allowance: The First year, A Quantitative Evaluation, Department for Education and Evaluation Research Report RR257, May 2001.",
        "Diehr, Paula, Donald C. Martin, Thomas Koepsell, and Allen Cheadle, Breaking the Matches in a Paired t-Test for Community Interventions when the Number of Pairs is Small, Statistics in Medicine 14 (1995), 1491-1504.",
        "Donald, Stephen, and Kevin Lang (2001), Inference with Differences-in-Differences and Other Panel Data, Boston University Department of Economics, mimeo, March 2001.",
        "Dynarski, Mark, and Philip Gleason, How Can We Help? What Have We Learned from Evaluations of Federal Dropout-Prevention Program, Princeton, NJ: Mathematica Policy research Research report 8014140, June, 1998.",
        "Eckstein, Zvi, and K.I. Wolpin, Why Youths Drop Out of High School: The Impact of preferences, Opportunities, and Abilities, Econometrica 67 (November 1999), 1295-1340.",
        "Feng, Ziding, P. Diehr, A. Peterson, and D. McLerran, Selected Statistucal issues in Group Randomized Trials, Annual Review of Public Health 22 (2001), 167-87.",
        "Fuller, W.C., C.F. Manski, and D.A. Wise, New Evidence on the Economic Determinants of Postsecondary Schooling, The Journal of Human Resources 17 (Autumn, 1982), 477-498.",
        "Gail, M.H., S. Mark, R. Carroll, S. Green, and D. Pee, On Design Consideratons and Randomizationbased Inference for Community Intervention Trials, Statistics in Medicine 15 (1996), 1069-1092.",
        "Gruber, J., Risky Behavior Among Youths: An Economic Analysis, NBER Working Paper 7781 (July 2000).",
        "Hahn, Andrew, T. Leavitt, and P. Aaron, Evaluation of the Quantum Opportunities Program (QOP): Did the Program Work?, Heller Graduate School, Center for Human Resources, Brandeis University, June 1994.",
        "Imbens, Guido W. and Joshua D. Angrist, Identification and Estimation of Local Average Treatment Effects, Econometrica 62 (1994), 467-75.",
        "Kane, Thamas J., and Douglas O. Staiger, Improving School Accountability Measures, NBER Working Paper 8156, March 2001.",
        "Keane, Michael P., and K.I. Wolpin, Eliminating Race Differences in School Attainment and Labor Market Success, Journal of Labor Economics 18 (October 2000), 614-52.",
        "Lavy, Victor, Evaluating the Effect of Teachers Group Incentives on Student Achievement, Journal of Political Economy 110 (2002), 1286-1317.",
        "Liang, Kung-yee, and Scott L. Zeger, Longitudinal Data Analysis Using Gerealized Linear Models, Biometrika 73 (1986), 13-22.",
        "Long, David M, J.M. Gueron, R.G.Wood, R. Fisher, and V. Fellerath, LEAP: Three-year Impacts of Ohios Welfare Initiative to Improve School Attendance Among Teenage Parents, New York: MDRC, April 1996.",
        "MacKinnon, J.G., and H. White, Some Heteroscedasticity-Consistent Covariance Matrix Estimators with Improved Finite-Sample Properties, Journal of Econometrics 29 (1985), 305-325.",
        "Moulton, Brent, Random Group Effects and the Precision of Regression Estimates, Journal of Econometrics 32 (1986), pp. 385-97.",
        "Reich, Robert, Op. Ed., The New York Times (January 9, 1998).",
        "Rosenbaum, Paul R., Observational Studies, New York: Springer-Verlag, 1995.",
        "Schultz, T. Paul, School Subsidies for the Poor: Evaluating the Mexican PROGRESA Poverty Program, Economic Growth Center Dsicussion Paper 834, Yale University, August 2001."
    ]
}