{
    "id": 9394,
    "cites": 32,
    "cited_by": 1,
    "reference": [
        "Angrist, Joshua D. and Alan B. Krueger. 2001. Instrumental Variables and the Search for Identification: From Supply and Demand to Natural Experiments. Journal of Economic Perspectives 15: 69-87.",
        "Bound, John, David A. Jaeger, and Regina M. Baker. 1995. Problems with Instrumental Variables Estimation When the Correlation between the Instruments and the Endogenous Explanatory Variable is Weak. Journal of the American Statistical Association 90: 443-450.",
        "Buchmueller, Thomas C. and Robert G. Valletta. 1999. The Effect of Health Insurance on Married Female Labor Supply. Journal of Human Resources 34: 42-70.",
        "Card, David. 1999. The Casual Effect of Education on Earnings. In Orley Ashenfelter and David Card, eds., Handbook of Labor Economics. North Holland.",
        "Carroll, Christopher D. and Andrew A. Samwick. 1998. How Important is Precautionary Saving? Review of Economics and Statistics 80: 410-419.",
        "Cheng, Shou-Hsia and Tung-Liang Chiang. 1997. The Effect of Universal Health Insurance on Health Care Utilization in Taiwan: Results from a Natural Experiment. Journal of American Medical Association 278: 89-93.",
        "Chou, Shin-Yi, Jin-Tan Liu, and James K. Hammitt. Forthcoming. National Health Insurance and Precautionary Saving: Evidence from Taiwan. Journal of Public Economics. Chou, Ying-Jeng and Douglas Staiger. 2001. Health Insurance and Female Labor Supply in Taiwan. Journal of Health Economics 20: 187-211.",
        "Cullen, Julie Berry and Jonathan Gruber. 2000. Does Unemployment Insurance Crowd Out Spousal Labor Supply? Journal of Labor Economics 18: 546-572.",
        "Cutler, David and Jonathan Gruber. 1996. Does Public Insurance Crowd Out Private Insurance? Quarterly Journal of Economics 111: 391-430.",
        "Deaton, Angus S. and Christina H. Paxson. 1994a. Intertemporal Choice and Inequality. Journal of Political Economy 102: 437-467.",
        "Deaton, Angus S. and Christina H. Paxson. 1994b. Saving, Growth and Aging in Taiwan. In David A. Wise, ed., Studies in the Economics of Aging. Chicago and London: University of Chicago Press.",
        "Dynan, Karen E. 1993. How Prudent Are Consumers? Journal of Political Economy 101: 1104-1113.",
        "Engen, Eric M. and Jonathan Gruber. 2001. Unemployment Insurance and Precautionary Saving. Journal of Monetary Economics 47: 545-579.",
        "Gertler, Paul and Jonathan Gruber. 2001. Insuring Consumption Against Illness. American Economic Review 92: 51-70.",
        "Gertler, Paul, Roland Sturm, and Bruce Davidson. 1994. Information and the Demand for Supplemental Medicare Insurance. NBER Working Paper 4700.",
        "Gollier, Christian and John Pratt. 1964. Risk Vulnerability and the Tempering Effect of Background Risk. Econometrica: 1109-1123.",
        "Gruber, Jonathan. 1997. The Consumption Smoothing Benefits of Unemployment Insurance. American Economic Review 87: 192-205.",
        "Gruber, Jonathan and Brigitte C. Madrian. 2002 . Health Insurance, Labor Supply and Job Mobility. NBER working paper 8817.",
        "Gruber, Jonathan and Aaron Yelowitz. 1999. Public Health Insurance and Private Savings. Journal of Political Economy 107: 1249-1274.",
        "Guiso, Luigi, Tullio Jappelli, and Daniele Terlizzese. 1992. Earnings Uncertainty and Precautionary Saving. Journal of Monetary Economics 30: 307-337.",
        "Hubbard, R. Glenn, Jonathan Skinner, and Stephen P. Zeldes. 1995. Precautionary Saving and Social Insurance. Journal of Political Economy 103: 360-399.",
        "Imbens, Guido and Joshua D. Angrist. 1994. Identification and Estimation of Local Average Treatment Effects. Econometrica 62 : 467-475.",
        "Kantor, Shawn Everett and Price V. Fishback. 1996. Precautionary Saving, Insurance, and the Origins of Workers Compensation. Journal of Political Economy 104: 419-442.",
        "Kazarosian, Mark. 1997. Precautionary Savings -- A Panel Study. Review of Economics and Statistics: 241-247.",
        "Kimball, Miles S. 1993. Standard Risk Aversion . Econometrica 61: 589-611.",
        "Kotlikoff, Laurence J. 1989. Health Expenditures and Precautionary Savings. In Laurence J. Kotlikoff, ed., What Determines Savings. Cambridge, Massachusetts: MIT Press.",
        "Meyer, Bruce D. 1995. Natural and Quasi-Experiments in Economics. Journal of Business and Economic Statistics 13: 151-161.",
        "Olson, Craig A. 1998. A Comparison of Parametric and Semiparametric Estimates of the Effect of Spousal Health Insurance Coverage on Weekly Hours Worked by Wives. Journal of Applied Econometrics 13: 543-565.",
        "Peabody, John W., Joanna Chih-I Yu, Yi-Ren Wang, and Stephen R. Bickel. 1995.",
        "Association 273: 777-781. Pratt, John W. and Richard J. Zeckhauser. 1987. Proper Risk Aversion. Econometrica 55: 143-154.",
        "Skinner, Jonathan. 1988. Risky Income, Life Cycle Consumption, and Precautionary Savings. Journal of Monetary Economics 22: 237-255.",
        "Starr-McCluer, Martha. 1996. Health Insurance and Precautionary Saving. American Economic Review 86: 285-295."
    ]
}