{
    "id": 9397,
    "cites": 16,
    "cited_by": 5,
    "reference": [
        "Spiegel, M. Mark, 1994, Sovereign Risk Exposure With Potential Liquidation: The Performance of Alternative Forms of Financing, Journal of International Money and Finance, 400-414.",
        "Rosen, Sherwin, 1978, Substitution and Division of Labor, Economica.",
        "Markusen J. R. and K. E. Maskus, 2001, General-Equilibrium Approaches to the Multinational Firm: A Review of Theory and Evidence, NBER WP No. 8334.",
        "Markusen J. R., 1984, Multinationals, Multi-Plant Economies and the Gains from Trade, Journal of International Economics 16, 205-226.",
        "Klein, Michael and Eric Rosengren, 1994, The Real Exchange Rate and Foreign Direct Investment in the United States: Relative Wealth vs. Relative Wage Effects, Journal of International Economics 36, 373-389.",
        "Helpman, Elhanan. 1984, A Simple Theory of Trade with Multinational Corporations, Journal of Political Economy 92, 451-471.",
        "Goldberg, L. S. and Kolstad, C. D., 1995, Foreign Direct Investment, Exchange Rate Variability and Demand Uncertainty, International Economic Review, vol 36, no.4, pp.855-873.",
        "Hausmann, Ricardo and Michael Gavin, 1995, Overcoming Volatility, Part II of Economic and Social Progress in Latin America, Inter-American Development Bank.",
        "Dunning, J. H., 1993, Multinational Enterprises and the Global Economy, Addison Wesley.",
        "Feenstra, Robert C. and Gordon H. Hanson, 1997, Foreign Direct Investment and Relative Wages: Evidence from Mexicos Maquiladoras, Journal of International Economics, Vol. 42: 371-394.",
        "Froot, Ken and J. Stein, 1991, Exchange Rates and Foreign Direct Investment: An Imperfect Capital Markets Approach, Quarterly Journal of Economics 106, 1191- 1217.",
        "Carr, David L., James R. Markusen and Keith E. Maskus, 2001, Estimating Knowledge- Capital Model of the Multinational Enterprise, American Economic Review 91, No.3 (June), 693-708.",
        "Brainard, S. L., 1997, An Empirical Assessment of the Proximity-Concentration Tradeoff between Multinational Sales and Trade, American Economic Review 87, 520-544.",
        "Blonigen, Bruce. 1997, Firm-Specific Assets and the Link Between Exchange Rates and Foreign Direct Investment, American Economic Review 87, June, 447-466.",
        "Aizenman, J. and N. P. Marion, The Merits of Horizontal versus Vertical FDI in the Presence of Uncertainty, November 2001.",
        "Aizenman, J. 1994, Monetary and real shocks, productive capacity and exchange rate regimes, Economica, November, 407-34."
    ]
}