{
    "id": 9400,
    "cites": 19,
    "cited_by": 13,
    "reference": [
        "Selingo, Jeff (2001). Questioning the Merit of Merit Scholarships. Chronicle of Higher Education, January 19, p.A20.",
        "Skocpol, Theda (1991). Targeting within Universalism: Politically Viable Policies to Combat Poverty in the United States, in Christopher Jencks and Paul Peterson, eds., The Urban Underclass.",
        "National Center for Education Statistics, US Department of Education (1995). Making the Cut: Who Meets Highly Selective College Entrance Criteria? Washington, D.C.: Government Printing Office.",
        "Going. Unpublished Manuscript, University of California Los Angeles. Leslie, Larry and Paul Brinkman (1988). The Economic Value of Higher Education. New York: Macmillan.",
        "Long, Bridget Terry (2002). Merit-Based Financial Aid and College Tuition: The Case of Georgias HOPE Scholarship. Unpublished Manuscript, Harvard University and National Bureau of Economic Research.",
        "Jaffe, Greg (1997). Free for All: Georgias Scholarships Are Open to Everyone, and Thats a Problem. The Wall Street Journal, June 2, p. 1.",
        "Henry, Gary and others (undated). Hope Longitudinal Study, First-Year Results. Unpublished manuscript, Council for School Performance, Georgia State University. Henry, Gary T. and Ross Rubenstein (2002). Paying for Grades: Impact of Merit-Based Financial Aid on Educational Quality. Journal of Policy Analysis and Management 21:1, pp. 93-109.",
        "Healy, Patrick (1997). HOPE Scholarships Transform the University of Georgia. The Chronicle of Higher Education, November 7, p. A32.",
        "Dynarski, Susan (forthcoming). Does Aid Matter? Measuring the Effect of Student Aid on College Attendance and Completion. American Economic Review. Ellwood, David and Thomas Kane (1999). Who Is Getting a College Education? Family Background and the Growing Gap in Enrollment. Unpublished manuscript, Harvard University.",
        "Dee, Thomas and Linda Jackson (1999). Who Loses Hope? Attrition from Georgias College Scholarship Program. Southern Economic Journal 66:2, pp. 379-90.",
        "Cameron, Stephen and James Heckman (1999). Can Tuition Policy Combat Rising Wage Inequality? In Marvin Kosters, ed., Financing College Tuition: Government Politics and Educational Priorities. Washington, D.C.: American Enterprise Institute.",
        "Byron, Kris and Gary Henry (1998). Report on the Expenditure of Lottery Funds Fiscal Year 1998. Unpublished manuscript, Council for School Performance, Georgia State University.",
        "Byron, Kris and Gary Henry (1997). Report on the Expenditure of Lottery Funds Fiscal Year 1997. Unpublished manuscript, Council for School Performance, Georgia State University.",
        "Bugler, Daniel and Gary Henry (1998). An Evaluation of Georgias HOPE Scholarship Program: Impact on College Attendance and Performance. Unpublished manuscript, Council for School Performance, Georgia State University.",
        "Byron, Kris and Gary Henry (1996). Report on the Expenditure of Lottery Funds Fiscal Year 1996. Unpublished manuscript, Council for School Performance, Georgia State University.",
        "Bugler, Daniel and Gary Henry (1997). Evaluating the Georgia HOPE Scholarship Program: Impact on Students Attending Public Colleges and Universities. Unpublished manuscript, Council for School Performance, Georgia State University.",
        "Berker, Ali Murat (2001). The Impact of Merit-Based Aid on College Enrollment: Evidence from HOPE-Like Scholarship Programs. Unpublished working paper, Michigan State University.",
        "Bell, Julie Davis and DeMaree Michelau (2001). Making College Affordable Legislatures Magazine, November. National Conference of State Legislatures.",
        "Government Printing Office. Rubenstein, Ross and Benjamin Scafidi (2002). Who Pays and Who Benefits? Examining the Distributional Consequences of the Georgia Lottery for Education. National Tax Journal 55:2, pp.223-238."
    ]
}