{
    "id": 9401,
    "cites": 22,
    "cited_by": 11,
    "reference": [
        "Y. Yasuba (1996), Did Japan Ever Suffer from a Shortage of Natural Resources Before World War II? Journal of Economic History 56, no. 3 (1996): 543-60.",
        "J. D. Sachs and A. Warner (1995), Economic Reform and the Process of Global Integration, Brookings Papers on Economic Activity, I (Washington, D.C.: Brookings Institution).",
        "A. Taylor (1998), On the Costs of Inward-Looking Development: Price Distortions, Growth, and Divergence in Latin America, Journal of Economic History 58 (March): 1-28.",
        "R. Rogowski (1989), Commerce and Coalitions: How Trade Effects Domestic Political Arrangements (Princeton, N.J.: Princeton University Press).",
        "C. F. Remer (1926), The Foreign Trade of China (Shanghai: The Commercial Press Ltd.).",
        "Columbia University Press). K. H. ORourke and J. G. Williamson (1999), Globalization and History (Cambridge, Mass.: MIT Press).",
        "K. H. ORourke and J. G. Williamson (2002), After Columbus: Explaining the European Overseas Trade Boom 1500-1800, Journal of Economic History 62 (June): 417-56.",
        "D. Mares (2001), Violent Peace: Militarized Interstate Bargaining In Latin America (New York.",
        "W. W. Lockwood (1968), The Economic Development of Japan: Growth and Structural Change, Expanded Edition (Princeton: Princeton University Press).",
        "P. H. Lindert and J. G. Williamson (2002), Does Globalization Make the World More Unequal? in M. Bordo, A. M. Taylor and J. G. Williamson (eds.), Globalization in Historical Perspective (Chicago: University of Chicago Press and NBER).",
        "K. H. Kang and M. S. Cha (1996), Imperial Policy or World Price Shocks? Explaining Interwar Korean Living Standards. Paper presented to the Conference on East and Southeast Asian Economic Change in the Long Run, Honolulu, Hawaii (April).",
        "J. R. Huber (1971), Effect on Prices of Japans Entry into World Commerce after 1858. Journal of Political Economy 79, no. 3: 614-28.",
        "C. Howe (1996), The Origins of Japanese Trade Supremacy (Chicago: University of Chicago Press).",
        "A. Dixit (1987), AStrategic Aspects of Trade Policy,@ in T. F. Bewley (ed.), Advances in Economic Theory: Fifth World Congress (New York: Cambridge University Press).",
        "V. Corbo (1992), Development Strategies and Policies in Latin America: A Historical Perspective, International Center for Economic Growth, Occasional Paper No. 22 (April): 16-48.",
        "J. H. Coatsworth and J. G. Williamson (2002), The Roots of Latin American Protectionism: Looking Before the Great Depression, NBER Working Paper 8999, National Bureau of Economic Research, Cambridge, Mass. (June).",
        "M. A. Centeno (1997), ABlood and Debt: War and Taxation in Nineteenth-Century Latin America,@ American Journal of Sociology 102 (May): 1565-605.",
        "L. Brandt (1993), Interwar Japanese Agriculture: Revisionist Views on the Impact of the Colonial Rice Policy and Labor-Surplus Hypothesis. Explorations in Economic History 30, no. 3: 259-93.",
        "S. L. Baier and J. H. Bergstrand (2001), The Growth of World Trade: Tariffs, Transport Costs, and Income Similarity, Journal of International Economics 53, 1: 1-27.",
        "J. E. Anderson (1998), Trade Restrictiveness Benchmarks, Economic Journal 108 (July): 1111- 25.",
        "J. E. Anderson and J. P. Neary (1994), Measuring the Restrictiveness of Trade Policy, The World Bank Economic Review 8 (May): 151-69.",
        "K. Bagwell and R. W. Staiger (2000), AGATT-Think,@ NBER Working Paper 8005, National Bureau of Economic Research, Cambridge, Mass."
    ]
}