{
    "id": 9402,
    "cites": 46,
    "cited_by": 26,
    "reference": [
        "[47] Woodford, Michael (1999), Optimal Monetary Policy Inertia, NBER Working Paper 7261.",
        "[46] Woodford, Michael, (1995), Comment on, `The Quantitative Analytics of the Basic Neomonetarist Model, Journal of Money, Credit, and Banking, 27, 1278- 1289.",
        "[45] Wolman, Alexander L. (1999), Sticky Prices, Marginal Cost and the Behavior of Inflation, Federal Reserve Bank of Richmond Economic Quarterly 85(4), 29-45.",
        "[43] Taylor, John B. (1993), Discretion Versus Policy Rules in Practice, Carnegie- Rochester Conference Series on Public Policy 39, 195-214.",
        "[44] Tobin, James (1956), The Interest Elasticity of the Transactions Demand for Cash, Review of Economics and Statistics, 38(3), 241-247.",
        "[41] Sbordone, Argia M. (2002), Prices and Unit Labor Costs: A New Test of Price Stickiness, Journal of Monetary Economics, 49(2), 265-292.",
        "[42] Taylor, John B. (1980), Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, 88: 1-24.",
        "[39] Ramsey, Frank P. (1927), A Contribution to the Theory of Taxation, Economic Journal 37: 47-61.",
        "[40] Rotemberg, Julio J., and Michael Woodford [1999], Interest Rate Rules in an Estimated Sticky Price Model, in Taylor, John B., ed., Monetary Policy Rules, Chicago: University of Chicago Press, 57-119.",
        "[37] Porter, Richard D., and Ruth A. Judson (1996), The Location of U.S. Currency: How Much Is Abroad? Federal Reserve Bulletin 82(10), 883-903.",
        "[38] Prescott, Edward C. (1987), A Multiple Means-of-Payment Model, in Bar- nett, William A., and Singleton, Kenneth J. eds., New approaches to monetary economics, Cambridge; New York and Melbourne: Cambridge University Press, 42-51.",
        "[36] McCallum, Bennett T, and Marvin S. Goodfriend (1988), Theoretical Analysis of the Demand for Money, Federal Reserve Bank of Richmond Economic Review, 74(1), 16-24.",
        "[34] Lucas, Robert E. Jr., and Nancy L. Stokey (1983), Optimal Fiscal and Monetary Policy in an Economy without Capital, Journal of Monetary Economics 12 : 55- 93.",
        "[35] Marcet, Albert and Ramon Marimon (1999), Recursive Contracts, manuscript.",
        "[32] Lucas, Robert E., Jr., (1980), Equilibrium in a Pure Currency Economy, Eco- nomic Inquiry, 18(2), 203-220.",
        "[33] Lucas, Robert E., Jr. (2000), Inflation and Welfare, Econometrica 68(2), 247- 274.",
        "[29] Kydland, Finn, and Edward C. Prescott (1980), Dynamic Optimal Taxation, Rational Expectations and Optimal Control, Journal of Economic Dynamics and Control 2: 79-91.",
        "[30] Lacker, Jeffrey M., and Stacey Schreft (1996), Money and Credit as Means of Payment, Journal of Monetary Economics, 38(1), 3-23.",
        "[31] Levin, Andrew (1991), The Macroeconomic Significance of Nominal Wage Con- tract Duration, University of California, San Diego Discussion Paper 91-08.",
        "[27] King, Robert G., and Alexander L. Wolman (1996), Inflation Targeting in a St. Louis Model of the 21st Century, Federal Reserve Bank of St. Louis Review, 78, 83-107.",
        "[28] Kydland, Finn, and Edward C. Prescott (1977), Rules Rather than Discretion: the Inconsistentncy of Optimal Plans, Journal of Political Economy 85(3): 473- 491.",
        "[26] King, Robert G., and Alexander L. Wolman (1999), What Should the Monetary Authority Do When Prices are Sticky? in Taylor, John B., ed., Monetary Policy Rules, Chicago: University of Chicago Press, 349-398.",
        "[24] Ireland, Peter N. (1996), The Role of Countercyclical Monetary Policy, Journal of Political Economy, 104,704-723.",
        "[23] Hall, Robert E. (1988), The Relation Between Price and Marginal Cost in U.S. Industry, Journal of Political Economy 96, 921-947",
        "[19] Gali, Jordi, and Mark Gertler (1999), Inflation Dynamics: A Structural Econo- metric Analysis, Journal of Monetary Economics 44(2), 195-222.",
        "[20] Goodfriend, Marvin (1997), A Framework for the Analysis of Moderate Infla- tions, Journal of Monetary Economics 39(1), 45-65.",
        "[21] Goodfriend, Marvin and Robert G. King (1997), The New Neoclassical Syn- thesis and the Role of Monetary Policy, in Bernanke, Ben S. and Rotemberg, Julio J., eds. NBER macroeconomics annual 1997. Cambridge and London: MIT Press, 1997, pages 231-83.",
        "[22] Goodfriend, Marvin and Robert G. King (2001), The Case for Price Stability, in Why Price Stability? Proceedings of the ECB First ECB Central Banking Conference. Frankfurt European Central Bank, Frankfurt am Main, Germany 2001, pages.53-94. Available as NBER Working Paper 8423.",
        "[16] Fisher, Irving (1923). The Business Cycle Largely a `Dance of the Dollar, Journal of the American Statistical Association 18 (144), 1024-1028.",
        "[17] Fisher, Irving (1930), The Theory of Interest, New York, Macmillan.",
        "[18] Friedman, Milton (1969), The Optimum Quantity of Money, in The Optimum Quantity of Money, and Other Essays, Aldine Publishing Company: Chicago.",
        "[14] Fisher, Irving (1896), Appreciation and Interest, in Publications of the Amer- ican Economic Association, volume XI. New York: Macmillan.",
        "[15] Fisher, Irving (1911), The Purchasing Power of Money, New York, Macmillan.",
        "[12] Dupor, Bill (2002). Optimal Monetary Policy with Nominal Rigidities, manu- script, http://finance.wharton.upenn.edu/~dupor/dice_apr02.pdf.",
        "[13] Dutton, Dean S., and William P. Gramm (1973), Transactions Costs, the Wage Rate, and the Demand for Money, American Economic Review, 63(4), 652-665.",
        "[10] Dotsey, Michael and Peter N. Ireland (1996), The Welfare Cost of Inflation in General Equilibrium, Journal of Monetary Economics, 37(1), 29-47.",
        "[11] Dotsey, Michael, Robert G. King, and Alexander L. Wolman (1999). State De- pendent Pricing and the General Equilibrium Dynamics of Money and Output, Quarterly Journal of Economics.",
        "[9] Chari, V.V. and Patrick J. Kehoe (1999), Optimal Fiscal and Monetary Pol- icy, Handbook of Macroeconomics, Vol. III, edited by John Taylor and Michael Woodford, Elsevier, 1999.",
        "[8] Casella, George and Roger L. Berger, (1990), Statistical Inference, Belmont, California: Duxbury Press.",
        "[6] Benveniste, Lawrence and Jose Scheinkman (1979), On the Differentiability of the Value Function in Dynamic Models of Economies, Econometrica 47, 727- 732.",
        "[7] Calvo, Guillermo A. (1983). Staggered Prices in a Utility-Maximizing Frame- work, Journal of Monetary Economics, 12, 383-398.",
        "[4] Basu, Susanto, and John G. Fernald (1997), Returns to Scale in U.S. Produc- tion: Estimates and Implications, The Journal of Political Economy, 105(2), 249-283.",
        "[5] Baumol, William, (1952), The Transactions Demand for Cash, Quarterly Jour- nal of Economics, 67(4), 545-556.",
        "[3] Bassetto, Marco, Optimal Fiscal Policy with Heterogenous Agents, http://www.econ.umn.edu/~bassetto/research/opttax/opttax.pdf.",
        "[2] Attanasio, Orazio P., Luigi Guiso and Tullio Jappelli (2002), The demand for money, financial innovation and the welfare cost of inflation: An analysis with household data Journal of Political Economy 110 (2): 317 - 351.",
        "[1] Adao, Bernardino, Isabel Correia and Pedro Teles, (2001), Gaps and Triangles, Working Paper 2001-13, Federal Reserve Bank of Chicago."
    ]
}