{
    "id": 9403,
    "cites": 17,
    "cited_by": 8,
    "reference": [
        "[15] Lin, Chu-Chia S. and Png, Ivan (2002), Monitoring Costs and the Mode of International Investment, National University of Singapore, manuscript.",
        "[16] Melitz, Marc (2002) The Impact of Trade on Intra-Industry Reallocations on Aggregate Industry Productivity, NBER Working Paper No. 8881.",
        "[17] Yeats, Alexander J. (2001), Just How Big is Global Production Sharing? in S.W. Arndt and H. Kierzkowski, eds., Fragmentation: New Production Patterns in the World Economy, Oxford: Oxford University Press.",
        "[13] Hummels, David, Ishii, Jun, and Yi,Kei-Mu (2001), The Nature and Growth of Vertical Specialization in World Trade, Journal of International Economics, 54, 75-96.",
        "[14] Katz, Lawrence F. (1986), Efficiency Wage Theories: A Partial Evaluation, NBER Macroeconomics Annual, 1, 235-275.",
        "[11] Horn, Henrik, Lang, Harald, and Lundgren, Stefan (1995). Managerial Effort, Incentives, X-inefficiency and International Trade, European Economic Review, 39, 117-138.",
        "[12] Hummels, David, Rapoport, Dana, and Yi,Kei-Mu (1998), Vertical Specialization and the Changing Nature of World Trade, Federal Reserve Bank of New York Economic Policy Review, 79-99.",
        "[10] HolmstrÃ\u0083Â¶m, Bengt and Milgrom, Paul (1991), Multitask Principal-Agent Analy- ses: Incentive Contracts, Asset Ownership, and Job Design, Journal of Law, Economics and Organization 7, 24-52.",
        "[9] Helpman, Elhanan, Melitz, Marc and Yeaple, Stephen (2002). Exports vs. FDI, manuscript, Harvard University.",
        "[7] Hanson, Gordon H., Mataloni, Raymond J. and Slaughter, Matthew J. (2001), Expansion Strategies of U.S. Multinational Corporations, Brookings Trade Fo- rum 2001, 245-294.",
        "[8] Hanson, Gordon H., Mataloni, Raymond J. and Slaughter, Matthew J. (2002), Vertical Specialization in Multinational Firms, University of California, San Diego, manuscript.",
        "[6] Grossman Gene M. and Helpman, Elhanan (2002), Outsourcing in the Global Economy, NBER Working Paper No. 8728.",
        "[3] Campa, JosÃ\u0083Â© and Goldberg, Linda (1997), The Evolving External Orientation of Manufacturing: A Profile of Four Countries, Federal Reserve Bank of New York Economic Policy Review, 4, 53-81.",
        "[4] Feenstra, Robert C. (1998), Integration of Trade and Disintegration of Production in the Global Economy, Journal of Economic Perspectives, 12, 31-50.",
        "[5] Feenstra, Robert C. and Hanson, Gordon H. (2002), Global Production Sharing and Rising Inequality: A Survey of Trade and Wages, in J. Harrigan (ed.), Hand- book of International Trade (London: Basil Blackwell Publishers), forthcoming.",
        "[1] Axtell, Robert L. (2001), Zipf Distribution of U.S. Firm Sizes, Science, 293, 1818-1820.",
        "[2] Borga, Maria and Zeile, William J. (2002), Foreign Outsourcing and the Intrafirm Trade of U.S. Multinational Corporations, U.S. Bureau of Economic Analysis, manuscript."
    ]
}