{
    "id": 9408,
    "cites": 31,
    "cited_by": 6,
    "reference": [
        "[1] Acemoglu, Daron. Ã\u0083Â¬Why Do New Technologies Complement Skills? Directed Techni- cal Change and Wage Inequality,Ã\u0083Â® Quarterly Journal of Economics, Vol. 113, No. 4. (November 1998), pp. 1055-1089.",
        "[2] Bartel, Ann P., and Frank R. Lichtenberg. Ã\u0083Â¬The Comparative Advantage of Educated Workers in Implementing New Technology.Ã\u0083Â® The Review of Economics and Statistics, Vol. LXIX (February 1987): pp. 1-11.",
        "[3] Bartel, Ann P., and Frank R. Lichtenberg. Ã\u0083Â¬The Age of Technology and its Impact on Employee Wages.Ã\u0083Â® Economic Innovation and New Technology, Vol. 1 (1991): pp. 215-231.",
        "[4] Benhabib, Jess, and Mark M. Spiegel. Ã\u0083Â¬The role of human capital in economic develop- ment: Evidence from aggregate cross-country data.Ã\u0083Â® Journal of Monetary Economics, Vol. 34 (October 1994): pp. 143-173.",
        "[6] European Commission. Ã\u0083Â¬Young PeopleÃ\u0083Â­s Training: Key Data on Vocational Training in the European Union,Ã\u0083Â® Luxembourg : Office for Official Publications of the European Communities, 1998.",
        "[7] European Commission. Ã\u0083Â¬The contribution of information and communication technolo- gies to growth in Europe and the US: A macroeconomic analysis,Ã\u0083Â® Economic trends, No. 12, December 2000.",
        "[8] European Commission. European Competitiveness Report 2001.",
        "[9] Galor, Oded, and Omer Moav. Ã\u0083Â¬Ability-Biased Technological Transition, Wage Inequal- ity, and Economic Growth,Ã\u0083Â® Quarterly Journal of Economics, Vol. 115, No. 2. (May 2000), pp. 469-497.",
        "[10] Galor, Oded, and Daniel Tsiddon. Ã\u0083Â¬Technological Progress, Mobility, and Economic Growth,Ã\u0083Â® The American Economic Review, Vol. 87, No. 3. (June 1997), pp. 363-382.",
        "[11] Gill, Indermit. Ã\u0083Â¬Technological Change, Education and Obsolescence of Human Capital: Some Evidence for the U.S.Ã\u0083Â® Ph.D. thesis, 1988, The University of Chicago.",
        "[12] Gordon, Robert J. Ã\u0083Â¬Does the Ã\u0083Â«New EconomyÃ\u0083Â­ Measure up to the Great Inventions of the Past?Ã\u0083Â® The Journal of Economic Perspectives, Vol. 14, No. 4. (Fall 2000), pp. 49-74.",
        "[13] Gould, Eric D., Omer Moav, and Bruce A. Weinberg. Ã\u0083Â¬Precautionary Demand for Ed- ucation, Inequality, and Technological Progress,Ã\u0083Â® Journal of Economic Growth, Vol. 6, No. 4. (December 2001), pp. 285-315.",
        "[15] Gust, Christopher, and Jaime Marquez. Ã\u0083Â¬Productivity Developments Abroad,Ã\u0083Â® Federal Reserve Bulletin, October 2000, pp. 665-681.",
        "[16] Hornstein, Andreas, and Per Krusell. Ã\u0083Â¬Can Technology Improvements Cause Produc- tivity Slowdowns?Ã\u0083Â® NBER Macroeconomics Annual, (1996), pp. 209-259.",
        "[17] Krueger, Dirk and Krishna Kumar. Ã\u0083Â¬Quantifying the Role of Education and Other Poli- cies in Slow European Technology Adoption and Economic Growth,Ã\u0083Â® Mimeo, Stanford University, December 2002.",
        "[18] Krusell, Per, Lee Ohanian, Jose-Victor Rios-Rull, and Giovanni L. Violante. Ã\u0083Â¬Capi- tal Skill Complementarity and Inequality: A Macroeconomic Analysis,Ã\u0083Â® Econometrica, LXVIII (2000), pp. 1029-1054.",
        "[19] Lawrence, Robert Z., and Charles L. Schultze. Ã\u0083Â¬Overview,Ã\u0083Â® in Barriers to European Growth: A Transatlantic View, (Robert Z. Lawrence and Charles L. Schultze, eds.). Washington, D.C.: The Brookings Institution, 1987.",
        "[20] Lazear, Edward P. Ã\u0083Â¬Entrepreneurship.Ã\u0083Â® NBER Working Paper 9109, August 2002.",
        "[21] Levesque, Karen, Doug Lauen, Peter Teitelbaum, Martha Alt, Sally Librera, and Dawn Nelson. Ã\u0083Â¬Vocational Education in the United States: Toward the Year 2000,Ã\u0083Â® National Center for Education Statistics, February 2000.",
        "[22] Ljungqvist, Lars, and Thomas J. Sargent. Ã\u0083Â¬The European Unemployment Dilemma,Ã\u0083Â® Journal of Political Economy, Vol. 106, No. 3. (June 1998), pp. 514-550.",
        "[23] Merdich, Elliot A., Susan A. Kagehiro, and James Houser. Ã\u0083Â¬Vocational Education in G-7 Countries: Profiles and Data,Ã\u0083Â® National Center for Education Statistics, Research and Development Report, August 1994.",
        "[24] Murphy, Kevin M., Andrei Schleifer, and Robert W. Vishny. Ã\u0083Â¬The Allocation of Talent: Implications for Growth,Ã\u0083Â® Quarterly Journal of Economics. (May 1991), pp. 503-530.",
        "[25] Nelson, Richard R., and Edmund S. Phelps. Ã\u0083Â¬Investment in Humans, Technological Diffusion, and Economic Growth,Ã\u0083Â® The American Economic Review, May 1966, pp. 69-75.",
        "[26] OECD. Ã\u0083Â¬Education at a Glance: OECD Indicators 1997.Ã\u0083Â® Paris, France : 1997.",
        "[27] OECD. Ã\u0083Â¬Education Policy Analysis 1997.Ã\u0083Â® Paris, France : 1997.",
        "[29] Prescott, Edward C. Ã\u0083Â¬Needed: A Theory of Total Factor ProductivityÃ\u0083Â® International Economic Review, Vol. 39, No. 3. (August 1998), pp. 525-552.",
        "[30] Scarpetta, Stefano, Andrea Bassanini, Dirk Pilat and Paul Schreyer. Ã\u0083Â¬Economic growth in the OECD area: recent trends at the aggregate and sectoral level,Ã\u0083Â® OECD Working Paper 248, June 2000.",
        "[31] Schreyer, Paul. Ã\u0083Â¬The Contribution of Information and Communication Technology to Output Growth: A Study of the G7 Countries,Ã\u0083Â® OECD STI Working Paper 2000/2, March 2000.",
        "[32] Stiroh, Kevin J. Ã\u0083Â¬Information Technology and the U.S. Productivity Revival: What Do the Industry Data Say?Ã\u0083Â® forthcoming in American Economic Review, Vol. 92, No. 5 (December 2002).",
        "[34] Welch, Finis. Ã\u0083Â¬Education in Production,Ã\u0083Â® Journal of Political Economy, Vol. 78, No. 1. (Jan. - Feb., 1970), pp. 35-59.",
        "[35] Young, Alwyn. Ã\u0083Â¬Invention and Bounded Learning by Doing,Ã\u0083Â® Journal of Political Econ- omy, Vol. 101, No. 3. (1993), pp. 443-472."
    ]
}