{
    "id": 9409,
    "cites": 15,
    "cited_by": 180,
    "reference": [
        "Alexander, Herbert E. 1984. Financing Politics. Washington DC: CQ Press.",
        "Ansolabehere, Stephen and James M. Snyder, Jr. 1999. Money and Institutional Power. Texas Law Review 77: 1673-1704.",
        "Ansolabehere, Stephen and James M. Snyder, Jr. 2000a. Money and Office. In Continuity and Change in Congressional Elections, edited by David Brady and John Cogan. Stanford, CA: Stanford University Press.",
        "Ansolabehere, Stephen, James M. Snyder, Jr., and Charles Stewart, III. 2001. Candidate Positioning in U.S. House Elections. American Journal of Political Science 45: 136- 159.",
        "Bailey, Michael. 2002. Do Campaign Contributions Lead to Policies That Favor the Wealthy? An Examination of Taxing and Spending in the American States. Unpublished manuscript, Georgetown University.",
        "Baron, David P. 1989. Service-Induced Campaign Contributions and the Electoral Equilibrium. Quarterly Journal of Economics 104: 45-72.",
        "Baron, David P. 1991. Campaign Contributions and Party-Candidate Competition in Services and Policies. In Political Economy: Institutions, Competition, and Representation, edited by W.A. Barnett, M.J. Hinich, and N.J. Schofield. Cambridge: Cambridge University Press.",
        "Bronars, Stephen G., and John R. Lott, Jr. 1997. Do Campaign Donations Alter How a Politician Votes? Or, Do Donors Support Candidates Who Value the Same Things That They Do? Journal of Law and Economics 40: 317-350.",
        "Burns, Nancy, Donald R. Kinder, Steven J. Rosenstone, Virginia Sapiro, and the National Election Studies. American National Election Study, 2000: Pre- and Post-Election Survey.",
        "Political Studies, 2001. Available as the Inter-university Consortium for Political and Social Research, Study 3131, at http://www.icpsr.umich.edu/.",
        "Chappell, Henry W., Jr. 1981. Campaign Contributions and Voting on the Cargo Preference Bill: A Comparison of Simultaneous Models. Public Choice 36: 301-312.",
        "Chappell, Henry W., Jr. 1982. Campaign Contributions and Congressional Voting: A Simultaneous Probit-Tobit Model. Review of Economics and Statistics 62: 77-83.",
        "Coughlin, Cletus C. 1985. Domestic Content Legislation: House Voting and the Economic Theory of Regulation. Economic Inquiry 23: 437-448.",
        "Dal-Bo, Ernesto. 2001. Bribing Voters. Unpublished manuscript, Oxford University.",
        "Lobbying, Working Paper 9064. Cambridge, Mass.: National Bureau of Economic Research. Denzau, Arthur T., and Michael C. Munger. 1986. Legislators and Interest Groups: How Unorganized Interests Get Represented. American Political Science Review 80: 89-106."
    ]
}