{
    "id": 9412,
    "cites": 23,
    "cited_by": 7,
    "reference": [
        "Allen, Franklin and Douglas Gale. \"Financial Markets, Intermediaries, and Intertemporal Smoothing.\" Journal of Political Economy; 105(3), June 1997, pages 523-46. Auerbach, Alan J., \"Tax Reform, Capital Accumulation, Efficiency, and Growth,\" in Henry J. Aaron and William G. Gale, eds., Economic Effects of Fundamental Tax Reform, The Brookings Institution: Washington, D.C., 1996, 29-81.",
        "Auerbach, Alan and Laurence Kotlikoff Dynamic Fiscal Policy, Cambridge: Cambridge University Press, 1987.",
        "Ball, Laurence and N. Gregory Mankiw. \"Intergenerational Risk Sharing in the Spirit of Arrow, Debreu, and Rawls, with Applications to Social Security Design.\" NBER WP #8270, 2001.",
        "Bohn, Henning. \"Should the Social Security Trust Fund hold Equities? An Intergenerational Welfare Analysis.\" Review of Economic Dynamics, vol.2, no.3, July 1999, 666-697.",
        "Bradford, David. \"Consumption Taxes: Some Fundamental Transition Issues.\" NBER Working Paper No. 5290, 1995.",
        "Congressional Budget Office. \"The Economic and Budget Outlook: An Update\" July 1, 1999.",
        "Demange, Gabrielle and Guy Laroque. \"Optimality of Incomplete Markets.\" Journal of Economic Theory, 65,1995:218 -232.",
        "Domar, E. and R. Musgrave. \"Proportional Income Taxation and Risk Sharing.\" Quarterly Journal of Economics, 1944, 58, 388 - 422.",
        "Gale, Douglas. \"The Efficient Design on Public Debt.\" in R. Dornbusch and M. Draghi, Public Debt Management: Theory and History, Cambridge University Press, 1990.",
        "Gordon, Roger. \"Taxation of Corporate Capital Income: Tax Revenues versus Tax Distortions.\" Quarterly Journal of Economics, 100, 1985, 1 -27.",
        "Hart, Oliver. \"On the Optimality of Equilibrium when the Market Structure in Incomplete.\" Journal of Economic Theory, 1975, 11: 418-435. Hubbard, R. Glenn and William Gentry. \"Fundamental Tax Reform and Corporate Financial Policy,\" in James M. Poterba, ed., Tax Policy and the Economy, Volume 12. Krueger, Dirk and Felix Kubier. \"Intergenerational Risk Sharing via Social Security when Financial Markets are Incomplete.\" Mimeo, Stanford University.",
        "Ljungqvist, Lars and Thomas J. Sargent. Recursive Macroeconomic Theory, MIT Press, 2000. Mas-Colell, Andreu, Michael D. Whinston, and Jerry R. Green. Microeconomic Theory, Oxford - References: 1 -University Press: New York, 1995.",
        "Mossin, J. \"Taxation and Risk-Taking: An Expected Utility Approach,\" Economica, 1968, 35, 74 -82.",
        "Poterba, James. \"The Rate of Return to Corporate Capital and Factor Shares: New Estimates Using Revised National Income Accounts and Capital Stock Data.\" NBER, #6263, 1998.",
        "Rangel, Antonio and Richard Zeckhauser. \"Can Market and Voting Institutions Generate Optimal Intergenerational Risk Sharing?\" in J. Campbell and M. Feldstein, eds., Risk Aspects of Investment Based Social Security Reform, Chicago University Press, 2001.",
        "Rangel, Antonio. \"Forward and Backward Intergenerational Goods: Why is Social Security Good for the Environment?\" NBER WP #7518, 2000. Forthcoming in American Economic Review.",
        "Sandmo, Agnar. \"Capital Risk, Consumption, and Portfolio Choice,\" Econometrica, 1969,37,586-599.",
        "Sandmo, Agnar. \"Portfolio Theory, Asset Demand and Taxation: Comparative Statics with Many Assets,\" Review of Economic Studies, 1977, 44, 369 - 379.",
        "Sandmo, Agnar. \"The Effects of Taxation on Savings and Risk Taking.\" in A.J. Auerbach and M. Feldstein, eds., Handbook of Public Economics, Vol I., 1985, 265 - 311.",
        "Smetters, Kent. \"The Equivalence of the Social Security Trust Fund's Portfolio Allocation and Capital Income Tax Policy.\" NBER Working Paper #8259, 2001.",
        "Stiglitz, Joseph. \"The Effects of Income, Wealth and Capital Gains Taxation on Risk-Taking.\" Quarterly Journal of Economics, 1969, 83, 262 - 283.",
        "Wang, Y. \"Stationary Equilibria in an Overlapping Generations Economy with Stochastic Production.\" Journal of Economic Theory, 61, 1993, 423 - 435.",
        "Willen, Paul. \"New Financial Markets: Who Gains and Who Loses.\" Mimeo, GSB, U. of Chicago. Zodrow, George. \"Taxation, Uncertainty and the Choice of a Consumption Tax Base.\" Journal of Public Economics, 1995, 58: 257 - 265. - References: 2 -"
    ]
}