{
    "id": 9416,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "U.S. Office of Technology Assessment. Computerized Manufacturing Automation: Employment, Education and the Workplace, Washington, D.C.: U.S. Government Printing Office,, 1984.",
        "Stellin, Susan. Internet Companies Learn How to Personalize Service, The New York Times. New York:, 2000.",
        "Thisse, Jacques-Francois and Vives, Xavier. On the Strategic Choice of Spatial Price Policy. American Economic Review, 1988, 78(1), pp. 122-37.",
        "Novshek, William. Equilibrium in Simple Spatial (or Differentiated Product) Models. Journal of Economic Theory, 1980, 22(2), pp. 313-26.",
        "Salop, Steven C. Monopolistic Competition with Outside Goods. Bell Journal of Economics, 1979, 10, pp. 141-56.",
        "Norman, George and Thisse, Jacques F. Technology Choice and Market Structure: Strategic Aspects of Flexible Manufacturing. Journal of Industrial Economics, 1999, 47, pp. 345-72.",
        "Norman and J. F. Thisse, Market Structure and Competition Policy: Game Theoretic Approaches. Cambridge, UK: Cambridge University Press, 2000, pp. 96-124.",
        "Norman, George and Thisse, Jacques-Francois. Product Variety and Welfare under Tough and Soft Pricing Regimes. The Economic Journal, 1996, 106(434), pp. 76-91.",
        "Metcalf, Gilbert E. and Norman, George. Oligopoly Deregulation and the Taxation of Commodities, Medford, MA: Tufts University Department of Economics, 2002.",
        "Armstrong, Mark and Vickers, John. Price Discrimination, Competition and Regulation. Journal of Industrial Economics, 1993, 41(4), pp. 335-59.",
        "Cremer, Helmuth and Thisse, Jacques-Francois. Commodity Taxation in a Differentiated Oligopoly. International Economic Review, 1994, 35(3), pp. 613-33.",
        "DAspremont, Claude and Motta, Massimo. Tougher Price Competition or Lower Concentration: A Trade-Off for Anti-Trust Authorities?, G. Norman and J. F. Thisse, Market Structure and Competition Policy: Game Theoretic Approaches. Cambridge, UK: Cambridge University Press, 2000, pp. 125-42.",
        "Eaton, B. Curtis and Schmitt, Nicolas. Flexible Manufacturing and Market Structure. American Economic Review, 1994, 84(4), pp. 875-88.",
        "Eaton, B. Curtis and Wooders, Myrna Holtz. Sophisticated Entry in a Model of Spatial Competition. RAND Journal of Economics, 1985, 16(2), pp. 282-97.",
        "Holusha, John. Making the Shoe Fit, Perfectly: Companies Use Technology to Sell to a Market of One, New York Times. New York:, 1996, D1.",
        "Hotelling, Harold. Stability in Competition. The Economic Journal, 1929, 39(1), pp.",
        "Kats, Amoz. More on Hotellings Stability in Competition. International Journal of Industrial Organization, 1995, 13(1), pp. 89-93.",
        "Kay, John A. and Keen, Michael J. How Should Commodities Be Taxed? European Economic Review, 1983, 23(3), pp. 339-58.",
        "Mansfield, Edwin. The Diffusion of Flexible Manufacturing Techniques in Japan, Europe and the United States. Management Science, 1993, 39, pp. 149-59."
    ]
}