{
    "id": 9418,
    "cites": 16,
    "cited_by": 15,
    "reference": [
        "Mayer, Daniel P., Paul E. Peterson, David E. Myers, Christina Clark Tuttle, and William G. Howell, School Choice in New York City After Three Years: An Evaluation of the School Choice Scholarships Program, Washington, DC: Mathematica Policy Research, Inc., 2002.",
        "Mayer, Daniel P., David E. Myers, and Christina Clark Tuttle, Appendix E: African American and Latino Test-Score Differences, in School Choice in New York City After Three Years: An Evaluation of the School Choice Scholarships Program, edited by Daniel P. Mayer, et al.,Washington, DC: Mathematica Policy Research, Inc., 2002.",
        "Mathematica Policy Research, Inc., Press Release, Voucher Claims of Success Are Premature in New York City, Washington, D.C., September 2000.",
        "Krueger, Alan and Diane Whitmore, Would Smaller Classes Help Close the BlackWhite Achievement Gap? In Bridging the Achievement Gap, edited by John Chubb and Tom Loveless, Washington, DC: Brookings Institute Press, 2002.",
        "Krueger, Alan, Experimental Estimates of Education Production Functions, Quarterly Journal of Economics, vol. 114, no. 2, May, 1999, pp. 497-532.",
        "Keith, Verna M., and Cedric Herring, Skin Tone and Stratification in the Black Community, American Journal of Sociology, Vol. 97, No. 3. (Nov., 1991), pp. 760-778.",
        "Howell, William G. and Paul E. Peterson, The Education Gap: Vouchers and Urban Schools, Washington, DC: Brookings Institute Press, 2002 (Advance Reading Copy).",
        "Hill, Jennifer L., Donald B. Rubin, and Neal Thomas, The Design of the New York School Choice Scholarship Program Evaluation, in Donald Campbells Legacy, edited by Leonard Bickman, Sage Publications, 2000.",
        "Darity, William, Darrick Hamilton and Jason Dietrich, Passing on Blackness: Latinos, Race and Earnings in the USA, Mimeo., University of North Carolina, September 2001.",
        "Cochran, William G. and Gertrude M. Cox, Experimental Designs, New York: John Wiley and Sons, 2nd edition, 1957.",
        "Angrist, Joshua D., Guido Imbens, and Donald B. Rubin, Identification of Causal Effects Using Instrumental Variables, Journal of the American Statistical Association, vol. 91, 1996, pp. 444-455.",
        "Angrist, Joshua D., Eric Bettinger, Erik Bloom, Elizabeth King, and Michael Kremer, Vouchers for Private Schooling in Colombia: Evidence from a Randomized Natural Experiment, forthcoming, American Economic Review, 2003.",
        "Peterson, Paul E., David Myers and William G. Howell, An Evaluation of the New York City Scholarships Program: The First Year, Washington, DC: Mathematica Policy Research, Inc., 1998.",
        "Rouse, Cecilia Elena, Private School Vouchers and Student Achievement: An Evaluation of the Milwaukee Parental Choice Program, NBER Working Paper Number 5964 (March, 1997).",
        "Neal, Derek, How Vouchers Could Change the Market for Education, forthcoming Journal of Economic Perspectives, 2002.",
        "Moulton, Brent R., An Illustration of a Pitfall in Estimating the Effects of Aggregate Variables on Micro Units, Review of Economics and Statistics, vol. 72, no. 2, May 1990, pp. 334-338."
    ]
}