{
    "id": 9422,
    "cites": 16,
    "cited_by": 1,
    "reference": [
        "Woodland, Bill, and Linda Woodland, 1994, Market Efficiency and the Favorite-Longshot Bias: The Baseball Betting Market, Journal of Finance 49 (March): 269-279.",
        "Thaler, Richard, and William Ziemba, 1988, Parimutuel Betting Markets: Racetracks and Lotteries, Journal of Economic Perspectives 2:161-174.",
        "Woodland, Bill, and Linda Woodland, 1991, The Effects of Risk Aversion on Wagering: Point Spreads versus Odds, Journal of Political Economy 99(June): 638-653.",
        "Strumpf, Koleman, 2002, Illegal Sports Bookmakers, Mimeo, University of North Carolina Department of Economics.",
        "Sauer, Raymond, Vic Brajer, Stephen Ferris, and M. Wayne Marr, 1988, Hold Your Bets: Another Look at the Efficiency of the Gambling Market for National Football League Games, Journal of Political Economy 96 (February): 206-213.",
        "Lee, Marcus, and Gary Smith, forthcoming, Regression to the Mean and Football Wagers, Journal of Behavioral Decisionmaking. National Gambling Impact Study Commission, 1999, Final Report, Washington, D.C.",
        "Kuypers, Tim, 2000, Information and Efficiency: An Empirical Study of a Fixed Odds Betting Market, Applied Economics 32: 1353-1363.",
        "Jullien, Bruno, and Bernard Salanie, 2000, Estimating Preferences under Risk: The Case of Racetrack Bettors, Journal of Political Economy 108(June): 503-530.",
        "Gray, Philip, and Stephen Gray, 1997, Testing Market Efficiency: Evidence from the NFL Sports Betting Market, Journal of Finance 52 (September): 1725-1737.",
        "Golec, Joseph, and Maurry Tamarkin, 1998, Bettors Love Skewness, Not Risk, at the Horse Track, Journal of Political Economy 106 (February): 205-225.",
        "Fomby, Thomas, and Subarna Samanta, 1991, Application of Stein Rules to Combination Forecasting, Journal of Business and Economic Statistics 9(October): 391-407.",
        "Golec, Joseph, and Maurry Tamarkin, 1991, The Degree of Price Inefficiency in the Footbll Betting Markets, Journal of Financial Economics 30:311-323.",
        "Clemen, Robert, and Robert Winkler, 1986, Combining Economic Forecasts, Journal of Business and Economic Statistics 4:(January): 369-91.",
        "Ali, Mukhtar, 1977, Probability and Utility Estimates for Racetrack Bettors, Journal of Political Economy 85(August): 803-815.",
        "Asch, Peter, Burton Malkiel, and Richard Quandt, 1984, Market Efficiency in Racetrack Betting, Journal of Business 57:165-175.",
        "Avery, Christopher, and Judith Chevalier, 1999, Identifying Investor Sentiment from Price Paths: The Case of Football Betting, Journal of Business 72 (October): 493-521."
    ]
}