{
    "id": 9423,
    "cites": 35,
    "cited_by": 7,
    "reference": [
        "Unni, Sanjay and Pradeep Yadav, 1999, Market value of early exercise: Direct empirical evidence from American index option prices, working paper, University of Strathclyde.",
        "Shleifer, Andrei and Robert W. Vishny, 1997, The limits of arbitrage, Journal of Finance 52, 35-55.",
        "Shleifer, Andrei, 2000, Clarendon Lectures: Inefficient Markets, forthcoming Oxford University Press.",
        "Ofek, Eli and Matthew Richardson, 2001, DotCom mania: The rise and fall of internet stock prices, working paper, New York University.",
        "Nisbet, Mary, 1992, Put-call parity theory and an empirical test of the efficiency of the London traded options market, Journal of Banking and Finance 16, 381-403.",
        "Mitchell, Mark, Todd Pulvino and Erik Stafford, 2001, Limited arbitrage in equity markets, working paper, Harvard Business School.",
        "McDonald, Robert and David Shimko, 1998, The convenience yield of gold, working paper, Northwester University.",
        "Merton, Robert C., 1973, The theory of rational option pricing, Bell Journal of Economics 4, 141-183.",
        "Lonstaff, Francis, 1995, Option pricing and the martingale restriction, Review of Financial Studies 8, 1091-1124.",
        "Lintner, John, 1969, The aggregation of investors diverse jugdements and preferences in purely competitive strategy markets, Journal of Financial and Quantitative Analysis 4, 347-400.",
        "Kamara, Avraham and Thomas W. Miller, Jr., 1995, Daily and intradaily tests of European put-call parity, Journal of Financial and Quantitative Analysis 30, 519- 539.",
        "Lamont, Owen and Richard Thaler, 2000, Can the market add and subtract? Mispricing in tech stock carve-outs, working paper, University of Chicago.",
        "Johnson, H.E., 1983, An analytic approximation of the American put price, Journal of Financial and Quantitative Analysis 18, 141-148.",
        "Jones, Charles and Owen Lamont, 2001, Short sales constraints and stock returns, working paper, University of Chicago.",
        "Klemkosky, Robert C. and Bruce G. Resnick, 1979, Put-call parity and market efficiency, Journal of Finance 34, 1141-1155.",
        "Jarrow, Robert, 1981, Heterogeneous expectations, restrictions on short sales, and equilibrium asset prices, Journal of Finance, Vol. 35, 1105-1113.",
        "Hong, Harrison and Jeremy C. Stein, 2001, Differences of opinion, short sales constraints and market crashes, Working paper, Harvard University.",
        "Ho, T.S., Marti Subrahmanyam and R.C. Stapleton, 1994, A simple technique for the valuation and hedging of American options, Journal of Derivatives 1, 52-66.",
        "Harrison, J. Michael and David. M. Kreps, 1978, Speculative investor behavior in a stock market with heterogenous expectations, Quarterly Journal of Economics 92, 323- 336.",
        "Geske, Robert and H.E. Johnson, 1984, The American put option valued analytically, Journal of Finance 34, 1511-1524.",
        "Geczy, Christopher C., David K. Musto and Adam V. Reed, 2001, Stocks are special too: An analysis of the equity lending market, working paper, Wharton School.",
        "Figlewski, Stephen, 1981, The informational effects of restrictions on short sales; Some empirical evidence, Journal of Financial and Quantitative Analysis 16, 463-476.",
        "Detemple, Jerome and S. Murthy, 1997, Equilibrium asset prices and no-arbitrage with portfolio constraints, Review of Financial Studies 10, 1133-1174.",
        "Duffie, Darrell, Nicolae Garleanu and Lasse Pedersen, 2001, Securities lending, shorting and pricing, Journal of Financial Economics, forthcoming.",
        "Detemple, Jerome and L. Selden, 1991, A general equilibrium analysis of option and stock market interactions, International Economic Review 32, 279-303.",
        "Detemple, Jerome and P. Jorion, 1990, Option listing and stock returns: An empirical analysis, Journal of Banking and Finance 14, 781-802.",
        "Danielson, B. and S. Sorescu, 2001, Why do options introductions depress stock prices? A study of diminishing short sales constraints, Journal of Financial and Quantitative Analysis 36, 451-484.",
        "DAvolio, Gene, 2001, The market for borrowing stock, working paper, Harvard University.",
        "Cox, John and Mark Rubinstein, Options Markets, 1985, Prentice-Hall, Englewood Cliffs, New Jersey.",
        "Cochrane, John, 2002, Stocks as money: Convenience yield and the tech-stock bubble, University of Chicago working paper.",
        "Chen, Joseph, Harrison Hong and Jeremy C. Stein, 2000, Breadth of ownership and stock returns, working paper, Harvard University.",
        "Bodurtha, James N. and Georges R. Courtadon, 1986, Efficiency tests of the foreign currency options market, Journal of Finance 41, 151-162.",
        "Basak, Suleyman and Benjamin Croitoru, 2000, Equilibrium mispricing in a capital market with portfolio constraints, Review of Financial Studies 13, 715-748.",
        "Barberis, Nicholas and Richard Thaler, 2002, A survey of behavioral finance, University of Chicago working paper.",
        "Almazan, Andres, Keith Brown, Murray Carlson and David Chapman, 2002, Why constrain your mutual fund manager? University of Texas working paper."
    ]
}