{
    "id": 9424,
    "cites": 22,
    "cited_by": 60,
    "reference": [
        "Von Hagen, JÃ\u0083Â¼rgen and Ian J. Harden (1994) National Budget Processes and Fiscal Peformance, The European Economy, 311-418.",
        "Sachs, Jeffrey and Andrew Warner (1997) Natural resource abundance and economic growth, mimeo, Center for international Development, Harvard University.",
        "Ramey, Garey and Valerie A. Ramey (1995) Cross-Country Evidence on the Link Between Volatility and Growth American Economic Review 85, 11381151. Sachs, J. D. and A. M Warner. (1995) Economic reform and the process of global integration. Brookings Papers on Economic Activity, 1-118.",
        "Matsuyama, Kiminori (1992) Agricultural Productivity, Comparative Advantage and Economic Growth, Journal of Economic Theory, December.",
        "Manzano, Osmel and Roberto Rigobon, (2001) Resource Curse or Debt Overhang?, NBER Working Papers 8390, National Bureau of Economic Research, Inc.",
        "Lane, Philip R. and Aaron Tornell(1999) The Voracity Effect, American Economic Review, 89, 22-46.",
        "Karl, Terry Lynn (1997) The paradox of plenty: oil booms and petro-states. Berkely: University of California Press.",
        "Lane, Phillip R and Aaron Tornell (1999) Voracity and Growth in Discrete Time, Economic Letters, Vol. 62, no. 1(January 1999): 139-145.",
        "Johnsen, Cristopher, Kenneth A Shepsle, and Barry R. Weingast (1981) The Political Economy of Benefits and Costs: A Neo-classical Approach to Distributive Politics Journal of Political Economy, 89 (5).",
        "Higgins, M. and J. G. Williamson, (1999) Explaining Inequality the World Round: Cohort Size, Kuznets Curves, and Openness, NBER Working Paper 7224, National Bureau of Economic Research, Cambridge, Mass.",
        "Hartman, R. (1972) The effects of price and cost uncertainty on investment, Journal of Economic Theory. 1972; 5258-266.",
        "Gavin, Michael and Ricardo Hausmann, (1998) Nature, Development, and Distribution in Latin America. Evidence on the Role of Geography, Climate, and Natural Resources, WP-378.",
        "Gavin, Michael and Ricardo Hausmann, (1996) Securing Stability and Growth in a Shock Prone Region: The Policy Challenge for Latin America IDB, WP-315.",
        "Flug, Karnit, Antonio Spilimbergo and Eric Wachtenheim (1999). Investment in Education: Do Economic Volatility and Credit Constraints Matter?, Journal of Development Economics, vol. 55, no. 2.",
        "Duryea, Suzanne (1998) Childrens Advancement Through School in Brazil: The Role of Transitory Shocks to Household Income, Inter-American Development Bank WP-376, Jul 1998.",
        "Corden, W.M. (1982), Exchange Rate Policy and the Resources Boom, Economic Record 58(160): 18-31, March.",
        "Caballero, Ricardo (2000) Macroeconomic Volatility in Latin America: A View and Three Case Studies Economia, September.",
        "Caballero, Ricardo (1991) On the Sign of the Investment Uncertainty Relationship, American Economic Review 81(1), March 1991, 279-288.",
        "Caballero, Ricardo and R. Pindyck (1996) Uncertainty, Investment, and Industry Evolution International Economic Review 37(3), August 1996, 641-662.",
        "Caballero, Ricardo J. (1991) Irreversibility and non-robustness of the investment uncertainty relationship, American Economic Review, March.",
        "Auty, R.M.(1990) Resource-Based Industrialization: Sowing the Oil in Eight Developing Countries. New York; Oxford University Press.",
        "Aizenman, Joshua and Nancy Marion (1999) Volatility and Investment: Interpreting Evidence from Developing Countries, Economica, 66, pp. 157 79."
    ]
}