{
    "id": 9428,
    "cites": 47,
    "cited_by": 7,
    "reference": [
        "[51] Yett, Donald E. The Chronic Shortage of Nurses: A Public Policy Dilemma in Empiri- cal Studies in Health Economics, Herbert Klarman and Helen Jaszi (eds) (Baltimore: Johns Hopkins Press) 1970, 357-389.",
        "[49] Sullivan, Daniel. Monopsony Power in the Market for Nurses, Journal of Law and Economics v32 2, Part 2, October 1989, S135-S178.",
        "[50] Williamson, Oliver E.; Wachter, Michael L. and Harris, Jeffrey E. Understanding the Employment Relation: The Analysis of Idiosyncratic Exchange. Bell Journal of Economics, Spring, 1975, 6(1), pp. 250-78.",
        "[48] Spetz, Joanne, Shannon Mitchell and Jean Ann Seago. The Growth of Multi hospital Firms in California, Health Affairs, v 19 6, 2000, 224-230.",
        "[46] Sochalski, Julie and Linda Aiken. Accounting for Variation in Hospital Outcomes: A Cross-National Study, Health Affairs, May-June, 1999.",
        "[47] Spetz, Joanne, Jean Ann Seago and Shannon Mitchell. Changes in Hospital Ownership in California, (Sacramento: Public Policy Insinuate of California) 1999.",
        "[45] Sloan, Frank. Hospital Conversions: Defining the Appropriate Public Oversight Role, in Alan Garber (ed.), Frontiers in Health Policy Research, Volume 5 (Cambridge MA: MIT Press for National Bureau of Economic Research) 2002.",
        "[43] Simpson, John and Richard Shin. Do Nonprofit Hospitals Exercise Market Power?, International Journal of the Economics of Business, v5 2, 141-157.",
        "[44] Sloan, Frank. Not-for-Profit Ownership and Hospital Behavior, in A.J. Culyer and J.P. Newhouse (eds.) Handbook of Health Economics, v1 (Amsterdam: Elsevier Science) 2000, 1141-1174.",
        "[41] Pauly, Mark. Nonprofit firms in medical markets, American Economic Review , 77 2, May, 1987, 257-262.",
        "[42] Simon, Herbert A. A Formal Theory of the Employment Relationship. Econometrica, July, 1951, 19, pp. 293-305.",
        "[36] MacLeod, W. Bentley and James Malcomson. Investments, Holdup, and the Form of Market Contracts, American Economics Review , v83 4, Sept. 1993, 811-837.",
        "[37] ____________. Motivation and Markets. American Economic Review, v88 3, June, 1998, 388-411.",
        "[39] Needleman, Jack, Peter Buerhaus, Soeren Mattke, Maureen Stewart and Katya Zelevin- sky. Nurse-Staffing Levels and the Quality of Care in Hospitals, New England Journal of Medicine, v346 22, May 30, 2002, 1715-1722.",
        "[34] Krishnan, Ranjani. Market Restructuring and Pricing in the Hospital Industry, Jour- nal of Health Economics, v20, 2001, 213-237.",
        "[35] Madison, Kristin. Essays on Organizational Forms in the Health Care Industry, Ph.D. Dissertation, Stanford University, 2001.",
        "[33] Kessler, Daniel and Mark McClellan. Is Hospital Competition Socially Wasteful?, Quarterly Journal of Economics, May 2000.",
        "[31] Ho, Vivian and Barton Hamilton. Hospital Mergers and Acquisitions: Does Market Consolidation Harm Patients?, Journal of Health Economics, v19, 2000, 767-791.",
        "[32] Keeler, E., Glenn Melnick, and J. Zwanziger. The Changing Effects of Competition on Non-Profit and For-Profit Hospital Pricing Behavior, Journal of Health Economics, v18, 1999, 69-86.",
        "[29] Hart, Oliver D. and Moore, John. Incomplete Contracts and Renegotiation,. Econo- metrica, July, 1988, 56(4), pp. 755-85.",
        "[30] Hirsch, Barry and Edward Schumacher. Monopsony Power and Relative Wages in the Labor Market for Nurses, Journal of Health Economics, 14 4, October 1995, 443-476.",
        "[26] Glaeser, Edward and Andrei Shleifer. Not-for-profit Entrepreneurs (Cambridge MA: National Bureau of Economic Research) Working Paper 6810, 1998.",
        "[27] Grout, Paul. Investment and Wages in the Absence of Binding Contracts: A Nash Bargaining Approach. Econometrica, March, 1984, 52(2), pp. 449-60.",
        "[28] Hall, Carl. Catholic Healthcares Kingdom San Francisco Chronicle, July 26, 1996, B1.",
        "[24] Frank, Richard and David Salkever. Nonprofit Organizations in the Health Sector, Journal of Economic Perspectives, 8 4, 1991, 667-674.",
        "[25] Gaynor, Martin and William Vogt. Antitrust and Competition in Health Care Mar- kets in A.J. Culyer and J.P. Newhouse (eds.) Handbook of Health Economics, v1 (Amsterdam: Elsevier Science) 2000, 1405-1487.",
        "[23] Farsi, Mehdi. Essays on Organizational Forms and Performance in California Hospitals, Ph. D Dissertation, University of Southern California, December 2002.",
        "[22] Dranove, David and Mark Satterthwaite. The Industrial Organization of Health Care Markets in A.J. Culyer and J.P. Newhouse (eds.) Handbook of Health Economics, v1 (Amsterdam: Elsevier Science) 2000, 1093-1139.",
        "[21] Dranove, David. The Economic Evolution of American Health Care (Princeton NJ: Princeton University Press) 2000.",
        "[20] Dranove, David. Economies of Scale in Non-Revenue Producing Cost Centers: Impli- cations for Hospital Mergers, Journal of Health Economics, v17, 1998, 69-83.",
        "[19] Davidson, Harriet, Patricia Folcarelli, Sybil Crawford, Laura Duprat and Joyce Clifford. The Effects of Healthcare Reforms on Job Satisfaction and Voluntary Turnover among Hospital Based Nurses, Medical Care, v35 4, 883-97.",
        "[18] Cutler, David and Jill Horowitz. Converting Hospitals from Not-For-Profit to For-Profit Status: Why and What Effects?, in David Cutler (ed). The Changing Hospital Industry: Comparing Not-for-Profit and For-Profit Institutions (Cambridge MA: University of Chicago Press for NBER) 2000.",
        "[16] Currie, Janet and John Fahr. Hospitals, Managed Care and the Charity Caseload in California, forthcoming in Journal of Health Economics, 2002a.",
        "[15] Corey-Lisle, Patricia, Anita Tarzian, Marlene Cohen, and Alison Trinkoff. Healthcare Reform: Its Effect on Nurses, Journal of Nursing Administration, 29 3, 30-37.",
        "[14] Conner, Robert, Roger Feldman, and Bryan Dowd. The Effect of Market Concentration and Horizontal Mergers on Hospital Costs and Prices, International Journal of the Economics of Business, v5 2, 1998, 159-180.",
        "[13] Clark, Paul, Darlene Clark, David Day, and Dennis Shea. HealthCare Reform and the Workplace Experience of Nurses: Implications for Patient Care and Union Organiz- ing, Industrial and Labor Relations Review , v55 1, October 2001, 133-148.",
        "[11] Buerhaus, Peter and Douglas Staiger. Trouble in the Nurse Labor Market? Recent Trends and Future Outlook, Health Affairs, v18 1, Jan/Feb. 1999, 214-222.",
        "[10] Boal, William and Michael Ransom. Monopsony in the Labor Market, Journal of Economic Literature, v35 1, March 1997, 86-112.",
        "[9] Barro, Jason and David Cutler. Consolidation in the Medical Care Marketplace: A Case Study of Massachusetts, NBER Working Paper 5957, Cambridge MA, March 1997.",
        "[8] Barro, Jason. Efficiency and Monopoly as Explanations for Hospital Mergers, forth- coming in RAND Journal of Economics.",
        "[7] Baker, Constance, P.L. Messmer, and C.C. Gyurko et al. Hospital Ownership, Per- formance, and Outcomes: Assessing the State of the Science, Journal of Nursing Administration, v30 5, 2000, 227-240.",
        "[6] Ashenfelter, Orley and Timothy Hannan. Sex Discrimination and Product Market Competition: The Case of the Banking Industry, Quarterly Journal of Economics, 101 1, Feb. 1986, 149-174.",
        "[5] Ashenfelter, Orley and James Brown. Testing the Efficiency of Employment Con- tracts, Journal of Political Economy , V94 3, Part 2, June 1986, S40-S87.",
        "[4] Ashenfelter, Orley. Estimating the Effect of Training Programs on Earnings, Review of Economics and Statistics, v60 1, Feb. 1978, 47-57.",
        "[3] Arrow, Kenneth. Uncertainty and the Welfare Economics of Medical Care, American Economic Review , 53 5, 1963, 941-973.",
        "[2] Altonji, Joseph and Paul Devereux. The Extent and Consequences of Nominal Wage Rigidity in Research in Labor Economics, Solomon Polachek (ed), v19, 2000.",
        "[1] Abowd, John and Orley Ashenfelter. Anticipated Unemployment, Temporary Layoffs, and Compensating Wage Differentials, in Studies in Labor Markets, Sherwin Rosen (ed) (Chicago: University of Chicago Press for NBER), 1981, 141-170."
    ]
}