{
    "id": 9433,
    "cites": 47,
    "cited_by": 82,
    "reference": [
        "Rime, D. (2000), Private or public information in foreign exchange markets? An empirical analysis, typescript, University of Oslo, March.",
        "Payne, R. (1999), Informed trade in spot foreign exchange markets: An empirical investigation, typescript, London School of Economics, January.",
        "Rigobon, R., and B. Sack, (2002), The impact of monetary policy on asset prices, NBER Working Paper 8794, February.",
        "Osler, C. (2002), Currency orders and exchange-rate dynamics: An explanation for the predictive success of technical analysis, Journal of Finance, forthcoming.",
        "Newey, W., and K. West (1987), A simple positive semi-definite, heteroskedasticity and autocorrelation consistent covariance matrix, Econometrica, 55: 703-708.",
        "Mark, N. (1995), Exchange rates and fundamentals: Evidence on long-horizon predict- ability, American Economic Review, 85: 201-218.",
        "Meese, R., and K. Rogoff (1983a), Empirical exchange rate models of the seventies, Journal of International Economics, 14: 3-24.",
        "Meese, R., and K. Rogoff (1983b), The out-of-sample failure of empirical exchange rate models, in J. Frenkel (ed.), Exchange Rate and International Macroeconomics, University of Chicago Press: Chicago.",
        "Madhavan, A. (2000), Market microstructure:A survey, Journal of Financial Markets, 3:205-258.",
        "Kyle, A. (1985), Continuous auctions and insider trading, Econometrica, 53:1315-35.",
        "Lyons, R. (2001), The Microstructure Approach to Exchange Rates, MIT Press, published December (chapters at www.haas.berkeley.edu/~lyons).",
        "Killeen, W., R. Lyons, and M. Moore (2001), Fixed versus flexible: Lessons from EMS order flow, NBER Working Paper 8491, September.",
        "Jones, C., G. Kaul, and M. Lipson (1994), Transactions, volume, and volatility, Review of Financial Studies, 7: 631-651.",
        "Jones, C., and M. Lipson (1999), Execution costs of institutional equity orders, Journal of Financial Intermediation, 8: 123-140.",
        "Kandel, E., and N. Pearson (1995), Differential interpretation of public signals and trade in speculative markets, Journal of Political Economy, 103: 831-872.",
        "Isard, P. (1995), Exchange Rate Economics, Cambridge University Press: Cambridge, UK.",
        "Ito, T., and V. Roley (1987), News from the U.S. and Japan: Which moves the yen/dollar exchange rate? Journal of Monetary Economics, 19: 255-277.",
        "Hasbrouck, J. (1991), Measuring the information content of stock trades, Journal of Finance, 46: 179-207.",
        "Hasbrouck, J., and D. Seppi (2001), Common factors in prices, order flows, and liquidity, Journal of Financial Economics, 59: 383-411.",
        "Harris, M., and A. Raviv (1993), Differences of opinion make a horse race, Review of Financial Studies, 6: 473-506.",
        "Hardouvelis, G. (1988), Economic news, exchange rates, and interest rates, Journal of International Money and Finance, 7: 23-25.",
        "Grossman, S., and J. Stiglitz (1980), On the impossibility of informationally efficient markets, American Economic Review, 70: 393-408.",
        "Hakkio C., and D. Pearce (1985), The reaction of exchange rates to economic news, Economic Inquiry, 23: 621-635.",
        "Greene, William H. (1997), Econometric Analysis, Prentice Hall.",
        "Green, C., (2002), Economic news and the impact of trading on bond prices, typescript, Emory University, May, Journal of Finance, forthcoming.",
        "Glesjer, H. (1969), A new test for heteroskedasticity, Journal of the American Statistical Association, 64: 316-323.",
        "Goodhart, C., S. Hall, S. Henry, and B. Pesaran (1993), News effects in a high-frequency model of the sterling-dollar exchange rate, Journal of Applied Econometrics, 8: 1- 13.",
        "Frankel, J., and A. Rose (1995), Empirical research on nominal exchange rates, in G.",
        "Grossman and K. Rogoff (eds.), Handbook of International Economics, Elsevier Science: Amsterdam, 1689-1729. Froot, K., and T. Ramadorai (2002), Currency returns, institutional investor flows, and exchange rate fundamentals, NBER Working Paper 9101, August.",
        "Flood, R., and A. Rose (1995), Fixing exchange rates: A virtual quest for fundamentals, Journal of Monetary Economics 36, 3-37.",
        "Frankel, J., and K. Froot (1990), Chartists, fundamentalists, and trading in the foreign exchange market, American Economic Review, 80: 181-185.",
        "Fleming, M., (2002), Price discovery in the U.S. treasury market: The impact of order flow and liquidity on the yield curve, typescript, New York Federal Reserve Bank, September.",
        "Evans, M., and R. Lyons (2002b), Time-varying liquidity in foreign exchange, Journal of Monetary Economics, 49: 1025-1051.",
        "Evans, M., and R. Lyons (2002a), Order flow and exchange rate dynamics, Journal of Political Economy, 110: 170-180.",
        "Andersen, T., and T. Bollerslev (1998), Deutsche mark-dollar volatility: Intraday activity patterns, macroeconomic announcements, and longer run dependencies, Journal of Finance, 53: 219-265.",
        "Andersen, T., T. Bollerslev, F. Diebold, C. Vega (2002), Micro effects of macro an- nouncements: Real-time price discovery in foreign exchange, NBER Working Pa- per 8959, May.",
        "Andersen, T., T. Bollerslev, F. Diebold, and P. Labys (2001), The distribution of realized exchange rate volatility, Journal of the American Statistical Association, 96: 42- 55.",
        "Balduzzi, P., E. Elton, and C. Green (2001), Economic news and bond prices, Journal of Financial and Quantitative Analysis, forthcoming.",
        "Carlson, J., (2002), One minute in the life of the DM/$: Public information in an electronic market, typescript, Purdue University, August.",
        "Cheung, Y., and M. Chinn, (2001), Currency traders and exchange rate dynamics: A survey of the U.S. market, Journal of International Money and Finance, 20: 439- 471.",
        "Chinn, M. (1991), Some linear and non-linear thoughts on exchange rates, Journal of International Money and Finance, 10: 214-230.",
        "Cornell, B. (1982), Money supply announcements, interest rates, and foreign exchange, Journal of International Money and Finance, 1: 201-208.",
        "DeGennaro, R., and R. Shrieves (1997), Public information releases, private information arrival, and volatility in the foreign exchange market, Journal of Empirical Fi- nance, 4: 295-315.",
        "Ederington, L., and J. Lee (1995), The short-run dynamics of price adjustment to new information, Journal of Financial and Quantitative Analysis, 30: 117-134.",
        "Engel, C., and J. Frankel (1984), Why interest rates react to money announcements: An answer from the foreign exchange market, Journal of Monetary Economics, 13: 31-39.",
        "Evans, M. (2001), FX trading and exchange rate dynamics, NBER Working Paper 8116, February.",
        "Evans, M. (2002), FX trading and exchange rate dynamics, Journal of Finance, 57: 2405- 2448."
    ]
}