{
    "id": 9434,
    "cites": 29,
    "cited_by": 9,
    "reference": [
        "[7] Black, Fischer; Scholes, Myron S. 1973, The Pricing of Options and Corporate Liabili- ties, Journal of Political Economy, 81 (3), 63754.",
        "[8] Blume, Lawrence; Easley, David. 2001, If Youre So Smart, Why Arent You Rich? Belief Selection in Complete and Incomplete Markets, Cowles Foundation Discussion Papers, 1319.",
        "[5] Billingsley, Patrick. 1995, Probability and Measure, Wiley-Interscience, Third Edition.",
        "[6] Black, Fischer. 1986, Noise, Journal of Finance, 41 (3), 52943.",
        "[3] Barberis, Nicholas; Shleifer, Andrei; Vishny, Robert. 1998, A Model of Investor Senti- ment, Journal of Financial Economics, 49 (3), 30743.",
        "[4] Benartzi, Shlomo; Thaler, Richard H. 2001, Naive Diversification Strategies in Defined Contribution Saving Plans, American Economic Review, 91(1), 7998.",
        "[2] Athey, Susan. 2002, Monotone Comparative Statics Under Uncertainty, Quarterly Jour- nal of Economics, 117 (1), 187223.",
        "[26] Odean, Terrance. 1998, Are Investors Reluctant to Realize Their Losses?, Journal of Finance, 53(5), 177598.",
        "[27] Radner, Roy. 1972, Existence of Equilibrium of Plans, Prices, and Price Expectations in a Sequence of Markets, Econometrica, 40 (2), 289303.",
        "[28] Sandroni, Alvaro. 2000, Do Markets Favor Agents Able to Make Accurate Predictions?, Econometrica, 68 (6), 130341.",
        "[29] Shleifer, Andrei; Vishny, Robert W. 1997, The Limits of Arbitrage, Journal of Finance, 52 (1), 3555.",
        "[31] Wang, Jiang. 1996, The Term Structure of Interest Rates in a Pure Exchange Economy with Heterogeneous Investors, Journal of Financial Economics, 41 (1), 75110.",
        "[24] Loewenstein, Mark; Willard, Gregory A. 2002, Asset Pricing Puzzles and Market Clear- ing, Working Paper.",
        "[25] Lucas, Robert E., 1978, Asset Prices in an Exchange Economy, Econometrica, 46 (6), 142945.",
        "[22] Kahneman, Daniel; Tversky, Amos. 1979, Prospect Theory: An Analysis of Decision under Risk, Econometrica, 47(2), 26391.",
        "[23] Karatzas, Ioannis; Shreve, Steven E. 1991, Brownian Motion and Stochastic Calculus, Springer-Verlag New York, Inc., Second Edition.",
        "[19] Halmos, Paul R. 1950, Measure Theory, D. Van Nostrand Company, Inc., Tenth Print- ing.",
        "[20] Harrison, J. Michael; Kreps, David M. 1979, Martingales and Arbitrage in Multiperiod Securities Markets, Journal of Economic Theory, 2 (3), 381408.",
        "[21] Hirshleifer, David; Subrahmanyam, Avanidhar; Titman, Sheridan. 2002, Feedback and the Success of Irrational Investors, Working Paper.",
        "[18] Hakansson, Nils H. 1971, Capital Growth and the Mean-Variance Approach to Portfolio Selection, Journal of Financial and Quantitative Analysis, 6 (1), 517557.",
        "[16] Figlewski, Stephen. 1978, Market Efficiency in a Market with Heterogeneous Infor- mation, Journal of Political Economy, 86 (4), 58197",
        "[17] Friedman, Milton. 1953, The Case for Flexible Exchange Rates, Essays in Positive Economics, University of Chicago Press.",
        "[15] Duffie, Darrell; Huang, Chi-fu. 1986, Implementing Arrow-Debreu Equilibria by Con- tinuous Trading of Few Long-Lived Securities, Econometrica, 53 (6), 133756.",
        "[13] Duffie, Darrell. 1996, Dynamic Asset Pricing Theory, Princeton University Press, Sec- ond Edition.",
        "[14] Duffie, Darrell. 1986, Stochastic Equilibria: Existence, Spanning Number, and the `No Expected Financial Gain from Trade Hypothesis, Econometrica, 54 (5), 111684.",
        "[12] De Long, J. Bradford; Shleifer, Andrei; Summers, Lawrence H.; Waldman, Robert J. 1991, The Survival of Noise Traders in Financial Markets, Journal of Business, 64 (1), 119.",
        "[11] De Long, J. Bradford; Shleifer, Andrei; Summers, Lawrence H.; Waldman, Robert J. 1990, Noise Trader Risk in Financial Markets, The Journal of Political Economy, 98 (4), 70338.",
        "[9] Cecchetti, Stephen G.; Lam, Pok-Sang; Mark, Nelson C. 2000, Asset Pricing with Distorted Beliefs: Are Equity Returns Too Good to Be True?, American Economic Review, 90 (4), 787805.",
        "[10] Cox, John; Huang, Chi-fu. 1989, Optimal Consumption and Portfolio Policies when Asset Prices Follow a Diffusion Process, Journal of Economic Theory, 49, 3383."
    ]
}