{
    "id": 9439,
    "cites": 20,
    "cited_by": 38,
    "reference": [
        "Brainard, S. Lael. 1993. A Simple Theory of Multinational Corporations and Trade with a Trade-Off Between Proximity and Concentration. NBER Working Paper No. 4269.",
        "Bernard, Andrew B., Jonathan Eaton, J. Bradford Jenson and Samuel Kortum. 2000.",
        "Axtell, Robert L. 2001. Zipf Distribution of U.S. Firm Sizes. Science 293:1818--1820.",
        "Helpman, Elhanan. 1984. A Simple Theory of International Trade with Multinational Corporations. Journal of Political Economy 92:451--71.",
        "Hanson, Gordon H., Raymond J. Mataloni and Matthew J. Slaughter. 2002. Verti- cal Specialization in Multinational Firms. Mimeo, University of California, San Diego.",
        "Girma, Sourafel, Steve Thompson and Peter W. Wright. 2002. Why are Productivity and Wages Higher in Foreign Firms? The Economic and Social Review 33:93--100.",
        "Ethier, Wilfred J. 1986. The Multinational Firm. The Quarterly Journal of Eco- nomics 101:805--33.",
        "Ethier, Wilfred J. and James R. Markusen. 1996. Multinational Firms, Technology Diffusion and Trade. Journal of International Economics 41:1--28.",
        "Doms, Mark E. and J. Bradford Jensen. 1998. Comparing Wages, Skills, and Produc- tivity between Domestically and Foreign-Owned Manufacturing Establishments in the United States. In Geography and ownership as bases for economic account- ing, ed. Robert E. Baldwin, Robert E. Lipsey and J. David Richardson. NBER Studies in Income and Wealth, vol. 59, University of Chicago Press.",
        "Budd, John W., Jozef Konings and Matthew J. Slaughter. 2002. International Rent Sharing in Multinational Firms. NBER Working Paper No. 8809.",
        "Brainard, S. Lael. 1997. An Empirical Assessment of the Proximity-Concentration Trade-off between Multinational Sales and Trade. American Economic Review 87:520--44.",
        "Helpman, Elhanan. 1985. Multinational Corporations and Trade Structure. The Review of Economic Studies 52:443--57.",
        "Horstmann, Ignatius and James R. Markusen. 1987. Licensing versus Direct Invest- ment: A Model of Internalization by the Multinational Enterprise. Canadian Journal of Economics 20:464--81.",
        "Horstmann, Ignatius and James R. Markusen. 1992. Endogenous Market Structures in International Trade. Journal of International Economics 32:109--29.",
        "Markusen, James R. 1995. The Boundaries of Multinational Enterprises and the Theory of International Trade. Journal of Economic Perspectives 9:169--89.",
        "Markusen, James R. 2002. Multinational Firms and the Theory of International Trade.",
        "Melitz, Marc J. 2002. The Impact of Trade on Aggregate Industry Productivity and Intra-Industry Reallocations. NBER Working Paper No. 8881.",
        "Rob, Rafael and Nikolaos Vettas. 2001. Foreign Direct Investment and Exports with Growing Demand. CEPR Discussion Paper No. 2786.",
        "Tybout, James R. 2002. Plant and Firm-Level Evidence on New Trade Theories.",
        "In Handbook of International Economics, ed. James Harrigan. Basil-Blackwell. Forthcoming. Wooldridge, Jeffrey M. 2003. Introductory Econometrics. 2 ed. South-Western."
    ]
}