{
    "id": 9440,
    "cites": 12,
    "cited_by": 0,
    "reference": [
        "Becker, Gary, A Theory of the Allocation of Time, Economic Journal, 75 (June 1965): 492- 517.",
        "Brown, Charles, Equalizing Differences in the Labor Market, Quarterly Journal of Economics 94 (Feb. 1980): 113-134.",
        "Gronau, Reuben, and Daniel Hamermesh, The Demand for Variety -- A Household Production Perspective, National Bureau of Economic Research, Working Paper No. 8509, 2001.",
        "Daniel Hallberg, Essays on Household Behavior and Time-Use. Uppsala, Sweden: Department of Economics, Economic Studies 62, 2002.",
        "Hamermesh, Daniel, The Timing of Work over Time, Economic Journal, 109 (Jan. 1999): 37- 66, a.",
        "Juster, F. Thomas, and Frank Stafford. Time, Goods, and Well-Being. Ann Arbor, MI: Institute for Social Research, 1985.",
        "Lundberg, Shelly, and Robert Pollak, Bargaining and Distribution in Marriage, Journal of Economic Perspectives, 10 (Fall 1996): 139-158.",
        "Moore-Ede, Martin, Frank Sulzman and Charles Fuller, The Clocks That Time Us: Physiology of the Circadian Timing System. Cambridge, MA: Harvard University Press, 1982.",
        "RindsfÃ\u0083Â¼ser, Guido, Die Verwendung zeitbezogener Daten fÃ\u0083Â¼r die Analyse von AktivitÃ\u0083Â¤tensequenzen im Kontext der Verkehrsnachfragemodellierung [Using Time- based Data to Analyze Activity Sequences in the Context of Modeling Travel Demand], in Manfred Ehling and Joachim Merz, eds. Zeitbudget in Deutschland-- Erfahrungsberichte der Wissenschaft. Wiesbaden: Metzler-Poeschel, 2001.",
        "Statistisches Bundesamt, Wo Bleibt die Zeit? Die Zeitverwendung der BevÃ\u0083Â¶lkerung in Deutschland. Wiesbaden, Germany: Statistiches Bundesamt, 1999.",
        "Weiss, Yoram, Synchronization of Work Schedules, International Economic Review, 37 (Feb. 1996): 157-79.",
        "Wever, RÃ\u0083Â¼tger, Behavioral Aspects of Circadian Rhythmicity, in Brown, Frederick and R. Curtis Graeber, eds., Rhythmic Aspects of Behavior. Hillsdale, NJ: Lawrence Erlbaum, 1982."
    ]
}