{
    "id": 9442,
    "cites": 30,
    "cited_by": 32,
    "reference": [
        "Simon, H.A., and C.P. Bonini (1958): The Size Distribution of Business Frims, American Economic Review, 58(4), 607-617.",
        "Volpin, Paolo: Governance with Poor Investor Protection: Evidence from Top Executive Turnover in Italy, Journal of Financial Economics, 2002, 64: 61-90.",
        "Parente, Stephen L; Prescott, Edward C. Barriers to riches. Walras-Pareto Lectures, vol. 3. Cambridge and London: MIT Press. p xvii, 164. 2000.",
        "Nickell, Stephen J. (1996): Competition and Corporate Performance, Journal of Political Economy, 104(4), 724-746.",
        "Osborn, Richards: The Relative Profitability of Large, Medium-Sized and Small Business, The Accounting Review, (1950), 25: 402-411.",
        "Morck, Randall, Strangeland, David, and Yeung, Bernard: Inherited Wealth, Corporate Control, and Economic Growth: The Canadian Disease?, in Concentrated Corporate Ownership, Randall Morck ed., NBER Conference Volume, University of Chicago Press. Murphy, Kevin M., Shleifer, Andrei, and Vishny, Robert W. (1991): The Allocation of Talent: Implications for Growth, Quarterly Journal of Economics, May, 504-530.",
        "McGukin, Robert, and Nguyen, Sang: On Productivity and Plant Ownership Change: New Evidence from the Longitudinal Research Database, The RAND Jour- nal of Economics, (1995), 26: 257-276.",
        "Mann, Thomas (1901): Buddenbrooks, S. Fisher Verlag.",
        "Lotti, Francesca, and Santarelli, Enrico: The Survival of Family Firms: The Importance of Control and Family Ties, unpublished Lucas, Robert E. Jr. (1978): On the Distribution of Business Firms, Bell Journal of Economics, 9(2), autumn, 508-523.",
        "Liechtenberg, Frank, and Siegel, Donald: Productivity and Changes in Owner- ship of Manufacturing Plants, Brookings Papers on Economic Activity, (1987), Issue 3: 643-673.",
        "La Porta, Rafael, Lopez-De-Silanes, Florencio, and Shleifer, Andrei: Corporate Ownership Around the World, Journal of Finance,(1999), 54:471-517.",
        "Klenow, Peter and Rodriguez-Clare: The Neoclassical Revival in Growth Eco- nomics: Has it Gone Too Far? NBER macro annual 1997, 73-114.",
        "Islam, N.: Growth Empirics: A Panel Data Approach. Quarterly Journal of Economics 110 (1995): 1127-1170.",
        "Lansberg, Ivan: Managing Human Resources in Family Firms: The Problem of Institutional Overlap, Organizational Dynamics, (1983), Summer: 39-46.",
        "Ijiri, Y., and H.A. Simon (1962): Firm Size and rate of Growth, Journal of Political Economy, 70(4), 556-569.",
        "Hsieh, Chang-Tai, and Klenow, Peter J. (2002): Relative Prices and Relative Prosperity, unpublished, Princeton University.",
        "Hall and Jones: Why do Some Countries Produce so Much More Output per Worker than Others? Quarterly Journal of Economics (1999): 83-116.",
        "Hendricks, Lutz (2002): How Important is Human Capital for Development? Evidence from Immigrant Earnings, American Economic Review, 92(1), March, 198- 219.",
        "Gersick, Kelin, Davis, John, and McCollom Hampton, Marion :Generation to Generation: Life Cycles of the Family Business, Harvard Business School Press (1997).",
        "Gersick, Kelin: Equal isnt Always Fair, Family Business, (1996), 7: 44-49.",
        "Gathak, Maitreesh, Morelli, Massimo, and Sjostrom, Tomas (2001): Occupa- tional Choice and Dynamic Incentives, Review of Economic Studies, 68: 781-810.",
        "Gathak, Maitreesh, Morelli, Massimo, and Sjostrom, Tomas (2002): Credit Rationing, Wealth Inequality, and Allocation of Talent, unpublished.",
        "Denis, D. and D. Denis (1994): Majority owner-manager and organizational efficiency. Journal of Corporate Finance, 1, 91-118.",
        "Caselli, Francesco, and Morelli, Massimo (2002): Bad Politicians, unpub- lished, Harvard University.",
        "Caselli, Esquivel, and Lefort: Reopening the Convergence Debate: A New Look at Cross-Country Growth Empirics, Journal of Economic Growth (1996).",
        "Caselli, Francesco, and Coleman, Wilbur John II (2002). The World Technol- ogy Frontier, unpublished, Harvard University.",
        "Caselli, Francesco (2003): The Missing Input: Accounting for Cross-Country Income Differences, unpublished, Harvard University.",
        "Bouchard, Thomas, and McGue, Mattew: Familial Studies of Intelligence: A Review, Science, (1981), 10: 1055-1058.",
        "Burkart, Mike, Panunzi, Fausto, and Shleifer, Andrei: Family Firms, NBER Working Paper, (2002).",
        "Banerjee, Abhijit, and Newman, Andrew: Occupational Choice and the Pro- cess of Development, Journal of Political Economy, (1993), 101:274-297."
    ]
}