{
    "id": 9443,
    "cites": 18,
    "cited_by": 188,
    "reference": [
        "Shapiro, C. and J. Stiglitz (1984): Equilibrium unemployment as a worker discipline device American Economic Review, Vol. 74, pp. 433-444.",
        "Saint-Paul, Gilles (1996): Dual Labor Markets: A Macroeconomic Perspective, MIT Press.",
        "Pavcnik, N., A Blom, P. Goldberg, N. Schady (2002): Trade Liberalization and Labor Market Adjustment in Brazil, mimeo.",
        "Paes de Barros R., C.H. Corseuil, and M. Bahia (2000): Labor Market Regulations and the Duration of Employment in Brazil, IPEA mimeo.",
        "Kugler, A. and M. Cardenas (1999): The Incidence of Job Security Regulation on Labor Market Flexibility and Compliance in Colombia, mimeo.",
        "Kugler, A. (1999): The Impact of Firing Costs on Turnover and Unemployment: Evidence from The Colombian Labour Market Reform, International Tax and Public Finance Journal, Vol. 6, no. 3, pp. 389-410.",
        "Heckman J. and Pages C. (2000): The Cost of Job Security Regulation: Evidence from Latin American Labor Market, NBER Working Paper 7773.",
        "Krueger, A.B. and L.H. Summers (1988): Efficiency Wages and the Inter-Industry Wage Structure, Econometrica, Vol. 56, pp. 259-293.",
        "Harrison, A. and E. Leamer (1997): Labor markets in developing countries: An agenda for research, Journal of Labor Economics, Vol. 15, pp. S1-19.",
        "Hanson, G. and A. Harrison (1999): Who gains from trade reform? Some remaining puzzles, Journal of Development Economics, Vol. 59, pp. 125-154.",
        "Goldberg, P. and N. Pavcnik (2001): Trade, Wages and the Political Economy of Trade Protection: Evidence from the Colombian Trade Reforms, mimeo.",
        "Haisken-DeNew, J.P. and C.M. Schmidt (1997): Inter-Industry and Inter-Region Wage Differentials: Mechanics and Interpretation, Review of Economics and Statistics, Vol. 79, No. 3, pp. 516-521.",
        "Bulow, J. and L. Summers (1986): A theory of dual labor markets with application to industrial policy, discrimination, and Keynesian unemployment Journal of Labor Economics, Vol. 4:1, pp. 376-414.",
        "Currie, J. and A. Harrison (1997): Trade Reform and Labor Market Adjustment in Morocco Journal of Labor Economics, Vol. 15, pp. S44-71.",
        "Edwards, S. (1999): The Political Economy of Incomplete Market-Oriented Reform: The Case of Colombia. Forthcoming.",
        "Attanasio, O., Goldberg P., and N. Pavcnik (2002): Trade Reforms and Income Inequality in Colombia, mimeo.",
        "Arbache, J.S. and F.G. Carneiro (1999): Unions and Interindustry Wage Differentials, World Development 27, pp. 1875-1883.",
        "Aghion, P., R. Burgess, and S. Redding (2002): Liberalisation, Institutions, and Industrial Performance: Evidence from India mimeo."
    ]
}