{
    "id": 9450,
    "cites": 22,
    "cited_by": 5,
    "reference": [
        "Soumushou toukei kyoku, toukei kenshuu jou (statistics bureau, statistics study center (ministry of public management, home affairs, posts and telecommunications, govt of Japan)), Sekai no toukei 2001 (Statistics of the world 2001).",
        "OECD, Regulation Database --downloadable from OECD website. Pilat, Dirk (1997). Regulation and Performance in the Distribution Sector, OECD Economics Department Working Papers, no. 180.",
        "OECD (2000). Assessing Barriers to Trade in Services: Retail Trade Services, working party of the trade committee.",
        "Matsui, Kenji and Tatushiko Nariu (2001). Panel Data Analysis of the Density of Retail Stores in Japan, working paper, faculty of economics, Kyoto University.",
        "Nariu, Tatushiko and David Flath (1993). The Complexity of Wholesale Distribution Channels in Japan, in Michael R. Czinkota and Masaaki Kotabe, eds., The Japanese Distribution System, pp. 83-98, Chicago: Probus Publishing Company.",
        "Nariu Tatsuhiko (1994). Ryuutsuu no keizai riron (The economic theory of marketing), Nagoya shuppankai.",
        "Miwa, Yoshirou and Mark Ramseyer (2002), The Japanese Distribution System, Oxford University Press.",
        "Milgrom, Paul and John Roberts (1995). Complementarities and Fit: Strategy, Structure, and Organizational Change in Manufacturing, Journal of Accounting and Economics, vol. 19, pp. 179-208.",
        "McKinsey Global Institute (2000) Why the Japanese Economy is not Growing: micro barriers to productivity growth, July.",
        "Maruyama Masayoshi, et al. (1991). Nihon no ryuutsuu shisutemu: riron to jissho (The distribution system of Japan: theory and empirics), Keizai Bunseki, vol. 123 (May).",
        "JETRO (2002). The Survey on Actual Conditions Regarding Access to Japan: Replacement Auto Parts (March)...posted on the JETRO web site.",
        "Ito, Takatoshi and Maruyama, Masayoshi. (1991). Is the Japanese Distribution System Really Inefficient? in Paul Krugman, ed., Trade with Japan: Has the Door Opened Wider?, University of Chicago Press, NBER, pp. 149-74.",
        "Heal, Geoffrey (1980). Spatial Structure in the Retail Trade: A Study of Product Differentiation with Increasing Returns, Bell Journal of Economics, vol. 11, pp. 565-583.",
        "Gabszewicz, Jean Jaskold and Jacques-Francois Thisse (1986). Spatial Competition and the Location of Firms, in J. Gabszewicz et al, ed., Location Theory, New York, NY: Harwood Academic, pp. 1-7.",
        "Flath, David and Tatsuhiko Nariu (1996). Is Japans Retail Sector Truly Distinctive? Journal of Comparative Economics, 2:181-191.",
        "Flath, David (2001). Japanese Distribution Keiretsu, FDI and Import Penetration, mimeo.",
        "Flath, David (1990). Why Are There So Many Retail Stores in Japan? Japan and the World Economy, 2: 365-386.",
        "Flath, David (2000). The Japanese Economy, Oxford U press.",
        "Flath, David (1989). Vertical Restraints in Japan, Japan and the World Economy, 1: 187-203.",
        "Boylaud, Olivier and Giuseppe Nicoletti (2001). Regulatory Reform in Retail Distribution, OECD Economic Studies, no. 32, pp. 253-274.",
        "Becker, Gary (1983). A Theory of Competition Among Pressure Groups, Quarterly Journal of Economics, vol. 98, pp. 371-400.",
        "Beck, John C. (1993). Japanese Consumers as Battering Rams: Can They Break Down the Non-Market Entry Barriers to Japans Auto Aftermarket Industry? in Michael R. Czinkota and Masaaki Kotabe, eds., The Japanese Distribution System, pp. 281-94, Chicago: Probus Publishing Company."
    ]
}