{
    "id": 9452,
    "cites": 33,
    "cited_by": 28,
    "reference": [
        "Villas-Boas, J. and R. Winer (1999), `Endogeneity in brand choice models, Management Science 45, 13241338.",
        "Trajtenberg, M. (1990), Economic Analysis of Product Innovation: The Case of CT Scanners., Harvard University Press.",
        "Trajtenberg, M. (1989), `The welfare analysis of product innovations, with an application to computed tomography scanners, Journal of Political Economy 97, 444479.",
        "E00-278, Department of Economics, University of California, Berkeley. Train, K. (2003), Discrete Choice Methods with Simulation, Cambridge Uni- versity Press, New York.",
        "Train, K. (2000), `Halton sequences for mixed logit, Working Paper No.",
        "Train, K. (1998), `Recreation demand models with taste variation, Land Economics 74, 230239.",
        "Train, K. (1986), Qualitative Choice Analysis, MIT Press, Cambridge, MA.",
        "Smith, R. and R. Blundell (1986), `An exogeneity test for a simultaneous equation tobit model with an application to labor supply, Economet- rica 54, 679686.",
        "Rivers, D. and Q. Vuong (1988), `Limited information estimators and exo- geneity tests for simultaneous probit models, Journal of Econometrics 39, 347366.",
        "Nevo, A. (2001), `Measuring market power in the ready-to-eat cereal indus- try, Econometrica 69, 307342.",
        "Petrin, A. (2002), `Quantifying the benefits of new products; the case of the minivan, Journal of Political Economy 110, 705729.",
        "Munizaga, M. and R. Alvarez-Daziano (2001), `Mixed logit versus nested logit and probit, Working Paper, Departmento de Ingeniera Civil, Uni- versidad de Chile.",
        "McFadden, D. (1974), Conditional logit analysis of qualitative choice behav- ior, in P.Zarembka, ed., `Frontiers in Econometrics, Academic Press, New York, pp. 10542.",
        "McFadden, D. (1978), Modeling the choice of residential location, in A.Karlqvist, L.Lundqvist, F.Snickars and J.Weibull, eds, `Spatial In- teraction Theory and Planning Models, North-Holland, Amsterdam, pp. 7596.",
        "Madansky, A. (1964), `Instrumental variables in factor analysis, Psychome- trika 29(2), 105113.",
        "Karaca-Mandic, P. and K. Train (2002), `Standard error correction in two- step estimation with nested samples, Working Paper, Department of Economics, University of California, Berkeley.",
        "Karaca-Mandic, P. (2002), `Complementarities in technology adoption: The case of consumer adoption of dvd console players, Working Paper, Department of Economics, University of California, Berkeley.",
        "Hensher, D. (2001), `The valuation of commter travel time savings for car drivers in new zealand: Evaluating alternative model specifications, Transportation 28, 101118.",
        "Heckman, J. and R. Robb (1985), `Alternative methods for evaluating the impacts of interventions: An overview, Journal of Econometrics 30, 239267.",
        "Hausman, J. (1997b), Valuation of new goods under perfect and imperfect competition, in R.Gordon and T.Bresnahan, eds, `The Economics of New Goods, University of Chicago Press, Chicago.",
        "Hausman, J. (1997a), `Reply to professor bresnahan, Working Paper, MIT.",
        "Halton, J. (1960), `On the efficiency of evaluating certain quasi-random sequences of points in evaluating multi-dimensional integrals, Nu- merische Mathematik 2, 8490.",
        "Hausman, J. (1978), `Specification tests in econometrics, Econometrica 46, 12511272.",
        "Goolsbee, A. and A. Petrin (2002), `The consumer gains from direct broad- cast satellites and the competition with cable tv, Working Paper, Grad- uate School of Business, University of Chicago.",
        "Brownstone, D. and K. Train (1999), `Forecasting new product penetration with flexible substitution patterns, Journal of Econometrics 89, 109 129.",
        "Chintagunta, P., J. DubÃ\u0082Â´ e and K. Goh (2002), `Targeted pricing and the estimation of consumer choice models in the presence of unmeasured product characteristics, Working Paper, Graduate School of Business, University of Chicago.",
        "Bresnahan, T. (1997), `The apple-cinnamon cheerios war: Valuing new goods, identifying market power, and economic measurement, Working Paper, Stanford University.",
        "Blundell, R. and J. Powell (2001), `Endogeneity in semiparametric binary re- sponse models, Working Paper, Department of Economics, University College London.",
        "Berry, S., J. Levinsohn and A. Pakes (2001), `Differentiated products de- mand system from a combination of micro and macro data: The new car market, Working Paper, National Bureau of Economic Research.",
        "Bhat, C. (2001), `Quasi-random maximum simulated likelihood estima- tion of the mixed multinomial logit model, Transportation Research B 35, 677693.",
        "Berry, S. (1994), `Estimating discrete choice models of product differentia- tion, RAND Journal of Economics 25, 242262.",
        "Berry, S., J. Levinsohn and A. Pakes (1995), `Automobile prices in market equilibrium, Econometrica 63, 841889.",
        "Bajari, P. and C. Benkard (2001), `Demand estimation with hetergeneous consumers and unobserved product characteristics: A hedonic ap- proach, Working Paper, Department of Economics, Stanford Univer- sity."
    ]
}