{
    "id": 9457,
    "cites": 14,
    "cited_by": 9,
    "reference": [
        "Velasco, AndrÃ\u0083Â©s. 1987. Financial and Balance-of-Payments Crises. Journal of Development Economics 27: 26383.",
        "Reinhart, Carmen M., and Kenneth S. Rogoff. 2002. The Modern History of Exchange Rate Arrangements: A Reinterpretation. Working Paper Series no. 8963, National Bureau of Economic Research (May).",
        "Pou, Pedro. 2002. Comments at the NBER Conference on The Argentina Crisis, July 17, Cambridge, Mass.",
        "Obstfeld, Maurice, Jay C. Shambaugh, and Alan M. Taylor. 2002. The Trilemma in History: Policy Choices for Exchange Rates, Monetary Policies, and Capital Mobility. University of California, Berkeley (August). Photocopy.",
        "Mussa, Michael. 2002. Argentina and the Fund: From Triumph to Tragedy. Washington, D.C.: Institute for International Economics.",
        "McKinnon, Ronald I. 1973. Money and Capital in Economic Development. Washington, D.C.: The Brookings Institution.",
        "Krugman, Paul. 1979. A Model of Balance of Payments Crises. Journal of Money, Credit and Banking 11 (3): 311325.",
        "Financial Times, October 30. Kaminsky, Graciela L., and Carmen M. Reinhart. 1999. The Twin Crises: The Causes of Banking and Balance-of-Payments Problems. American Economic Review 89 (3): 473500.",
        "Hausmann, Ricardo. 2001. A Way Out for Argentina: The Currency Board Cannot Survive Much Longer.",
        "Gesell, Silvio. 1909. La pletora monetaria. In n.t. Buenos Aires.",
        "Gesell, Silvio. 1898 [1909]. La anemia monetaria. In n.t. Buenos Aires.",
        "Frankel, Jeffrey A., Sergio L. Schmukler, and Luis ServÃ\u0083Â©n. 2002. Global Transmission of Interest Rates: Monetary Independence and Currency Regime. Working Paper Series no. 8828, National Bureau of Economic Research (March).",
        "Economic Growth. Chicago: University of Chicago Press. della Paolera, Gerardo, and Alan M. Taylor. 2002. Internal Versus External Convertibility and Emerging- Market Crises: Lessons from Argentine History. Explorations in Economic History 39 (4): 35789.",
        "Bishop, W. H. The Argentine Crisis. 1891. Economic Journal 1 (3): 53338. Burnside, Craig, Martin S. Eichenbaum, and Sergio Rebelo. 2001. Government Guarantees and Self- fulfilling Speculative Attacks. Photocopy."
    ]
}