{
    "id": 9458,
    "cites": 41,
    "cited_by": 9,
    "reference": [
        "Vasicek, Oldrich A., 1977, An equilibrium characterization of the term structure, Journal of Financial Economics 5, 177-188.",
        "Schwartz, Stuart C., 1967, Estimation of probability density by an orthogonal series, Annals of Mathematical Statistics 38, 12611265.",
        "Stambaugh, Robert F., 1988, The information in forward rates, Journal of Financial Economics 21, 4170.",
        "Powell, Mike J. D., 1981, Approximation Theory and Methods, Cambridge University Press: Cambridge, MA.",
        "McCulloch, J. Houston, 1975, The tax adjusted yield curve, Journal of Finance 30, 811829.",
        "Longstaff, Francis A., and Eduardo S. Schwartz, 1992, Interest rate volatility and the term structure: A two-factor general equilibrium model, Journal of Finance 47, 12591282.",
        "Litterman, Robert, and JosÃ\u0082Â´e Scheinkman, 1991, Common factors affecting bond returns, Journal of Fixed Income 1, 5461.",
        "Jamshidian, Farshid, 1991, Bond and option evaluation in the Gaussian interest rate model, in A. Chen, eds., Research in Finance, Volume 9, 131-170, JAI Press: Greenwich, CT.",
        "Hull, John C., and Alan White, 1993, One-factor interest rate models and the valuation of interest rate derivative securities, Journal of Financial and Quantitative Analysis 28, 235254.",
        "Hull, John C., and Alan White, 1990, Pricing interest rate derivatite securities, Review of Financial Studies 3, 573592.",
        "Ho, Thomas S. Y., and Sang-Bin Lee, 1986, Term structure movement and pricing interest rate contingent claims, Journal of Finance 41, 101129.",
        "Heath, David, Robert A. Jarrow, and Andrew Morton, 1992, Bond pricing and the term structure of interest rates, Econometrica 60, 225262.",
        "Harrison, J. Michael, and David M. Kreps, 1979, Martingales and arbitrage in multiperiod securities markets, Journal of Economic Theory 20, 381408.",
        "Hansen, Lars Peter, 1982, Large sample properties of generalized method of moments estimators, Econometrica 50, 10291053.",
        "Gallant, A. Ronald, and George Tauchen, 1992, A nonparametric approach to nonlinear time series analysis: Estimation and simulation, in D. Brillinger, P. Caines, J. Geweke, E. Parzen, M. Rosenblatt, and M. Taqqu, eds., New Directions in Time Series Analysis, Part II, 7191, Springer-Verlag: New York, NY.",
        "Gallant, A. Ronald, and George Tauchen, 1989, Seminonparametric estimation of conditionally constrained heterogeneous processes: Asset pricing applications, Econometrica 57, 10911120.",
        "Gallant, A. Ronald, and Douglas W. Nychka, 1987, Seminonparametric maximum likelihood estimation, Econometrica 55, 363390.",
        "Foster, Dean P., and Daniel B. Nelson, 1996, Continuous record asymptotics for rolling sample variance estimators, Econometrica 64, 139174.",
        "Dybvig, Philip H., 1989, Bond and Bond Option Pricing Based on the Current Term Structure, Working Paper, Washington University.",
        "Duffie, Darrell, Kenneth J. Singleton, 1993, Simulated moments estimation of Markov models of asset prices, Econometrica 50, 9871007.",
        "Duffie, Darrell, and Rui Kan, 1996, A yield-factor model of interest rates, Mathematical Finance 6, 379406.",
        "Dittmar, Robert F., 2002, Nonlinear pricing kernels, kurtosis preference, and the cross- section of equity returns, Journal of Finance 57, 369403.",
        "Duffee, Gregory R., 2002, Term premia and interest rate forecasts in affine models, Journal of Finance, Vol-57, 405-444.",
        "CramÃ\u0082Â´er, Harald, 1925, On some classes of series used in mathematical statistics, Proceedings of the Sixth Scandinavian Mathematical Congress, 399-425.",
        "Diebold, Francis X., and Canlin Li, 2002, Forecasting the term structure of government bond yields, Working Paper, University of Pennsylvania.",
        "Cochrane, John H., and Monika Piazzesi, 2002, Bond risk premia, Working Paper, University of Chicago.",
        "Chapman, David A., 1997, Approximating the asset pricing kernel, Journal of Finance 52, 13831410.",
        "Cochrane, John H., 2001, Asset Pricing, Princeton University Press: Princeton, NJ.",
        "Campbell, John Y., and John H. Cochrane, 1999, By force of habit: A consumption-based explanation of aggregate stock market behavior, Journal of Political Economy 107, 205 251.",
        "Brandt, Michael W., and Kevin Q. Wang, 1999, Time-varying risk aversion and unexpected inflation, Working Paper, University of Pennsylvania.",
        "Brown, Roger H., and Stephen M. Schaefer, 1994, The term structure of real interest rates and the Cox, Ingersoll, and Ross model, Journal of Financial Economics 35, 342.",
        "Boudoukh, Jacob, 1993, An equilibrium model of nominal bond prices with inflation-output correlation and stochastic volatility, Journal of Money, Credit, and Banking 25, 636-665.",
        "Bliss, Robert R., 1997, Testing term structure estimation methods, Advances in Futures and Options Research 9, 197-231.",
        "Black, Fischer, and Piotr Karasinski, 1991, Bond and option pricing when short rates are log-normal, Financial Analysts Journal 47, 5259.",
        "Black, Fischer, Emanuel Derman, and William Toy, 1990, A one-factor model of interest rates and its application to Treasury bond options, Financial Analysts Journal 46, 3339.",
        "Bansal, Ravi, and S. Viswanathan, 1993, No arbitrage and arbitrage pricing: A new approach, Journal of Finance 48, 12311262.",
        "Backus, David K., Silverio Foresi, and Stanley E. Zin, 1998, Arbitrage opportunities in arbitrage-free models of bond pricing, Journal of Business and Economic Statistics 16, 1326.",
        "Backus, David K., Silverio Foresi, Christopher Telmer, 1999, Discrete-time models of bond pricing, in N. Jegadeesh and B. Tuckman, eds., Advanced Fixed-Income Valuation Tools, Wiley and Sons: New York, NY.",
        "Akaike, Hirotugu, 1973, Information theory and an extension of the maximum likelihood principle, in B.N. Petrov and F. Csaki, eds., Second International Symposium on Information Theory, 267281, Akademiai Kiado: Budapest.",
        "Ang, Andrew, and Monika Piazzesi, 2002, A no-arbitrage vector autoregression of term structure dynamics with macroeconomic and latent variables, Working Paper, Columbia University.",
        "Ahn, Dong-Hyun, Robert F. Dittmar, and A. Ronald Gallant, 2001, Quadratic term structure models: Theory and evidence, Review of Financial Studies, forthcoming."
    ]
}