{
    "id": 9462,
    "cites": 24,
    "cited_by": 18,
    "reference": [
        "Berkovec, James and Don Fullerton. Ã\u0082â\u0080\u009cA General Equilibrium Model of Housing, Taxes, and Portfolio Choice.Ã\u0082â\u0080\u009d Journal of Political Economy, vol. 100 (2), April 1992, pp. 390-429.",
        "Brueckner, Jan. Consumption and Investment Motives and the Portfolio Choices of Homeowners. Journal of Real Estate Finance and Economics, vol. 15, September 1997, pp. 159-180.",
        "Campbell, John, and Joao Cocco. Ã\u0082â\u0080\u009cHousehold Risk Management and Optimal Mortgage Choice.Ã\u0082â\u0080\u009d Mimeo, Harvard University, January 2002.",
        "Caplin, Andrew. Ã\u0082â\u0080\u009cThe Reverse Mortgage Market: Problems and Prospects.Ã\u0082â\u0080\u009d Innovations in Housing Finance for the Elderly, Olivia Mitchell, ed. Pension Research Council (2001).",
        "Case, Karl, and Robert Shiller. Ã\u0082â\u0080\u009cThe Efficiency of the Market for Single-Family Homes.Ã\u0082â\u0080\u009d American Economic Review, vol. 79 (1), March 1989, pp. 125-137.",
        "Chan, Sewin. Ã\u0082â\u0080\u009cSpatial Lock-In: Do Falling House Prices Constrain Residential Mobility?Ã\u0082â\u0080\u009d Journal of Urban Economics, vol. 49 (3), May 2001, pp. 567-586.",
        "Cocco, Joao. Ã\u0082â\u0080\u009cHedging House Price Risk with Incomplete Markets.Ã\u0082â\u0080\u009d Mimeo, London Business School, September 2000.",
        "Davidoff, Thomas. Ã\u0082â\u0080\u009cLabor Income, Housing Prices, and Homeownership.Ã\u0082â\u0080\u009d Mimeo, Massachusetts Institute of Technology, November 2001.",
        "Flavin, Marjorie and Takashi Yamashita. Ã\u0082â\u0080\u009cOwner-Occupied Housing and the Composition of the Household Portfolio Over the Life Cycle.Ã\u0082â\u0080\u009d American Economic Review, forthcoming. Fratantoni, Michael. Housing Wealth, Precautionary Saving, and the Equity Premium. Mimeo, Fannie Mae, July 1997.",
        "Genesove, David. Ã\u0082â\u0080\u009cThe Nominal Rigidity of Apartment Rents.Ã\u0082â\u0080\u009d NBER Working Paper 7137, May 1999.",
        "Genesove, David, and Christopher Mayer. Ã\u0082â\u0080\u009cEquity and Time to Sale in the Real Estate Market.Ã\u0082â\u0080\u009d American Economic Review, vol. 87 (3), June 1997, pp. 255-269.",
        "Goetzmann, William. The Single Family Home in the Investment Portfolio. Journal of Real Estate Finance and Economics, Vol. 6 (3) p. 201-22. May 1993.",
        "Hendershott, Patric and Joel Slemrod. Ã\u0082â\u0080\u009cTaxes and the User Cost of Capital for Owner-Occupied Housing.Ã\u0082â\u0080\u009d AREUEA Journal, Winter 1983, 10 (4), 375-393.",
        "Henderson, J.V. and Ioannides, Y.M. Ã\u0082â\u0080\u009cA Model of Housing Tenure Choice.Ã\u0082â\u0080\u009d American Economic Review, Vol. 73 (1), p. 98-113, March 1983.",
        "Megbolugbe, Sa-Aadu, and James Shilling. Oh, Yes, the Elderly Will Reduce Housing Equity under the Right Circumstances. Journal of Housing Research, vol. 8 (1) p.53-74, 1997.",
        "Poterba, James. Ã\u0082â\u0080\u009cTax Subsidies to Owner-Occupied Housing: An Asset Market Approach.Ã\u0082â\u0080\u009d Quarterly Journal of Economics, November 1984, 99 (4), 729-752.",
        "Poterba, James and Andrew Samwick. Ã\u0082â\u0080\u009cHousehold Portfolio Allocation Over the Life Cycle,Ã\u0082â\u0080\u009d NBER Working Paper 6185, September 1997.",
        "Rosen, Harvey. Ã\u0082â\u0080\u009cHousing Decisions and the U.S. Income Tax.Ã\u0082â\u0080\u009d Journal of Public Economics, February 1979, 11 (1), 1-23.",
        "Rosen, Harvey, Kenneth Rosen, and Douglas Holtz-Eakin. Ã\u0082â\u0080\u009cHousing Tenure, Uncertainty, and Taxation.Ã\u0082â\u0080\u009d Review of Economics and Statistics, vol. 66, no. 3 (August 1984), pp.405-416.",
        "Skinner, Jonathan. Housing and Saving in the United States, in Noguchi and Poterba, eds, Housing Markets in the United States and Japan, NBER, University of Chicago Press, 1994 (pp191-213).",
        "Skinner, Jonathan. Housing Wealth and Aggregate Saving, Regional Science and Urban Economics, Vol. 19 (2), p.305-24, May 1989.",
        "Summers, Lawrence. Ã\u0082â\u0080\u009cInflation, the Stock Market, and Owner-Occupied Housing.Ã\u0082â\u0080\u009d American Economic Review, vol. 71 (2), May 1981, pp. 429-434.",
        "Venti, Steven and David Wise. Ã\u0082â\u0080\u009cAging and Housing Equity.Ã\u0082â\u0080\u009d NBER Working Paper 7882, September 2000.",
        "Venti, Steven and David Wise. Aging and the Income Value of Housing Wealth. Journal of Public Economics. Vol 44 (3) p.371-97, April 1991."
    ]
}