{
    "id": 9463,
    "cites": 20,
    "cited_by": 6,
    "reference": [
        "Zucker, L. G., M. R. Darby, M. B. Brewer, and Y. Peng. Collaboration Structure and Information Dilemmas in Biotechnology: Organizational Boundaries as Trust Production, in Trust in Organizations, edited by Roderick M. Kramer and Tom R. Tyler, Thousand Oaks, CA: Sage, 1996, 90-113.",
        "Zucker, L. G., M. R. Darby, and M. B. Brewer. Intellectual Human Capital and the Birth of U.S. Biotechnology Enterprises. American Economic Review, 88(1), 1998, 290-306.",
        "Zucker, L. G., M. R. Darby, and J. Armstrong. Geographically Localized Knowledge: Spillovers or Markets? Economic Inquiry, 36(1), 1998, 65-86.",
        "Zucker, L. G., and M. R. Darby. Capturing Technological Opportunity Via Japans Star Scientists: Evidence from Japanese Firms Biotech Patents and Products. Journal of Technology Transfer, 26(1/2), 2001, 37-58.",
        "Zucker, L. G., and M. R. Darby. Star Scientists and Institutional Transformation: Patterns of Invention and Innovation in the Formation of the Biotechnology Industry. Proceedings of the National Academy of Sciences, 93(23), 1996, 12,709-12,716.",
        "Nelson, R. R., and S. G. Winter. An Evolutionary Theory of Economic Change. Cambridge, MA: The Belknap Press of Harvard University Press, 1982.",
        "Thursby, J. G., and M. Thursby. Who Is Selling the Ivory Tower? Sources of Growth in University Licensing. Management Science, 48(1), 2002, 90-104.",
        "Jensen, R., and M. Thursby. Proofs and Prototypes for Sale: The Tale of University Licensing. American Economic Review, 91(1), 2001, 240-59.",
        "Liebeskind, J. P., A. L. Oliver, L. G. Zucker, and M. B. Brewer. Social Networks, Learning, and Flexibility: Sourcing Scientific Knowledge in New Biotechnology Firms. Organization Science, 7(4), 1996, 428-443.",
        "Jaffe, A. B. Real Effects of Academic Research. American Economic Rev., 79(5), 1989, 957-970.",
        "Helper, S., J. P. MacDuffie, and C. Sabel, Pragmatic Collaborations: Advancing Knowledge while Controlling Opportunism. Industrial and Corporate Change, 9(3), 2000, 443-87.",
        "Harberger, A. C. A Vision of the Growth Process. American Economic Rev, 88(1), 1998, 1-32.",
        "Griliches, Z. Patent Statistics as Economic Indicators: A Survey. Journal of Economic Literature, 28(4), 1990, 1661-1707.",
        "Granovetter, M. Economic Action and Social Structure: The Problem of Embeddedness. American Journal of Sociology, 91(3), 1985, 481-510.",
        "Granovetter, M. The Strength of Weak Ties. American Journal of Sociology, 78(6), 1973, 1360-1380.",
        "Gould, R. V. Collective Action and Network Structure. American Sociological Review, 58(2), 1993, 182-196.",
        "Doz, Y. L. The Evolution of Cooperation in Strategic Alliances: Initial Conditions or Learning Processes? Strategic Management Journal, 17, 1996, 55-83.",
        "Advanced Technology Program. Proposal Preparation Kit. Gaithersburg, MD: National Institute of Standards and Technology, November 1999.",
        "Darby, M. R., and L. G. Zucker. Growing by Leaps and Inches: Creative Destruction, Real Cost Reduction, and Inching Up. Economic Inquiry, 41(1), 2003, 1-19.",
        "Das, T. K., and B.-S. Teng. Between Trust and Control: Developing Confidence in Partner Cooperation in Alliances. Academy of Management Review, 23(3), 1998, 491-512."
    ]
}