{
    "id": 9466,
    "cites": 18,
    "cited_by": 25,
    "reference": [
        "Untermyer, Samuel, 1915, Speculation on Stock Exchanges and Public Regulations of the Exchanges, American Economic Review 5(1), 24-68.",
        "Ross, Stephen A., 1976, The Arbitrage Theory of Capital Asset Pricing, Journal of Economic Theory 13, 341-360.",
        "Poitras, Geoffrey, 2002, Short Sales Restrictions, Dilution and the Pricing of Rights Issues on the Singapore Stock Exchange, Pacific Basin Finance Journal 10(2), 141-62.",
        "Ofek, Eli, and Matthew Richardson, 2002, DotCom Mania: The Rise and Fall of Internet Stock Prices, Journal of Finance, forthcoming.",
        "Montias, John Michael, 1989, Vermeer and His Milieu, Princeton Press, Princeton, NJ.",
        "MÃ\u0083Â¸rck, Randall, Bernard Yeung, and Wayne Yu, 2000, The Information Content of Stock Markets: Why do Emerging Markets Have Synchronous Stock Price Movement, Journal of Financial Economics, 58(1), pages 215-260.",
        "Lars Peter Hansen and Ravi Jagannathan, 1997, Assessing Specification Errors in Stochastic Discount Factor Model, Journal of Finance, 52(2) June, 557-590.",
        "Li, Lianfa, and Belton M. Fleisher, 2002, Heterogeneous Expectations and Stock Prices in Segmented Markets: Application to Chinese Firms, working paper, Ohio State University.",
        "Hong, Harrison and Jeremy Stein, 2002, Differences of Opinion, Shortsales Constraints and Market Crashes, forthcoming Review of Financial Studies.",
        "Jegadeesh Naramsimhan and Sheridan Titman, 1995, Overreaction, Delayed Reaction and Contrarian Profits, Review of Financial Studies 8, 973-993.",
        "La Porta R., Lopez-de-Silanes, Shleifer, A., Vishny, R.W., 1997, Law and Finance, Journal of Political Economy 106, 1112-1155.",
        "Geczy, Christopher C., David K. Musto, and Adam V. Reed, 2002, Stocks Are Special Too: An Analysis of the Equity Lending Market, Journal of Financial Economics 66, 241-269.",
        "Erzo G. J. Luttmer, 1996, Assessing Specification Errors in Stochastic Discount Factor Models, Econometrica 64(6), 1439-1467.",
        "Duffie, Darrell, Nicholae Garleanu, and Lasse Heje Pedersen, 2002, Securities Lending, Shorting and Pricing, Journal of Financial Economics 66(2), pages 307-339.",
        "DAvolio, Gene, 2002, The Market for Borrowing Stock, Journal of Financial Economics, 66(2), pages 271-306.",
        "De Marchi, Neil and Paul Harrison, 1994, Trading in the Wind with Guile: The Troublesome Matter of the Short Selling of Shares in Seventeenth Century Holland, History of Political Economy Supplement, 26(0), pages 47-65.",
        "Chen, Zhiwu, 1995, Financial Innovation and Arbitrage Pricing in Frictional Economies, Journal of Economic Theory, 65(1), February, 117-135.",
        "Chen, Zhiwu, 2001, Viable Costs and Equilibrium Prices in Frictional Securities Markets, Annals o Economics and Finance, 2(2), 297-323."
    ]
}