{
    "id": 9472,
    "cites": 37,
    "cited_by": 6,
    "reference": [
        "Westat. Survey of Income and Program Participation Users Guide, Third Edition. Washington, DC: U.S. Census Bureau, 2001.",
        "Wallace, Geoffrey, and Rebecca M. Blank, What Goes Up Must Come Down? Explaining Recent Changes in Public Assistance Caseloads, in Sheldon H. Danziger, ed., Economic Conditions and Welfare Reform, Kalamazoo, MI: W. E. Upjohn Institute for Employment Research, 1999, pp. 49-89.",
        "U.S. Department of Health and Human Services, U.S. Welfare Caseloads Information, Washington, DC: Administration for Children and Families, www.acf.dhhs.gov/news/stats/newstat2.shtml, 2001b.",
        "U.S. Bureau of Labor Statistics, Labor Force Statistics from the Current Population Survey, 2002, www.bls.gov/cps/home.htm.",
        "Schoeni, Robert F., and Rebecca M. Blank, What Has Welfare Reform Accomplished? Impacts on Welfare Participation, Employment, Income, Poverty, and Family Structure, Cambridge, MA: National Bureau of Economic Research, Working Paper 7627, March 2000.",
        "Ribar, David C. Transitions from Welfare and the Employment Prospects of Low-Skill Workers, Manuscript, George Washington University, July 2002.",
        "Rector, Robert E., and Sarah E. Youssef, The Determinants of Welfare Caseload Decline, Washington, DC: The Heritage Foundation, Paper CDA99-04, May 1999.",
        "Pavetti, LaDonna A., The Dynamics of Welfare and Work: Exploring the Process By Which Women Work Their Way Off Welfare, Ph.D. Dissertation, Harvard University, 1993.",
        "ONeill, June E., and M. Anne Hill, Gaining Ground? Measuring the Impact of Welfare Reform on Welfare and Work, New York, NY: Manhattan Institute for Policy Research, Civic Report 17, July 2001.",
        "ONeill, June E.,. Laurie J. Bassi, and Douglas A. Wolf, The Duration of Welfare Spells, Review of Economics and Statistics, Vol. 69, No. 2, May 1987, 241-247.",
        "Mueser, Peter R., Julie L. Hotchkiss, Christopher T. King, Philip S. Rokicki, and David W. Stevens, The Welfare Caseload, Economic Growth and Welfare-to-Work Policies: An Analysis of Five Urban Areas, July 2000.",
        "Moffitt, Robert A., The Effect of Pre-PRWORA Waivers on AFDC Caseloads and Female Earnings, Income, and Labor Force Behavior, in Sheldon H. Danziger, ed., Economic Conditions and Welfare Reform, Kalamazoo, MI: W. E. Upjohn Institute for Employment Research, 1999, pp. 91-118.",
        "Meyer, Bruce D., and Dan T. Rosenbaum, Welfare, the Earned Income Tax Credit, and the Labor Supply of Single Mothers, Quarterly Journal of Economics, Vol. CXVI, August 2001, pp. 1063-1114.",
        "MacRae, Duncan, Work Incentives in Welfare Benefits: An Analysis of the U.S. Case, mimeo, UCLA Department of Political Science, May 2002.",
        "MaCurdy, Thomas, David Mancuso, and Margaret OBrien-Strain, How Much Does Californias Welfare Policy Explain the Slower Decline of Its Caseload, unpublished manuscript, December 2000.",
        "Klerman, Jacob A., and Steven Haider, A Stock-Flow Analysis of the Welfare Caseload: Insights from California Economic Conditions, Santa Monica, CA: RAND, September 2002.",
        "Klawitter, Marieka, Robert D. Plotnick, and Mark Evan Edwards, Determinants of Initial Entry onto Welfare by Young Women, Journal of Policy Analysis and Management, Vol. 19, No. 4, 2000, 527-546.",
        "Hoynes, Hilary W., Local Labor Markets and Welfare Spells: Do Demand Conditions Matter? Review of Economics and Statistics, Vol. 83, No. 3, August 2000, 351-368.",
        "Hutchens, Robert M., Entry and Exit Transitions in a Government Transfer Program: The Case of Aid to Families with Dependent Children, Journal of Human Resources, Vol. 16, No. 3, Spring 1981, 217-237.",
        "Hotz, V. Joseph, and John Karl Scholz, The Earned Income Tax Credit. NBER Working Paper 8078, January 2001.",
        "Harris, Kathleen M. Work and Welfare among Single Mothers in Poverty. American Journal of Sociology 99, September 1993, 317-352.",
        "Grogger, Jeffrey, The Effects of Time Limits, the EITC, and Other Policy Changes on Welfare Use, Work, and Income Among Female-Headed Families, Review of Economics and Statistics, 2003 (forthcoming).",
        "Grogger, Jeffrey, Steven Haider, and Jacob A. Klerman, Why Did the Welfare Rolls Fall? The Importance of Entry, American Economic Review, May 2003.",
        "Grogger, Jeffrey, Lynn A. Karoly, and Jacob A. Klerman, Consequences of Welfare Reform: A Research Synthesis. Santa Monica, CA: RAND, 2002.",
        "Grogger, Jeffrey, Time Limits and Welfare Use, Journal of Human Resources, 2004 (forthcoming).",
        "Gittleman, Maury, Declining Caseloads: What Do the Dynamics of Welfare Participation Reveal? Industrial Relations, Vol. 40, No. 4, October 2001, 537-570.",
        "Frank, Robert. (1978) How Long is a Spell of Unemployment? Econometrica 46, 285- 302.",
        "Smith, eds., New Developments in Survey Sampling. New York: Wiley. Figlio, David N., and James P. Ziliak, Welfare Reform, The Business Cycle, and the Decline in AFDC Caseloads, in Sheldon H. Danziger, ed., Economic Conditions and Welfare Reform, Kalamazoo, MI: W. E. Upjohn Institute for Employment Research, 1999, pp. 17-48.",
        "Cox, D.R. (1967) Some Sampling Problems in Technology. In N.L. Johnson and H.",
        "Council of Economic Advisers (CEA), The Effects of Welfare Policy and the Economic Expansion on Welfare Caseloads: An Update, Washington, DC, August 1999.",
        "Boskin, Michael J., and Frederick C. Nold, A Markov Model of Turnover in Aid to Families with Dependent Children, Journal of Human Resources, Vol. 10, No. 4, Autumn 1975, 467-481.",
        "Blank, Rebecca M., and Patricia Ruggles, When Do Women Use AFDC and Food Stamps? The Dynamics of Eligibility versus Participation, Journal of Human Resources, Vol. 31, No. 1, Winter 1996, pp. 57-89.",
        "Blank, Rebecca M., Analyzing the Length of Welfare Spells, Journal of Public Economics, Vol. 39, No. 3, August 1989, pp. 245-273.",
        "Blank, Rebecca M., Evaluating Welfare Reform in the United States, Journal of Economic Literature, forthcoming. Blank, Rebecca M., What Causes Public Assistance Caseloads to Grow? Journal of Human Resources, Vol. 36, No. 1, Winter 2001.",
        "Bavier, Richard. An Early Look at the Effects of Welfare Reform. Mimeo, Office of Management and Budget, March 1999.",
        "Bane, Mary Jo, and David Ellwood, Welfare Realities: From Rhetoric to Reform, Cambridge, MA: Harvard University Press, 1994.",
        "Bane, Mary Jo, and David Ellwood, The Dynamics of Dependence: The Routes to Self- Sufficiency, Manuscript, Urban Systems Research and Engineering, June 1983."
    ]
}