{
    "id": 9475,
    "cites": 40,
    "cited_by": 3,
    "reference": [
        "[40] Williams, J. T., 1993, Equilibrium and Options on Real Assets, Review of",
        "[38] Triantis, A., and J. Hodder, 1990, Valuing Flexibility as a Complex Option, Journal of Finance 45, 549-565.",
        "[39] Vasicek, O., 1977, An Equilibrium Characterization of the Term Structure, Journal of Financial Economics 5, 177-188.",
        "[35] Smith, C.W., Jr., and L.M. Wakeman, 1985, Determinants of corporate leasing policy, Journal of Finance 40, 895-908.",
        "[36] Spatt, C.S., and F.P. Sterbenz, 1988, Warrant Exercise, Dividends, and Rein- vestment Policy, Journal of Finance 43, 493-506.",
        "[37] Titman, S., 1985, Urban Land Prices Under Uncertainty, American Economic Review 75, 505-514.",
        "[34] Smith, C.W., Jr., 1979, Applications of option pricing analysis, in: J.L. Bick- sler, ed., Handbook of Financial Economics (North-Holland, Amsterdam).",
        "[32] Schall, L.D., 1974, The lease-or-buy and asset acquisition decision, Journal of Finance 29, 1203-1214.",
        "[33] Smets, F.R., 1993, Essays on Foreign Direct Investment, Unpublished disser- tation, Yale University.",
        "[31] Myers, S.C., D. Dill, and A. Bautista, 1976, Valuation of ...nancial lease con- tracts, Journal of Finance 31, 799-819.",
        "[29] Miller, M.H., and C.W. Upton, 1976, Leasing, buying, and the cost of capital services, Journal of Finance 31, 761-786.",
        "[30] Miles, M., and N. Tolleson, 1997, A Revised Look at How Real Estate Compares with Other Major Components of Domestic Investment Universe, Real Estate Finance 14, 11-20.",
        "[28] McDonald, R., and D. Siegel, 1986, The Value of Waiting to Invest, Quarterly Journal of Economics 101, 707-727.",
        "[26] Majd, S., and R. Pindyck, 1987, Time to Build, Option Value, and Investment Decisions, Journal of Financial Economics 18, 7-28.",
        "[27] McConnell, J.J., and J.S. Schallheim, 1983, Valuation of asset leasing con- tracts, Journal of Financial Economics 12, 237-261.",
        "[25] Lewis, C.M., and J.S. Schallheim, 1992, Are debt and leases substitutes?, Journal of Financial and Quantitative Analysis 27, 497-511.",
        "[21] Harrison, J. M., 1985, Brownian Motion and Stochastic Flow Systems, Wiley, New York.",
        "[22] Kulatilaka, N., and E. Perotti, 1998, Strategic Growth Options, Management Science 44, 1021-1031.",
        "[23] Lambrecht, B., and W. Perraudin, 1999, Real Options and Preemption Under Incomplete Information, Working paper, University of Cambridge.",
        "[24] Leahy, J.V., 1993, Investment in Competitive Equilibrium: The Optimality of Myopic Behavior, Quarterly Journal of Economics 108, 1105-1133.",
        "[19] Grenadier, S.R., 2000, Game Choices: The Intersection of Real Options and Game Theory, Risk Books, London.",
        "[20] Grenadier, S.R., 2002, Option Exercise Games: An Application to the Equilib- rium Investment Strategies of Firms, Review of Financial Studies 15, 691-721.",
        "[18] Grenadier, S.R., 1999, Information Revelation Through Option Exercise, Re- view of Financial Studies 12, 95-130.",
        "[17] Grenadier, S.R., 1996, The Strategic Exercise of Options: Development Cas- cades and Overbuilding in Real Estate Markets, Journal of Finance 51, 1653- 1679.",
        "[16] Grenadier, S.R., 1995, Valuing Lease Contracts: A Real-Options Approach, Journal of Financial Economics 38, 297-331.",
        "[15] Farnsworth, H., and R. Bass, 1998, The Term Structure with Semi-Credible Targeting, Working paper, Washington University.",
        "[14] Dixit, A. K., and R. S. Pindyck, 1994, Investment Under Uncertainty, Prince- ton University Press, Princeton, New Jersey.",
        "[13] Dixit, A., 1989, Entry and Exit Decisions Under Uncertainty, Journal of Po- litical Economy 97, 620-638.",
        "[12] Dale-Johnson, D., 2001, Long-Term Ground Leases, the Redevelopment Option and Contract Incentives, Real Estate Economics 29, 451-484.",
        "[11] Cox, J.C., J.E. Ingersoll, Jr., and S.A. Ross, 1985, A theory of the term struc- ture of interest rates, Econometrica 53, 385-408.",
        "[10] Constantinides, G.M., 1984, Warrant Exercise and Bond Conversion in Com- petitive Markets, Journal of Financial Economics 13, 371-397.",
        "[9] Capozza, D., and G. Sick, 1991, Valuing Long Term Leases: The Option to Redevelop, Journal of Real Estate Finance and Economics 4, 209-223.",
        "[8] Bulan, L., C. Mayer and C.T. Somerville, 2001, Real Options, Competition and Investment: Evidence from Real Estate Development, Working paper, Whar- ton.",
        "[7] Bulan, L., Real Options, Irreversible Investment and Firm Uncertainty: New Evidence from U.S. Firms, Working paper, Columbia School of Business.",
        "[6] Buetow, G., and J. Albert, 1998, The Pricing of Embedded Options in Real Estate Contracts, Journal of Real Estate Research 15, 253-265.",
        "[3] Brealey, R., and C. Young, 1980, Debt, taxes and leasing: A note, Journal of Finance 35, 1245-1250",
        "[4] Brennan, M.J., and A. Kraus, 1982, The equilibrium term structure of lease rates, Working paper no. 862 (The University of British Columbia, Vancouver, British Columbia).",
        "[5] Brennan, M.J., and E. Schwartz, 1985, Evaluating Natural Resource Invest- ments, Journal of Business 58, 135-157.",
        "[1] Ambrose, B., P. Hendershott and M. Klosek, 2001, Pricing Upward-Only Ad- justing Leases, Journal of Real Estate Finance and Economics, Forthcoming.",
        "[2] Baldursson, F., 1997, Irreversible Investment Under Uncertainty in Oligopoly, Journal of Economic Dynamics and Control 22, 627-644."
    ]
}