{
    "id": 9476,
    "cites": 36,
    "cited_by": 41,
    "reference": [
        "Vroman, Wayne, 1986. The Relative Earnings of Black Men: An Analysis of the Sample Selection Hypothesis, (Washington DC: The Urban Institute).",
        "United States Commission on Civil Rights, 1986. The Economic Progress of Black Men in America, Clearinghouse Publication 91.",
        "Smith, James P. and Finis Welch, 1989. Black Economic Progress after Myrdal, Journal of Economic Literature 27(2) June: 519-64.",
        "Smith, James P. and Finis Welch, 1986. Closing the Gap: Forty Years of Economic Progress for Blacks. (Santa Monica, CA: RAND Corporation).",
        "Siskind, Frederick B., 1975. Labor Force Participation of Men, 25-54, by Race, Monthly Labor Review 98, July: 40-2.",
        "ONeil, June, 1990. The Role of Human Capital in Earnings Differences Between Black and White Men, Journal of Economic Perspectives 4(4): 25-45.",
        "Neal, Derek, 2002. The Measured Black-White Wage Gap Among Women is Too Small? NBER Working Paper 9133, Cambridge, MA.",
        "Neal, Derek and William Johnson, 1996. The Role of Premarket Factors in BlackWhite Wage Differences, Journal of Political Economy 104(5): 869-95.",
        "Katz, Lawrence F. and Alan B. Krueger, 1999. The High-Pressure U.S. Labor Market of the 1990s, Brookings Papers on Economic Activity 1999: 1-87.",
        "Katz, Lawrence F. and David H. Autor, 2000. Changes in the Wage Structure and Earnings Inequality, in Orley Ashenfelter and David Card (Eds.) Handbook of Labor Economics, Vol 3A (Elsevier Science).",
        "Jaynes, Gerald D. and Robin M. Williams. Jr., 1989. A Common Destiny: Blacks and American Society (Washington, D.C.: National Academy Press).",
        "Juhn, Chinhui, 1992. Decline of Labor Market Participation: The Role of Declining Market Opportunities, Quarterly Journal of Economics 107(1), February: 79-122.",
        "Hoffman, Saul D. and Charles R. Link, 1984. Selectivity Bias in Male Wage Equations: Black-White Comparisons, Review of Economics and Statistics 66(2) May: 320-24.",
        "Heckman, James J., Hidehiko Ichimura, Jeffrey Smith and Petra Todd, 1998. Characterizing Selection Bias using Experimental Data, Econometrica 66(5): 1017-98.",
        "Heckman, James J., Anne Layne-Farrar and Petra Todd, 1996. Human Capital Pricing Equations with an Application to Estimating the Effect of Schooling Quality on Earnings, Review of Economics and Statistics 78(4), November: 562-610.",
        "Heckman, James J. and Brook Paynor, 1989. Determining the Impact of Government Policy on the Economic Status of Blacks: A Case Study of South Carolina, American Economic Review 79: 138-77.",
        "Heckman, James J., 2001. Micro Data, Heterogeneity, and the Evaluation of Public Policy: Nobel Lecture, Journal of Political Economy 109(4): 673-748.",
        "Heckman, James J., 1990. Varieties of Selection Bias, American Economic Review 80(2): 313-18.",
        "Heckman, James J., 1989. The Impact of Government on the Economic Status of Black Americans, in Steven Shulman and William Darity, Jr. (Eds.) The Question of Discrimination (Middletown, CT: Wesleyan University Press): 50-80.",
        "Gruber, Jonathan, Phillip Levine and Douglas Staiger, 1999. Abortion Legalization and Child Living Circumstances: Who is the `Marginal Child ? Quarterly Journal of Economics CXIV: 263-91.",
        "Donohue, John J. and Steven Levitt. 2001. The Impact of Legalized Abortion on Crime, Quarterly Journal of Economics CXVI, May: 379-420.",
        "Gaswirth, Joseph L., 1972. On the Decline of Male Labor Force Participation, Monthly Labor Review 95, October: 44-46.",
        "Goldin, Claudia and Robert A. Margo, 1992. The Great Compression: The Wage Structure in the United States at Mid-Century, Quarterly Journal of Economics 107, February, 1-34.",
        "Donohue, John J. and James J. Heckman, 1991. Continuous versus Episodic Change: The Impact of Affirmative Action and Civil Rights Policy on the Economic Status of Blacks, Journal of Economic Literature 29(4), December: 1603-44.",
        "Couch, Kenneth and Mary Daly, 2000. Black-white wage inequality in the 1990s: a decade of progress, Working Papers in Applied Economic Theory: 2000-07. Federal Reserve Bank of San Francisco.",
        "Chay, Kenneth Y. and Bo E. Honore, 1998. Estimation of Semiparametric Censored Regression Models, Journal of Human Resources 33(1), Winter: 4-38.",
        "Chandra, Amitabh, 2000. Labor Market Dropouts and the Racial Wage Gap, American Economic Review 90(2): 333-38.",
        "Card, David and Alan B. Krueger, 1993. Trends in Black-White Earnings Revisited, American Economic Review 83(2), May 1993: 85-91.",
        "Card, David and Alan B. Krueger, 1992. School Quality and Black-White Relative Earnings: A Direct Assessment. Quarterly Journal of Economics 107 February: 151- 200.",
        "Butler, Richard and James J. Heckman, 1977. The Governments Impact on the Labor Market Status of Black Americans: A Critical Review, in Equal Rights and Industrial Relations, Leonard J. Hausman et al. (Eds.). (Madison, WI: Industrial Relations Re- search Association): 235-81.",
        "Brown, Charles C., 1982. The Federal Attack on Labor Market Discrimination: The Mouse that Roared? in Ronald G. Ehrenberg (Ed.) Research in Labor Economics, Volume 5. (Greenwich, CT: JAI Press): 33-68.",
        "Bollinger, Christopher and Amitabh Chandra, 2001. Iatrogenic Specification Error, Proceedings of the American Statistical Association, forthcoming.",
        "Bollinger, Christopher, 1998. Measurement Error in the Current Population Survey: A Nonparametric Look, Journal of Labor Economics 16(3): 57-71.",
        "Autor, David H. and Mark G. Duggan, 2001. The Rise in Disability Recipiency and the Decline in Unemployment, Quarterly Journal of Economics, forthcoming.",
        "Asch, Beth and James Hosek, 1999. Military Compensation: Trends and Policy Op- tions, DB-273-OSD, National Defense Research Institute, RAND Corporation (Santa Monica, CA).",
        "Aaronson, Stephanie, 2002. Looking Ahead: Young Men, Wage Growth and Labor Force Participation, Board of Governors of the Federal Reserve, Mimeo."
    ]
}