{
    "id": 9479,
    "cites": 17,
    "cited_by": 81,
    "reference": [
        "Van Rijckeghem, Caroline and Beatrice Weder, (2000). Financial Contagion: Spillovers through Banking Centers, mimeo, IMF Working Paper.",
        "Mati, Amine, (2001), Extreme Returns: News and Patterns of Contagion, George Washington University, mimeo.",
        "Longin, F. M., (1996), The Asymptotic Distribution of Extreme Stock Market Returns, Journal of Business, 69, 383-408.",
        "Kee-Hong, B., G. A. Karolyi, and R. Stulz, (2000), A New Approach to Measuring Financial Contagion, mimeo.",
        "Kaminsky, Graciela, Richard Lyons, and Sergio Schmukler, 2001, Economic Fragility, Liquidity, and Risk: The Behavior of Mutual Funds During Crises, World Bank Working Paper.",
        "Kaminsky, Graciela, Richard Lyons, and Sergio Schmukler, 2002, Managers, Investors, and Crises: Mutual Fund Strategies in Emerging Markets, World Bank Working Paper.",
        "Kaminsky, Graciela L., and Carmen M. Reinhart, 2001, Bank Lending and Contagion: Evidence from the Asian Crisis, in T. Ito and A. Krueger, eds. Regional and Global Capital Flows: Macroeconomic Causes and Consequences, (Chicago: University of Chicago Press for the NBER).",
        "Kaminsky, Graciela L. and Carmen M. Reinhart, 2000, On Crises, Contagion, and Confusion, Journal of International Economics.",
        "Kaminsky, Graciela L., and Carmen M. Reinhart, (1999). The Twin Crises: The Causes of Banking and Balance-of-Payments Problems, American Economic Review.",
        "Frankel, Jeffrey and Sergio Schmukler, 1998, Crises, Contagion, and Country Funds: Effects on East Asia and Latin America, in Reuven Glick (ed.), Managing Capital Flows and Exchange Rates: Perspectives from the Pacific Basin, (New York: Cambridge University Press), pages 232-266.",
        "Eichengreen, Barry, Andrew Rose and Charles Wyplosz, (1996). Contagious Currency Crises, National Bureau of Economic Research Working Paper No. 5681.",
        "Danielsson, J. and C. de Vries, (1997), Value-at-Risk and Extreme Returns, London School of Economics Working Paper.",
        "De Bandt, Olivier and Philipp Hartmann, (2000). Systemic Risk: A Survey, European Central Bank Working Paper Series, November.",
        "Corsetti, Giancarlo, Paolo Pesenti, Nouriel Roubini, Cedric Tille, (1998). Structural Links and Contagion Effects in the Asian Crisis: A Welfare Based Approach, mimeo, Yale University.",
        "Calvo, Sara and Carmen M. Reinhart, (1996). Capital Flows to Latin America: Is There Evidence of Contagion Effects? in Guillermo A. Calvo, Morris Goldstein, and Eduard Hochreitter (eds.) Private Capital Flows to Emerging Markets, (Washington DC: Institute for International Economics).",
        "Calvo, Guillermo A., Leonardo Leiderman, and Carmen M. Reinhart, (1993), Capital Flows and Real Exchange Rate Appreciation in Latin America: The Role of External Factors, IMF Staff Papers, Volume 40, No. 1, March.",
        "Calvo, Guillermo, (1998). Capital Market Contagion and Recession: An Explanation of the Russian Virus, mimeo, University of Maryland."
    ]
}