{
    "id": 9481,
    "cites": 20,
    "cited_by": 35,
    "reference": [
        "Shleifer, Andrei, and Daniel Wolfenzon, 2002, Investor Protection and Equity Markets, Journal of Financial Economics, Vol 66, No. 1, pp. 3-27.",
        "Ritter, Jay R., and Ivo Welch, 2002, A review of IPO Activity, Pricing, and Allocations, The Journal of Finance, Vol 57, No. 4, pp 1795 - 1828.",
        "Ritter, Jay R., 1991, The Long-run Performance of Initial Public Offerings, The Journal of Finance, Vol 46, No. 1, pp. 3-27.",
        "Perotti, Enrico C., and Pieter Van Oijen, 2001, Privatization, Political Risk and Stock Market Development in Emerging Economies, Journal of International Money and Finance, Vol 20, pp. 43-69.",
        "Pagano Marco, Fabio Panetta and Luigi Zingales, 1998, Why do Companies go Public? An Empirical Analysis, The Journal of Finance, Vol 53, pp 27-64.",
        "Laeven, Luc, and Enrico C. Perotti, 2001, Confidence Building in Emerging Stock Markets, CEPR working paper No. 3055, CEPR, London, England.",
        "Levine, Ross, and Sara Zervos, 1996, Capital Control Liberalization and Stock Market Development, Policy Research Working Paper No. 1622, The World Bank, Washington, D.C.",
        "Kim, E. Han, and Vijay Singal, 2000, Stock Markets Openings: Experience of Emerging Economies, Journal of Business 73, pp. 25-66.",
        "Karolyi, G. Andrew, 2002, The Role of ADRs in the Development and Integration of Emerging Equity Markets, working paper, The Ohio State University, Columbus, OH.",
        "Henry, Peter Blair, 2000a, Stock Market Liberalization, Economic Reform and Emerging Market Equity Prices, Journal of Finance, v55(2), pp. 529-564.",
        "Henry, Peter Blair, 2000b, Do Stock Market Liberalizations Cause Investment Booms?, Journal of Financial Economics 58, pp. 301-330.",
        "Doidge, Craig, 2002, Do Laws Matter for Corporate Ownership and Control? Evidence from emerging markets firms that list in the U.S., working paper, University of Toronto, Toronto, Canada.",
        "Doidge, Craig, G. Andrew Karolyi, and RenÃ\u0083Â© M. Stulz, 2003, Why Are Foreign Firms that List in the U.S. Worth More?, Journal of Financial Economics, forthcoming.",
        "Errunza, Vihang R. and Darius P. Miller, 2000, Market Segmentation and the Cost of Capital in International Equity Markets, Journal of Financial and Quantitative Analysis 35, pp. 577-600.",
        "Foerster, Stephen, and Karolyi, G. Andrew, 2000, The Long Run Performance of Global Equity Offerings, Journal of Financial and Quantitative Analysis 35, pp. 499-528.",
        "Dahlquist, Magnus, Lee Pinkowitz, RenÃ\u0083Â© M. Stulz, and Rohan Williamson, 2003, Corporate Governance and the Home Bias, Journal of Financial and Quantitative Analysis, forthcoming.",
        "Boutchkova, Maria K., and William L. Megginson, 2000, Privatization and the Rise of Global Capital Markets, Financial Management, Vol. 29, Number 4, pp 31 76.",
        "Bekaert, Geert, Campbell Harvey, and Christian Lundblad, 2002, Does Financial Liberalization Spur Growth?, Working Paper, Duke University, Durnham, NC.",
        "International Capital Markets Developments, Prospects, and Key Policy Issues, Annex IV, International Monetetary Fund, Washington, D.C. Bekaert, Geert, and Campbell Harvey, 2000, Foreign Speculators and Emerging Equity Markets, Journal of Finance, v55(2), pp. 565-613.",
        "Bekaert, Geert, Campbell Harvey, and Robin Lumsdaine, 2002, Dating the Integration of World Capital Markets, Journal of Financial Economics 65, pp. 203-247."
    ]
}