{
    "id": 9482,
    "cites": 17,
    "cited_by": 11,
    "reference": [
        "United States Department of Education, National Center for Education Statistics, Integrated Postsecondary Education Data System, Higher Education Finance Data File. Electronic data, 2001.",
        "United States Department of Education, National Center for Education Statistics, College Opportunities Online. Electronic data, 2002.",
        "Peters, Thomas., Wiktor Adamowicz, and Peter Boxall, The Influence of Choice Set Consideration in Modeling the Benefits of Improved Water Quality, Water Resources Research, Vol. 613(), 1995, 1781-1787.",
        "Petersons, Petersons Guide to Four-Year Colleges, 2002 edition. Princeton, NJ: Petersons.",
        "Parsons, George, Andrew Plantinga, and Kevin Boyle, Narrow Choice Sets in a Random Utility Model of Recreation Demand, Land Economics, Vol. 76(1), 2000, pp. 86-99.",
        "McFadden, Daniel, Regression Based Specification Tests for the Multinomial Logit Model, Journal of Econometrics, Vol 34 () 1987, pp. 63-82.",
        "Long, Bridget, The Impact of the Federal Tax Credits for Higher Education Expenses, in Caroline M. Hoxby, ed., College Decisions: How Students Actually Make Them and How They Could, NBER typescript, 2002.",
        "Manski, Charles, The Structure of Random Utility Models, Theory and Decision, Vol. 8(), 1977, 229-254.",
        "Hoxby, Caroline M., and Bridget Terry Long, Explaining Rising Income and Wage Inequality among the College- Educated, NBER Working Paper No. 6873. Kane, Thomas, The Effects of Expectations About College: The Boston COACH Program and Beyond, in Caroline M. Hoxby, ed., College Decisions: How Students Actually Make Them and How They Could, NBER typescript, 2002.",
        "Hicks, Robert, and Ivar Strand, The Extent of Information: Its Relevance for Random Utility Models, Land Economics, Vol. 76(3), 2000, pp. 374-385.",
        "Hausman, Jerry, and Daniel McFadden, A Specification Test for the Multinomial Logit Model, Econometrica, Vol. 52 (), 1984, pp. 1219-1240.",
        "Haab, Timothy, and Robert Hicks, Accounting for Choice Set Endogeneity in Random Utility Models of Recreation Demand, Journal of Environmental Economics and Management, Vol. 34(), 1997, pp. 127-147.",
        "Dynarski, Susan, The Shift to Public Merit Aid and Its Effects, in Caroline M. Hoxby, ed., College Decisions: How Students Actually Make Them and How They Could, NBER typescript, 2002.",
        "Ehrenberg, Ronald, Optimal Financial Aid Policies for a Selective University, Journal of Human Resources, Vol. 19(2), 1984, pp. 202-230.",
        "Brewer, Dominic J., Eric R. Eide, and Ronald G. Ehrenberg, Does It Pay to Attend an Elite Private College? Cross-Cohort Evidence on the Effects of College Type on Earnings, Journal of Human Resources, Vol. 34 (1), pp. 104-23. Winter 1999.",
        "College Entrance Examination Board, Standard Research Compilation: Undergraduate Institutions. Electronic data, 2002.",
        "Avery, Christopher, and Caroline M. Hoxby, The College Admissions Project: Counselor Report, Harvard University typescript, 2000."
    ]
}