{
    "id": 9484,
    "cites": 50,
    "cited_by": 7,
    "reference": [
        "Yamakawa, Ryuichi. 1998. AOverhaul After 50 Years: The Amendment of the Labour Standards Law,@ Japan Labor Bulletin, 37:11.",
        "Tsuya, Noriko O., Larry L. Bumpass, and Minja Kim Choe. 2000. AGender, Employment, and Housework in Japan, South Korea, and the United States.@ Review of Population and Social Policy, No. 9: 195-220.",
        "Tachibanaki, Toshiaki, and Ohta, Souchi. 1994. AWage differentials by industry and the size of firms, and the labour market in Japan,@ in Toshiaki Tachibanaki (ed) Labour Market and Economic Performance: Europe, Japan and the US. London: Macmillan.",
        "Statistics Bureau, Ministry of Public Management, Home Affairs and Posts and Telecommunications. (Formerly Management and Coordination Agency) Various years. Labour Force Survey Annual Report. Tachibanaki, Toshiaki. 1998. AIntroduction to Wage Differentials: An international comparison,@ in Toshiaki Tachibanaki (ed) Wage Differentials: an International Comparison, London: Macmillan.",
        "Shimada, Haruo and Yoshio Higuchi. 1985. AAn Analysis of Trends in Female Labor Force Participation in Japan.@ Journal of Labor Economics 3: S355-74.",
        "Sato, Hiroki. 2000. AThe Current Situation of >Family-friendly= Policies in Japan.@ Japan Labor Bulletin 39: 5-10 (Feb).",
        "Saso, Mary. 1990. Women in the Japanese Workplace. London: H. Shipman.",
        "Rees, Albert. 1966. AInformation Networks in Labor Markets.@ American Economic Review 56: 559-66.",
        "Recruit Works Institute. 2001b. Hi-tenkei koyo rodosha chosa 2001 - Shuhu part timer. (Non-standard Employment Survey - Married Women in Part-time Employment). Tokyo: Recruit.",
        "Tokyo: Nihon keizai hyÃ\u0083Â´ronsha. Osawa, Machiko. 1998. Atarashii kazoku no tame no keizaigaku (Economics for New Family).",
        "Tokyo: ChÃ\u0083Â»Ã\u0083Â´ KÃ\u0083Â´ron. Rebick, Marcus. 1992. AThe persistence of firm-size earnings differentials and labor market segmentation in Japan,@ Journal of the Japanese and International Economies, 7: 132-56.",
        "Rebick, Marcus. 1993. AThe Japanese approach to finding jobs for older workers,@ in Olivia Mitchell (ed.) As the Workforce Ages: Costs Benefits and Policy Challenges, Ithaca: ILR Press.",
        "Rebick, Marcus. 2001. AJapanese labor markets: can we expect significant change@ in Magnus BlomstrÃ\u0083Â¶m, Byron Gagnes and Sumner La Croix (eds) Japan=s New Economy: Continuity and Change in the Twenty-First Century, Oxford: Oxford University Press.",
        "Osawa, Machiko. 1993. Keizai henka to joshi rÃ\u0083Â´dÃ\u0083Â´ (Economic Change and Women=s Labor).",
        "Ohtake, Fumio. 2001. KoyÃ\u0083Â´ mondai wo kangaeru (Employment-related problems in Japan).",
        "Ohtake, Fumio. 1998 AThe United States,@ in Toshiaki Tachibanaki (ed) Wage Differentials: an International Comparison, London: Macmillan.",
        "Ogawa, Naohiro and John F. Ermisch. 1996. AFamily Structure, Home Time Demands, and the Employment Patterns of Japanese Married Women.@ Journal of Labor Economics 14: 677-702.",
        "The Japanese Journal of Labour Studies, 489: 60-61. Nakamura, Jiro and Atsuko Ueda. 1999. AOn the Determinants of Career Interruption by Childbirth among Married Women in Japan.@ Journal the Japanese and International Economies 13: 73-89.",
        "Nagase, Nobuko. 2001. APart no chingin ni 103 man en no kabe wa jÃ\u0083Â»yoka@ (Is the Upper Limit of 1.03 Million Yen Significant in Determining a Wage Rate for Part-Timers?).",
        "Nagase, Nobuko. 1997. AWage Differentials and Labour Supply of Married Women in Japan: Part-time and Informal Sector Work Opportunities.@ Japanese Economic Review 48: 29-42.",
        "Morgan, S. Philip and Kiyosi Hirosima. 1983. AThe Persistence of Extended Family Residence in Japan: Anachronism or Alternative Strategy?@ American Sociological Review 48: 269-81.",
        "MOL. 2000c. RÃ\u0083Â´dÃ\u0083Â´ Hakusho (White Paper on Labor) Tokyo: Japan Institute of Labor.",
        "MOL. 2000b. Taishokukin Seido no GenjÃ\u0083Â´ to Kadai, (The current situation and problems in the company pension system) Tokyo: RÃ\u0083Â´mu GyÃ\u0083Â´sei Kenkyusho.",
        "Mincer, Jacob and Higuchi, Yoshio. 1988 AWage structures and labor turnover in the United States and Japan,@ Journal of the Japanese and International Economies, 2: 97-133.",
        "METI-Recruit. 2001, AKoyÃ\u0083Â´ no misumattchi no jittai bunseki,@ (Empirical analysis of mismatch in employment), Published jointly by the Ministry of Economics, Trade and Industry and Recruit Works Research Center, Tokyo; available at: [www.meti.go.jp/kohosys/press/0001722.remove597167316452/0/010719koyou.pdf] MHLW (Ministry of Health, Labour and Welfare). 2001. KÃ\u0083Â´sei RÃ\u0083Â´dÃ\u0083Â´ Hakusho (White Paper on Welfare and Labor), Tokyo: GyÃ\u0083Â´sei.",
        "Koike, Kazuo. 1988 Understanding Industrial Relations in Modern Japan, London, Macmillan Press.",
        "Kalleberg, Arne L. and James R. Lincoln. 1988. AThe Structure of Earnings Inequality in the United States and Japan.@ American Journal of Sociology 94: S121-53.",
        "Japan Institute of Labor. 2001c. AGuidelines to Abolish Age Limits in the Revised Employment Measures Law.@ Japan Labor Bulletin (Nov).",
        "Japan Institute of Labour Report 142. Japan Institute of Labor. 2001b. AReorganization of Businesses and Employment Adjustment Aimed at Middle-aged and Older Workers.@ Japan Labor Bulletin (May).",
        "Japan Institute of Labour Report, 111. Japan Institute of Labor. 2000. A2000 Survey on Employment Management: Managing of Retiring Older Workers.@ Japan Labor Bulletin (Oct).",
        "Japan Institute of Labor. 2001a. AKÃ\u0083Â´zÃ\u0083Â´ mondai no kenkyÃ\u0083Â»@ (Structure of Unemployment).",
        "Institute of Labor Administration. 2001. ASÃ\u0083Â´ki taishoku yÃ\u0083Â»gÃ\u0083Â» to kibÃ\u0083Â´ taishoku seido@ (Early Retirement and Voluntary Retirement Programs). RÃ\u0083Â´sei JihÃ\u0083Â´. 3484: 2-26.",
        "Imada, Sachiko. 1998. ARe-employing Japanese Women: Female Labor and Sustained Support.@ Japan Labor Bulletin 37 (Jun).",
        "Ichinose, Tomohiro. 2001. ATenshoku ni yoru shÃ\u0083Â´gai chingin no genshÃ\u0083Â´ to sÃ\u0083Â´ki taishoku yÃ\u0083Â»gÃ\u0083Â» seido@ (Early Retirement Plans and the Decline in Lifetime Income Resulting from Job Changes). RÃ\u0083Â´sei JihÃ\u0083Â´. 3484: 27-34.",
        "Horioka, Charles Yuji. 1999. AJapans Public Pension System: What=s Wrong with It and How to Fix It.@ Japan and the World Economy 11: 293-303.",
        "Hill, M. Anne. 1989. AFemale Labor Supply in Japan.@ Journal of Human Resources 24: 143-61.",
        "Tokyo. Nihon Keizai Shimbunsha. Higuchi, Yoshio, Masahiro Abe and Jane Waldfogel. 1997. ANichi-bei-ou ni okeru ikujj kyÃ\u0083Â»gyÃ\u0083Â´ shussan kyÃ\u0083Â»gyÃ\u0083Â´ seido to josei shugyÃ\u0083Â´@ (Childcare and Maternity Leave Policies and Women=s Employment in Japan, US and UK). JinkÃ\u0083Â´ Mondai KenkyÃ\u0083Â» (Journal of Population Problems) 53: 49-66.",
        "Higuchi, Yoshio. 1995. ASengyÃ\u0083Â´ shufu hogo seisaku no keizai-teki kiketsu@ (The Economic Consequences of Policies to Protect Full-time Housewives). In Tatsuo Hatta and Naohiro Yashiro, editors, Jakusha hogo seisaku no keizai bunseki, p 185-219.",
        "Hashimoto, Masanori. and Raisian, John. 1985. AEmployment Tenure and Earnings Profiles in Japan and the United States,@ American Economic Review, 75: 721-35 (Sep).",
        "Hashimoto, Masanori. 1993. AAspects of labor market adjustments in Japan,@ Journal of Labor Economics, 11(1): Part 1, p 136-61.",
        "Genda, Yuji. 2001. Shigoto no naka no aimai no fuan: yureru wakamono no genzai (Vague anxiety amidst work B the shaking world of youth today) Tokyo: ChÃ\u0083Â»Ã\u0083Â´kÃ\u0083Â´ron Shinsha.",
        "Gordon, Andrew. 1998. The Wages of Affluence: Labor and Management in Postwar Japan, Cambridge, USA: Harvard University Press.",
        "Tokyo: Tokyo University Press. Dekle, Robert. 2000. ADemographic density, per-capita consumption, and the Japanese saving-investment balance.@ Oxford Review of Economic Policy, 16(2): 46-60.",
        "Chuma, Hiroyuki. 1998. AKaikoken RanyÃ\u0083Â´ HÃ\u0083Â´ri no Keizaigaku@ (The economics of the legal principle of abuse of the right to dismissal). In Yoshio Miwa, Hideki Kanda and Noriyuki Yanagawa, editors, KaishahÃ\u0083Â´ no Keizaigaku (The Economics of Company Law).",
        "Chuma, Hiroyuki. 1997. AKeizai kankyÃ\u0083Â´ no henka to chÃ\u0083Â»kÃ\u0083Â´ nensÃ\u0083Â´ no chÃ\u0083Â´kinzokuka,@ (The changing economic environment and the lengthening of seniority) in H. Chuma and T.Suruga (eds) KoyÃ\u0083Â´ KankÃ\u0083Â´ no Henka to Josei RÃ\u0083Â´dÃ\u0083Â´ (Changing Employment Customs and Women=s Labor), p 47-114. Tokyo: Tokyo Daigaku Shuppankai.",
        "Brinton, Mary C. 1989. AGender Stratification in Contemporary Japan.@ American Sociological Review 54: 549-64.",
        "Brinton, Mary C, and Hang-Yue Ngo. 1993. AAge and Sex in the Occupational Structure: A United States-Japan Comparison.@ Sociological Forum 8: 93-111.",
        "Breslin, M. 1997. AJapanese Women Want More Children than Their Total Fertility Rate Suggests.@ Family Planning Perspectives 29: 291-92.",
        "Ariga, Kenn, Giorgio Brunello and Yasushi Ohkusa. 2000. Internal Labour Markets in Japan.",
        "Abe, Yukiko and Fumio Ohtake. 1997. AThe Effects of Income Tax and Social Security on the Part-time Labor Supply in Japan.@ Review of Social Policy 6: 45-64."
    ]
}