{
    "id": 9486,
    "cites": 53,
    "cited_by": 30,
    "reference": [
        "[57] Woodford, Michael (1999b), Optimal Monetary Policy Inertia, working paper.",
        "[56] Woodford, Michael (1999a), Commentary: How Should Monetary Policy Be Conducted in an Era of Price Stability? in Federal Reserve Bank of Kansas City [22], 277--316.",
        "[55] Wallis, Kenneth F. (1999), Asymmetric Density Forecasts of Inflation and the Bank of Englands Fan Chart, National Institute Economic Review No.167 (January), 106-112.",
        "[54] Vickers, John (1998), Inflation Targeting in Practice: the UK Experience, Bank of Eng- land Quarterly Bulletin 38, 368--375.",
        "[53] Taylor, John B. (1979), Estimation and Control of a Macroeconomic Model with Rational Expectations, Econometrica 47, 1267--1286.",
        "[52] Svensson, Lars E.O., and Michael Woodford (2002), Implementing Optimal Policy through Inflation-Forecast Targeting, working paper.",
        "[51] Svensson, Lars E.O., Kjetil Houg, Haakon Solheim and Erling Steigum (2002), An In- dependent Review of Monetary Policy and Institutions in Norway, Centre for Monetary Economics, Norwegian School of Management, in preparation.",
        "[50] Svensson, Lars E.O. (2002b), What is Wrong with Taylor Rules? Using Judgment in Monetary Policy through Targeting Rules, Journal of Economic Literature, forthcoming.",
        "[49] Svensson, Lars E.O. (2002a), The Inflation Forecast and the Loss Function, in Paul Mizen, ed., Central Banking, Monetary Theory and Practice: Essays in Honour of Charles Goodhart, Edward Elgar, forthcoming.",
        "[48] Svensson, Lars E.O. (2001e), The Zero Bound in an Open-Economy: A Foolproof Way of Escaping from a Liquidity Trap, Monetary and Economic Studies 19(S-1), Bank of Japan, 277--312.",
        "[47] Svensson, Lars E. (2001d), Requiem for Forecast-Based Instrument Rules, working paper.",
        "[46] Svensson, Lars E.O. (2001c), Price Stability as a Target for Monetary Policy: Defining and Maintaining Price Stability, in Deutsche Bundesbank, ed., The Monetary Transmission Process: Recent Developments and Lessons for Europe, Palgrave, New York, 60--102. (Also available as CEPR Discussion Paper No. 2196.)",
        "[45] Svensson, Lars E.O. (2001b), Independent Review of the Operation of Mone- tary Policy in New Zealand: Report to the Minister of Finance, February 2001, www.princeton.edu/~svensson.",
        "[44] Svensson, Lars E.O. (2001a), How Japan Can Recover, Financial Times, Sep 25, 2001.",
        "[42] Svensson, Lars E.O. (1997), Optimal Inflation Targets, Conservative Central banks, and Linear Inflation Contracts, American Economic Review 87, 98--114.",
        "[43] Svensson, Lars E.O. (1999), How Should Monetary Policy Be Conducted in an Era of Price Stability? in Federal Reserve Bank of Kansas City [22].",
        "[41] Ruge-Murcia, Francisco J. (1999), Inflation Targeting under Asymmetric Preferences, working paper.",
        "[40] Rogoff, Kenneth (1985), The Optimal Degree of Commitment to a Monetary Target. Quarterly Journal of Economics 100, 1169--1190.",
        "[39] Posen, Adam S. (1998), Restoring Japans Economic Growth, Institute for International Economics, Washington, DC.",
        "[38] Persson, Torsten, and Guido Tabellini (2000), Political Economics: Explaining Economic Policy, MIT Press, Cambridge, MA.",
        "[37] Orphanides, Athanasios, and John C. Williams (2002), Imperfect Knowledge, Inflation Expectations and Monetary Policy, working paper, Federal Reserve Board.",
        "[36] Nobay, Robert P., and David A. Peel (1998), Optimal Monetary Policy in a Model of Asymmetric Central Bank Preference, FMG Discussion Paper No. 306.",
        "[35] Meyer, Laurence H. (2001), Inflation Targets and Inflation Targeting, Speech at Univer- sity of California at San Diego Economics Roundtable, San Diego, July 17, 2001.",
        "[34] Meltzer, Allan H. (1999), Commentary: What More Can the Bank of Japan Do? Mone- tary and Economic Studies 17(3), Bank of Japan, 189--191.",
        "[33] Meltzer, Allan H. (1986), Limits of Short-Run Stabilization Policy: Presidential Address to the Western Economic Association, Economic Inquiry 25, 1--14.",
        "[32] McCallum, Bennett T., and Edward Nelson (1999), Performance of Operational Policy Rules in an Estimated Semi-Classical Structural Model, in John B. Taylor., ed., Monetary Policy Rules, Chicago University Press, 15--45.",
        "[31] McCallum, Bennett T. (2000), Theoretical Analysis Regarding a Zero Lower Bound on Nominal Interest Rates, Journal of Money Credit and Banking 84, 870--904.",
        "[30] Krugman, Paul (1998), Its Baaack! Japans Slump and the Return of the Liquidity Trap, Brookings Papers on Economic Activity 2:1998, 137--187.",
        "[29] Kohn, Donald L. (2000), Report to the Non-Executive Directors of the Court of the Bank of England on Monetary Policy Processes and the Work of Monetary Analysis, Bank of England.",
        "[28] King, Mervyn A. (1994), Monetary Policy in the UK, Fiscal Studies 15, No. 3, 109--128.",
        "[27] Heikensten, Lars (1999), The Riksbanks Inflation TargetClarification and Evaluation, Sveriges Riksbank Quarterly Review 1/1999, 5--17.",
        "[26] Goodhart, Charles A.E. (2001), Monetary Transmission Lags and the Formulation of the Policy Decision on Interest Rates, Federal Reserve Bank of St. Louis Review July/August 2001, 165--181.",
        "[24] Gaspar, Vitor, and Frank Smets (2002), Monetary Policy, Price Stability and Output Gap Stabilisation, working paper, European Central Bank.",
        "[23] Fuhrer, Jeffrey C., and Mark S. Sniderman, eds., (2002), Monetary Policy in a Low-Inflation Environment, Journal of Money Credit and Banking 84, 845--1109.",
        "[22] Federal Reserve Bank of Kansas City (1999), New Challenges for Monetary Policy, A Sym- posium Sponsored by the Federal Reserve Bank of Kansas City, Kansas City.",
        "[21] Federal Reserve Bank of Kansas City (1996), Achieving Price Stability, A Symposium Spon- sored by the Federal Reserve Bank of Kansas City, Kansas City.",
        "[18] Finacial Times (2002), Japan plays its final card in battle to revive growth, FT.com, Jan 8, 2002.",
        "[20] Ehrmann, Michael, and Frank Smets (2002), Undertain Potential Output: Implications for Monetary Policy, Journal of Economic Dynamcis and Control, forthcoming.",
        "[17] Debelle, Guy (1999), Inflation Targeting and Output Stabilization, Research Discussion Paper 1999-08, Reserve Bank of Australia.",
        "[16] Currie, David, and Paul Levine (1993), Rules, Reputation and Macroeconomic Policy Co- ordination, Cambridge University Press, Cambridge.",
        "[11] Bernanke, Ben, and Mark Gertler (1999), Monetary Policy and Asset Price Volatility, in Federal Reserve Bank of Kansas City [22], 77--128.",
        "[12] Bernanke, Ben, and Mark Gertler (2001), Should Central Banks Respond to Movements in Asset Prices? American Economic Review : Papers and Proceedings 91, 253--257.",
        "[13] Bernanke, Ben S., and Frederic S. Mishkin (1997), Inflation Targeting: A Strategy for U.S. Monetary Policy? Journal of Economic Perspectives 11(2), 97--116.",
        "[14] Cecchetti, Stephen G., Hans Genberg, John Lipsky and Sushil Wadhwani (2000), Asset Prices and Central Bank Policy, Geneva Report on the World Economomy 2, CEPR and ICMB,Geneva.",
        "[15] Cecchetti, Stephen G., Hans Genberg and Sushil Wadhwani (2002), Asset Prices in a Flexible Inflation Targeting Framework, working paper.",
        "[10] Bernanke, Ben S. (2000), Japanese Monetary Policy: A Case of Self-Induced Paralysis? in Adam Posen and Ryoichi Mikitani, eds., Japans Financial Crisis and Its Parallels to US Experience, Special Report 13, Institute for International Economics, Washington, DC, 149--166.",
        "[8] Batini, Nicoletta, and Edward Nelson (2001), Optimal Horizons for Inflation Targeting, Journal of Economic Dynamics and Control 25, 891--910.",
        "[7] Batini, Nicoletta, and Edward Nelson (2000), When the Bubble Bursts: Monetary Policy Rules and Foreign Exchange Market Behavior, working paper.",
        "[6] Batini, Nicoletta, and Andrew G. Haldane (1999), Forward-Looking Rules for Monetary Policy, in John B. Taylor, ed., Monetary Policy Rules, Chicago University Press, 157--192.",
        "[4] Bank of England (2000), Inflation Report, November 2000, Bank of England.",
        "[5] Bank of Japan (2000), The Role of Monetary Policy under Low Inflation: Deflationary Shocks and Policy Responses, Monetary and Economic Studies 19(S-1), Bank of Japan, .",
        "[2] al-Nowaihi, Ali, and Livio Stracca (2001), Non-Standard Central Bank Loss Functions, Skewed Risks, and the Certainty-Equivalence Principle, working paper.",
        "[3] Backus, David, and John Driffill (1986), The Consistency of Optimal Policy in Stochastic Rational Expectations Models, CEPR Discussion Paper No. 124."
    ]
}