{
    "id": 949,
    "cites": 19,
    "cited_by": 0,
    "reference": [
        "Allen, P.R., and Kenen, P.B. (1980). Asset Markets, Exchange Rates, and Economic Integration. Cambridge: Cambridge University Press.",
        "Bilson, J.F.0. (l978a). `The monetary approach to the exchange rate: some empirical evidence. IMF Staff Papers, vol. 25 (March), pp. 48-75. Bilson, J.F.0. (l978b). `The current experience with floating exchange rates: an appraisal of the monetary approach. American Economic Review , vol. 68 (May), pp. 392-97. Branson, W.H. (1979). `Exchange rate dynamics and monetary policy. In: Lindbeck, A. (ed.) (1979). InflatiÃ\u0083Â¸n and Employment in Open Economies. Amsterdam: North Holland, pp. 189-224.",
        "Dornbusch, R. (l976a). `The theory of flexible exchange rates and macroeconomic policy. Scandinavian Journal of Economics, vol. 78, No. 2, pp. 255-75. Dornbusch, R. (1976b). `Expectations and exchange rate dynamics. Journal of Political Economy, vol. 84 (December), pp. 116176.",
        "Dornbusch, R., and Fischer, S. (1980). `Exchange rates and the current account. American Economic Review, vol. 70 (December), pp. 960-71.",
        "Fleming, J.M. (1962). `Domestic financial policies under fixed and under floating exchange rates. I.N.F. Staff Papers, vol. 9 (November), pp. 369-79.",
        "Frankel, J.A. (1979). `On the Mark: a theory of floating exchange rates based on real interest differentials. American Economic Review, vol. 69 (September), pp. 610-22.",
        "Frenkel, J.A. (1976). `A monetary approach to the exchange rate: doctrinal aspects and empirical evidence. Scandinavian Journal of Economics, vol. 78, No. 2, pp. 200-24.",
        "Frenkel,J.A., Gylfason, T., and Helliwell, J.F. (1980). `A synthesis of monetary and Keynesian approaches to short-run balance-of-payments theory. Economic Journal, vol. 90 (September), pp. 582-92.",
        "Frenkel, J.A., and Johnson, H.G. (eds.) (1978). The Economics of Exchange Rates: Selected Studies. Reading, Massachusetts: Addison-Wesley.",
        "Isard, P. (1978). `Exchange rate determination: a survey of popular views and recent models. Princeton Studies in International Finance, No. 42, Princeton University (Nay).",
        "Kouri, P.J.K. (1976). `The exchange rate and the balance of payments in the short run and in the long run: a monetary approach. Scandinavian Journal of Economics, vol. 78, No. 2, pp. 280-304.",
        "Kreinin, N.E., and Officer, L.H. (1978). `The monetary approach to the balance of payments: a survey. Princeton Studies in International Finance, No. 43, Princeton University (November).",
        "Lindbeck, A. (1976). `Approaches to exchange rate analysis - an introduction . Scandinavian Journal of Economics, vol. 78, No. 2, pp. 133-45.",
        "Magee, S.F. (1976). `The empirical evidence on the monetary approach to the balance of payments and exchange rates. American Economic Review, vol. 66 (May), pp. 163-470.",
        "Masson, P. (1981). `Dynamic stability of portfolio models of the exchange rate. Journal of International Economics, vol. 11 (November), pp. 467-477.",
        "Meade, J.E. (1951). The Balance of Payments. London: Oxford University Press.",
        "Mundell, R.A. (1962). `The appropriate use of monetary and fiscal policy for internal and external stability. IMF Staff Pappers, vol. 9 (March), pp. 70-76.",
        "Mussa, M. (1976). `The exchange rate, the balance of payments and monetary and fiscal policy under a regime of controlled floating. Scandinavian Journal of Economics, Vol. 78, No. 2, pp. 229-248.",
        "Tobin, J., and Macedo, J. (1980). `The short-run macroeconomics of flexible exchange rates: an exposition. In: Chipman, J., and Kindleberger, C. (eds.) (1980). Flexible Exchange Rates and the Balance of Payments. Amsterdam: North-Holland."
    ]
}