{
    "id": 9491,
    "cites": 38,
    "cited_by": 40,
    "reference": [
        "[38] Woodford, Michael (2002) Interest and Prices, in preparation for Princeton University Press.",
        "[37] Woodford, Michael (2001) Imperfect Common Knowledge and the Effects of Monetary Policy, Princeton University, forthcoming in Knowledge, Information, and Expectations in Modern Macroeconomics: In Honor of Edmund S. Phelps, P. Aghion, R. Frydman, J. Stiglitz, and M. Woodford, eds.",
        "[36] Vestin, David (1999) Price Level Targeting versus Inflation Targeting in a Forward Looking Model, unpublished, Stockholm University.",
        "[34] Svensson, Lars E. O. (1999) Price Level Targeting vs. Inflation Targeting: A Free Lunch?, Journal of Money, Credit and Banking, vol. 31, pp. 277-295.",
        "[35] Taylor, John B. (1980) Aggregate Dynamics and Staggered Contracts, Journal of Political Economy, vol 88, pp. 1-22.",
        "[32] Steinsson, Jon (2002) Optimal Monetary Policy in an Economy with Inflation Persis- tence, Journal of Monetary Economics, forthcoming.",
        "[33] Svenssson, Lars E. O. (1997) Inflation Forecast Targeting: Implementing and Moni- toring Inflation Targets, European Economic Review, vol. 41, pp. 1111-1146.",
        "[30] Sims, Christopher A. (2002) Implications of Rational Inattention, Journal of Mone- tary Economics, forthcoming.",
        "[31] Staiger, Douglas, James Stock and Mark Watson (1997) The NAIRU, Unemployment, and Monetary Policy, Journal of Economic Perspectives, vol. 11 Winter 1997, pp. 33- 51.",
        "[28] Rotemberg, Julio J. and Michael Woodford (1997) An Optimization-Based Economet- ric Framework for the Evaluation of Monetary Policy, NBER Macroeconomics Annual, pp. 297-346.",
        "[29] Sargent, Thomas (1993) Bounded Rationality in Macroeconomics, Oxford: Oxford Uni- versity Press.",
        "[26] Romer, David (2001) Advanced Macroeconomics. Second edition. McGraw-Hill.",
        "[27] Rotemberg, Julio (1982) Monopolistic Price Adjustment and Aggregate Output, Re- view of Economic Studies, vol. 44, pp. 517-531.",
        "[24] Mankiw, N. Gregory (2001) The Inexorable and Mysterious Tradeoff Between Inflation and Unemployment, Economic Journal, col. 111, pp. C45-C61.",
        "[25] Mankiw, N. Gregory and Ricardo Reis (2002), Sticky Information versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve, Quarterly Journal of Eco- nomics, vol 117 (4).",
        "[23] Lucas, Robert E. (1973) Some International Evidence on Output-Inflation Trade-offs, American Economic Review, vol. 63, pp. 326-334.",
        "[21] Hall, Robert E. and N. Gregory Mankiw (1994) Nominal Income Targeting, in N. G. Mankiw, ed., Monetary Policy, Chicago University Press, Chicago.",
        "[22] King, Robert G. And Alexander L. Wolman (1999) What Should Monetary Policy Do If Prices Are Sticky?, pp. 349-404 in John B. Taylor, ed., Monetary Policy Rules, University of Chicago Press, Cambridge, MA.",
        "[20] Hall, Robert E. (1984) Monetary Strategy with an Elastic Price Standard, in Price Stability and Public Policy: A Symposium Sponsored by the Federal Reserve Bank of Kansas City.",
        "[19] Gordon, Robert (1997) The Time-Varying NAIRU and Its Implications for Monetary Policy, Journal of Economic Perspectives, Winter, pp. 11-32.",
        "[18] Goodfriend, Marvin and Robert King (1997) The New Neoclassical Synthesis and the Role of Monetary Policy, NBER Macroeconomics Annual, pp. 231-283.",
        "[16] Gabaix, Xavier and David Laibson (2001) The 6D Bias and the Equity Premium Puzzle, NBER Macroeconomics Annual.",
        "[17] Gali, Jordi and Mark Gertler (1999) Inflation Dynamics: A Structural Econometric Model, Journal of Monetary Economy, vol. 44 (2), pp. 195-222.",
        "[14] Fischer, Stanley (1977) Long-term Contracts, Rational Expectations, and the Optimal Money Supply Rule, Journal of Political Economy, vol. 85 (1), pp.191-205.",
        "[12] Cover, James P. and Paul Pecorino (2001) Price and Output Stability Under Price Level Targeting, University of Alabama working paper WP01-05-01.",
        "[13] Cover, Thomas M., and Joy A. Thomas (1991) Elements of Information Theory, New York: John Wiley and Sons.",
        "[7] Ball, Laurence and N. Gregory Mankiw (1995) Relative-Price Changes as Aggregate Supply Shocks, Quarterly Journal of Economics, vol. 110 (1), pp. 161-193.",
        "[8] Barsky, Robert (1987) The Fisher hypothesis and the forecastability and persistence of inflation, Journal of Monetary Economics, vol. 19, pp. 3-24.",
        "[9] Calvo, Guillermo A. (1983) Staggered Prices in a Utility Maximizing Framework, Journal of Monetary Economics, vol. 12, pp. 383-398.",
        "[10] Clarida, Richard, Jordi Gali, and Mark Gertler (1999) The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature, vol. 37, pp. 1661-1707.",
        "[11] Clarida, Richard, Jordi Gali and Mark Gertler (2002) A Simple Framework for Inter- national Monetary Policy Analysis, Journal of Monetary Economics, vol. 49 (5), pp. 879-904.",
        "[1] Akerlof, George (2002) Behavioral Macroeconomics and Macroeconomic Behavior, American Economic Review, vol. 92 (3), pp. 411-433.",
        "[2] Alogoskoufis, George and Ron Smith (1991) The Phillips Curve, the Persistence of Inflation and the Lucas Critique: Evidence from Exchange Rate Regimes, American Economic Review, vol. 81 (5), pp. 1254-1275.",
        "[3] Aoki, Kosuke (2002) Optimal Commitment Policy Under Noisy Information, CEPR Discussion Paper No. 3370.",
        "[4] Ball, Laurence (1994) Credible Disinflation with Staggered Price Setting, American Economic Review, vol. 84, pp. 282-289.",
        "[5] Ball, Laurence (1999) Efficient Rules for Monetary Policy, International Finance, vol. 2 (1) , pp. 63-83.",
        "[6] Ball, Laurence (2000) Near Rationality and Inflation in Two Monetary Regimes, NBER Working Paper No. 7988.",
        "[15] Friedman, Milton (1968) The Role of Monetary Policy, American Economic Review, vol. 58, pp. 1-17."
    ]
}