{
    "id": 9493,
    "cites": 17,
    "cited_by": 38,
    "reference": [
        "White, Michelle. Sovereigns in Distress: Do They Need Bankruptcy? Brookings Papers on Economic Activity, 2002, (1), pp. 287-319.",
        "Roubini, Nouriel. Do We Need a New Bankruptcy Regime? Brookings Papers on Economic Activity, 2002, (1), pp. 321-333 Stulz, RenÃ\u0083Â© and Williamson, Rohan. Culture, Openness, and Finance, Dice Center WP 2001-2, 2002.",
        "McConnell, Michael and Picker, Randal. When Cities Go Broke: A Conceptual Introduction to Municipal Bankruptcy. University of Chicago Law Review, 1993, 60(2), pp. 425-495.",
        "Lin, Emily and White, Michelle.Bankruptcy and the Market for Mortgage and Home Improvement Loans. Journal of Urban Economics, 2001, 50(1), pp. 138-162.",
        "La Porta, Rafael; Lopez-de-Silanes, Florencio, Shleifer, Andrei, and Vishny, Robert. Law and Finance. Journal of Political Economy, 1998, 106(6), pp. 1113-1155.",
        "La Porta, Rafael; Lopez-de-Silanes, Florencio, Shleifer, Andrei, and Vishny, Robert. Legal Determinants of External Finance. Journal of Finance, 1997, 52(3), pp. 1131-1150.",
        "Krueger, Anne. A New Approach to Sovereign Debt Restructuring. International Monetary Fund, Washington, DC, 2002.",
        "Kahl, Matthias. Financial Distress as a Selection Mechanism: Evidence from the United States, Mimeo, UCLA, 2002b.",
        "Caballero, Ricardo and Dornbusch, Rudiger. Argentina: A Rescue Plan that Works. Mimeo, MIT 2002.",
        "Gropp, Reint; Scholtz, John Karl and White, Michelle. Personal Bankruptcy and Credit Supply and Demand. Quarterly Journal of Economics, 1997, 112(1), pp. 217-252.",
        "Hotchkiss, Edith. Postbankruptcy Performance and Management Turnover. Journal of Finance, 1995, 50(1), pp. 3-21.",
        "Kahl, Matthias. Economic Distress, Financial Distress, and Dynamic Liquidation. Journal of Finance, 2002a, 57(1), pp. 135-168.",
        "Arslanalp, Serkan, and Henry, Peter . Debt Relief: What do the Markets Think? Mimeo, Stanford Business School, 2002.",
        "Berkowitz, Jeremy and White, Michelle. Bankruptcy and Small Firms Access to Credit. NBER Working Paper 9010, 2002.",
        "Bulow, Jeremy. First World Governments and Third World Debt. Brookings Papers on Economic Activity, 2002, (1), pp. 229-255.",
        "Bulow, Jeremy and Rogoff , Kenneth. A Constant Recontracting Model of Sovereign Debt. Journal of Political Economy, 1989a, 97(1), pp. 155-178.",
        "Bulow, Jeremy and Rogoff, Kenneth. Sovereign Debt: Is to Forgive to Forget? American Economic Review, 1989b, 79(1), pp. 43-50."
    ]
}