{
    "id": 9497,
    "cites": 41,
    "cited_by": 9,
    "reference": [
        "43. Smith, Jeffrey and Petra Todd, Ã\u0083Â¬Is Matching the Answer to LaLondeÃ\u0083Â­s Critique of Nonexperimental Methods?,Ã\u0083Â® Forthcoming Journal of Econometrics.",
        "44. Vijverberg, Wim, Ã\u0083Â¬Measuring the Unidentified Parameter of the Roy Model of Selectivity,Ã\u0083Â® The Journal of Econometrics 57:1-3, (1993), 69-89.",
        "42. Smith, Jeffrey and Petra Todd, Ã\u0083Â¬Reconciling Conflicting Evidence on the Performance of Propensity- Score Matching Methods,Ã\u0083Â® American Economic Review 91:2, (2001), 112-18.",
        "41. Rosenbaum, Paul and Donald Rubin, Ã\u0083Â¬The Central Role of the Propensity Score in Observational Studies for Causal Effects,Ã\u0083Â® Biometrika 70:1, (1983), 41-55.",
        "39. Robins, James M, Ã\u0083Â¬Causal Inference from Complex Longitudinal Data Latent Variable Modeling and Applications to Causality,Ã\u0083Â® in M. Berkane, (Ed), Lecture Notes in Statistics (New York: Springer Verlag, 1997).",
        "37. Olley, G. Steven and Ariel Pakes, Ã\u0083Â¬The Dynamics of Productivity in the Telecommunications Equip- ment Industry,Ã\u0083Â® Econometrica 64:6 (1996), 1263-97.",
        "38. Powell, James, Ã\u0083Â¬Estimation of Semiparametric Models,Ã\u0083Â® In Robert F. Engle and Daniel L. McFadden (Eds.), Handbook of Econometrics Vol. 4 (Amsterdam, London and New York: Elsevier, North- Holland, 1994).",
        "36. Navarro-Lozano, Salvador, (2002) Ã\u0083Â¬The Importance of Being Formal: Testing for Segmentation in the Mexican Labor Market,Ã\u0083Â® Unpublished Manuscript, University of Chicago.",
        "34. Imbens, Guido and Joshua Angrist Ã\u0083Â¬Identification and Estimation of Local Average Treatment Ef- fects,Ã\u0083Â® Econometrica 62:2., (1994), 467-475.",
        "35. LaLonde, Robert, Ã\u0083Â¬Evaluating the Econometric Evaluations of Training Programs with Experimental Data,Ã\u0083Â® American Economic Review 76:4, (1986), 604-20.",
        "33. _____, Ã\u0083Â¬Econometric Program Evaluation,Ã\u0083Â® in James Heckman and Edward Leamer (Eds.), Hand- book of Econometrics, Volume 5, (Amsterdam: Elsevier, forthcoming 2003).",
        "31. _____, Ã\u0083Â¬The Relationship Between Treatment Parameters within a Latent Variable Framework,Ã\u0083Â® Economics Letters 66:1, (2000), 33-39.",
        "32. _____, Ã\u0083Â¬Local Instrumental Variables,Ã\u0083Â® in Cheng Hsiao, Kimio Morimune, and James Powell (Eds.), Nonlinear statistical modeling :proceedings of the thirteenth International Symposium in Eco- nomic Theory and Econometrics : essays in honor of Takeshi Amemiya (New York : Cambridge University Press, 2001).",
        "30. Heckman, James J. and Edward Vytlacil, Ã\u0083Â¬Local Instrumental Variables and Latent Variable Models for Identifying and Bounding Treatment Effects,Ã\u0083Â® Proceedings of the National Academy of Sciences 96, (1999), 4730-4734.",
        "29. Heckman, James J., Justin Tobias and Edward Vytlacil, Ã\u0083Â¬Four Parameters of Interest in the Evalu- ation of Social Programs,Ã\u0083Â® Southern Economic Journal (2001), 68(2), 210-223..",
        "28. Heckman, James J., Jeffrey Smith and Nancy Clements, Ã\u0083Â¬Making the Most Out of Programme Evaluations and Social Experiments: Accounting for Heterogeneity in Programme Impacts,Ã\u0083Â® Review of Economic Studies 64:4, (1997), 487-535.",
        "25. _____, Ã\u0083Â¬Matching as an Econometric Evaluation Estimator,Ã\u0083Â® The Review of Economic Studies 65:2, (1998), 261-294.",
        "26. Heckman, James J. and Richard Robb, Ã\u0083Â¬Alternative Methods for Estimating The Impact of Inter- ventions,Ã\u0083Â® In James J. Heckman and Burton Singer (Eds.), Longitudinal Analysis of Labor Market Data (Cambridge: Cambridge University Press, 1985).",
        "24. Heckman, James J., Hidehiko Ichimura, and Petra Todd, Ã\u0083Â¬Matching as an Econometric Evaluation Estimator: Evidence from Evaluating a Job Training Program,Ã\u0083Â® The Review of Economic Studies 64:4, (1997), 605-654.",
        "22. Heckman, James J. and V. Joseph Hotz, Ã\u0083Â¬Choosing Among Alternative Nonexperimental Methods for Estimating the Impact of Social Programs: The Case of Manpower Training (in Applications and Case Studies),Ã\u0083Â® Journal of the American Statistical Association 84:408, (Deccember, 1989), 862-874.",
        "23. Heckman, James J., Hidehiko Ichimura, Jeffrey Smith, and Petra Todd, Ã\u0083Â¬Characterizing Selection Bias Using Experimental Data,Ã\u0083Â® Econometrica 66, (1998), 1017-1098.",
        "19. _____, Ã\u0083Â¬Instrumental Variables: A Study of Implicit Behavioral Assumptions Used in Making Program Evaluations,Ã\u0083Â® The Journal of Human Resources 32:3, (1997), 441-462.",
        "20. _____, Ã\u0083Â¬Detecting Discrimination,Ã\u0083Â® Journal of Economic Perspectives 12:2, (1998), 101-116.",
        "16. Heckman, James J., Ã\u0083Â¬Addendum to Sample Selection Bias as a Specification Error,Ã\u0083Â® in Ernst Stroms- dorfer and George Farkas (Eds.), Evaluation Studies Review Annual Vol. 5, (Beverly Hills, CA: Sage Publications, 1980)",
        "17. _____, Ã\u0083Â¬Varieties of Selection Bias,Ã\u0083Â® American Economic Review 80:2, (1990), 313-318.",
        "18. _____, Ã\u0083Â¬Randomization and Social Policy Evaluation,Ã\u0083Â® in Charles Manski and Irwin Garfinkel (Eds.), Evaluating Welfare and Training Programs (Cambridge: Harvard University Press, 1992).",
        "13. Gill, Richard D. and James M. Robins, Ã\u0083Â¬Causal inference for complex longitudinal data: the contin- uous case,Ã\u0083Â® The Annals of Statistics 29:6, (2001), 1-27.",
        "14. Hahn, Jinyong, Ã\u0083Â¬On the Role of the Propensity Score in Efficient Semiparametric Estimation of Average Treatment Effects,Ã\u0083Â® Econometrica 66:2, (1998), 315-332.",
        "15. Hansen, Karsten, James J. Heckman and Kathleen Mullen, Ã\u0083Â¬The Effect of Schooling and Ability on Achievement Test Scores,Ã\u0083Â® The Journal of Econometrics (forthcoming, 2003).",
        "12. Gerfin, Michael and Lechner, Michael, Ã\u0083Â¬A Microeconometric Evaluation of the Active Labor Market Policy in Switzerland,Ã\u0083Â® The Economic Journal 112 October, (2002), 854-893.",
        "10. Carneiro, Pedro, James J. Heckman, and Edward Vytlacil, Ã\u0083Â¬Estimating the Return to Education When it Varies Among Individuals,Ã\u0083Â® Working paper, University of Chicago (2001).",
        "11. Dehejia, Rajeev and Sadek Wahba, Ã\u0083Â¬Causal Effects in Nonexperimental Studies: Reevaluating the Evaluation of Training Programs,Ã\u0083Â® Journal of the American Statistical Association 94:448, (1999), 1053-1062.",
        "9. _____, Ã\u0083Â¬Estimating Distributions of Treatment Effects with an Application to the Returns to Schooling and Measurement of the Effects of Uncertainty on College Choice,Ã\u0083Â® (forthcoming 2003) International Economic Review, May.",
        "8. Carneiro, Pedro, Karsten Hansen, and James J. Heckman, Ã\u0083Â¬Removing the Veil of Ignorance in As- sessing the Distributional Impacts of Social Policies,Ã\u0083Â® Swedish Economic Policy Review 8, (2001), 273-301",
        "7. Carneiro, Pedro, Ã\u0083Â¬Heterogeneity in the Returns to Schooling: Implications for Policy Evaluation,Ã\u0083Â® Unpublished Ph.D. Thesis University of Chicago (2002).",
        "6. Cameron, Stephen V. and James J. Heckman, Ã\u0083Â¬Life Cycle Schooling and Educational Selectivity: Models and Choice,Ã\u0083Â® Journal of Political Economy 106:2, (1998), 262-333",
        "2. Abadie, Alberto, (2002) Ã\u0083Â¬Semiparametric Difference-in-differences Estimators,Ã\u0083Â® Unpublished Manuscript, Harvard University.",
        "3. Ahn, Hyungtaik and James L. Powell, Ã\u0083Â¬Semiparametric Estimation of Censored Selection Models with a Nonparametric Selection Mechanism,Ã\u0083Â® The Journal of Econometrics 58:1-2 (1993), 3-29.",
        "4. Andrews, Donald W.K. and Marcia M.A. Schafgans, Ã\u0083Â¬Semiparametric Estimation of the Intercept of a Sample Selection Model,Ã\u0083Â® The Review of Economic Studies 65:3 (1998), 497-518.",
        "5. Bj^rklund, Anders and Robert Moffitt, Ã\u0083Â¬The Estimation of Wage Gains and Welfare Gains in Self- selection,Ã\u0083Â® The Review of Economics and Statistics 69:1 (1987), 42-49.",
        "1. Aakvik, Arild, James J. Heckman, and Edward Vytlacil, Ã\u0083Â¬Estimating Treatment Effects for Discrete Outcomes When Responses to Treatment Vary: An Application to Norwegian Vocational Rehabili- tation Programs,Ã\u0083Â® The Journal of Econometrics (forthcoming, 2003)."
    ]
}