{
    "id": 9498,
    "cites": 47,
    "cited_by": 36,
    "reference": [
        "[45] Townsend, Robert M. (1983), Forecasting the Forecasts of Others, Journal of Political Economy 91, 546-588.",
        "[46] Wang, Jiang (1993), A Model of Asset Prices under Asymmetric Informa- tion, Review of Economic Studies 60(2), pp. 249-282.",
        "[47] Wang, Jiang (1994), A Model of Competitive Stock Trading Volume, Jour- nal of Political Economy 102, 127-168.",
        "[48] Woodford, Michael (2001), Imperfect Common Knowledge and the Effects",
        "[43] Singleton, Kenneth J. (1987), Asset Prices in a Time-Series Model with Disparately Informed, Competitive Traders, in W.A. Barnett, and K.J. Sin- gleton, eds., New Approaches to Monetary Economics, Cambridge University Press (Cambridge, UK), 249-272.",
        "[44] Spiegel, M. and A. Subrahmanyam (1992), Informed Speculation and Hedg- ing in a Noncompetitive Securities Market, The Review of Financial Studies 5, 307-329.",
        "[37] Meese, Richard A. and Kenneth Rogoff (1983), Empirical Exchange Rate Models of the Seventies: Do They Fit Out of Sample? Journal of Interna- tional Economics 14, pp. 345-373.",
        "[39] Pearlman, Joseph G. and Thomas J. Sargent (2002), Knowing the Forecasts of Others, mimeo.",
        "[40] Rime, Dagfinn (2001), Private or Public Information in Foreign Exchange Markets? An Empirical Analysis, mimeo.",
        "[41] Romer, D. (1993), Rational Asset-Price Movements Without News, Amer- ican Economic Review 83, 1112-1130.",
        "[42] Sargent, Thomas J. (1991), Equilibrium with Signal Extraction from Endoge- nous Variables, Journal of Economic Dynamics and Control 15, 245-273.",
        "[36] Mark, Nelson C. and Yangru Wu (1998), Rethinking Deviations from Un- covered Interest Parity: The Role of Covariance Risk and Noise, Economic Journal 108, pp. 1686-1706.",
        "[34] Mark, Nelson C. (1995), Exchange Rates and Fundamentals: Evidence on Long-Horizon Predictability, American Economic Review 85, 201-218.",
        "[35] Mark, Nelson C. and Donggyu Sul (2001), Nominal Exchange Rates and Monetary Evidence from a Small Post-Bretton Woods Panel, Journal of International Economics 53, 29-52.",
        "[33] Mankiw, N. Gregory and Ricardo Reis (2002), Sticky Information versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve, Quarterly Journal of Economics 117(4), pp. 1295-1328.",
        "[32] MacDonald, Ronald and Mark P. Taylor (1993), The Monetary Approach to the Exchange Rate: Rational Expectations, Long-Run Equilibrium and Forecasting, IMF Staff Papers 40(1), 89-107.",
        "[29] Lucas, Robert E. (1972), Expectations and the Neutrality of Money, Journal of Economic Theory 4, 103-124.",
        "[30] Lyons, Richard K. (2001), The Microstructure Approach to Exchange Rates, MIT Press, (Cambridge, Massachusetts).",
        "[27] King, Robert G. (1982), Monetary Policy and the Information Content of Prices, Journal of Political Economy 90, 247-279.",
        "[28] Kollman, R. (2002), Monetary Policy Rules in an Interdependent World, mimeo.",
        "[25] Kasa, Kenneth (2000), Forecasting the Forecasts of Others in the Frequency Domain, Review of Economic Dynamics 3, 726-756.",
        "[26] Keynes, John Maynard (1936), The General Theory of Employment, Interest and Money, MacMillan, London.",
        "[23] Ito, Takatoshi (1990), Foreign Exchange Expectations: Micro Survey Data, American Economic Review 80, 434-449.",
        "[24] Jeanne, Olivier, and Andrew K. Rose (2002), Noise Trading and Exchange Rate Regimes, Quarterly Journal of Economics 117, May, 537-69.",
        "[21] Hellwig, Martin (1980), On the Aggregation of Information in Competitive Markets, Journal of Economic Theory 22, 477-498.",
        "[22] Honkapohja, S., and K. Mitra (2002), Learning Stability in Economics with Heterogeneous Agents, European Central Bank, Working Paper No. 120.",
        "[19] Hau, Harald, and HÃ\u0082Â´el`ene Rey (2002), Capital Flows, Exchange Rates, and Asset Prices, NBER WP. 9398.",
        "[20] He, Hua, and Jiang Wang (1995), Differential Information and Dynamic Behavior of Stock Trading Volume, Review of Financial Studies 8, 919-972.",
        "[18] Grundy, Bruce D. and Maureen McNichols (1989), Trade and the Revelation of Information through Prices and Direct Disclosure, Review of Financial Studies 2(4), pp. 495-526.",
        "[16] Gourinchas, Pierre-Olivier and Aaron Tornell (2002), Exchange Rate Dy- namics, Learning and Misperception, NBER WP. 9391.",
        "[17] Grossman, Sanford J., and Joseph E. Stiglitz (1980), On the Impossibility of Informationally Efficient Markets, American Economic Review 70, 393-408.",
        "[15] Gennotte, Gerard and Hayne Leland (1990), Market Liquidity, Hedging and Crashes, The American Economic Review 80(5), pp. 999-1021.",
        "[12] Evans, Martin D. D., and Richard K. Lyons (2002), Order Flow and Ex- change Rate Dynamics, Journal of Political Economy 110, 170-180.",
        "[13] Frankel, Jeffrey A., and Andrew K. Rose (1995), Empirical Research on Nominal Exchange Rates, in G.M. Grossman and K. Rogoff, eds., Handbook of International Economics, volume III, pp. 1689-1729.",
        "[14] Froot, Kenneth A., and Tarun Ramadorai (2002), Currency Returns, Insti- tutional Investor Flows, and Exchange Rate Fundamentals, NBER WP No. 9080.",
        "[11] Engel, Charles, and Kenneth D. West (2002), Exchange Rates and Funda- mentals, working paper, University of Wisconsin.",
        "[10] Elliot, Graham, and Takatoshi Ito (1999), Heterogeneous Expectations and Tests of Efficiency in the Yen/Dollar Forward Exchange Rate Market, Jour- nal of Monetary Economics 43, 435-456.",
        "[8] Diamond, Douglas W., and Robert E. Verrecchia (1981), Information Ag- gregation in a Noisy Rational Expectations Economy, Journal of Financial Economics 9, 221-235.",
        "[9] Dow, James and Gary Gorton (1995), Profitable Informed Trading in a Sim- ple General Equilibrium Model of Asset Pricing, Journal of Economic Theory 67, pp. 327-369.",
        "[7] Devereux, Michael B., and Charles Engel (2002), Exchange Rate Pass- through, Exchange Rate Volatility, and Exchange Rate Disconnect, Journal of Monetary Economics 49, 913-940.",
        "[5] Chinn, Menzie D., and Richard A. Meese (1995), Banking on Currency Fore- casts: How Predictable is Change in Money?, Journal of International Eco- nomics 38, 161-178.",
        "[6] Chionis, Dionysios, and Ronald MacDonald (2002), Aggregate and Disaggre- gate Measures of the Foreign Exchange Risk Premium, International Review of Economics and Finance 11, 57-84.",
        "[2] Brown, David P., and Robert H. Jennings (1989), On Technical Analysis, Review of Financial Studies 2, 527-552.",
        "[3] Brunnermeier, Markus K. (2001), Asset Pricing under Asymmetric Informa- tion, Oxford University Press, (Oxford).",
        "[4] Cheung, Yin-Wong, Menzie D. Chinn and Antonio G. Pascual (2002), Em- pirical Exchange Rate Models of the Nineties: Are they Fit to Survive? NBER WP. 9393.",
        "[1] Allen, Franklin, Stephen Morris, and Hyun Song Shin (2003), Beauty Con- tests, Bubbles and Iterated Expectations in Asset Markets, mimeo.",
        "[31] MacDonald, Ronald, and Ian W. Marsh (1996), Currency Forecasters are Heterogeneous: Confirmation and Consequences, Journal of International Money and Finance 15, 665-685."
    ]
}