{
    "id": 950,
    "cites": 32,
    "cited_by": 13,
    "reference": [
        "Alchian, Armen. Costs and Outputs. in Moses Abramovitz et.al., The Allocation of Economic Resources. (Stanford: Stanford University Press, 1959), pp. 23-40.",
        "Barro, Robert J., and Robert G. King. Time-Separable Preferences and Intertemporal-Substitution Models of Business Cycles. NBER Working Paper No. 888 (May, 1982).",
        "Black, 7ischet. Actin and Passive Monetary Policy in a Neoclassical Model. Journal of Finance 27 (September, 1972): 801-814.",
        "Black, Fischer. The ABCs of Business Cycles. Financial Analysts Journal 37 (November/December, 1981): 75-80.",
        "Black, Fischer. The Trouble with Econometric Models. Financial Analysts Journal 38 (March/April, 1982): 29-37.",
        "Burdett, Kenneth, and Dale.T. Mortensen. Search, Layoffs, and Labor Market Equilibrium. Journal of Political Economy 88 (August, 1980): 652-672.",
        "Debreu, Gerard. Theory of Value: An Axiomatic Analysis of Economic E~uilibrium. New York: Wiley, 1959.",
        "Diamond, Peter A. The Role of a Stock Market in a General Equilibrium Model with Technological Uncertainty. American Economic Review 62 (September, 1967): 759-778.",
        "Diamond, Peter. Externalities and Efficiency in a Model of Stochastic Job Matching. Unpublished memorandum (November, 1981).",
        "Fama, Eugene. Multiperiod Consumption - Investment Decisions. American Economic Review 60 (March1 1970): 163-174.",
        "Feiger, George. What is Speculation? Quarterly Journal of Economics 90 (November, 1976): 677-687.",
        "Herberg, Horst. On a Two-Sector Growth Model with Non-Shiftable Capital and Labour-Market Imperfections. Zeitschrift fur die Gesamte Staatswissenschaft 128 (April, 1972): 10-21.",
        "Hicks, John R. Value and Capital (second edition). Oxford: Clarendon Press, 1946.",
        "Hirshleifer, Jack. Investment, Interest, and Capital. Englewood Cliffs, New Jersey: Prentice-Hall, 1970.",
        "Hodrick, Robert J,, and Edward C. Prescott. Post-War U.S. Business Cycles: an Empirical investigation. Unpublished memorandum (May, 1981).",
        "Jorgenson, Dale W. Investment Behavior and the Production Function. Bell Journal of Economic and Management Science 3 (Spring, 1972): 220-251. - Keynes, John Maynard. The General Theory of Employment, Interest, and Money.",
        "King, Robert G., and Charles I. Plosser. The Behavior of Money, Credit and Prices in a Real Business Cycle. NBER Working Paper No. 853 (February, 1982).",
        "Krelle, W. Dynamics of the Utility Function. in JR. Hicks and W. Weber, eds. Carl Menger and the Austrian School of Economics. (London: Oxford University Press, 1973), pp. 92-128.",
        "Kydland, Finn. Analysis and Policy in Competitive Models of Business Fluctuation. Unpublished memorandum (Hay, 1980).",
        "Equilibrium. Unpublished memorandum (April, 1978).",
        "Kydland, Finn E., and Edward C. Prescott. A Competitive Theory of Fluctuations and the Feasibility and Desirability of Stabilization Policy. in Stanley Fischer, ed. Rational Expectations and Economic Policy (Chicago: University of Chicago Press, 1980), pp. 169-198.",
        "Kydland, Finn H., and Edward C. Prescott. Time to Build and Aggregate Fluctuations. Unpublished memorandum (September, 1981).",
        "Leamer, Edward E. Lets Take the Con Out of Econometrics. Unpublished memorandum (January, 1982). - - 20 - Long, John B., Jr. and Charles I. Plosser. Real Business Cycles. Unpublished memorandum (February, 1982).",
        "Lucas, Robert E., Jr. Understanding Business Cycles. in Karl Brunner and Allan H. Meltzer, eds. Stabilization of the Domestic and International Economy (Volume 5 of the Carnegie-Rochester Conference series on Public Policy. Amsterdam: North-Holland, 1977), pp. 7-29.",
        "Lucas, Robert E., Jr. and Edward C. Prescott. Equilibrium Search and Unemployment. Journal of Economic Theory 7 (February, 1974): 188-209.",
        "Behavior (third edition). Princeton: Princeton University Press, 1975.",
        "Pollack, Robert. Endogenous Tastes in Demand and Welfare Analysis. American Economic Review 68 (May, 1978): 374-379.",
        "Powell, Alan A., and F.H.G. Gruen. The Constant Elasticity of Transformation Production Frontier and Linear Supply System. International Economic Review 9 (October, 1968): -315-328.",
        "Pratt, John W., and Robert Schlaifer. On the Nature and Discovery of Structure. Unpublished memorandum (March, 1982).",
        "Sargent, Thomas, J. Macroeconomic Theory. New York: Academic Press, 1979.",
        "Stigler, George J. The Theory of Price (third edition). New York: Macmillan, 1966.",
        "Stigler, George J. and Gary S. Becker. De Gustibus Non Est Disputandum. American Economic Review 67 (March, 1977): 76-90."
    ]
}