{
    "id": 9502,
    "cites": 41,
    "cited_by": 8,
    "reference": [
        "[42] Tirole J. (1993), A Theory of Collective Reputations (with Applications to the Persistence of Corruption and to Firm Quality), Review of Economic Studies 63,",
        "[37] Piketty, T. (1995), Social Mobility and Redistributive Politics, Quarterly Journal of Economics 110, 55184. A. Alesina and G.M. Angeletos",
        "[38] Rawls, J. (1971), The Theory of Justice, Harvard University Press.",
        "[39] Romer, T. (1975), Individual Welfare, Majority Voting and the Properties of a Linear Income Tax, Journal of Public Economics 7, 163-88.",
        "[41] Shleifer, A. and R. Vishny (1993), Corruption, Quarterly Journal of Economics 104, 599-617.",
        "[35] Nickell, S., and R. Layard (1999), Labor Market Institutions and Economic Perfor- mance, in O. Ashenfelter and D. Card (eds) Handbook of Labor Economics, North Holland Amsterdam.",
        "[36] Perotti, R. (1996), Growth, Income Distribution and Democracy: What the Data Say, Journal of Economic Growth 1, 14987.",
        "[34] Nickell, S. (1997), Unemployment and Labor Market Rigidities:Europe versus North America, Journal of Economic Perspectives 11, 55-74.",
        "[32] Murphy, K., A. Shleifer, and R. Vishny (1991), The Allocation of Talent: Implica- tions for Growth, Quarterly Journal of Economics 106, 503-30.",
        "[33] Murphy, K., A. Shleifer, and R. Vishny (1993), Why is Rent-Seeking so Costly to Growth? American Economic Review Papers and Proceedings 83, 409-14.",
        "[31] Morris, S., and H.S. Shin (2000), Rethinking Multiple Equilibria in Macroeco- nomics, NBER Macro Annual.",
        "[29] La Porta, R. F. Lopez de Silanes, A. Shleifer, and R. Vishny (1999), The Quality of Government Journal of Law and Economics",
        "[30] Meltzer, A., and S. Richard (1981), A Rational Theory of the Size of Government, Journal of Political Economy 89, 914-27.",
        "[27] Homan, E., and M. Spitzer (1985), Entitlements, Rights, and Fairness: An Exper- imental Investigation of Subjects Concepts of Distributive Justice, Journal of Legal Studies 14, 259-97.",
        "[28] Kahneman, D., J. Knetsch, and R. Thaler (1986), Fairness as a Constraint on Pro...t Seeking: Entitlements in the Market, American Economic Review 76, 728-41.",
        "[25] Gottschalk, P., and E. Spolaore (2002), On the Evaluation of Economic Mobility, Review of Economic Studies, forthcoming. Fairness and Redistribution",
        "[26] Homan, E., K. McCabe, K. Shachat, and V. Smith (199?), On Expectations and the Monetary Stakes in Ultimatum Games, International Journal of Game Theory.",
        "[21] Fields, G., and E. Ok (1999), Measuring Movements of Income, Econometrica 66, 455-71.",
        "[22] Fong, C. (2002), Social Preferences, Self-Interest and the Demand for Redistribu- tion, Journal of Public Economics ??.",
        "[23] Galasso V. (2002) Redistribution and Fairness: A note, unpublished",
        "[24] Glaeser, E. (2002), A Model of Hatred, unpublished.",
        "[19] Deininger, K., and L. Squire (1996), A New Data Set Measuring Income Inequality, World Bank Economic Review 10, 565-91.",
        "[20] Fehr, E., and K. Schmidt (2001), Theories of Fairness and Reciprocity Evidence and Economic Applications, prepared for the 8th World Congress of the Econometric Society.",
        "[18] Cole, H., G. Mailath, and A. Postlewaite (1992), Social Norms, Savings Behavior, and Growth, Journal of Political Economy 100, 1092-1125.",
        "[17] Clark, J. (1998), Fairness in Public Good Provision: An Investigation of Preferences for Equality and Proportionality, Canadian Journal of Economics 31, 708-729.",
        "[12] Benabou, R. (2000), Unequal Societies, American Economic Review ??. A. Alesina and G.M. Angeletos",
        "[13] Benabou, R., and E. Ok (2001), Social Mobility and the Demand for Redistribution: The POUM Hypothesis, Quarterly Journal of Economics 116, 44787.",
        "[14] Benabou, R., and J. Tirole (2002), Belief in a Just World and Redistributive Poli- cies, unpublished.",
        "[15] Caselli, F., and N. Gennaioli (2002), Dynastic Management, unpublished.",
        "[16] Checchi, D., A. Ichino and A. Rustichini (1999), More Equal and Less Mobile? Education Financing and Intergenerational Mobility in Italy and in the US Journal of Public Economics 74, 351-93.",
        "[10] Ball, S., C. Eckel, P. Grossman, and W. Zane (1996), Status in Markets, unpub- lished.",
        "[11] Banerjee, A. (1997), A Theory of Misgovernance, Quarterly Journal of Economics 112, 1289-1331.",
        "[8] Angeletos, G.M., and T. Kollintzas (1997), Rent Seeking, Corruption and Growth: A Simple Model, CEPR Discussion Paper 2464.",
        "[9] Bewley, T. (1999), Why Wages Dont Fall During a Recession?, Harvard University Press.",
        "[7] Angeletos, G.M., C. Hellwig, and A. Pavan (2002), Coordination and Policy Traps in Currency Crises, NBER Working Paper forthcoming.",
        "[5] Alesina, A., and E. La Ferrara (2001), Preferences for Redistribution in the Land of Opportunities NBER Working Paper.",
        "[6] Agell, J., and P. Lundborg (1995), Theories of Pay and Unemployment: Survey Evidence from Swedish Manufacturing Firms, Scandinavian Journal of Economics 97, 295-308.",
        "[1] Alesina, A., R. Baqir, and W. Easterly (1999), Public Goods and Ethnic Divisions Quarterly Journal of Economics 114.",
        "[2] Alesina, A., A. Devleeschauer, W. Easterly, W. Kurlat and R. Wacziarg (2002), Fractionalization, unpublished.",
        "[3] Alesina, A., E. Glaeser, and B. Sacerdote (2001), Why Doesnt the US Have a European-style Welfare State? Brookings Papers on Economic Activity 2:2001.",
        "[4] Alesina A., and E. Glaeser (2003), The Welfare State in Europe and in the US: Why so dierent?, in preparation for Oxford University Press."
    ]
}