{
    "id": 9505,
    "cites": 18,
    "cited_by": 0,
    "reference": [
        "Venti, Steven F. and David A, Wise, Government Policy and Personal Retirement Saving, in James M. Poterba (ed.), Tax Policy and the Economy, Vol. 6, MIT Press, 1992, 1-41.",
        "Venti, Steven F. and David A, Wise, Individual Response to a Retirement Saving Program: Results from U. S. Panel Data, Ricerche Economiche, 1995, Issue 49, 235-254.",
        "Poterba, James M., Steven F. Venti, and David A, Wise, How Retirement Saving Programs Increase Saving, Journal of Economic Perspectives, Volume 10, Number 4, Fall 1996, 91-112.",
        "Poterba, James M., Steven F. Venti, and David A, Wise, Do 401(k) Contributions Crowd Out Other Personal Saving? Journal of Public Economics, Issue 58, 1995, 1-32.",
        "Olivas, Michael A., College Savings Plans: Second Generation Progress and Problems, National Tax Association Proceedings, 2000, 90-95.",
        "Poterba, James M., Steven F. Venti, and David A, Wise, 401(k) Plans and Tax-deferred Saving, in David A. Wise (ed.), Studies in the Economics of Aging. University of Chicago Press, 1994.",
        "Ma, Jennifer and Douglas Fore, Saving for College with 529 Plans and Other Options: an Update, Research Dialogue, Issue 70, 2001.",
        "Ma, Jennifer and Douglas Fore, Saving for College: A Comparison of 529 Plans with Other Options, Research Dialogue, Issue 67, 2000.",
        "Lalonde, Robert, Evaluating the Econometric Evaluations of Training Programs, American Economic Review, Volume 76, 604-620. Ma, Jennifer, Mark Warshawsky, John Ameriks, and Julia Blohm, An Economic Approach to Setting the Contribution Limits in Qualified State-sponsored Tuition Savings Programs, National Tax Association Proceedings, 2000, 107-115.",
        "Hubbard, R. Glenn, and Jonathan S. Skinner, Assessing the Effectiveness of Saving Incentives, Journal of Economic Perspectives, Volume 10, Number 4, Fall 1996, 73- 90.",
        "Gale, William G. and John Karl Scholtz, IRAs and Household Saving, American Economic Review, Volume 84, Number 5, December 1994, 1233-1260.",
        "Engen, Eric M. and William G. Gale, and John Karl Scholtz, The Illusory Effects of Saving Incentives on Saving, Journal of Economic Perspectives, Volume 10, Number 4, Fall 1996, 113-138.",
        "Engen, Eric M. and William G. Gale, Debt, Taxes and the Effects of 401(k) Plans on Household Wealth Accumulation, mimeo, October 1995.",
        "Engen, Eric M. and William G. Gale, The Effects of 401(k) Plans on Household Wealth: Differences Across Earnings Groups, NBER Working Paper 8032, December 2000.",
        "Engelhardt, Gary, Have 401(k)s Raised Household Raving? Evidence from the Health and Retirement Study, mimeo, 2000.",
        "The Census Bureau, March Current Population Survey, various years. Dehejia, Rajeev H. and Sadek Wahba, Causal Effects in Non-Experimental Studies: Re- Evaluating the Evaluation of Training Programs Journal of the American Statistical Association, Volume 94, Number 448 (December 1999), 1053-1062.",
        "Bodie, Zvi, and Dwight Crane, Personal Investing: Advice, Theory, and Evidence, Financial Analysts Journal, November/December 1997, 13-23.",
        "Bernheim, B. Douglas, Taxation and Saving, NBER Working Paper 7061, March 1999."
    ]
}