{
    "id": 9509,
    "cites": 66,
    "cited_by": 24,
    "reference": [
        "Adrian, Tobias and Francesco Franzoni, 2002, Learning about beta: An explanation of the value premium, unpublished paper, MIT.",
        "Ang, Andrew and Geert Bekaert, 2001, Stock return predictability: Is it there?, unpublished paper, Graduate School of Business, Columbia University.",
        "Asness, C., J. Friedman, R. Krail, and J. Lieu, 2000, Style timing: Value versus growth, Journal of Portfolio Management, Spring.",
        "Ball, R., 1978, Anomalies in relationships between securities yields and yield-surrogates, Journal of Financial Economics 6, 103-126.",
        "Banz, Rolf W., 1981, The relation between return and market value of common stocks, Journal of Financial Economics 9, 3-18.",
        "Basu, Sanjoy, 1977, Investment performance of common stocks in relation to their price-earnings ratios: A test of the efficient market hypothesis, Journal of Finance 32, 663-682.",
        "Basu, Sanjoy, 1983, The relationship between earnings yield, market value, and return for NYSE common stocks: Further evidence, Journal of Financial Economics 12, 129-156.",
        "Black, Fischer, 1972, Capital market equilibrium with restricted borrowing, Journal of Business 45, 444-454.",
        "Brainard, William C., Matthew D. Shapiro, and John Shoven, 1991, Market value and fundamental value, in William C. Brainard, William D. Nordhaus, and Harold W. Watts eds. Money, Macroeconomics, and Economic Policy: Essays in Honor of James To bin, MIT Press, Cambridge, MA.",
        "Bray, Alon, Reuven Lehavy, Roni Michaely, 2002, Expected return and asset pricing, unpublished paper, Fuqua School of Business, Duke University.",
        "Brennan, Michael J., Ashley Wang, and Yihong Xia, 2001, A simple model of intertemporal capital asset pricing and its implications for the Fama-French threefactor model, unpublished paper, Anderson Graduate School of Management, UCLA.",
        "Campbell, John Y., 1987, Stock returns and the term structure, Journal of Financial Economics 18, 373-399.",
        "Campbell, John Y., 1991, A variance decomposition for stock returns, Economic Journal 101, 157-179.",
        "Campbell, John Y., 1993, Intertemporal asset pricing without consumption data, American Economic Review 83, 487-S 12.",
        "Campbell, John Y., 1996, Understanding risk and return, Journal of Political Economy 104, 298-345.",
        "Campbell, John Y. and Jianping Mei, 1993, Where do betas come from? Asset price dynamics and the sources of systematic risk, Review of Financial Studies 6, 567-592.",
        "Campbell, John Y. and Robert J. Shiller, 1988a, The dividend-price ratio and expectations of future dividends and discount factors, Review of Financial Studies 1, 195-228.",
        "Campbell, John Y. and Robert J. Shiller, 1998, Valuation ratios and the long-run stock market outlook, Journal of Portfolio Management 24(2), 11-26.",
        "Campbell, John Y. and Luis M. Viceira, 1999, Consumption and portfolio decisions when expected returns are time varying, Quarterly Journal of Economics 114, 433-495.",
        "Campbell, John Y. and Motohiro Yogo, 2002, Efficient tests of stock return predictability, unpublished paper, Harvard University.",
        "Chen, Joseph, 2000, Intertemporal CAPM and the cross-section of stock returns, unpublished paper, University of Southern California.",
        "Cohen, Randolph B., Christopher Polk, and Tuomo Vuolteenaho, 2002a, Does risk or mispricing explain the cross-section of stock prices?, unpublished paper, Harvard University.",
        "Daniel, Kent and Sheridan Titman, 1997, Evidence on the characteristics of cross sectional variation in stock returns, Journal of Finance S2, 1-33.",
        "DAvolio, Gene, 2002, The market for borrowing stock, Journal of Financial Economics, forthcoming.",
        "Dimson, Elroy, 1979, Risk measurement when shares are subject to infrequent trading, Journal of Financial Economics 7, 197-226.",
        "Eleswarapu, Venkat R. and Marc R. Reinganum, 2002, The predictability of aggregate stock market returns: Evidence based on glamour stocks, forthcoming Journal of Business.",
        "Fama, Eugene F. and Kenneth R. French, 1989, Business conditions and expected returns on stocks and bonds, Journal of Financial Economics 2S, 23-49.",
        "Fama, Eugene F. and Kenneth R. French, 1992, The cross-section of expected stock returns, Journal of Finance 47, 427-465.",
        "Fama, Eugene F. and Kenneth R. French, 1993, Common risk factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "S2 Franzoni, Francesco, 2002, Where is beta going? The riskiness of value and small stocks, unpublished paper, MIT.",
        "Graham, Benjamin and David L. Dodd, 1934, Security Analysis, first edition, McGraw Hill, New York.",
        "Guo, Hui, 2002, Time-varying risk premia and the cross section of stock returns, unpublished paper, Federal Reserve Bank of St. Louis.",
        "Jagannathan, Ravi and Z. Wang, 1996, The conditional CAPM and the cross-section of expected returns, Journal of Finance 51, 3-53.",
        "Keim, Donald and Robert Stambaugh, 1986, Predicting returns in the stock and bond markets, Journal of Financial Economics 17, 3S7-390.",
        "Lakonishok, Josef, Andrei Shleifer, and Robert W. Vishny, 1994, Contrarian investment, extrapolation, and risk, Journal of Finance 49, 1541-1578.",
        "Lamont, Owen, and Richard Thaler, 2001, Can the market add and subtract? Mispricing in tech stock carve-outs, unpublished paper, University of Chicago.",
        "La Porta, Rafael, 1996, Expectations and the cross-section of returns, Journal of Finance 51, 1715-1742.",
        "La Porta, Rafael, Josef Lakonishok, Andrei Shleifer, and Robert W. Vishny, 1997, Good news for value stocks: Further evidence on market efficiency, Journal of Finance S2, 859-874.",
        "Lettau, Martin and Sydney Ludvigson, 2001, Resurrecting the (C)CAPM: A crosssectional test when risk premia are time-varying, Journal of Political Economy 109, 1238-1287.",
        "Lewellen, Jonathan, 2002, Predicting returns with financial ratios, unpublished paper, Sloan School of Management, MIT.",
        "S3 Lewellen, Jonathan and Jay Shanken, 2002, Learning, asset-pricing tests, and market efficiency, Journal of Finance S7, 1113-1145.",
        "Li, Y., 1997, Intertemporal asset pricing without consumption data: Empirical tests, Journal of Financial Research 20, 53-69.",
        "Liew, Jimmy and Maria Vassalou, 2000, Can book-to-market, size, and momentum be risk factors that predict economic growth?, Journal of Financial Economics.",
        "Lintner, John, 196S, The valuation of risky assets and the selection of risky investments in stock portfolios and capital budgets, Review of Economics and Statistics 47, 13-37. Lo, Andrew and A. Craig MacKinlay, 1990, An econometric analysis of nonsynchronous trading, Journal of Econometrics 4S, 181-212.",
        "Lynch, Anthony W., 1999, Portfolio choice and equity characteristics: Characterizing the hedging demands induced by return predictability, Journal of Financial Economics 62, 67-130.",
        "McQueen, Pinegar, and Thorley, 1996, Delayed reaction to good news and the crossautocorrelation of portfolio returns, Journal of Finance 51, 889-919.",
        "Merton, Robert C., 1973, An intertemporal capital asset pricing model, Econometrica 41, 867-87.",
        "Mitchell, Mark, Todd Pulvino, and Erik Stafford, 2001, Limited arbitrage in equity markets, Journal of Finance S7, 551-584.",
        "Ng, David, 2002, The international CAPM when expected returns are time-varying, forthcoming, Journal of International Money and Finance.",
        "Ng, Victor, Robert F. Engle, and Michael Rothschild, 1992, A multi-dynamic-factor model for stock returns, Journal of Econometrics S2, 245-266.",
        "Perez-Quiros, Gabriel and Allan Timmermann, 2000, Firm size and cyclical variations in stock returns, unpublished paper, UC San Diego.",
        "Peterson, James D. and Gary C. Sanger, 199S, Cross-autocorrelations, systematic risk and the period of listing, unpublished paper, University of Notre Dame. S4 Reinganum, Mark R., 1981, Misspecification of capital asset pricing: Empirical anomalies based on yields and market values, Journal of Financial Economics 9, 19-46.",
        "Roll, Richard, 1977, A critique of the asset pricing theorys tests: Part I, Journal of Financial Economics 4, 129-176.",
        "Rosenberg, Barr, Kenneth Reid, and Ronald Lanstein, 198S, Persuasive evidence of market inefficiency, Journal of Portfolio Management 11, 9-17. Ross, Stephen A., 1976, The arbitrage theory of capital asset pricing, Journal of Economic Theory 13, 341-360.",
        "Rozeff, M., 1984, Dividend yields are equity premiums, Journal of Portfolio Management 11, 68-7S.",
        "Scholes, Myron and J. Williams, 1977, Estimating betas from nonsyncronous data, Journal of Financial Economics S, 309-32 7.",
        "Schroder, Mark, and Costis Skiadas, 1999, Optimal consumption and portfolio selection with stochastic differential utility, Journal of Economic Theory 89, 68-126.",
        "Shanken, Jay, 1987, Multivariate proxies and asset pricing relations: Living with the Roll critique, Journal of Financial Economics 18, 91-lb.",
        "Sharpe, William, 1964, Capital asset prices: A theory of market equilibrium under conditions of risk, Journal of Finance 19, 425-442.",
        "Shiller, Robert J., 2000, Irrational Exuberance, Princeton University Press, Princeton, NJ.",
        "Stambaugh, Robert F., 1982, On the exclusion of assets from tests of the two parameter model, Journal of Financial Economics 10, 235-268.",
        "Stambaugh, Robert F., 1999, Predictive regressions, Journal of Financial Economics S4, 375-421.",
        "Torous, Walter, Rossen Valkanov, and Shu Yan, 2001, On predicting stock returns with nearly integrated explanatory variables, unpublished paper, Anderson Graduate School of Management, UCLA.",
        "SS Vassalou, Maria, 2002, News related to future GDP growth as a risk factor in equity returns, Journal of Financial Economics, forthcoming.",
        "Vuolteenaho, Tuomo, 2002, What drives firm-level stock returns, Journal of Finance S7, 233-264.",
        "Zhang, Lu and Ralitsa Petkova, 2002, Is value riskier than growth?, unpublished paper, University of Rochester."
    ]
}