{
    "id": 9514,
    "cites": 30,
    "cited_by": 23,
    "reference": [
        "Summers, L.H. (2000). International Financial Crises: Causes, Prevention, and Cures, American-Economic-Review, 90(2), 1-16.",
        "Sachs, J.D. (2000). Globalization and Patterns of Economic Development, Weltwirtschaftliches Archiv/Review of World Economics 136(4).",
        "Rosenbaum P.R. and D.B. Rubin (1983), The Central Role of the Prpensity Score in Observational Studies for Causal Effects, Biometrika 70.",
        "Sachs, J. and A. Warner (1995) Economic Reform and the Process of Global Integration, Brookings Papers on Economic Activity, 1, 1-188.",
        "Rose, A.K. and E. van-Wincoop (2001). National Money as a Barrier to International Trade: The Real Case for Currency Union, American Economic Review; 91(2).",
        "Rose, A.K. and C. Engel (2002). Currency Unions and International Integration, Journal of Money, Credit, and Banking, 34(4).",
        "Powell, A. and F. Sturzenegger (2000), Dollarization: The Link Between Devaluation and Default Risk. Working Paper, Universidad Torcuato di Tella, Buenos Aires, Argentina Rose, A. (2000). One Money, One Market: Estimating The Effect of Common Currencies on Trade, Economic Policy 15(30), 7-46.",
        "Rose, A.K. and C. Engel (2000). Currency Unions and International Integration, NBER Working Paper 7872.",
        "Parrado, E. and A. Velasco (2002). Optimal Interest Rate Policy in a Small Open Economy, NBER Working Papers 8721.",
        "Mundell, R.A. (1961). A Theory of Optimum Currency Areas, American Economic Review, 51(3).",
        "Maddala, G.S. (1983). Limited-Dependant and Qualitative Variables in Econometrics.",
        "Klein, M.W. (2002). Dollarization and Trade, NBER Working Paper 8879.",
        "Lechner, M. (2002). Program Heterogeneity and Propensity Score Matching: An Application to the Evaluation of Active Labor Market Policies, Review of Economics and Statistics, 84(2).",
        "IMF (1997). Exchange Rate Arrangements and Economic Performance in Developing Countries Ch. 4 of World Economic Outlook, October.",
        "Heckman, J.J., I. Hidehiko and P.E. Todd (1997). Matching as an Econometric Evaluation Estimator: Evidence from Evaluating a Job Training Programme, Review of Economic Studies 64(4).",
        "Heckman, J. (1978). Dummy Endogenous Variables in a simultaneous Equation System, Econometrica 46.",
        "Goldfajn, I. and G. Olivares (2000). Is Adopting Full Dollarization the Solution? Looking at the evidence, PUC-Rio Working Paper 416.",
        "Green, W.H. (2000). Econometric Analysis. Macmillan Publishing Company.",
        "Frankel, J.A. (1999); No Single Currency Regime is Right for All Countries at at All Times, National Bureau of Economic Research Working Paper: 7338.",
        "Frankel, J.A. and A.K. Rose (2002). An Estimate of the Effect of Common Currencies on Trade and Income, Quarterly Journal of Economics, 117(2).",
        "Edwards, S. and I.I. Magendzo (2002). Dollarization, Inflation and Growth , NBER Working Paper, No 8671.",
        "Eichengreen, B. and R. Haussmann (1999). Exchange Rates and financial Fragility, paper presented at the IDB-OECD forum.",
        "Bogetic, Z. (2000). Official Dollarization: Current Experiences and Issues, Cato Journal; 20(2), 179-213.",
        "Barro, R.J. and Lee, J. (1996). International Data on Educational Attainment: Updates and Implications, CID Working Paper 42.",
        "Blundell, R., A and Costa Dias, M. (2000), Evaluation Methods for Non-Experimental data, Fiscal Studies, 21, 427-468.",
        "Angrist, J. (2000). Estimation of Limited Dependfent Variable Models with Dummy Endogenous regressors: Simple Strategies for Empirical Practice, NBER TP 248.",
        "Alesina, A. and R.J. Barro (2001). Dollarization, American Economic Review; 91(2), 381-85.",
        "Alesina, A., R.J. Barro and S. Tenreyro (2002). Optimal Currency Areas NBER Working Paper 9072.",
        "Alesina, A. and R.J Barro (2000), One Country, One Currency? in A. Alesina and R.J Barro (eds.) Currency Unions, Hoover Institution Press Publication.",
        "Alesina, A. and R.J Barro (2000), Currency Unions, NBER Working Paper 7927."
    ]
}