{
    "id": 9517,
    "cites": 12,
    "cited_by": 105,
    "reference": [
        "Markusen, James R. and Keith E. Maskus (2002), Discriminating among Alternative Theories of the Multinational Enterprise, Review of International Economics 10, 694-707.",
        "Markusen, James R. and Keith E. Maskus (2001), Multinational Firms: Reconciling Theory and Evidence, in Magnus Blomstrom and Linda Goldberg (editors), Topics in Empirical International Economics: A Festschrift in Honor of Robert E. Lipsey, Chicago: University of Chicago Press, forthcoming.",
        "Markusen, James R (2002), Multinational Firms and the Theory of International Trade, Cambridge: MIT Press.",
        "Lopez-de-Silanes, Florencio, James R. Markusen and Thomas Rutherford, Trade Policy Subtleties with Multinational Firms, European Economic Review 40 (1996), 1605-1627.",
        "Jones, Ronald W. (2000), Globalization and the Theory of Input Trade, Cambridge: MIT Press.",
        "Hanson, G. H., Mataloni, R. J., Slaughter, M. J. (2001), Expansion Strategies of U.S.",
        "Carr, David, James R. Markusen and Keith E. Maskus (2001), Estimating the Knowledge- Capital Model of the Multinational Enterprise, American Economic Review 91, 693- 708..",
        "Blonigen, Bruce (2001), In Search of Substitution between Foreign Production and Exports, Journal of International Economics 53, 81-104.",
        "Braconier, Henrik and Karolina Ekholm (2001), Foreign Direct Investment in Central and Eastern Europe: Employment Effects in the EU, CEPR working paper No. 3052.",
        "Braconier, Henrik and Karolina Ekholm (2000), Swedish Multinationals and Competition from High and Low-Wage Countries, Review of International Economics 8, 448-461..",
        "Brainard, S. Lael (1997), An Empirical Assessment of the Proximity-Concentration Tradeoff between Multinational Sales and Trade, American Economic Review 87, 520-544.",
        "Arndt, Sven W. and Henryk Kierzkowski, editors (2000), Fragmentation: New Production Patterns in the World Economy, Oxford: Oxford University Press."
    ]
}