{
    "id": 9520,
    "cites": 15,
    "cited_by": 16,
    "reference": [
        "Olley, R. (nd) Construction wage rates in Ontario, 1864-1903. Kingston.",
        "Taylor, K. (1931) Statistical Contributions to Canadian Economic History, Vol. II Toronto: Macmillan.",
        "Norrie, K. and D. Owram, (1996) A History of the Canadian Economy, Toronto: Harcourt Brace and Co.",
        "Inwood, K. and J. Irwin, (2000) The Patterns of Net Migration by Canadians during the Late Nineteenth Century. ms. University of Guelph.",
        "Keating, J. and J. Nye, (1998) Permanent and Transitory Shocks in Real Output: Estimates from Nineteenth-Century and Postwar Economies Journal of Money Credit and Banking May: 231-51.",
        "Green, T. (1999) Central Bank Gold Reserves: A historical perspective since 1845 World Gold Council Research Study No. 23.",
        "Chambers, E. and D. Gordon, (1966) Primary Products and Economic Growth: An Empirical Measurement Journal of Political Economy LXXIV 4: 315-32.",
        "Clarida, R. and J. Gali, (1994) Sources of Real Exchange-Rate Fluctuations: How Important are Nominal Shocks? Carnegie-Rochester Conference Series on Public Policy, 41:1-56.",
        "Gordon, R. (1986) The American Business Cycle: Continuity and Change, Chicago: University of Chicago Press.",
        "Calomiris, C. and C. Hanes (1994) Historical Macroeconomics and American macroeconomic history NBER working paper 4935.",
        "Bordo, M. and R. MacDonald, (1997) Violations of the Rules of the Game and the Credibility of the Classical Gold Standard NBER Working Paper 6115.",
        "Bordo, M., A. Redish and H. Rockoff, (1994) The US Banking System from a Northern Exposure: Stability vs. Efficiency Journal of Economic History 54(2): 325-41.",
        "Balke, N. and R. Gordon, (1989) The Estimation of Prewar Gross National Product Methodology and New Evidence Journal of Political Economy, 97(1) February 38-92.",
        "Blanchard, O. and O. Quah, (1989) The Dynamic Effects of Aggregate Demand and Supply disturbances American Economic Review, September, 655-673.",
        "Bordo, M. (1993) The Gold Standard, Bretton Woods and Other Monetary Regimes: A Historical Appraisal in Federal Reserve Bank of St. Louis, Review March/April, 123-91."
    ]
}