{
    "id": 9521,
    "cites": 23,
    "cited_by": 8,
    "reference": [
        "Zanello, Allesandro, and Dominique Desruelle, 1997, A Primer on IMFs Information Notices System, Working Paper WP97/71 (Washington, DC: International Monetary Fund).",
        "Rose, Andrew and Janet Yellen, 1989, Is There a J-Curve? Journal of Monetary Economics 24, pp. 53-68.",
        "Whelan, Karl, 2000, A Guide to the Use of Chain Aggregated NIPA Data, Finance and Economics Discussion Papers 2000-35 (Washington, DC: Board of Governors of the Federal Reserve System, June).",
        "Rose, Andrew, 1991, The Role of Exchange Rates in a Popular Model of International Trade: Does the `Marshall-Lerner Condition Hold? Journal of International Economics 30: 301-316.",
        "Meade, Ellen, 1992, A Fresh Look at the Responsiveness of Trade Flows to Exchange Rates, Paper prepared for the annual meetings of the Western Economic Association, San Francisco, July 9-13 (June 1992).",
        "Meade, Ellen, 1991, Computers and the Trade Deficit: the case of the falling prices in P. Hooper and D. Richardson, (eds.) International Economic Transactions: Issues in Measurement and Empirical Research, NBER Studies in Income and Wealth vol. 55.",
        "Lawrence, Robert Z., 1990, U.S. Current Account Adjustment: An Appraisal, Brookings Papers on Economic Activity No. 2, pp. 343-382.",
        "Leahy, Michael P., 1998, New Summary Measures of the Foreign Exchange Value of the Dollar, Federal Reserve Bulletin (October), pp. 811-818.",
        "Mann, Catherine, forthcoming, Perspectives on the U.S. Current Account Deficit and Sustainability, Journal of Economic Perspectives. Mann, Catherine, 1999, Is the U.S. Trade Deficit Sustainable? (Washington, DC: IIE).",
        "Krugman, Paul, 1989, Differences in Income Elasticities and Trends in Real exchange Rates, European Economic Review 33: 1031-1054.",
        "Johnston, Louis D. and Menzie Chinn, 1996 , How Well Is America Competing? A Comment on Papadakis, Journal of Policy Analysis and Management 15(1) (Winter) , pp. 68-81.",
        "Johansen, SÃ\u0083Â¸ren, and Katerina Juselius, 1990, Maximum Likelihood Estimation and Inference on Cointegration - With Applications to the Demand for Money, Oxford Bulletin of Economics and Statistics 52: 169-210.",
        "Johansen, SÃ\u0083Â¸ren, 1988, Statistical Analysis of Cointegrating Vectors, Journal of Economic Dynamics and Control 12: 231-54.",
        "Houthakker, Hendrik and Stephen Magee, 1969, Income and Price Elasticities in World Trade, Review of Economics and Statistics 51: 111-25.",
        "Hong, Pingfan, 1999, Import Elasticities Revisited, Discussion Paper No. 10 (NY: United Nations Department of Economic and Social Affairs, September).",
        "Hargreaves, Derek, 1993, Rebasing and Reweighting of J.P. Morgan Effective Exchange Rate Indices, World Financial Markets (New York: J.P. Morgan, Nov. 19), p.",
        "Golub, Stephen, 1994, Comparative Advantage, Exchange Rates and the Sectoral Trade Balances of the Major Industrial Countries, IMF Staff Papers 41, pp. 286-313.",
        "Goldstein, Morris and Mohsin Khan, 1985, Income and Price Effects in Foreign Trade, in R. Jones and P. Kenen (eds.), Handbook of International Economics, Vol. 2, (Amsterdam: Elsevier), Chapter 20.",
        "Council of Economic Advisers, 2001, Economic Report of the President (Washington, D.C.: U.S. GPO, January).",
        "Chinn, Menzie, 2002, The Measurement of Real Effective Exchange Rates: Applications to East Asia, paper presented at the Australia-Japan Research Center/China Center for Economic Research conference on Deepening Financial Arrangements in East Asia, Beijing University, March 24-25, 2002.",
        "Cheung, Yin-Wong and Kon. S. Lai, 1993, Finite-Sample Sizes of Johansens Likelihood Ratio Tests for Cointegration, Oxford Bulletin of Economics and Statistics 55(3): 313-328.",
        "Boyd, Derick, Guglielmo Maria Caporale and Ron Smith, 2001, Real Exchange Rate Effects on the Balance of Trade: Cointegration and the Marshall-Lerner Condition, International Journal of Finance and Economics 6: 187-200.",
        "Arora, Vivek, Steven Dunaway and Hamid Faruqee, 2001, Chapter II: Sustainability of the U.S. External Current Account Deficit, United States: Selected Issues, IMF Country Report No. 01/149 (Washington, DC: IMF, August)."
    ]
}