{
    "id": 9522,
    "cites": 27,
    "cited_by": 0,
    "reference": [
        "Wright, Gavin. 1996. Old South, New South: Revolutions in the Southern Economy Since the Civil War. Baton Rouge: Louisiana State University Press.",
        "Wicker, Elmus. 1996. The Banking Panics of the Great Depression. New York: Cambridge University Press.",
        "Wallis, John Joseph. 1987. Employment, Politics, and Economic Recovery during the great Depression. Review of Economics and Statistics 69: 516-520.",
        "Waite, Warren C. 1942. Indexes of the Terms of Trade between Areas in the United States. The Review of Economic Statistics, Vol. 24, No. 1. (Feb.): 22-30.",
        "U.S. Board of Governors of the Federal Reserve System. 1943. Banking and Monetary Statistics. Washington, D.C., Board of Governors of the Federal Reserve System.",
        "Temin, Peter. 1976. Did Monetary Forces Cause the Great Depression? New York: Norton.",
        "Smiley, Gene. 1981. Regional Variation in Bank Loan Rates in the Interwar Years. The Journal of Economic History, Vol. 41, No. 4. (Dec.): 889-901.",
        "Rawski, Thomas G. 1993. Milton Friedman, Silver, and China. 1993. The Journal of Political Economy, Vol. 101 (1993): 755-758.",
        "Miller, Victoria. 1998. Banking Crises, Currency Crises, and Macroeconomic Uncertainty The Double Drain with a Cross-Border Twist: More on the Relationship between Banking and Currency Crises. The American Economic Review, Vol. 88, No. 2, Papers and Proceedings (May): 439-443.",
        "Kaminsky, Graciela L. and Carmen M. Reinhart. 1999. The Twin Crises: The Causes of Banking and Balance-of-Payments Problems. American Economic Review. Vol. 89 (3) (June): 473-500.",
        "Meltzer, Allan H. 2002. Chapter 5: Why Did Monetary Policy Fail in the Thirties?, unpublished manuscript, Carnegie Mellon University.",
        "Hoover, Calvin B. and B.U. Ratchford. 1951. Economic Resources and Policies of the South. New York: The Macmillan Company.",
        "Hartland-Thunberg, Penelope. 1950. Balance of Interregional Payments of New England.",
        "Providence, Brown University. Heim, Carol E. 1998. Uneven Impacts of the Great Depression: Industries, Regions, and Nations. In The Economics of the Great Depression, ed. Mark Wheeler. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research, 29-61.",
        "Hartland, Penelope. Interregional Payments Compared with International Payments. Quarterly Journal of Economics, Vol. 63, No. 3. (Aug., 1949), pp. 392-407.",
        "Goldenweiser, E. A. 1951. American Monetary Policy. New York: McGraw-Hill.",
        "Garlock, Fred L. and B.M. Gile. Bank Failures in Arkansas. Fayetteville, Ark.: University of Arkansas, College of Agriculture, Agricultural Experiment Station, Bulletin no. 315, 1935.",
        "Fels, Rendigs. Interregional Payments: A Comment. Quarterly Journal of Economics, Vol. 64, No. 3. (Aug., 1950), pp. 488-489.",
        "Garlock, Fred L. Country Banking in Wisconsin During the Depression. Washington D.C: U.S. Dept. of Agriculture, Technical bulletin no.777, 1941.",
        "New York: Columbia University Press, for the NBER. _________. 1982. Monetary Trends in the United States and the United Kingdom. Chicago: University of Chicago Press for the NBER.",
        "Princeton: Princeton University Press, for the NBER. _________. 1970. Monetary Statistics of the United States: Estimates Sources, Methods.",
        "New York: Oxford University Press. _________. 2002. Still Fettered After All These Years, NBER Working Paper, 9276.",
        "Friedman, Milton and Anna J. Schwartz. 1963. A Monetary History of the United States.",
        "Paper No. W7919, September. Calomiris, Charles W. and David Wheelock. 1998. Was the Great Depression a Watershed for American Monetary Policy? in Michael D. Bordo, Claudia Goldin, and Eugene White (eds.), The Defining Moment: The Great Depression and the American Economy in the Twentieth Century. Chicago: University of Chicago Press, pp. 23-66.",
        "Carlson, Mark. 2001 Are Branch Banks Better Survivors: Evidence from the Depression Era? No 2001-51 in Finance and Economics Discussion Series from the Board of Governors of the Federal Reserve System (U.S.).",
        "Brunner, Karl and Allan H. Meltzer. 1968. What Did We Learn from the Monetary Experience of the United States in the Great Depression? Canadian Journal of Economics 1(May): 334-48.",
        "Brandt, Loren and Thomas J. Sargent. 1989. Interpreting New Evidence about China and U.S. Silver Purchases. Journal of Monetary Economics, Vol. 23 (January): 31-51."
    ]
}