{
    "id": 9523,
    "cites": 33,
    "cited_by": 20,
    "reference": [
        "Wruck, K.H., 1989, Equity ownership concentration and firm value: Evidence from private equity financings, Journal of Financial Economics 23, 3-28.",
        "Schwert, G. W., 2000, Hostility in takeovers: In the eyes of the beholder?, Journal of Finance 55, 2599-2640.",
        "Schlingemann, F.P., R.M. Stulz, and R.A. Walkling, 2002, Divestitures and the liquidity of the market for corporate assets, Journal of Financial Economics 64, 117-144.",
        "Roll, R., 1986, The hubris hypothesis of corporate takeovers, Journal of Business 59, 197-216.",
        "Myers, S.C., and N.S. Majluf, 1984, Corporate financing and investment decisions when firms have information that investors do not have, Journal of Financial Economics 13, 187-221.",
        "Morck, R., A. Shleifer, and R.W. Vishny, 1990, Do managerial objectives drive bad acquisitions?, Journal of Finance 45, 31-48.",
        "Mitchell, M., and E. Stafford, 2000, Managerial decisions and long-term stock price performance, Journal of Business 73, 287-320.",
        "Mitchell, M., T. Pulvino, and E. Stafford, 2002, Price pressure around mergers, working paper Northwestern University, Evanston, Ill.",
        "Mandelker, G., 1974, Risk and return: The case of merging firms, Journal of Financial Economics 1, 303-336.",
        "Malatesta, P., 1983, The wealth effect of merger activity and the objective function of merging firms, Journal of Financial Economics 11, 155-182.",
        "Loughran, T., and A.M. Vijh, 1997, Do long-term shareholders benefit from capital acquisitions?, Journal of Finance 52, 1765-1790.",
        "Loughran, T., and J.R., Ritter, 1997, The operating performance of firms conducting seasoned equity offerings, Journal of Finance 52, 1823-1850.",
        "Lang, L.H.P., R.M. Stulz, and R.A. Walkling, 1991, A test of the free cash flow hypothesis: The case of bidder returns, Journal of Financial Economics 24, 137-154.",
        "Kaplan, S., and M. S. Weisbach, 1992, The success of acquisitions: Evidence from divestitures, Journal of Finance 47, 107-139.",
        "Jaffe, J.F., 1974, Special information and insider trading, Journal of Business 47, 410-428.",
        "Hertzel, M., and R.L. Smith, 1993, Market discounts and shareholder gains for placing equity privately, Journal of Finance 48, 459-485.",
        "Jovanovic, B., and S. Braguinsky, 2002, Bidder discounts and target premia in takeovers, NBER working paper 9009, NBER, Cambridge, MA.",
        "Hertzel, M., M. Lemmon, J.S. Linck, and L. Rees, 2002, Long-run performance following private placements of equity, Journal of Finance 57, 2595-2617.",
        "Grossman, S., and O. Hart, 1980, Takeover bids, the free rider problem and the theory of the corporation, Bell Journal of Economics 10, 20-32.",
        "Fuller, K., J. Netter, and M. Stegemoller, 2002, What do returns to acquiring firms tell us? Evidence from firms that make many acquisitions, Journal of Finance 57, 1763-1794.",
        "Fama, E.F., and K. French, 1993, Common risk-factors in the returns on stocks and bonds, Journal of Financial Economics 33, 3-56.",
        "Fama, E.F., and K. French, 1992, The cross-section of expected stock returns, Journal of Finance 47, 427-465.",
        "Maksimovic and B. Ziemba (eds.) Handbooks in operations research and management science: Finance, North-Holland, 1017-1072. Fama, E.F., 1998, Market efficiency, long-term returns, and behavioral finance, Journal of Financial Economics 49, 283-306.",
        "Eckbo, B. E., and R. W. Masulis, 1995, Seasoned equity offerings: A survey, in R. Jarrow, V.",
        "Dong, M., D. Hirshleifer, S. Richardson, and S. H. Teoh, 2002, Does investor misevaluation drive the takeover market?, unpublished working paper, The Ohio State University, Columbus, OH.",
        "Dann, L. Y., and H. DeAngelo, 1988, Corporate financial policy and corporate control: A study of defensive adjustments in asset and ownership structure, Journal of Financial Economics 20, 87-127.",
        "Carhart, M.M., 1997, On the persistence in mutual fund performance, Journal of Finance 52, 5782.",
        "Chang, S., 1998, Takeovers of privately held targets, method of payment, and bidder returns, Journal of Finance 52, 773-784.",
        "Brown, S.J., and J. B. Warner, 1985, Using daily stock returns, the case of event studies, Journal of Financial Economics 14, 3-31.",
        "Boone, A. L., and H. J. Mulherin, 2002, Corporate restructuring and corporate auction, unpublished working paper, Claremont College, CA.",
        "Barber B., and J. Lyon, 1997, Detecting long-horizon abnormal stock returns: the empirical power and specification of test-statistics, Journal of Financial Economics 43, 341-372.",
        "Asquith, P., R. Bruner, and D. Mullins, 1983, The gains to bidding firms from merger, Journal of Financial Economics 11, 121-139.",
        "Andrade, G., M. Mitchell, and E. Stafford, 2001, New evidence and perspectives on mergers, Journal of Economic Perspectives 15, 103-120."
    ]
}