{
    "id": 9524,
    "cites": 26,
    "cited_by": 0,
    "reference": [
        "Skertic, Mark. Firestone retirees cite pressure to produce. Chicago Sun Times, October 27, 2000.",
        "Tire Business, Workers Strike Quebec Plant, October 30, 1995.",
        "U.S. Department of Labor, Bureau of Labor Statistics, Compensation and Working Conditions, January 1996, pp. 2-3.",
        "Sabath, Donald. Goodyear Workers Stand Firm. The Plain Dealer, April 22, 1997, p. C1.",
        "Rosenblum, D. Jonathen. Copper Crucible. Ithica, N.Y.: ILR Press, 1995.",
        "Rubin, Donald. Multiple Imputation for Nonresponse in Surveys. New York, N.Y.: John Wiley, 1987.",
        "Pinkerton, James. Firestone attorneys put blame on Ford in rollover lawuit. The Houston Chronicle, August 14, 2001 a, Business Section, p. 1.",
        "Poynter, Dan. Parachuting: A Skydivers Handbook , 6th edition. Santa Barbara, C.A.: Para Publishing, 1992.",
        "Rabin, Mathew. Incorporating Fairness into Game Theory and Economics. American Economic Review 83 (December 1993): 1281-1303.",
        "Parks, James B. Bridgestone calls most back; USWA fight will continue on fair labor practices. AFL-CIO News, October 11, 1996b.",
        "Parks, James B. Bridgestone face worldwide worker solidarity. AFL-CIO News, March 22, 1996a.",
        "Kleiner, Morris M.,; Leonard, Jonathan S.,; and Pilarski, Adam M. How Industrial Relations Affect Plant Performance?: The Case of Commercial Aircraft Manufacturing. Industrial and Labor Relations Review 55 (January 2002): 195-218.",
        "Katz, Harry C.,; Kochan, Thomas A.,; and Gobeille, Kenneth R. Industrial Relations Performance, Economic Performance, and QWL Programs: An Interplant Analysis. Industrial and Labor Relations Review 37 (October 1983): 3-17.",
        "Greenhouse, Steven. Accord Reached in Dispute at Tire Company. The New York Times, November 7, 1996, p. A16.",
        "Green, Hardy. On Strike at Hormel. Philadelphia, P.A.: Temple University Press, 1990.",
        "Ginsbach, Pam. Labor Strife Found Key Factor in Production of Defective Tires at Bridgestone/Firestone. Daily Labor Report, Washington, D.C.: Bureau of National Affairs, January 11, 2002: AA-1.",
        "Freeman, Richard and Medoff, James. What Do Unions Do?. New York, N.Y.: Basic Books, 1984.",
        "Franklin, Stephen. Three Strikes. New York, N.Y.: The Guilford Press, 2001.",
        "Fogarty, Thomas. Retirees cite production practices: Depositions in 92 case may shed light on recent problems, but company, unions dispute claims. USA Today, August 24, 2000.",
        "Fehr, Ernst and GÃ\u0083Â¤chter, Simon. Fairness and Retaliation. Journal of Economic Perspectives 14 (Fall 2000): 159-182.",
        "Craypo, Charles. Meathpacking: Industry Restructuring and Union Decline. In Contemporary Collective Bargaining in the Private Sector, edited by Paula B. Voos. Madison, W.I.: Industrial Relations Research Association, 1994.",
        "Bishop, Yvonne M.M.,; Fienberg, Stephen E.; and Holland, Paul W. Discrete Multivariate Analysis: Theory and Practice, Cambridge, M.A.: MIT Press, 1975.",
        "Cameron, A. Colin, and Trivedi, Pravin. Regression Analysis of Count Data. Cambridge, U.K.: Cambridge University Press, Econometric Society Monograph, 1998.",
        "Bierecree, Adrienne, Capital Restructuring and Labor Relations: The International Paper Strike. In International Contributions to Labour Studies, Vol. 1, edited by Gerald Berk. Notre Dame, I.N.: Academic Press, 1991.",
        "Adams, Larry. Software Helps You Mind Your APQPs. Quality Magazine, October 2000, ava ilable from http://www.qualitymag.com/articles/2000/oct00/1000f3.asp.",
        "Barboza, David. Firestone Workers Cite Lax Quality Control. The New York Times, September 15, 2000, p. C1."
    ]
}