{
    "id": 9527,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "Strong, J. and J. Meyer. (1987). Asset Writedowns: Managerial Incentives and Security Returns, Journal of Finance, Vol. 42(3): 643-61.",
        "Rauch, J.E. and Trindade, V. (2002). Ethnic Chinese Networks in International Trade. Review of Economics and Statistics, Vol. 84(1): 116-30.",
        "Rauch, J. E. (2001). Business and Social Networks in International Trade. Journal of Economic Literature, 34(4): 1177-1203.",
        "Pugel, T.A., Kragas, E.S. and Kimuri, Y. (1996). Further Evidence on Japanese Direct Investment in U.S. Manufacturing. Review of Economics and Statistics, 78(2): 208-13.",
        "Parrino, R. (1997). CEO Turnover and Outside Succession: A Cross-sectional Analysis, Journal of Financial Economics, Vol. 46(2): 165-197.",
        "New York Times (March 3, 1996). Investing It: Pushing Goodyear to Focus Abroad. The New York Times Company, p. 4, Column 1.",
        "Murphy, K.J. and J.L. Zimmerman. (1993). Financial Performance Surrounding CEO Turnover, Journal of Accounting and Economics, Vol. 16(1-2-3): 273-315.",
        "Morck, R. and Yeung, B. (1992). Internalization: An Event Study Test. Journal of International Economics, v31(1-2): 41-56.",
        "Kogut, B. and Chang, S.J. (1996). Platform Investments and Volatile Exchange Rates: Direct Investment in the United States by Japanese Electronic Companies. Review of Economics and Statistics, 78(2): 221-31.",
        "Huson, M.R., R. Parrino, and L.T. Starks. (2001). Internal Monitoring Mechanisms and CEO Turnover: A Long-term Perspective, Journal of Finance, Vo. 56(6): 2265-97.",
        "Head, K., Ries, J, and Swenson, D. (1995). Agglomeration Benefits and Location Choice: Evidence from Japanese Manufacturing Investments in the United States. Journal of International Economics, 38(3-4): 223-47.",
        "Head, K. and Ries, J. (1998). Immigration and Trade Creation: Econometric Evidence From Canada. Canadian Journal of Economics, 31(1): 47-62.",
        "Greaney, Theresa M. (forthcoming). Reverse Importing and Asymmetric Trade and FDI: A Networks Explanation, Journal of International Economics. The Hartford Courant (March 10, 1997). Going Across Borders for Globe-Saavy Bosses; CEOs From Other Lands Bring Cultural Depth, Stretch States Reach, The Hartford Courant Company, p.1.",
        "Elliott, J. and W. Shaw. (1988). Write-offs as Accounting Procedures to Manage Perceptions, Journal of Accounting Research, Vol. 26(suppl.): 91-119.",
        "Gould, D. M. (1994). Immigrant Links to the Home Country: Empirical Implications for U.S. Bilateral Trade Flows. Review of Economics and Statistics, 76: 302-16.",
        "Dunning, J.H. (1977). Trade Location of Economic Activity, and the Multinational Firm. A Search for an Eclectic Approach, in B. Ohlin, P.O. Hesselberg and P.M. Wijkman (eds): The International Allocation of Economic Activity, London.",
        "Business Week (February 10, 1986). Apples Point Man to Fight to Catch Up Overseas, McGraw-Hill, Inc., p.43.",
        "Blonigen, B.A., Ellis, C.J., and Fausten, D. (2000). Industrial Groupings and Strategic FDI: Theory and Evidence. NBER Working Paper No. 8046.",
        "Belderbos, R. A. and Sleuwaegen, L. (1996). Japanese Firms and the Decision to Invest Abroad: Business Groups and Regional Core Networks. Review of Economics and Statistics, 78(2): 214-20.",
        "Belderbos, R. A. (1997). Antidumping and Tariff-jumping: Japanese Firms DFI in the European Union and United States. Weltwirtschaftliches Archiv, 133: 419-57."
    ]
}