{
    "id": 9529,
    "cites": 23,
    "cited_by": 3,
    "reference": [
        "Litterman, Robert, and Jose Scheinkman, 1991, Common factors affecting bond returns, Journal of Fixed Income 1, 54-61.",
        "Lyons, Richard K., 2001a, The Microstructure Approach to Exchange Rates, MIT Press: Boston, MA.",
        "Lyons, Richard K., 2001b, New perspective on FX markets: Order-flow analysis, International Finance 4, 303-320.",
        "Vasicek, Oldrich, 1977, An equilibrium characterization of the term structure, Journal of Financial Economics 5, 177-188.",
        "Lee, Charles and Mark Ready, 1991, Inferring trade direction from intraday data, Journal of Finance 46, 733-746.",
        "Jones, Frank J., 1991, Yield curve strategies, Journal of Fixed Income 1, 43-51.",
        "Grieves, Robin, 1999, Butterfly trades, Journal of Portfolio Management 26, 87-95.",
        "Garman, Mark B., 1976, Market microstructure, Journal of Financial Economics 3, 257-275.",
        "Green Clifton T., 2002, Economic News and the Impact of Trading on Bond Prices. Working paper, Emory University.",
        "Garbade, Kenneth D., and William L. Silber, 1983, Price movements and price discovery in futures and cash markets, Review of Economics and Statistics 65, 289-297.",
        "Garbade, Kenneth D., and William L. Silber, 1979, Dominant and satellite markets: A study of dually traded securities, Review of Economics and Statistics 61, 455-460.",
        "Fleming, Michael J., and Eli M. Remolona, 1999, Price formation and liquidity in the U.S. treasuries market: The response to public information, Journal of Finance 54, 1901-1915.",
        "Fleming, Michael J., 2001, Measuring Treasury Market Liquidity, Working Paper, Federal Reserve Bank of New York.",
        "Fleming, Michael J., and Eli M. Remolona, 1997, What moves the bond market?, Federal Reserve Bank of New York Economic Policy Review, 31-51.",
        "Fleming, Michael J., 1997, The round-the-clock market of U.S. Treasury securities, Federal Reserve Bank of New York Economic Policy Review, 9-32.",
        "Fabozzi, Frank J., 2000, Bond Markets, Analysis and Strategies, Prentice Hall: Upper Saddle River, NJ.",
        "Evans, Martin D.D., and Richard K. Lyons, 2002b, How is macro news transmitted to exchange rates?, Working Paper, Georgetown University.",
        "Evans, Martin D.D., and Richard K. Lyons, 2002a, Orderflow and exchange rate dynamics, Journal of Political Economy 110, 170-180.",
        "Cox, John C., Jonathan E. Ingersoll, Jr., and Stephen A. Ross, 1985, A theory of the term structure of interest rates, Econometrica 53, 385-408.",
        "Chen, K.H., and John Robinson, 1989, Comparison of factor spaces of two related populations, Journal of Multivariate Analysis 28, 190-203.",
        "Brandt, Michael W., Kenneth A. Kavajecz and Shane Underwood, 2003, An analysis of the repurchase agreement market, Working Paper, University of Pennsylvania.",
        "Campbell, John Y., Sanford J. Grossman and Jiang Wang, 1993, Trading volume and serial correlation in stock returns, Quarterly Journal of Economics 108, 905-939.",
        "Balduzzi, Pierluigi, Edwin J. Elton, and T. Clifton Green, 2001, Economic news and bond prices: Evidence from the U.S. Treasury market, Journal of Financial and Quantitative Analysis 36, 523-543."
    ]
}