{
    "id": 9531,
    "cites": 15,
    "cited_by": 3,
    "reference": [
        "Sturmey, S. G. (1962), British Shipping and World Competition. London: Athlone Press.",
        "Cambridge, Mass.: Harvard University Press. Roberts, R. O. (1947), Comparative Shipping and Shipbuilding Costs. Economica 14(56), 296-309.",
        "ORourke, K. H. and J. G. Williamson (1999), Globalization and History: The Evolution of a Nineteenth Century Atlantic Economy. Cambridge, Mass.: MIT Press.",
        "North D. C. (1968), Sources of Productivity Change in Ocean Shipping, 1600-1850. Journal of Political Economy 76, 953-970.",
        "Imlah, J. A. H. (1958), Economic Elements in Pax Britannica: Studies in British Foreign Trade in the Nineteenth Century. Cambridge, Mass.: Harvard University Press.",
        "Isserliss, L. (1938), Tramp Shipping Cargoes and Freights. Journal of Royal Statistical Society 101 (Part 1), 304-417.",
        "Mitchell, B. R. (1992), Abstract of British Historical Statistics. Cambridge: Cambridge University Press.",
        "North, D. C. (1965), The Role of Transportation in the Economic Development of North America. In Les Grandes voies maritimes dans le monde, XV-XIX siecles. Paris.",
        "Hughes, C. H. (1917), Handbook of Ship Calculations. New York: D. Appleton and Company.",
        "Hummels, D. (1999), Have International Transportation Costs Declined? Mimeo., University of Chicago (November).",
        "Henning, G. R. and K. Trace (1975), Britain and the Motorship: A Case of Delayed Adoption of New Technology? Journal of Economic History 35, 353-385.",
        "Angier, E. A. V. (1920), Fifty Year Freights. London: Fairplay.",
        "Coatsworth, J. H. and J. G. Williamson (2002), The Roots of Latin American Protectionism: Looking Before the Great Depression. NBER Working Paper 8999, National Bureau of Economic Research, Cambridge, Mass. (June).",
        "Griffiths, D. (1995), British Shipping and the Diesel Engine: The Early Years. The Mariners Mirror 81(3), 313-331.",
        "Harley, C. K. (1972), Shipping and Shipbuilding in the Late Nineteenth Century. Harvard University Ph.D. thesis, Cambridge, Mass."
    ]
}