{
    "id": 9532,
    "cites": 15,
    "cited_by": 19,
    "reference": [
        "Stolley, K.S., 1993, Statistics on adoption in the United States, The Future of Children: Adoption, 3(1): 26-42.",
        "Sailer, Steven, 1999, Does Abortion Prevent Crime? Slate Magazine, August 23, 1999.",
        "Sen, Anindya, 2002, Does Increased Abortion Lead to Lower Crime? Evaluating the Relationship between Crime, Abortion, and Fertility, Unpublished paper, University of Waterloo Department of Economics Sorenson, Susan, Douglas Wiebe, and Richard Berk, 2002, Legalized Abortion and the Homicide of Young Children: An Empirical Investigation, Analyses of Social Issues and Public Policy 2(1): 239-256.",
        "Reyes, Jessica Wolpaw, 2002, The Impact of Childhood Lead Exposure on Crime, Unpublished paper, Harvard Department of Economics.",
        "Michael, Robert, Abortion Decisions in the U.S., unpublished manuscript, University of Chicago, 1999.",
        "Leigh, Andrew, and Justin Wolfers, 2000, Abortion and Crime, AQ: Journal of Contemporary Analysis, 72(4): 28-30.",
        "Kaplan, John, 1988, Abortion as a Vice Crime: A `What if Story, Law and Contemporary Problems, LI: 151-179.",
        "Lader, Lawrence, 1974, Abortion II: Making the Revolution, New York: Beacon.",
        "Kahane, Leo H., 2000, Anti-Abortion Activities and the Market for Abortion Services: Protest as a Disincentive, American Journal of Economics and Sociology, 59(3): 463-80.",
        "Joyce, Theodore, 2003, Did Legalized Abortion Lower Crime? Journal of Human Resources, 38(1): 1-37.",
        "Joyce, Theodore, 1985, The Impact of Induced Abortion on Birth Outcomes, NBER Working Paper No. 1757.",
        "Joyce, Theodore, 1987, The Impact of Induced Abortion on Black and White Birth Outcomes in the United States,Demography, Vol. 24, Issue 2, (May), 229-244.",
        "Gruber, Jonathan, Phillip Levine, and Douglas Staiger, 1999, Abortion Legalization and Child Living Circumstances: Who is the `Marginal Child? Quarterly Journal of Economics, CXIV: 263-291.",
        "Donohue, John, and Steven Levitt, 2001, Legalized Abortion and Crime, Quarterly Journal of Economics 116 (2): 379-420.",
        "Cook, Philip, and John Laub, 2001, After the Epidemic: Recent Trends in Youth Violence in the United States, NBER Working Paper No. 8571."
    ]
}