{
    "id": 9533,
    "cites": 32,
    "cited_by": 11,
    "reference": [
        "Sturm, D., Product Standards, Trade Disputes and Protectionism, mimeo, 2001.",
        "Sykes, A., Product Standards for Internationally Integrated Goods Markets, Washington D.C.: Brookings Institution, 1995.",
        "Sebenius, J., Negotiation arithmetic: adding and subtracting issues and parties, Interna- tional Organization 37, pp. 281-316, 1983.",
        "Rubinstein A., Perfect Equilibriumin a Bargaining Model, Econometrica, vol 50, 97-109, 1982.",
        "Otsuki, T., J.S. Wilson and M. Sewadeh, Saving two in a billion: A case study to quantify the trade effect of European food safety standards on African exports, mimeo, 2001.",
        "Osborne, M. and A. Rubinstein, Bargaining and Markets, San Diego: Academic Press, 1990.",
        "Noldeke, G. and K. Schmidt, Option contracts and renegotiation: a solution to the hold-up problem, The RAND Journal of Economics, 26(2), 163-179, 1995.",
        "Marceau, G. and J. Trachtman, The Technical Barriers to Trade agreement, the Sanitary and Phytosanitary Measures agreement, and the GATT, Journal of World Trade 36(5), 811- 881, 2002.",
        "Maggi, G. and A. Rodriguez-Clare, The Value of Trade Agreements in the Presence of Political Pressures, Journal of Political Economy, vol. 106(3), pp. 574-601, June 1998.",
        "Maggi, G., The Role of Multilateral Institutions in International Trade Cooperation, The American Economic Review, 89(1), pp.190-214, March 1999.",
        "Krishna, V. and J. Morgan, A Model of Expertise, Quarterly Journal of Economics, 116(2), pp 747-775, May 2001.",
        "Kovenoch, D. and M. Thursby, GATT, Dispute Settlement and Cooperation, Economics and Politics, 4(1), pp. 151-70, March 1993.",
        "Jackson, J., The World Trading System, Cambridge: The MIT Press, 1989.",
        "Klimenko, M., Compatibility Standards and Trade Policies for Industries with Network Externalities, mimeo, 2003.",
        "Hudec, R., The GATT Legal System and World Trade Diplomacy (2nd Ed.), Salem NH: Butterworth, 1990.",
        "Hungerford, T., GATT: A Cooperative Equilibrium in a Noncooperaitve Trading Regime?, Journal of International Economics, 31(3-4), pp. 357-69, November 1991.",
        "Horstmann, I., J. Markusen and J. Robles, Multi-issue Bargaining and Linked Agendas: Ricardo Revisited or No Pain No Gain, mimeo, 2000.",
        "Grossman, G. and E. Helpman, Protection for Sale, The American Economic Review, 84(4), 833-850, March 1994.",
        "Gandal, N. and O. Shy, Standardization Policy and International Trade, Journal of In- ternational Economics 53(2), pp. 363-383, 2001.",
        "Gibbons, R., Learning in Equilibrium Models of Arbitration, The American Economic Review, 78(5), pp.896-912, December 1988.",
        "Fischer, R. and P. Serra, Standards and Protection , Journal of International Economics, 52, pp. 377-400, 2000.",
        "Farber, H., An Analysis of Final-Offer Arbitration, Journal of Conflict Resolution, 35, pp. 683-705, December 1980.",
        "Ethier, W., Punishments and Dispute Settlement in Trade Agreements, mimeo, 2001.",
        "Engel, E., Poisoned Grapes, Mad Cows and Protectionism, NBER Working Paper No 6959, 1999.",
        "Egglestone, K., E.A. Posner and R. Zeckhauser, Simplicity and Complexity in Contracts, mimeo, 2000.",
        "Ederington, J., International coordination of trade and domestic policies, The American Economic Review, vol. 91(5), pp. 1580-1593, December 2001.",
        "Copeland, B. and Taylor, S., International Trade and the Environment: a Framework for Analysis, NBER Working Paper No 8540, 2001.",
        "Crawford, V., On Compulsory-Arbitration Schemes, Journal of Political Economy, vol. 87, pp. 131-159, 1979.",
        "Binmore, K., Osborne, M and Rubinstein, A., Noncooperative Models of Bargaining, in (Aumann, R. and Hart, S., Eds.) Handbook of Game Theory with Economic Applications, Vol. 1, Amsterdam: Elsevier, 1992.",
        "Battigalli, P. and G. Maggi, Rigidity, discretion and the costs of writing contracts, The American Economic Review, vol. 92(4), pp. 798-817, September 2002.",
        "Battaglini, M., Multiple Referrals and Multidimentional Cheap Talk, Econometrica, 70(4), pp.1379-1402, July 2002.",
        "Bagwell, K. and Staiger, R., An Economic Theory of GATT, The American Economic Review, 89(1), pp.215-248, March 1999."
    ]
}