{
    "id": 9534,
    "cites": 21,
    "cited_by": 33,
    "reference": [
        "[19] Joskow, P., and R. Schmalensee (1983) Markets for Power. MIT Press.",
        "[20] Joskow, P., and J. Tirole (2000) Transmission Rights and Market Power on Electric Power Networks, Rand Journal of Economics, 31(3): 450487.",
        "[21] Laffont, J-J., and J. Tirole (1993) A Theory of Incentives in Procurement and Reg-",
        "[18] Joskow, P. (2002) Electricity Sector Restructuring and Competition: A Transaction Cost Perspective, in Eric Brousseau and Jean-Michel Glachant (eds.) The Economics of Contracts: Theories and Applications. Cambridge: Cambridge University Press.",
        "[16] Holmstr om, B. (1982) Moral Hazard in Teams, Bell Journal of Economics, 13: 324340.",
        "[17] Holmstr om B., and J. Tirole (2000) Liquidity and Risk Management, Journal of Money, Credit and Banking, 32(3): 295319.",
        "[14] Hogan, W. (1992) Contract Networks for Electric Power Transmission, Journal of Regulatory Economics, 4: 211242.",
        "[15] -- (2002) Financial Transmission Rights Formulations, mimeo, Harvard Univer- sity.",
        "[13] Hansmann, H. (1996) The Ownership of Enterprise, Belknap Harvard.",
        "[12] -- (1997) Transmission Pricing in England and Wales, Utilities Policy, 6(3): 185 93.",
        "[11] Green, R. (1992) Contracts and the Pool: The British Electricity Market, mimeo, Department of Economics, University of Cambridge.",
        "[10] Glachant, J-M, and V. Pignon (2002) Nordic Electricity Congestions Arrangement as a Model for Europe: Physical Constraints and Operators Opportunism, mimeo.",
        "[9] Chisari, O. et al (2001) High-Tension Electricity Network Expansion in Argentina: Decision Mechanisms and Willingness-to-pay Revelation, Energy Economics, 23: 697-715.",
        "[8] Chao, H. P., and S. Peck (1996) A Market Mechanism for Electric Power Transmis- sion, Journal of Regulatory Economics, 10(1): 2559.",
        "[6] -- (1997) Improving Private Incentives for Electric Grid Investment, Resource and Energy Economics, 19: 85108.",
        "[7] Celebi, M. (undated) An Analysis of Incentives to Provide Line Capacity and Reli- ability in Deregulated Power Networks, mimeo, Brattle Group.",
        "[5] Bushnell, J., and S. Stoft (1996) Electric Grid Investment Under a Contract Network Regime, Journal of Regulatory Economics, 10: 6179.",
        "[3] Bohn, R.E., Caramanis, M.C., and F.C. Schweppe (1984) Optimal Pricing in Elec- trical Networks over Space and Time, Rand Journal of Economics, 15 (3): 360376.",
        "[4] Bushnell, J. (1999) Transmission Rights and Market Power, Electricity Journal, 12(8): 7785.",
        "[1] Aghion, P., and P. Bolton (1987) Contracts as a Barrier to Entry, American Eco- nomic Review, 77(3): 388-401.",
        "[2] Baldick, R., and E. Kahn (1992) Transmission Planning in the Era of Integrated Resource Planning: A Survey of Recent Cases, Lawrence Berkeley Laboratory, LBL- 32231."
    ]
}