{
    "id": 9538,
    "cites": 13,
    "cited_by": 9,
    "reference": [
        "Journal ofMoney, Credit, and Banking, 27(1), 29-48. Campbell, J. Y.(1996): Understanding Risk and Return, Journal ofPolitical Economy, 104(2), 298-345.",
        "Breeden,D.T.,M.R.Gibbons, and R. H. Litzenberger(1989): Empirical Test of the Consumption-Oriented CAPM, The Journal ofFinance, 44(2), 231-262.",
        "Caballero, R. J.(1990): Expenditure on Durable Goods: A Case for Slow Adjustment, Quarterly Journal ofEconomics, 105, 727-43.",
        "Breeden,D.T.(1979): An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities, Journal ofFinancial Economics, 7, 265-96.",
        "Aschauer, D.(1985): Fiscal Policy and Aggregate Demand, American Economic Review, 75, 117-27.",
        "Attanasio, O., and G. Weber(1993): Consumption Growth, the Interest Rate and Aggregation, Review ofEconomic Studies, 60, 631-49.",
        "Optimization? Evidence from the Consumer Expenditure Survey, Journal of Political Economy, 103(6), 1121-57. Bansal, R., R. F. Dittmar, and C. T. Lundblad(2001): Consumption, Dividends, and the Cross-Section of Equity Returns, Manuscript, Fuqua School of Business, Duke University.",
        "Basu, S., and M. S. Kimball(2000): Long-Run Labor Supply and the Elasticity of Intertemporal Substitution for Consumption, University of Michigan Manuscript.",
        "Baxter, M., and U. J. Jermann(1999): Household Production and the Excess Sensitivity of Consumption to Current Income, American Economic Review, 89, 902-20.",
        "Brainard, W. C., W. R. Nelson, and M. D. Shapiro(1991): The Consumption Beta Explains Expected Returns at Long Horizons, Yale University Manuscript.",
        "Abel, A. B.(1990): Asset Prices Under Habit Formation and Catching Up with the Joneses, American Economic Review, 80, 38-42.",
        "Ait-Sahalia, Y., J. A. Parker, and M. Yogo(2001): Luxury Goods and the Equity Premium, NBER Working Paper 8417.",
        "Alvarez,F.,A.Atkeson, and P. J. Kehoe(2000): Money, Interest Rates, and Exchange Rates with Endogenously Segmented Asset Markets, NBER Working Paper 7871."
    ]
}