{
    "id": 9541,
    "cites": 25,
    "cited_by": 4,
    "reference": [
        "Allen, Franklin and Douglas Gale, 1992, Stock Price Manipulation, Review of Financial Studies, vol. 5, issue 3, 503-529.",
        "Ausubel, Lawrence M., 1990, Ã\u0082â\u0080\u009cInsider Trading in a Rational Expectations EconomyÃ\u0082â\u0080\u009d, The American Economic Review, vol. 80, issue 5, 1022-1041.",
        "Benabou, Roland and Guy Laroque, 1992, Using Privileged Information to Manipulate Markets: Insiders, Gurus, and Credibility, The Quarterly Journal of Economics, vol. 107, issue 3, 921-958.",
        "Bhattacharya, Utpal and Hazem Daouk, 2002, Ã\u0082â\u0080\u009cThe World Price of Insider Trading,Ã\u0082â\u0080\u009d Journal of Finance, vol. 57, 75-108.",
        "Black, Fischer and Myron Scholes, 1973, The Pricing of Options and Corporate Liabilities, Journal of Political Economy, vol. 81, issue 3, 637-654.",
        "Business Times, 1997, Ã\u0082â\u0080\u009cLegislation to curb insider trading looms,Ã\u0082â\u0080\u009d February 2. South Africa. www.btimes.co.za/97/0202/news/news5.htm.",
        "Business Times, 1999, Ã\u0082â\u0080\u009cTime Ripe to Stop the Insider Trading Rot,Ã\u0082â\u0080\u009d May 16. South Africa. www.btimes.co.za/99/0516/comp/comp17.htm.",
        "Chowdhury, Mustafa, John S. Howe, and Ji-Chai Lin, 1993, Ã\u0082â\u0080\u009cThe Relation between Aggregate Insider Transactions and Stock Market Returns,Ã\u0082â\u0080\u009d Journal of Financial and Quantitative Analysis, vol. 28, issue 3, 431-437.",
        "Claessnes, Stijn, Simeon Djankov, and Tatiana Nenova, 1999, Ã\u0082â\u0080\u009cCorporate Risk around the WorldÃ\u0082â\u0080\u009d, mimeo, The World Bank Group.",
        "Easterbrook, Frank H., 1981, Insider Trading, Secret Agents, Evidentiary Privileges, and the Production of Information, Supreme Court Review, vol. 11, 309-65.",
        "Givoly, d., and D. Palmon, 1985, Ã\u0082â\u0080\u009cInsider Trading and the Exploitation of Inside Information: Some Empirical Evidence,Ã\u0082â\u0080\u009d Journal of Business, vol. 58, 69-87.",
        "Graham, Robert, 1997, Ã\u0082â\u0080\u009cNew Broom for Bourse: the Head of ItalyÃ\u0082â\u0080\u0099s Stock Market Watchdog Outlines His Plans,Ã\u0082â\u0080\u009d Financial Times (London Edition), March 24, 22.",
        "Gregory, Alan, John Matatko, Ian Tonks, and Richard Purkis, 1994, Ã\u0082â\u0080\u009cUK DirectorsÃ\u0082â\u0080\u0099 Trading: The Impact of Dealings in Smaller Firms,Ã\u0082â\u0080\u009d The Economic Journal, vol. 104, 37-53.",
        "John, K. and L.H. Lang, 1991, Ã\u0082â\u0080\u009cInsider Trading around Dividend Announcements: Theory and Evidence,Ã\u0082â\u0080\u009d Journal of Finance, vol. 46, 1361-1389.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert Vishny, 1998, Ã\u0082â\u0080\u009cLaw and Finance,Ã\u0082â\u0080\u009d Journal of Political Economy, vol. 6, 1113-1155.",
        "Leland, Hayne E., 1992, Insider Trading: Should It Be Prohibited? The Journal of Political Economy, vol. 100, issue 4, 859-887.",
        "Manne, Henry, 1966, Insider Trading and the Stock Market, New York: The Free Press, Collier Macmillan.",
        "Manove, Michael, 1989, The Harm from Insider Trading and Informed Speculation, The Quarterly Journal of Economics, vol. 104, issue 4, 823-845.",
        "Morck, Randall, Bernard Yeung, and Wayne Yu, 2000, Ã\u0082â\u0080\u009cThe Information Content of Stock Markets: Why Do Emerging Markets Have Synchronous Stock Price Movements? Journal of Financial Economics, vol. 58, issue 1, 215-260.",
        "Morck, Randall, David Stangeland, and Bernard Yeung, 1998, Ã\u0082â\u0080\u009cInherited Wealth, Corporate Control and Economic Growth: The Canadian DiseaseÃ\u0082â\u0080\u009d, NBER Working Paper 6814.",
        "Meulbroek, Lisa K., 1992, Ã\u0082â\u0080\u009cAn Empirical Analysis of Illegal Insider Trading,Ã\u0082â\u0080\u009d Journal of Finance, vol. 47, issue 5, 1661-1699.",
        "Newkirk, Thomas C. and Melissa A. Robertson, Ã\u0082â\u0080\u009cInsider Trading Ã\u0082â\u0080\u0093 A U.S. Perspective.Ã\u0082â\u0080\u009d Speech at the 16th International Symposium on Economic Crime, Jesus College, Cambridge, England, September 19, 1998. The authors were (at the time of the speech), respectively, the Associate Director and the Senior Counsel of the Division of Enforcement, U.S. Securities and Exchange Commission. Available on the SEC web: www.sec.gov/news/speeches/spch221.htm.",
        "Rose, Andrew K. and Charles Engel, 2000, Ã\u0082â\u0080\u009cCurrency Unions and International Integration,Ã\u0082â\u0080\u009d National Bureau of Economic Research Working Paper 7872.",
        "Shiller, Robert, 1981, Ã\u0082â\u0080\u009cDo Stock Prices Move Too Much to Be Justified by Changes in Subsequent Dividends?Ã\u0082â\u0080\u009d American Economic Review, vol. 71, issue 3, 421-436.",
        "World Economic Forum and Harvard University, 1997, Global Competitiveness Report, Geneva: World Economic Forum."
    ]
}