{
    "id": 9542,
    "cites": 39,
    "cited_by": 9,
    "reference": [
        "Graham, John R., and Campbell R. Harvey, 2001, The theory and practice of corporate finance: Evidence from the field, Journal of Financial Economics 60, 187-244.",
        "Graham, Benjamin, and David L. Dodd, 1951, Security Analysis: Principles and Techniques (McGraw-Hill, New York, NY).",
        "Geczy, Christopher, David K. Musto, and Adam Reed, 2002, Stocks are special too: An analysis of the equity lending market, Journal of Financial Economics (forthcoming).",
        "Gordon, Myron J., 1959, Dividends, earnings, and stock prices, Review of Economics and Statistics 41, 99-105.",
        "Feenberg, Daniel, and Elizabeth Coutts, 1993, An introduction to the Taxsim model, Journal of Policy Analysis and Management 12, 189-194.",
        "Fama, Eugene F., and Kenneth R. French, 2001, Disappearing dividends: Changing firm characteristics or lower propensity to pay?, Journal of Financial Economics 60, 3-44.",
        "Duffie, Darrell, Nicolae Garleanu, and Lasse Heje Pedersen, 2002, Securities lending, shorting, and pricing, Journal of Financial Economics (forthcoming).",
        "Eades, Kenneth M., Patrick J. Hess, and E. Han Kim, 1994, Time-series variation in dividend pricing, Journal of Finance 49, 1617-1638.",
        "Fama, Eugene F., and Harvey Babiak, 1968, Dividend policy: An empirical analysis, Journal of the American Statistical Association 53, 1132-1161.",
        "DeLong, J. Bradford, Andrei Shleifer, Lawrence H. Summers, and Robert Waldmann, 1990, Noise trader risk in financial markets, Journal of Political Economy 98, 703-738.",
        "Del Guercio, Diane, 1996, The distorting effect of the prudent-man laws on institutional equity investments, Journal of Financial Economics 40, 31-62.",
        "DeAngelo, Harry, Linda DeAngelo, and Douglas J. Skinner, 1996, Dividend signaling and the disappearance of sustained earnings growth, Journal of Finance 40, 341-371.",
        "DAvolio, Gene, 2002, The market for borrowing stock, Journal of Financial Economics (forthcoming).",
        "Chen, Joseph, Harrison Hong, and Jeremy C. Stein, 2002, Breadth of ownership and stock returns, Journal of Financial Economics (forthcoming).",
        "Cooper, Michael J., Orlin Dimitrov, and P. Raghavendra Rau, 2001, A rose.com by any other name, Journal of Finance 56, 2371-2388.",
        "Daniel, Kent, Hirshleifer, David, and Avanidhar Subrahmanyam, 1998, Investor psychology and security market under- and overreactions, Journal of Finance 53, 1839-85.",
        "Campbell, John Y., Martin Lettau, Burton G. Malkiel, and Yexiao Xu, 2001, Have individual stocks become more volatile? An empirical exploration of idiosyncratic risk, Journal of Finance 56, 1-44.",
        "Campbell, John Y., Andrew W. Lo, and A. Craig MacKinlay, 1997, The Econometrics of Financial Markets, (Princeton University Press, Princeton, NJ).",
        "Brav, Alon, and J. B. Heaton, 1998, Did ERISAs prudent man rule change the pricing of dividend omitting firms?, Duke University working paper.",
        "Brown, Stephen, and Jerold Warner, 1980, Measuring security price performance, Journal of Financial Economics 8, 205-258.",
        "Blanchard, Olivier, Chanyong Rhee, and Lawrence Summers, 1990, The stock market, profit, and investment, Quarterly Journal of Economics 108, 115-136.",
        "Boehme, Rodney D., and Sorin M. Sorescu, 2002, The long-run performance following dividend initiations and resumptions: Underreaction or product of chance?, Journal of Finance 57, 871-900.",
        "Black, Fischer, 1976, The dividend puzzle, Journal of Portfolio Management, 5-8.",
        "Black, Fischer, and Myron S. Scholes, 1974, The effects of dividend yield and dividend policy on common stock prices and returns, Journal of Financial Economics 1, 1-22.",
        "Barberis, Nicholas, Andrei Shleifer, and Robert W. Vishny, 1998, A model of investor sentiment, Journal of Financial Economics 49, 307-343.",
        "Benartzi, Shlomo, Roni Michaely, and Richard Thaler, 1997, Do changes in dividends signal the future or the past?, Journal of Finance 52, 1007-1034.",
        "Barberis, Nicholas, and Andrei Shleifer, 2002, Style investing, Journal of Financial Economics (forthcoming).",
        "Baker, Malcolm, Robin Greenwood, and Jeffrey Wurgler, 2002, The maturity of debt issues and predictable variation in bond returns, Journal of Financial Economics (forthcoming).",
        "Baker, Malcolm and Jeffrey Wurgler, 2002b, Why are dividends disappearing? An empirical analysis, Harvard University working paper.",
        "Baker, Malcolm and Jeffrey Wurgler, 2002a, Market timing and capital structure, Journal of Finance 55, 2219-2257.",
        "Baker, Malcolm and Jeffrey Wurgler, 2000, The equity share in new issues and aggregate stock returns, Journal of Finance 55, 2219-2257.",
        "Baker, Malcolm, Stein, Jeremy C., and Jeffrey Wurgler, 2001, When does the market matter? Stock prices and the investment of equity-dependent firms, Harvard University working paper.",
        "Baker, Malcolm, and Jeremy C. Stein, 2002, Market liquidity as a sentiment indicator, Harvard University working paper.",
        "Baker, Malcolm, and Serkan Savasoglu, 2002, Limited arbitrage in mergers and acquisitions, Journal of Financial Economics (forthcoming).",
        "Asquith, Paul, and David W. Mullins, Jr., 1983, The impact of initiating dividend payments on shareholders wealth, Journal of Business 56, 77-96.",
        "Ang, Andrew and Geert Bekaert, 2001, Stock return predictability: Is it there?, NBER working paper 8207.",
        "Alti, Ashiq, Hwang, Lee-Seok, and Mark A. Trombley, 2002, Arbitrage risk and the book-to- market mispricing, Journal of Financial Economics (forthcoming).",
        "Allen, Franklin, Antonio E. Bernardo, and Ivo Welch, 2000, A theory of dividends based on tax clienteles, Journal of Finance 55, 2499-2536.",
        "Allen, Franklin, and Roni Michaely, 2002, Payout policy, University of Pennsylvania working paper."
    ]
}