{
    "id": 9544,
    "cites": 27,
    "cited_by": 6,
    "reference": [
        "Vickers, Michael, 1999, Ho-hum, another earnings surprise, Business Week, 8384.",
        "Shiller, Robert J., 2000, Irrational exuberance (Princeton University Press, Princeton, NJ).",
        "Ritter, Jay, and Ivo Welch, 2002, A review of IPO activity, pricing and allocations, Journal of Finance 57, 17951828.",
        "Mola, Simona, and Tim Loughran, 2002, Discounting and clustering in seasoned equity offering prices, working paper, University of Notre Dame.",
        "Michaely, Roni, and Kent L. Womack, 1999, Conflict of interest and the credibility of underwriter analyst recommendations, Review of Financial Studies 12, 653686.",
        "McGee, Stanley, 1997, As stock market surges ahead, predictable profits are driving it, Wall Street Journal 5 May 1997.",
        "La Porta, Rafael, Josef Lakonishok, Andrei Shleifer, and Robert Vishny, 1997, Good news for value stocks: Further evidence on market efficiency, Journal of Finance 52, 859874.",
        "Krigman, Laurie, Wayne H. Shaw, and Kent L. Womack, 2001, Why do firms switch underwriters?, Journal of Financial Economics 60, 245284.",
        "Kahnemann, Daniel, and David Lovallo, 1993, Timid choices and bold forecasts: A cognitive perspective on risk taking, Management Science 39, 1731.",
        "Klein, April, 2000, A direct test of the cognitive bias theory of share price reversals, Journal of Accounting and Economics 13, 155166.",
        "Hong, Harrison, and Jeffrey D. Kubik, 2003, Analyzing the analysts: Career concerns and biased earnings forecasts, Journal of Finance forthcoming.",
        "Givoly, Dan, and Josef Lakonishok, 1979, The information content of financial analysts forecasts of earn- ings: Some evidence on semi-strong inefficiency, Journal of Accounting and Economics 1, 165185.",
        "Fried, Dov, and Dan Givoly, 1982, Financial analysts forecasts of earnings: A better surrogate for market expectations, Journal of Accounting and Economics 4, 85107.",
        "Francis, Jennifer, Katherine Schipper, and Linda Vincent, 2002b, Earnings announcements and competing information, Journal of Accounting and Economics 33, 313342.",
        "Francis, Jennifer, Katherine Schipper, and Linda Vincent, 2002a, Expanded disclosures and the increased usefulness of earnings announcements, The Accounting Review 77, 515546.",
        "Fox, James, 1997, Learn to play the earnings game (and Wall Street will love you), Fortune 135, 7680.",
        "Dugar, Amitabh, and Siva Nathan, 1995, The effect of investment banking relationships on financial an- alysts earnings forecasts and investment recommendations, Contemporary Accounting Research 12, 131160.",
        "Degeorge, Francois, Jayendu Patel, and Richard Zeckhauser, 1999, Earnings management to exceed thresh- olds, it Journal of Business 72, 132.",
        "Chan, Louis K. C., Jason Karceski, and Josef Lakonishok, 2002, The level and persistence of growth rates, Journal of Finance, forthcoming.",
        "Chan, Louis K. C., Jason Karceski, and Josef Lakonishok, 2000, New paradigm or same old hype in equity investing?, Financial Analysts Journal 56, 2336.",
        "Chan, Konan, Louis K. C. Chan, Narasimhan Jegadeesh, and Josef Lakonishok, 2002, Earnings quality and stock returns, working paper, University of Illinois at Urbana-Champaign.",
        "Bartov, Eli, Dan Givoly, and Carla Hayn, 2002, The rewards to meeting or beating earnings expectations, Journal of Accounting and Economics 33, 173204.",
        "Busse, Jeffrey A., and T. Clifton Green, 2002, Market efficiency in real time, Journal of Financial Economics 65, 415437.",
        "Barber, Brad, Reuven Lehavy, Maureen McNichols and Brett Trueman, 2001, Can investors profit from the prophets? Security analyst recommendations and stock returns, Journal of Finance 56, 531563.",
        "Anderson, Jenny, and Justin Schack, 2002, Bye-bye, Buy?, Institutional Investor, 2730.",
        "Abarbanell, Jeffrey S., and Reuven Lehavy, 2000, Differences in commerical database reported earnings: Implications for inferences concerning forecast rationality, the association between prices and earnings, and firm reporting discretion, working paper, University of North Carolina.",
        "Abarbanell, Jeffrey S., and Victor L. Bernard, 1992, Tests of analysts overreaction/underreaction to earnings information as an explanation for anomalous stock price behavior, Journal of Finance 47, 11811207."
    ]
}