{
    "id": 9546,
    "cites": 67,
    "cited_by": 229,
    "reference": [
        "[70] Sen, Amartya Kumar, On Economic Inequality, Oxford, Clarendon Press, 1973.",
        "[68] Roy, A., Some Thoughts on the Distribution of Earnings, Oxford Economic Papers, 3(1951), 135-146.",
        "[69] Rozanov,Y.A., Markov Random Fields, (Berlin: Spring Verlag, 1982).",
        "[67] Rosenbaum, P. and D. Rubin, The Central Role of the Propensity Score in Observational Studies for Causal Effects, Biometrika 70 (April 1983), 41-55.",
        "[66] Robert, C.P. and G. Casella, Monte Carlo Statistical Methods, (New York: Springer, 1999).",
        "[64] Rao, Prakasa B.L.S., Identifiability in Stochastic Models: Characterization of Probability Distributions, (Boston: Acad- emic Press, 1992).",
        "[65] Richardson, S., L. Leblond, I. Jaussent and P. J. Green, Mixture Models in Measurement Error Problems, with Reference to Epidemiological Studies, Working paper, 2000.",
        "[63] Olley, S. G. and A. Pakes, The Dynamics of Productivity in the Telecommunications Equipment Industry, Economet- rica, 64(6)(1996), 1263-1297.",
        "[62] Muthen, B., A General Structural Equation Model With Dichotomous, Ordered Categorical and Continuous Latent Variable Indicators, Psychometrika 49(1984): 115-132.",
        "[60] Matzkin, R. and A. Lewbel, Notes on Single Index Restrictions, unpublished manuscript, Northwestern University, 2002.",
        "[61] McFadden, D., Econometric Analysis of Qualitative Response Models, In Handbook of Econometrics, Vol. II, Z. Griliches and M. Intrilligator, eds. (Amsterdam: North Holland, 1984).",
        "[59] _____,. Nonparametric Identification and Estimation of Polychotomous Choice Models, Journal of Econometrics, 58, 137-68, 1993.",
        "[57] Manski, Charles F. Identification of Binary Response Models, Journal of the American Statistical Association, 83(403)(1988), 729-38.",
        "[58] Matzkin, R., Nonparametric and Distribution-Free Estimation of the Binary Threshold Crossing and the Binary Choice Models, Econometrica v60, n2 (March 1992): 239-70.",
        "[56] Kotlarski, Ignacy.On characterizing the gamma and normal distribution, Pacific Journal of Mathematics, Volume 20 (1967), pp. 69-76.",
        "[55] Keane, M., and K. Wolpin, The Career Decisions of Young Men, Journal of Political Economy 105(3) (June 1997): 473-522.",
        "[53] JÃ\u0083Â¶reskog, K., Structural Equations Models In The Social Sciences: Specification, Estimation and Testing. In Applica- tions of Statistics, edited by P.R. Krishnaih. (Amsterdam: North Holland, 1977), 265-287.",
        "[54] JÃ\u0083Â¶reskog, K.G., and Goldberger, A.S.. Estimation of a Model with Multiple Indicators and Multiple Causes of a Single Latent Variable, Journal of the American Statistical Association, 70(351)(1975):631-639.",
        "[50] _____, Evaluating the Welfare State, in S. Strom, ed., Econometrics and Economic Theory in the 20th Century: The Ragnar Frisch Centennial, Econometric Society Monograph Series, (Cambridge: Cambridge University Press, 1998).",
        "[51] Heckman, J., J. Smith, and N. Clements, Making the Most out of Program Evaluations and Social Experiments: Accounting for Heterogeneity in Program Impacts, Review of Economic Studies 64(1997), 487-535.",
        "[49] Heckman, J. and J. Smith, Assessing the Case for Randomized Evaluation of Social Programs. in Measuring Labour Market Measures: Evaluating The Effects of Active Labour Market Policy Initiatives, K. Jensen and P.K. Madsen, eds. (Copenhagen: Ministry Labour, 1993).",
        "[46] Heckman, J. and S. Navarro. Using Matching, Instrumental Variables and Control Functions to Estimate Economic Choice Models, forthcoming in Review of Economics and Statistics, 2003.",
        "[47] Heckman, J., and R. Robb. Alternative Methods for Evaluation the Impact of Interventions. In Longitudinal Analysis of Labor Market Data, J. Heckman and B. Singer, eds. (New York: Cambridge University Press,1985).",
        "[45] _____, (2000). General Equilibrium Cost Benefit Analysis of Education and Tax Policies, in G. Ranis and L.K. Raut, eds., Trade, Growth and Development: Essays in Honor of T. N. Srinivasan, Chapter 14. Amsterdam: Elsevier Science, B.V., 291-393.",
        "[43] _____, (1998b). General Equilibrium Treatment Effects: A Study of Tuition Policy, American Economic Review, 88(2):381-6.",
        "[44] _____, (1998c). Tax Policy and Human Capital Formation, American Economic Review, 88(2):293-297.",
        "[41] Heckman, J., R. LaLonde, and J. Smith, The Economics and Econometrics of Active Labor Market Programs, In O. Ashenfelter and D. Card, eds, Handbook of Labor Economics. Volume 3. (Amsterdam: Elsevier, 1999).",
        "[42] Heckman, J., L. Lochner and C. Taber (1998a). Explaining Rising Wage Inequality: Explorations With A Dynamic General Equilibrium Model of Earnings With Heterogeneous Agents. Review of Economic Dynamics, 1:1-58.",
        "[39] _____, Micro Data, Heterogeneity, and the Evaluation of Public Policy: Nobel Lecture, Journal of Political Econ- omy. 109(4)(2001), 673-748.",
        "[40] Heckman, J. and B. HonorÃ\u0083Â©, The Empirical Content of the Roy Model, Econometrica, 58(5)(1990),1121-1149.",
        "[38] _____, Randomization and Social Policy Evaluation, in Evaluating Welfare and Training Programs, edited by Charles F. Manski and Irwin Garfinkel, Cambridge, Mass.: Harvard University Press, 1992.",
        "[37] _____, Varieties of Selection Bias. American Economic Review 80(2) (May 1990), 313-18.",
        "[35] Hansen, L., W. Roberds and T. Sargent, Time Series Implications of Present Value Budget Balance and of Martingale Models of Consumption and Taxes, in L. Hansen and T. Sargent, eds., Rational Expectations Econometrics. Boulder, CO: Westview Press, 1991.",
        "[36] Heckman, J.,Statistical Models for Discrete Panel Data, in C. Manski and D. McFadden, eds., Structural Analysis of Discrete Data With Econometric Applications. M.I.T. Press: 1981.",
        "[33] _____, The Effect of Schooling and Ability on Achievement Test Scores, forthcoming in Journal of Econometrics, 2003.",
        "[34] Hansen, K., J. Heckman, and S. Navarro, Nonparametric Identification of Time to Treatment Models and The Joint Distributions of Counterfactuals, Unpublished manuscript, University of Chicago, 2003.",
        "[32] Hansen, K., J. Heckman, and K. Mullen, Ordered Discrete Choice Models with Stochastic Shocks, manuscript, Uni- versity of Chicago, 2001.",
        "[29] FrÃ\u0083Â©chet, M., Sur les tableaux de corrÃ\u0083Â©lation dont les marges sont donneÃ\u0083Â©s, Annals UniversitÃ\u0083Â© Lyon, Sect.A, Series 3, 14(1951), 53-77.",
        "[30] Geweke, J., D. Houser and M. Keane, Simulation based inference for dynamic multinomial choice models, in B.H. Baltaji, ed., Companion for Theoretical Econometrics, 2001, Basil Blackwell, London.",
        "[31] Goldberger, A.S., Structural Equation Methods in the Social Sciences. Econometrica, 40(1972), 979-1001.",
        "[27] Flavin, M., The Adjustment of Consumption to Changing Expectations about Future Income, Journal of Political Economy 89(1981), 974-1009.",
        "[28] Florens, J., M. Mouchart and J. Rolin. Elements of Bayesian Statistics. New York : M. Dekker, 1990.",
        "[26] Ferguson, T. S., Bayesian Density Estimation by Mixtures of Normal Distributions, in M. Rizvi, J. Rustagi, and D. Siegmund, eds., Recent Advances in Statistics, New York: Academic Press, 1983, 287-302.",
        "[24] _____. (1999). Dynamic Labour Force Participation of Married Women and Endogenous Work Experience. Review Economic Studies 56 (July): 375-90.",
        "[25] Elrod and M. Keane, A Factor-analytic Probit Model for Representing the Market Structure in Panel Data, Journal of Marketing Research 32(1995), 1-16.",
        "[21] Diebolt, J. and C.P. Robert, Estimation of Finite Mixture Distributions Through Bayesian Sampling, Journal of the Royal Statistical Society, Series B, 56(1994): 363-375.",
        "[23] Eckstein, Z. and K. Wolpin, The Specification and Estimation of Dynamics Stochastic Discrete Choice Models: A Survey, Journal of Human Resources, 24(1989), 562-598.",
        "[20] Cosslett, Stephen R., Distribution-Free Maximum Likelihood Estimator of the Binary Choice Model, Econometrica, v51, n3 (May, 1983): 765-82.",
        "[18] _____. (2002) Semiparametric Bayes Analysis of Longitudinal Data Treatment Models, Journal of Econometrics, 110(1)(2002):67--89.",
        "[19] Cochrane, W.G. and D. Rubin, Controlling Bias in Observational Studies: a review. Sankhya A 35(1973), 417-446.",
        "[15] _____, An Instrumental Variable Interpretation of Identification in Variance Components and MIMIC Models, in Paul Taubman, ed., Kinometrics: Determinants of Socio-Economic Success Within and Between Families, Amsterdam: North-Holland, 1977b",
        "[16] Chamberlain, G. and Z. Griliches, Unobservables with a Variance-Components Structure: Ability, Schooling, and the Economic Success of Brothers, International Economic Review v16, n2 (June 1975): 422-49.",
        "[17] Chib, Siddhartha and Hamilton, Barton. Bayesian Analysis of Cross Section and Clustered Data Treatment Models Journal of Econometrics, (2000), 97, 25-50.",
        "[14] Chamberlain, G., Education, Income, and Ability Revisited, Journal of Econometrics v5, n2 (March 1977a): 241-57",
        "[11] _____, The Dynamics of Educational Attainment for Blacks, Whites and Hispanics, Journal of Political Economy 109(3) (2001), 455-499.",
        "[12] Carneiro, P., K. Hansen and J. Heckman, Removing the Veil of Ignorance in Assessing the Distributional Impacts of Social Policies, Swedish Economic Policy Review, Vol. 8, (2001).",
        "[13] Cawley, J., K. Conneely, J. Heckman and E. Vytlacil., Cognitive Ability, Wages, and Meritocracy, in Intelligence Genes, and Success: Scientists Respond to the Bell Curve, edited by B. Devlin, S. E. Feinberg, D. Resnick and K. Roeder, (Copernicus: Springer-Verlag, 1997), 179-192.",
        "[3] Albert, J. and S. Chib, Bayesian Analysis of Binary and Polychotomous Response Data, Journal of the American Statistical Association 88 (1993): 669-679.",
        "[4] Anderson, T.W. and H. Rubin, Statistical Inference in Factor Analysis, in J. Neyman, ed., Proceedings of Third Berkeley Symposium on Mathematical Statistics and Probability, University of California Press, 5, 1956, 111-150.",
        "[5] Athey, S and G. Imbens, Identification and Inference in Nonlinear Difference-In-Differences Models, NBER Technical Working Paper T0280, 2002.",
        "[6] Ben Akiva, Moshe; Bolduc, Denis; and Walker, Joan (2001). Specification, Identification and Estimation of the Logit Kernel (or Continuous Mixed Logit Model). Manuscript, Department of Civil Engineering, MIT, February.",
        "[7] Buera, Francisco Javier, Testable Implications and Identification of Occupational Choice Models, unpublished manu- script, University of Chicago, 2002.",
        "[8] Bureau of Labor Statistics (2001). NLS Handbook 2001. Washington, D.C.: U.S. Department of Labor.",
        "[9] Cameron, S. and J. Heckman, Son of CTM: The DCPA Approach Based on Discrete Factor Structure Models, unpublished manuscript, University of Chicago, 1987.",
        "[10] _____, Life Cycle Schooling and Dynamic Selection Bias, Journal of Political Economy 106(2)(1998), 262-333.",
        "[2] _____, Treatment Effects For Discrete Outcomes when Responses To Treatment Vary Among Observationally Iden- tical Persons: An Application to Norwegian Vocational Rehabilitation Programs, NBER Working Paper No.TO262, forthcoming in Journal of Econometrics, 2003.",
        "[1] Aakvik, A., J. Heckman and E. Vytlacil, Training Effects on Employment when the Training Effects are Heterogeneous: An Application to Norwegian Vocational Rehabilitation Programs, manuscript, University of Chicago, 1999."
    ]
}