{
    "id": 9548,
    "cites": 19,
    "cited_by": 18,
    "reference": [
        "Vissing-Jorgensen, Annette, Limited Stock Market Participation. PhD dissertation, Massachusetts Institute of Technology 1998.",
        "Rubinstein, Mark, The Valuation of Uncertain Income Streams and the Pricing of Options, Bell Journal of Economics, 1976, 7, 407--25.",
        "Shiller, Robert J., Consumption, Asset Markets, and Macroeconomic Fluctuations, Carnegie Mellon Conference Series on Public Policy, 1982, 17, 203--238.",
        "Piazzesi, Monika, Comment on Gabaix and Laibson, `The 6D bias and the equity premium puzzle, in Ben Bernanke and Ken Rogoff, eds., N.B.E.R. Macroeconomics Annual 2001, Cambridge: MIT Press 2001.",
        "Mehra, Rajnish and Edward C. Prescott, The Equity Premium: A Puzzle, Journal of Monetary Economics, Mar 1985, 15 (2), 145--61.",
        "Parker, Jonathan A., The Consumption Risk of the Stock Market, Brookings Papers on Economic Activity, 2001, 2, 279--348.",
        "Mankiw, N. Gregory and Matthew D. Shapiro, Risk and Return: Consumption Beta Versus Market Beta, Review of Economics and Statistics, Aug 1986, 68, 452--59.",
        "Marshall, David A. and Nayan G. Parekh, Can Costs of Consumption Adjustment Explain Asset Pricing Puzzles?, Journal of Finance, Apr 1999, 54 (2).",
        "Lynch, Anthony W., Decision Frequency and Synchronization Across Agents: Implications for Aggregate Consumption and Equity Return, Journal of Finance, Sep 1996, 51 (4), 1479--97.",
        "Lettau, Martin and Sydney Ludvigson, Resurrectiong the (C)CAPM: A Cross-Sectional Test When Risk Premia Are Time-Varying, Journal of Political Economy, 2001, 109, 1238--1286.",
        "Hall, Robert E., The Stochastic Implications of the Life Cycle Permanent Income Hypothesis, Journal of Political Economy, 1978, 86 (6), 971--87.",
        "Hansen, Lars Peter and Kenneth J. Singleton, Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns, Journal of Political Economy, 1983, 91, 249--68.",
        "Grossman, Sanford J. and Robert J. Shiller, The Determinants of the Variability of Stock Market Prices, American Economic Review (Papers and Proceedings), May 1981, 71 (2), 222--27.",
        "Gabaix, Xavier and David Laibson, The 6D bias and the equity premium puzzle, in Ben Bernanke and Ken Rogoff, eds., N.B.E.R. Macroeconomics Annual 2001, Cambridge: MIT Press 2001, pp. 257--311.",
        "Flavin, Marjorie, The Adjustment of Consumption to Changing Expectations about Future Income, Journal of Political Economy, 1981, 89, 974--1009.",
        "Fama, Eugene F. and Kenneth R. French, The Cross-Section of Expected Stock Returns, The Journal of Finance, Jun 1992, 47, 427--465.",
        "Breeden, Douglas T., An Intertemporal Asset Pricing Model with Stochastic Consumption and Investment Opportunities, Journal of Financial Economics, 1979, 7, 265--96.",
        "Attanasio, Orazio and Annette Vissing-Jorgensen, Stock Market Participation, Intertemporal Subsititution and Risk Aversion, American Economic Review (Papers and Proceedings), May 2003.",
        "Ait-Sahalia, Yacine, Jonathan A. Parker, and Motohiro Yogo, Luxury Goods and the Equity Premium, Aug 2001. NBER Working Paper 8417."
    ]
}