{
    "id": 9549,
    "cites": 40,
    "cited_by": 5,
    "reference": [
        "Xintaras, C. 1992. Analysis Paper: Impact of Lead-Contaminated Soil on Public Health. U.S. Department of Health and Human Services. Agency for Toxic Substances and Disease Registry. Atlanta, GA. (http://www.atsdr.cdc.gov/exlead.html).",
        "Wolpaw Reyes, Jessica. 2003. The Impact of Prenatal Lead Exposure on Infant Health. Department of Economics. Amherst College.",
        "Wisconsin. Department of Natural Resources. 1993. Lead in Drinking Water. (http://www.dnr.",
        "Wolf, Jacqueline H. 2001. Dont Kill Your Baby: Public Health and the Decline of Breastfeeding in the 19th and 20th Centuries. Columbus: The Ohio State University Press.",
        "Environmental Research, 72:118-30. Troesken, Werner. 1997. The Sources of Public Ownership: Historical Evidence from the Gas Industry. Journal of Law, Economics, and Organization, 13:1-27.",
        "Troesken, Werner. 1999a. Patronage and Public-Sector Wages in 1896. Journal of Economic History, 59:424-46.",
        "United States. Department of the Interior. 1890 Census. Various volumes. Washington, D.C.: Government Printing Office. United States. Environmental Protection Agency. Office of Water. 2000. Lead in Your Drinking Water. (http://www.epa.gov/safewater/Pubs/lead1.html).",
        "United States. Department of Labor. Bureau of Labor Statistics. 1919. Women in the Lead Industries.",
        "By Alice Hamilton. Bulletin No. 253. Washington, DC: Government Printing Office. Warren, Christian. 2000. Brush with Death: A Social History of Lead Poisoning. Baltimore: Johns Hopkins University Press.",
        "Ravin, J.G. and T.B. Ravin. 1999. What Ailed Goya? Journal of Ophthalmology, 44:163-70.",
        "Sata, F., S. Araki, T. Tanigawa, Y. Morita, S. Sukurai, A. Nakata, and N. Katsuno. 1998. Changes in T Cell Subpopulations in Lead Workers. Environmental Research, 76:61-64.",
        "Solliway, B.M., A. Schaffer, H. Pratt, S. Yannai. 1994. A Multidisciplinary Study of Lead-Exposed Subjects. Environmental Research, 67:168-82.",
        "Szreter, Simon. 1997. Economic Growth, Disruption, Deprivation, Disease, and Death: On the Importance of the Politics of Public Health for Development. Population and Development Review, 23:693-728.",
        "Tarr, Joel A. The Search for the Ultimate Sink: Urban Pollution in Historical Perspective. Akron: University of Akron Press. Tomes, Nancy. 1998. The Gospel of Germs: Men, Women, and the Microbe in American Life. Cambridge: Harvard University Press.",
        "Preston, Samuel H. and Mich R. Haines. 1991. Fatal Years: Child Mortality in Late-Nineteenth Century America. Princeton: Princeton University Press.",
        "Quam, G.N., and Arthur Klein. 1936. Lead Pipes as a Source of Lead in Drinking Water. American Journal of Public Health, 26:778-80.",
        "Peltzman, Sam. 1971. Pricing at Public and Private Enterprises: Electric Utilities in the United States. Journal of Law and Economics, 14:109-65.",
        "Perazella, M.A. 1996. Lead and the Kidney: Nephropathy, Hypertension, and Gout. Connecticut Medicine, 60:521-26.",
        "Pocock, Stuart J., Marjorie Smith, and Peter Baghurst. 1994. Environmental Lead and Childrens Intelligence: A Systematic Review of the Epidemiological Evidence. British Medical Journal, 309-1189-97.",
        "Needleman, H.L. and D. Belinger. 1991. The Health Effects of Low Level Exposure to Lead. Annual Review of Public Health, 40:111-40.",
        "Baltimore: The Johns Hopkins University Press. McKeown, Thomas. 1976. The Modern Rise of Population. New York: Academic Press.",
        "Melosi, Martin V. 2000. The Sanitary City: Urban Infrastructure from Colonial Times to the Present.",
        "Maddala, G.S. 1991. Limited Dependent and Qualitative Variables in Econometrics. Cambridge: Cambridge University Press.",
        "Lanphear, B. and K.J. Rogham. 1997. Pathways of Lead Exposure in Urban Children. Environmental Research, 74:67-73.",
        "Howard, Charles D. 1923. Lead in Drinking Water. American Journal of Public Health, 13:207-09.",
        "Jacobson, Louis S., Robert J. LaLonde, and Daniel G. Sullivan. 1993. Earnings Losses of Displaced Workers. American Economic Review, 83:685-709.",
        "Fogel, Robert W, and Dora L. Costa. 1997. A Theory of Technophysio Evolution, with Some Implications for Forecasting Population, Health Care Costs, and Pension Costs. Demography, 34:49-66.",
        "Fogel, Robert W. 2000. The Fourth Great Awakening and the Future of Egalitarianism. Chicago: University of Chicago Press. (Pp. 74-83).",
        "Fogel, Robert W. 1986. Nutrition and the Decline in Mortality since 1700: Some Preliminary Findings, in Long-Term Factors in American Economic Growth. Edited by Stanley Engerman and Robert E. Gallman. Chicago: University of Chicago Press.",
        "Fischbein, A., P. Tsang, J.J. Luo, J.P. Roboz, J.P. Jiang, and J.G. Bekesi. 1993. The Immune System as Target for Subclinical Lead Related Toxicity. British Journal of Industrial Medicine, 50:185-86.",
        "Downs, Anthony. 1957. An Economic Theory of Democracy. New York: Harper and Row.",
        "Fishback, Price, Michael Haines, and Shawn Kantor. 2000. The Impact of New Deal Programs on Black and White Infant Mortality in the South. Explorations in Economic History, 38:93-122.",
        "Deppisch, L.M., J.A. Centeno, D.J. Gemmel, J. David, and N.L. Torres. 1999. Andrew Jacksons Exposure to Mercury and Lead: Poisoned President? Journal of the American Medical Association, 282:569-71.",
        "Craig, Lee A., and Thomas Weiss. 1998. Nutritional Status and Agricultural Surpluses in the Antebellum United States, in The Biological Standard of Living in Comparative Perspective. Edited by John Komlos and Joerg Baten. Stuttgart: Franz Steiner Verlag.",
        "Costa, D.L. 2000. Understanding the Twentieth-Century Decline in Chronic Conditions Among Older Men. Demography, 37:53-72.",
        "Cited in text as CSP. Condran, Gretchen A., and Eileen Crimmins-Gardner. 1978. Public Health Measures and Mortality in U.S. Cities in the Late Nineteenth Century. Human Ecology, 6:27-54.",
        "Committee on Service Pipes. New England Water Works Association. Report of Committee on Service Pipes. Presented to the Association on March 14, 1917. Reprinted in the Journal of New England Water Works Association. Volume 31. No. 3. September 1917, pp. 323-389.",
        "No. 1. Cohen, N., D. Modai,. A. Golik, J. Weissgarten, S. Peller, A. Katz, Z. Averbukh, and U. Shaked. 1989. Increased Concanavalin A-induced Suppressor Cell Activity in Humans With Occupational Lead Exposure. Environmental Research, 48:1-6.",
        "Charney, E., J.W. Sayre, and M. Coulter. 1980. Increased Lead Absorption in Inner City Children: Where Does the Lead Come From? Pediatrics, 65:226-31.",
        "Baker, Moses N. 1897. The Manual of American Water-Works. New York: The Engineering News Publishing Company. Buchanan, James and Gordon Tullock. 1962. The Calculus of Consent. Ann Arbor: The University of Michigan Press."
    ]
}