{
    "id": 9555,
    "cites": 44,
    "cited_by": 29,
    "reference": [
        "Bekaert, Geert and Campbell R. Harvey (2002). Research in Emerging Markets Finance: Looking to the Future. Paper presented at conference Valuation in Emerging Markets (U.V.A, May 28-30).",
        "Breitung, Jorg and Wolfgang Meyer (1994). Testing for Unit Roots in Panel Data: Are Wages on Different Bargaining Levels Cointegrated? Applied Economics 26: 353-361.",
        "Brooks, Robin and Marco del Negro (2003). Firm-level Evidence on Globalization. IMF mimeo.",
        "Brooks, Robin and Marco del Negro (2002a). The Rise in Comovement Across National Stock Markets: Market Integration or Global Bubble? IMF Working Paper WP/02/147.",
        "Brooks, Robin and Marco del Negro (2002b). International Diversification Strategies. Mimeo.",
        "Caramazza, Francesco, Luca Ricci, and Ranil Salgado (2000). Trade and Financial Contagion in Currency Crises. IMF Working Paper WP/00/55.",
        "Caprio, Gerard and Daniela Klingebiel (2001). Episodes of Systemic and Borderline Financial Crises. World Bank mimeo.",
        "Cavaglia, Stefano, Christopher Brightman, and Michael Aked (2000). The Increasing Importance of Industry Factors. Financial Analysts Journal 56(September/October): 41-54.",
        "Chinn, Menzie D. and Hiro Ito (2002). Capital Account Liberalization, Institutions and Financial Development: Cross Country Evidence. NBER Working Paper 8967.",
        "Claessens, Stijn, Rudiger Dornbusch, and Yung Chul Park (2001). Contagion: Why Crises Spread and How This Can be Stopped. In Stijn Claessens and Kristin Forbes, eds., International Financial Contagion. Boston: Kluwer Academic Publishers, pp. 19-41.",
        "Claessens, Stijn and Kristin J. Forbes, eds. (2001). International Financial Contagion. Boston: Kluwer Academic Publishers.",
        "Dominguez, Kathyrn and Linda Tesar (2001a). Exchange Rate Exposure. NBER Working Paper 8453.",
        "Dominguez, Kathyrn and Linda Tesar (2001b). Trade and Exposure. American Economic Review, Papers and Proceedings 91(2): 367-70.",
        "Edison, Hali J. and Francis E. Warnock (2002). A Simple Measure of the Intensity of Capital Controls. Journal of Empirical Finance, forthcoming.",
        "Eichengreen, Barry and Andrew Rose (1999). Contagious Currency Crises: Channels of Conveyance. In Takatoshi Ito and Anne Krueger, eds., Changes in Exchange Rates in Rapidly Developing Countries: Theory, Practice, and Policy Issues. Chicago: University of Chicago Press, pp. 29-50.",
        "Elliott, G., T. J. Rothenberg, and J. H. Stock (1996). Efficient Tests for an Autoregressive Unit Root. Econometrica 64: 813-836.",
        "Forbes, Kristin J. (2003). The Asian Flu and Russian Virus: Firm-Level Evidence on How Crises are Transmitted Internationally. Journal of International Economics, forthcoming.",
        "Forbes, Kristin J. (2002). Are Trade Linkages Important Determinants of Country Vulnerability to Crises? In Sebastian Edwards and Jeffrey A. Frankel, eds., Preventing Currency Crises in Emerging Markets. Chicago: National Bureau of Economic Research, pp. 77-124.",
        "Forbes, Kristin J. and Roberto Rigobon (2002). No Contagion, Only Interdependence: Measuring Stock Market Co-Movements. The Journal of Finance LVII (5, October): 2223-2261.",
        "Frankel, Jeffrey and Andrew Rose (1998). The Endogeneity of the Optimum Currency Area Criteria. The Economic Journal 108(449): 1009-1025.",
        "Gelos, Gaston and Ratna Sahay (2001). Financial Market Spillovers: How Different are the Transition Economies? In Stijn Claessens and Kristin Forbes, eds., International Financial Contagion. Boston, MA: Kluwer Academic Publishers, pp. 329-366.",
        "Glick, Reuven and Andrew Rose (1999). Contagion and Trade: Why Are Currency Crises Regional? Journal of International Money and Finance 18: 603-617.",
        "Goldfajn, Ilan and Rodrigo ValdÃ\u0083Â©s (1997). Capital Flows and Twin Crises: The Role of Liquidity. IMF Working Paper WP/97/87.",
        "Griffin, J.M. and G. Andrew Karolyi (1998). Another Look at the Role of the Industrial Structure of Markets for International Diversification Strategies. Journal of Financial Economics 50: 351-373.",
        "Heathcote, Jonathan and Fabrizio Perri (2002). Financial Globalization and Real Regionalization. NBER Working Paper 9292.",
        "Heston, Steven L. and K. Geert Rouwenhorst (1994). Does Industrial Structure Explain the Benefits of International Diversification? The Journal of Finance 36:3-27.",
        "Imbs, Jean. (2003). Synchronization and Structural Convergence. London Business School mimeo.",
        "Kaminsky, Graciela, Richard Lyons, and Sergio Schmukler (2001). Mutual Fund Investment in Emerging Markets: An Overview. In Stijn Claessens and Kristin Forbes, eds., International Financial Contagion. Boston: Kluwer Academic Publishers, pp. 158-185.",
        "Kaminsky, Graciela L., and Sergio L. Schmukler (2002). Short-Run Pain, Long-Run Gain: The Effects of Financial Liberalization. Mimeo-George Washington University and World Bank.",
        "Karolyi, G. Andrew (2003). The Role of ADRs in the Development and Integration of Emerging Equity Markets. Ohio State mimeo.",
        "Karolyi, G. Andrew and RenÃ\u0083Â© M. Stulz (2002). Are Financial Assets Priced Locally or Globally? Forthcoming in George Constantinides, Milton Harris, and RenÃ\u0083Â© M. Stulz, eds., Handbook of the Economics of Finance. North Holland.",
        "Kose, M. Ahyan, Christopher Otrok, and Charles Whiteman. (2003). Understanding the Evolution of World Business Cycles. IMF mimeo.",
        "Lintner, John (1965). The Valuation of Risk Assets and the Selection of Risky Investments in Stock Portfolios and Capital Budgets. Review of Economics and Statistics 47: 13-37.",
        "Mark, Nelson and Donggyu Sul (2001). Panel Dynamic OLS Cointegration Vector Estimation and Long-Run Money Demand. Ohio State University, mimeo.",
        "Mody, Ashoka, Assaf Razin, and Efraim Sadka (2002). The Role of Information in Driving FDI: Theory and Evidence. NBER Working Paper 9255.",
        "Pantula, S. G., G. Gonzalez-Farias, and W. A. Fuller (1994). A Comparison of Unit-root Test Criteria. Journal of Business and Economics Statistics 12: 449-459.",
        "Pedroni, Peter (1999). Critical Values for Cointegration Tests in Heterogeneous Panels with Multiple Regressors. Oxford Bulletin of Economics and Statistics, special issue: 653-670.",
        "Peek, Joe, and Eric Rosengreen (1997). The International Transmission of Financial Shocks: The Case of Japan. American Economic Review 87(4): 495-505.",
        "Roll, Richard (1992). Industrial Structure and the Comparative Behavior of International Stock Market Indices. The Journal of Finance 47(1, March):3-41.",
        "Rose, Andrew (2002). Do We Really Know that the WTO Increases Trade? NBER Working Paper No. 9273.",
        "Sharpe, William (1964). Capital Asset Prices: A Theory of Market Equilibrium under Conditions of Risk. The Journal of Finance 19: 425-442.",
        "Stock, James H. (1994). Unit Roots, Structural Breaks, and Trends. In R. F. Engle and D. I.",
        "McFadden, eds., Handbook of Econometrics. Amsterdam: North-Holland. Van Rijckeghem, Caroline and Beatrice Weder (2001). Sources of Contagion: Is it Finance or Trade? Journal of International Economics 54(2, August): 293-308.",
        "Van Rijckeghem, Caroline and Beatrice Weder (2002). Spillovers Through Banking Centers: A Panel Data Analysis. Journal of International Money and Finance. Forthcoming."
    ]
}