{
    "id": 9556,
    "cites": 67,
    "cited_by": 2,
    "reference": [
        "Agulnik, P., Barr, N., Falkingham, J. and Rake, J. (1999), Partnership in Pensions? Responses to the Pensions Green Paper, CASEpaper no. 24, London: Centre for Analysis of Social Exclusion, London School of Economics.",
        "Banks, J. and Emmerson, C. (2000), Ã\u0082â\u0080\u0098Public and Private Pension Spending: Principles, Practice and the Need for ReformÃ\u0082â\u0080\u0099, Fiscal Studies, vol. 21, no. 1, pp. 1Ã\u0082â\u0080\u009363.",
        "Banks, J. and Tanner, S. (1999), Household saving in the UK , Report No. 62, London: Institute for Fiscal Studies.",
        "Banks, J., Blundell, R. and Tanner, S. (1998), Ã\u0082â\u0080\u0098Is There a Retirement-Savings Puzzle?Ã\u0082â\u0080\u0099, American Economic Review, vol. 88, no. 4, pp. 769Ã\u0082â\u0080\u0093788.",
        "Barrientos, A. (1998) Ã\u0082â\u0080\u009cSupplementary pension coverage in BritainÃ\u0082â\u0080\u009d, Fiscal Studies, 19, November, 429Ã\u0082â\u0080\u0093446.",
        "Blake, D. (1995) Pension schemes and pension funds in the United Kingdom, Clarendon Press: Oxford.",
        "Blundell, R., Meghir, C. and Smith, S. (2001), Pension incentives and the pattern of retirement in the UK, IFS mimeo.",
        "Blundell, R. and Johnson, P. (1999) Ã\u0082â\u0080\u0098Pensions and retirement in the United KingdomÃ\u0082â\u0080\u0099, 403-435 in Gruber, J. and D. Wise (eds) Social Security and Retirement around the World, Chicago University Press for NBER.",
        "Bodie, Z., Marcus, A.J. and Merton, R. C. (1988) Defined benefit versus defined contribution pension plans: what are the real trade-offs? 139Ã\u0082â\u0080\u0093162 in Z. Bodie, J. Shoven and D. Wise (eds) Pensions in the US Economy, Chicago University Press for NBER.",
        "Bohn, H. (1997) Ã\u0082â\u0080\u009cSocial security reform and financial marketsÃ\u0082â\u0080\u009d, 193Ã\u0082â\u0080\u0093227 in S. Sass and R. Triest (eds) Social Security Reform: Links to saving, investment and growth, Conference Series No. 41, Boston: Federal Reserve Bank of Boston.",
        "Bos, E., Vu, M. T., Massiah, E. and Bulatao, R. A. (1994), World Population Projections, 1994Ã\u0082â\u0080\u009395 edition: Estimates and Projections with Related Demographic Statistics, Washington DC: World Bank / Baltimore, Md: Johns Hopkins University Press.",
        "Brugiavini, A. and Disney, R. (1993) Ã\u0082â\u0080\u009cThe choice of private pension plans under uncertainty in the UKÃ\u0082â\u0080\u009d Mimeo, Institute for Fiscal Studies.",
        "Budd, A. and Campbell, N. (1998), Ã\u0082â\u0080\u0098The roles of the Public and Private Sectors in the UK Pension SystemÃ\u0082â\u0080\u0099, in Feldstein, M. (ed), Privatizing Social Security, National Bureau of Economic Research, Chicago: Chicago University Press.",
        "Cabinet Office (2000), Performance and Innovation Unit, Winning the Generation Game, London HMSO.",
        "Chand, S. and Jaeger, A. 1996, Ageing Populations and Public Pension Scheme, Occasional Paper No. 147, Washington DC: International Monetary Fund.",
        "Clark, T. and Taylor, J. (2000), Ã\u0082â\u0080\u0098Income inequality: A tale of two cycles?Ã\u0082â\u0080\u0099, Fiscal Studies, vol. 20, no. 4.",
        "Clark, T. (2001), Recent Pensions Policy and the Pension Credit, Briefing Note No. 17, London: Institute for Fiscal Studies.",
        "Creedy, J., Disney, R. and Whitehouse, E. (1993) Ã\u0082â\u0080\u0098The earnings-related state pension, indexation and lifetime redistribution in the UKÃ\u0082â\u0080\u0099, Review of Income and Wealth, 39, September, 257-278.",
        "Cutler, D., M. Poterba, J.M., Sheiner, L.M. and Summers, L. (1990) Ã\u0082â\u0080\u009cAn aging society: opportunity or challenge?Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 1, 1Ã\u0082â\u0080\u009373.",
        "Department of Health and Social Security (1984) Population, Pension Costs and PensionersÃ\u0082â\u0080\u0099 Incomes, London.",
        "Department of Social Security (1998) A New Contract for Welfare: Partnership in Pensions, Cm. 4179, London: HMSO.",
        "Department of Social Security (2000b), The Pension Credit: A Consultation Paper, Cm 4900, London: The Stationary Office.",
        "Department of Social Security (2000c), The Changing Welfare State: Pensioner Incomes, Department of Social Security Paper No. 2, London: DSS.",
        "Dilnot, A., Disney, R. Johnson, P. and Whitehouse, E. (1994) Pensions Policy in Britain: An Economic Analysis, Institute for Fiscal Studies, London.",
        "Disney, R. (1996), Can we afford to grow older? A perspective on the economics of ageing, Cambridge: MIT Press.",
        "Disney, R. (1997), Ã\u0082â\u0080\u0098The United KingdomÃ\u0082â\u0080\u0099s pension programÃ\u0082â\u0080\u0099. 157-167 in S. Sass and R. Triest (eds) Social Security Reform: Links to saving, investment and growth, Conference Series No. 41, Boston: Federal Reserve Bank of Boston.",
        "Disney, R. (1999), Ã\u0082â\u0080\u0098Why have older men stopped working in Britain?Ã\u0082â\u0080\u0099 24-43 in Gregg, P. and Wadsworth, J. (eds) The State of Working Britain, Manchester: Manchester University Press.",
        "Disney, R. (2000) Ã\u0082â\u0080\u009cCrises in OECD public pension programmes: What are the reform alternatives?Ã\u0082â\u0080\u009d Economic Journal Features, 110, February, F1Ã\u0082â\u0080\u0093F23.",
        "Disney, R., Meghir, C. and Whitehouse, E. (1994), Ã\u0082â\u0080\u0098Retirement behaviour in BritainÃ\u0082â\u0080\u0099, Fiscal Studies, vol. 15, no. 1., pp. 24Ã\u0082â\u0080\u009343.",
        "Disney, R. and Johnson, P. (2001) (eds) Pension systems and retirement incomes across OECD countries, forthcoming, Aldershot: Edward Elgar.",
        "Disney, R. and Smith, S. (2000) Ã\u0082â\u0080\u0098The abolition of the earnings rule for UK pensionersÃ\u0082â\u0080\u0099 , mimeo , Institute for Fiscal Studies.",
        "Disney, R. and Whitehouse, E. (1992a) The Personal Pension stampede, London: Institute for Fiscal Studies.",
        "Disney, R. and Whitehouse, E. (1992b) Ã\u0082â\u0080\u009cPersonal Pensions and the review of the contractingout termsÃ\u0082â\u0080\u009d, Fiscal Studies, 13, February, 38Ã\u0082â\u0080\u009353.",
        "Disney, R. and Whitehouse, E. (1993a) Ã\u0082â\u0080\u009cWill younger cohorts obtain a worse deal from the UK state pension scheme?Ã\u0082â\u0080\u009d 85Ã\u0082â\u0080\u0093106 in M. Casson and J. Creedy (eds) Industrial Concentration and Economic Inequality, Aldershot: Edward Elgar.",
        "Disney, R. and Whitehouse, E. (1993b) Ã\u0082â\u0080\u009cContracting out and lifetime redistribution in the UK state pension systemÃ\u0082â\u0080\u009d, Oxford Bulletin of Economics and Statistics, 55, February, 25Ã\u0082â\u0080\u009342.",
        "Disney, R. and Whitehouse, E. (1996) What are occupational pension plan entitlements worth in Britain? Economica, 63, May, 213Ã\u0082â\u0080\u0093238.",
        "Disney, R., Emmerson, C. and Tanner, S., (1999) Partnership in Pensions: An Assessment, Commentary No. 78, London: Institute for Fiscal Studies.",
        "Disney, R., Emmerson, C. and Wakefield, M. (2001) Ã\u0082â\u0080\u0098Pension reform and saving in BritainÃ\u0082â\u0080\u0099 Oxford Review of Economic Policy, 17, 1 (Spring).",
        "Disney, R., Palacios, R. and Whitehouse, E. (1999) Ã\u0082â\u0080\u0098Individual choice of pension arrangement as a pension reform strategyÃ\u0082â\u0080\u0099, Institute for Fiscal Studies Working Paper W99/18, London.",
        "Emmerson, C. and Johnson, P. (2001) Ã\u0082â\u0080\u0098Pension provision in the United KingdomÃ\u0082â\u0080\u0099, in Disney, R. and Johnson, P. (2001) (eds) Pension systems and retirement incomes across OECD countries, forthcoming, Aldershot: Edward Elgar.",
        "Emmerson, C. and Tanner, S. (1999), The GovernmentÃ\u0082â\u0080\u0099s Proposals for Stakeholder Pensions, Briefing Note no. 1, London: Institute for Fiscal Studies.",
        "Emmerson, C. and Tanner, S. (2000) Ã\u0082â\u0080\u009cA note on the tax treatment of private pensions and Individual Savings AccountsÃ\u0082â\u0080\u009d, Fiscal Studies, 21, March, 65Ã\u0082â\u0080\u009374.",
        "Engen, E.M. and Gale, W.G. (1997) Ã\u0082â\u0080\u0098Effects of social security reform on private and national savingÃ\u0082â\u0080\u0099, 103-142 in S. Sass and R. Triest (eds) Social Security Reform: Links to saving, investment and growth, Conference Series No. 41, Boston: Federal Reserve Bank of Boston.",
        "Financial Services Authority (2000), Personal Pensions mis-selling: the facts, London: FSA.",
        "Gale, W.G. (1998) Ã\u0082â\u0080\u009cThe effects of pensions on household wealth: A re-evaluation of the theory and evidenceÃ\u0082â\u0080\u009d, Journal of Political Economy, 104, 4, 706Ã\u0082â\u0080\u0093723.",
        "Government ActuaryÃ\u0082â\u0080\u0099s Department (1999), National Insurance Fund Long Term Financial Estimates, London: The Stationary Office Limited.",
        "Gustman, A. and Steinmeier, T. (1993) Pension portability and labour mobility: Evidence from the Survey of Income and Program Participation, Journal of Public Economics, 50, 299Ã\u0082â\u0080\u0093323.",
        "Hemming, R. and Kay, J.A. (1982) Ã\u0082â\u0080\u0098The costs of the state earnings-related pension schemeÃ\u0082â\u0080\u0099, Economic Journal, 92, June, 300-319.",
        "Henley, A., Disney, R. and Carruth, A. (1994) Job tenure and asset holdings, Economic Journal, 104, March, 338Ã\u0082â\u0080\u0093349.",
        "HM Treasury (2000a), Pre-Budget Report, November 2000, Cm4917, London: The Stationary Office.",
        "HM Treasury (2000b) Financial Statement and Budget Report, March 2000, London: HM Treasury HM Treasury (2000c) Tax Ready Reckoner and Tax Reliefs: November 2000, London: HM Treasury.",
        "HM Treasury (2000d) Review of Ill Health Retirement in the Public Sector, London: HM Treasury.",
        "HMSO Inland Revenue Statistics, various issues. House of Commons (2000) The contributory principle: Firth Report of the Social Security Committee, HCÃ\u0082â\u0080\u009356, Volume II, Appendix 25, London: HMSO.",
        "Ippolito, R.A. (1997) Pension Plans and Employee Performance, Chicago University Press.",
        "Johnson, P. and Stears, G. (1995), Ã\u0082â\u0080\u0098Pensioner income inequalityÃ\u0082â\u0080\u0099, Fiscal Studies, vol. 16, no. 4, pp. 69Ã\u0082â\u0080\u009393.",
        "Lawson, N. (1992) The View from No. 11: Memoirs of a Tory Radical, Corgi Books: London.",
        "Lazear, E. and Moore, R. (1988) Pensions and turnover, 163Ã\u0082â\u0080\u0093190 in Z. Bodie, J. Shoven and D. Wise (eds) Pensions in the US Economy, Chicago University Press for NBER.",
        "Lazear, E.P. (1979) Why is there mandatory retirement? Journal of Political Economy 87, 6, 1261Ã\u0082â\u0080\u00931284.",
        "McCormick, B. and Hughes, G. (1984) The influence of pensions on job mobility, Journal of Public Economics, 23, 183Ã\u0082â\u0080\u0093206.",
        "Mealli, F. and Pudney, S. (1996) Occupational pensions and job mobility in Britain: Estimation of a random-effects competing risks model, Journal of Applied Econometrics, 11, 293Ã\u0082â\u0080\u0093320.",
        "Miles, D. (1999) Ã\u0082â\u0080\u009cModelling the impact of demographic change on the economyÃ\u0082â\u0080\u009d, Economic Journal, 109, January, 1Ã\u0082â\u0080\u009336.",
        "Modigliani, F. (1986) Ã\u0082â\u0080\u0098Life cycle, individual thrift and the wealth of nationsÃ\u0082â\u0080\u0099 American Economic Review, 76, June, 297-313.",
        "Murthi, M., Orszag, J.M. and Orszag, P.R. (1999) Administrative costs under a decentralised approach to individual accounts: lessons from the United Kingdom, Discussion paper, Birkbeck College, London.",
        "National Audit Office (2000), State Earnings-Related Pension Scheme: The failure to inform the public of reduced rights for widows and widowers, Hc320, London: The Stationary Office.",
        "Peacock, A. (1992) Ã\u0082â\u0080\u0098The credibility of economic advice to governmentÃ\u0082â\u0080\u0099, Economic Journal, 102, September, 1213-1222.",
        "Roseveare, D., Leibfritz, W., Fore, D., and Wurzel, E., (1996), Ã\u0082â\u0080\u0098Ageing populations, pension system and government budgets: Simulations for 20 OECD countriesÃ\u0082â\u0080\u0099, Working Paper No 168, Paris: OECD.",
        "Whitehouse, E. (2000) Administrative charges for funded pension systems: an international comparison and assessment, Social Protection Discussion Paper No. 0016, Washington: World Bank."
    ]
}