{
    "id": 9561,
    "cites": 19,
    "cited_by": 16,
    "reference": [
        "Allison, PD. Event History Analysis: Regression for Longitudinal Event Data. Beverly Hills, CA: Sage Publications, 1984.",
        "Angrist, J. D. Estimation of Limited-Dependent Variable Models With Dummy Endogenous Regressors: Simple Strategies for Empirical Practice. Journal of Business and Economic Statistics, 2001; 19, 2-17. Associated Press. U. S. Warning of Death Toll From Obesity. New York Times, December 14, 2001.",
        "Becker, GS. A Theory of the Allocation of Time. Economic Journal, 75: 493-517, 1965.",
        "Brooks, A. Teenage Girls Start Smoking to Lose Weight. British Medical Journal (International), 317: 366, August 8, 1998.",
        "Camp, DE, RC Klesges, and G Relyea. The Relationship Between Body Weight Concerns and Adolescent Smoking. Health Psychology, 12: 24-32, 1993.",
        "Charlton, A. Smoking and Weight Control in Teenagers. Public Health London, 98: 277-281, 1984.",
        "Colditz GA, MR Segal, AH Myers, MJ Stampfer, W Willett, and FE Speizer. Weight Change in Relation to Smoking Cessation Among Women. Journal of Smoking Related Diseases, 3: 145-153, 1992.",
        "Crawley, HF and D While. The Diet and Body Weight of British Teenage Smokers at 16-17 Years. European Journal of Clinical Nutrition, 49: 904-914, 1995.",
        "DeCicca, P, D Kenkel, and A Mathios. Putting Out the Fires: Will Higher Taxes Reduce Youth Smoking? Journal of Political Economy, 110: 144-169, 2002.",
        "Douglas, SM and G Hariharan. The Hazard of Starting Smoking: Estimates from a Split Sample Duration Model. Journal of Health Economics 13: 213-230, 1994.",
        "Douglas, SM. The Duration of the Smoking Habit. Economic Inquiry, v XXXVI: 49-64, 1998.",
        "Durbin, J. Errors in Variables. Review of the International Statistical Institute, Vol. 22, pp. 23-32, 1954.",
        "Fehily AM, KM Phillips, and WG Yarnell. Diet, Smoking, Social Class and Body Mass Index in the Caerphilly Heart Disease Study. American Journal of Clinical Nutrition, 40:827833, 1984.",
        "Forster, M and AM Jones. The Role of Tobacco Taxes in Starting and Quitting Smoking: Duration Analysis of British Data. Working Paper, University of York, September 3, 1999.",
        "French, SA, CL Perry, GR Leon and JA Fulkerson. Weight Concerns, Dieting Behavior and Smoking Initiation in Adolescents: A Prospective Epidemiologic Study. American Journal of Public Health, 84: 1818-1820, 1994.",
        "Gordon T, WB Kannel, TR Dawber, and D McGee. Changes Associated with Quitting Cigarette Smoking: The Framingham Study. American Heart Journal, 90: 322-328, 1975.",
        "Grossman, M. The Demand for Health: A Theoretical and Empirical Investigation. New York: Columbia University Press for the National Bureau of Economic Research, 1972.",
        "Hausman J. Specification Tests in Econometrics. Econometrica, 46: 1251-1271, 1978.",
        "Klesges, RC, A Myers, LM Klesges, and ME LaVasque. Smoking, Body Weight and Their Effects on Smoking Behavior: A Comprehensive Review of the Literature. Psychological Bulletin, 106: 204-230, 1989."
    ]
}