{
    "id": 9565,
    "cites": 42,
    "cited_by": 1,
    "reference": [
        "Addison, John and McKinley Blackburn. 1994. The Worker Adjustment and Retraining Notification Act: Effects on Notice Provision. Industrial and Labor Relations Review. Vol. 47, no.4 (July), pp. 650-662.",
        "Bernard, Elaine. 1995. Canada: Joint Committees on Occupational Safety and Health. Works Councils: Consultation, Representation, and Cooperation in Industrial Relations, eds. Joel Rogers and Wolfgang Streeck, 351-374, Chicago, IL: University of Chicago Press.",
        "Blank, Rebecca and David Card. 1991. Recent Trends in Insured and Uninsured Employment: Is There an Explanation? Quarterly Journal of Economics, Vol. , pp. 1157-1189.",
        "Budd, John and Angela Brey. 2000. Unions and Family Leave: Early Experience under the Family Medical Leave Act. Unpublished manuscript. University of Minnesota.",
        "Budd, John and Brian McCall. 1997. The Effect of Unions on the Receipt of Unemployment Insurance Benefits. Industrial and Labor Relations Review, Vol. 50, no.3, pp. 478-492.",
        "Bureau of National Affairs. 1997. Basic Patterns in Union Contracts, 16th edition. Washington D.C.: Bureau of National Affairs.",
        "Butler, Richard and John Worrall. 1983. Workers Compensation: Benefit and Injury Claims Rates in the Seventies. The Review of Economics and Statistics, Vol. 65, pp. 580-589.",
        "Commission on the Future of Worker-Management Relations. 1994. Fact Finding Report.",
        "Washington, D.C. Commons, John R. and John Andrews. 1936. Principles of Labor Legislation. 4th edition. New York: Augustus M. Kelley, Reprints of Economic Classics.",
        "Dunlop, John T. and Arnold Zack. 1997. Mediation and Arbitration of Employment Law Disputes. San Francisco: Jossey Bass.",
        "University. Ehrenberg, Ronald and George Jakubson. 1990. Why WARN? Plant Closing Legislation. Cato Review of Business and Government, Summer, pp. 39-42.",
        "Ehrenberg, Ronald, and Paul Schumann. 1982. Longer Hours or More Jobs? An Investigation of Amending Hours Legislation to Create Employment. Ithaca, NY: ILR Press.",
        "Elliott, Kimberly and Richard Freeman. 2000. White Hats or Don Quixotes? Human Rights Vigilantes in the Global Economy. Paper presented at the NBER / Conference on Emerging Labor Market Institutions for the 21st Century, Cambridge, MA.",
        "Freeman, Richard. 1985. Unions, Pensions, and Union Pension Funds, in David Wise, ed., Pensions, Labor and Individual Choice. Chicago: University of Chicago Press.",
        "Freeman Richard and James Medoff. 1984. What Do Unions Do? New York: Basic Books.",
        "Freeman Richard and Joel Rogers. 1999. What Workers Want. Ithaca, NY: ILR Press.",
        "Gleason, Sandra and Karen Roberts. 1993. Worker Perceptions of Procedural Justice in Workers Compensation Claims: Do Unions Make a Difference? Journal of Labor Studies Vol.",
        "Hersch, Joni. 2000. Time for an Employees Lobby? Paper presented at the NBER / Conference on Emerging Labor Market Institutions for the 21st Century, Cambridge, MA.",
        "Hirsch, Barry, David Macpherson, and Michael DuMond. 1997. Workers Compensation Recipiency in Union and Nonunion Workplaces. Industrial and Labor Relations Review, Vol.",
        "Hoerr, John. 1988 And the Wolf Finally Came: The Decline of the American Steel Industry.",
        "Hoyman, Michele and Lamont Stallworth. 1981. Who Files Suits and Why: An Empirical Portrait of the Litigious Worker. University of Illinois Law Review. Vol. 198, no. 1, pp.115-159.",
        "Jolls, Christine. 2000. The Role and Functioning of Public-Interest Legal Organizations in the Enforcement of Employment Laws. Paper presented at the NBER / Conference on Emerging Labor Market Institutions for the 21st Century, Cambridge, MA.",
        "Langbert, Mitchell. 1995. Voice Asymmetries in ERISA Litigation. Journal of Labor Research, Vol. 16, pp. 145-174.",
        "Leonard, Jonathon. 1985. The Effect of Unions on the Employment of Blacks, Hispanics, and Women. Industrial and Labor Relations Review, Vol. 39, No. 1 (October), pp. 115-132.",
        "Masters, Marick. 1997. Unions at the Crossroads: Strategic Membership, Financial, and Political Perspectives. Westport, CT: Quorum.",
        "McAteer, Davitt. 1985. Miners Manual. (West Virginia: Keystone Publishers).",
        "Reilly, Barry, Pierella Paci, and Peter Holl. 1995. Unions, Safety Committees and Workplace Injuries. British Journal of Industrial Relations, Vol. 33, No. 2 (June), pp. 275-288.",
        "Rogers, Joel. 1995. United States: Lessons from Abroad and Home. In Works Councils: Consultation, Representation, and Cooperation in Industrial Relations, eds. Joel Rogers and Wolfgang Streeck, 375-419, Chicago, IL: University of Chicago Press.",
        "Samuelson, Paul. 1955. Diagrammatic Exposition of a Theory of Public Expenditure. Review of Economics and Statistics, Vol. 37, pp. 350-356.",
        "Stern, Robert and Deborah Balser. 1996. Regulations, Social Control, and Institutional Perspectives: Implementing the Americans with Disabilities Act. Unpublished manuscript, Cornell University.",
        "Stigler, George. 1974. Free Riders and Collective Action. Bell Journal of Economics, Vol. 5, pp. 359-365.",
        "Trejo, Stephen. 1991. The Effects of Overtime Pay Regulation on Worker Compensation. American Economic Review Vol. 81, no.4, pp. 719-740.",
        "U.S. Department of Labor. 1998. Full Hot Goods Compliance Program Agreement. DOL Form FCPA(AB).CP1. Washington, D.C.: Wage and Hour Division, U.S. Department of Labor.",
        "Washington, D.C.: U.S. DOL. U.S. Government Accounting Office. 1989. How Well Does OSHA Protect Workers from Reprisals: Inspector Opinions. GAO/T-HRD-90-8.",
        "Show Promise. GAO/HRD-92-68. ____________. 1994. Workplace Regulation: Information on Selected Employer and Union Experiences. GAO/HEHS-94-138.",
        "Labor Unrest. GAO/HEHS--00-144. Viscusi, W. Kip. 1983. Risk by Choice: Regulating Health and Safety in the Workplace.",
        "Cambridge, MA: Harvard University Press. Viscusi, W. Kip. and Charles OConnor. 1984. Adaptive Responses to Chemical Labeling: Are Workers Bayesian Decision Makers? American Economic Review Vol. 74, no.5, pp. 942-956.",
        "Wandner, Stephen and Andrew Skinner. 2000. Why Are Many Jobless Workers Not Applying for Benefits? Monthly Labor Review, Vol. 123 (June), pp. 21-32.",
        "Weil, David. 1990. Protecting the Mine Face: The United Mine Workers and the Enforcement of the Mine Health and Safety Act. Unpublished manuscript. Boston University.",
        "Vol.30, no.1 (Winter), pp. 20-36. ____________. 1992. Building Safety: The Role of Construction Unions in the Enforcement of OSHA. Journal of Labor Research, Vol.13, no. 1 (Winter), pp.121-132.",
        "Journal of Economics, Vol. 27, no. 3 (Autumn), pp. 618-640. ____________. 1999. Are Mandated Health and Safety Committees Substitutes or Supplements to Labor Unions? Industrial and Labor Relations Review Vol.52, (April), pp.339- 360.",
        "Apparel Industry. 52nd Annual Proceedings of the Industrial Relations Research Association, (Champaign, IL: IRRA), pp. 146-155. Williamson, Oliver. 1985. The Economic Institutions of Capitalism. New York: The Free Press."
    ]
}