{
    "id": 9566,
    "cites": 21,
    "cited_by": 146,
    "reference": [
        "Ball, L. (1999). Policy rules for open economies. In J. Taylor (Ed.), Monetary Policy Rules, pp. 127144. Chicago: University of Chicago Press for the NBER.",
        "Blinder, A. (1997). Distinguished lecture on economics in government: What central bankers could learn from academics - and vice versa. Journal of Economic Perspec- tives 11, 319.",
        "Brainard, W. (1967). Uncertainty and the effectiveness of policy. American Economic Review 57, 411425.",
        "Chib, S. and E. Greenberg (1994). Bayes inference in regression models with ARMA(p,q) errors. Journal of Econometrics 64, 183206.",
        "Craine, R. (1979). Optimal monetary policy with uncertainty. Journal of Economic Dy- namics and Control 1, 5983.",
        "Hansen, L. P. and T. J. Sargent (2002). Robust Control and Model Uncertainty in Macroe- conomics. Unpublished book manuscript.",
        "Levin, D., V. Wieland, and J. Williams (1999). Robustness of simple monetary policy rules under model uncertainty. See Taylor (1999).",
        "Ljung, L. (1999). Model validation and model error modeling. Control and Communcations Group Technical Report LiTH-ISY-R-2125, Linkoping University.",
        "Mankiw, N. G. and M. D. Shapiro (1986). News or noise: An analysis of GNP revisions.",
        "Survey of Current Business 66, 2025.",
        "Mas-Colell, A., M. D. Whinston, and J. R. Green (1995). Microeconomic Theory. Oxford University Press.",
        "McCallum, B. T. (1988). Robustness properties of a rule for monetary policy. Carnegie- Rochester Conference Series on Public Policy 29, 175203.",
        "Onatski, A. and J. H. Stock (2002). Robust monetary policy under model uncertainty in a small model of the US economy. Macroeconomic Dynamics 6, 85110.",
        "Orphanides, A. (2001). Monetary policy rules based on real-time data. American Economic Review 91, 964985.",
        "Paganini, F. (1996). Sets and constraints in the analysis of uncertain systems. Ph.D. thesis, California Institute of Technology.",
        "Priestley, M. B. (1981). Spectral Analysis and Time Series. Academic Press.",
        "Sargent, T. J. (1999). Discussion of Policy rules for open economies, by L. Ball. See Taylor (1999).",
        "Soderstrom, U. (2002). Monetary policy with uncertain parameters. Scandinavian Journal of Economics 104, 125145.",
        "Swanson, E. T. (2000). On signal extraction and non-certainty-equivalence in optimal monetary policy rules. Mimeo, Federal Reserve Board.",
        "Taylor, J. (Ed.) (1999). Monetary Policy Rules. Chicago: University of Chicago Press for the NBER.",
        "Woodford, M. D. (2002). Interest and Prices: Foundations of a Theory of Monetary Policy."
    ]
}