{
    "id": 9567,
    "cites": 19,
    "cited_by": 11,
    "reference": [
        "Blumberg, Linda, Len Nichols, and Jessica Banthin (2001). Worker Decisions to Purchase Health Insurance, mimeo, Urban Institute.",
        "Buchmueller, Thomas, and Paul Feldstein (1997). The Effect of Price on Switching Among Health Plans, Journal of Health Economics, 16, 231-247.",
        "Causey, Mike (2000). Clintons Budget Proposal Contains Some Good Things for Civil Servants, Washington Post, February 3, p. B7.",
        "Cutler, David (2002). Employee Costs and the Decline in Health Insurance Coverage, NBER Working Paper 9036.",
        "Cutler, David and Sarah Reber (1998). Paying for Health Insurance: The Tradeoff Between Competition and Adverse Selection, Quarterly Journal of Economics, 113, 433-466.",
        "Cutler, David, and Richard Zeckhauser (2001). An Anatomy of Health Insurance, in Joseph Newhouse and Anthony Culyer, eds., Handbook of Health Economics.",
        "Dranove, David, Kathy Spier and Laurence Baker (2000). `Competition Among Employers Offering Health Insurance, Journal of Health Economics, 19, 121-140.",
        "Farber, Henry, and Helen Levy (2000). Recent Trends in Employer-Sponsored Health Insurance: Are Bad Jobs Getting Worse?, Journal of Health Economics, 19, 93-119.",
        "Feenberg, Daniel, and Elizabeth Coutts (1993). An Introduction to the TAXSIM Model, Journal of Policy Analysis and Management, 12, 189-194.",
        "Feldman, Roger, Kenneth Thorpe, and Bradley Gray (2002). Policy Watch: The Federal Employees Health Benefits Plan, Journal of Economic Perspectives, 16, 207-218.",
        "Gruber, Jonathan (2002a). The Impact of the Tax System on Health Insurance Coverage, International Journal of Health Care Finance and Economics, 1, 293-304.",
        "Gruber, Jonathan (2002b). The Distributional Impacts of Alternative Health Insurance Reforms, mimeo, MIT.",
        "Gruber, Jonathan and Robin McKnight (2002). Why Did Employee Health Insurance Contributions Rise?, NBER Working Paper 8878, April 2002.",
        "Henneberry, Joan and Jeanne Hearne (1998). Using SCHIP Funds for Health Insurance Premium Contributions: Policy Issues and Operational Challenges. Washington, D.C.: Institute for Health Policy Solutions. Available at www.ihps.org.",
        "Kaiser Family Foundation (2002). Kaiser/HRET 2002 Employer Health Benefits Survey.",
        "Washington, D.C.: Kaiser Family Foundation. Lemieux, Jeff, David Kendall and S. Robert Levine (2000). A Professive Path Toward Universal Health Coverage, Progressive Policy Institute Policy Report, December 20, 2000.",
        "Levy, Helen (1997). Who Pays for Health Insurance? Employee Contributions to Health Insurance Premiums, mimeo, Princeton University.",
        "Office of Personnel Management (2000). President Extends Health Insurance Premium Conversion to All Executive Branch Employees, mimeo, February 7th, 2000.",
        "Pauly, Mark (1986). Taxation, Health Insurance and Market Failure in the Medical Economy, Journal of Economic Literature, 24, 629-675."
    ]
}