{
    "id": 9569,
    "cites": 32,
    "cited_by": 6,
    "reference": [
        "Acemoglu, Daron. 1998. Changes in Unemployment and Wage Inequality: An Alternative Theory and Some Evidence, Working Paper 6658. Cambridge, MA: National Bureau of Economic Research.",
        "Aghion, Philippe, Eve Caroli and C. Garcia-Penalosa. Inequality and Economic Growth: The Perspective of the New Growth Theory, Journal of Economic Literature, forthcoming. Arthur, Jeffrey. 1994. Effects of Human Resource Systems on Manufacturing Performance and Turnover, Academy of Management Review, vol. 37, pp. 670-87.",
        "Autor, David, Lawrence F. Katz and Alan B. Krueger. 1998. Computing Inequality: Have Computers Changed the Labor Market? Quarterly Journal of Economics, vol. 113, no. 4, pp. 1169-1213.",
        "Bailey, Thomas. 1993. Organizational Innovation in the Apparel Industry, Industrial Relations, vol. 32, pp. 30-48.",
        "Batt, Rosemary. 1995. Performance and Welfare Effects of Work Restructuring: Evidence from Telecommunications Services. Ph.D. Dissertation, MIT Sloan School of Management.",
        "Berg, Peter, Eileen Appelbaum, Thomas Bailey, and Arne Kallenberg. 1996. The Performance Effects of Modular Production in the Apparel Industry, Industrial Relations, vol. 35, pp. 356-373.",
        "Berman, Eli, John Bound and Zvi Griliches. 1994. Changes in the Demand for Skilled Labor Within U.S. Manufacturing: Evidence from the Annual Survey of Manufactures, Quarterly Journal of Economics, May, pp. 367-397.",
        "Black, Sandra E. and Lisa M. Lynch. 2001. How to Compete: The Impact of Workplace Practices and Information Technology on Productivity, Review of Economics and Statistics, August.",
        "American Economic Review, May. _______________________. 2000. Whats Driving the New Economy: The Benefits of Workplace Innovation, NBER working paper number 7479, January.",
        "Boning, Brent, Casey Ichniowski and Kathryn Shaw. 2001. Opportunity Counts: Teams and the Effectiveness of Production Incentives, Working Paper No. 8306.",
        "Cambridge, MA: National Bureau of Economic Research. Bresnahan, Timothy, Eric Brynjolfsson and Lorin Hitt. 1999. Information Technology Workplace Organization, and the Demand for Skilled Labor: Firm-Level Evidence. Working Paper No. 7136. Cambridge, MA: National Bureau of Economic Research.",
        "Cappelli, Peter and William Carter. 2000. Computers, Work Organization, and Wage Outcomes. Working Paper No. 7987. Cambridge, MA: National Bureau of Economic Research.",
        "Caroli, Eve and John Van Reenen. 2001. Organization, Skills and Technology: Evidence from a Panel of British and French Establishments. Quarterly Journal of Economics, vol. 116, pp. 1449-1492.",
        "Chennells, Lucy and John Van Reenan. 1999. Has Technology Hurt Less Skilled Workers?: An Econometric Survey of the Effects of Technical Changes on the Structure of Pay and Jobs. Institute of Fiscal Studies working paper W99/27, London, England.",
        "DiNardo, John and Jorn-Steffan Pischke, 1996, The Returns to Computers Revisited: Have Pencils Changed the Wage Structure Too? Working Paper No. 5606. Cambridge, MA: National Bureau of Economic Research.",
        "Doms, Mark, Dunne, Timothy, and Troske, Kenneth. 1997. Workers, Wages and Technology. Quarterly Journal of Economics, vol. 112, Feb., pp. 235-290.",
        "Dunlop, John and David Weil, Diffusion and Performance of Modular Production in the U.S. Apparel Industry. Industrial Relations, vol. 35, pp.334-354. Dunne, Timothy, Lucia Foster, John Haltiwanger and Kenneth Troske. 2000. Wage and Productivity Dispersion in U.S. Manufacturing: The Role of Computer Investment. Working Paper No. 7465. Cambridge, MA: National Bureau of Economic Research.",
        "Erikson, Christopher L. and Sanford M. Jacoby. 2003. Management Matters: Employers Networks and Human Resource Innovations. Industrial and Labor Relations Review, vol. 56 no. 2, January.",
        "Hall, C., J. Rosenthal, and J. Wade. 1993. How to Make Reengineering Really Work. Harvard Business Review, November.",
        "Hammer, Michael. 1990. Reengineering Work: Dont Automate, Obliterate. Harvard Business Review, July.",
        "Huselid, Mark. 1995. The Impact of Human Resource Management Practices on Turnover, Productivity, and Corporate Financial Performance. Academy of Management Journal, vol. 38, pp. 635-672.",
        "Ichniowski, Casey. 1990. Human Resource Management Systems and the Performance of U.S. Manufacturing Businesses. Working Paper No. 3449. Cambridge, MA: National Bureau of Economic Research.",
        "Resource Management on Productivity. American Economic Review, vol. 87, pp. 29131. Kandel, E. and Edward Lazear. 1992. Peer Pressure and Partnerships. Journal of Political Economy, Vol. 100, pp. 801-817.",
        "Kelley, Mary Ellen. 1996. Participative Bureaucracy and Productivity in the Machine Products Sector. Industrial Relations, vol. 35 ,pp. 374-399.",
        "Krafcik, John. 1988. Triumph of the Lean Production System. Sloan Management Review, vol. 30, pp. 41-52.",
        "Kremer, Michael and Eric Maskin. 1996. Wage Inequality and Segregation by Skill. Working Paper No. 5718. Cambridge, MA: National Bureau of Economic Research.",
        "Lynch, Lisa M. and Sandra E. Black. 1998. Beyond the Incidence of Employer Provided Training. Industrial and Labor Relations Review, October.",
        "Machin, Steve and John Van Reenan (1998). Technology and Changes in Skill Structure: Evidence from Seven OECD Countries. Berkeley Center for Labor Economics Working Paper No. 3.",
        "Milgrom, Paul and J. Roberts. 1995. Complementarities and Fit: Structure and Organizational Change in Manufacturing. Journal of Accounting and Economics, vol.",
        "Nickell, Steve, Daphne Nicolitsas and Malcom Patterson. 1996. Does Doing Badly Encourage Management Innovation? Oxford Institute for Economics and Statistics Working Paper, August.",
        "Osterman, Paul. 1994. How Common is Workplace Transformation and Who Adopts It? Industrial and Labor Relations Review, vol. 47., no. 2, pp. 175-88.",
        "Diffusion and Effects on Employee Welfare. Industrial and Labor Relations Review, Vol. 53, no. 2, pp.179-196. 26 Womack, James, Daniel Jones, and Daniel Roos. 1991. The Machine that Changed the World. New York, NY: Rawson/Macmillan."
    ]
}