{
    "id": 9574,
    "cites": 15,
    "cited_by": 4,
    "reference": [
        "Aharony, J., Lee, C.W.J., and Wong, T.J. Financial Packaging of IPO Firms in China. Journal of Accounting Research 38 (Spring 2000), pp.103-126.",
        "Chen, G., Firth, M., and Kim, J.B. The Post-Issue Market Performance of Initial Public Offerings in China s New Stock Markets. Review of Quantitative Finance and Accounting 14 (June 2000), pp.319-339.",
        "Chen, J. Ownership Structure as Corporate Governance Mechanism: Evidence from Chinese Listed Companies. Economics of Planning 34 (2001), pp. 53-72.",
        "China Securities Regulatory Commission, China Securities and Futures Statistical Yearbook, 2000, Beijing: Zhongguo Caizheng Jingji Press, 2000.",
        "China Securities Regulatory Commission Website, www.csrc.gov.cn. Greene, W.H. Econometric Analysis, New York: Macmillan Publishing Company, 1993.",
        "Hayek, F.A. The Constitution of Liberty , Chicago: Chicago Press, 1960.",
        "H e, Shunwen, and Liu , Xing, Problems Relating to the Control and Equity Structure of Listed Companies in China. Xin Bao, May 18, 2000.",
        "Li, Geping , and Huang, Bin, The Improvement of Transferring State Shares and Listed Companies Governance. Caimao Jingji (Finance and Trade E c o n omics) 8 (1999) , pp.36-42.",
        "Li, Kan, China s Stock Price Fluctuation and Analysis Method (Zhongguo Gushi Bodong Guilu Jiqi Fenxifangfa), Beijing: Jingji Kexue Press, 1999.",
        "Mok, H.M.K., and Hui, Y.V. Underpricing and Aftermarket Performance of IPOs in Shanghai, China. Pacific-Basin Finance Journal 6 (November 1998), pp.453-474.",
        "North, D. C. Institutions, Institutional Change and Economic Performance, New York: Cambridge University, 1991.",
        "North, D. C. Economic Performance Through Time. American Economic Review 84 (June 1994), pp.359-368.",
        "Su, D., and Fleisher, B.M. An Empirical Investigation of Underpricing in Chinese IPOs. Pacific-Basin Finance Journal 7 (May 1999), pp.173-202.",
        "Wu, Jinglian, Chinas Financial Sector Perfecting the Governance Structure of Listed Companies. D a G o n g B a o , February 20, 2001.",
        "Wu, Youchang, and Zhao, Xiao, Debt-t o-Equity Swap: A Theoretical and Policy Analysis Based on Corporate Governance. Jingji Yanjiu (Economic Research Journal) 2 (2000), pp.26-33."
    ]
}