{
    "id": 9580,
    "cites": 17,
    "cited_by": 4,
    "reference": [
        "Coatsworth, John H. Ã\u0082â\u0080\u009cEconomic and Institutional Trajectories in Pre-Modern Latin America.Ã\u0082â\u0080\u009d In Latin America and the World Economy Since 1800, edited by John H. Coatsworth and Alan M. Taylor. Cambridge: Harvard University Press, 1999.",
        "Coatsworth, John H. Ã\u0082â\u0080\u009cCycles of Globalization, Economic Growth, and Human Welfare in Latin America.Ã\u0082â\u0080\u009d In Globalization and the Rural Environment, edited by Otto T. Solbrig, Robert L. Paarlberg and Francesco Di Castri. Cambridge, Mass.: Harvard University Press, 2001.",
        "Coatsworth, John H., and Alan M. Taylor, eds. Latin America and the World Economy Since 1800. Cambridge: Harvard University Press, 1999.",
        "Dawson, Frank G. The First Latin American Debt Crisis: The City of London and the 1822Ã\u0082â\u0080\u009325 Loan Bubble. New Haven: Yale University Press, 1990.",
        "Eichengreen, Barry J. Globalizing Capital: A History of the International Monetary System. Princeton, N.J.: Princeton University Press, 1996.",
        "Eichengreen, Barry J., and Richard Portes. Ã\u0082â\u0080\u009cAfter the Deluge: Default, Negotiation, and Readjustment during the Interwar Years.Ã\u0082â\u0080\u009d In The International Debt Crisis in Historical Perspective, edited by Barry J. Eichengreen and Peter H. Lindert. Cambridge, Mass.: MIT Press, 1989.",
        "Fishlow, Albert. Ã\u0082â\u0080\u009cConditionality and Willingness to Pay: Some Parallels from the 1890s.Ã\u0082â\u0080\u009d In The International Debt Crisis in Historical Perspective, edited by Barry J. Eichengreen and Peter H. Lindert. Cambridge, Mass.: MIT Press, 1989.",
        "Kindleberger, Charles P. Ã\u0082â\u0080\u009cCommercial Policy Between the Wars.Ã\u0082â\u0080\u009d In The Cambridge Economic History of Europe, edited by Peter Mathias and Sidney Pollard. Cambridge: Cambridge University Press, 1989.",
        "Lal, Deepak. The Poverty of Development Economics. Cambridge, Mass.: Harvard University Press, 1985.",
        "Neal, Larry. The Rise of Financial Capitalism: International Capital Markets in the Age of Reason. Cambridge: Cambridge University Press, 1990.",
        "OÃ\u0082â\u0080\u0099Rourke, Kevin H., and Jeffrey G. Williamson. Globalization and History: The Evolution of a Nineteenth-Century Atlantic Economy. Cambridge: MIT Press, 1999.",
        "Obstfeld, Maurice, and Alan M. Taylor. Ã\u0082â\u0080\u009cThe Great Depression as a Watershed: International Capital Mobility in the Long Run.Ã\u0082â\u0080\u009d In The Defining Moment: The Great Depression and the American Economy in the Twentieth Century, edited by Michael D. Bordo, Claudia D. Goldin and Eugene N. White. Chicago: University of Chicago Press, 1998.",
        "Polanyi, Karl. The Great Transformation. New York: Rinehart, 1944.",
        "Reinhart, Carmen M., and Kenneth S. Rogoff. Ã\u0082â\u0080\u009cThe Modern History of Exchange Rate Arrangements: A Reinterpretation.Ã\u0082â\u0080\u009d Working Paper Series no. 8963, National Bureau of Economic Research, May 2002.",
        "Sachs, Jeffrey D. Ã\u0082â\u0080\u009cIntroduction.Ã\u0082â\u0080\u009d In Developing Country Debt and the World Economy, edited by Jeffrey D. Sachs. Chicago: University of Chicago Press, 1989.",
        "Twomey, Michael J. Ã\u0082â\u0080\u009cPatterns of Foreign Investment in Latin America in the Twentieth Century.Ã\u0082â\u0080\u009d In Latin America and the World Economy Since 1800, edited by John H. Coatsworth and Alan M. Taylor. Cambridge: Harvard University Press, 1999.",
        "Twomey, Michael J. A Century of Foreign Investment in the Third World. London: Routledge, 2000."
    ]
}