{
    "id": 9581,
    "cites": 20,
    "cited_by": 26,
    "reference": [
        "Aghion, P. and P. W. Howitt. 1997. Endogenous Growth Theory. MIT Press, Cambridge, MA.",
        "Arrow, K. J. 1962. The economic implications of learning by doing. Review of Economic Studies, 29(3): 155173.",
        "Atkeson, A. and P. J. Kehoe. 2002. Measuring organizational capital. Working Paper 8722, NBER, Cambridge, MA.",
        "Becker, G. S. 1993. Human Capital: A Theoretical and Empirical Analysis, with Special Reference to Education. University of Chicago Press, Chicago, IL.",
        "Brown, S., K. Lo, and T. Lys. 1999. Use of R2 in accounting research: Measuring changes in value relevance over the last four decades. Journal of Accounting and Economics, 28(2): 83116.",
        "Brynjolfsson, E. and S. Yang. 1999. The intangible benefits and costs of computer investments: Evidence from the financial markets. Working Paper, Sloan School, MIT, Cambridge, MA.",
        "Chan L. K. C., J. Lakonishok, and T. Sougiannis. 2001. The stock market valuation of research and development expenditures. Journal of Finance, 56(6): 24312456.",
        "Ericson, R. and A. Pakes. 1995. Markov-perfect industry dynamics: A framework for empirical work. Review of Economic Studies, 61(1): 5382.",
        "Evenson, R. E. and L. E. Westphal. 1995. Technological change and technological strategy. In Handbook of Development Economics, edited by J. Behrman and T. N.",
        "Srinivasan, North-Holland, Amsterdam, 3A: 22092299.",
        "Fama, E. F. and K. R. French. 1992. The cross-section of expected stock returns. Journal of Finance 47 (3): 427465.",
        "Fama, E. F. and K. R. French. 1993. Common risk factors in the returns on stocks and bonds. Journal of Financial Economics 33 (1): 356.",
        "Hall, B. H. 1993. Industrial research during the 1980s: Did the rate of return fall? Brooking Papers on Economic Activity, Microeconomics, 1993(2): 289330.",
        "Hulten, C. R. 2000. Total factor productivity: A short biography. Working Paper 7471, NBER, Cambridge, MA.",
        "Jorgenson, D. W. 1986. Econometric methods for expressioning producer behavior. in Handbook of Econometrics, Volume 3, Editors: Z. Griliches and M. D. Intriligator, North Holland, NY.",
        "Jovanovic, B. 1979. Job matching and the theory of turnover. Journal of Political Economy, 87(5): 972990.",
        "Lev, B. 2001. Intangibles: Management, Measurement and Reporting, The Brookings Institution Press, UK.",
        "Ohlson, J. 1995. Earnings, book values and dividends in security valuation, Contemporary Accounting Research, 11(2): 123.",
        "Prescott, E. C. and M. Visscher. 1980. Organization capital. Journal of Political Economy, 88(3): 366382.",
        "Rosen, S. 1972. Learning by experience as joint production. Quarterly Journal of Economics, 86(3): 366382."
    ]
}