{
    "id": 9585,
    "cites": 21,
    "cited_by": 52,
    "reference": [
        "Banks, Jeffrey S. and Rangarajan K. Sundaram (1994), Switching Costs and the Gittins Index, Econometrica, 62 (3): 687-694.",
        "Barro, Robert J. and Xavier Sala-i-Martin (1991), Convergence across States and Regions, Brookings Papers on Economic Activity, 1: 107-158.",
        "Blanchard, Olivier Jean and Lawrence F. Katz (1992), Regional Evolutions, Brookings Papers on Economic Activity, 1: 1-37.",
        "Gelbach, Jonah B. (2002), Migration, the Lifecycle, and State Benefits: How low is the bottom? University of Maryland, http://www.glue.umd.edu/~gelbach/papers/index.html.",
        "Gottschalk, Peter and Robert Moffitt (1994), The Growth of Earnings Instability in the U.S.",
        "Labor Market, Brookings Papers on Economic Activity 2: 255-272. Greenwood, Michael J. (1997), Internal Migration in Developed Countries, in Handbook of Population and Family Economics Vol. 1B, edited by Mark R. Rosenzweig and Oded Stark.",
        "New York: North Holland. Ham, John C., Xianghong Li and Patricia B. Reagan, Matching and Selection Estimates of the Effect of Migration on Wages for Young Men, Ohio State University, November 2001.",
        "Holt, Frederick (1996), Family Migration Decisions: A Dynamic Analysis, unpublished paper, University of Virginia.",
        "Katz, Lawrence and David Autor (1999), Changes in the Wage Structure and Earnings Inequality, Handbook of Labor Economics Volume 3A. New York: Elsevier.",
        "Keane, Michael P. and Kenneth I. Wolpin (1997), The Career Decisions of Young Men, Journal of Political Economy, 105: (3), June 1997, 473-522.",
        "Kennan, John and James R. Walker (2001), Geographical Wage Differentials, Welfare Benefits and Migration, (March); http://www.ssc.wisc.edu/~jkennan/research/jkjwPaper03-01.pdf.",
        "Lucas, Robert E. B. (1997), Internal Migration in Developing Countries, in Handbook of Population and Family Economics Vol. 1B, edited by Mark R. Rosenzweig and Oded Stark.",
        "New York: North Holland. McFadden, D. (1973), Conditional Logit Analysis of Qualitative Choice Behavior, in P.",
        "Zarembka (ed.) Frontiers in Econometrics, New York, Academic Press. Neal, Derek (1999), The Complexity of Job Mobility of Young Men, Journal of Labor Economics, (April): 237-261.",
        "Reagan, Patricia and Randall Olsen (2000) You Can Go Home Again: Evidence from Longitudinal Data, Demography (August) 37: 339-350.",
        "Rust, John (1987) Optimal Replacement of GMC Bus Engines: An Empirical Model of Harold Zurcher, Econometrica, 55 (5): 999-1033.",
        "Rust, John (1994), Structural Estimation of Markov Decision Processes,in Handbook of Econometrics, Volume IV. Edited by Robert F. Engle and Daniel L. McFadden. New York: Elsevier.",
        "Schultz, T. Paul (1982) Lifetime Migration within Educational Strata in Venezula: Estimates of a Logistic Model, Economic Development and Cultural Change 30: 559-593.",
        "Sjaastad, L. A. (1962), The Costs and Returns of Human Migration, Journal of Political Economy 70:80-89.",
        "Topel, Robert H. (1986), Local Labor Markets, Journal of Political Economy, 94(3), part 2, S111-S143.",
        "Tunali, Insan (2000), Rationality of Migration, International Economic Review, (November) 41: 893-920."
    ]
}