{
    "id": 9587,
    "cites": 14,
    "cited_by": 32,
    "reference": [
        "AÃ\u0083Â¯t-Sahalia, Yacine and Andrew Lo (1998), Nonparametric estimation of state-price densities implicit in financial asset prices Journal of Finance, 53, 499-548.",
        "AÃ\u0083Â¯t-Sahalia, Yacine and Andrew Lo (2000), Non-parametric risk management and implied risk aversion Journal of Econometrics, 94, 9-51.",
        "AÃ\u0083Â¯t-Sahalia, Yacine, Yubo Wang, and Francis Yared (2001), Do Options Markets Correctly Price the Probabilities of Movement of the Underlying Asset? Journal of Econometrics, 102, 67-110.",
        "Arrow, Kenneth (1971), Essays in the Theory of Risk Bearing. North Holland, Amsterdam.",
        "Berg, J.E, R. Forsythe, F.D. Nelson and T.A. Rietz (2001), Results from a Dozen Years of Election Futures Markets Research, in Charlie Plott and Vernon Smith (Eds) Handbook of Experimental Economics Results Berg, Joyce, Forrest Nelson and Thomas Rietz (2001), Accuracy and Forecast Standard Error of Prediction Markets, mimeo University of Iowa.",
        "Black, Fisher (1976), Studies of Stock Price Volatility Changes, in Proceedings of the 1976 Meetings of the Business and Economic Statistics Section, American Statistical Association, 171181.",
        "Black, Fisher and Myron Scholes (1973), The Pricing of Options and Corporate Liabilities Journal of Political Economy, 81, 637-659.",
        "Bliss, Robert R. and Nikolaos Panigirtzoglou (2002), Testing the Stability of Implied Probability Density Functions Journal of Banking and Finance, 26, 381-422.",
        "Breeden D. and R. Litzenberger (1978), Prices of State-Contingent Claims Implicit in Option Prices Journal of Business, 51, 621-651.",
        "Ebel, Robert, Herman Franssen, Larry Goldstein, and Adam Sieminski (2002), After an Attack on Iraq: The Economic Consequences. Background Paper: Oil Price Paths under the Four Scenarios.",
        "Washington, DC: Center for Strategic and International Studies. Available at http://www.csis.org/features/attackoniraq_background.pdf Ederington, Louis and Wei Guan (2002) Why Are Those Options Smiling? Journal of Derivatives, 10, 9-34.",
        "Perry, George L (2001), The War on Terrorism, the World Oil Market and the U.S. Economy.",
        "WaldenstrÃ\u0083Â¶m, Daniel and Frey, Bruno S (2002), How Government Bond Prices Reflect Wartime Events: The Case of the Stockholm Market. Institute for Empirical Research in Economics.",
        "Yergin, Daniel (2002), A Crude View of the Crisis in Iraq Washington Post, December 8."
    ]
}