{
    "id": 959,
    "cites": 13,
    "cited_by": 7,
    "reference": [
        "Chow, C., Optimum Control of Stochastic Differential Equation Systems, Journal of Economic Dynamics and Control, 1979; 1.",
        "Dornbusch, R. (1980a), Exchange Rate Risk and the Macroeconomics of Exchange Rate Determination, NBER Working Paper No.493, June.",
        "Dornbusch, R. (1980b), Exchange Rate Economics: Where Do We Stand? Erookings Papers on Economics Activity, 1.",
        "Fama, E. and A. Farber (1979), Money, Bonds and Foreign Exchange, American Economic Review, September.",
        "Hodrik, R. (1981), International Asset Pricing with Time-Varying Risk Premia, Journal of International Economics1 December.",
        "Kouri, P. (1976), The Determinants of the Forward Premium, Institute for International Economic Studies Seminar Paper No.62, University of Stockholm, August.",
        "Kouri, P. (1977), International Investment and Interest Rate Linkages Under Flexible Exchange Rates, in R. Aliber (ed.) The Political Economy of Monetary Reform, Macmillan.",
        "Macedo, J. (1982), Portfolio Diversifications Peruse Currencies, in R. Cooper et al. (editors), The International Monetar:ystem under Flexible Exchange Rates, Ballinger.",
        "Macedo, J., J. Goldstein and D. Meerschwam (1982), international Portfolio Diversification: Short-Run Financial Assets and 0oid, International Finance Section Working Paper in Internatior~1 ~conomics No. G-82-O1, Princeton. University, January.",
        "Meerschwam, D. (1982). International Portfolio Tiversification, draft, Princeton University, March.",
        "Merton, R. (1975), `The Theory of Finance from the Perspective of o~ Continuous Time, Journal of Financial and Quantitative Analysis, December.",
        "Solnick, B. (1974), An Equilibrium Model of the International Market, Journal of Economic Theory, August.",
        "Stulz, R. (1981), The Demand for Foreign Bonds, revised draft, University of Rochester, April."
    ]
}