{
    "id": 9590,
    "cites": 14,
    "cited_by": 1,
    "reference": [
        "Appelbaum, E., T. Bailey, P. Berg, and A. Kalleberg (2000). Manufacturing Advantage: Why High Performance Work Systems Pay Off. Ithaca, NY, Cornell University Press.",
        "Appelbaum, E. and R. Batt (1994). The New American Workplace: Transforming Work Systems in the United States. Ithaca, NY, Cornell University/ILR Press.",
        "Appelbaum, E. and P. Berg (2000). High-Performance Work Systems: Giving Workers a Stake. The New Relationship: Human Capital in the American Corporation. M. M.",
        "Blair and T. A. Kochan. Washington, DC, Brookings Institution: 102-144. Baker, T. (1999). Doing Well by Doing Good: The Bottom Line on Workplace Practices.",
        "Washington, DC, Economic Policy Institute. Batt, R., H. C. Katz and J. Keefe (1999). The Strategic Initiatives of the CWA: Organizing, Politics, and Collective Bargaining. Paper presented at the Symposium of Changing Employment Relations and New Institutions of Representation, Sloan School of Management, MIT, May 25-26. Ithaca, NY, Department of Human Resources, Cornell University.",
        "Becker, B. and B. Gerhart (1996). The Impact of Human Resource Management on Organizational Performance: Progress and Prospects. The Academy of Management Journal 39(4): 779-801.",
        "Becker, G. (1998). A History of Advocating Labor/Management Cooperation. New Steel 14(March): 120.",
        "CWA (1993). Workplace of the Future. Washington, DC, Communications Workers of America.",
        "Donahue, Thomas (1976). Speech at the International Conference on Trends in Industrial and Labor Relations, Montreal, Quebec, Canada, May 26, 1976.",
        "Fatehi-Sadeh, K., and Hossein Safizadeh (1986). Labor Union Leaders and Codetermination: an Evaluation of Attitudes. Employee Relations Law Journal 12(2): 188-204.",
        "Frankel, C. B. (1997). New Directions Bargaining in the American Steel Industry.",
        "Pittsburgh, United Steelworkers of America. Freeman, R. and J. Rogers (1999). Worker Representation and Participation Survey: First Report of Findings. Proceedings of the Forty-Seventh Meeting of the IRRA.",
        "Frost, Ann C. (2000). Explaining Variation in Workplace Restructuring: The Role of Local Union Capabilities. Industrial and Labor Relations Review, 53 (4), forthcoming.",
        "Gittell, J. H., A. Von Nordenflycht, and T. Kochan (2001). Mutual Gains or Zero Sum? Labor Relations and Stakeholder Outcomes in The Airline Industry. Manuscript."
    ]
}