{
    "id": 9593,
    "cites": 22,
    "cited_by": 3,
    "reference": [
        "[3] Beardsley, Edward H. 1987. A History of Neglect: Health Care for Blacks and Mill Workers in the Twentieth Century South. Knoxville, TN: University of Tennessee Press.",
        "[4] Brandt, Allan M. 1987. No Magic Bullet, A Social History of Venereal Disease in the United States Since 1880. New York-Oxford: Oxford University Press.",
        "[6] Copper, Rachel L., Robert L. Goldenberg, Robert K. Creasy, Mary B. DuBard, Richard O. Davis, Stephen S. Entman, Jay D. Iams, and Suzanne P. Cliver. 1993. A multicenter study of preterm birth weight and gestational age-specific neonatal mortality. American Journal of Obstetrics and Gynecology. 168(1): 78-84.",
        "[7] Copper, R.L., R.L. Goldenberg, M.B. Dubard, and R.O. Davis. 1994. Risk factors for fetal death in white, black, and Hispanic women. Collaborative Group on Preterm Birth Prevention. Obstetrics and Gynecology. 84(4): 490-5.",
        "[8] Costa, Dora L. 1998. Unequal at Birth: A Long-Term Comparison of Income and Birth Weight. Journal of Economic History. 58(4): 987-1009.",
        "[9] Doblhammer, Gabriele and James W. Vaupel. 2001. Lifespan depends on month of birth. Proceedings of the National Academy of Sciences. 98(5): 2934-9.",
        "[11] Emanuel, Irvin, Wendy Leisenring, Michelle A. Williams, Christy Kimpo, Sharon Estee William OBrien, and Christiane B. Hale. 1999. The Washington State Intergenerational Study of Birth Outcomes: methodology and some comparisons of maternal birthweight and infant birthweight and gestation in four ethnic groups. Paediatric and Perinatal Epidemi- ology. 13: 352-71.",
        "[12] Goldenberg, Robert L., Suzanne P. Cliver, Francis Mulvihill, Carol A. Hickey, Howard J. Hoffman, Lorraine V. Klerman, and Marilyn J. Johnson. 1996. Medical, psychosocial, and behavioral risk factors do not explain the increased risk of low birth weight among black women. American Journal of Ostetrics and Gynecology. 175(11): 1317-24.",
        "[13] Goldin, Claudia and Robert A. Margo. 1989. The Poor at Birth: Birth Weights and Infant Mortality at Philadelphias Almshouse Hospital, 1848-1873. Explorations in Economic History. 26(3): 360-79.",
        "[15] Manton, Kenneth G. and Eric Stallard. 1997. Health and Disability Differences Among Racial and Ethnic Groups. In Linda G. Martin and Beth J. Soldo, Editors, Racial and Ethnic Differences in the Health of Older Americans. Washington DC: National Academy Press: 43-104.",
        "[16] Morton, Newton E. 1955. The inheritance of human birth weight. Annals of Human Genetics. 20: 125-134.",
        "[17] Neggers, Y.H., R.L. Goldenberg, S.P. Cliver, and R.L. Copper. 1998. Determinants of zinc intake in low-income black and white pregnant women. Biological trace element research. 64(1-3): 221-8.",
        "[18] Parran, Thomas. 1937. Shadow on the Land, Syphilis. New York: The American Social Hygiene Association and Reynal and Hitchcock, Inc.",
        "[20] Preston, Samuel H., Mark E. Hill, and Greg L. Drevenstedt. 1998. Childhood conditions that predict survival to advanced ages among African-Americans. Social Science and Medicine. 47(9): 231-46.",
        "[21] Rochester, Anna. 1923. Infant Mortality: Results of a Field Study in Baltimore, MD. Based on Births in One Year. U.S. Department of Labor. Childrens Bureau. Bureau Publication No. 119. Washington DC: Government Printing Office.",
        "[22] Ruggles, Steven. 1994. The Origins of African-American Family Structure. American Sociological Review. 59(1): 136-51.",
        "[23] Sanderson, Maureen, Irvin Emanuel, and Victoria L. Holt. 1995. The intergenerational relationship between mothers birthweight, infants birthweight, and infant mortality in black and white mothers. Paediatric and Perinatal Epidemiology. 9: 391-405.",
        "[24] Smith, James P. and Raynard S. Kingston, 1997. Race, Socioeconomic Status, and Health in Later Life. In Linda G. Martin and Beth J. Soldo, Editors, Racial and Ethnic Differences in the Health of Older Americans. Washington DC: National Academy Press: 105-62.",
        "[25] Speert, Harold. 1980. Obstetrics and Gynecology in America, A History. Baltimore, MD: Waverly Press.",
        "[26] Steckel, Richard H. 1986. Birth Weights and Infant Mortality among American Slaves. Explorations in Economic History. 23: 173-98.",
        "[27] Tanner, James M. 1978. Fetus into Man: Physical Growth from Conception to Maturity. London: Open Books.",
        "[29] Ward, W. Peter. 1993. Birth Weight and Economic Growth: Womens Living Standards in the Industrializing West. Chicago: University of Chicago Press."
    ]
}