{
    "id": 9599,
    "cites": 20,
    "cited_by": 33,
    "reference": [
        "Barro, Robert and David Gordon, \"A Positive Theory of Monetary Policy in a Natural Rate Model,\" .Journal of Political Economy, August 1983, 91 (4), pp. 589-610.",
        "Bernanke, Ben and Alan Blinder, \"Credit, Money and Aggregate Demand,\" American Economic Review, May 1988, 78 (2), pp. 435-439.",
        "Bernanke, B., M. Gertler, and S. Gilchrist, \"The Financial Accelerator in a Quantitative Business Cycle Framework,\" Handbook of Macroeconomics, Taylor and Woodford, eds., 1999.",
        "Bulow, Jeremy and Rogoff, Kenneth, \"A Constant Recontracting Model of Sovereign Debt\", Journal of Political Economy, February 1989, 97(1), pp. 155-178.",
        "Caballero, Ricardo and Arvind Krishnamurthy. \"International and Domestic Collateral Constraints in a Model of Emerging Market Crises,\" .Journal of Monetary Economics, December 2001, 48(3), pp. 513-548.",
        "Caballero, Ricardo and Arvind Krishnamurthy. \"A Vertical Analysis of of Monetary Policy in Emerging Markets.\" Mimeo, MIT, 2002.",
        "Caballero, Ricardo and Arvind Krishnamurthy, \"Excessive Dollar Debt: Financial Development and Underinsurance,\" Journal of Finance, forthcoming, 2003.",
        "Calvo, Guillermo, \"Capital Flows and Capital-Market Crises: The Simple Economics of Sudden Stops,\" Mimeo, University of Maryland, 1998.",
        "Calvo, Guillermo, and Carmen Reinhart. \"Fear of Floating.\" Quarterly Journal of Economics, May 2002, 117(2), pp. 379-408",
        "Christiano, L.J., C. Gust, and J. Roldos, \"Monetary Policy in a Financial Crisis,\" Journal of Economic Theory, forthcoming, 2003.",
        "Diamond, Douglas and Raghuram Rajan. \"Liquidity Shortages and Banking Crises.\" Mimeo, University of Chicago, 2001.",
        "Dooley, Michael, \"A model of crises in emerging markets,\" The Economic Journal, January 2000, 110(460), pp. 256-272.",
        "Gertler, M., S. Gilchrist and F.M.Natalucci, \"External Constraints on Monetary Policy and the Financial Accelerator,\" NYU working paper, 2001.",
        "Holmstrom, Bengt and Jean Tirole. \"Private and Public Supply of Liquidity.\" .Journal of Political Economy, February 1998, 106(1), pp. 1-40.",
        "King, Mervyn A., \"Monetary Policy in the UK,\" Fiscal Studies 1994, 15(3), pp. 109-128.",
        "Kiyotaki, Nobuhiro and John Moore. \"Liquidity, Business Cycles, and Monetary Policy.\" Mimeo, LSE, 2001.",
        "Lorenzoni, Guido. \"Interest Rate Stabilization and Monetary Control: A Reconciliation.\" Mimeo, Princeton University, 2001.",
        "Svensson, Lars E. O., \"Inflation Targeting as a Monetary Policy Rule,\" Journal of Monetary Economics, 1999, 4%, pp. 607-654.",
        "Svensson, Lars E. O., \"Open-Economy Inflation Targeting,\" .Journal of International Economics, 2000, 50, pp. 155-183.",
        "Woodford, Michael, \"Inflation Stabilization and Welfare,\" Mimeo, Princeton University, 2002."
    ]
}