{
    "id": 9601,
    "cites": 27,
    "cited_by": 3,
    "reference": [
        "Abramowitz, Alan, [1988], Explaining Senate Election Outcomes, American Political Sci- ence Review, 82, 385-403.",
        "Aragones, Enriqueta and Thomas Palfrey, [2000], Mixed Equilibrium in a Downsian Model with a Favored Candidate, mimeo, Universitat Pompeu Fabra (forthcoming Journal of Economic Theory).",
        "Ashworth, Scott, [2002], Campaign Finance and Voter Welfare with Entrenched Incum- bents, mimeo, Harvard University.",
        "Austen-Smith, David, [1987], Interest Groups, Campaign Contributions and Probabilistic Voting, Public Choice, 54, 123-139.",
        "Bailey, Michael, [2002], Money and Representation: An Exploration in Multiple Dimensions with Informative Campaigns, mimeo, Georgetown University.",
        "Baron, David, [1994], Electoral Competition with Informed and Uninformed Voters, Amer- ican Political Science Review, 88, 33-47.",
        "Besley, Timothy and Stephen Coate, [2002], Issue Unbundling via Citizens Initiatives, mimeo, Cornell University.",
        "Coate, Stephen, [2003], Political Competition with Campaign Contributions and Informa- tive Advertising, mimeo, Cornell University.",
        "Coleman, John and Paul Manna, [2000], Congressional Campaign Spending and the Quality of Democracy, Journal of Politics, 62(3), 757-789.",
        "Fedderson, Timothy and Wolfgang Pesendorfer, [1996], The Swing Voters Curse, Ameri- can Economic Review, 86, 408-424.",
        "Fedderson, Timothy and Wolfgang Pesendorfer, [1997], Voting Behavior and Information Aggregation in Elections with Private Information, Econometrica, 65, 1029-1058.",
        "Green, Donald and Jonathan Krasno, [1988], Salvation for the Spendthrift Incumbent: Re-estimating the Effects of Campaign Spending in House Elections, American Journal of Political Science, 32, 884-907.",
        "Grossman, Gene and Elhanan Helpman, [1994], Protection for Sale, American Economic Review, 84, 833-850.",
        "Grossman, Gene and Elhanan Helpman, [1996], Electoral Competition and Special Interest Politics, Review of Economic Studies, 63(2), 265-286.",
        "Grossman, Gene and Elhanan Helpman, [2001], Special Interest Politics, Cambridge, MIT Press.",
        "Jacobson, Gary, [1980], Money in Congressional Elections, New Haven: Yale University Press.",
        "Jacobson, Gary, [1997], The Politics of Congressional Elections, 4th Edition, New York: Longman.",
        "Jamieson, Kathleen Hall, [2000], Everything You Think You Know About Politics ... And Why Youre Wrong, New York: Basic Books.",
        "Kreps, David and Robert Wilson, [1982], Sequential Equilibrium, Econometrica, 50, 863894.",
        "Levitt, Steven, [1994], Using Repeat Challengers to Estimate the Effects of Campaign Spending on Election Outcomes in the U.S. House, Journal of Political Economy, 102, 777-798.",
        "Morton, Rebecca and Charles Cameron, [1992], Elections and the Theory of Campaign Contributions: A Survey and Critical Analysis, Economics and Politics, 4, 79-108.",
        "Palfrey, Thomas and Robert Erikson, [2000], Equilibrium in Campaign Spending Games: Theory and Data, American Political Science Review, 94, 595-609.",
        "Potters, Jan, Randolph Sloof and Frans van Winden, [1997], Campaign Expenditures, Contributions, and Direct Endorsements: The Strategic Use of Information and Money to Influence Voter Behavior, European Journal of Political Economy, 13, 1-31.",
        "Prat, Andrea, [2002a], Campaign Advertising and Voter Welfare, Review of Economic Studies, 69(4), 999-1018.",
        "Prat, Andrea, [2002b], Campaign Spending with Office-Seeking Politicians, Rational Voters, and Multiple Lobbies, Journal of Economic Theory, 103(1), 162-189.",
        "Schultz, Christian, [2001], Strategic Campaigns and Special Interest Politics, mimeo, University of Copenhagen.",
        "Stratmann, Thomas, [2002], Tainted Money? Contribution Limits and the Effectiveness of Campaign Spending, mimeo, George Mason University."
    ]
}