{
    "id": 9608,
    "cites": 105,
    "cited_by": 336,
    "reference": [
        "Acemoglu, Daron, Why Not a Political Coase Theorem: Social Conflict, Commitment, and Politics, J. Comp. Econ. 31, forthcoming, 2003.",
        "Acemoglu, Daron, Simon Johnson, and James Robinson, The Colonial Origins of Comparative Development: An Empirical Investigation, Am. Econ. Rev. 91, 5:1369-1401, Dec. 2001.",
        "Acemoglu, Daron and James Robinson, Political Losers as a Barrier to Economic Development, Am. Econ. Rev. 90, 2:126-30, May2000.",
        "Acemoglu, Daron, and James Robinson, Economic Backwardness in Political Perspective, NBER Working Paper 883 1, 2002.",
        "Ades, Alberto, and Rafael Di Tella, National Champions and Corruption: Some Unpleasant Interventionist Arithmetic, Econ. J. 107, 443:1023-1042, July 1997.",
        "Aghion, Philippe, Alberto Alesina, and Francisco Trebbi, Endogenous Political Institutions, Harvard University mimeo, 2002.",
        "Alesina, Alberto, Reza Baqir, and William Easterly, Public Goods and Ethnic Divisions, Q. J. Econ. 114, 4:1243-1284, Nov. 1999.",
        "Allen, Franklin, Jun Qian, and Meijun Qian, Law, Finance, and Economic Growth in China, University of Pennsylvania mimeo, 2002.",
        "Barth, James, Gerard Caprio, and Ross Levine, Bank Supervision and Regulation: What Works Best?, J. Fin. Intermediation, forthcoming, 2003.",
        "Becker, Gary, A Theory of Competition Among Pressure Groups for Political Influence, Q. J. Econ. 98, 3:37 1-400, Aug. 1983.",
        "Beck, Thorsten, Ash Demirguc-Kunt, and Ross Levine, Law and Finance: Does Legal Origin Matter?, J. Comp. Econ. 31, forthcoming, 2003 a. Beck, Thorsten, Ash Demirguc-Kunt, and Ross Levine, Law, Endowments, and Finance, J. Fin. Econ., forthcoming, 2003b. Berkowitz, Daniel, Katharina Pistor, and Jean-Francois Richard, Economic Development, Legality, and the Transplant Effect, Eur. Econ. Rev. 47, 1:165-195, Feb. 2003.",
        "Bernstein, Lisa, Opting out of the Legal System: Extralegal Contractual Relations in the Diamond Industry,J. Legal Studies 21, 1:115-157, Jan. 1992.",
        "Berglof, Erik, Barry Eichengreen, Gerard Rolland, Guido Tabellini, and Charles Wyplocz, Built to Last: A Political Architecture for Europe, London, UK: CEPR, 2003.",
        "Bertrand, Marianne, and Francis Kramarz, Does Entry Regulation Hinder Job Creation? Evidence from the French Retail Industry, Q. J. Econ. 117, 4:1369-1414, Nov. 2002.",
        "Bertrand, Marianne, Paras Mehta, and Sendhil Mullainathan, Ferreting out Tunneling: An Application to Indian Business Groups, Q. J. Econ. 117, 1:121-148, Feb. 2002.",
        "Besley, Timothy, Property Rights and Investment Incentives: Theory and Evidence from Ghana, J. Pol. Econ. 103, 5:903-937, Oct. 1995.",
        "Besley, Timothy, and Robin Burgess, Can Labor Regulation Hinder Economic Performance? Evidence from India, London School of Economics mimeo, 2002.",
        "Black, Bernard, and Anna Tarassova, Institutional Reform in Transition: A Case Study of Russia, Stanford Law School mimeo, 2003.",
        "Blanchard, Olivier, and Michael Kremer, Disorganization, Q. J. Econ. 112,4:1091-1 126, Nov. 1997.",
        "Blanchard, Olivier, and Andrei Shleifer, Federalism with and without Political Centralization: China versus Russia, IMF Staff Papers 48, 0:171-179, Special Issue, 2001.",
        "Botero, Juan, Djankov, Simeon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, The Regulation of Labor, Harvard University mimeo, 2002.",
        "Brennan, Geoffrey and James Buchanan, The Power to Tax: Analytical Foundations of the Fiscal Constitution. Cambridge, U.K.: Cambridge University Press, 1980.",
        "Buchanan, James and Tullock, Gordon, The Calculus of Consent, Logical Foundations of Constitutional Democracy, Ann Arbor, MI: University of Michigan Press, 1962.",
        "Coase, Ronald, The Problem of Social Cost,J. Law Econ. 3, 1:1-44, April 1960.",
        "Coffee, John C., The Future as History: The Prospects for Global Convergence in Corporate Governance and its Implications, Northwestern U Law Rev. 93, 3:631-707, Spring 1999.",
        "Coppin, Clayton and Jack High, The Politics ofPurity, Ann Arbor, MI: The University of Michigan Press, 1999.",
        "De Long, J. Bradford and Andrei Shleifer,Princes and Merchants: European City Growth Before the Industrial Revolution, J. Law Econ. 36, 2:671-702, Oct. 1993.",
        "Demirguc-Kunt, Ash, and Ross Levine, eds., Financial Structure and Economic Growth, Cambridge, MA: MIT Press, 2001.",
        "Demsetz, Harold, Towards aTheoryofPropertyRights,Am. Econ. Rev. 57,2:347-359, May 1967.",
        "De Soto, Hernando, The Other Path. New York, NY: Harper and Row, 1989.",
        "Djankov, Simeon, Rafael La Porta, Fhorencio Lopez-de-Sihanes, and Andrei Shheifer, The Regulation of Entry, Q. J. Econ. 117, 1:1-37, Feb. 2002.",
        "Djankov, Simeon, Rafael La Porta, Fhorencio Lopez-de-Sihanes, and Andrei Shheifer, Courts, Q. J. Econ. 118, forthcoming, May2003.",
        "Djankov, Simeon, and Peter Murrell, Enterprise Restructuring in Transition: A Quantitative Survey, J. Econ. Lit. 40, 3:739-792, Sept. 2002.",
        "Easterly, William, and Ross Levine, Africas Growth Tragedy: Policies and Ethnic Divisions, Q. J.Econ. 112, 4:1203-1250,Nov. 1997.",
        "Easterly, William, and Ross Levine, Tropics, Germs, and Crops: How Endowments Influence Economic Devehopment,J. Mon. Econ. 50, 1:3-39, Jan. 2003.",
        "Ellickson, Robert, Order without Law: How Neighbors Settle Disputes, Cambridge, MA: Harvard University Press, 1991.",
        "Engerman, Stanley, and Ken Sokoloff, Factor Endowments, Institutions, and Differential Paths of Growth among New World Economies, in S. Haber, ed.,How Latin America FellBehind, Stanford, CA: Stanford University Press, 1997.",
        "Engerman, Stanley, and Ken Sokoloff, Factor Endowments, Inequality, and Paths of Development Among New World Economies, NBER Working Paper 9259, 2002.",
        "Finer, Samuel, The History of Government, Vol. I-Ill, Cambridge, U.K.: Cambridge University Press, 1997.",
        "Fishback, Price and Shawn Kantor, A Prelude to the Welfare State: The Origins of Workers Compensation, Chicago, IL: The University of Chicago Press, 2000.",
        "Friedman, Eric, Simon Johnson, and Todd Mitton, Propping and Tunneling, J. Comp. Econ. 31, forthcoming, 2003.",
        "Frye, Timothy, and Andrei Shheifer, The Invisible Hand and the Grabbing Hand, Am. Econ. Rev. Papers and Proceedings 87, 2:354-358, May, 1997.",
        "Gahanter, Marc, 1974, Why the Haves Come Out Ahead: Speculations on the Limits of Legal Change, Law Soc. Rev. 9, 95-169, 1974.",
        "Ghaeser, Edward, Public Ownership in the American City, in Urban Issues and Public Finance: Essays in Honor of Dick Netzer (Amy Ellen Schwartz, ed.), Northampton, MA: Edward Elgar Publishing Inc., forthcoming, 2003.",
        "Ghaeser, Edward, Simon Johnson, and Andrei Shheifer, Coase versus the Coasians, Q. J. Econ. 116, 3:853-899, Nov. 2001.",
        "Ghaeser, Edward, Jose Scheinkman and Andrei Shheifer, The Injustice of Inequality, J. Mon. Econ. 50, 1:199-222, Jan. 2003.",
        "Greif, Avner, 1989, Reputation and Coalitions in Medieval Trade Evidence on the Maghribi Traders,J. Econ. Hist. 49, 4:857-882, Dec. 1989.",
        "Greif, Avner, Contract Enforceability and Economic Institutions in Early Trade: The Maghribi Traders Coalition, Am. Econ. Rev. 83, 3:525-548, June 1993.",
        "Greif, Avner, Cultural Beliefs and the Organization of Society: A Theoretical Reflection on Collectivist and Individual Societies,J. Pol. Econ. 102, 5:912-950, Dec. 1994.",
        "Hall, Robert, and Charles Jones, Why Do Some Countries Produce so Much More Output per Workerthan Others?, Q.J.Econ. 114, 1:83-116, Feb. 1999.",
        "Hay, Jonathan and Andrei Shheifer, Private Enforcement of Public Laws: A Theory of Legal Reform, Am. Econ. Rev. Papers and Proceedings 88, 2:398-403, May 1998.",
        "Hayek, Friederich, A., The Constitution ofLiberty. South Bend, N: Gateway Editions Ltd., 1960.",
        "Hehhman, Joel, , Winners Take All: The Politics of Partial Reform, World Politics 50, 2:203-234, 1998.",
        "Hehhman, Joel, Geraint Jones, and Daniel Kaufmann, Seize the State, Seize the Day: State Capture, Corruption and Influence in Transition, J. Comp. Econ. 31, forthcoming, 2003.",
        "Johnson, Simon, Peter Boone, Ahasdair Breach, and Eric Friedman, Corporate Governance in the Asian Financial Crisis,J. Fin. Econ. 58, 1-2:141-186, Oct. 2000.",
        "Johnson, Simon, Daniel Kaufmann, and Andrei Shheifer, The Unofficial Economy in Transition, Brook. Pap. Econ. Act. 2, 1:159-221, Spring 1997.",
        "Johnson, Simon, Rafael La Porta, Fhorencio Lopez-de-Sihanes, and Andrei Shheifer, Tunneling, Am. Econ. Rev. Papers and Proceedings 90, 2:22-27, May 2000.",
        "Johnson, Simon, John McMihhan, and Christopher Woodruff, Courts and Relational Contracts, J. Law, Econ. Org. 18, 1:221-277. April 2002.",
        "Knack, Stephen and Philip Keefer, Institutions and Economic Performance: Cross Country Tests Using Alternative Institutional Measures, Econ. and Pol. 7, 3:207-227, Sept. 1995.",
        "Kornai, Janos, The Socialist System: The Political Economy of Communism, Princeton, NJ: Princeton University Press, 1992.",
        "Laffont, Jean-Jacques, Incentives and Political Economy, New York, NY: Oxford University Press, 2000.",
        "Landes, David, The Wealth and Poverty of Nations, New York, NY: W. W. Norton, 1998.",
        "Landis, James, The Administrative Process, New Haven, CT: Yale University Press, 1938.",
        "La Porta, Rafael, Fhorencio Lopez-de-Sihanes, Cristian Pop-Eheches, and Andrei Shheifer, The Guarantees of Freedom, NBER Working Paper 8759, 2002.",
        "La Porta, Rafael, Fhorencio Lopez-de-Sihanes, Andrei Shheifer and Robert Vishny, Law and Finance,J. Pol. Econ. 106, 6:1113-1155, Dec. 1998.",
        "La Porta, Rafael, Fhorencio Lopez-de-Sihanes, Andrei Shheifer and Robert Vishny, The Quality of Government,J. Law, Econ. Org. 15, 1:222-279, Oct. 1999.",
        "La Porta, Rafael, Fhorencio Lopez-de-Sihanes, Andrei Shheifer, and Robert Vishny, Investor Protection and Corporate Governance, J. Fin. Econ. 58,1-2:3-27, Oct. 2000.",
        "La Porta, Rafael, Fhorencio Lopez-de-Sihanes, Andrei Shheifer and Robert Vishny, Investor Protection and Corporate Vahuation,J. Fin. 57, 3:1147-1170, June 2002.",
        "Lopez-de-Sihanes, Fhorencio, Determinants of Privatization Prices, Q. J. Econ. 112, 4:965-1026, Nov. 1997.",
        "McMihhan, John and Christopher Woodruff, Interfirm Relationships and Informal Credit in Vietnam, Q. J. Econ. 114, 4:1285-1320, Nov. 1999.",
        "Megginson, William, and Jeffry Netter, From State to Market: A Survey of Empirical Studies on Privatization,J. Econ. Lit. 39, 2:321-389, June, 2001.",
        "Mises, Ludwig von, Human Action, New Haven, CT: Yale University Press, 1949.",
        "Murrell, Peter, Evolution in Economics and in the Economic Reform of the Centrally Planned Economies, in Emergence of Market Economies in Eastern Europe, Christopher Chague and Gordon Rausser, eds., London and New York: Bhackwehh, 1992.",
        "Murrell, Peter, Transition According to Cambridge, Mass., J. Econ. Lit. 33,1:164-178, March 1995.",
        "Murrell, Peter, Firms Facing New Institutions: Transactional Governance in Romania, J. Comp. Econ. 31, forthcoming, 2003.",
        "North, Douglass, Structure and Change in Economic History. Cambridge, MA: W. W. Norton and Company, 1981.",
        "North, Douglass and Barry Weingast, Constitutions and Commitment: The Evolution of Institutions Governing Public Choice in Seventeenth-Century England, J. Econ. Hist. 49, 4:803-832, Winter, 1989.",
        "Nozick, Robert, Anarchy, State and Utopia, New York, NY: Basic Books, 1974.",
        "Ocampo, Luis Moreno, The Montesinos Case, Harvard Law School mimeo, 2003.",
        "Olson, Mancur, The Logic of Collective Action, Cambridge, MA: Harvard University Press, 1965.",
        "Olson, Mancur, The Rise and Decline of Nations, New Haven, CT: Yale University Press, 1982.",
        "Olson, Mancur, Dictatorship, Democracy, and Development, Am. Pol. Sc. Rev. 87, 3:567-575, Sept. 1993.",
        "Olson, Mancur, Power and Prosperity: Outgrowing Communist and Capitalist Dictatorships, New York, NY: Basic Books, 2000.",
        "Persson, Torsten, and Guido Tabellini, Political Economics: Explaining Economic Policy, Cambridge, MA: MIT Press, 2000.",
        "Pistor, Katharina, Yoram Keinan, Jan Kheinheisterkamp, and Mark West,  The Evolution of Corporate Law, U Penn. J. Int. Econ. Law 23, 4:791-871, Winter 2002.",
        "Pistor, Katharina, Yoram Keinan, Jan Kheinheisterkamp, and Mark West, Innovation in Corporate Law, J. Comp. Econ. 31, forthcoming, 2003.",
        "Pistor, Katharina and Chenggang Xu, Law Enforcement under Incomplete Law: Theory and Evidence from Financial Market Regulation, Columbia Law School mimeo, 2002.",
        "Posner, Richard, Theories of Economic Regulation, Bell J. Econ. 5, 2:335-358, Autumn 1974.",
        "Posner, Richard, What do Judges Maximize?, chapter 3 in Overcoming Law, Cambridge, MA: Harvard University Press, 1995.",
        "Putnam, Robert, Making Democracy Work: Civic Traditions in Modern Italy, Princeton, NJ: Princeton University Press, 1993.",
        "Rajan, Raghuram and Luigi Zingahes, The Tyranny of Inequality, J. Pub. Econ. 76, 3:521-558, June 2000.",
        "Rajan, Raghuram and Luigi Zingahes, The Great Reversals: The Politics of Financial Development in the 20th Century, J. Fin. Econ. 69, 1 :xx-xx, July, 2003.",
        "Rodrik, Dani, Arvind Subramanian, and Francisco Trebbi, Institutions Rule: The Primacy of Institutions over Geography and Integration in Economic Development, Harvard University mimeo, 2002.",
        "Roland, Gerard, Transition and Economics: Politics, Markets, and Firms. Cambridge, MA: MIT Press, 2000.",
        "Shheifer, Andrei, Government in Transition, Eur. Econ. Rev. 41, 3-5:385-4 10, April, 1997.",
        "Shheifer, Andrei, State versus Private Ownership, J. Econ. Persp. 12, 4:133-150, Fall, 1998.",
        "Shheifer, Andrei and Robert Vishny, Corruption, Q. J. Econ. 108, 3:599-618, Nov. 1993.",
        "Shheifer, Andrei, and Robert Vishny, Politicians and Firms, Q. J. Econ. 109, 3:995-1025, Nov. 1994.",
        "Shheifer, Andrei and Robert Vishny, The GrabbingHand: GovernmentPathologies and their Cures. Cambridge, MA: Harvard University Press, 1998.",
        "Tullock, Gordon, The Welfare Cost of Tariffs, Monopoly, and Theft, Western Econ. J. 5, 0:224232, 1967.",
        "Watson, Alan, Legal Transplants: An Approach to Comparative Law. Charlottesville, VA: University of Virginia Press, 1974.",
        "Wittman, Donald, Why Democracies Produce Efficient Results, J. Pol. Econ. 97, 6:1395-1424, Dec. 1989.",
        "Wurgher, Jeffrey, Financial Markets and the Allocation of Capital, J. Fin. Econ. 58, 1-2:1187-214, Oct. 2000.",
        "Zhuravaskaya, Ekatherina, Incentives to Provide Local Public Goods: Fiscal Federalism - Russian style, J. Pub. Econ. 76, 3:337-368, June 2000.",
        "Dal Bo, Ernesto, Dal Bo, Pedro, Di Tella, Rafael, 2002. Plata o Plomo? Bribe and punishment in a theory of political influence. Working paper series No. 03-060. Harvard Business School."
    ]
}