{
    "id": 9611,
    "cites": 23,
    "cited_by": 16,
    "reference": [
        "AÃ\u0083Â¯t-Sahalia, Y., 1996, Nonparametric Pricing of Interest Rate Derivative Securities, Econometrica, 64, 527--560.",
        "Approximation Approach, Econometrica, 70, 223--262. AÃ\u0083Â¯t-Sahalia, Y., and P. A. Mykland, 2003, The Effects of Random and Discrete Sampling When Estimating Continuous-Time Diffusions, Econometrica, 71, 483--549.",
        "Andersen, T. G., T. Bollerslev, F. X. Diebold, and P. Labys, 2003, Modeling and Forecasting Realized Volatility, Econometrica, 71, 579--625.",
        "Bandi, F. M., and P. C. B. Phillips, 2003, Fully Nonparametric Estimation of Scalar Diffusion Models, Econometrica, 71, 241--283.",
        "Barndorff-Nielsen, O. E., and N. Shephard, 2002, Econometric Analysis of Realized Volatility and Its Use in Estimating Stochastic Volatility Models, Journal of Royal Statistical Society, B, 64, 253--280.",
        "Black, F., 1986, Noise, Journal of Finance, 41, 529--543.",
        "Delattre, S., and J. Jacod, 1997, A Central Limit Theorem for Normalized Functions of the Incre- ments of a Diffusion Process, in the Presence of Round-Off Errors, Bernoulli, 3, 1--28.",
        "Durbin, J., 1959, Efficient Estimation of Parameters in Moving-Average Models, Biometrika, 46, 306--316.",
        "Glosten, L. R., 1987, Components of the Bid-Ask Spread and the Statistical Properties of Transac- tion Prices, Journal of Finance, 42, 1293--1307.",
        "Gloter, A., and J. Jacod, 2000, Diffusions with Measurement Errors: I - Local Asymptotic Normality and II - Optimal Estimators, Working paper, UniversitÃ\u0083Â© de Paris VI.",
        "Haddad, J., 1995, On the Closed Form of the Likelihood Function of the First Order Moving Average Model, Biometrika, 82, 232--234.",
        "Hansen, L. P., and J. A. Scheinkman, 1995, Back to the Future: Generating Moment Implications for Continuous-Time Markov Processes, Econometrica, 63, 767--804.",
        "Hasbrouck, J., 1993, Assessing the Quality of a Security Market: A New Approach to Transaction- Cost Measurement, Review of Financial Studies, 6, 191--212.",
        "Heyde, C. C., 1997, Quasi-Likelihood and Its Application. Springer-Verlag, New York.",
        "Jacod, J., 1996, La Variation Quadratique du Brownien en PrÃ\u0083Â©sence dErreurs dArrondi, AstÃ\u0083Â©risque, 236, 155--162.",
        "Macurdy, T. E., 1982, The Use of Time Series Processes to Model the Error Structure of Earnings in a Longitudinal Data Analysis, Journal of Econometrics, 18, 83--114.",
        "Madhavan, A., M. Richardson, and M. Roomans, 1997, Why Do Security Prices Change?, Review of Financial Studies, 10, 1035--1064.",
        "McCullagh, P., 1987, Tensor Methods in Statistics. Chapman and Hall, London, U.K.",
        "McCullagh, P., and J. Nelder, 1989, Generalized Linear Models. Chapman and Hall, London, U.K., second edn.",
        "Merton, R. C., 1980, On Estimating the Expected Return on the Market: An Exploratory Investi- gation, Journal of Financial Economics, 8, 323--361.",
        "Roll, R., 1984, A Simple Model of the Implicit Bid-Ask Spread in an Efficient Market, Journal of Finance, 39, 1127--1139.",
        "Shaman, P., 1969, On the Inverse of the Covariance Matrix of a First Order Moving Average, Biometrika, 56, 595--600.",
        "White, H., 1982, Maximum Likelihood Estimation of Misspecified Models, Econometrica, 50, 1--25."
    ]
}