{
    "id": 9613,
    "cites": 41,
    "cited_by": 66,
    "reference": [
        "Becht, Marco, Patrick Bolton, and Ailsa Roell, 2002, Corporate Governance and Control, Handbook of Economics and Finance, Constantinides, Harris and Stulz, eds. North Holland.",
        "Bebchuk, Lucian, Jesse Fried and David Walker, 2002, Managerial Power and Rent Extraction in the Design of Executive Compensation, University of Chicago Law Review 69, 751-846.",
        "Core, J. and D. Larcker, 2002, Performance consequences of mandatory increases in executive stock ownership, Journal of Financial Economics.",
        "Dahya, J., J. McConnell, and N. G. Travlos, 2002, The Cadbury Committee, Corporate Performance, and Top Management Turnover, Journal of Finance, 57, pp. 461-483.",
        "Donaldson, G. and J. Lorsch. 1983. Decision Making at the Top. Basic Books, New York, New York.",
        "Donaldson, G. 1994. Corporate Restructuring. Harvard Business School Press, Boston, MA.",
        "Escherich R. and P. Gibbs, 2002, Global Mergers and Acquisitions Review. JP Morgan, April.",
        "Felton, B., A. Hudnut, and J. Von Heeckeren. 1997. The Dollar Value of Board Governance. Mckinsey Quarterly.",
        "Fried J. and D. Walker, 2002, Managerial Power and Rent Extraction in the Design of Executive Compensation, University of Chicago Law Review, 751-846.",
        "Gertner, R., and S. Kaplan. 1996. The Value-Maximizing Board. Working Paper, University of Chicago.",
        "Gillan, S., and L. Starks. 2000. Corporate Governance Proposals and Relationship Shareholder Activism: The Role of Institutional Investors. Journal of Financial Economics. 57, No. 2, pp. 275-305.",
        "Gompers, Paul and Andrew Metrick. 2001. Institutional Investors and Equity Prices. Quarterly Journal of Economics, Vol 116 (1), 2001, 229-260.",
        "Gompers, Paul, Joy Ishi, and Andrew Metrick. 2001. Corporate Governance and Equity Prices, Working Paper 8449, NBER, 2001.",
        "Hall, B. 2002, Equity-Pay Design for Executives, working paper, Harvard Business School (2002) Hall, B. and T. Knox, Managing Option Fragility, Harvard NOM Research Paper 02-19, Harvard Business School.",
        "Hall, B., and J. Liebman. 1998. Are CEOs Really Paid like Bureaucrats? Quarterly Journal of Economics. 112, No. 3, pp. 653-691.",
        "Hall, B., and J. Liebman. 2000. The Taxation of Executive Compensation. Working Paper, National Bureau of Economic Research.",
        "Hall, B. and K. Murphy, 2002, Stock options for undiversified executives, Journal of Accounting and Economics, 3-42.",
        "Hermalin, B. and M. Weisbach. 2001. Boards of Directors as an Endogenously Determined Institution: A Survey of the Economic Literature.",
        "Holderness, C., R. Kroszner, and D. Sheehan. 1999. Were the Good Old That Good? Changes in Managerial Stock Ownership Since the Great Depression. Journal of Finance. 54:2, pp. 435-470.",
        "Holmstom, B. and S. Kaplan, 2001, Corporate Governance and Takeovers in the U.S.: Making sense of the `80s and `90s, Journal of Economic Perspectives, Spring, 121-144.",
        "Huson, M., Parrino, R., and Starks, L., 2001, Internal Monitoring Mechanisms and CEO Turnover: A Long Term Perspective. Journal of Finance 56, 2265-2297.",
        "Jensen, M. 1988. Takeovers: Their Causes and Consequences. Journal of Economic Perspectives. 2, pp. 21-48.",
        "Jensen, M. 1989. The Eclipse of the Public Corporation. Harvard Business Review. No. 5, pp. 61-74.",
        "Jensen, M. 1993. The Modern Industrial Revolution. Journal of Finance, 48:3, 831-80.",
        "Jensen, M. and M. Fuller, 2002, Just Say No to Wall Street, Working paper, Harvard Business School.",
        "Karpoff J., 1998, The Impact of Shareholder Activism on Target Companies: A Survey of Empirical Findings, Working paper, University of Washington.",
        "Kaplan, S. 1989. The Effects of Management Buyouts on Operations and Value. Journal of Financial Economics.",
        "Kaplan, S. 1997. The Evolution of U.S. Corporate Governance: We Are All Henry Kravis Now. Journal of Private Equity, 7-14.",
        "Kaplan, S. and A. Schoar, 2002, Private Equity Returns: Persistence and Capital Flows, working paper, University of Chicago, December.",
        "Khurana, R. 2002, Searching for a corporate savior: The Irrational Quest for Charismatic CEOs. Princeton University Press.",
        "Khurana, R. and N. Nohria, 1997, Substance and symbol: The Effects of CEO Turnover in Large Industrial Organizations, working paper, Harvard Business School.",
        "Lorsch, J. and E. MacIver. 1989. Pawns or Potentates. Harvard Business School Press.",
        "Mitchell, M. and H. Mulherin. 1996. The Impact of Industry Shocks on Takeover and Restructuring Activity. Journal of Financial Economics. pp. 193-229.",
        "Murphy, Kevin J. 1999. Executive Compensation. In O. Ashenfelter and D. Card (eds.), Handbook of Labor Economics. Volume 3, North Holland, pp. 2485-2525.",
        "Perry, T. 2000. Incentive compensation for outside directors and CEO turnover. Working paper, Arizona State University.",
        "Porter, M. 1992, Capital Disadvantage: Americas Failing Capital Investment System, Harvard Business Review, September-October, 65-83.",
        "Poterba, J. and A. Samwick, 1995, Stock Ownership Patterns, Stock Market Fluctuations, and Consumption. Brookings Papers on Economic Activity. 2, 295-357.",
        "Rajan, R. and J. Wulf, 2002, The Flattening Firm, working paper, University of Chicago.",
        "Rogers, P., T. Holland and D. Haas, 2002, Value Acceleration: Lessons from Private-Equity Masters, Harvard Business Review, June.",
        "Stein, J., 1989, Efficient Capital Markets, Inefficient Firms: A Model of Myopic Corporate Behavior, The Quarterly Journal of Economics, Vol. 104, 655-669.",
        "Yermack, David. 1996. Higher market valuation of companies a small board of directors. Journal of Financial Economics. 40, pp. 185-202."
    ]
}