{
    "id": 9614,
    "cites": 51,
    "cited_by": 15,
    "reference": [
        "Ahearne, A., Griever, W., and Warnock, F., 2003. Information Costs and Home Bias: AN Analysis of U.S. Holdings of Foreign Equities. Journal of International Economics, forthcoming.",
        "Alexander, G., Eun, C., and Janakiramanan, S., 1987. Asset Pricing and Dual Listing on Foreign Capital Markets: A Note. Journal of Finance Vol. 42(1), pp.151-158.",
        "Alexander, G., Eun, C., and Janakiramanan, S., 1988. International Listings and Stock Returns: Some Empirical Evidence. Journal of Financial and Quantitative Analysis Vol. 23(2), pp.135-151.",
        "Amihud, Y., and Mendelson, H., 1986. Asset Pricing and the Bid-Ask Spread. Journal of Financial Economics Vol. 17, pp. 223-249.",
        "Bailey, W., Karolyi, A., and Salva, C., 2002. The Economic Consequences of Increased Disclosure: Evidence from International Cross-Listings. Ohio State and Cornell University working papers.",
        "Baker, H. K., Nofsinger, J. R., and Weaver, D. G., 2002. International Cross-Listing and Visibility. Journal of Financial and Quantitative Analysis Vol. 37(3), pp.495-521.",
        "Beck, T. and Levine, R. 2003. Stock Markets, Banks, and Economic Growth: Panel Evidence.",
        "Journal of Banking and Finance, forthcoming. Beck, T., Demirguc-Kunt, A., and Levine, R., 2003. Law, Endowments, and Finance. Journal of Financial Economics, forthcoming.",
        "Bekaert, G., and Harvey, C. R., 1995. Time-Varying World Market Integration. Journal of Finance Vol. 50(2), pp. 403-444.",
        "Bekaert, G., and Harvey, C. R., 2000. Foreign Speculators and Emerging Equity Markets, Journal of Finance Vol. 55(2), pp. 565-613.",
        "Bekaert, G., Harvey, C. R., and Lundblad, C., 2001. Emerging Equity Markets and Economic Development. Journal of Development Economics Vol. 66(2), pp.465-504.",
        "Bekaert, G., Harvey, C. R., and Lundblad, C., 2002. Does Financial Liberalization Spur Growth? NBER working paper 8245.",
        "Bovespa, 1996. Nova York Ataca e os Mercados Reagem. Revista Bovespa, May 1996.",
        "Boyd, J. H., Levine, R., and Smith, B. D., 2001. The Impact of Inflation on Financial Sector Performance. Journal of Monetary Economics Vol. 47(2), pp.221-48.",
        "Chordia, T., Roll, R., and Subrahmanyam, A., 2000. Commonality in Liquidity. Journal of Financial Economics Vol. 56, pp. 3-28.",
        "Chowdhry, B. and Nanda, V., 1991. Multimarket Trading and Market Liquidity. Review of Financial Studies Vol. 4(3), pp.483-511.",
        "Claessens, S., Klingebiel, D., and Schmukler, S., 2002a. Accessing International Equity Markets: What Firms from Which Countries Go Abroad? Mimeo, World Bank.",
        "Claessens, S., Klingebiel, D., and Schmukler, S., 2002b. The Future of Stock Exchanges in Emerging Markets. Brookings-Wharton Papers on Financial Services, pp.167-202, also available as CEPR Discussion Paper 3301.",
        "Coffee, J., 1999. The Future as History: The Prospects for Global Convergence in Corporate Governance and Its Implications. Northwestern University Law Review, pp.641-708.",
        "Doidge, C A., Karolyi, A., and Stulz, R., 2002. Why Are Firms That List in the U.S. Worth More? Ohio State University working paper.",
        "Edison, H. and Warnock, F., 2003. U.S. Investors Emerging Market Portfolios: A Security- Level Analysis. International Monetary Fund, mimeo.",
        "Errunza, V., and Miller, D., 2000. Market Segmentation and the Cost of Capital in International Equity Markets. Journal of Financial and Quantitative Analysis Vol. 35(4), pp.577-600.",
        "Fereration des Bourses de Valeurs, 2000. Price Discovery and the Competitiveness of Trading Systems.",
        "Financial Times, 1998. ADRs Prove a Double-Edged Sword, April 6.",
        "Foerster, S. and Karolyi, A., 2000. The Long Run Performance of Global Equity Offerings.",
        "Journal of Financial and Quantitative Analysis Vol. 35(4), pp.499-528. Foerster, S. and Karolyi, A., 1999. The effects of Market Segmentation and Investor Recognition on Asset Prices: Evidence form Foreign Stocks Listing in the United States. Journal of Finance Vol. 54(3), pp.981-1013.",
        "Foerster, S. and Karolyi, A., 1998. Multimarket Trading and Liquidity: A Transactions Data Analysis of Canada-U.S. Interlistings. Journal of International Financial Markets, Institutions, and Money Vol. 8(3-4), pp.393-412.",
        "Foerster, S. and Karolyi, A., 1993. International Listings of Stocks: The Case of Canada and the U.S. Journal of International Business Studies Vol. 24, pp.763-784.",
        "Hargis, K., 2000. International Cross-Listing and Stock Market Development in Emerging Economies. International Review of Economics and Finance Vol. 9(2), pp.101-122.",
        "Hargis, K., 1998. When Does Multimarket Trading Improve the Quality of the Primary Market? Evidence from International Cross-Listings. Goldman, Sachs and Co. Working Paper.",
        "Hargis, K. and Ramanlal, P., 1998. When Does Internationalization Enhance the Development of Domestic Stock Markets? Journal of Financial Intermediation Vol. 7(3), pp.263-292.",
        "Henry, P., 2000. Stock Market Liberalization, Economic Reform, and Emerging Market Equity Prices. Journal of Finance Vol. 55(2), pp. 529-564.",
        "Kaminsky, G. and Schmukler, S., 2002. Short-Run Pain, Long-Run Gain: The Effects of Financial Liberalization. World Bank Working Paper No. 2912.",
        "Karolyi, A., 1998. Why do Companies List Shares Abroad? A Survey of the Evidence and its Managerial Implications. Financial Markets, Institutions, and Instruments, Vol. 7(1), pp.",
        "Karolyi, A., 2003. The Role of ADRs in the Development and Integration of Emerging Equity Markets. Mimeo, Ohio State University.",
        "Lang, M., Lins, V., and Miller, D., 2002. ADRs, Analysts, and Accuracy. University of Utah Working Paper.",
        "Latin Finance, 1999. The Incredible Shrinking Markets. September.",
        "La Porta, R., Lopez-de-Silanes, F., Shleifer, A., and Vishny, R. W., 1998. Law and Finance.",
        "Journal of Political Economy Vol. 106(6), pp.1113-1155. Levine, R. 2003. Finance and Growth. In Aghion, P. and Durlauf, S. (eds.), Handbook of Economic Growth, Elsevier Press, forthcoming.",
        "Levine, R. and Zervos, S., 1998a. Stock Markets, Banks, and Economic Growth. American Economic Review Vol. 88(3), pp.537-558.",
        "Levine, R. and Zervos, S., 1998b. Capital Control Liberalization and Stock Market Development. World Development Vol. 26, pp. 1169-1184.",
        "Martin, P. and Rey, H., 2000. Financial Integration and Asset Returns. European Economic Review Vol. 44(7), pp.1327-1350.",
        "Merton, R. 1987. A Simple Model of Capital Market Equilibrium with Incomplete Information.",
        "Noronha, G., Sarin, A., and Saudagaran, S., 1996. Testing for Microstructure Effects of International Dual Listings Using Intraday Data. Journal of Banking and Finance Vol.",
        "Pagano, M., Roell, A., and Zechner, J., 2002. The Geography of Equity Listing: Why Do European Companies List Abroad? Journal of Finance Vol. 57(6), pp.2651-2694.",
        "Portes, R. and Rey, H. 1999. The Determinants of Cross-Border Equity Flows. NBER Working Paper 7336.",
        "Pulatkonak, M. and Sofianos, G., 1999. The Distribution of Global Trading in NYSE-Listed Non-U.S. Stocks. NYSE Working Paper 99-03.",
        "Reese, W. A. Jr. and Weisbach, M. S., 2001. Protection of Minority Shareholder Interests, Cross- Listing in the United States, and Subsequent Equity Offerings. Journal of Financial Economics, forthcoming.",
        "Schmukler, S. and Vesperoni, E., 2001. Firms Financing Choices in Bank-Based and Market- Based Economies. In Demirguc-Kunt, A. and Levine, R. (eds.), Financial Structure and Economic Development, MIT Press.",
        "Stulz, R., 1999. Globalization of Equity Markets and the Cost of Capital. Journal of Applied Corporate Finance, Fall, pp.8-25.",
        "The Economist, 2000. Latin Americas Stock Markets: High and Dry, February 19."
    ]
}