{
    "id": 9618,
    "cites": 16,
    "cited_by": 18,
    "reference": [
        "Barro, R J., 1990. Government Spending in a Simple Model of Endogenous Growth, Journal of Political Economy, S103-S125.",
        "Economics, 106(2): 407-33. __________1991b. A Cross-Country Study of Growth, Saving, and Government, in B. D.",
        "Bernheim, and J. Shoven, eds., National Saving and Economic Performance, Chicago and London: University of Chicago Press, pp. 271-301. _________ and X. Sala-i-Martin, 1995, Economic Growth, MIT Press.",
        "Chowdhury, A.R., 1991. A Casual Analysis of Defense Spending and Economic Growth, Journal of Conflict Resolution, 35(1): 80-97.",
        "Davoodi, H., B. Clements, J. Schiff, and P. Debaere, 2001. Military Spending, the Peace Dividend, and Fiscal Adjustment, IMF Staff Papers 48: 290-316.",
        "Epstein, M. J., 1997. Nonlinear Dynamics, Mathematical Biology, and Social Science, Addison- Wesley/Santa Fe Institute.",
        "Gupta, S., L. de Mello, and R. Sharan, 2000. Corruption and Military Spending, IMF Working Paper No. 00/23.",
        "Happe, N. and J. Wakeman-Linn, 1994. Military Expenditure and Arms Trade: Alternative Data Sources, IMF Working Paper 94/69.",
        "Hirshleifer, J., 1995. Theorizing about Conflict, in K. Hartley and T. Sandler (eds.), Handbook of Defense Economics, Vol. 1, Elsevier.",
        "Knight, M., N. Loayza, and D. Villanueva, 1996. The Peace Dividend: Military Spending Cuts and Economic Growth. IMF Staff Papers 43 (1): 1-37.",
        "Landau, D., 1996. Is the Peace Dividend Negative: Military Expenditure and Economic Growth in the Wealthy OECD Countries Quarterly Review of Economics and Finance, 36(2): 183-96.",
        "Mauro, P., 1995. Corruption and Growth, Quarterly Journal of Economics, 110 (August): 681- 712.",
        "Mintz, A., and R.T. Stevenson, 1995. Defense Expenditure, Economic Growth and the `Peace Dividend, Journal of Conflict Resolution, 39(2): 283-305.",
        "Ram, R., 1995. Defense Expenditure and Economic Growth, in K. Hartley and T. Sandler (eds.) Handbook of Defense Economics, Vol. 1, Elsevier.",
        "Skaperdas, S., 1996. Contest Success Functions, Economic Theory, 7 (February): 283-290.",
        "Tanzi, V. and H. Davoodi, 1997. Corruption, Public Investment, and Growth, IMF Working Paper 97/139."
    ]
}