{
    "id": 9620,
    "cites": 44,
    "cited_by": 24,
    "reference": [
        "Atkinson, A.B. and J.E. Stiglitz. 1980. Lectures on Public Economics, London: McGraw-Hill.",
        "Barth, J. R., Caprio, G. Jr., and R. Levine. 2003. Ã\u0082â\u0080\u009cBank Supervision and Regulation: What Works Best?Ã\u0082â\u0080\u009d Journal of Financial Intermediation, forthcoming.",
        "Beck, T., Demirguc-Kunt, A., and V. Maksimovic. 2002. Ã\u0082â\u0080\u009cFinancial and Legal Constraints to Firm Growth: Does Size Matter,Ã\u0082â\u0080\u009d World Bank mimeo.",
        "Beck, T., Clarke, G., Groff, A., Keefer, P., and P. Walsh, 2001. Ã\u0082â\u0080\u009cNew Tools and New Tests in Comparative Political Economy: The Database of Political InstitutionsÃ\u0082â\u0080\u009d, World Bank Economic Review 15, 165-176.",
        "Becker, G. 1983. Ã\u0082â\u0080\u009cA Theory of Competition among Pressure Groups for Political Influence,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 98, 371-400.",
        "Becker, G. 1968. Ã\u0082â\u0080\u009cCrime and Punishment: An Economic Approach,Ã\u0082â\u0080\u009d Journal of Political Economy 76, 169-217.",
        "Boyd, J.H., Levine, R., and B.D. Smith. 2001. Ã\u0082â\u0080\u009cThe Impact of Inflation on Financial Sector Performance,Ã\u0082â\u0080\u009d Journal of Monetary Economics 47, 221-48.",
        "Buchanan, J.M. and G. Tullock. 1962. The Calculus of Consent. University of Michigan Press.",
        "Calomiris, C., and C. Kahn, 1991. Ã\u0082â\u0080\u009cThe Role of Demandable Debt in Structuring Optimal Banking Arrangements,Ã\u0082â\u0080\u009d American Economic Review 81, 497-513.",
        "Caprio, G. and D. Klingebiel, 1999, Ã\u0082â\u0080\u009cEpisodes of Systematic and Borderline Financial DistressÃ\u0082â\u0080\u009d, World Bank.",
        "Coase, R.H. 1960. Ã\u0082â\u0080\u009cThe Problem of Social Cost,Ã\u0082â\u0080\u009d Journal of Law and Economics 3, 1-44.",
        "Coase, R.H. 1988. The Firm, the Market, and the Law, Chicago: University of Chicago Press.",
        "DemirgÃ\u0083Â¼Ã\u0083Â§-Kunt, A. and E. Detragiache. 2003. Ã\u0082â\u0080\u009cDoes Deposit Insurance Increase Banking System Stability? An Empirical Investigation.Ã\u0082â\u0080\u009d Journal of Monetary Economics.",
        "Djankov, A, C. McLiesh, T. Nenova, and A. Shleifer. 2003 Ã\u0082â\u0080\u009cWho Owns the Media,Ã\u0082â\u0080\u009d Journal of Law and Economics, forthcoming.",
        "Fazzari, S. M., R. G. Hubbard, and B. C. Petersen. 1988, Financing constraints and corporate investment, Brookings Papers on Economic Activity 19, 141-195.",
        "Flannery, M. 1994. Ã\u0082â\u0080\u009cDebt Maturity and the Deadweight Cost of Leverage: Optimally Financing Banking Firms, American Economic Review 84, 320-331.",
        "Glaeser, E., Johnson, S. and A. Shleifer. 2001. Ã\u0082â\u0080\u009cCoase versus the Coasians,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 116, 853-899.",
        "Glaeser, E. and A. Shleifer. 2001. Ã\u0082â\u0080\u009cThe Rise of the Regulatory State,Ã\u0082â\u0080\u009d NBER WP 8650.",
        "Glaeser, E. and A. Shleifer. 2002. Ã\u0082â\u0080\u009cLegal Origin,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 117, 1193-1230.",
        "Greene, W. 2000, Econometric Analysis, 4th Edition, Upper Saddle River, NJ: Prentice Hall.",
        "Grossman, S. and O. Hart. 1980. Ã\u0082â\u0080\u009cDisclosure Laws and Takeover Bids,Ã\u0082â\u0080\u009d Journal of Finance 35, 323-334.",
        "Haber, S.H. 2003. The Politics of Property Rights: Political Instability, Credible Commitments, and Economic Growth in Mexico (Cambridge University Press).",
        "Hamilton, A., Lay, J. and J. Madison. 1788. Federalist Papers (In C. Rossiter, Ed., New York: New American Library, 1961).",
        "Hay, J.R. and A. Shleifer. 1998. Ã\u0082â\u0080\u009cPrivate Enforcement of Public Laws: A Theory of Legal Reform,Ã\u0082â\u0080\u009d American Economic Review Papers and Proceedings 88, 398-403.",
        "Hellman, J., Jones, G., Kaufmann, D. and M. Schankerman. 2000, Ã\u0082â\u0080\u009cMeasuring Governance and State Capture: The Role of Bureaucrats and Firms in Shaping the Business Environment,Ã\u0082â\u0080\u009d European Bank for Reconstruction and Development, WP 51.",
        "Kaplan, S. N. and L. Zingales. 1997. Ã\u0082â\u0080\u009cDo Investment-Cash Flow Sensitivities Provide Useful Measures of Financing Constraints?Ã\u0082â\u0080\u009d Quarterly Journal of Economics 112.",
        "King, R. G. and R. Levine. 1993. Ã\u0082â\u0080\u009cFinance and Growth: Schumpeter Might Be Right,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 108, 717-38.",
        "La Porta, R., Lopez-de-Silanes, F., and A. Shleifer. 2002. Ã\u0082â\u0080\u009cWhat Works in Securities Laws?Ã\u0082â\u0080\u009d Harvard University, mimeo, October.",
        "La Porta, R., Lopez-de-Silanes, F., Shleifer, A., and R.W. Vishny, 1997. Ã\u0082â\u0080\u009cLegal Determinants of External Finance,Ã\u0082â\u0080\u009d Journal of Finance 52, 1131-1150.",
        "La Porta, R., Lopez-de-Silanes, F., Shleifer, A., and R.W. Vishny, 1998. Ã\u0082â\u0080\u009cLaw and FinanceÃ\u0082â\u0080\u009d, Journal of Political Economy 106, 1113-1155.",
        "La Porta, R., Lopez-de-Silanes, F., Shleifer, A. and R. Vishny. 2000. Ã\u0082â\u0080\u009cInvestor Protection and Corporate Governance,Ã\u0082â\u0080\u009d Journal of Financial Economics 57, 3-26.",
        "Levine, R. and S. Zervos. 1998. Stock Markets, Banks, and Economic Growth, American Economic Review 88, 537-558.",
        "Levine, R., Loayza, N., and T. Beck. 2000. Ã\u0082â\u0080\u009cFinancial Intermediation and Growth: Causality and CausesÃ\u0082â\u0080\u009d, Journal of Monetary Economics 46, 31-77.",
        "Mayer, C. 1988. Ã\u0082â\u0080\u009cNew Issues in Corporate Finance,Ã\u0082â\u0080\u009d European Economic Review 32, 1167-88.",
        "Olson, M. 1965. The Logic of Collective Action. Cambridge, MA: Harvard University Press.",
        "Polinsky, M. and S. Shavell. 2000. Ã\u0082â\u0080\u009cThe Economic Theory of Public Enforcement of Law,Ã\u0082â\u0080\u009d Journal of Economic Literature 38, 45-76.",
        "Rajan, R. and L. Zingales. 1998. Ã\u0082â\u0080\u009cFinancial Dependence and Growth,Ã\u0082â\u0080\u009d American Economic Review 88, 559-587.",
        "Rajan, R. and L. Zingales. 2003. Saving Capitalism from the Capitalists, New York, NY: Random House.",
        "Shleifer, A. and R.W. Vishny. 1997. Ã\u0082â\u0080\u009cA Survey of Corporate Governance,Ã\u0082â\u0080\u009d Journal of Finance 52, 737-783.",
        "Shleifer, A. and R.W. Vishny. 1998. The Grabbing Hand: Government Pathologies and Their Cures. Cambridge, MA: Harvard University Press.",
        "Spiller, P. and J. Ferejohn. 1992. Ã\u0082â\u0080\u009cThe Economics and Politics of Administrative Law and Procedures: An Introduction,Ã\u0082â\u0080\u009d Journal of Law, Economics and Organization 8, 1-7.",
        "Stigler, G. 1971. Ã\u0082â\u0080\u009cThe Theory of Economic Regulation,Ã\u0082â\u0080\u009d Bell Journal of Economics and Management Science 2, 3-21.",
        "Stigler, G. 1975. The Citizen and the State: Essays on Regulation, University of Chicago Press.",
        "Wurgler, J. 2000. Ã\u0082â\u0080\u009cFinancial Markets and the Allocation of Capital,Ã\u0082â\u0080\u009d Journal of Financial Economics 58, 187-214."
    ]
}