{
    "id": 9621,
    "cites": 19,
    "cited_by": 2,
    "reference": [
        "Anhui Province Statistical Bureau. Statistical Yearbook of Anhui (various years). Che, Jiahua, and Qian, Yingyi. Insecure Property Rights and Government Ownership of Firms. Quarterly Journal of Economics 113 (May 1998): 467-96.",
        "Chen, Hongyi, and Rozelle, Scott. Leaders, Managers, and the Organization of Township and Village Enterprises in China. Journal of Development Economics 60 (December 1999): 529-57.",
        "Chen, Kang; Jefferson, G. H.; and Singh, Inderjit. Lessons from Chinas Economic Reform. Journal of Comparative Economics 16 (June 1992): 201-25.",
        "Hsiao, Cheng; Nugent, Jeffrey; Perringne, Isabelle, and Qiu, Jicheng. Shares versus Residual Claimant Contracts: The Case of Chinese TVEs. Journal of Comparative Economics 26 (June 1998): 317-37.",
        "Jefferson, G. H.; Rawski, T. G.; and Zheng, Yuxin. Chinese Industrial Productivity: Trends, Measurement, and Recent Developments. Journal of Comparative Economics 23 (October 1996): 146-80.",
        "Jiangsu Province Statistical Bureau. Statistical Yearbook of Jiangsu (various years). Jin, Hehui, and Qian, Yingyi. Public versus Private Ownership of Firms: Evidence from Rural China. Quarterly Journal of Economics 113 (August 1998): 773-808.",
        "Li, David D. A Theory of Ambiguous Property Rights in Transition Economies: The Case of the Chinese Non-State Sector. Journal of Comparative Economics 23 (August 1996): 1 19.",
        "Li, Hongbin, and Rozelle, Scott. Saving or Stripping Rural Industry: An Analysis of Privatization and Efficiency in China. Agricultural Economics 23 (September 2000): 241-52.",
        "Lin, J. Y., Cai, Fang, and Li, Zhou. The China Miracle: Development Strategy and Economic Reform. Hong Kong: Chinese University Press, 1996.",
        "Lin, J. Y. and Yao, Y. Chinese Rurual Industrialization in the Context of the East Asian Miracle, in J. Stiglitz and S. Yusuf (eds.), Rethinking the East Asian Miracle. World Bank and Oxford University Press, 2001.",
        "Liu, Deqiang, and Otsuka, Keijiro. Township-Village Enterprises in Garment Sector of China. In Y. Hayami (ed.), Toward the Rural-Based Development of Commerce and Industry: Selected Experiences from East Asia. Washington, DC: World Bank Institute, 1998.",
        "Murakami, Naoki; Liu, Deqiang; and Otsuka, Keijiro. Technical and Allocative Efficiency among Socialist Enterprises: The Case of the Garment Industry in China. Journal of Comparative Economics 19 (December 1994): 410-33.",
        "Murakami, Naoki; Liu, Deqiang; and Otsuka, Keijiro. Market Reform, Division of Labor, and Increasing Advantages of Small-Scale Enterprises: The Case of the Machine Tool Industry in China. Journal of Comparative Economics 23 (December 1996): 256-77.",
        "Otsuka, Keijiro; Liu, Deqiang; and Murakami, Naoki. Industrial Reform in China: Past Performance and Future Prospects. Oxford: Clarendon Press, 1998.",
        "Shanghai Municipality Statistics Bureau. Statistical Yearbook of Shanghai (various years). Sonobe, Tetsushi, Hu, Dinghuan, and Otsuka, Keijiro. Process of Cluster Formation in China: A Case Study of a Garment Town. Journal of Development Studies 39 (October 2002): 118-139. (a) Sonobe, Tetsushi, Hu, Dinghuan, and Otsuka, Keijiro. From Inferior to Superior Products: An Inquiry into the Wenzhou Model of Industrial Development in China. Manuscript. Tokyo: Foundation for Advanced Studies on International Development, 2002. (b) State Statistical Bureau. China Statistical Yearbook (various years).",
        "Tang, R. and Cheng, L. The Survey of Rural Economic Development in the South East Zhejiang Province [Zhejiang Sheng Dongnan Diqu Nongcun Jingji Fazhang De Diaocha Yanjiu] Jingji Tizhi Gaige113 (2000): 99-103.",
        "Tao, Zhigang, and Zhu, Tian. Agency and Self-Enforcing Contracts. Journal of Comparative Economics 28 (March 2000): 80-94.",
        "Weitzman, M. L., and Xu, Chenggang. Chinese Township-Village Enterprises as Vaguely Defined Cooperatives. Journal of Comparative Economics 18 (April 1994): 121-45.",
        "Zhang, R. The Systematic Review of Economic Transition in Zhejiang Rural Area [Zhejiang Nongcun Jingji Gaige Tixi Yanjiu]. Hangzhou: Zhejiang Renming Chuban She, 1999."
    ]
}