{
    "id": 9623,
    "cites": 65,
    "cited_by": 18,
    "reference": [
        "Abel, A.B. [19901, Asset prices under habit formation and catching up with the Joneses, American Economic Review Papers and Proceedings, 80, pp. 38-42.",
        "Ahearne, Alan, Joseph Gagnon, Jane Haltmaier, Steve Kamin and Christopher Erceg, Jon Faust, Luca Guerrieri, Carter Hemphill, Linda Kole, Jennifer Roush, John Rogers, Nathan Sheets and Jonathan Wrigth [10011, Preventing Deflation: Lessons from Japans Experience in the 1990s, Board of Governors of the Federal Reserve System, International Finance Discussion Paper No. 729, June.",
        "Akerlof, G.A. W.T. Dickens and W. L. Perry [19961, The macroeconomics of low inflation, Brookings Papers on Economic Activity, 1.",
        "Bahmani-Oskooee, M., and J. Alse [19941, Short-Run Versus Long-Run Effects of Devaluation: Error-Correction Modelling and Cointegration, Eastern Economic Journal, 20, 4, pp. 453-64.",
        "Bailey, Martin J. [19561, The Welfare Costs of Inflationary Finance, Journal of Political Economy, vol. 64, no. 2, April, pp. 93-110.",
        "Bank of Japan [20021, How Should the Recent Increase in Japans Monetary Base Be Understood?, Issue Papers on Monetary Policy, Policy Planning Office, September 5.",
        "Benhabib, Jess, Stephanie Schmitt-GrohÃ\u0083Â© and Martin Uribe [20011, The Perils of Taylor Rules, Journal of Economic Theory, 96, January/February 2001, 40-69.",
        "Benhabib, Jess, Stephanie Schmitt-GrohÃ\u0083Â© and Martin Uribe [20021, Avoiding Liquidity Traps, Journal of Political Economy, 110, June 2002, 535-563.",
        "Bewley, T.F. [19991, Why Wages Dont Fall During a Recession, Harvard University Press, Cambridge MA.",
        "Blanchard, Olivier [19851, Debt, Deficits and Finite Horizons, Journal of Political Economy, VOL. 93, PP. 223-47.",
        "Blinder, A.S. [19951, On sticky prices: academic theories meet the real world, in Monetary Policy, Studies in Business Cycles, Vol. 28, N.G. Mankiw ed., University of Chicago Press.",
        "Boskin, Michael J., E. Dulberger, R. Gordon, Z. Griliches, and D. Jorgenson [19971, Consumer Prices, the Consumer Price Index and the Cost of Living, Journal of Economic Perspectives, Fall 1997.",
        "Bryant, Ralph C. [20001, Comment on: Overcoming the Zero Bound on Interest Rate Policy, Journal of Money, Credit and Banking, Vol 32, No. 2, Pt. 2, November, pp. 1036- 1050.",
        "Buiter, Willem H. [19881, Death, Birth, Productivity Growth and Debt Neutrality, Economic Journal, June, pp. 279-293.",
        "Buiter, Willem H. and Nikolaos Panigirtzoglou [20031, Overcoming the Zero Bound on Nominal Interest Rates with Negative Interest on Currency: Gesells Solution, forthcoming Economic Journal, 2003.",
        "Card, David and D. Hyslop [19971, Does inflation grease the wheels of the labor market, in C.D. Romer and D. Romer (eds,) Reducing Inflation, NBER Studies in Business Cycles, Vol. 30, University of Chicago Press.",
        "Clouse, James, Dale Henderson, Athanasios Orphanides, David Small and Peter Tinsley [19991, Monetary Policy When the Nominal Short-Term Interest Rate is Zero, Board of Governors of the Federal Reserve System, Mimeo, July 13.",
        "Cristiano, L. J [20001, Comments on McCallum, Theoretical Analysis Regarding a Zero Lower Bound on Nominal Interest Rates, Journal of Money, Credit and Banking, 32, pp. 905-930.",
        "Epstein, Larry G. and Stanley E. Zin [19891, Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: A Theoretical Framework, Econometrica, Vol. 57, No. 4., pp. 937-969.",
        "Feldstein, Martin [2002a1, Deflation, remarks made at the BIS Central Bankers dinner in Mexico City on November 11, 2002, mimeo.",
        "Feldstein, Martin [2002b1,The Role for Discretionary Fiscal Policy in a Low Interest Rate Environment, NBER Working Paper 9203 (www.nber.org/papers/w9203), forthcoming in the Federal Reserve Bank of Kansas City annual Jackson Hole conference volume for 2002.",
        "Fischer, Stanley [1979aJ.~.~Anticipations and the Non-Neutrality of Money, Journal of Political Economy, April, 225-52.",
        "Fischer, Stanley [1979bJ.~.Capital Accumulation on the Transition Path in a Monetary Optimizing Model, Econometrica, November, 1433-40.",
        "Fisher, I., [19321. Booms and Depressions, New York: Adelphi Company.",
        "Fisher, Irving [1933a1, The Debt-Deflation Theory of Great Depressions, Econometrica, March, pp. 337-57.",
        "Fisher, Irving [1933b1, Stamp Scrip, Adelphi Company, New York.",
        "Freedman, Charles [20001, Comment on: Overcoming the Zero Bound on Interest Rate Policy, Journal of Money, Credit and Banking, Vol 32, No. 2, Pt. 2, November, pp. 1051-1057.",
        "Friedman, Milton [19691, The Optimum Quantity of Money, in The Optimum Quantity of Money and Other Essays, Chicago: Aldine, 1969, pp.1-50.",
        "Fuhrer, J. C. and B. F. Madigan [19971, Monetary Policy when Interest Rates are Bounded at Zero, Review of Economics and Statistics, 79, pp. 573-585.",
        "Goldstein, M. and M.S. Khan [19851, Income and Price Effects in Foreign Trade, in R.W. Jones and P.B. Kenen, eds., Handbook of International Economics, Vol. II, 1040- 1105.",
        "Hall, Robert E. [19881, Intertemporal Substitution in Consumption, Journal of Political Economy, Vol. 96, No.2, pp. 339-357.",
        "Hansen, Lars P., and Kenneth J. Singleton [19831, Stochastic Consumption, Risk Aversion, and the Temporal Behavior of Asset Returns, Journal of Political Economy, Vol 91, No.2, pp. 249-265.",
        "Hayami, Masaru [20021, Toward Revitalization of Japan ~ Economy, Speech given at the Keizai (Economic) Club, on January 29, 2002.",
        "Hondroyiannis, George, P.A.V.B. Swamy and George S. Tavlas [20001, Is the Japanese Economy in a Liquidity Trap?, Economics Letters, 66, pp. 17-23.",
        "Hyde, Stuart and Mohamed Sherif [20021, Risk Aversion versus Intertemporal Substitution: Consumption Models in the UK, Manchester School of Accounting and Finance, mimeo, September.",
        "Issing, Otmar [20021, The Euro After Four Years: Is there a Risk of Deflation paper presented at the 16th European Finance Convention, 2 December 2002, London.",
        "Ito, Takatoshi [19981, Japan and the Asian Financial Crisis: The Role of Financial Supervision in Restoring Growth; paper presented at a conference on The Japanese Financial System, New York: Columbia University, October.",
        "Itoh, Motoshige and Naoki Shimoi [20001, On the Role of Monetary Policy in a Deflationary Economy: the Case of Japan, Journal of the Japanese and International Economies, Vol. 14, No. 4, December, pp. 23 8-260.",
        "Iwata, Shigeru and Shu Wu [20011, Estimating Monetary Policy Effects When Interest Rates are Bounded at Zero, Department of Economics, University of Kansas mimeo, May.",
        "Johnson, Karen, David Small and Ralph Tryon [19991, Monetary Policy and Price Stability, Board of Governors of the Federal Reserve System, International Finance Discussion Papers, No 641, July.",
        "Journal of Money, Credit and Banking [20001, Monetary Policy in a Low-Inflation Environment, 32, No 4, Part 2, November.",
        "Kahneman, D. , J. Knetch and T. Thaler [19861, Fairness as a constraint on profit seeking: entitlements in the market, American Economic Review, Vol. 76, No. 4.",
        "Keynes, John Maynard [19311, The Consequences to the Banks of the Collapse of Money Value, in J.M. Keynes, Essays in Persuasion, London, MacMillan.",
        "Keynes, John Maynard [19361, The General Theory of Interest, Money and Employment, Macmillan, London.",
        "King, Mervyn [19941, Debt Deflation: Theory and Evidence., European Economic Review, 38, pp. 4 19-445.",
        "King, Mervyn [20021, The inflation target ten years on, Bank of England Quarterly Bulletin, Vol. 42, No. 4, Winter, pp.459-474.",
        "Kirchner, Stephen [20021, Japan, Deflation and the BoJ: An Institutional Perspective on Japanese Monetary Policy, Paper prepared for the 3lst Conference of Economists Adelaide, Australia 30 September - 3 October 2002, mimeo School of Economics, Faculty of Commerce, University of New South Wales.",
        "Krugman, Paul [1998a1, Japans trap, mimeo, May.",
        "Krugman, Paul [1998b1 Further notes on Japans liquidity trap, mimeo, June Krugman, Paul [1998c1 Japan: still trapped, mimeo, November.",
        "McCallum, Bennett T. [20001, Theoretical Analysis Regarding a Zero Lower Bound on Nominal Interest Rates, Journal of Money, Credit and Banking, 32, No 4, Pt. 2, pp. 870-904.",
        "McCallum, Bennett T. [20021, Inflation Targeting and the Liquidity Trap, in Norman Loyaza and Raimundo Soto eds., Inflation Targeting. Design, Performance, Challenges, Santiago, Central Bank of Chile, pp. 395-437.",
        "Minsky, Hyman [19751, John Maynard Keynes, Columbia University Press.",
        "Minsky, Hyman [19861, Stabilizing an Unstable Economy, Yale University Press.",
        "Mulligan, Casey B. [20021, Capital, Interest, and Aggregate Intertemporal Substitution During the 20th Century, University of Chicago Department of Economics Mimeo, August.",
        "Nishizaki, Kenj and Tsutomu Watanabe [20021, Output-Inflation Trade-Off and Near-Zero Inflation Rates, Journal of the Japanese and International Economies, Vol. 14, No. 4, December, pp. 304-326.",
        "OECD [20021, Economic Outlook, Vol. 2002/2, No. 72, December.",
        "Orphanides, Athanasios and Volker Wieland [19981, Price Stability and Monetary Policy Effectiveness when Nominal Interest Rates are Bounded at Zero, Finance and Economics Discussion Series, Federal Reserve Board, Divisions of Research and Statistics and Monetary Affairs.",
        "Orphanides, Athanasios and Volker Wieland [20001, Efficient Monetary Policy Design near Price Stability, Journal of the Japanese and International Economies, Vol. 14, No. 4, December, pp. 327-3 65.",
        "Porter, William [19991, Negative Rates - An Exploration, Credit Suisse First Boston Market Analysis, 25 May.",
        "Rose, A.K. [19911, The Role of Exchange Rates in a Popular Model of International Trade: Does the `Marshall-Lerner Condition Hold?, Journal of International Economics, 30, pp. 301-3 16.",
        "Sargent, Thomas J. and Neil Wallace [19811, Some Unpleasant Monetarist Arithmetic, Quarterly Review, Federal Reserve Bank of Minneapolis, Fall.",
        "Sidrauski, M. [19671, Inflation and Economic Growth, Journal of Political Economy, Vol. 75, No. 4, December, pp. 796-8 10.",
        "Smith, J.C. [20001, Nominal wage rigidity in the United Kingdom, Economic Journal (Conference Papers), 110. No. 462, pp. C176-C195.",
        "Svensson, L.E.O. [20001, The Zero Bound in an Open Economy: A Foolproof Way of Escaping from a Liquidity Trap, Monetary and Economic Studies (Special Edition), February, pp. 277-3 16.",
        "Taylor, John B. [20011, Low Inflation, Deflation, and Policies for Future Price Stability, Monetary and Economic Studies (Special Edition), February, pp. 35-51."
    ]
}