{
    "id": 9626,
    "cites": 16,
    "cited_by": 4,
    "reference": [
        "Autor, D.H. and Duggan, M.G. Ã\u0082â\u0080\u009cThe Rise in the Disability Rolls and the Decline in Unemployment,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, February, 2003.",
        "Berndt, E.R., Finkelstein, S.N., Greenberg, P.E., et. al. (1998). Workplace Performance Effects from Chronic Depression and Its Treatment. Journal of Health Economics, 17(5), 511-535.",
        "Carpenter, W. and Gold, J. Ã\u0082â\u0080\u009cAnother View of Therapy for Cognition in Schizophrenia.Ã\u0082â\u0080\u009d Biological Psychiatry, 51, 969-971. Cutler, D., McClellan, M.B., Newhouse, J.P., and Remler, D. (1998). Are Medical Prices Falling? Quarterly Journal of Economics, 113(4), 991-1024.",
        "Cutler, D. and McClellan, M.B. (2001). Ã\u0082â\u0080\u009cIs Technological Change in Medicine Worth It?Ã\u0082â\u0080\u009d Health Affairs.",
        "Duggan, M.G. (2002). Ã\u0082â\u0080\u009cDoes Contracting out Increase the Efficiency of Government Programs? Evidence from Medicaid HMOs.Ã\u0082â\u0080\u009d NBER Working Paper No. 9091.",
        "Finkelstein, S. N., Berndt, E.R., Greenberg, P.E., et. al. (1996). Improvement in Subjective Work Performance after Treatment of Chronic Depression: Some Preliminary Results, Psychopharmacology Bulletin, 32(1), 33-40.",
        "Hellerstein, J., (1998) Ã\u0082â\u0080\u009cThe Importance of the Physician in the Generic Versus Trade-Name Prescription Decision,Ã\u0082â\u0080\u009d RAND Journal of Economics.",
        "Keefe R.S., Silva, S.G., Perkins, D.O., Lieberman, J.A. (1999). Ã\u0082â\u0080\u009cThe Effects of Atypical Antipsychotic Drugs on Neurocognitive Impairment in Schizophrenia: A Review and Metaanalysis.Ã\u0082â\u0080\u009d Schizophrenia Bulletin, 25(2), 201-222.",
        "Lamberg, L. (1998). Ã\u0082â\u0080\u009cNew Medications Aid Cognition in Schizophrenia,Ã\u0082â\u0080\u009d Journal of the American Medical Association, 280(11), 953-954.",
        "Leucht, G. Pitschel-Walz, D., and W. Kissling (1999) Ã\u0082â\u0080\u009cEfficacy and Extrapyramidal Side-Effects of The New Anti-Psychotics Olanzapine, Quetiapine, Risperidone, and Sertindole Compared to Conventional Anti-Psychotics and Placebo. A Meta-Analysis of Randomized Controlled Trials.Ã\u0082â\u0080\u009d Schizophrenia Research, 35(1), 51-68.",
        "Licthenberg, F.R. (1996). Ã\u0082â\u0080\u009cDo More (and Better) Drugs Keep People Out of Hospitals?Ã\u0082â\u0080\u009d American Economic Review Papers and Proceedings, 384-388.",
        "McClellan, M.B., McNeil, B.J., and Newhouse, J.P. (1994). Ã\u0082â\u0080\u009cDoes More Intensive Treatment of Acute Myocardial Infarction Reduce Mortality?Ã\u0082â\u0080\u009d Journal of the American Medical Association, 272(11), 859-66.",
        "Meltzer, H.Y., Park, S. and Kessler, R. (1999). Ã\u0082â\u0080\u009cCognition, Schizophrenia, and the Atypical Antipsychotic Drugs.Ã\u0082â\u0080\u009d Proceedings of the National Academy of Sciences of the USA, 96 (24), 13591Ã\u0082â\u0080\u009313593.",
        "Scott-Morton, F. (1998). Ã\u0082â\u0080\u009cThe Strategic Response by Pharmaceutical Firms to the Medicaid Most-Favored-Customer Rules.Ã\u0082â\u0080\u009d RAND Journal of Economics, 28(2), 269-290.",
        "Sernyak, M.J., Leslie, D.L., Alarcon, R.D., et. al. (2002). Ã\u0082â\u0080\u009cAssociation of Diabetes Mellitus with Use of Atypical Neuroleptics in the Treatment of Schizophrenia.Ã\u0082â\u0080\u009d American Journal of Psychiatry, 159(4), 561-566.",
        "Social Security Administration. Ã\u0082â\u0080\u009cAnnual Statistical Supplement,Ã\u0082â\u0080\u009d Social Security Bulletin, various years. Wennberg, J.E. and Cooper, M.M. (1999). Ã\u0082â\u0080\u009cThe Quality of Medical Care in the United States: A Report on the Medicare Program.Ã\u0082â\u0080\u009d The Dartmouth Atlas of Health Care in the United States, American Health Association Press, Chicago."
    ]
}