{
    "id": 9627,
    "cites": 7,
    "cited_by": 13,
    "reference": [
        "Goldie Blumenstyck, Ã\u0082â\u0080\u009cIncome from University Licenses on Patents Exceeded $1-BillionÃ\u0082â\u0080\u009d, Chronicle of Higher Education (March 22, 2002): A31 (2002a).",
        "Goldie Blumenstyck, Ã\u0082â\u0080\u009cTaking on Goliath: U. of Rochester Risks Millions in Patent Fight with Pharmaceutical GiantsÃ\u0082â\u0080\u009d, Chronicle of Higher Education (September 20, 2002), A27 (2002b).",
        "Goldie Blumenstyck, Ã\u0082â\u0080\u009cFederal Court Dismisses U. of RochesterÃ\u0082â\u0080\u0099s Suit that Sought Billions for Patent InfringementÃ\u0082â\u0080\u009d, Chronicle of Higher Education (March 21, 2003), A21.",
        "Ronald G. Ehrenberg, Tuition Rising: Why College Costs So Much (Cambridge MA: Harvard University Press, 2000).",
        "Ronald G. Ehrenberg, Ã\u0082â\u0080\u009cStudying Ourselves: The Academic Labor MarketÃ\u0082â\u0080\u009d. Journal of Labor Economics 21 (April 2003): 267-289.",
        "Ronald G. Ehrenberg and Julia Epifantseva, Ã\u0082â\u0080\u009cHas the Growth of Science Crowded Out Other Things at UniversitiesÃ\u0082â\u0080\u009d, Change 33 (July/August 2001): 46-52.",
        "Ronald G. Ehrenberg, Daniel B. Klaff, Adam T. Kezsbom and Matthew P. Nagowski, Ã\u0082â\u0080\u009cCollective Bargaining in American Higher EducationÃ\u0082â\u0080\u009d in Ronald G. Ehrenberg ed. Governing Academia (Ithaca NY: Cornell University Press, forthcoming). Ronald G. Ehrenberg and Christopher L. Smith, Ã\u0082â\u0080\u009cThe Sources and Uses of Annual Giving at Selective Private Research Universities and Liberal Arts CollegesÃ\u0082â\u0080\u009d, Economics of Education Review (forthcoming). Michael J. Rizzo and Ronald G. Ehrenberg, Ã\u0082â\u0080\u009cResident and Nonresident Tuition and Enrollment Decisions at Flagship State UniversitiesÃ\u0082â\u0080\u009d, in Caroline Hoxby Ed., College Decisions: How Students Actually Make Them and How They Could (Chicago IL: University of Chicago Press, forthcoming). Jerry G. Thursby and Marie C. Thursby, Ã\u0082â\u0080\u009cWho is Selling the Ivory Tower? Sources of Growth in University LicensingÃ\u0082â\u0080\u009d, National Bureau of Economic Research Working Paper No. W7718 (Cambridge MA: National Bureau of Economic Research, May 2000)."
    ]
}