{
    "id": 9628,
    "cites": 43,
    "cited_by": 13,
    "reference": [
        "Alm, James, Stacy Dickert-Conlin, and Leslie A. Whittington, The Marriage Penalty, Journal of Economic Perspectives, Vol. 13, No. 3 (summer 1999), 193-204.",
        "Antecol, Heather, Kelly Bedard, and Eric Helland, Does Single Parenthood Increase the Probability of Teenage Promiscuity, Drug Use, and Crime? Evidence from Divorce Law Changes, mimeo, Claremont McKenna College, (2001).",
        "Angrist, Joshua D. Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence From Social Security Administrative Records, American Economic Review, Vol. 80, No. 3, (June 1990), 313-336.",
        "Behrman, Jere R., Mark R. Rosenzweig, and Paul Taubman, Endowments and the Allocation of Schooling in the Family and the Marriage Market: The Twins Experiment, Journal of Political Economy, Vol. 102, No. 6, (December 1994), 1131-1174.",
        "Biblarz, Timothy J., and Adrian E. Raftery, Family Structure, Educational Attainment, and Socioeconomic Success: Rethinking the `Pathology of Matriarchy American Journal of Sociology, Vol. 105, No. 2 (September 1999), 321-65.",
        "Biblarz, Timothy J., and Greg Gottainer Family Structure and Childrens Success: A Comparison of Widowed and Divorced Single-Mother Families, Journal of Marriage and Family, Vol. 62, (May 2000).",
        "Blau, David M. The Effect of Income on Child Development, Review of Economics and Statistics, Vol. 81, No. 2 (May 1999), 261-276.",
        "Boggess, Scott, Family Structure, Economic Status, and Educational Attainment, The Journal of Population Economics, Vol. 11, No. 2, (May 1998), 205-222.",
        "Bowker, Geoffrey C. and Susan Leigh Star, Sorting Things Out: Classification and its Consequences, Cambridge: MIT Press, 1999.",
        "Case, Anne, I-Fen Lin, and Sara McLanahan, Household Resource Allocation in Stepfamilies: Darwin Reflects on the Plight of Cinderella, American Economic Review, Vol. 89, No. 2, (May 1999), 234238.",
        "Case, Anne, I-Fen Lin, and Sara McLanahan, Educational Attainment of Siblings in Stepfamilies, Evolution and Human Behavior. Vol. 22, No. 4, (September 2001), 269-289.",
        "Cherlin, Andew, Remarriage as an Incomplete Institution, American Journal of Sociology, Vol. 84, No. 3, (November 1978), 634-650.",
        "Cherlin, Andrew J., Frank F. Furstenberg, P. Lindsay Chase-Lansdale, Kathleen E. Kiernan, et al., Longitudinal Studies of Effects of Divorce on Children in Great Britain and the United States, Science, Vol. 252 No. 5011, (1991), 1386-89.",
        "Corak, Miles, Death and Divorce: The Long-Term Consequences of Parental Loss on Adolescents, Journal of Labor Economics, Vol. 19, No. 3, (July 2001), 682-715.",
        "Current Population Reports P23-181, Households, Families, and Children: A 30-Year Perspective, Washington, D.C: U.S. Government Printing Office (November 1992).",
        "Daly, Martin and Margo Wilson, The Truth about Cinderella: A Darwinian View of Parental Love, New Haven: Yale University Press, 1999.",
        "Department of Health and Human Services, Trends in the Well-Being of Americas Children and Youth: 1996, Washington, D.C: U.S. Government Printing Office, 1996.",
        "Duncan, Greg J. and Jeanne Brooks-Gunn, editors, Consequences of Growing Up Poor, New York: Russell Sage Foundation, 1996.",
        "Eckstein, Zvi and Kenneth I. Wolpin, Why Youths Drop Out of High School: The Impact of Preferences, Opportunities, and Abilities, Econometrica, Vol. 67, No. 6 (November 1999), 1295-1339.",
        "Ermisch, John F. and Marco Francesconi, Family Structure and Childrens Achievements, Journal of Population Economics, Vol. 14, No. 2 (2001), 249-270.",
        "Evenhouse, Eirik, and Siobhan Reilly, Selection Bias or Differential Treatment? Exploring Stepchildrens Poor Outcomes, mimeo, Mills College, (2001).",
        "Evenhouse, Eirik, and Siobhan Reilly, Divorce Laws and Divorce Rates: Evidence from Panel Data, mimeo, Mills College, (1997).",
        "Gennetian, Lisa, One or Two Parents? Half or Step Siblings? The Effect of Family Composition on Young Children. MDRC, 2001.",
        "Griliches, Zvi, Sibling Models and Data in Economics: Beginning of a Survey, Journal of Political Economy, Vol. 87, No. 5 pt. 2. (October 1979), S37-S64.",
        "Gruber, Jonathan, Is Making Divorce Easier Bad for Children? The Long Run Implications of Unilateral Divorce. National Bureau of Economic Research Working Paper 7968, (2000).",
        "Haveman, Robert and Barbara Wolfe, Succeeding Generations: On the Effects of Investments in Children, New York: Russell Sage Foundation, 1994.",
        "Haveman, Robert, and Barbara Wolfe. The Determinants of Childrens Attainments: A Review of Methods and Findings, Journal of Economic Literature, Vol. XXXIII, No. 4, (December 1995) 18291878.",
        "Heckman, James J., Lance Lochner, and Christopher Taber, Evaluation of Education and Training Programs in a General Equilibrium Setting, March 1998.",
        "Heckman, James J., Lance Lochner, and Christopher Taber, General Equilibrium Effects: A Study of Tuition Policy, American Economic Review, Vol. 88, No. 2 (May 1998), 293-297.",
        "Heckman, James J.,Jingjing Hee, and Yona Rubinstein, The GED is a Mixed Signal, December 1999.",
        "Lang, Kevin, and Jay L. Zagorsky, Does Growing Up With a Parent Absent Really Hurt? Journal of Human Resources, Vol. 36, No. 2, (Spring 2001), 253-273.",
        "McLanahan, Sara and Gary Sandefur, Growing Up with a Single Parent: What Hurts, What Helps, Cambridge: Harvard University Press, 1994.",
        "Manski, Charles, Gary Sandefur, Sara McLanahan, and Daniel Powers, Alternative Estimates of the Effect of Family Structure During Adolescence on High School Graduation, Journal of the American Statistical Association, Vol. 87 No. 417, (March 1992), 25-37.",
        "Mayer, Susan E., What Money Cant Buy: Family Income and Childrens Life Chances, Cambridge: Harvard University Press, 1997.",
        "Neal, Derek The Economics of Family Structure, National Bureau of Economic Research Working Paper 8519, (2001).",
        "NLSY79 Users Guide Handbook, Columbus, Ohio: Center for Human Resource Research, The Ohio State University, August 1997.",
        "Painter, Gary and David I. Levine, Family Structure and Youths Outcomes: Which Correlations Are Causal? Journal of Human Resources, Vol. 35, No. 3, (Summer 2000), 524-549.",
        "Pollak, Robert A., Conditional Demand Functions and Consumption Theory, Quarterly Journal of Economics, Vol. 83, No. l, (February 1969), 60-78.",
        "Popenoe, David, The Evolution of Marriage and the Problem of Stepfamilies: A Biosocial Perspective, in Booth and Dunn [1994], pp. 3-27.",
        "Willis, Robert J., A Theory of Out-of-Wedlock Childbearing, Journal of Political Economy, Vol. 107, No. 6, Part 2 (December 1999), S33-S64.",
        "Wojtkiewicz, Roger A., Simplicity and Complexity in the Effects of Parental Structure on High School Graduation, Demography, Vol. 30, No. 4 (November 1993), 701-717.",
        "Wojtkiewicz, Roger A., The Effects of Single and Stepparent Families on College Entry: Who Gets Hurt the Most?, mimeo, Louisiana State University (1998).",
        "Wolfe, Barbara, Robert Haveman, Donna Ginther, and Chong Bum An, The `Window Problem in Studies of Childrens Attainments: A Methodological Exploration, Journal of the American Statistical Association, Vol. 91, No. 435 (September 1996), 970-982."
    ]
}