{
    "id": 963,
    "cites": 47,
    "cited_by": 3,
    "reference": [
        "Aliber, R.Z., 1973, The interest rate parity theorem: A reinterpretation, Journal of Political Economy 81, 1451-1459.",
        "Artus, J.R., 1976, Exchange rate stability and managed floating: The experience of the Federal Republic of Germany, International Monetary Fund Staff Papers 23, 312-333.",
        "Artus, J.R., 1981, Monetary stabilization with and without government credibility, International Monetary Fund Staff Papers 28, 495-533.",
        "Branson, WH., 1977, Asset markets and relative prices in exchange rate determination, Sozialwissenschaftliche Annalen des Instituts fir Hdhere Studien 1, 69-89.",
        "Branson, W.H.,, H. Halttunen, and P. Masson, 1977, Exchange rates in the short run: The dollar-Deutschemark rate, European Economic Review 10, 303-3 24.",
        "Branson, W.H., H. Halttunen, and P. Masson, 1979, Exchange rates in the short run: Some further results, European Economic Review 12, 395-402.",
        "Claassen, E.M., and C. Wyplosz, 1983, Capital controls: Some principles and the French experience, Annales de 1INSEE, forthcoming.",
        "Cumby, RE., and M. Obstfeld, 1981, A note on exchange-rate expectations and nominal interest differentials: A test of the Fisher hypothesis, Journal of Finance 36, 697-703.",
        "Cuxtiby, R.E., J. Huizinga, and M. Obstfeld, 1982, Two-step two-stage least squares estimation in models with rational expectations, Journal of Econometrics, forthcoming.",
        "Darby, M.R., and A.C. Stockman, 1983, The Mark III international transmission model: Estimates, in: M.R. Darby et. al., The international trans- mission of inflation (University of Chicago Press for the National Bureau of Economic Research, Chicago).",
        "Dooley, M..P., and P. Isard, 1980, Capital controls, political risk, and deviations from interest-rate parity, Journal of Political Economy 88, 370-384.",
        "Dooley, M.P., and P. Isard, 1982, A portfolio-balance rational expectations model of the dollar-mark exchange rate, Journal of International Economics 12, 257-276.",
        "Dornbusch, R., 1976, Expectations and exchange rate dynamics, Journal of Political Economy 84, 1161-1176.",
        "Dornbusch, R., and P. Krugman, 1976, Flexible exchange rates in the short run, Brookings Papers on Economic Activity 7, 537-575.",
        "Flood, R.P., 1983 , P~ model of asset trade, in: P.J.K. Kouri and J.B. de Macedo, eds., Balance of payments adjustment and exchange rate dynamics: Essays on the portfolio approach , forthcoming.",
        "Frankel, J.A., 1979, The diversifiability of exchange risk, Journal of Inter- national Economics 9, 379-394.",
        "Frankel, J.A., 1981, Estimation of portfolio-balance functions that are mean- variance optimizing: The mark and the dollar. International Finance Discussion Paper no. 188, Federal Reserve Board.",
        "Genberg, H., 1981, Effects of central bank intervention in the foreign ex- change market, International Monetary Fund Staff Papers 28, 451-476.",
        "Girton, L., and D.W. Henderson, 1977, Central bank operations in foreign and domestic assets under fixed and flexible exchange rates, in: P. Clark, D. Logue, and R. Sweeney, eds., The effects of exchange rate adjustments (U.S. Government Printing Office, Washington).",
        "Goldstein, M., 1980, Have flexible exchange rates handicapped macroeconomic policy? Special Papers in International Economics no. 14, Inter- national Finance Section, Department of Economics, Princeton University.",
        "Henderson, D.W., 1979, Financial policies in open economies, American Economic Review Papers and Proceedings 69, 232-239.",
        "Henderson, D.W., 1983, Exchange market intervention operations: Their effects and their role in financial policy, in: J.F.O. Bilson and R.C. Marston, eds., Exchange rates: Theory and practice (University of Chicago Press for the National Bureau of Economic Research, Chicago).",
        "Henderson, D.W., and K.S. Rogoff, 1982, Net foreign asset positions and sta- bility in a world portfolio balance model, Journal of International Economics 12, forthcoming.",
        "Herring, R.J., and R.C. Marston, 1976, The forward market and interest rates in the Eurocurrency and national money markets, in: C. Stem, J. Makin, and D. Logue, eds., Eurocurrencies and the international monetary system (American Enterprise Institute, Washington).",
        "Herring, R.J., and R.C. Marston, 1977, Sterilization policy: The trade-off between monetary autonomy and control over foreign exchange reserves, European Economic Review 10, 325-343.",
        "Hodrick, R.J., 1981, International asset pricing with time-varying risk premia, Journal of International Economics 11, 573-587.",
        "Hooper, P., and J. Morton, 1982, Fluctuations in the dollar: A model of nomi- nal and real exchange rate determination, Journal of International Money and Finance 1, 39-56.",
        "Johnson, H.G., 1969, The case for flexible exchange rates, 1969, Federal Reserve Bank of St. Louis Review 51, 12-24.",
        "Kenen, P.B., 1976, Capital mobility and financial integration: A survey, Princeton Studies in International Finance no. 39, International Finance Section, Department of Economics, Princeton University.",
        "Kenen, P.B., 1981, Effects of intervention and sterilization in the short run and the long run, in: R.N. Cooper et. al., eds., The international monetary system under flexible exchange rates: Global, regional, and national (Ballinger, Cambridge).",
        "Kouri, P.J.K., 1976, The determinants of the forward premium, Memorandum no.",
        "Kouri, P.J.K. , 1982, Balance of payments and the foreign exchange market: A dynamic partial equilibrium model, in: J. Bhandari and B. Putnam, eds., The international transmission of economic disturbances under flexible exchange rates (MIT Press, Cambridge).",
        "Loopesko, B.E., 1982, The role of current account imbalances in exchange rate determination: Competing hypotheses and empirical evidence, Coluithia University, manuscript.",
        "McCormick, F., 1979, Covered interest arbitrage: Unexploited profits? Comment, Journal of Political Economy 87, 411-417.",
        "Marston, R.C., 1980, Cross country effects of sterilization, reserve cur- rencies, and foreign exchange intervention, Journal of International Economics 10, 63-78.",
        "Martin, J., and P. Masson, 1979, Exchange rates and portfolio balance, Working Paper no. 377, National Bureau of Economic Research.",
        "Mundell, R.A., 1968, International economics (Macmillan, New York).",
        "Mussa, M., 1981, The role of official intervention, Group of Thirty Occasional Papers no. 6 (Group of Thirty, New York).",
        "Obstfeld, M., 1980, Imperfect asset substitutability and monetary policy under fixed exchange rates, Journal of International Economics 10, 177-200.",
        "Obstfeld, M., 1982a, Can we sterilize? Theory and evidence, Z~inerican Economic Review Papers and Proceedings 72, 45-50..",
        "Obstfeld, N., 1982b, The capitalization of income streams and the effects of open-market policy under fixed exchange rates, Journal of Monetary Economics 9, 87-98.",
        "Porter, M.G., 1977, The exchange rate and portfolio equilibrium, Seminar Paper no. 62, Monash University.",
        "Porter, M.G., 1979, A portfolio model of exchange rate behavior--Results for eight currencies, Yale University, manuscript.",
        "Schlesinger, H., and H. Bockelrnann, 1973, Monetary policy in the Federal Republic of Germany, in: K. Holbik, ed., Monetary policy in twelve industrial countries (Federal Reserve Bank of Boston, Boston).",
        "Stulz, R.M., 1982, The forward exchange rate and macroeconomics, Journal of International Economics 12, 285-299.",
        "Tobin, J., 1969, A general equilibrium approach to monetary theory, Journal of Money, Credit and Banking 1, 15-29.",
        "Tobin, J.,, and J.B. de Macedo, 1981, The short-run macroeconomics of floating exchange rates: An exposition, in: J. Chipman and C. Kindleberger, eds., Flexible exchange rates and the balance of payments: Essays in memory of Egon Sohmen (North-Holland, 1~msterdam)."
    ]
}