{
    "id": 9633,
    "cites": 27,
    "cited_by": 59,
    "reference": [
        "Aghion, Philippe and Tirole, Jean. 1997. Formal and Real Authority in Organizations Journal of Political Economy, Vol. 105(1). p 1-29.",
        "Baker, G., Gibbs, M. and Holmstrom, B. 1994.The Internal Economics of the Firm: Evidence from Personnel Data The Quarterly Journal of Economics. Vol. 109 (4). pp.",
        "Dessein, Wouter (2002) Authority and Communication in Organizations, Review of Economic Studies, Vol 69 (4), 811-838.",
        "Garicano, Luis. 2000. Hierarchies and the Organization of Knowledge in Production Journal of Political Economy, Vol. 108(5). p 874-904.",
        "Hart, Oliver and Moore, John. 1990. Property Rights and the Nature of the Firm Journal of Political Economy, Vol. 98(6). pp. 1119-58.",
        "Holmstrom, Bengt, 1999, The Firm as a Subeconomy, Journal of Law, Economics and Organization, 15, 74-102.",
        "Holmstrom, Bengt and Paul Milgrom, 1994, The Firm as an Incentive System American Economic Review, 84, 972-991.",
        "M. Huson, R.Parrino, and L. Starks, Internal Monitoring Mechanisms and CEO Turnover: A Long-Term Perspective, Journal of Finance, 2001, 56: p. 2265-2298.",
        "Jensen, Michael C., 1986, Agency costs of free cash flow, corporate finance, and takeovers, American Economic Review 76, 323-329.",
        "Kaplan, S., Are We All Becoming Henry Kravis Now? The Evolution of US Corporate Governance, 1996, University of Chicago Working Paper.",
        "Osterman, P. 1996. Broken ladders: Managerial careers in the new economy. New York: Oxford University Press.",
        "Parkinson, C. Northcote, 1958, Parkinsons Law or the Pursuit of Progress, J. Murray: London.",
        "Pinsonneault, Alain and Kraemer, Kenneth L. 1997. Middle Management Downsizing: An Empirical Investigation of the Impact of Information Technology Management Science, Vol 43 (5). pp. 659-679.",
        "Powell, Walter, 1990, Neither Market Nor Hierarchy: Network Forms of Organization. In Research in Organizational Behavior, edited by Barry Straw and Lawrence Cummings, 295-336. Greenwich, Conn: JAI Press.",
        "Powell, Walter, 2001, The Capitalist Firm in the Twenty-First Century: Emerging Patterns in Western Enterprise, pp33-68 in Paul Di Maggio ed. The Twenty-First Century Firm, Princeton University Press, Princeton NJ.",
        "Prendergast, Canice, 2002, The Tenuous Trade-off Between Risk and Incentives Journal of Political Economy, vol. 110, no. 5, pp. 1071-1102.",
        "Pryor, Frederic L. 2000. The Economics of the Good Society: The Variety of Economic Arrangements Journal of Economic Literature,Vol. 38, Iss. 3. pp. 681-683.",
        "Rebitzer, John B., and L.J. Taylor, 1997, When Knowledge is an Asset: Explaining the Organizational Structure of Large Law Firms, MIT Working Paper.",
        "Rajan, R.G and Zingales, L. 1998. Power in a Theory of the Firm The Quarterly Journal of Economics, Vol. 113(2). pp. 387-432.",
        "Rajan, R.G and Zingales, L. 2000. The Governance of the New Enterprise, pp 201-227 in Corporate Governance, Theoretical and Empirical Perspectives, Xavier Vives ed., Cambridge University Press, 2000.",
        "Rajan, R.G and Zingales, L. 2001. The Firm as a Dedicated Hierarchy: A Theory of the Origins and Growth of Firms The Quarterly Journal of Economics, Vol. 116 (3). pp.",
        "Scott, Elizabeth D, OShaughnessy, K C, and Cappelli, Peter. 1996. Management Jobs in the Insurance Industry: Organizational Deskilling and Rising Pay Inequity Broken ladders: Managerial careers in the new economy. Osterman, Paul, ed., New York and Oxford: Oxford University Press. p 126-54.",
        "Scott, W. Richard, 1965, Reactions to Supervision in a Heteronomous Professional Organization, Administrative Science Quarterly, 10: 65-81.",
        "Shleifer, A. and R.Vishny (1989), Management Entrenchment: The Case of Manager-Specific Assets, Journal of Financial Economics, 25: 123-140.",
        "Stein, J.C., 2002, Information Production and Capital Allocation: Decentralized vs.",
        "Hierarchical Firms, Journal of Finance (Forthcoming). Useem, M. 1996. Corporate Restructuring and the Restructured World of Senior Management Broken ladders: Managerial careers in the new economy. Osterman, Paul, ed., New York and Oxford: Oxford University Press. p 23-54.",
        "Wernerfelt, Birger, 1984, A Resource Based View of the Firm, Strategic Management Journal 5, 171-180."
    ]
}