{
    "id": 9635,
    "cites": 19,
    "cited_by": 3,
    "reference": [
        "Alesina, Alberto, and Drazen, Allan. Why are Stabilizations Delayed? American Eco- nomic Review, 81(5), December 1991, 829-850.",
        "Alesina, Alberto, and Spolaore, Enrico. On the Number and Size of Nations, Quarterly Journal of Economics, 112(4), November 1997, 1027-1056.",
        "Brito, Dagobert and Intriligator, Michael. Conflict, War, and Redistribution, American Political Science Review, 79, December 1985, 943-957.",
        "Bulow, Jeremy and Rogoff, Kenneth. A Constant Recontracting Model of Sovereign Debt, Journal of Political Economy, 97(1), February 1989, 155-178.",
        "Fearon, James D. Rationalist Explanations for War, International Organization, 49(3), Summer 1995, 379-414.",
        "Garfinkel, Michelle. Arming as a Strategic Investment in a Cooperative Equilibrium, American Economic Review, 80(1), March 1990, 50-68.",
        "Garfinkel, Michelle. Domestic Politics and International Conflict, American Economic Review, 84(5), December 1994, 1294-1309.",
        "Garfinkel, Michelle and Skaperdas, Stergios, Conflict Without Misperceptions or Incomplete Information: How the Future Matters, Journal of Conflict Resolution, 44(6), December 2000, 793-807.",
        "Gershenson, Dmitriy and Grossman, Herschel I. Civil Conflict: Ended or Never Ending? Journal of Conflict Resolution, 44(6), December 2000, 807-821.",
        "Grossman, Herschel I. Kleptocracy and Revolutions, Oxford Economic Papers, 51(2), April 1999, 267-283.",
        "Grossman, Herschel I. and Kim, Minseong. Swords or Plowshares? A Theory of the Security of Claims to Property, Journal of Political Economy, 103(6), December 1995, 1275-1288.",
        "Grossman, Herschel I. and Mendoza, Juan. The Economics of Empire Building, unpub- lished, September 2002.",
        "Hess, Gregory and Orphanides, Athanasios. War Politics: An Economic, Rational-Voter Framework, American Economic Review, 85(4), September 1995, 828-846.",
        "Hess, Gregory and Orphanides, Athanasios. War and Democracy, Journal of Political Economy, 109(4), August 2001, 776-810.",
        "Miles, Edwin A. `Fifty-four Forty or Fight -- An American Political Legend, The Missis- sippi Valley Historical Review, 44(2), September 1957, 291-309.",
        "Pletcher, David M. The Diplomacy of Annexation: Texas, Oregon, and the Mexican War, University of Missouri Press, 1973.",
        "Powell, Robert. Guns, Butter, and Anarchy, American Political Science Review, 87(1), March 1993, 115-132.",
        "Sperber, Hans. `Fifty-four Forty or Fight: Facts and Fictions, American Speech, 32(1), February 1957, 5-11.",
        "Skaperdas, Stergios and Syropoulos, Constantinos. Can the Shadow of the Future Harm Cooperation? Journal of Economic Behavior and Organization, 29(3), May 1996, 355- 372."
    ]
}