{
    "id": 9645,
    "cites": 19,
    "cited_by": 5,
    "reference": [
        "Allen, F. (1993), Stock Markets and Resource Allocation, in C. Mayer and X.",
        "Vives, (eds.), Capital Markets and Financial Intermediation (Cambridge University Press, Cambridge). Allen, F. and D. Gale (1999), Diversity of Opinion and Financing of New Technologies, Journal of Financial Intermediation, Vol. 8, pp. 68-89.",
        "Allen, F. and D. Gale (2000), Comparing Financial Systems (MIT Press, Cambridge, MA).",
        "Bascha, A. and U. Walz (2001), Financing Practices in the German Venture Capital Industry: An Empirical Assessment, unpublished manuscript, University of Tubingen.",
        "Botazzi, L. and M. Da Rin, M. (2002), Venture Capital in Europe and the Financing of European Innovative Firms, Economic Policy, Vol. 17, pp. 229-269.",
        "Carlin, W. and C. Mayer (2002), Finance, Investment and Growth, forthcoming, Journal of Financial Economics.",
        "Cornelli, F. and O. Yosha (2002), Stage Financing and Convertible Debt, forthcoming, Review of Economic Studies.",
        "Cumming, D. (2001), United States Venture Capital Financial Contracting: Evidence from Investments in Foreign Securities, unpublished manuscript, University of Alberta.",
        "Gilson, R. and D. Schizer (2002), Understanding Venture Capital Structure: A Tax Explanation for Convertible Preferred Stock, unpublished manuscript, Stanford University.",
        "Gompers, P. and J. Lerner (1998), What Drives Venture Capital Fundraising? Brookings Papers on Economic Activity (Microeconomics), pp. 149-192.",
        "Gompers, P. and J. Lerner (1999), The Venture Capital Cycle, (Cambridge, MA, MIT Press).",
        "Gompers, P. and J. Lerner (2001), The Venture Capital Revolution, Journal of Economic Perspectives, Vol. 15, pp. 145-168.",
        "Hellman, T. (1998), The Allocation of Control Rights in VC Contracts, RAND Journal of Economics, Vol. 29, pp. 57-76.",
        "Hellman, T. and M. Puri (2000), The Interaction between Product Market and Financing Strategy: The Role of Venture Capital, Review of Financial Studies, Vol.",
        "Jeng, L. and P. Wells (2000), The Determinants of Venture Capital Funding: Evidence Across Countries, Journal of Corporate Finance, Vol. 6, pp. 241-289.",
        "Kaplan, S. and P. Stromberg (2002), Financial Contracting Theory Meets the Real World: An Empirical Analysis of Venture Capital Contracts, forthcoming, Review of Economic Studies.",
        "Lerner, J. and F. Hardymon (1999), Venture Capital and Private Equity: A Case Book (New York, Wiley and Sons Press), Chapter 19.",
        "Manigart, S. and H. Sapienza (2000), Venture Capital and Growth, in D. Sexton and H. Landstrom (eds.), The Blackwell Handbook of Entrepreneurship (Blackwell, Oxford).",
        "Sako, M. and W. Kelly (2002) Governance of Start-ups in Japan: What Scope for Change? unpublished manuscript, Sad Business School, Oxford."
    ]
}