{
    "id": 9650,
    "cites": 20,
    "cited_by": 9,
    "reference": [
        "Michael Abbott and Orley Ashenfelter, Labour Supply, Commodity Demand and the Allocation of Time, Review of Economic Studies, 43 (October 1976): 389-411.",
        "Patricia Apps and Ray Rees, Household Production, Full Consumption and the Costs of Children, Labour Economics, 8 (December 2001): 621-48.",
        "Julie Aslaksen, Trude Fagerli and Hanne Gravningsmyhr, An Estimation of Time and Commodity Intensity in Unpaid Household Production in Norway, Feminist Economics, 2 (Fall 1996): 81-91.",
        "Gary Becker, A Theory of the Allocation of Time, Economic Journal, 75 (September 1965): 493-517.",
        "Jess Benhabib, Richard Rogerson and Randall Wright, Homework in Macroeconomics: Household Production and Aggregate Fluctuations, Journal of Political Economy, 99 (December 1991): 1166-87.",
        "Yoram Ben-Porath, The F-Connection: Families, Friends, and Firms and the Organization of Exchange, Population and Development Review, 6 (March 1980): 1-30.",
        "Jeff Biddle and Daniel Hamermesh, Sleep and the Allocation of Time, Journal of Political Economy, 98 (October 1990): 922-43.",
        "Michael Boskin, Efficiency Aspects of the Differential Tax Treatment of Market and Household Economic Activities, Journal of Public Economics, 4 (February 1975): 1-25.",
        "Jeremy Greenwood, Richard Rogerson and Randall Wright, Household Production in Real Business Cycle Theory, in Thomas Cooley, ed., Frontiers of Business Cycle Research. Princeton, NJ: Princeton University Press, 1995.",
        "Reuben Gronau, Home Production--A Survey, in Orley Ashenfelter and Richard Layard, eds. Handbook of Labor Economics, Vol. 1. Amsterdam: North-Holland, 1986.",
        "Perspective, National Bureau of Economic Research, Working Paper No. 8509, 2001.",
        "Daniel Hamermesh, Timing, Togetherness and Time Windfalls, Journal of Population Economics, 15 (November 2002): 601-623.",
        "Duncan Irongmonger, Households Work. London and Sydney: Allen and Unwin, 1989.",
        "J. Steven Landefeld and Stephanie McCulla, Accounting for Nonmarket Household Production within a National Accounts Framework, Review of Income and Wealth, 46 (September 2000): 289-307.",
        "SÃ\u0083Â©bastien Lecocq, The Allocation of Time and Goods in Household Activities: A Test of Separability, Journal of Population Economics, 14 (2001): 585-97.",
        "James Markusen, Explaining the Volume of Trade: An Eclectic Approach, American Economic Review, 76 (December 1986): 1002-11.",
        "Robert Michael, Education in Nonmarket Production, Journal of Political Economy, 81 (March/April 1973): 306-27.",
        "Salvador Ortiguera and Manuel Santos, On the Speed of Convergence in Endogenous Growth Models, American Economic Review, 87 (June 1997): 383-99.",
        "Robert Pollak, Gary Beckers Contributions to Family and Household Economics, National Bureau of Economic Research, Working Paper No. 9232, October 2002.",
        "Its Implications for the Allocation of Time, Journal of Political Economy, 83 (April 1975): 255-78."
    ]
}