{
    "id": 9652,
    "cites": 56,
    "cited_by": 6,
    "reference": [
        "Alexander, K. L., D. R. Entwisle, et al. (1994). Children in Motion: School Transition and Elementary School Performance. American Sociology Association, Los Angeles, CA.",
        "Blank, R. (1997). It Takes a Nation. Princeton University Press, Princeton, NJ.",
        "Brooks-Gunn, J., G. J. Duncan, et al. (1997). Neighborhood Poverty: Context and Consequences for Children. New York, Russell Sage Foundation.",
        "CHA (2000a). Chicago Housing Authority Home Page, Chicago Housing Authority.",
        "CHA (2000b). Chicago Housing Authority: Plan for Transformation. January 6, 2000.",
        "Condon, M. (1991). Crime, Public Housing and Employment among Blacks in Chicago.",
        "Cambridge, M.A., Malcolm Weiner Center for Social Policy, Kennedy School of Government, Harvard University. Cunningham, M. K., D. Sylvester, et al. (1999). Section 8 Families in the Washington Region: Neighborhood Choices and Constraints. Washington, D.C., Metropolitan Washington Council of Governments.",
        "Currie, J. and A. Yelowitz (2000). Are Public Housing Projects Good for Kids? Journal of Public Economics 75: 99-124.",
        "Deluca, S. (2000). Research Associate, Northwestern Univerity.",
        "Dunworth, T. and A. Saiger (1994). Drugs and Crime in Public Housing: A Three-City Analysis.",
        "Washington, D.C., U.S. Department of Justice, National Institute of Justice. Ellen, I. G. and M. A. Turner (1997). Does Neighborhood Matter? Assessing Recent Evidence. Housing Policy Debate 8(4): 833-66.",
        "Farley, J. E. (1982). Has Public Housing Gotten a Bum Rap? The Incidence of Crime in St.",
        "Louis Public Housing Developments. Environment and Behavior 14(4): 443-477. Fischer, P. B. (2003). Where are the Public Housing Families Going? An Update. Unpublished manuscript. Lake Forest College, Lake Forest, IL.",
        "Garza, M. M. (1999). 9 High-Rises at Taylor Homes Slated to Close. Chicago Tribune. Chicago, IL: Section 2, Page 5.",
        "Garza, M. M. (1999). CHA Evacuates High-Rise Units Without Heat. Chicago Tribune.",
        "Chicago, IL: 1. Goering, J., J. Kraft, et al. (1999). Moving to Opportunity for Fair Housing Demonstration Program: Current Status and Initial Findings. Washington, DC, Department of Housing and Urban Development.",
        "Goering, J., H. Stebbins, et al. (1995). Promoting Housing Choice in HUDs Rental Assistance Programs. Washington, DC, U.S. Department of Housing and Urban Development.",
        "Gudhart-Powers, J. (2000). Policy, Programs and Legislative Affairs, U.S. Department of Housing and Urban Development.",
        "Hanushek, Eric A. (1992). The Trade-Off between Child Quantity and Quality. Journal of Political Economy. February 1992.",
        "Hanushek, Eric A. (1986). The Economics of Schooling: Production and Efficiency in Public Schools. Journal of Economic Literature, September 1986.",
        "Hartung, J. M. and J. R. Henig (1997). Housing Vouchers and Certificates as a Vehicle for Deconcentrating Poverty: Evidence from the Washington, DC, Metropolitan Area. Urban Affairs Review 32(3): 403-419.",
        "Hawes, C. (1992). Now Things Move Quickly at Cabrini. Chicago Tribune. Chicago, IL: Section 2, page 1.",
        "Holzman, H. R. (1996). Criminological Research in Public Housing: Toward a Better Understanding of People, Places and Spaces. Crime and Deliquency 42(3): 361-378.",
        "Ingersoll, G. M., J. P. Scamman, et al. (1989). Geographic Mobility and Student Achievement in an Urban Setting. Educational Evaluation and Policy Analysis 11: 143-149.",
        "Jackson, B. and M. M. Garza (1999). CHA High-Rise Loses Heat as Pipes Burst. Chicago Tribune. Chicago, IL: Section 2, Page 3.",
        "Jargowsky, P. A. (1997). Poverty and Place. New York, Russell Sage Foundation.",
        "Jencks, C. and S. E. Mayer (1990). The Social Consequences of Growing Up in a Poor Neighborhood. Inner-City Poverty in the United States. L. E. Lynn and M. G. H. McGeary.",
        "Washington, DC, National Academy Press: 111-186. Katz, L. F., Kling, J. and Liebman, J. (2001). Moving to Opportunity in Boston: Early Results of a Randomized Mobility Experiment. Quarterly Journal of Economics 116(2): 607-654.",
        "Kaufman, J. E. and J. E. Rosenbaum (1992). The Education and Employment of Low-Income Black Youth in White Suburbs. Educational Evaluation and Policy Analysis 14(3): 229-240.",
        "Kerbow, D. (1996). Patterns of Urban School Mobility and Local School Reform. Journal of Education for Students Placed at Risk 1(2): 147-169.",
        "Kotlowitz, A. (1991). There Are No Children Here: The Story of Two Boys Growing Up in the Other American. New York, Doubleday.",
        "Leventhal, T. and B.-G. Jeanne (2000). Moving to Opportunity: What About the Kids? New York City, Teachers College, Columbia University.",
        "Ludwig, J., Hirschfield, P. and Greg J. Duncan, et al. (2001). Urban Poverty and Juvenile Crime: Evidence from a Randomized Housing-Mobility Experiment. Quarterly Journal of Economics 116(2): 665-679.",
        "Ludwig, J., H. F. Ladd, et al. (2000). The Effects of Urban Poverty on Educational Outcomes: Evidence from a Randomized Experiment. Brookings-Wharton Conference on Urban Affairs, Washington, DC.",
        "Massey, D. S. and N. A. Denton (1993). American Apartheid: Segregation and the Making of the Underclass. Cambridge, MA, Harvard University Press.",
        "Means, C. o. W. a. (1998). 1998 Green Book. Washington, DC, U.S. House of Representatives.",
        "Newman, O. (1972). Defensible Space: Crime Prevention Through Urban Design. New York, Macmillan.",
        "Newman, O. and K. A. Franck (1980). Factors Influencing Crime and Instability in Urban Housing Developments. Washington, D.C., National Institute of Justice.",
        "Newman, S. and J. Harkness (1999). Assisted Housing and the Educational Attainment of Children. Baltimore, Institute for Policy Studies, Johns Hopkins University.",
        "Newman, S., J. Harkness, et al. (1999). Neighborhood Poverty, Assisted Housing and the Educational Attainment of Children. Baltimore, MD, Johns Hopkins University Institute for Policy Studies.",
        "Nickerson, M. (1992). Sniper Kills Cabrini Kid Steps From School. Chicago Tribune. Chicago, IL: 1.",
        "Ong, P. (1998). Subsidized Housing and Work among Welfare Recipients. Housing Policy Debate 9(4): 775-794.",
        "Oreopoulos, Philip (2001). The Long-Run Consequences of Living in a Poor Neighborhood.",
        "Working paper. Unpublished manuscript, University of Toronto. Popkin, S. J. and M. K. Cunningham (1999). CHAC Section 8 Program: Barriers to Successful Leasing Up. Washington, D.C., The Urban Institute.",
        "Popkin, S. J. and M. K. Cunningham (2000). Searching for Rental Housing with Section 8 in the Chicago Region. Washington, D.C., The Urban Institute.",
        "Popkin, S. J., Harris, L.E. and M. K. Cunningham (2001). Families in Transition: A Qualitative Analysis of the MTO Experience. Final Report submitted to the U.S. Department of Housing and Urban Development, Office of Policy Development and Research.",
        "Reingold, David A., Ryzin, Gregg G. Van, and Michelle Ronda (2001). Does Urban Public Housing Dimish the Social Capital and Labor Force Activity of Its Tenants? Journal of Policy Analysis and Management 20(3): 485-504.",
        "Rivkin, Steven G., Eric A. Hanushek and John Kain (2001). Teachers, Schools and Academic Achievement. Working Paper, April 2001.",
        "Rockoff, Jonah E. (2002). The Impact of Teachers on Elementary Achievement: New Estimates from Longitudinal Micro-Data. Working Paper, Harvard University.",
        "Roncek, D. W., R. Bell, et al. (1981). Housing Projects and Crime: Testing a Proximity Hypothesis. Social Problems 29: 151-166.",
        "Rosenbaum, E. and L. E. Harris (2000). Residential Mobility and Opportunities: Early Impacts of the Moving to Opportunity Demonstration Program in Chicago. .",
        "Rosenbaum, J. E. (1995). Changing the Geography of Opportunity by Expanding Residential Choice: Lessons from the Gautreaux Program. Housing Policy Debate 6: 231-269.",
        "Russ, G. (2000). Chief of Operations, Chicago Housing Authority.",
        "Struyk, R. J. and J. M. Bendick, Eds. (1981). Housing Vouchers for the Poor: Lessons from a National Experiment. Washington, D.C., The Urban Institute Press.",
        "Turner, M. A. (1998). Moving Out of Poverty: Expanding Mobility and Choice through TenantBased Housing Assistance. Housing Policy Debate 9(2): 373-394.",
        "Washington, DC, Urban Institute Press. Varady, D. P. and C. C. Walker (2000). Vouchering Out Distressed Subsidized Developments: Does Moving Lead to Improvements in Housing and Neighborhood Conditions? Housing Policy Debate 11(1): 115-162."
    ]
}