{
    "id": 9656,
    "cites": 51,
    "cited_by": 5,
    "reference": [
        "K. Anderson and Y. Hayami (1986), The Political Economy of Agricultural Protection: East Asia in International Perspective (Sydney: Allen and Unwin).",
        "K. Bagwell and R. W. Staiger (2002), The Economics of the World Trading System (Cambridge, Mass.: MIT Press).",
        "P. Bairoch (1972), Ã\u0082â\u0080\u009cFree Trade and European Economic Development in the 19th Century,Ã\u0082â\u0080\u009d European Economic Review 3 (November): 211-45.",
        "P. Bairoch (1989), European Trade Policy, 1815-191. In P. Mathias and S. Pollard (eds.), The Cambridge Economic History of Europe, vol. III (Cambridge: Cambridge University Press).",
        "R. H. Bates, P. Brock, and J. Tiefenthaler (1991), Ã\u0082â\u0080\u009cRisk and Trade Regimes: Another Exploration,Ã\u0082â\u0080\u009d International Organization 45, 1 (Winter): 1-18.",
        "J. N. Bhagwati (2000a), Free Trade Today (Princeton, NJ: Princeton University Press).",
        "J. N. Bhagwati (ed.) (2000b), Going Alone: The Case for Relaxed Reciprocity in Freeing Trade (Cambridge, Mass.: MIT).",
        "V. Bulmer-Thomas (1994), The Economic History of Latin America Since Independence (Cambridge: Cambridge University Press).",
        "M. A. Centenos (1997), Ã\u0082â\u0080\u009cBlood and Debt: War and Taxation in Nineteenth-Century Latin America,Ã\u0082â\u0080\u009d American Journal of Sociology 102 (May): 1565-605.",
        "D. Cleary (1998), Lost Altogether to the Civilized World: Race and the Cabanagem in Northern Brazil, 1750-1850, Comparative Studies in Society and History 401 (January): 109-35.",
        "M. A. Clemens and J. G. Williamson (2002), Ã\u0082â\u0080\u009cClosed Jaguar, Open Dragon: Comparing Tariffs in Latin America and Asia before World War II,Ã\u0082â\u0080\u009d NBER Working Paper 9401, National Bureau of Economic Research, Cambridge, Mass. (December).",
        "J. H. Coatsworth (1988), Patterns of Rural Rebellion in Latin America: Mexico in Comparative Perspective. In Riot, Rebellion, and Revolution: Rural Social Conflict in Mexico, edited by F. Katz (Princeton: Princeton University Press).",
        "J. H. Coatsworth and J. G. Williamson (2002), Ã\u0082â\u0080\u009cThe Roots of Latin American Protectionism: Looking Before the Great Depression,Ã\u0082â\u0080\u009d NBER Working Paper 8999, National Bureau of Economic Research, Cambridge, Mass. (June).",
        "J. Conybeare (1983), Ã\u0082â\u0080\u009cTariff Protection in Developed and Developing Countries: A Cross-Sectional and Longitudinal Analysis,Ã\u0082â\u0080\u009d International Organization 37, 3 (Summer): 441-67.",
        "V. Corbo (1992), Ã\u0082â\u0080\u009cDevelopment Strategies and Policies in Latin America: A Historical Perspective,Ã\u0082â\u0080\u009d International Center for Economic Growth, Occasional Paper No. 22 (April): 16-48.",
        "A. Dixit (1987), Ã\u0082â\u0080\u009cStrategic Aspects of Trade Policy.Ã\u0082â\u0080\u009d In T. F. Bewley (ed.), Advances in Economic Theory: Fifth World Congress (New York: Cambridge University Press).",
        "R. H. Dumke (1994), Ã\u0082â\u0080\u009cGerman Economic Unification in the 19th Century: The Political Economy of the Zollverein,Ã\u0082â\u0080\u009d Diskussion BeitrÃ\u0083Â¤ge D-87755, Institut fÃ\u0083Â¼r Volkswirtschaftslehre, UniversitÃ\u0083Â¤t der Bundeswehr MÃ\u0083Â¼chen (August).",
        "A. Gerschenkron (1943), Bread and Democracy in Germany (Berkeley, Calif.: University of California Press).",
        "G. Grossman and E. Helpman (1994), Ã\u0082â\u0080\u009cProtection for Sale,Ã\u0082â\u0080\u009d American Economic Review 84, 4 (September): 833-50.",
        "W. O. Henderson (1962), The Genesis of the Common Market (Chicago: Quadrangle Books).",
        "D. A. Irwin (1997), Ã\u0082â\u0080\u009cHigher Tariffs, Lower Revenues? Analyzing the Fiscal Aspects of the Great Tariff Debate of 1888,Ã\u0082â\u0080\u009d NBER Working Paper 6239, National Bureau of Economic Research, Cambridge, Mass. (October).",
        "D. A. Irwin (1998), Ã\u0082â\u0080\u009cChanges in U.S. Tariffs: The Role of Import Prices and Commercial Policies?Ã\u0082â\u0080\u009d American Economic Review 88 (September): 1015-26.",
        "D. A. Irwin (2002), Ã\u0082â\u0080\u009cThe Early Trade Policy Experience of the United States, 1789-1820,Ã\u0082â\u0080\u009d unpublished, Department of Economics, Dartmouth College (September 3).",
        "C. P. Kindleberger (1951), Group Behavior and International Trade, Journal of Political Economy 59 (February): 30-46.",
        "A. Kraus (1980), Quellen zur BevÃ\u0083Â¶lkerungs-, Sozial- und Wirtschaftsstatistik Deutschlands, 1815-1875 (Boppard am Rhein: Boldt).",
        "P. Krugman (1996), Pop Internationalism (Cambridge, Mass.: MIT Press).",
        "P. H. Lindert (1998), Ã\u0082â\u0080\u009cPoor Relief Before the Welfare State: Britain versus the Continent 1780-1880,Ã\u0082â\u0080\u009d European Review of Economic History 2 (1998): 101-40.",
        "P. H. Lindert and J. G. Williamson (2003), Ã\u0082â\u0080\u009cDoes Globalization Make the World More Unequal?Ã\u0082â\u0080\u009d In M. Bordo, A. M. Taylor and J. G. Williamson (eds.), Globalization in Historical Perspective (Chicago: University of Chicago Press).",
        "S. P. Magee, W. A. Brock and L. Young (1989), Black Hole Tariffs and Endogenous Policy Theory (Cambridge: Cambridge University Press).",
        "D. Mares, D.(2001), Violent Peace: Militarized Interstate Bargaining In Latin America (New York. Columbia University Press).",
        "H. P. Marvel and E. J. Ray (1983), Ã\u0082â\u0080\u009cThe Kennedy Round: Evidence on the Regulation of International Trade in the USA,Ã\u0082â\u0080\u009d American Economic Review 73 (March): 190-7.",
        "H. P. Marvel and E. J. Ray (1987), Ã\u0082â\u0080\u009cIntraindustry Trade: Sources and Effects on Protection,Ã\u0082â\u0080\u009d Journal of Political Economy 95 (December): 1278-91.",
        "F. McGillivray, I. McLean, R. Pahre and C. Schonhardt-Bailey (2001), Ã\u0082â\u0080\u009cTariffs and Modern Political Institutions: An Introduction.Ã\u0082â\u0080\u009d In F. McGillivray et al. (eds.), International Trade and Political Institutions: Instituting Trade in the Long Nineteenth Century (Cheltenham, UK: Edward Elgar).",
        "F. McGillivray (2001), Ã\u0082â\u0080\u009cTrading Free and Opening Markets.Ã\u0082â\u0080\u009d In F. McGillivray et al. (eds.), International Trade and Political Institutions: Instituting Trade in the Long Nineteenth Century (Cheltenham, UK: Edward Elgar).",
        "J. S. Mill (1909), Principles of Political Economy (London: Longmans).",
        "J. V. Nye (1991), Ã\u0082â\u0080\u009cThe Myth of Free-Trade Britain and Fortress France: Tariffs and Trade in the Nineteenth Century,Ã\u0082â\u0080\u009d Journal of Economic History 51, 1 (March): 23-46.",
        "P. K. OÃ\u0082â\u0080\u0099Brien and S. L. Engerman (1991), Ã\u0082â\u0080\u009cExports and the growth of the British economy from the Glorious Revolution to the Peace of Amiens.Ã\u0082â\u0080\u009d In B. Solow (ed.), Slavery and the Rise of the Atlantic System (Cambridge: Cambridge University Press).",
        "M. Obstfeld and A. M. Taylor (2003), Ã\u0082â\u0080\u009cGlobalization and Capital Markets.Ã\u0082â\u0080\u009d In M. Bordo, A. M. Taylor and J. G. Williamson (eds.), Globalization in Historical Perspective (Chicago: University of Chicago Press).",
        "K. H. OÃ\u0082â\u0080\u0099Rourke (2000), Ã\u0082â\u0080\u009cTariffs and Growth in the Late 19th Century,Ã\u0082â\u0080\u009d Economic Journal 110 (April): 456-83.",
        "K. H. ORourke and R. Sinnott (2003), Migration Flows: Political Economy of Migration and the Empirical Challenges, unpublished paper (March).",
        "K. H. OÃ\u0082â\u0080\u0099Rourke and J. G. Williamson (1999), Globalization and History (Cambridge, Mass.: Cambridge University Press).",
        "J. Pincus (1977), Pressure Groups and Politics in Antebellum Tariffs (New York: Columbia University Press).",
        "L. Prados de la Escosura (2003), Ã\u0082â\u0080\u009cThe Economic Consequences of Independence in Latin America.Ã\u0082â\u0080\u009d In V. Bulmer-Thomas, J. H. Coatsworth and R. CortÃ\u0083Â©s Conde (eds.), Cambridge Economic History of Latin America (Cambridge: Cambridge University Press, forthcoming).",
        "D. Rodrik (1995), Ã\u0082â\u0080\u009cPolitical Economy of Trade Policy.Ã\u0082â\u0080\u009d In G. M. Grossman and K. Rogoff (eds.), Handbook of International Economics, Volume 3 (Amsterdam: Elsevier): 1457-94.",
        "R. Rogowski (1989), Commerce and Coalitions: How Trade Effects Domestic Political Arrangements (Princeton, N.J.: Princeton University Press).",
        "G. von Schmoller (1904), Grundriss der Allegemeinen Volkswirtschaftslehre (Leipzig: Duncker and Humblot).",
        "A. Smith (1776: 1976), An Inquiry into the Nature and Causes of the Wealth of Nations (Oxford: Clarendon Press).",
        "W. Stolper and P. Samuelson, Ã\u0082â\u0080\u009cProtection and Real Wages,Ã\u0082â\u0080\u009d Review of Economic Studies 9 (1941): 58-73.",
        "F. W. Taussig (1892), Tariff History of the United States (New York: The Knickerbocker Press). A. Taylor (1998), Ã\u0082â\u0080\u009cOn the Costs of Inward-Looking Development: Price Distortions, Growth, and Divergence in Latin America,Ã\u0082â\u0080\u009d Journal of Economic History 58 (March): 1-28.",
        "J. G. Williamson (1998), Ã\u0082â\u0080\u009cGlobalization, Labor Markets and Policy Backlash in the Past,Ã\u0082â\u0080\u009d Journal of Economic Perspectives 12 (Fall): 51-72.",
        "J. G. Williamson (2002), Two Centuries of Globalization: Backlash and Bribes for the Losers, WIDER Annual Lecture, Copenhagen (September 5)."
    ]
}