{
    "id": 9657,
    "cites": 52,
    "cited_by": 104,
    "reference": [
        "Aharony, Joseph and Itzhak Swary, 1980, Quarterly Dividend And Earnings Announcements and Stockholders Returns: An Empirical Analysis, Journal of Finance, 35 (1), 1-12.",
        "Allen, Franklin, and Roni Michaely, 2002, Payout Policy North-Holland Handbook of Economics edited by George Constantinides, Milton Harris, and Rene Stulz; North-Holland.",
        "Allen, Franklin, Antonio Bernardo and Ivo Welch, 2000, A theory of dividends based on tax clientele, Journal of Finance, 55(6), 2499-2536.",
        "Amihud, Yakov and Maurizio Murgia, 1997, Dividends, taxes, and signaling: Evidence from Germany, Journal of Finance 52 (1), 397-408.",
        "Asquith, Paul and David W. Mullins, Jr., 1983, The Impact Of Initiating Dividend Payments On Shareholders Wealth, Journal of Business, 56 (1), 77-96.",
        "Benartzi, Shlomo, Roni Michaely and Richard Thaler, 1997, Do changes in dividends signal the future or the past? Journal of Finance 52 (3), 1007-1043.",
        "Bens, Daniel, Venky Nagar, and Douglas Skinner, 2002, Employee stock options, EPS dilution, and stock repurchases, Working paper, University of Michigan.",
        "Bhattacharya, Sudipto, 1979, Imperfect Information, Dividend Policy, and `The Bird in the Hand Fallacy, Bell Journal of Economics, 10 (1), 259-270.",
        "Black, Fischer, 1976, The Dividend Puzzle, Journal of Portfolio Management, 2 , 5-8.",
        "Brittain, John, 1966, Corporate dividend policy, studies of government finance, (Washington, DC: The Brooking Institution).",
        "Chowdhry, Bhagwan, and Vikram Nanda, 1994, Repurchase premia as a reason for dividends: A dynamic model of corporate payout policies, Review of Financial Studies 7, 321-350.",
        "DeAngelo, Harry, Linda DeAngelo, and Douglas Skinner, 1996, Reversal of fortune, dividend signaling and the disappearance of sustained earnings growth, Journal of Financial Economics, 40, 341-371.",
        "DeAngelo, Harry, Linda DeAngelo, and Douglas Skinner, 2000, Special dividends and the evolution of dividend signaling, Journal of Financial Economics, 57, 309-354.",
        "DeAngelo, Harry, Linda DeAngelo, and Douglas Skinner, 2002, Are dividends disappearing? Dividend concentration and the consolidation of earnings, Working Paper, University of Southern California.",
        "Easterbrook, Frank H., 1984, Two Agency-Cost Explanations of Dividends, American Economic Review, 74 (4), 650-659.",
        "Fama, Eugene F. and Harvey Babiak, 1968, Dividend Policy: An Empirical Analysis, Journal of the American Statistical Association, 63(324), 1132-1161.",
        "Fama, Eugene, and Kenneth French, 2001, Disappearing dividends: Changing firm characteristics or lower propensity to pay?, Journal of Financial Economics 60, 3-43.",
        "Fama, Eugene, and Kenneth French, 2002, Testing Trade-off and Pecking Order Predictions about Dividends and Debt, The Review of Financial Studies 15, 1-35.",
        "Friedman, Milton, 1953, The Methodo logy of Positive Economics, in Essays in Positive Economics, The University of Chicago Press.",
        "Graham, John R., and Campbell Harvey, 2001, The Theory and Practice of Corporate Finance: Evidence from the Field, Journal of Financial Economics 60, 187-243.",
        "Grinstein, Yaniv and Roni Michaely, 2002, Institutional Holdings and Payout Policy, Working Paper, Cornell University, Ithaca, NY.",
        "Grossman, Sanford J. and Oliver D. Hart, 1980, Takeover bids, the free-rider problem, and the theory of the corporation, Bell Journal of Economics 11, 42-54.",
        "Grullon, Gustavo and Roni Michaely, 2002, Dividends, share repurchases and the substitution hypothesis, Journal of Finance 62 (4).",
        "Grullon, Gustavo and David Ikenberry, 2000, What do know about stock repurchase? Journal of Applied Corporate Finance, 13, 31-51.",
        "Grullon, Gustavo, Roni Michaely and Bhaskaran Swaminathan, 2002, Are dividend changes a sign of firm maturity?, The Journal of Business, forthcoming.",
        "Hausman, Daniel, M., 1992, The inexact and separate science of economics, Cambridge University Press.",
        "Ikenberry, David, Josef Lakonishok and Theo Vermaelen, 1995, Market Underreaction to Open Market Share Repurchases, Journal of Financial Economics 39, 181-208.",
        "Jagannathan, M., and C. P. Stephens, 2001, Motives for Open Market Share Repurchases: Under-valuation, Earnings Signaling or Free Cash Flow, Working paper, University of Missouri-Columbia.",
        "Jagannathan, Murray, Clifford P. Stephens, and Michael S. Weisbach, 2000, Financial flexibility and the choice between dividends and stock repurchases, Journal of Financial Economics 57, 355-384.",
        "Jensen, Michael C., 1986, Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers, American Economic Review, 76 (2), 323-329.",
        "Jensen, Michael C. and William H. Meckling, 1976, Theory of the Firm: Managerial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics, 3 (4), 305-360.",
        "John, Kose and Joseph Williams, 1985, Dividends, Dilution, and Taxes: A Signaling Equilibrium, Journal of Finance, 40 (4), 1053-1070.",
        "Lie, Eric, 2000, Excess funds and the agency problems: An empirical study of incremental disbursements, Review of Financial Studies 13 (1), 219-248.",
        "Lie, Eric, 2001, Financial flexibility and the corporate payout policy, Working paper, College of William and Mary, VA.",
        "Lintner, John, 1956, Distribution of Incomes of Corporations Among Dividends, Retained Earnings, and Taxes, American Economic Review, 46(2) , 97-113.",
        "Lucas, Deborah J. and Robert L. McDonald, 1998, Shareholder Heterogeneity, Adverse Selection, and Payout Policy, Journal of Financial and Quantitative Analysis , 33(2).",
        "Masulis, Ronald W. and Ashok N. Korwar, 1986, Seasoned Equity Offerings: An Empirical Investigation, Journal of Financial Economics, 15 (1/2), 91-118.",
        "Michaely, Roni, Richard H. Thaler and Kent Womack, 1995, Price Reactions to Dividend Initiations and Omissions: Overreaction or Drift?, Journal of Finance 50 (2), 573-608.",
        "Miller, Merton., 1987, The information content of dividends, J. Bossons, R. Dornbush and S. Fischer, (eds.) Macroeconomics: Essays in Honor of Franco Modigliani (MIT press: Cambridge MA) 37-61.",
        "Miller, Merton and Franco Modigliani, 1961, Dividend Policy, Growth and the Valuation of Shares, Journal of Business, 34, 411-433.",
        "Miller, Merton and Kevin Rock, 1985, Dividend Policy Under Asymmetric Information, Journal of Finance, 40 (4), 1031-1051.",
        "Modigliani Franco, and Merton Miller, 1958, The cost of capital, corporate finance and the theory of investment, American Economic Review 48, No. 3, pp. 261-297.",
        "Myers, Stewart C. and Nicholas S. Majluf, 1984, Corporate Financing and Investment Decisions when Firms Have Information that Investors Do Not Have, Journal of Financial Economics, 13 (2), 187-221.",
        "Nohel, T. and V. Tarhan, 1998, Share Repurchases and Firm Performance: New Evidence on the Agency Costs of Free Cash Flow, Journal of Financial Economics, 49, 187-222.",
        "Rosenberg, Alexander, 1992, Economics mathematical politics or science of diminishing returns?, The University of Chicago Press.",
        "Shefrin, Hersh M. and Meir Statman, 1984, Explaining Investor Preference for Cash Dividends, Journal of Financial Economics, 13 (2), 253-282.",
        "Shleifer Andrei and Robert Vishny, 1986, Large shareholders and corporate control, Journal of Political Economy 94 (3), 461-488.",
        "Stephens, Clifford, and Michael Weisbach, 1988, Actual share reacquisitions in open market repurchases programs, Journal of Finance, 53 (1), 313-333.",
        "Trahan, Emery A. and Lawerence J. Gitman, 1995, Bridging the theory-practice gap in corporate finance: A survey of Chief Financial Officers, Quarterly Review of Economics and Finance 35, 73-87.",
        "Vermaelen, Theo, 1981, Common Stock Repurchases and Market Signaling: An Empirical Study, Journal of Financial Economics, 9 (2), 138-183.",
        "Vermaelen, T., 1984, Repurchase Tender Offers, Signalling and Managerial Incentives, Journal of Financial and Quantitative Analysis, 19, 163-181.",
        "Watts, Ross, 1973, The Information Content of Dividends, Journal of Business, 46 (2), 191-211."
    ]
}