{
    "id": 9658,
    "cites": 16,
    "cited_by": 13,
    "reference": [
        "[1] F. Allen, S. Morris, and A. Postlewaite, Finite bubbles with short sale constraints and asymmetric information, J. Econ. Theory 61 (1993), 206--229.",
        "[2] C. Avery and P. Zemsky, Multidimensional uncertainty and herd behavior in financial markets, Amer. Econ. Rev. 88 (1998), 724--748.",
        "[3] A. V. Banerjee, A simple model of herd behavior, Quart. J. Econ. 107 (1992), 797--817.",
        "[5] G. A. Calvo and E. G. Mendoza, Mexicos Balance-of-Payments Crisis: A Chronicle of a Death Foretold, manuscript, University of Maryland, 1995.",
        "[6] A. Caplin and J. Leahy, Business as usual, market crashes, and wisdom after the fact, Amer. Econ. Rev. 84 (1994), 548--565.",
        "[7] C. Chamley and D. Gale, Information revelation and strategic delay in a model of in- vestment, Econometrica 62 (1994), 1065--1085.",
        "[8] V. V. Chari and P. J. Kehoe, Hot Money, Research Department Staff Report 228, Federal Reserve Bank of Minneapolis, 2003.",
        "[9] H. L. Cole and T. J. Kehoe, Self-fulfilling debt crises, Rev. Econ. Stud. 67 (2000), 91--116.",
        "[10] A. Devenow and I. Welch, Rational herding in financial economics, Europ. Econ. Rev. 40 (1996), 603--615.",
        "[12] S. Grossman and J. E. Stiglitz, On the impossibility of informationally efficient markets, Amer. Econ. Rev. 70 (1980), 393--408.",
        "[13] F. Gul and R. Lundholm, Endogenous timing and the clustering of agents decisions, J. Polit. Economy 103 (1995), 1039--1066.",
        "[14] I. H. Lee, On the convergence of informational cascades, J. Econ. Theory 61 (1993), 395--411.",
        "[15] I. H. Lee, Market crashes and informational avalanches, Rev. Econ. Stud. 65 (1998), 741--759.",
        "[16] J. D. Sachs, A. Tornell, and A. Velasco, The Mexican peso crisis: Sudden death or death foretold? J. Int. Econ. 41 (1996), 265--283.",
        "[17] L. Smith and P. Sorensen, Pathological outcomes of observational learning, Econometrica 68 (2000), 371--398.",
        "[18] X. Vives, Learning from others: A welfare analysis, Games Econ. Behav. 20 (1997), 177--200."
    ]
}