{
    "id": 9659,
    "cites": 13,
    "cited_by": 3,
    "reference": [
        "Bergstresser, Daniel. Market concentration and commercial bank loan portfolios. manuscript, Harvard Business School, 2002.",
        "Biais, Bruno and Christian Gollier. Trade Credit and Credit Rationing. Review of Financial Studies, 10 (4), Winter 1997, pp. 903-937.",
        "Chamberlain, Gary. Analysis of Covariance with Qualitative Data. Review of Economic Studies, 47, 1980, pp. 225-238.",
        "Chamberlain, Gary. Panel Data. Handbook of Econometrics, Volume II, Zvi Griliches and Michael D. Intriligator (eds.). New York: North-Holland, 1984, pp. 1248- 1318.",
        "Greene, William H. Econometric Analysis, 4th edition, Prentice-Hall: New Jersey, 2000.",
        "Fafchamps, Marcel. Trade Credit in Zimbabwean Manufacturing. World Development, 25 (5), July 1997, pp. 795-815.",
        "Fafchamps, Marcel. Ethnicity and Credit in African Manufacturing. Journal of Development Economics, 61(1), February 2000, 205-35.",
        "Fisman, Raymond J., Ethnic Ties and the Provision of Credit: Relationship-level Evidence from African Firms Berkeley Economics Journal: Advances in the Economics and Growth of Developing Areas, Vol. 1, Iss. 1, 2003, http://www.bepress.com/bejegda/advances/vol1/iss1/art1.",
        "Ghosh, Parikshit and Debraj Ray. Cooperation in Community Interaction without Information Flows. Review of Economics Studies, 63 (3), July 1996, pp. 491-519.",
        "MacMillan, John, and Christopher Woodruff. Interfirm Relationshipss and Informal Credit in Vietnam. Quarterly Journal of Economics, 114(4), November 1999, pp.",
        "Petersen, Mitchell A. and Raghuram G. Rajan. The Effect of Credit Market Competition on Lending Relationships. Quarterly Journal of Economics, 110 (2), May 1995, pp. 407-43.",
        "Petersen, Mitchell A. and Raghuram G. Rajan. Trade Credit: Theories and Evidence. Review of Financial Studies, 10(3), Fall 1997, pp. 661-691.",
        "Williamson, Oliver E. The Vertical Integration of Production: Market Failure Considerations, American Economic Review, May 1971, 61, 112-23."
    ]
}