{
    "id": 966,
    "cites": 15,
    "cited_by": 3,
    "reference": [
        "Auerbach, Alan (1982) Taxes~ Firm Financial Policy and the Cost of Capital: An Empirical Analysis, presented at the NBER-SSRC Oxford Conference on Micro-Data and Public Economics.",
        "Barro, R.J. (1977) Unanticipated Money Growth and Unemployment in the U.S. American Economic Review: 67, 101-15.",
        "Fama, E. (1975) Short-term Interest Rates as Predictors of Inflation, American Economic Review, June, 169-82.",
        "Feldstein, M. (1976) Inflation, Income `I~xes, and the Eate of Interest: A Theoretical Analysis, American Economic Review 66, 5, 809-820.",
        "Economic Review: 70, 2, 182-86. __________ (1982) Inflation, Tax Rules and Capital Formation, National Bureau of Economic Research, Chicago: University of Chicago Press.",
        "Feldstein, M., J. Green and E. Sheshinski (1978) Inflation and Thxes in a Growing Economy with Debt and Equity Finance, Journal of Political Economy: 86, 2, S53-S70.",
        "Feldstein, M. and M. Warshawsky, Inflation, the Menge Formula, and Life Insurance Savings, forthcoming. Friedman, M. (1969) The Optimum Supply of Money The Optimum Supply of Money and Other Essays, Chicago: University of Chicago Press.",
        "Hartman, D. (1979) Thxation and the Effects of Inflation on the Real Capital Stock in an Open Economy, International Economic Review: 20, 2, 14l7_L~25.",
        "Modigliani, F. and L. Papadenios (1982) Inflation, Financial Markets, Fiscal Structure, and the Monetarh Mechanism, given at the NBER-EHESS International Seminar on Macroeconomics at the University of Mannheim.",
        "Mundell, R. (1963) Inflation and Real Interest Journal of Political Economy: 71, 280-83.",
        "Phelps, E.S. (1973) Inflation in the Theory of Public Finance, Swedish Journal of Economics: 75, 67-82.",
        "Poterba, J. (1980) Inflation, Income Taxes and Owner Occupied Housing, National Bureau of Economic Research Working Paper No. 553.",
        "Sargent, T. (1980) Macroeconomics, New York: Academic Press.",
        "Shiller, R. J. (1980) Can the Fed Control Real Interest Rates? in S. Fisher, ed., Rational Expectations and Economic Policy, Chicago: University of Chicago Press.",
        "Tobin, James (1965) Money and Economic Growth, Econometrica: 33, l~, 671_814."
    ]
}