{
    "id": 9664,
    "cites": 16,
    "cited_by": 10,
    "reference": [
        "Alizadeh, Sassan, Michael W. Brandt, and Francis X. Diebold, 2002, Range-based estimation of stochastic volatility models, Journal of Finance 57, 1047-1092.",
        "Andersen, Torben G., and Tim Bollerslev, 1998, Answering the skeptics: Yes, standard volatility models do provide accurate forecasts, International Economic Review 39, 885-905.",
        "Andersen, Torben G., Tim Bollerslev, and Francis X. Diebold, 2003, Parametric and nonparametric volatility measurement, in L.P. Hansen and Y. Ait-Sahalia (eds.), Handbook of Financial Econometrics.",
        "Amsterdam: North-Holland, forthcoming. Andersen, Torben G., Tim Bollerslev, Francis X. Diebold, and Paul Labys, 2003, Modeling and forecasting realized volatility, Econometrica 71, 579-626.",
        "Ball, Clifford A., and Walter N. Torous, 1984, The maximum likelihood estimation of security price volatility: Theory, evidence, and application to option pricing, Journal of Business 57, 97-112.",
        "Beckers, Stan, 1983, Variance of security price returns based on high, low, and closing prices, Journal of Business 56, 97-112.",
        "Brunetti, Celso, and Peter Lildolt, 2002, Return-based and range-based (co)variance estimation, with an application to foreign exchange markets, manuscript.",
        "Garman, Mark B., and Michael J. Klass, 1980, On the estimation of price volatility from historical data, Journal of Business 53, 67-78.",
        "Gill, Philip E., Walter Murray, and Margaret H. Wright, 1981, Practical Optimization. New York: Academic Press.",
        "Hull, John, and Alan White, 1987, The Pricing of options on assets with stochastic volatilities, Journal of Finance 42, 381-400.",
        "Kunitomo, Naoto, 1992, Improving the Parkinson methods of estimating security price volatilities, Journal of Business 65, 295-302.",
        "Ledoit, Olivier, and Michael W. Wolf, 2001, A well-conditioned estimator for large-dimensional covariance matrices, Working Paper, Anderson School of Business, UCLA.",
        "Parkinson, Michael, 1980, The extreme value method for estimating the variance of the rate of return, Journal of Business 53, 61-65.",
        "Rogers, L. Christopher G., and Stephen E. Satchell, 1991, Estimating variance from high, low, and closing prices, Annals of Applied Probability 1, 504-512.",
        "Schnabel, Robert B., and Elizabeth Eskow, 1999, A revised modified Cholesky factorization algorithm, SIAM Journal of Optimization 9, 1135-1148.",
        "Yang, Dennis, and Qiang Zhang, 2000, Drift-independent volatility estimation based on high, low, open, and close prices, Journal of Business 73, 477-491."
    ]
}