{
    "id": 9665,
    "cites": 37,
    "cited_by": 19,
    "reference": [
        "Adams, Gina, Karen Schulman, and Nancy Ebb (1998). Locked Doors: States Struggling to Meet the Child Care Needs of Low-Income Working Families, Washington D.C.: Childrens Defense Fund, March.",
        "Administration for Children and Families (1999). Access to Child Care for Low-Income Working Families, http://www.acf.dhhs.gov/news/ccreport.htm, Washington D.C.",
        "Administration for Children and Families (2000). New Statistics Show Only Small Percentage of Eligible Families Receive Child Care Help, http://www.acf.dhhs.gov/news/ccstudy2.htm, Washington D.C.",
        "Anderson, Patricia M. and Philip B. Levine (2000). Child Care and Mothers Employment Decisions, in Finding Jobs: Work and Welfare Reform, Rebecca M. Blank and David Card, eds., New York: Russell Sage Foundation.",
        "Angrist, Joshua D., and Guido W. Imbens (1999). Comment on James J. Heckman `Instrumental Variables: A Study of Implicit Behavioral Assumptions Used in Making Program Evaluations, Journal of Human Resources 34 (4), Fall: 823-827.",
        "Angrist, Joshua D., and Alan B. Krueger (1999). Empirical Strategies in Labor Economics, in Handbook if Labor Economics Volume 3A, Orley Ashenfelter and David Card, eds., Amsterdam: Elsevier.",
        "Berger, Mark C., and Dan A. Black (1992). Child Care Subsidies, Quality of Care, and the Labor Supply of Low-Income Single Mothers, Review of Economics and Statistics 74 (4), November: 635-642.",
        "Blank, Rebecca (2002) Evaluating Welfare reform in the United States, Journal of Economic Literature 40 (4): 1104-66.",
        "Blau, David M. (2003). Child Care Subsidy Programs, in Robert Moffitt (ed.) Means-Tested Transfer Programs in the United States, Chicago: University of Chicago Press for the NBER: 443-516.",
        "Blau, David M. and Alison P. Hagy (1998). The Demand for Quality in Child Care, Journal of Political Economy 106 (1), February: 104-146.",
        "Bloom, Dan, Mary Farrell, James J. Kemple, and Nandita Verma (1999). The Family Transition Program: Implementation and Three-Year Impacts of Floridas Initial Time-Limited Welfare Program, New York: Manpower Demonstration Research Corporation, April.",
        "Bos, Johannes M., Aletha C. Huston, Robert C. Granger, Greg J. Duncan, Thomas W. Brock, and Vonnie C. McCloyd (1999). New Hope for People With Low Incomes: Two-Year Results of a program to Reduce Poverty and Reform Welfare, New York: Manpower Demonstration Research Corporation, August.",
        "Carroll, Judith (2001). How to Pay for Child Care? Local Innovations Help Working Families, PACE Policy Brief, http://pace.berkeley.edu/POLICY_BRIEF.01-1.pdf.",
        "Committee on Ways and Means, U.S. House of Representatives (1998). 1998 Green Book, Washington D.C., May.",
        "Committee on Ways and Means, U.S. House of Representatives (2000). 2000 Green Book, Washington D.C., May.",
        "Crosby, Danielle A., Lisa A. Gennetian, and Aletha C. Huston (2001). Does Child Care Assistance Matter? The Effects of Welfare and Employment Programs on Child Care for Preschool- and Young School-Aged Children, MDRC, The Next generation, Working Paper Series No. 3, September ( http://www.mdrc.org/Reports2001/NG_WorkingPaperSeries/ ).",
        "Fuller, Bruce, Sharon L. Kagan, Jan McCarthy, Gretchen Caspary, Darren Lubotsky, and Laura Gascue (1999). Who Selects Formal Child Care? The Role of Subsidies as Low-Income Mothers Negotiate Welfare Reform, presented at the Society for Research in Child Development Meeting, Albuquerque NM, April.",
        "Gelbach, Jonah (2002). Public Schooling for Young Children and Maternal Labor Supply, American Economic Review 92 (1):307-322.",
        "Hamilton, Gayle, Thomas Brock, Mary Farrell, Daniel Friedlander, and Kristen Harknett (1997). The National Evaluation of Welfare-to-Work Strategies. Evaluating Two Welfare-to-Work Approaches: Two-Year Findings on the Labor Force Attachment and Human Capital Development Programs in Three Sites, New York: Manpower Demonstration Research Corporation, December.",
        "Hamilton, Gayle, Stephen Freedman, and Sharon McGroder (2000). The National Evaluation of Welfare-to-Work Strategies. Do Mandatory Welfare-to-Work Programs Affect the Well-Being of Children? New York: Manpower Demonstration Research Corporation, June.",
        "Heckman, James (1997). Instrumental Variables: A Study of Implicit Behavioral Assumptions Used in Making Program Evaluations, Journal of Human Resources 32 (2), Summer: 441-462.",
        "Heckman, James (1999). Instrumental Variables: Response to Angrist and Imbens, Journal of Human Resources 34 (4), Fall: 828-837.",
        "Jacobson, Linda (2000). Are Child Care Options Expanding? PACE Policy Brief, 1 (1), Summer. http://pace.berkeley.edu.",
        "Kimmel, Jean (1998). Child Care Costs as a Barrier to Employment for Single and Married Mothers, Review of Economics and Statistics 80 (2), May: 287-299.",
        "Kisker, Ellen E., Anu Rangarajan, and Kimberly Boller (1998). Moving Into Adulthood: Were the Impacts of Mandatory Programs for Welfare-Dependent Teenage Parents Sustained After the Programs Ended?, Princeton NJ: Mathematica Policy Research, February.",
        "Layzer, Jean, and Ann Collins (2000). National Study of Child Care for Low-Income Families, State and Community Substudy, Interim Report, Executive Summary, Abt Associates, November, www.abtassoc.com.",
        "Lemke, Robert J., Ann Dryden Witte, Magaly Queralt, and Robert Witt (2000). Child Care and the Welfare to Work Transition, National Bureau of Economic Research Working Paper 7583, Cambridge, MA, March.",
        "Meyers, Marcia K., and Theresa Heintze (1999). The Performance of the Child Care Subsidy System: Target Efficiency, Coverage Adequacy and Equity, Social Service Review 73 (1), March: 37-64.",
        "Meyers, Marcia K., Theresa Heintze, and Douglas A. Wolf (2002). Child Care Subsidies and the Employment of Welfare Recipients, Demography 39 (1): 165-180.",
        "Miller, Cynthia, Virginia Knox, Patricia Auspos, Jo Anna Hunter-Means, and Alan Orenstein (1997). Making Welfare Work and Work Pay: Implementation and 18-Month Impacts of the Minnesota Family Investment Program, New York: Manpower Demonstration Research Corporation, September.",
        "Mitchell, Anne, Louise Stoney, and Harriet Dichter (1997) Financing Child Care in the United States: An Illustrative Catalog of Current Strategies, Pew Charitable Foundations, http://nccic.org/pubs/financing-cc/index.html Quint, Janet C., Johannes M. Bos, and Denise F. Polit (1997). New Chance: Final Report on a Comprehensive Program for Young Mothers in Poverty and Their Children, New York: Manpower Demonstration Research Corporation, October.",
        "Riccio, James, Daniel Friedlander, and Stephen Freedman (1994). GAIN: Benefits, Costs, and Three-Year-Impacts of a Welfare-to-Work Program, New York: Manpower Demonstration Research Corporation, September.",
        "Robins, Philip K. and Robert Spiegelman (1978). An Econometric Model of the Demand for Child Care, Economic Inquiry 16, Jan.: 83-94.",
        "Schulman, Karen, Helen Blank, and Danielle Ewen (2001). A Fragile Foundation: State Child Care Assistance Policies, Washington D.C.: Childrens Defense Fund, November.",
        "Schumacher, Rachel, and Mark Greenberg (1999). Child Care After Leaving Welfare: Early Evidence from State Studies, Center for Law and Social Policy, Washington D.C., October. http://www.clasp.org/pubs/childcare/.",
        "Tekin, Erdal (2001). An Analysis of Single Mothers Child Care, Employment, and Welfare Choices, unpublished Ph.D. dissertation, University of North Carolina at Chapel Hill.",
        "U.S. General Accounting Office (1998). Welfare reform: States Efforts to Expand Child Care Programs, Report GAO/HEHS-98-27, Washington D.C., January."
    ]
}