{
    "id": 9666,
    "cites": 37,
    "cited_by": 15,
    "reference": [
        "Arroyo, Heliodoro Temprano (2002), Latin Americas Integration Processes in the Light of the EUs Experience with EMU, Economic Paper no. 173, Directorate- General for Economic and Financial Affairs, Brussels: European Commission (July).",
        "Bayer, Scott, and Jeffrey Bergstrand (2002), On the Endogeneity of International Trade Flows and Free Trade Agreements, unpublished manuscript, Clemson University and University of Notre Dame.",
        "Bayoumi, Tamim, and Barry Eichengreen (1997a), Is Regionalism Simply a Diversion? Evidence from the Evolution of the EC and EFTA, in Takatoshi Ito and Anne Krueger (eds.), Regionalism versus Multilateral Trade Arrangements, Chicago: University of Chicago Press, pp. 141168.",
        "Bayoumi, Tamim, and Barry Eichengreen (1997b), Optimum Currency Areas and Exchange Rate Volatility: Theory and Evidence Compared, in Benjamin J.",
        "Cohen (ed.), International Trade and Finance: New Frontiers for Research, Cambridge: Cambridge University Press, pp. 184215. Berg, Andrew, Eduardo Borensztein, and Paolo Mauro (2002), An Evaluation of Monetary Regime Options for Latin America, IMF Working Paper no 02/211 (December).",
        "Buiter, Willem (1999), The EMU and NAMU: What is the Case for a North American Monetary Union? Canadian Public Policy (September).",
        "Buti, Marco, and Gabriele Giudice (2002), EMUs Fiscal Rules: What Can and Cannot Be Exported? unpublished manuscript, European Commission (February).",
        "Carmichael, Ted (2002), Canadas Dollarization Debate, Special Report, J. P. Morgan Securities Canada, Toronto (24 May).",
        "Chriszt, Michael (2000), Perspectives on a Potential North American Currency Union, Economic Review, Federal Reserve Bank of Atlanta (fourth quarter).",
        "Courchene, Thomas J., and Richard G. Harris (1999), From Fixing to Monetary Union, C. D. Howe Institute (June).",
        "Devereux, Michael, and Philip Lane (2001), Understanding Bilateral Exchange Rate Volatility, unpublished manuscript, University of British Columbia and Trinity College, Dublin.",
        "Eichengreen, Barry (1996), A More Perfect Union: The Logic of Economic Integration, Essays in International Finance no. 198, International Finance Section, Department of Economics, Princeton University (June).",
        "Eichengreen, Barry (1998), Does Mercosur Need a Single Currency? NBER Working Paper no. 6821 (December).",
        "Eichengreen, Barry (2002), International Monetary Options for the 21st Century, Annals of the American Academy of Political and Social Science 579, pp. 1121.",
        "Eichengreen, Barry, Paul Masson, Miguel Savastano, and Sunil Sharma (1999), Transition Strategies and Nominal Anchors on the Road to Greater Exchange- Rate Flexibility, Princeton Studies in International Finance no. 213, International Finance Section, Department of Economics, Princeton University.",
        "Eichengreen, Barry, and Yung Chul Park (2002), Why Has There Been More Financial Integration in Europe Than East Asia? unpublished manuscript, University of California, Berkeley.",
        "Fernandez-Arias, Eduardo, Ugo Panizza, and Ernesto Stein (2002), Trade Agreements, Exchange Rate Disagreements, unpublished manuscript, Inter-American Development Bank (March).",
        "Frankel, Jeffrey A. (1997), Regional Trading Blocs in the World Economic System, Washington, D.C.: Institute for International Economics.",
        "Frankel, Jeffrey A., and Andrew K. Rose (1998), The Endogeneity of the Optimum Currency Area Criteria, Economic Journal 108, pp. 100925.",
        "Frieden, Jeffry, Piero Ghezzi, and Ernesto Stein (2000), Poliics and Exchange Rates: A Cross-Country Approach to Latin America, Working Paper no. R-421, Washington, D.C.: Interamerican Development Bank (October).",
        "Giavazzi, Francesco, and Alberto Giovannini (1989), Limiting Exchange Rate Variability: The European Monetary System, Cambridge, Mass.: MIT Press.",
        "Goldstein, Morris (2002), Managed Floating Plus, Washington, D.C.: Institute for International Economics.",
        "Grubel, Herbert (1999), The Case for the Amero: The Economics and Politics of a North American Monetary Union, Fraser Institute (October).",
        "Hausmann, Ricardo, Ugo Panizza, and Ernesto Stein (1999),Why Do Countries Float the Way They Float? unpublished manuscript, Interamerican Development Bank.",
        "Kenen, Peter B. (1969), The Theory of Optimum Currency Areas: An Eclectic View, in Robert A. Mundell and Alexander K. Swoboda (eds.), Monetary Problems of the International Economy, Chicago: University of Chicago Press, pp. 4160.",
        "Krugman, Paul (1993), Lessons of Massachusetts for EMU, in Francesco Giavazzi and Francisco Torres (eds.), Adjustment and Growth in the European Monetary Union, Cambridge: Cambridge University Press, pp. 24161.",
        "Kuttner, Kenneth, and Adam Posen (2001), Beyond Bipolar: A Three- Dimensional Assessment of Monetary Frameworks, International Journal of Finance and Econmics 6, pp. 36987.",
        "Machinea, JosÃ\u0083Â© Luis (2002), Exchange Rate Instability in Mercosur: Causes, problems and Possible Solutions, unpublished manuscript, Inter-American Development Bank (July).",
        "McKinnon, Ronald (1963), Optimum Currency Areas, American Economic Review 53, pp. 71725.",
        "Meyer, Lawrence, Brian Doyle, Joseph Gagnon, and Dale Henderson (2002), International Coordination of Macroeconomic Policies: Still Alive in the New Millennium? International Finance Discussion Paper no. 723, Washington, D.C.: Board of Governors of the Federal Reserve System.",
        "Mishkin, Frederic, and Klaus Schmidt-Hebbel (2001), One Decade of Inflation Targeting in the World: What Do We Know and What Do We Need to Know? NBER Working Paper no. 8397 (July).",
        "Mundell, Robert (1961), A Theory of Optimum Currency Areas, American Economic Review 51, pp. 65765.",
        "Mussa, Michael (2002), Argentina and the Fund: From Triumph to Tragedy, Washington, D.C.: Institute for International Economics.",
        "Reinhart, Carmen M., and Kenneth S. Rogoff (2002), The Modern History of Exchange Rate Arrangements: A Reinterpretation, NBER Working Paper no. 8963 (May).",
        "Rogoff, Kenneth S. (2002), Managing the World Economy, The Economist (August 1).",
        "Rozemberg, R., and G. Svarzman (2002), El proceso de integacion Argentina- Brasil en perspective: conflictos, tensiones y acciones de los gobiernos, unpublished manuscript, Inter-American Development Bank.",
        "Shin, Kwanho, and Yunjong Wang (2002), Trade Integration and Business Cycle Co- Movements: The Case of Korea with Other Asian Countries, KIEP Working Paper no. 02-08, Seoul: Korean Institute for International Economic Policy."
    ]
}