{
    "id": 9668,
    "cites": 25,
    "cited_by": 16,
    "reference": [
        "Akiyama, T., J. Baffes, D. Larson and P. Varangis (2001), Market reforms: lessons from country and commodity experiences, chapter 1 of Akiyama, T., J. Baffes, D. Larson and P.",
        "Varangis, Commodity Market Reforms: Lessons from Two Decades. Washington DC, World Bank. Akiyama, T., and D. Larson (1994), The adding-up problem: strategies for primary commodity exports in sub-Saharan Africa, Policy Research Paper 1245, Washington DC, World Bank.",
        "Bates, R.H. (1989), Structural adjustment and agriculture, in S. Commander ed., Structural Adjustment and Agriculture: Theory and Practice in Africa and Latin America, London, Overseas Development Institute.",
        "Bhagwati, J. (1958), Immiserizing growth: a geometrical note, Review of Economic Studies, 25, 201-5.",
        "Evenson, R.E. (2002), Technology and prices in agriculture, manuscript, New Haven, Yale University.",
        "Gilbert, C.L. (1987), International commodity agreements: design and performance, World Development, 15, 591-616.",
        "Gilbert, C.L. (1996) International commodity agreements: an obituary notice, World Development, 24, 1-19.",
        "Gilbert, C.L. (1997), Cocoa Market Liberalization, London, Cocoa Association of London.",
        "Gilbert, C.L. (2002), Commodity risk management: preliminary lessons from the International Task Force, chapter 2 of Garnault, R. ed., Resource Management in Asia Pacific Developing Countries, Canberra, Asia Pacific Press.",
        "Gilbert, C.L., and E. Tollens (1999), Effets de la libÃ\u0083Â©ralisation dans les sous-secteurs cafÃ\u0083Â©-cacao au Cameroun, report for the European Commission (Volume 1), YaoundÃ\u0083Â©, European Commission.",
        "Gilbert, C.L. and J. ter Wengel (2001), The production and marketing of primary commodities, in Common Fund for Commodities, Commodities and Development at the Turn of the Millennium, Amsterdam, Common Fund for Commodities, 21-62.",
        "Johnson , H.G. (1953), Equilibrium growth in an expanding economy, Canadian Journal of Economics and Political Science, 19, 478-500.",
        "Johnson , H.G. (1958), International Trade and Economic Growth, London, George Allen and Unwin.",
        "Kanbur, S.M.R. (1984), How to analyse commodity price stabilisation: a review article, Oxford Economic Papers, 36, 336-58.",
        "Krishna, K. (1993), The Adding-up Problem: A Targeting Approach, manuscript, Pennsylvania State University.",
        "Mosley, P., J. Harrington and J. Toye (1991), Aid as Power: The World Bank and Policy-Based Lending, London, Routledge.",
        "Newbery, D.M.G. and J.E. Stiglitz (1981), The Theory of Commodity Price Stabilization, Oxford, Clarendon Press.",
        "Oi, W.Y. (1961), The desirability of price instability under perfect competition, Econometrica, 29, 58-64.",
        "Pagan, A.R. (1984), Econometric issues in the analysis of regressions with generated regressors, International Economic Review, 25, 221-47.",
        "Paxson, C. (1993), Consumption and income seasonality in Thailand, Journal of Political Economy, 101, 39-72.",
        "Ruf, F., and H. de Milly (1990), Comparison of cocoa production costs in seven producing countries, paper presented at ICCO Advisory Group on the World Economy, seventh meeting, Accra, Ghana, June 18-20 1990.",
        "Schiff, M. (1994), Commodity Exports and the Adding-up Problem in Developing Countries: Trade, Investment, and Lending Policy, Policy Research Working Paper 1338, Washington DC, World Bank.",
        "Varangis, P., and G. Schreiber (2001), Cocoa market reforms in west Africa, chapter 2 of Akiyama, T., J. Baffes, D. Larson and P. Varangis, Commodity Market Reforms: Lessons from Two Decades. Washington DC, World Bank.",
        "Williams, G. (1985), Marketing with and without marketing boards, Review of African Political Economy, 34, 4-15.",
        "World Bank (1994), Adjustment in Africa, New York, Oxford University Press."
    ]
}