{
    "id": 9669,
    "cites": 65,
    "cited_by": 33,
    "reference": [
        "Aitken, Brian and Ann Harrison. 1993. Does Proximity to Foreign Firms Induce Technology Spill- overs. PRD Working Paper (World Bank).",
        "Aitken, Brian, Ann Harrison, and Robert E. Lipsey. 1996. Wages and Foreign Ownership: A Compara- tive Study of Mexico, Venezuela, and the United States, Journal of International Economics 40:345-371.",
        "Bhagwati, Jagdish. 2001. Thinking Responsibly about Social Responsibility, World Link (February).",
        "Bhattacharya, Debapriya. 1998. Export Processing Zones in Bangladesh: Economic Impact and Social Issues. Geneva: International Labor Office, Working Paper No. 80.",
        "Billington, Nicholas. 1991. The Location of Foreign Direct Investment: An Empirical Analysis. Ap- plied Economics 31: 65-76.",
        "Broad, Robin (ed.). 2002. Global Backlash: Citizen Initiatives for a Just World Economy. Boulder and New York: Rowman and Littlefield Publishers, Inc.",
        "Brown, Drusilla K., Alan V. Deardorff, and Robert M. Stern. 2002. Pros and Cons of Linking Trade and Labor Standards, forthcoming in Douglas R. Nelson, The Political Economy of Policy Re- form.",
        "Budd, John W., Jozef Konings, and Matthew J. Slaughter. 2002. International Rent Sharing in Multina- tional Firms, NBER Working Paper 8809, Cambridge: National Bureau of Economic Research.",
        "Budd, John W., and Matthew J. Slaughter. 2000. Are Profits Shared Across Borders? Evidence on Inter- national Rent Sharing, NBER Working Paper 8014, Cambridge: National Bureau of Economic Research.",
        "Business for Social Responsibility Education Fund, Investor Responsibility Research Center, and Dara ORourke. 2000. Independent University Initiative: Final Report.",
        "Calzini, Derek, Jake Odden, Jean Tsai, Shawna Huffman, and Steve Tran. 1997. Survey of Vietnamese and Indonesian Domestic Expenditure Levels, Nike Inc., Field Studies in International Business, The Amos Tuck School, Dartmouth College.",
        "Card, David and Alan Krueger. 1995. Myth and Measurement: The New Economics of the Minimum Wage. Princeton: Princeton University Press.",
        "Carr, David L., Markusen, James R., and Keith E. Maskus. 2001. Estimating the Knowledge-Capital Model of the Multinational Enterprise, American Economic Review 91:693-708.",
        "Connor, Melissa et al. 1999. The Case for Corporate Responsibility: Paying a Living Wage to Maquila Workers in El Salvador, A Study for the National Labor Committee, Program in Economic and Political Development, School of International and Public Affairs, Columbia University. Avail- able at: www.nlcnet.org/elsalvador/sipareport.htm.",
        "Cooke, William and Deborah Noble. 1998. Industrial Relations Systems and U.S. Foreign Direct In- vestment Abroad. British Journal of Industrial Relations 34:581-609.",
        "Cooper, Helene. 2001. Madagascars Textile Sector Draws Fresh Life from U.S. Trade Move, The Wall Street Journal on Line (WSJ.com).",
        "Culum, Claude. 1988. The Locational Determinants of Direct Investments among Industrialized Coun- tries. European Economic Review 32:885-904.",
        "Deardorff, Alan V. 2000 Patterns of Trade and Growth Across Cones, De Economist 148, (June), pp.",
        "Deardorff, Alan V. 2001a Fragmentation across Cones, in Sven W. Arndt and Henry Kierzkowski (eds.), Fragmentation: New Production Patterns in the World Economy, Oxford: Oxford University Press.",
        "Deardorff, Alan V. 2001b Fragmentation in Simple Trade Models, North American Journal of Econom- ics and Finance 12:121-137.",
        "Elliott, Kimberly Ann and Richard B. Freeman. 2001. White Hats or Don Quixotes? Human Rights Vigilantes in the Global Economy, National Bureau of Economic Research, Working Paper 8102 (January).",
        "Feenstra, Robert C. and Gordon H. Hanson. 1996. Foreign Investment, Outsourcing, and Relative Wages, in Robert C. Feenstra, Gene M. Grossman, and Douglas A Irwin (eds.), The Political Economy of Trade Policy: Essays in Honor of Jagdish Bhagwati. Cambridge, MA: MIT Press.",
        "Feenstra, Robert C. and Gordon H. Hanson. 1997. Foreign Direct Investment and Relative Wages: Evi- dence from Mexicos Maquiladoras. Journal of International Economics 42:371-393.",
        "Freeman, Richard B. 1993. Labor Market Institutions and Policies: Help or Hindrance to Economic Development? Proceedings of the World Bank Annual Conference on Development Economics 1993, pp. 117-44.",
        "Friedman, J., D. Gerlowski and J. Silberman. 1992. What Attracts Foreign Multinational Corporations? Evidence from Branch Plant Location in the United States. Journal of Regional Science 32:403- 418.",
        "Glewwe, Paul. 2000. Are Foreign-Owned Businesses in Viet Nam Really Sweatshops? in University of Minnesota Extension Service Newsletter, No. 701 (Summer).",
        "Graham, Edward M. 2000. Fighting the Wrong Enemy: Antiglobal Activists and Multinational Enter- prises. Washington, D.C.: Institute for International Economics.",
        "Haddad, M. and Ann Harrison. 1993. Are there Positive Spillovers from Direct Foreign Investment? Evidence from Panel Data for Morocco. Journal of Development Economics, October.",
        "Harris, John R. and Michael P. Todaro. 1970. Migration, Unemployment and Development: A Two- Sector Analysis, American Economic Review 60:126-142.",
        "Harrison, Ann. 1996. Foreign Investment in Three Developing Countries : Determinants and Conse- quences, in M. Roberts and J. Tybout (eds.), Industrial Evolution in Developing Countries: Micro Patterns of Turnover, Productivity and Market Structure. New York: Oxford University Press.",
        "Harvard Magazine. 2001. Ways and Means: Harvards Wage Debate, November-December [www.Harvard-magazine.com/on-line/110182.html].",
        "Head, C. Keith, John Ries, and Deborah Swenson. 1999. Attracting Foreign Manufacturing: Investment Promotion and Agglomeration. Regional Science and Urban Economics 29:197-218.",
        "Helpman, Elhanan. 1984. A Simple Theory of International Trade with Multinational Corporations, Journal of Political Economy 92: 451-71.",
        "Hill, Hal. 1990. Indonesias Industrial Transformation Part II, Bulletin of Indonesian Economic Studies 26:75-109.",
        "ILO. 1998. Labor and Social Issues Relating to Export Processing Zones. Geneva: ILO.",
        "International Youth Foundation. 2002. Needs Assessment For Workers and Communities. Research con- ducted by the Chulalongkorn University Social Research Unit, Sponsored by the Global Alliance for Workers and Communities.",
        "Jun, Kwang and Harinder Singh. 1997. The Determinants of Foreign Direct Investment: New Empirical Evidence. Transnational Corporations 5:67-105.",
        "Katz, Lawrence F. and Lawrence H. Summers. 1989. Industry Rents: Evidence and Implications, Brookings Papers on Economic Activity, 209-275.",
        "Krugman, Paul R. 2000. Technology, Trade, and Factor Prices, Journal of International Economics 50:51-71.",
        "Kucera, David. 2001. The Effects of Core Workers Rights on Labour Costs and Foreign Direct Invest- ment: Evaluating the `Conventional Wisdom. Decent Work Research Programme EP/130/2001, International Labour Organization.",
        "Leamer, Edward E. 1999. Effort, Wages and the International Division of Labor, Journal of Political Economy 107:1127-1162.",
        "Leamer, Edward E. and James Levinsohn. 1995. International Trade Theory: The Evidence, in Gene M.",
        "Lipsey, Robert E. and Fredrik SjÃ\u0083Â¶holm. 2001. Foreign Direct Investment and Wages in Indonesian Manufacturing, NBER Working Paper No. 8299 (May).",
        "Manning, Chris. 1998. Indonesian Labour in Transition: An East Asian Success Story? Cambridge: Cam- bridge University Press.",
        "Markusen, James R. 1984. Multinationals, Multiplant Economies, and the Gains from Trade, Journal of International Economics 16:205-226.",
        "Martin, Will and Keith Maskus. 2001. The Economics of Core Labor Standards: Implications for Global Trade Policy, Review of International Economics 9:317-28.",
        "Moran, Theodore. 2002. Beyond Sweatshops: Foreign Direct Investment in Developing Countries.",
        "Washington, D.C.: Brookings Institution, forthcoming. Neumark, David. 2002. How Living Wage Laws Affect Low-Wage Workers and Low-Income Families.",
        "San Francisco: Public Policy Institute of California. OECD. 2000. International Trade and Core Labour Standards. Paris: OECD.",
        "OECD. 2001. Measuring Globalization: The Role of Multinationals in OECD Economies, Vol. I: Manufacturing Sector. Paris: OECD.",
        "Panos. 1999. Globalization and Employment: New Opportunities, Real Threats. Panos Briefing No. 33 (May).",
        "Razafindrakoto, Mireille and Francois Roubaud. 1995. Les Entreprises Franches a Madagascar: Econo- mie denclave ou promesse dune novelle prosperitÃ\u0083Â©? Mouvel exclavage ou opportunitÃ\u0083Â© pour le developpement du Pays? Economie de Madagascar, No. 2.",
        "Rodrik, Dani. 1996. Labor Standards in International Trade: Do They Matter and What Do We Do About Them? in Robert Lawrence, Dani Rodrik, and John Whalley (eds.), Emerging Agenda for Global Trade: High Stakes for Developing Countries. Washington, D.C.: Overseas Develop- ment Council.",
        "Rodrik, Dani. 1999. Democracies Pay Higher Wages, Quarterly Journal of Economics 114:707-738.",
        "Ruggie, John Gerard. 2002. The Theory and Practice of Learning Networks: Corporate Social Respon- sibility and the Global Compact, JCC 5:27-36, Greenleaf Publishing.",
        "Schneider, Friedrich and Bruno Frey. 1985. Economics and Political Determinants of Foreign Direct Investment. World Development 13(2): 161-175.",
        "Srinivasan, T. N. 1998. Trade and Human Rights, in Alan V. Deardorff and Robert M. Stern (eds.), Constituent Interests and U.S. Trade Policies. Ann Arbor: University of Michigan Press.",
        "Srinivasan, T. N. 2001. Living Wage in Poor Countries, manuscript.",
        "The New York Times. 2002. Mexico is Attracting a Better Class of Factory in Its South, June 29, p.",
        "A3. The Wall Street Journal. 2002. Newly Aggressive Labor Groups Pressure Corporate Indonesia, Au- gust 14, p. A11.",
        "Washington, D.C. University of Chicago Magazine. 2000. Student Activists Raise Signs Over Sweatshops, June.",
        "University of Michigan. 2000. The Final Report of the Advisory Committee on Labor Standards and Human Rights (May). Available at: www.Fordschool.umich.edu/rsie/ACIT.",
        "Varley, Pamela (ed.). 1998. The Sweatshop Quandary: Corporate Responsibility on the Global Fron- tier. Washington, D.C.: Investor Responsibility Research Center.",
        "Wheeler, David and Ashoka Mody. 1992. International Investment Location Decisions: The Case of U.S. Firms, Journal of International Economics 33:57-76.",
        "World Bank. 1999. The Philippines: The Case of Economic Zones, Washington, D.C."
    ]
}