{
    "id": 9671,
    "cites": 24,
    "cited_by": 51,
    "reference": [
        "Acemoglu, Daron, Kremer, Michael R., and Atif Mian (2002), Markets, Firms and Governments. Unpublished.",
        "American Federation of Teachers, Teacher Salary Survey Archives at http://www.aft.org/research/survey00/salarysurvey00.pdf Chapman, David W, Snyder, Conrad W. and Shirley A. Burchfield (1991), Teacher Incentives in the Third World, Agency for International Development Report no. 143 (Washington, DC).",
        "Chaudhury, Kremer, Muraldhiran, and Rogers (2003), Absence Among Service Providers: A Preliminary Note. work in progress, World Bank.",
        "Clotfelter, Charles T. and Helen F. Ladd (1996), Recognizing and Rewarding Success in Public Schools. in Helen F. Ladd ed. Holding Schools Accountable: Performance-Based Reform in Education. Brookings Institution. Washington, D.C.",
        "Education Commission of the States (2000),Pay-for-Performance: Key Questions and Lessons from Five Current Models. ECS Issue Paper. Education Commission of the States, at www.ecs.org/clearinghouse/28/30/2830.htm.",
        "Figlio, David N. and Joshua Winicki (2002), Food for Thought: The Effects of School Accountability Plans on School Nutrition, National Bureau of Economics Working Paper 9319.",
        "Glewwe, Paul W, Kremer, Michael R. and Sylvie Moulin (2001), Textbooks and Test Scores: Evidence from a Prospective Evaluation in Kenya, mimeo.",
        "Gramlich, Edward and Patricia Koshel (1975), Educational Performance Contracting, Brookings Institution. Washington, D.C.",
        "Hannaway, Jane (1992), Higher Order Thinking, Job Design, and Incentives: An Analysis and Proposal, American Education Research Journal, vol. 29, 1, pp. 3-21.",
        "Harbison, Ralph W. and Eric A. Hanushek (1992), Educational Performance of the Poor: Lessons from Rural Northeast Brazil, NY: Oxford University Press.",
        "Hanushek, Eric A., Kain, John F. and Steven R. Rivkin (1999), Do Higher Salaries Buy Better Teachers? unpublished.",
        "Hanushek, Eric A., Kain, John F. and Steven R. Rivkin (1998), Teachers, Schools, and Academic Achievement, National Bureau of Economic Research Working Paper 6691 .",
        "Hanushek, Eric A. (1996), Outcomes, Cost, and Incentives in Schools, in Hanushek, Eric A.",
        "Academy. Washington, D.C. Hanushek, Eric A. with Charles S. Benson et al (1994), Making Schools Work: Improving performance and controlling costs. Brookings Institution. Washington, D.C.",
        "Holmstrom, Bengt and Paul Milgrom (1991), Multi-Task Principal-Agent Analysis: Incentive Contracts, Asset Ownership, and Job Design, Journal of Law, Economics and Organization, vol. 7, 0, pp. 24-52.",
        "Jacob, Brian (2002), Accountability, Incentives and Behavior: The Impact of High-Stakes Testing in the Chicago Public Schools, National Bureau of Economics Working Paper 8968.",
        "Jacob, Brian and Stephen Levitt (2002), Rotten Apples: An Investigation of the Prevalence and Predictors of Teacher Cheating. Unpublished manuscript.",
        "Kingdon, Geeta and Francis Teal (2002), Does performance related pay for teachers improve student performance? Some evidence from India, mimeo.",
        "Lavy, Victor (2002a), Paying for Performance: The Effect of Teachers Financial Outcomes on Students Scholastic Outcomes. mimeo.",
        "Lavy, Victor (2002b), Evaluating the Effect of Teacher Group Performance Incentives on Students Achievements., Journal of Political Economy, vol. 110, no. 6, pp. 1286-1318.",
        "Lockheed, Marlaine E. and Adriaan M. Verspoor (1991), Improving Primary Education in Developing Countries, NY: Oxford University Press.",
        "Olsen, Lynn (1999), Pay-Performance Link in Salaries Gains Momentum. Education Week October 13, 1999.",
        "PROBE (Public Report on Basic Education for India) (1999), Oxford University Press.",
        "Richards, Craig and Tian M. Sheu (1992), The South Carolina School Incentive Reward Program: A Policy Analysis, Economics of Education Review, vol. 11, 1, pp. 71-86."
    ]
}