{
    "id": 9672,
    "cites": 15,
    "cited_by": 24,
    "reference": [
        "Batini, Nicoletta and Anthony Yates, Hybrid inflation and Price Level Targeting, Bank of England Working Paper No. 135, (May 2002).",
        "Cecchetti, Stephen G. and Michael Ehrmann, Does Inflation Targeting Increase Output Volatility? An International Comparison of Policymakers Preferences and Outcomes in Norman Loayza and Klaus Schmidt-Hebbel (editors), Monetary Policy: Rules and Transmission Mechanisms, Proceedings of the Fourth Annual Conference of the Central Bank of Chile, Santiago, Chile: Central Bank of Chile, (2002), 247-274.",
        "Cecchetti, Stephen G., Alfonso Flores-Lagunes and Stefan Krause, Has Monetary Policy Become More Efficient? unpublished manuscript, (May 2002).",
        "Clark, Peter B., Charles A.E. Goodhart and Haizhou Huang Optimal Monetary Policy Rules in a Rational Expectations Model of the Phillips Curve, Journal of Monetary Economics, 43 (1999), 497-520.",
        "Dittmar, Robert and William T. Gavin, What Do New-Keynesian Phillips Curves Imply for Price-Level Targeting? Economic Review of the Federal Reserve Bank of St. Louis (April 2000), 21-30.",
        "Dittmar, Robert, William T. Gavin and Finn Kydland, The Inflation-Output Vari- ability Trade-off and Price-Level Targeting, Economic Review of the Federal Re- serve Bank of St. Louis (1999) 23-39.",
        "King, Mervyn, `Challenges for Monetary Policy: New and Old, in New Challenges for Monetary Policy, Proceedings of the Federal Reserve Bank of Kansas City Symposium (1999).",
        "Mankiw, N. Gregory and Ricardo Reis, Sticky Information vs. Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve, N.B.E.R. Working Paper No. 8290, May 2001.",
        "Mishkin, Frederic S., Inflation Targeting, in Howard Vane and Brian Snowdon, Encyclopedia of Macroeconomics (Edward Elgar: London, forthcoming) Parkin, Michael, A Note on Inflation Targeting versus Price Level Targeting, De- partment of Economics, University of Western Ontario (2000).",
        "Rogoff, Kenneth, The Optimal Degree of Commitment to an Intermediate Monetary Target, Quarterly Journal of Economics 100 (1985), 1169-1190.",
        "Soderlind, Paul, Solution and Estimation of RE Macromodels with Optimal Policy, European Economic Review 43 (1999), 813-823.",
        "Svensson, Lars E.O., Price Level Targeting vs. Inflation Targeting, Journal of Money, Credit and Banking 31 (August 1999), 277-295.",
        "Svensson, Lars E.O., Open-economy Inflation Targeting, Journal of International Economics 50 (February 2000), 155-183.",
        "Rudebusch, Glenn D. and Lars E.O. Svensson, Policy Rules for Inflation Targeting, in John B. Taylor, ed., Monetary Policy Rules, Chicago, Ill.: University of Chicago Press for the NBER (1999).",
        "Vestin, David, Price Level Targeting vs. Inflation Targeting in a Forward-Looking Model,Working Paper No. 106, Sveriges Riksbank, (May 2000)."
    ]
}