{
    "id": 9674,
    "cites": 24,
    "cited_by": 2,
    "reference": [
        "Auerbach, A., L. Burman, and J. Siegel. Capital Gains Taxation and Tax Avoidance: New Evidence from Panel Data In Does Atlas Shrug? The Economic Consequences of Taxing the Rich, edited by J. Slemrod, pp. 355-388. New York: Russell Sage Foundation and Harvard University, 2000.",
        "Ayes, B., C. Lefanowicz, and J. Robinson. Shareholder Taxes in Acquisition Premiums: The Effect of Capital Gains Taxation. Journal of Finance (2003), forthcoming.",
        "Black, F. and M. Scholes. The Pricing of Options and Corporate Liabilities. Journal of Political Economy (1973) 81: 637-654.",
        "Blouin, J., J. Raedy, and D. Shackelford. Capital Gains Taxes and Equity Trading: Empirical Evidence. Journal of Accounting Research (2003), forthcoming.",
        "Constantinides, G. Capital Market Equilibrium with Personal Tax. Econometrica (1983) 51: 611-636.",
        "Constantinides, G. Optimal Stock Trading with Personal Taxes. Journal of Financial Economics (1984) 13: 65-89.",
        "Erickson, M. The Effect of Taxes on the Structure of Corporate Acquisitions. Journal of Accounting Research (1998) 36: 279-298.",
        "Gentry, W. and R. Hubbard, Tax Policy and Entry into Entrepreneurship. 2001. Working paper, Columbia University.",
        "Graham, J., Taxes and Corporate Finance: A Review. Review of Financial Studies (2003), forthcoming.",
        "Graham, J., and C. Smith, Tax Incentives to Hedge. Journal of Finance (1999) 54, 2241-2262.",
        "Guenther, D., and M. Willenborg. Capital Gains Tax Rates and the Cost of Capital for Small Business: Evidence from the IPO Market. Journal of Financial Economics (1999) 53: 385-408.",
        "Klein, P. The Capital Gain Lock-in Effect and Equilibrium Returns. Journal of Public Economics (1999) 71: 355-378.",
        "Landsman, W., and D. Shackelford. The Lock-in Effect of Capital Gains Taxes: Evidence from the RJR Nabisco Leveraged Buyout. National Tax Journal (1995) 48: 245-59.",
        "Merton, R. C., An Intertemporal Capital Asset Pricing Model, Econometrica (1973a) 41: 867- 880.",
        "Merton, R. C., Theory of Rational Option Pricing, The Bell Journal of Economics and Management Science (1973b) 4: 141-183.",
        "Modigliani, F. and M. Miller. Corporate Income Taxes and the Cost of Capital. American Economic Review (1963): 433-443.",
        "Poterba, J. How Burdensome are Capital Gains Taxes? Journal of Public Economics 33 (1987): 157-172.",
        "Poterba, J., and S. Weisbenner. Capital Gains Tax Rules, Tax-loss Trading, and Turn-of-the- year Returns. Journal of Finance (2001) 56: 353 - 368.",
        "Reese, W. Capital Gains Taxation and Stock Market Activity: Evidence from IPOs. Journal of Finance (1998) 53: 1799-1820.",
        "Rubinstein, M., The Valuation of Uncertain Income Streams and the Pricing of Options, Bell Journal of Economics (1976) 7: 407-425.",
        "Poterba, pp. 67-92. Cambridge, MA: National Bureau of Economic Research and MIT Press, 2000.",
        "Shackelford, D. and T. Shevlin. Empirical Tax Research in Accounting. Journal of Accounting and Economics (2001) 31: 1-67.",
        "Shackelford, D., and R. Verrecchia. Intertemporal Tax Discontinuities. Journal of Accounting Research 40:1, March 2002, 205-222.",
        "Stiglitz, J. Some Aspects of the Taxation of Capital Gains. Journal of Public Economics (1983) 21: 257-294."
    ]
}