{
    "id": 9675,
    "cites": 16,
    "cited_by": 29,
    "reference": [
        "BERRY, S., AND J. WALDFOGEL (1999): Social Inefficiency in Radio Broad- casting, RAND Journal of Economics.",
        "BRESNAHAN, T., AND P. REISS (1991): Entry and Competition in Concentrated Markets, Journal of Political Economy, 99, 9771009.",
        "CAMPBELL, J. R., AND H. A. HOPENHAYN (2002): Market Size Matters, Working Paper 9113, NBER.",
        "CONNOLLY, D. E. (1998): Mobil Travel Guide: Americas Best Hotels and Restaurants. Fodors Travel Publications, New York.",
        "DIXIT, A., AND J. E. STIGLITZ (1977): Monopolistic Competition and Opti- mum Product Diversity, American Economic Review, 67, 297308.",
        "ELLICKSON, P. (2001): Competition in the Supermarket Industry: Sunk Costs and Market Structure, working paper, University of Rochester.",
        "FUJITA, M., P. KRUGMAN, AND A. J. VENABLES (1999): The Spatial Economy: Cities, Regions and International Trade. MIT Press, Cambridge, MA.",
        "GEORGE, L., AND J. WALDFOGEL (forthcoming): Who Benefits Whom in Daily Newspaper Markets?, Journal of Political Economy. GLAESER, E., J. KOLKO, AND A. SAEZ (2001): Consumer City, Journal of Economic Geography, 81(1), 2750.",
        "GYOURKO, J., AND J. TRACY (1991): The Structure of Local Public Finance and the Quality of Life, Journal of Political Economy, 99(4), 774806.",
        "HOLMES, T. J. (2002): The Role of Cities: Evidence from the Placement of Sales Offices, Staff Report 298, Federal Reserve Bank of Minneapolis.",
        "JACOBS, J. (1961): The Death and Life of Great American Cities. Random House, New York.",
        "KRUGMAN, P. R. (1991): Increasing Returns and Economic Geography, Jour- nal of Political Economy, 99, 483499.",
        "SHAKED, A., AND J. SUTTON (1987): Product Differentiation and Industrial Structure, Journal of Industrial Economics, 36(2), 131146.",
        "SINAI, T., AND J. WALDFOGEL (2001): Geography and the Internet: Is the Internet a Substitute or a Complement for Cities?, mimeo, Wharton School.",
        "SUTTON, J. (1991): Sunk Costs and Market Structure. MIT.",
        "WALDFOGEL, J. (2001): Who Benefits Whom in Local Television Markets?, mimeo 7391, Wharton School."
    ]
}