{
    "id": 9678,
    "cites": 18,
    "cited_by": 4,
    "reference": [
        "Baumol W and W Oates, The Theory of Environmental Policy Externalities, Public Outlays, and the Quality of Life, Prentice-Hall, Inc., Englewood Cliffs, NJ (1975).",
        "Coase R, The Problem of Social Cost, The Journal of Law and Economics, 3, 1-44 (1960).",
        "DeSerpa A, Pigou and Coase: A Mathematical Reconciliation, Journal of Public Economics, 54, 267-286 (1994).",
        "Farrell J, Information and the Coase Theorem, Journal of Economic Perspectives, 1, 113-129 (1987).",
        "Graff Zivin J and A Small, Risk Sharing in Coasean Contracts, Journal of Environmental Economics and Management, forthcoming. Greenwood P and C Ingene, Uncertain Externalities, Liability Rules, and Resource Allocation, American Economic Review, 68, 300-310 (1978).",
        "Hart O, Optimal Labour Contracts Under Asymmetric Information, Review of Economic Studies 50(1983): 3-35.",
        "Just R and D Zilberman, Asymmetry of Taxes and Subsidies in Regulating Stochastic Mishap, Quarterly Journal of Economics, 93, 139-148 (1979).",
        "Lazear E, and R Moore, Incentives, Productivity, and Labor Contracts, Quarterly Journal of Economics 99(1984): 275-296.",
        "Medema S (Ed.), Coasean Economics: Law and Economics and the New Institutional Economics, Kluwer Academic, Boston, MA (1998).",
        "Mishan E, The Postwar Literature on Externalities: An Interpretative Essay, Journal of Economic Literature, 9, 1-28 (1971).",
        "Pigou A, The Economics of Welfare, Macmillan, London (1962).",
        "Polinsky M, Strict Liability Versus Negligence in a Market Setting, American Economic Review 70(1980): 363-367.",
        "Priveleggi F, C Marchese, and A Cassone, Agents Liability Versus Principals Liability When Attitudes Toward Risk Differ, International Review of Law and Economics 21(2001): 181-195.",
        "Shavell S, Strict Liability Versus Negligence, Journal of Legal Studies, 9. 1-25 (1980).",
        "Shavell S, Economic Analysis of Accident Law, Harvard University Press, Cambridge, MA (1987).",
        "Shavell S, The Optimal Level of Corporate Liability Given the Limited Ability of Corporations to Penalize Their Employees, International Review of Law and Economics 17(1997): 203-213.",
        "Spense M, Consumer Misperceptions, Product Failure and Producer Liability, Review of Economic Studies, 44, 561-572 (1977).",
        "Stigler G, The Theory of Price, The Macmillan Company, New York (1952)."
    ]
}