{
    "id": 9680,
    "cites": 24,
    "cited_by": 21,
    "reference": [
        "Bittlingmayer, George L., Property Rights, Progress, and the Aircraft Patent Agreement, Journal of Law and Economics, 31 (1988), 227-248.",
        "Carlson, Steven C., Patent Pools and the Antitrust Dilemma, Yale Journal on Regulation, 16 (1999), 359-399.",
        "Clark, Jeanne, Joe Piccolo, Brian Stanton, and Karin Tyson, Patent Pools: A Solution to the Problem of Access in Biotechnology Patents?, Unpublished working paper, U.S. Department of Commerce, Patent and Trademark Office, 2001.",
        "Clarkson, Gavin, 2003, Patent Network Density: The Quest for Patent Thickets, Unpublished working paper, Harvard University.",
        "Furman, Jeffrey L., and Scott Stern, Climbing Atop the Shoulder of Giants: The Economics of Cumulative Knowledge Hubs, Unpublished working paper, Boston University and Northwestern University, 2002.",
        "Gallini, Nancy T., The Economics of Patents: Lessons from Recent U.S. Patent Reform, Journal of Economic Perspectives, 16 (Spring 2002), 131-154.",
        "Ghosal, Vivek, and Joseph Gallo, The Cyclical Behavior of the Department of Justices Antitrust Enforcement Activity, International Journal of Industrial Organization, 19 (2001), 27-54.",
        "Gilbert, Richard J., Antitrust for Patent Pools: A Century of Policy Evolution, Unpublished working paper, University of California at Berkeley, 2002.",
        "Hall, Bronwyn H., Adam B. Jaffe, and Manuel Trajtenberg, The NBER Patent Citation Data File: Lessons, Insights and Methodological Tools, Working paper no. 8498, National Bureau of Economic Research, 2001.",
        "Hamilton, James, Time Series Analysis, Princeton, Princeton University Press, 1994.",
        "Hay, George A. and Daniel Kelley, An Empirical Study of Price Fixing Conspiracies, Journal of Law and Economics, 17 (1974), 13-38.",
        "Heckman, James, Dummy Endogenous Variables in a Simultaneous Equation System, Econometrica, 46 (1978), 931-959.",
        "Jaffe, Adam B., and Manuel Trajtenberg, Patents, Citations and Innovations: A Window on the Knowledge Economy, Cambridge, MIT Press, 2002.",
        "Johnson, Marion, Preliminary Inventory of the General Records of the Department of Justice, Washington, National Archives and Records Administration, 1981.",
        "Kaysen, Carl, and Donald Turner, Antitrust Policy: An Economic and Legal Analysis, Cambridge, Harvard University Press, 1959.",
        "Lerner, Josh, and Jean Tirole, Efficient Patent Pools, Working paper no. 9175, National Bureau of Economic Research, 2002.",
        "Merges, Robert P., Institutions for Intellectual Property Transactions: The Case of Patent Pools, Unpublished working paper, University of California at Berkeley, 1999.",
        "Priest, George L., Cartels and Patent Licensing Arrangements, Journal of Law and Economics, 20 (1977), 309-377.",
        "Schmidt, Peter, Constraints on the Parameters in Simultaneous Tobit and Probit Models, in Charles Manski and Daniel McFadden, editors, Structural Analysis of Discrete Data with Econometric Applications, Cambridge, MIT Press, 1981.",
        "Shapiro, Carl, Navigating the Patent Thicket: Cross Licenses, Patent Pools, and Standard Setting, Innovation Policy and the Economy, 1 (2000), 119-150.",
        "U.S. House of Representatives, Committee on Patents, Pooling of Patents, 74th Congress, 4 volumes, Washington, Government Printing Office, 1935.",
        "U.S. Senate, Committee on Patents, Patents, 77th Congress, 2nd session, Washington, Government Printing Office, 1942.",
        "Vaughan, Floyd A., The Economics of Our Patent System, New York, MacMillan, 1925.",
        "Vaughan, Floyd A., The United States Patent System: Legal and Economic Conflicts in American Economic History, Norman, University of Oklahoma Press, 1956."
    ]
}