{
    "id": 9681,
    "cites": 29,
    "cited_by": 5,
    "reference": [
        "Aaron, Paul and David Musto (1981), Temperance and Prohibition in America: A Historical Overview, in Alcohol and Public Policy: Beyond the Shadow of Prohibition, eds. Mark H. Moore and Dean R. Gerstein, 127-181.",
        "Becker, Gary S. and Kevin M. Murphy (1988), A Theory of Rational Addiction, Journal of Political Economy, 96, 675-700.",
        "Berkow, Robert, ed. (1992), The Merck Manual. 16th ed. Rahway, N.J.: Merck and Co., Inc.",
        "Brewers Association of Canada (1997), International Survey -- Alcoholic Beverage Taxation and Control, 9th ed. November.",
        "Bureau of the Census (1975), Historical Statistics of the United States, Washington: USGPO.",
        "Chaloupka, Frank J., Michael Grossman, Gary S. Becker, and Kevin M. Murphy (1993), Alcohol Addiction: An Econometric Analysis, manuscript, University of Illinois at Chicago.",
        "Chaloupka, Frank J. and Michael Grossman (1994), Drinking and Addiction? Evidence from the First National Health and Nutrition Examination Survey, manuscript, University of Illinois at Chicago.",
        "Chaloupka, Frank J. and Adit Laixuthai (1997), Do Youths Substitute Alcohol and Marijuana? Some Econometric Evidence, Eastern Economic Journal, 23(3), 253-276.",
        "Chaloupka, Frank J. and Henry Wechsler (1996), Binge Drinking in College: The Impact of Price, Availability, and Alcohol Control Policies, Contemporary Economic Policy, 14, 112-124.",
        "Cook, Philip J. (1981), The Effect of Liquor Taxes on Drinking, Cirrhosis, and Auto Accidents, in M.H. Moore and D.R. Gerstein, eds., Alcohol and Public Policy: Beyond the Shadow of Prohibition, National Academy Press, Washington, 255-85.",
        "Cook, Philip J. and Tauchen, George. (1982), The Effect of Liquor Taxes on Heavy Drinking, Bell Journal of Economics, 13, 379-390.",
        "Distilled Spirits Institute (various years), Annual Statistical Review, The Distilled Spirits Industry, Research and Statistics Division: Washington, DC. Edwards, Griffith et. al. (1994), Alcohol Policy and the Public Good, New York: Oxford University Press Inc.",
        "Fisher, Irving (1928), Prohibition Still at Its Worst, New York: Alcohol Information Committee.",
        "Fisher, Irving (1930), The Noble Experiment, New York: Alcohol Information Committee.",
        "Galambos, John T. (1979), Cirrhosis, vol. XVII in the series Major Problems in Internal Medicine.",
        "Grossman, Michael, Frank J. Chaloupka, and Ismail Sirtalan (1998), An Empirical Analysis of Alcohol Addiction: Results from the Monitoring the Future Panels, Economic Inquiry, 36(1), 39-48.",
        "MacCoun, Robert J. and Peter Reuter (2001), Drug War Heresies: Learning from Other Vices, Times and Places, Cambridge: Cambridge University Press.",
        "Manning, Willard G., Linda Blumberg, and Lawrence H. Moulton (1995), The Demands for Alcohol: The Differential Response to Price, Journal of Health Economics, 14, 2(June), 123-48.",
        "Merz, Charles (1930), The Dry Decade, Garden City, NY: Doubleday, Doran and Co.",
        "Miron, Jeffrey A. (1997), The Effect of Alcohol Prohibition on Alcohol Consumption, NBER WP 7130.",
        "Miron, Jeffrey A. (1999), Violence and the U.S. Prohibitions of Drugs and Alcohol, American Law and Economics Review, 1(1-2), 78-114.",
        "Miron, Jeffrey A. (2003), Do Prohibitions Raise Prices: Evidence from the Markets for Cocaine and Heroin, Review of Economics and Statistics, forthcoming.",
        "Moore, Michael J. and Philip J. Cook (1995), Habit and Heterogeneity in the Youthful Demand for Alcohol, NBER WP 5152.",
        "Moore, Mark H. and Dean R. Gerstein, eds. (1981), Alcohol and Public Policy: Beyond the Shadow of Prohibition, Washington, D.C.: National Academy Press.",
        "Musto, David F. (1996), Alcohol in American History, Scientific American, April, 78-83.",
        "Newey, Whitney and Kenneth West (1987), A Simple, Positive Definite, Heteroskedasticity and Autocorrelation Consistent Covariance Matrix, Econometrica, 55, 703-8.",
        "Phelps, Charles E. and Sui-Fai Leung (1991), My Kingdom for a Drink? A Review of Estimates of the Price Sensitivity of Demand for Alcoholic Beverages, manuscript, University of Rochester.",
        "Schmeckebier, Laurence F. (1929), The Bureau of Prohibition: Its History, Activities, and Organization, The Brookings Institution: Washington.",
        "Thornton, Mark (1991), The Economics of Prohibition, University of Utah Press: Salt Lake City."
    ]
}