{
    "id": 9684,
    "cites": 39,
    "cited_by": 49,
    "reference": [
        "Athanasoulis, Stefano and Eric van Wincoop, Ã\u0083Â¬Growth Uncertainty and Risk-sharing,Ã\u0083Â® Journal of Monetary Economics, 2000, 45, 477Ã\u0083Â³505.",
        "Backus, David, Patrick Kehoe, and Fynn Kydland, Ã\u0083Â¬International Real Business Cycles,Ã\u0083Â® Journal of Political Economy, 1992, 100, 747Ã\u0083Â³775.",
        "Banerjee, Abhijit and Esther Duflo, Ã\u0083Â¬Do Firms Want to Borrow More? Testing Credit Constraints Using a Directed Lending Program,Ã\u0083Â® May 2002. mimeo M.I.T.",
        "Barro, Robert and Jongwha Lee, Ã\u0083Â¬International Comparisons of Educational Attain- ment,Ã\u0083Â® Journal of Monetary Economics, 1993, 32, 363Ã\u0083Â³394.",
        "Models of Growth,Ã\u0083Â® American Economic Review, 1995, 85 (1), 103Ã\u0083Â³115.",
        "Bartolini, Leonardo and Alan Drazen, Ã\u0083Â¬Capital Account Liberalization as a Signal,Ã\u0083Â® American Economic Review, 1997, 87, 138Ã\u0083Â³154.",
        "Bekaert, Geert, Campbell Harvey, and Christian Lundblad, Ã\u0083Â¬Does Financial Liber- alization Spur Growth?,Ã\u0083Â® 2002. mimeo, Columbia University.",
        "Bernanke, Ben and Refet GÃ\u0082Â¸rkaynak, Ã\u0083Â¬Is Growth Exogenous? Taking Mankiw, Romer and Weil seriously,Ã\u0083Â® in Ben Bernanke and Kenneth Rogoff, eds., N.B.E.R. Macroeco- nomics Annual, MIT Press Cambridge MA 2001, pp. 11Ã\u0083Â³72.",
        "Borenzstein, Eduardo, Jose de Gregorio, and Jongwha Lee, Ã\u0083Â¬How Does Foreign Investment Affect Growth?,Ã\u0083Â® Journal of International Economics, 1998, 45.",
        "Calvo, Guillermo and Carmen Reinhart, Ã\u0083Â¬When Capital Flows Come to a Sudden Stop: Consequences and Policy,Ã\u0083Â® in Peter B. Kenen and Alexander K. Swoboda, eds., Reforming the International Monetary and Financial System, International Monetary Fund Washington D.C. 2000.",
        "Carkovic, Maria and Ross Levine, Ã\u0083Â¬Does Foreign Direct Investment Accelerate Eco- nomic Growth?,Ã\u0083Â® 2002. mimeo, University of Minnesota.",
        "Caselli, Francesco, Gerardo Esquivel, and Fernando Lefort, Ã\u0083Â¬Reopening the Conver- gence Debate: A New Look at Cross-Country Growth Empirics,Ã\u0083Â® Journal of Economic Growth, 1996, 1 (3), 363Ã\u0083Â³89.",
        "Cohen, Daniel and Marcelo Soto, Ã\u0083Â¬Why are Poor Countries Poor? A Message of Hope which involves the Resolution of a Becker-Lucas Paradox,Ã\u0083Â® September 2002. Center for Economic Policy Research Discussion Paper.",
        "Duflo, Esther, Ã\u0083Â¬Schooling and Labor Market Consequences of School Construction in In- donesia: Evidence from an Unusual Policy Experiment,Ã\u0083Â® American Economic Review, 2001, 91 (4), 795Ã\u0083Â³813.",
        "Easterly, William and Ross Levine, Ã\u0083Â¬ItÃ\u0083Â­s Not Factor Accumulation: Stylized Facts and Growth Models,Ã\u0083Â® The World Bank Economic Review, 2001, 15 (2), 177Ã\u0083Â³219.",
        "Eaton, Jonathan and Samuel Kortum, Ã\u0083Â¬International Technology: Theory and Mea- surement,Ã\u0083Â® International Economic Review, 1999, 40 (3).",
        "Edison, Hali, Ross Levine, Luca Ricci, and Torsten Sloek, Ã\u0083Â¬International Financial Integration And Economic Growth,Ã\u0083Â® 2002. mimeo, International Monetary Fund.",
        "Eichengreen, Barry and Michael Mussa, Ã\u0083Â¬Capital Account Liberalization: Theoretical and Practical Aspects,Ã\u0083Â® International Monetary Fund, Washington DC 1998. with G.",
        "DellÃ\u0083Â­Ariccia, E. Detragiache, G.M. Milesi-Ferretti and A. Tweedie. Occasional Paper No. 172. Fischer, Stanley, Ã\u0083Â¬Capital Account Liberalization and the Role of the IMF,Ã\u0083Â® in Ã\u0083Â¬Should the IMF Pursue Capital-Account Convertibility?,Ã\u0083Â® Vol. 207, Essays in International Finance, Department of Economics, Princeton University, 1998, pp. 1Ã\u0083Â³10.",
        "Gollin, Douglas, Ã\u0083Â¬Getting Income Shares Right: Self Employment, Unincorporated En- treprise, and the Cobb-Douglas Hypothesis,Ã\u0083Â® June 1998. mimeo Williams College.",
        "Gourinchas, Pierre-Olivier and Olivier Jeanne, Ã\u0083Â¬Capital Mobility, Property Rights and Economic Development,Ã\u0083Â® 2003. work in progress.",
        "Hall, Robert and Charles Jones, Ã\u0083Â¬Why Do Some Countries Produce So Much More Output Per Worker than Others?,Ã\u0083Â® Quarterly Journal of Economics, 1999, 114 (1), 83Ã\u0083Â³116.",
        "Henry, Peter B., Ã\u0083Â¬Capital Account Liberalization, The Cost of Capital, and Economic Growth,Ã\u0083Â® American Economic Review (Papers and Proceedings), May 2003, forthcom- ing.",
        "Heston, Alan, Robert Summers, and Bettina Aten, Ã\u0083Â¬Penn World Table Version 6.1,Ã\u0083Â® October 2002. Center for International Comparisons at the University of Pennsylvania (CICUP).",
        "Hsieh, Chang-Tai and Pete Klenow, Ã\u0083Â¬Relative Price and Relative Prosperity,Ã\u0083Â® 2003.",
        "Isham, Jonathan and Daniel Kaufman, Ã\u0083Â¬The Forgotten Rationale for Policy Reform: The Productivity of Investment Projects,Ã\u0083Â® Quarterly Journal of Economics, 1999, 114 (1), 149Ã\u0083Â³84.",
        "Jones, Charles, Ã\u0083Â¬Convergence Revisited,Ã\u0083Â® Journal of Economic Growth, 1997, 2, 131Ã\u0083Â³53.",
        "Levine, Ross, Ã\u0083Â¬Foreign Banks, Financial Development and Growth,Ã\u0083Â® in Ã\u0083Â¬International Financial Markets: Harminization cersus CompetitionÃ\u0083Â® AEI Press Washington D.C. 1996, pp. 224Ã\u0083Â³54.",
        "Lucas, Robert E., Models of Business Cycles, New-York: Basil Blackwell, 1987.",
        "Mankiw, N. Gregory, David Romer, and David Weil, Ã\u0083Â¬A Contribution to the Empirics of Economic growth,Ã\u0083Â® Quarterly Journal of Economics, 1992, 107 (2), 407Ã\u0083Â³38.",
        "Mendoza, Enrique and Linda Tesar, Ã\u0083Â¬The International Ramifications of Tax Reforms: Supply-Side Economics in a Global Economy,Ã\u0083Â® American Economic Review, 1998, 88 (1), 226Ã\u0083Â³45.",
        "Obstfeld, Maurice, Ã\u0083Â¬Risk-taking, Global Diversification and Growth,Ã\u0083Â® American Eco- nomic Review, 1994, 85, 1310Ã\u0083Â³29.",
        "Is There a Common Cause?,Ã\u0083Â® in Ben Bernanke and Kenneth Rogoff, eds., N.B.E.R. Macroeconomics Annual, MIT Press Cambridge MA 2000, pp. 73Ã\u0083Â³103.",
        "Pallage, StÃ\u0083Ë\u0086phane and Michel Robe, Ã\u0083Â¬On the Welfare Cost of Economic Fluctuations in Developing Countries,Ã\u0083Â® International Economic Review, 2003, forthcoming.",
        "Parente, Stephen and Edward Prescott, Barriers to Riches, Cambridge, MA: MIT Press, 2000.",
        "Prasad, Eswar, Kenneth Rogoff, Shang-Jin Wei, and M. Ayhan Kose, Ã\u0083Â¬Effects of Financial Globalization on Developing Countries: Some Empirical Evidence,Ã\u0083Â® March 2003. mimeo, International Monetary Fund.",
        "Psacharopoulos, George, Ã\u0083Â¬Returns to Investment in Education: A Global Update,Ã\u0083Â® World Development, 1994, 22, 1325Ã\u0083Â³43.",
        "Quinn, Dennis P., Ã\u0083Â¬Democracy and International Financial Liberalization,Ã\u0083Â® 2000. mimeo, McDonough School of Business, Georgetown University.",
        "Rodrik, Dani, Ã\u0083Â¬Who Needs Capital Account Convertibility?,Ã\u0083Â® in Ã\u0083Â¬Should the IMF Pursue Capital-Account Convertibility?,Ã\u0083Â® Vol. 207, Essays in International Finance, Depart- ment of Economics, Princeton University, 1998, pp. 55Ã\u0083Â³65."
    ]
}