{
    "id": 9685,
    "cites": 18,
    "cited_by": 14,
    "reference": [
        "Barber, Brad, and Terrance Odean, 2000, Trading is hazardous to your wealth: The common stock investment performance of individual investors, Journal of Finance 55, 773-806.",
        "Barber, Brad, and Terrance Odean, 2001, Boys will be boys: Gender, overconfidence, and common stock investment, Quarterly Journal of Economics 116, 261-292.",
        "Benartzi, Shlomo, 2001, Excessive extrapolation and the allocation of 401(k) accounts to company stock, Journal of Finance 56, 1747-64.",
        "Bodie, Zvi, and Dwight B. Crane, 1997, Personal investing: Advice, theory, and evidence, Financial Analysts Journal, 13-23.",
        "Brown, Stephen J., William N. Goetzmann, Roger G. Ibbotson, and Stephen A. Ross, 1992, Survivorship bias in performance studies, Review of Financial Studies 5, 553-580.",
        "Cooper, Ian and Evi Kaplanis, 1994, Home bias in equity portfolios, inflation hedging, and international capital market equilibrium, Review of Financial Studies 7(1), 45-60.",
        "Coval, Joshua D., and Tobias J. Moskowitz, 1999, Home bias at home: Local equity preference in domestic portfolios, Journal of Finance 54, 1-39.",
        "Coval, Joshua D., and Tobias J. Moskowitz, 2001, The geography of investment: Informed trading and asset prices, Journal of Political Economy 109(4), 811-841.",
        "Dhar, Ravi, and Alok Kumar, 2001, A non-random walk down the main street: Impact of price trends on trading decisions of individual investors, Working Paper, Department of Economics, Cornell University, December 2001.",
        "Dhar, Ravi and Ning Zhu, 2002, Up close and personal: An individual Level Analysis of the Disposition Effect, Working Paper, Yale School of Management.",
        "French, Kenneth R. and James M. Poterba, 1991, Investor diversification and international equity markets, American Economic Review 81, 222-226.",
        "Gehrig, Thomas, 1993, An information based explanation of the domestic bias in international equity investment, Scandinavian Journal of Economics 95(1), 97-109.",
        "Goetzmann, William and Kumar, Alok, 2001, Equity portfolio diversification, NBER Working Paper 8686, December.",
        "Grinblatt, Mark and Matti Keloharju, 2001, How distance, language, and culture influence stockholdings and trades, Journal of Finance 56(3), 1053-1073.",
        "Kumar, Alok, 2002, Individual investor sentiment and comovement in small stock returns, Working Paper, Department of Economics, Cornell University, September 2002.",
        "Liang, Nellie and Scott Weisbenner, 2002, Investor behavior and the purchase of company stock in 401(k) pans Ã\u0083Â± The importance of plan design, NBER Working Paper No. 9131.",
        "Tesar, Linda L. and Ingrid M. Werner, 1997, Home bias and high turnover, Journal of International Money and Finance 14, 467-492.",
        "U.S. Census Bureau: Gazetteer Place and Zip Code Database. Weisbenner, Scott, 2002, Do pension plans with participant choice teach households to hold more equity?, Journal of Pension Economics and Finance, forthcoming."
    ]
}