{
    "id": 9686,
    "cites": 25,
    "cited_by": 10,
    "reference": [
        "Bartik, Timothy, Who Benefits from State and Local Economic Development Policies?, (Kalamazoo, MI.: Upjohn Institute, 1991).",
        "Bound, John., D. A. Jaeger, and R. M. Baker Problems with Instrumental Variables Estimation When the Correlatioin Between Instruments and the Endogenous Explantory Variable is Weak, Journal of the American Statistical Association, 90 (June, 1995), 443-450.",
        "Brueckner, Jan, A Test for Allocative Effiency in the Local Public Sector, Journal of Public Economics, 19 (December, 1982), 311-331.",
        "Cullen, Julie and Steven Levitt, Crime, Urban Flight, and Consequences for Cities, Review of Economics and Statistics 81 (May, 1999), 159-169.",
        "Desai, Mihar, C. Fritz Foley, and James Hines, Chains of Ownership, Regional Tax Competition, and Foreign Direct Investment,NBER Working Paper No. 9224, September, 2002.",
        "Feld, Lars and Gebhard Kirchgassner, The Impact of Corporate and Personal Income Taxes on the Location of Firms and on Employment: Some Panel Evidence for the Swiss Cantons, Journal of Public Economics, 87 (January, 2003), 129-156.",
        "Fuchs, Ester, Mayors and Money: Fiscal Policy in New York and Chicago, (Chicago: University of Chicago Press, 1992).",
        "Glaeser, Edward and Matthew Kahn, From John Lindsay to Rudy Giuliani: The Decline of the Local Safety Net? Federal Reserve Bank of New York: Economic Policy Review, 5,(No. 3,1995), 117-132.",
        "Goolsbee, Austan, and Edward Maydew, Coveting thy Neighborss Manufacturing: The Dilemma of State Income Apportionment, Journal of Public Economics, 75 (January, 2000), 125-144.",
        "Gyourko, Joseph and Joseph Tracy,Local Public Sector Rent-Seeking and Its Impact on Local Land Values, Regional Science and Urban Economics, 19, (August,1989), 493-516.",
        "Haughwout, Andrew, Aggregate Production Functions, Interregional Equilibrium, and the Measurement of Infrastructure Productivity, Journal of Urban Economics, 44, (September, 1998), 216-227.",
        "Haughwout, Andrew and Robert Inman, Fiscal Policy in an Open City with Firms and Households, Regional Science and Urban Economics, 31 (April, 2001), 147-180.",
        "Haughwout, Andrew and Robert Inman, Should Suburbs Help Their Central City? Brookings- Wharton Papers on Urban Affairs, (2002), 45-94.",
        "Hines, James, Altered States: Taxes and the Location of Foreign Direct Investment in America, American Economic Review, 86, (December, 1996), 1076-1094.",
        "Inman, Robert, The Local Decision to Tax: Evidence from Large U.S. Cities, Regional Science and Urban Economics, 19, (August, 1989), 455-491.",
        "Inman, Robert, How to Have a Fiscal Crisis: Lessons from Philadelphia, American Economic Review, Papers and Proceedings, 85, (May, 1995),. 378-383.",
        "Inman, Robert, Should Philadelphias Suburbs Help Their Central City? Business Review: Federal Reserve Bank of Philadelphia, June, 2003.",
        "Levitt, Steven, Using Electoral Cycles in Police Hiring to Estimate the Effect of Police on Crime,American Economic Review, 87, (June, 1997), 270-290.",
        "Mark, Stephen, Theresa McGuire, and Leslie Papke, The Influence of Taxes on Employment and Population Growth: Evidence from the Washington D.C. Metropolitan Area, National Tax Journal, 53, (March, 2000), 105-124.",
        "Rich, Robert and Jennie Raymond, Oil and the Macroeconomy: A Markov State-Switching Approach, Journal of Money, Credit, and Banking, 29 (May, 1997), 193-213.",
        "Roback, Jennifer, Wages, Rents, and the Quality of Life, Journal of Political Economy, 90, (December, 1995), 1257-1278.",
        "Rosen, Sherwin, Wage-based Indexes and the Quality of Life, in P. Mieszkowski and M. Straszheim (eds.), Current Issues in Urban Economics, (Baltimore: Johns Hopkins University Press, 1979), 74-104.",
        "Shefter, Martin, Political Crisis, Fiscal Crisis: The Collapse and Revival of New York City, (New York: Columbia University Press, 1992).",
        "Staiger, Douglas and James Stock, Instrumental Variables Regression with Weak Instruments, Econometrica, 65, (May, 1997), 557-585.",
        "Vigdor, Jacob, Was Tiebout Wrong? Local Taxes and the Growth of Cities, Working Paper, Harvard University, 1998."
    ]
}