{
    "id": 9688,
    "cites": 25,
    "cited_by": 10,
    "reference": [
        "Abowd, J. M., F. Kramarz, and D. N. Margolis. 1999. Minimum Wages and Employment in France and the United States. NBER Working Paper 6996.",
        "Alpert, W. T. 1986. The Minimum Wage in the Restaurant Industry. New York: Praeger.",
        "Acemoglu, D. and J.S. Pischke, 1999. Minimum Wages and On-the-job Training. NBER Working Paper 7184.",
        "Baker, M., D. Benjamin and S. Stanger. 1999. The Highs and Lows of the Minimum Wage Effect: A Time-Series Cross-Section Study of Canadian Law. Journal of Labor Economics, 17:318-50.",
        "Burkhauser, R., K. Couch and D. Wittenburg. 2000a. Who Minimum Wage Increases Bite: An Analysis Using Monthly Data from the SIPP and CPS. Southern Economic Journal. V.67, no. 1, p.16-40.",
        "Current Population Survey Journal of Labor Economics. Vol 18, no 4. Card, D. 1992a. Using Regional Variation in Wages to Measure the Effects of the Federal Minimum Wage. Industrial and Labor Relations Review, 46:22-37.",
        "Card, D, and A, Krueger. 1994. Minimum Wages and Employment: A Case Study of the Fast-Food Industry in New Jersey and Pennsylvania. American Economic Review 84:772-93.",
        "Card, D, and A, Krueger. 1995. Myth and Measurement: The New Economics of the Minimum Wage, Princeton: Princeton University Press.",
        "Carrington, W., K. McCue and B. Pierce, 2001. Non-Discrimination Rules and the Distribution of Fringe Benefits Working paper.",
        "Collins M.J.1999 A Primer on the Self insured Health Plan Non-discrimination Rules Journal of Pension Planning and Compliance.",
        "Currie, J. and B. Fallick. 1996. The Minimum Wage and the Employment of Youth. The Journal of Human Resources, 31:404-28.",
        "Currie, J. and A. Yelowitz, 1999. Health Insurance and Less Skilled Workers. Working paper.",
        "Deere, D., K. Murphy and F. Welch. 1995 Re-examining Methods of Estimating Minimum-Wage Effects. American Economic Review, 85:232-37.",
        "Holzer, H., L.Katz and A. Krueger. 1991. Job Queues and Wages. The Quarterly Journal of Economics, 106:73968.",
        "Katz, L.e and A. Krueger. 1992. The Effect of the Minimum wage on the Fast Food Industry. Industrial and Labor Relations Review, 46:6-21.",
        "Lazear, E. and F. Miller. 1981. Minimum Wages Versus Minimum Compensation. In Report of the Minimum Wage Study Commission, vol. 5, Washington, DC: US Government Printing Office.",
        "Leighton, L. and J. Mincer. 1981. The Effects of the Minimum Wage on Human Capital Formation. In Simon Rottenberg, (Ed.) The Economics of Legal Minimum Wages.. Washington, DC: American Enterprise Institute for Public Policy Research.",
        "Machin, S. and A. Manning. 1994. Minimum Wages, Wage Dispersion and Employment: Evidence from the UK Wage Councils. Industrial and Labor Relations Review, 47:319-29.",
        "Manning, A. How Do We Know That Real Wages are Too High? The Quarterly Journal of Economics, 105:1111-26. Neumark, D. and W. Wascher, 2001. Minimum Wage and Training Revisited. Journal of Labor Economics, 19 (3): 563-595.",
        "Neumark, D. M. Schweitzer and W. Wascher. 2000. The Effects of the Minimum Wage Throughout the Wage Distribution NBER Working Paper 7519.",
        "Neumark, D. and W. Wascher. 1992. Employment Effects of Minimum and Subminimum Wages: Panel Data on State Minimum Wage Laws. Industrial and Labor Relations Review, 46:55-81.",
        "Pierce, B. 2001 Compensation Inequality. Quarterly Journal of Economics, 116 (4) : 1493-1525.",
        "Royalty, A. 2000. Do Minimum Wage Increases Lower the Probability that Low-Skilled Workers Will Receive Fringe Benefits? Working paper, Indiana University-Purdue University Indianapolis and Stanford University.",
        "Sicilian, P. and A. Grossberg. 1993. Do Legal Minimum Wages Create Rents? A Re-examination of the Evidence. Southern Economic Review, 60:201-09.",
        "Stigler, G. 1946 The Economics of Minimum Wage Legislation American Economic Review, 36:358-65."
    ]
}