{
    "id": 969,
    "cites": 15,
    "cited_by": 17,
    "reference": [
        "Barro R. and G. MacDonald, (1979) Social Security and Consumer Spending in an International Cross-Section, Journal of Public Economics.",
        "Blinder, A., B. Gordon and D. Wise, Life Cycle Savings and Bequests: Crosssectional Estimates of the Life Cycle Model, in The Determinants of National Savings and Wealth, edited by Franco Modigliani, London and New York: Macmillan, in press. Cass, D. and M. Yaari, (1967) Individual Savings, Aggregate Capital Accumulation, and Efficient Growth, in K. Shell, (ed.) Essays on the Theory of Optimal Economic Growth, Cambridge, MA: MIT Press, 233-268.",
        "Darby, M.R. (1979) The Effects of Social Security on Income and the Capital Stock, Washington: American Enterprise Institute.",
        "Diamond P.A. and J. Hausman (1982) Individual Retirement and Savings Behavior Decisions, presented at the Oxford Conference on Microdata and Public Economics, June 27-30, 1982.",
        "Feldstein M. (19714) Social Security, Induced Retirement, and Aggregate Capital Accumulation, J.P.E. 82, 905-26.",
        "Accumulation, Funding Pensions: The Issues and Implications for Financial Markets, a Federal Reserve Bank of Boston publication. ____________ (1977) Social Security and Private Savings: International Evidence in an Extended Life Cycle Model, in The Economics of Public Services, M. Feldstein and R. Inman (eds.), London: Macmillan.",
        "Journal of Public Economics: 114, 225-1414. ____________ (1982) Social Security and Private Saving: Reply Journal of Political Economy: 90, 630-6142.",
        "Feldstein, M. and A. Pellechio (l979a) Social Security and Household Wealth Accumulation: New Microeconomic Evidence Review of Economics and Statistics: 61, 361-68. Feldstein, M. and A. Pellechio (1979b) Social Security Wealth: The Impact of Alternative Inflation Adjustments in C. Campbell, (ed.), Financing Social Security.",
        "Feldstein, N., J. Poterba and L. Dicks-Mireaux (1981) The Effective Tax Rate and the Pre-Tax Rate of Return, NBER Working Paper No. 7140, Journal of Public Economics, forthcoming.",
        "Fisher, I. (1892), Mathematical Investigations in the Theory of Value and Prices, Connecticut Academy of Arts and Sciences. Frisch, R. (1932), New Methods of Measuring Marginal Utility, in Beitrage zur okonomischen Theorie (No. 3), Tubigen: J. C. B. Mohr.",
        "Harberger A.C. (19614) Taxation, Resource Allocation, and Welfare in J. Due (ed.) The Role of Direct and Indirect Taxes in the Federal Revenue System, Princeton Univertsity Press, Princeton, New Jersey.",
        "Kotlikoff, L. J. (1979) Testing the Theory of Social Security and Life Cycle Accumulation, American Economic Review 69, 396-1410.",
        "Munnell, A. H. (19714) The Effect of Social Security on Personal Saving, Cambridge, Mass. : Ballinger.",
        "Sarrnielson, P. A. (1958) An Exact Consumption-loan Model of Interest with or Without the Social Contrivance of Money Journal of Political Economy, 66, 1467-1482.",
        "Samuelson, P. A. (1915) Optimal Social Security in a Life-cycle Growth Model, International Economic Review, 16, 539-51414."
    ]
}