{
    "id": 9694,
    "cites": 14,
    "cited_by": 47,
    "reference": [
        "Coase, Ronald H. 1960. The Problem of Social Cost. Journal of Law and Economics 3:1-44.",
        "Cook, Philip J., and Daniel A. Graham. 1977. The Demand for Insurance and Protection: The Case of Irreplaceable Commodities. Quarterly Journal of Economics 91:143-56.",
        "Calfee, John, and Richard Craswell. 1984. Some Effects of Uncertainty on Compliance with Legal Standards. Virginia Law Review 70:965-1003.",
        "Cane, Peter. 1999. Atiyahs Accidents, Compensation, and the Law. Sixth edition. London: Butterworths.",
        "Cambridge, Mass: Harvard University Press. Biggar, Darryl. 1995. A Model of Punitive Damages in Tort. International Review of Law and Economics 15:1-24.",
        "Brown, John P. 1973. Toward an Economic Theory of Liability. Journal of Legal Studies 2:323-49.",
        "Calabresi, Guido. 1970. The Costs of Accidents: A Legal and Economic Analysis . New Haven: Yale University Press.",
        "Calabresi, Guido, and A. Douglas Melamed. 1972. Property Rules, Liability Rules, and Inalienability: One View of the Cathedral. Harvard Law Review 85:1089-1128.",
        "Bentham, Jeremy. [1789] 1973. An Introduction to the Principles of Morals and Legislation . In The Utilitarians. Reprint of 1823 edition. Garden City, N.Y.: Anchor Books.",
        "Berman, Harold J. 1983. Law and Revolution: The Formation of the Western Legal Tradition .",
        "New York: Cambridge University Press. Becker, Gary S. 1968. Crime and Punishment: An Economic Approach. Journal of Political Economy 76:169-217.",
        "Arrow, Kenneth J. 1974. Optimal Insurance and Generalized Deductibles. Scandinavian Actuarial Journal 1974:1-42.",
        "Beccaria, Cesare. [1767] 1995. On Crimes and Punishments, and Other Writings . Edited by Richard Bellamy, translated by Richard Davies , with Virginia Cox and Richard Bellamy.",
        "ACLI Life Insurance Fact Book. 1999. Washington, D.C.: American Council of Life Insurance."
    ]
}