{
    "id": 9698,
    "cites": 65,
    "cited_by": 1,
    "reference": [
        "Stigler, George J. 1970. The Optimum Enforcement of Laws. Journal of Political Economy 78:526-36.",
        "Trivers, Robert L. 1971. The Evolution of Reciprocal Altruism. Quarterly Review of Biology 46:35-57.",
        "Tversky, Amos, and Daniel Kahneman. 1974. J udgment under Uncertainty: Heuristics and Biases. Science 185:1124-31.",
        "Press. Statistical Abstract of the United States 2001 . 2001. Economics and Statistics Administration, U.S. Census Bureau. Washington, D.C.: U.S. Department of Commerce.",
        "Proceedings 77:107-10. ----- 1987c. The Optimal Use of Nonmonetary Sanctions as a Deterrent. American Economic Review 77:584-92.",
        "Spelman, William. 1994. Criminal Incapacitation. New York: Plenum Press.",
        "Law and Economics 28:587-609. ----- 1987a. Economic Analysis of Accident Law . Cambridge, Mass.: Harvard University Press.",
        "Shavell, Steven. 1985a. Criminal Law and the Optimal Use of Nonmonetary Sanctions as a References - Page 6 Deterrent. Columbia Law Review 85:1232-62.",
        "Rubinstein, Ariel. 1979. An Optimal Conviction Policy for Offenses That May Have Been Committed by Accident. In Applied Game Theory, edited by Stephen J. Brams, Andrew Schotter, and G. Schwodiauer, 406-13. Wurzburg: Physica-Verlag.",
        "Sah, Raaj K. 1991. Social Osmosis and Patterns of Crime. Journal of Political Economy 99:1272-95.",
        "Posner, Richard A. 1980. Retribution and Related Concepts of Punishment. Journal of Legal Studies 9:71-92.",
        "Economics 18:305-24. ----- 1999. On the Disutility and Discounting of Imprisonment and the Theory of Deterrence.",
        "Journal of Legal Studies 28:1-16. ----- 2000a. The Economic Theory of Public Enforcement of Law. Journal of Economic Literature 38:45-76.",
        "American Law and Economics Review 2:223-37. Pollock, Frederick, and Frederic William Maitland. 1911. The History of English Law Before the Time of Edward I. Second edition. Cambridge: Cambridge University Press.",
        "Polinsky, A. Mitchell, and Steven Shavell. 1979. The Optimal Tradeoff Between the Probability and Magnitude of Fines. American Economic Review 69:880-91.",
        "Law and Economics 35:133-48. ----- 1994. Should Liability Be Based on the Harm to the Victim or the Gain to the Injurer? Journal of Law, Economics, and Organization 10:427-37.",
        "Polinsky, A. Mitchell, and Daniel L. Rubinfeld. 1991. A Model of Optimal Fines for Repeat Offenders. Journal of Public Economics 46:291-306.",
        "Mookherjee, Dilip, and Ivan P. L. Png. 1992. Monitoring vis-Ã\u0083Â -vis Investigation in Enforcement of Law. American Economic Review 82:556-65.",
        "References - Page 5 Packer, Herbert L. 1968. The Limits of the Criminal Sanction . Stanford: Stanford University Press.",
        "Mookherjee, Dilip. 1997. The Economics of Enforcement. In Issues in Economic Theory and Public Policy: Essays in Honour of Professor Tapas Majumdar, edited by Amitava Bose, Mihir Rakshit, and Anup Sinha, 202-49. Oxford: Oxford University Press.",
        "Montesquieu, Charles-Louis de Secondat, baron. 1989. The Spirit of the Laws. Translated and edited by Anne M. Cohler, Basia Carolyn Miller, and Harold Samuel Stone. Cambridge: Cambridge University Press.",
        "Journal of Environmental Economics and Management 24:241-57. McNeely, Mary C. 1941. Illegality as a Factor in Liability Insurance. Columbia Law Review 41:26-60.",
        "American Economic Review 87:270-90. ----- 1998a. Juvenile Crime and Punishment. Journal of Political Economy 106:1156-85.",
        "Incapacitation, or Measurement Error? Economic Inquiry 36:353-72. Lott, John R., Jr. 2000. Corporate Criminal Liability. In Encyclopedia of Law and Economics , edited by Boudewijn Bouckaert and Gerrit De Geest, 5:492-501. Cheltenham: Edward Elgar.",
        "Crime and Delinquency 34:60-83. LaFave, Wayne R. 2000. Criminal Law. Third edition. St. Paul, Minn.: West Group.",
        "Levitt, Steven D. 1996. The Effect of Prison Population Size on Crime Rates: Evidence from Prison Overcrowding Litigation. Quarterly Journal of Economics 111:319-51.",
        "Klerman, Daniel. 2001. Settlement and the Decline of Private Prosecution in Thirteenth-Century England. Law and History Review 19:1-65.",
        "Lab, Steven P., and John T. Whitehead. 1988. An Analysis of Juvenile Correctional Treatment.",
        "References - Page 4 Khanna, Vikramaditya S. 1996. Corporate Criminal Liability: What Purpose Does It Serve? Harvard Law Review 109:1477-1534.",
        "Kessler, Daniel, and Steven D. Levitt. 1999. Us ing Sentence Enhancements to Distinguish Between Deterrence and Incapacitation. Journal of Law and Economics 42:343-63.",
        "Keeton, Robert E. 1971. Basic Text on Insurance Law. St. Paul, Minn.: West Publishing Co.",
        "Keeton, W. Page, Dan Dobbs, Robert Keeton, and David Owen. 1984. Prosser and Keeton on the Law of Torts. Fifth edition. St. Paul, Minn.: West Publishing Co.",
        "Undesirable. International Review of Law and Economics 12:3-11. Kaplow, Louis, and Steven Shavell. 1994b. Optimal Law Enforcement with Self-Reporting of Behavior. Journal of Political Economy 102:583-606.",
        "Boston: Little Brown. Innes, Robert. 1999. Remediation and Self-R eporting in Optimal Law Enforcement. Journal of Public Economics 72:379-93.",
        "Jerry, Robert H. 1996. Understanding Insurance Law. Second edition. New York: Matthew Bender.",
        "Kaplow, Louis. 1990. A Note on the Optimal Use of Nonmonetary Sanctions. Journal of Public Economics 42:245-47.",
        "Holmes, Oliver Wendell, Jr. [1881] 1963. The Common Law. Mark DeWolfe Howe, editor.",
        "Essays on Evolution and Optimality , edited by John DuprÃ\u0083Â©, 307-26. Cambridge, Mass.: MIT Press. Hoffman, Jan. Crime and Punishment: Shame Gains Popularity. New York Times, January 16, 1997, p. A1.",
        "Glaeser, Edward L. 1998. Economic Approach to Crime and Punishment. In The New Palgrave Dictionary of Economics and the Law , edited by Peter Newman, 2:1-6. London: Macmillan.",
        "Greenberg, David F. 1983. Age and Crime. In Encyclopedia of Crime and Justice, edited by Sanford H. Kadish, 1:30-35. New York: Free Press.",
        "Hirshleifer, Jack. 1978. Natural Economy versus Political Economy. Journal of Social and Biological Structures 1:319-37.",
        "Garoupa, Nuno. 1997. The Theory of Optimal Law Enforcement. Journal of Economic Surveys 11:267-95.",
        "References - Page 3 ----- 1999. Optimal Law Enforcement with Dissemination of Information. European Journal of Law and Economics 7:183-96.",
        "Friedman, David, and William Sjostrom. 1993. Hanged for a Sheep -- The Economics of Marginal Deterrence. Journal of Legal Studies 22:345-66.",
        "Forte, David F. 1983. Comparative Criminal Law and Enforcement: Islam. In Encyclopedia of Crime and Justice, edited by Sanford H. Kadish, 1:193-200. New York: Free Press.",
        "Frank, Robert H. 1988. Passions within Reason: The Strategic Role of the Emotions . New York: W.W. Norton.",
        "DiIulio, John J., Jr., and Anne Morrison Piehl. 1991. Does Prison Pay? Brookings Review, 9 (no.",
        "Eide, Erling. 2000. Economics of Criminal Behavior. In Encyclopedia of Law and Economics , edited by Boudewijn Bouckaert and Gerrit De Geest, 5:345-89. Cheltenham: Edward Elgar.",
        "Fischel, Daniel R., and Alan O. Sykes. 1996. Corporate Crime. Journal of Legal Studies 25:319- 49.",
        "Cook, Philip J. 1977. Punishment and Crime: A Critique of Current Findings Concerning the Preventive Effects of Punishment. Law and Contemporary Problems 41:164-204.",
        "Washington, D.C.: National Academy of Sciences. Bonczar, Thomas P., and Allen J. Beck. 1997. Life time Likelihood of Going to State or Federal Prison. Bureau of Justice Statistics Special Report, March, 1997, NCJ-160092.",
        "References - Page 2 Blumstein, Alfred, Jacqueline Cohen, and Daniel S. Nagin, editors. 1978. Deterrence and Incapacitation: Estimating the Effects of Criminal Sanctions on Crime Rates.",
        "Berman, Harold J. 1983. Law and Revolution: The Formation of the Western Legal Tradition .",
        "Cambridge, Mass: Harvard University Press. Blumstein, Alfred. 1983. Incapacitation. In Encyclopedia of Crime and Justice, edited by Sanford H. Kadish, 3:873-80. New York: Free Press.",
        "Ben-Shahar, Omri. 1998. Criminal Attempts. In The New Palgrave Dictionary of Economics and the Law, edited by Peter Newman, 1:546-50. London: Macmillan.",
        "Bentham, Jeremy. [1789] 1973. An Introduction to the Principles of Morals and Legislation . In The Utilitarians. Reprint of 1823 edition. Garden City, N.Y.: Anchor Books.",
        "Beccaria, Cesare. [1767] 1995. On Crimes and Punishments, and Other Writings . Edited by Richard Bellamy, translated by Richard Davies , with Virginia Cox and Richard Bellamy.",
        "New York: Cambridge University Press. Becker, Gary S. 1968. Crime and Punishment: An Economic Approach. Journal of Political Economy 76:169-217.",
        "Bebchuk, Lucian A., and Louis Kaplow. 1992. Op timal Sanctions When Individuals Are Imperfectly Informed about the Probability of Apprehension. Journal of Legal Studies 21:365-70.",
        "Baker, John. H. 2002. An Introduction to English Legal History . Fourth edition. London: Butterworths.",
        "Beattie, J. M. 1986. Crime and the Courts in England, 1660-1800 . Princeton: Princeton University Press.",
        "Anderson, David A. 1999. The Aggregate Burden of Crime. Journal of Law and Economics 42:611-42.",
        "Andreoni, James, Brian Erard, and Jonathan Feinstein. 1998. Tax Compliance. Journal of Economic Literature 36:818-60.",
        "Law and Criminology 66:338-65. ----- 1983. Deterrence. In Encyclopedia of Crime and Justice, edited by Sanford H. Kadish, 2:591-97. New York: Free Press.",
        "Andenaes, Johannes. 1966. The General Preventive Effects of Punishment. University of Pennsylvania Law Review 114:949-83."
    ]
}