{
    "id": 9700,
    "cites": 27,
    "cited_by": 1,
    "reference": [
        "Waal, Frans de. 1982. Chimpanzee Politics: Power and Sex among Apes. New York: Harper and Row.",
        "References - Page 3 Wilson, Edward O. 1980. Sociobiology. Abridged edition. Cambridge, Mass.: Belknap Press.",
        "Vickrey, William S. 1947. Agenda for Progressive Taxation. New York: Ronald Press Company.",
        "Smith, Adam. [1790] 1976. The Theory of Moral Sentiments. Reprint of sixth edition.",
        "Edited by D. D. Raphael and A. L. Macfie. Oxford: Clarendon Press. Trivers, Robert L. 1971. The Evolution of Reciprocal Altruism. Quarterly Review of Biology 46:35-57.",
        "Shavell, Steven. 1981. A Note on Efficiency vs. Distributional Equity in Legal Rulemaking: Should Distributional Equity Matter Given Optimal Income Taxation? American Economic Review: Papers and Proceedings 71:414-18.",
        "Indianapolis: Hackett Pub. Co. Slemrod, Joel, and Jon Bakija. 2000. Taxing Ourselves: A Citizens Guide to the Great Debate over Tax Reform. Second edition. Cambridge, Mass.: MIT Press.",
        "Sanchirico, Chris William. 2000. Taxes versus Legal Rules as Instruments for Equity: A More Equitable View. Journal of Legal Studies 29:797-820.",
        "Savage, Leonard J. 1972. The Foundations of Statistics. Second edition. New York: Dover Publications.",
        "Ross, W. D. 1930. The Right and the Good. Oxford: Clarendon Press.",
        "Mirrlees, James A. 1971. An Exploration in the Theory of Optimum Income Taxation.",
        "Review of Economic Studies 38:175-208. Posner, Eric A. 1996. Law, Economics, and Inefficient Norms. University of Pennsylvania Law Review 144:1697-1744.",
        "Law and Economics Review 1:63-77. ----- 2000. Should Legal Rules Favor the Poor? Clarifying the Role of Legal Rules and the Income Tax in Redistributing Income. Journal of Legal Studies 29:821-35.",
        "Kaplow, Louis, and Steven Shavell. 1994c. Why the Legal System Is Less Efficient Than the Income Tax in Redistributing Income. Journal of Legal Studies 23:667-81.",
        "Hume, David. [1751] 1998. An Enquiry Concerning the Principles of Morals. Edited by Tom L. Beauchamp. Oxford: Oxford University Press.",
        "Hutcheson, Francis. [1725-55] 1994. Philosophical Writings. Edited by R. S. Downie.",
        "London: Everyman Library. Hyllund, Aanund, and Richard Zeckhauser. 1979. Distributional Objectives Should Affect Taxes but Not Program Choice or Design. Scandinavian Journal of Economics 81:264-84.",
        "Kant, Immanuel. [1785] 1998. Groundwork of the Metaphysics of Morals . Translated and edited by Mary Gregor. Cambridge: Cambridge University Press.",
        "Fried, Charles. 1981. Contract as Promise: A Theory of Contractual Obligation.",
        "Cambridge, Mass.: Harvard University Press. Hare, Richard M. 1981. Moral Thinking: Its Levels, Method, and Point . Oxford: Oxford University Press.",
        "Hirshleifer, Jack. 1977. Economics from a Biological Viewpoint. Journal of Law and Economics 20:1-52.",
        "Boston. ----- 1994. Nonconsequentialist Decisions (with Commentary and Reply). Behavioral and Brain Sciences 17:1-42.",
        "Darwin, Charles. [1874] 1998. The Descent of Man. Reprint of second edition. Amherst, N.Y.: Prometheus Books.",
        "Frank, Robert H. 1988. Passions within Reason: The Strategic Role of the Emotions . New York: W.W. Norton.",
        "Barnett, Randy E. 1986. A Consent Theory of Contract. Columbia Law Review 86:269- 321.",
        "Baron, Jonathan. 1993. Morality and Rational Choice. Kluwer Academic Publishers.",
        "Austin, John. [1832] 1995. The Province of Jurisprudence Determined . Edited by Wilfrid E. Rumble. Cambridge: Cambridge University Press."
    ]
}