{
    "id": 9702,
    "cites": 14,
    "cited_by": 14,
    "reference": [
        "Bertrand, Marianne, Esther Duflo, and Sendhil Mullainathan. (2001). How much should we trust differences-in-differences estimates? Unpublished paper, University of Chicago.",
        "Brenner, Mark D. (2003). The economic impact of the Boston living wage ordinance. Unpublished paper, Political Economy Research Institute, University of Massachusetts-Amherst.",
        "Brenner, Mark D., Jeannette Wicks-Lim, and Robert Pollin. (2002). Measuring the impact of living wage laws: a critical appraisal of David Neumarks How Living Wage Laws Affect Low-Wage Workers and Low-Income Families. (Working Paper No. 43) Amherst, MA: Political Economy Research Institute.",
        "Burkhauser, Richard V., Kenneth A. Couch, and David C. Wittenburg. (1996). >Who gets what= from minimum wage hikes: a re-estimation of Card and Kruegers distributional analysis in Myth and Measurement: The New Economics of the Minimum Wage. Industrial and Labor Relations Review 49 (3), 547-52.",
        "Fairris, David. (2003). The impact of living wages on employers: a control group analysis of the Los Angeles ordinance. Unpublished paper, University of California-Riverside.",
        "Golan, Amos, Jeffrey M. Perloff, and Ximing Wu. (2001). Welfare effects of minimum wage and other government policies. Unpublished paper, University of California-Berkeley.",
        "Koenker, Roger, and Kevin F. Hallock. (2001). Quantile regression. Journal of Economic Perspectives 15 (4), 143-56.",
        "Mood, Alexander, Franklin A. Graybill, and Duane C. Boes. (1974). Introduction to the theory of statistics. New York: McGraw-Hill Book Company.",
        "Neumark, David. (2002). How living wage laws affect low-wage workers and low-income families. San Francisco: Public Policy Institute of California.",
        "Neumark, David. (2001). Living wages: protection for or protection from low-wage workers? (Working Paper No. 8393). Cambridge, MA: National Bureau of Economic Research.",
        "Neumark, David, and Scott Adams. Detecting effects of living wage laws. Forthcoming (a) in Industrial Relations. Neumark, David, and Scott Adams. Do living wage ordinances reduce urban poverty? Forthcoming (b) in Journal of Human Resources. Neumark, David, Mark Schweitzer, and William Wascher. Minimum wage effects throughout the wage distribution. Forthcoming in Journal of Human Resources. Neumark, David, Mark Schweitzer, and William Wascher. (1998). The effects of minimum wages on the distribution of family incomes: a non-parametric analysis. (Working Paper No.",
        "Neumark, David, and William Wascher. (2002). Do minimum wages fight poverty? Economic Inquiry 40 (3), 315-33.",
        "Pollin, Robert, and Stephanie Luce. (1998). The living wage: building a fair economy. New York: The New Press.",
        "Sander, Richard, and Sean Lokey. (1998). The Los Angeles living wage: the first eighteen months."
    ]
}