{
    "id": 9708,
    "cites": 38,
    "cited_by": 12,
    "reference": [
        "Abadie, Alberto (2002), Bootstrap Tests for Distributional Treatment Effects in Instrumental Variables Models, Journal of the American Statistical Association 97, 284-292.",
        "Abadie, Alberto (2003), Semi-parametric Instrumental Variables Estimation of Treatment Response Models, Journal of Econometrics 113(2), 231-263.",
        "Abadie, Alberto, Joshua Angrist, and Guido Imbens (2002), Instrumental Variables Estimates of the Effect of Subsidized Training on the Quantiles of Trainee Earnings, Econometrica 70, 91-117.",
        "Angrist, Joshua (1991), Instrumental Variables Estimation of Average Treatment Effects in Econometrics and Epidemiology, NBER Technical Working Paper No. 115, November.",
        "Angrist, Joshua (2001), Estimation of Limited Dependent Variable Models with Dummy Endogenous Regressors: Simple Strategies for Empirical practice, JBES 19, 2-16.",
        "Angrist, Joshua and William Evans (1998), Children and Their Parents Labor Supply: Evidence from Exogenous Variation in Family Size, American Economic Review 88, 450-477.",
        "Angrist, Joshua, and Guido Imbens (1991), Sources of Identifying Information in Evaluation Models (with Guido Imbens), NBER Technical Working Paper No. 117, December 1991.",
        "Angrist, Joshua, Guido Imbens and Donald B. Rubin (1996), Identification of Causal Effects Using Instrumental Variables, Journal of the American Statistical Association, 91(434):444-55.",
        "Arellano. Manuel (2002), Sargans Instrumental Variables Estimation and the Generalized Method of Moments, JBES 20, 450-459.",
        "Becker, Gary, Elizabeth Landes, and Robert T. Michael (1977), An Economic Analysis of Marital Instability, Journal of Political Economy 85, 1141-87.",
        "Blank, Rebecca M. (2002), Evaluating Welfare Reform in the United States, NBER Working Paper 8983, June.",
        "Bloom, Howard S. (1984), Accounting for No-Shows in Experimental Evaluation Designs, Evaluation Review 8, 225-46.",
        "Chamberlain, Gary (1986), Asymptotic Efficiency in Semi-Parametric Models with Censoring, Journal of Econometrics 32, 189-218.",
        "Chamberlain, Gary (1987), Asymptotic Efficiency in Estimation with Conditional Moment Restrictions, Journal of Econometrics 34, 305-334.",
        "Cherlin, Andrew (1977), The Effect of Children on Marital Dissolution, Demography 14, 265-72.",
        "Bronars, Stephen G. and Jeff Grogger (1994) The Economic Consequences of Unwed Motherhood: Using Twins as a Natural Experiment, American Economic Review, 84(5):1141-1156.",
        "Frolich, Markus (2002), Nonparametric IV estimation of Local Average Treatment Effects with Covariates, IZA Discussion Paper No. 588, September.",
        "Grogger, Jeff and Stephen Bronars (2001), The Effect of Welfare Payments on the Marriage and fertility Behavior of Unwed Mothers: Results from a Twins Experiment, JPE 109, 529-545.",
        "Hausman, Jerry (1978), Specification Tests in Econometrics, Econometrica 46, 1251-1271.",
        "Heaton, Tim B. (1990), Marital Stability throughout the Child-Rearing Years, Demography 27, 55-63.",
        "Heckman, James J. (1990), Varieties of Selection Bias, American Economic Review 80, 313-318.",
        "Heckman, James J., Justin Tobias, and E. Vytlacil (2001), Four Parameters of Interest in the Evaluation of Social Programs, Southern Economic Journal 68, 210-223.",
        "Heckman, James J., and Edward Vytlacil (2000), Local Instrumental Variables, NBER Technical Working Paper 252, April.",
        "Holland, Paul W. (1986) Statistics and Causal Inference, Journal of the American Statistical Association, 81:945-970.",
        "Hotz, V.J., Guido Imbens, and J.A. Klerman (2000), The Long-Term Gains from GAIN: A Re-Analysis of the Impacts of the California GAIN Program, NBER Working Paper 87, November.",
        "Imbens, Guido W. and Joshua D. Angrist (1994), Identification and Estimation of Local Average Treatment Effects, Econometrica, 62(2):467-75.",
        "Kearney, Melissa Schettini (2002), Is there an Effect of Incremental Welfare Benefits on Fertility Behavior? A look at the Family Cap, NBER Working Paper 9093, August.",
        "Manski, Charles (1990), Nonparametric Bounds on Treatment Effects, American Economic Review 80, 319-322.",
        "Maynard, Rebecca, Elizabeth Boehnen, Tom Corbett, Gary Sandefur, and Jane Mosley (1998), Changing Family Formation Behavior Through Welfare Reform, in Robert Moffit, ed., Welfare, The Family, and Reproductive Behavior: Research Perspectives, Washington, DC: National Academy Press.",
        "Moffit, Robert A (1999), New Developments in Econometric Methods for Labor Market Analysis, Chapter 24 in O. Ashenfelter and D. Card, eds., The Handbook of Labor Economics, Volum 3A, Amsterdam: North-Holland.",
        "Phillips, Peter C.B. (2003), Vision and Influence in Econometrics: John Denis Sargan, Econometric Theory, forthcoming.",
        "Pearson, Karl (1911), The Grammar of Science, London: Adam and Charles Black.",
        "Roy, A. (1951), Some Thoughts on the Distribution of Earnings, Oxford Economic Papers 3, 135-46.",
        "Sargan, Denis (1958), The Estimation of Economic Relationships Using Instrumental Variables, Econometrica 26, 393-415.",
        "Waite, Linda J. and Lee A. Lillard (1991), Children and Marital Disruption, American Journal of Sociology 96, 930-53.",
        "Wald, A. (1940) The Fitting of Straight Lines if Both Variables are Subject to Error, Annals of Mathematical Statistics, 11:284-300.",
        "Wooldridge, Jeffrey M. (1997), On Two-Stage Least Squares Estimation of the Average Treatment Effect in a Random Coefficient Model, Economics Letters 56, 129-133.",
        "Wooldridge, Jeffrey M. (2003), Further Results on Instrumental Variables Estimation of Average Treatment Effects in the Correlated Random Coefficient Model, Economics Letters 79, 185-191."
    ]
}