{
    "id": 9711,
    "cites": 31,
    "cited_by": 5,
    "reference": [
        "Agarwal, Anup, and Sahiba Chadha, 2002, Who is afraid of Reg FD? The behavior and performance of sell-side analysts following the SECs Fair Disclosure rules, University of Alabama working paper.",
        "Association for Investment Management Research, 2001, Regulation FD e-survey summary, available at http://www.aimr.com/pressroom/01releases/regfd_surveysum.htm.",
        "Barberis, Nicholas, Andrei Shleifer and Robert Vishny, 1998, A model of investor sentiment, Journal of Financial Economics 49, 307-343.",
        "Berger, Allen N., Nathan H. Miller, Mitchell A. Petersen, Raghuram G. Rajan, and Jeremy C. Stein, 2002, Does function follow organizational form? Evidence from the lending practices of large and small banks, Harvard University working paper.",
        "Bertrand, Marianne, Erzo Luttmer, and Sendhil Mullainathan, 2000, Network effects and welfare cultures, Quarterly Journal of Economics 115, 1019-1055.",
        "Case, Anne, and Lawrence Katz, 1991, The company you keep: The effect of family and neighborhood on disadvantaged youths, NBER working paper.",
        "Chan, Wesley S., 2003, Stock price reaction to news and no-news: Drift and reversal after headlines, Journal of Financial Economics, forthcoming.",
        "Chen, Joseph, Harrison Hong, Ming Huang and Jeffrey D. Kubik, 2002, Does fund size erode mutual fund performance? The role of liquidity and organization, Stanford University working paper.",
        "Chevalier, Judith A., and Glenn D. Ellison, 1999, Career concerns of mutual fund managers, Quarterly Journal of Economics 114, 389-432.",
        "Christoffersen, Susan and Sergei Sarkissian, 2002, Location overconfidence, McGill University working paper.",
        "Coval, Joshua D., and Tobias J. Moskowitz, 2001, The geography of investment: Informed trading and asset prices, Journal of Political Economy 4, 811-841.",
        "Daniel, Kent, David Hirshleifer, and Avanidhar Subrahmanyam, 1998, A theory of overconfidence, self-attribution and security market under- and over-reactions, Journal of Finance 53, 1839-1885.",
        "Duflo, Esther, and Emmanuel Saez, 2002, Participation and investment decisions in a retirement plan: The influence of colleagues choices, Journal of Public Economics 85, 121-148.",
        "Dumais, Guy, Glenn D. Ellison, and Edward L. Glaeser, 2002, Geographic concentration as a dynamic process, Review of Economics and Statistics 84, 193-204.",
        "Ellison, Glenn D., and Drew Fudenberg, 1995, Word of mouth communication and social learning, Quarterly Journal of Economics 110, 93-125.",
        "Glaeser, Edward L., Bruce Sacerdote, and Jose Scheinkman, 1996, Crime and social interactions, Quarterly Journal of Economics 111, 502-548.",
        "Glaeser, Edward L., and Jose Scheinkman, 2002, Non-market interactions, in M. Dewatripont, L.P. Hansen and S. Turnovsky (eds), Advances in Economics and Econometrics: Theory and Applications, Eighth World Congress, Cambridge University Press.",
        "Gompers, Paul A., and Andrew Metrick, 2001, Institutional investors and equity prices, Quarterly Journal of Economics 116, 229-259.",
        "Hong, Harrison, Jeffrey D. Kubik, and Amit Solomon, 2000, Security analysts career concerns and the herding of earnings forecasts, RAND Journal of Economics 31, 121-144.",
        "Hong, Harrison, Jeffrey D. Kubik, and Jeremy C. Stein, 2003, Social interaction and stock- market participation, Journal of Finance, forthcoming.",
        "Hong, Harrison, Terence Lim, and Jeremy C. Stein, 2000, Bad news travels slowly: Size, analyst coverage, and the profitability of momentum strategies, Journal of Finance 55, 265-295.",
        "Hong, Harrison, and Jeremy C. Stein, 1999, A unified theory of underreaction, momentum trading, and overreaction in asset markets, Journal of Finance 54, 2143-2184.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 1993, Returns to buying winners and selling losers: Implications for stock market efficiency, Journal of Finance 48, 93-130.",
        "Kelly, Morgan, and Cormac O. Grada, 2000, Market contagion: Evidence from the panics of 1854 and 1857, American Economic Review 90, 1110-1124.",
        "Madrian, Brigette, and Dennis Shea, 2000, Peer effects and savings behavior in employer sponsored savings plans, University of Chicago working paper.",
        "Petersen, Mitchell A., and Raghuram G. Rajan, 2002, Does distance still matter? The information revolution in small business lending, Journal of Finance, forthcoming.",
        "Rosenthal, Stuart S., and William C. Strange, 2001, The determinants of agglomeration, Journal of Urban Economics 50, 191-229.",
        "Scharfstein, David S., and Jeremy C. Stein, 1990, Herd behavior and investment, American Economic Review 80, 465-479.",
        "Shiller, Robert J., 2000, Irrational Exuberance, (Broadway Books: New York).",
        "Shiller, Robert J., and John Pound, 1989, Survey evidence on diffusion of interest and information among investors, Journal of Economic Behavior and Organization 12, 47- 66.",
        "Zitzewitz, Eric, 2002, Regulation Fair Disclosure and the private information of analysts, Stanford University working paper."
    ]
}