{
    "id": 9713,
    "cites": 45,
    "cited_by": 6,
    "reference": [
        "Ackley, Gardner. 1961. Macroeconomic Theory. New York: Macmillan.",
        "Andersen, Leonall, and Jerry L. Jordan. 1968. Monetary and Fiscal Actions: A Test of Their Relative Importance in Economic Stabilization. Federal Reserve Bank of St. Louis Review 50:11-23.",
        "Ando, Albert, and Franco Modigliani. 1965. The Relative Stability of Monetary Velocity and the Investment Multiplier. American Economic Review 55:693-728.",
        "Bailey, Martin. 1962. National Income and the Price Level. New York: McGraw Hill.",
        "Boughton, James. 2002. On the Origin of the Fleming Mundell Model. IMF Working Paper 02/107. Washington D.C. International Monetary Fund.",
        "Bronfenbrenner, Martin, and Franklin D. Holzman. 1963. Survey of Inflation Theory. American Economic Review 53: 593-661.",
        "Brunner, Karl. 1968. The Role of Money and Monetary Policy. Federal Reserve Bank of St.",
        "Louis Review 50: 8-24. Brunner, Karl. 1971. A Survey of Selected Issues in Monetary Theory. Schweizerische Zeitschrift fur Volkswirtschaft und Statistik 107: 1-147.",
        "Brunner, Karl. 1973. Credit Market, Interest Rate and Three Types of Inflation. Kredit und Kapital.",
        "Brunner, Karl, and Allan H. Meltzer. 1972. Money, Debt, and Economic Activity. Journal of Political Economy 80: 951-977.",
        "Brunner, Karl, and Allan H. Meltzer. 1976. An Aggregative Theory for a Closed Economy in Jerome Stein (ed.) Monetarism. Amsterdam: North-Holland, 69-103.",
        "Brunner, Karl, and Allan H. Meltzer. 1993. Money and the Economy Issues in Monetary Analysis. New York: Cambridge University Press.",
        "Colander, David. 2003. The Strong Persistence of the ISLM Model. Paper prepared for the HOPE conference on The ISLM Model: Its Rise, Fall and Strong Persistence. Duke University. April 25-27, 2003.",
        "Darity Jr., William, and Warren Young. 1995. IS-LM: An Inquest. History of Political Economy 27: 1-41.",
        "Darity, William, and Warren Young. 2003. IS-LM-BP: an Inquest. Paper prepared for the HOPE conference on The ISLM Model: Its Rise, Fall and Strong Persistence. Duke University. April 25-27, 2003.",
        "DePrano, Michael, and Thomas Mayer. 1965. Tests of Relative Importance of Autonomous Expenditures and Money. American Economic Review 55: 729-752.",
        "Dernberg, Thomas, and Duncan MacDougal. 1960. Macroeconomics. New York: McGraw Hill.",
        "De Vroey, Michael (2000), IS-LM a la Hicks versus IS-LM a la Modigliani. History of Political Economy, 32:2.",
        "Dornbusch, Rudiger. 1976. Comments on Brunner and Meltzer. In Jerome Stein (ed.), Monetarism. Amsterdam: North-Holland, 104-126.",
        "Friedman, Milton. 1956. The Quantity Theory of Money: A Restatement. In M. Friedman (ed.) Studies in the Quantity Theory of Money. Chicago: University of Chicago Press, 3-21.",
        "Friedman, Milton. 1959. The Demand for Money: Some Theoretical and Empirical Results. Journal of Political Economy 67: 327-351.",
        "Friedman, Milton. 1966. Interest Rates and the Demand for Money. Journal of Law and Economics 9: 71-85.",
        "Friedman, Milton. 1974. A Theoretical Framework for Monetary Analysis. In R. J. Gordon (ed.) Milton Friedmans Monetary Analysis. Chicago: University of Chicago Press, 1-62.",
        "Friedman, Milton. 2001. Interviewed by John B. Taylor. Macroeconomic Dynamics 5: 101-131.",
        "Friedman, Milton, and Walter W. Heller. 1969. Monetary vs. Fiscal Policy: A Dialogue. New York: W.W. Norton.",
        "Friedman, Milton, and Anna J. Schwartz. 1963a. Money and Business Cycles. Review of Economics and Statistics 45(2, supplement): 32-64.",
        "Friedman, Milton, and Anna J. Schwartz. 1982. Monetary Trends in the United States and the United Kingdom: Their Relation to Income, Prices, and Interest Rates. Chicago: Chicago University Press.",
        "Gordon, Robert J. (ed.). 1974. Milton Friedmans Monetary Framework: A Debate with his Critics. Chicago: University of Chicago Press.",
        "Hammond, J. Daniel. 1996. Theory and Measurement: Causality Issues in Milton Friedmans Monetary Economics. New York: Cambridge University Press.",
        "Hansen, Alvin. 1953. A Guide to Keynes. New York: McGraw Hill.",
        "Reprinted in Critical Essays, Oxford Clarendon Press 1967.",
        "Hirsch, Abraham, and Neil de Marchi. 1990. Milton Friedman: Economics in Theory and Practice. New York: Harvester Wheatsheaf.",
        "Hoover, Kevin D. 1988. The New Classical Macroeconomics: A Sceptical Inquiry. Oxford: Blackwell.",
        "Johnson, Harry G. 1971. The Keynesian Revolution and the Monetarist Counter-Revolution. American Economic Review 61: 1-14.",
        "Keynes, John Maynard. 1936. The General Theory of Employment, Interest, and Money.",
        "London: Macmillan. Laidler, David. 1981. Monetarism: An Interpretation and an Assessment. Economic Journal 91: 49-55.",
        "Mayer, Thomas. 1978. The Structure of Monetarism. New York: W.W. Norton.",
        "McCallum, Bennett T. 1999. Recent Development in the Analysis of Monetary Policy Rules. Federal Reserve Bank of St. Louis Review, November/December (1999): 3 11.",
        "McCallum, Bennett T., and Edward Nelson. 1999. An Optimizing IS-LM Specification for Monetary Policy and Business Cycle Analysis. Journal of Money, Credit and Banking 31, 3 (August part1): 296-315.",
        "Meyer, Laurence H. 2001. Does Money Matter? Federal Reserve Bank of St. Louis Review, September-October: 1-15.",
        "Modigliani, Franco. 1944. Liquidity Preference and the Theory of Interest and Money. Econometrica 12: 45-88.",
        "Purvis, Douglas D. 1980. Monetarisn: A Review. Canadian Journal of Economics February: 96-122.",
        "Stein, Jerome L. (ed.). 1976. Monetarism. Amsterdam: North-Holland.",
        "Summers, Lawrence H. 1991. The Scientific Illusion in Empirical Macroeconomics. Scandinavian Journal of Economics 93 (2): 129-148.",
        "Tobin, James. 1970. Money and Income: Post Hoc Ergo Propter Hoc? Quarterly Journal of Economics 84: 301-317."
    ]
}