{
    "id": 9715,
    "cites": 40,
    "cited_by": 19,
    "reference": [
        "Allayannis, George, Gregory W. Brown and Leora F. Klapper (forthcoming), Capital Structure and Financial Risk: Evidence fr om Foreign Debt Use in East Asia, Journal of Finance. Altshuler, Rosanne and Harry Grubert (2003 ), Repatriation Taxes, Repatriation Strategies and Multinational Financial Policy, Journal of Public Economics, 87:73- 107.",
        "Auerbach, Alan (2002), Taxation and Corpor ate Financial Policy, in Alan Auerbach and Martin Feldstein (eds.) Handbook of Public Economics Volume III , 1251-1292.",
        "Bebchuck, Lucian Ayre and Andrew T. Guzman (1999), An Economic Analysis of Transnational Bankruptcies, Journal of Law and Economics , 42:775-806.",
        "Beck, Thorsten, Asli Demirguc-Kunt and Ro ss Levine (1999), A New Database on Financial Development and Structure, mimeo.",
        "Blanchard, Olivier, Florencio Lopez-de-Silan es and Andrei Shleifer (1994), What Do Firms Do with Cash Windfalls?, Journal of Financial Economics , 36:337-360.",
        "Booth, Laurence, Varouj Aivazian, Asli Demirguc-Kunt and Vojislav Maksimovic (2001), Capital Structures in Developing Countries, Journal of Finance , 56:87-130.",
        "Chowdry, Bhagwan and Vikram Nanda (1994) Internal Financing of Multinational Subsidiaries: Parent Debt vs. External Debt, Journal of Corporate Finance, 1:259- 281.",
        "Chowdry, Bhagwan and Josh Coval (1998), Internal Financing of Multinational Subsidiaries: Debt vs. Equity, Journal of Corporate Finance, 4:87-106.",
        "Demirguc-Kunt, Asli and Vojislav Maksim ovic (1998), Law, Finance, and Firm Growth, Journal of Finance , 53:2107-2137.",
        "Desai, Mihir A. and James R. Hines Jr. ( 1999), Basket Cases: Tax Incentives and International Joint Venture Participation by American Multinational Firms, Journal of Public Economics , 71:379-402.",
        "Desai, Mihir A., C. Fritz Foley and James R. Hines Jr. (2001), Repatriation Taxes and Dividend Distortions, National Tax Journal , 54:829-851.",
        "Desai, Mihir A., C. Fritz Foley and Jame s R. Hines Jr. (2003), Capital Controls, Liberalization and Foreign Direct Investment, Harvard University Working Paper.",
        "Fama, Eugene F. and Kenneth R. French ( 1998), Taxes, Financing Decisions and Firm Value, Journal of Finance, 53:819-843.",
        "Flaschen, Evan D. and Ronald J. Silverman (1993), Maxwell Communication Corporation plc: The Importance of Comity and Cooperation in Resolving International Insolvencies, in Multinational Commercial Insolvency, American Bar Association.",
        "Froot, Kenneth A. and James R. Hines, Jr. ( 1995), Interest Allocation Rules, Financing Patterns, and the Operations of U.S. Multinationals, in Martin Feldstein, James R.",
        "Hines, Jr. and R. Glenn Hubbard (eds.), The Effect of Taxation on Multinational Corporations, Chicago: University of Chicago Press. Gitlin, Richard A. and Evan D. Flaschen (1987) , The International Void in the Law of Multinational Bankruptcies, Business Law, 42:307-323.",
        "Graham, John R. (1996), Debt and the Marginal Tax Rate, Journal of Financial Economics, 41:41-73.",
        "Graham, John R. (1999), Do Personal Taxes Affect Corporate Financing Decisions?, Journal of Public Economics , 73:147-185.",
        "Graham, John R. (forthcoming), Taxes and Corporate Finance: A Review, Review of Financial Studies. Graham, John R. and Campbell Harvey (2001) , The Theory and Practice of Corporate Finance: Evidence from the Field, Journal of Financial Economics , 60:187-243.",
        "Graham, John R., Michael Lemmon and James S. Schallheim (1998), Debt, Leases, Taxes and the Endogeneity of Corporate Tax Status, Journal of Finance, 53:131- 162.",
        "Hines, James R., Jr. (1994), Credit and Deferra l as International Investment Incentives, Journal of Public Economics , 55:323-347.",
        "Hines, James R., Jr. (1999), Lessons from Behavioral Responses to International Taxation, National Tax Journal , 52:305-322.",
        "Hines, James R., Jr. and Eric M. Rice (1994) , Fiscal Paradise: Foreign Tax Havens and American Business, Quarterly Journal of Economics, 109:149-182.",
        "Hodder, James and Lemma Senbet (1990), Inter national Capital Structure Equilibrium, Journal of Finance , 45:1495-1517.",
        "Kaplan, Steven and Luigi Zingales (1997) , Do Investment-Cashflow Sensitivities Provide Useful Measures of Financing Constraints?, Quarterly Journal of Economics, 112:169-216 Kedia, Simi and Abon Mozumdar (forthco ming), Foreign Currency Denominated Debt: An Empirical Examination, Journal of Business.",
        "King, Robert G. and Ross Levine (1993), Finance and Growth: Schumpeter Might Be Right, Quarterly Journal of Economics , 108:713-737.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert Vishny (1997), Legal Determinants of External Finance, Journal of Finance , 52:1131-1155.",
        "Mataloni, Raymond (1995), A Guide to BEA Statistics on U.S. Multinational Companies, Survey of Current Business , 75:38-53.",
        "Meyer, John R. and Edwin Kuh (1957), The Investment Decision: An Empirical Study , Cambridge MA: Harvard University Press.",
        "Miller, Merton H. (1977), Debt and Taxes, Journal of Finance, 32:261-275.",
        "Myers, Stewart, John McConnell, Alice Pe terson, Dennis Soter and Joel Stern (1998), Vanderbilt University Roundtable On The Capital Structure Puzzle, Journal of Applied Corporate Finance , 11:8-24.",
        "Noe, Thomas H. (2000), Creditor Rights a nd Multinational Capital Structure, Tulane University Working Paper.",
        "Novaes, Walter (2003), Political Risk and Capital Structure Choice of Foreign Subsidiaries: An Empirical An alysis, University of Washington Working Paper.",
        "Powers, Timothy E. (1993), The Model Inte rnational Insolvency Co-operation Act: A 21 st Century Proposal for International Insolvency Co-operation, in Multinational Commercial Insolvency, American Bar Association.",
        "Rajan, Raghuram and Luigi Zingales (1995) , What do We Know About Capital Structure? Some Evidence from International Data, Journal of Finance, 50:1421- 1460.",
        "Rajan, Raghuram G. and Luigi Zingales (1998), Financial Dependence and Growth, American Economic Review, 88:559-586.",
        "Rajan, Raghuram, and Luigi Zingales (forthcomi ng), Great Reversals: The Politics of Financial Development in the 20th Century, Journal of Financial Economics. Scharfstein, David and Jeremy C. Stein (2000) , The Dark Side of Internal Capital Markets: Divisional Rent-Seeking and Inefficient Investment, Journal of Finance, 55:2537-2564.",
        "Shin, Hyun-Han and Rene Stulz (1998), Are Internal Capital Markets Efficient?, Quarterly Journal of Economics, 113:531-552.",
        "Tagashira, Shoichi (1994), International Effects of Foreign Insolvency Proceedings: An Analysis of `Ancillary Proceedings in the United States and Japan, Texas International Law Journal, 29:1-38.",
        "Titman, Sheridan and Roberto Wessels (1998), The Determinants of Capital Structure Choice, Journal of Finance, 43:1-19."
    ]
}