{
    "id": 9716,
    "cites": 16,
    "cited_by": 56,
    "reference": [
        "Acemoglu, D.2000,``Technical Change, Inequality and Labor Market, NBER working paper 7800.",
        "Anxo, D. and T. Sterner, 1994, ``Using Electricity Data to Measure Capital Utilization, Energy Economics 16(1): 63--74.",
        "Berman, E., J. Bound and Z. Griliches, 1994, ``Change in the Demand for Skilled Labor within U.S. Manufacturing: Evidence from the Annual Survey of Manufactures, Quarterly Journal of Economics 109 (May): 367--98.",
        "Burnside, C., M. Eichenbaum and S. Rebelo, 1995, Ã\u0082â\u0080\u009cCapital Utilization and Returns to Scale, NBER working paper 5125.",
        "Campa, J. and L. Goldberg, 1997, Ã\u0082â\u0080\u009cThe Evolving External Orientation of Manufacturing: Evidence from Four Countries, NBER working paper 5919.",
        "Cortes, O. and S. Jean, 1997, Quel est limpact du commerce extÃ\u0083Â©rieur sur la productivitÃ\u0083Â© et lemploi? CEPII working paper 97-08.",
        "Costello, D., 1993, Ã\u0082â\u0080\u009cA Cross-Country Comparison of Productivity Growth, Journal of Political Economy 101 (April): 207--22.",
        "Feenstra, R., 1998, ``Integration of Trade and Disintegration of Production in the Global Economy, Journal of Economic Perspectives 12(4) : 31--51.",
        "Feenstra, R. and G. Hanson,1996, Foreign Investment, Outsourcing and Relative Wages, in R. C. Feenstra, G. M. Grossman, and D. Irwin (Eds.), The Political Economy of Trade Policy: Essays in Honor of Jagdish Bhagwati., pp. 89--127, Cambridge, MA: MIT Press.",
        "Feenstra, R. and G. Hanson, 1997 Ã\u0082â\u0080\u009cForeign Direct Investment and Relative Wages: Evidence from Mexicos Maquiladoras, Journal of International Economics 42 (May): 371--94.",
        "Griliches, Z. and D. Jorgenson, 1967, `Ã\u0082â\u0080\u009dThe Explanation of Productivity Change, Review of Economic Studies 34: 249--80.",
        "Hummels, D., D. Rapoport and K.,Yi, 1998, Ã\u0082â\u0080\u009cVertical Specialization and the Changing Nature of World Trade, Federal Reserve Bank of New York Economic Policy Review (June) : 79--99.",
        "Hummels, D., J.,Ishii and K.,Yi, 1999, Ã\u0082â\u0080\u009cThe Nature and Growth of Vertical Specialization in World Trade, Ã\u0082â\u0080\u009cFederal Reserve Bank of New York working paper (August).",
        "Krugman, P., 1995, Ã\u0082â\u0080\u009cGrowing World Trade: Causes and Consequences, Brookings Papers on Economic Activity 1: 327--77.",
        "Machin, S., A. Ryan and J.,Van Reenan, 1996, Ã\u0082â\u0080\u009cTechnology and Changes in Skill Structure: Evidence from an International Panel of Industries, Center for Economic Performance discussion paper 297.",
        "Strauss-Kahn, V., 2002, Ã\u0082â\u0080\u009cFirmsÃ\u0082â\u0080\u0099 Location Decision Across Asymmetric Countries and Employment Inequality, INSEAD working paper."
    ]
}