{
    "id": 9719,
    "cites": 33,
    "cited_by": 10,
    "reference": [
        "Abrams, Lisa L. The Official Guide to Legal Specialties , Barbri, Chicago, 2000.",
        "Alchian, Armen A., and Harold Demsetz. Production, Information Costs, and Economic Organization. American Economic Review , 62 (1972), 777-795.",
        "Bresnahan, Timothy F., and Peter C. Reiss. Entry and Competition in Concentrated Markets. Journal of Political Economy, 99 (1991), pp. 977-1009.",
        "Coase, R. H. The Nature of the Firm. Economica , 4 (1937), pp. 386-405.",
        "Cotterman, J. D. ed. Compensation Plans for Law Firms , Altman, Weil, Pensa Inc. (1995), Newton Square, PA.",
        "Ellison, Glenn and Edward L. Glaeser, Geographic Concentration in U.S. Manufacturing Industries: A Dartboard Approach, Journal of Political Economy, 105 (1997), pp. 889-927.",
        "Garicano, Luis, and Thomas N. Hubbard. Firms Boundaries and the Division of Labor: Empirical Strategies, Journal of the European Economic Association , forthcoming, 2003.",
        "Garicano, Luis, and Jesus Santos. Referra ls, University of Chicago, July 2002.",
        "Gilson, Ronald J. and Robert Mnookin. S haring Among the Huma n Capitalists: An Economic Inquiry into the Corporate Law Firm and How Partners Split Profits, 37 Stanford Law Review 313 (1985).",
        "Glaeser, Edward, Hedi D. Kalla l, Jose A. Scheinkman and Andrei Shleifer Growth in Cities, Journal of Political Economy , 100 (1992), pp. 1126-52.",
        "Grossman, Sanford J., and Oliver D. Hart. The Costs and Benefits of Ownership: A Theory of Vertical an d Lateral Integration, Journal of Political Economy, Vol. 94 (1986), pp.",
        "Hart, Oliver and John Moore. Property Rights and the Nature of the Firm, Journal of Political Economy, 98 (1990), 1119-58.",
        "Heinz, John P., and Edward O. Laumann. Chicago Lawyers: The Social Structure of the Bar , Evanston, Northwestern University Press, 1982.",
        "Holmstrom, Bengt. Moral Hazard in Teams. Bell Journal of Economics , 13 (1982), pp 324-340.",
        "Holmstrom, Bengt. The Firm as a Subeconomy. Journal of Law, Economics, and Organization , 15 (1999), 74-102.",
        "Holmstrom, Bengt and Paul Milgrom Multi- Task Principal-Agent Problems: Incentive Contracts, Asset Ownership and Job Design. Journal of Law, Economics and Organization , 7, (1991).",
        "Holmstrom, Bengt, and Paul Milgrom. The Firm as an Incentive System, American Economic Review , 84 (1994), pp. 972-991.",
        "Hubbard, Thomas N. Contractual Form and Market Thickness in Trucking, Rand Journal of Economics , 32 (2001), pp. 369-386.",
        "Klein, Benjamin, Robert G. Crawford, and Ar men A. Alchian. Vertical Integration, Appropriable Rents, and the Competitive Contracting Process, Journal of Law and Economics , 21 (1978), pp. 297-326.",
        "Klemperer, Paul. Equilibrium Product Line s: Competing Head-to-Head May Be Less Competitive. American Economic Review , 82 (1992), pp. 740-755.",
        "Klemperer, Paul, and A. Jorge Padilla. Do Firms Product Lines Include Too Many Varieties? Rand Journal of Economics , 28 (1997), pp. 472-488.",
        "Levin, Jonathan and Steven Tadelis. A Theo ry of Partnerships, Stanford University, 2002.",
        "Lucas, R. E., Jr. and Esteban Rossi-Hansberg . On the Internal Structure of Cities, Econometrica , 70 (1992), 1445-1476.",
        "Olsen,Trond E. and Gaute Torsvik Discr etion and Incentives in Organizations, Journal of Labor Economics, vol. 18, No. 3. (Jul., 2000), pp. 377-404.",
        "Phillips, Damon, and Ezra Zuckerman. Middle-Status Conformity: Theoretical Restatement and Empirical Demonstration in Two Markets, University of Chicago, 2000.",
        "Porter, Michael E. Competitive Advantage. New York, Free Press, 1985.",
        "Romer, Paul, Increasing Retu rns and Long Run Growth, Journal of Political Economy 94 (1986), pp. 1002-37.",
        "Romer, Paul. Growth Based on Increas ing Returns Due to Specialization American Economic Review , 77 (1987), pp 56-62.",
        "Rosen, Sherwin. Specialization and Human Capital, Journal of Labor Economics , 1, (1983) pp. 43-49.",
        "Stigler, George J. The Division of Labor is Limited by the Extent of the Market, Journal of Political Economy, 59 (1951), pp. 185-193.",
        "Sutton, John. Sunk Costs and Market Structure: Pri ce Competition, Advertising, and the Evolution of Concentration , MIT Press, 1991.",
        "Sutton, John. Technology and Market Structure: Theory and History , MIT Press, Cambridge, 1998.",
        "Young, Allyn A. Increasing Returns and Economic Progress, Economic Journal , 38 (1928), pp. 527-42."
    ]
}