{
    "id": 9720,
    "cites": 27,
    "cited_by": 12,
    "reference": [
        "Allen, Robert F. and Jianshou Shen. Some New Evidence of the Character of Competition among Higher Education Institutions. Economics of Education Review , vol. 18, no. 4, 1999.",
        "Barrons Educational Series. Barrons Profiles of American Colleges. 21 st Edition. Hauppauge, New York: Barrons Educational Series, 1997.",
        "Borsch-Supan, Axel. Econometric Analysis of Discrete Choice. In M. Backmann and W. Krelle, eds. Lecture Notes in Economics and Mathematical Systems. Berlin: Springer-Verlag, 1987.",
        "Breland, H., J. Maxey, R. Gernand, T. Cumming, and C. Trapani. Trends in College Admission 2000.",
        "ACT, Inc.; Association for Institutional Research; Educational Testing Service; the National Association for College Admission Counseling; and the College Board, 2002.",
        "Cameron, Stephen and James Heckman. Can Tuition Policy Combat Rising Wage Inequality? In Marvin H. Kosters, ed. Financing College Tuition: Government Policies and Educational Priorities . Washington: The American Enterprise Institute Press, 1999.",
        "Clotfelter, C. T. Public Spending for Higher Edu cation: An Empirical Test of Two Hypotheses. Public Finance , vol. 31, 1976.",
        "College Board. Trends in College Pricing . Washington: The College Entrance Examination Board, 2002.",
        "Ganderton, Philip T. The Effect of subsidies in kind on the choice of a college. Journal of Public Economics , vol. 48, 1992.",
        "Gottlieb, Bruce. Do Public In-Kind Subsidies to Education reduce Social Welfare? Harvard University mimeo, 1997.",
        "Hoxby, Caroline. The Changing Market Structure of U.S. Higher Education. Harvard University mimeo, 1997.",
        "Hoxby, Caroline and Bridget Terry (Long). Explaining Rising Income and Wage Inequality among the College-Educated. National Bureau of Economic Research Working Paper No. 6873 , 1999.",
        "Johnson, George. Subsidies for Higher Education. Journal of Labor Economics , vol.2, no. 3, 1984.",
        "Kane, Thomas. Rising Public College Tuition and College Entry: How Well do Public Subsidies Promote Access to College? National Bureau of Economic Research Working Paper No. 5164 , July 1995.",
        "Leslie, Larry and Paul Brinkman, The Economic Value of Higher Education . New York: Macmillan Publishing Company, 1989.",
        "Long, Bridget Terry (forthcoming) How Have College Decisions Changed Overtime? An Application of the Conditional Logistic Choice Model. Journal of Econometrics. Luce, R. Individual Choice Behavior . New York: Wiley, 1959.",
        "McFadden, Daniel. Conditional Logit Analysis of Qualitative Choice Behavior In P. Zarembka, ed. Frontiers in Econometrics. New York: Academic Press, 1973.",
        "McFadden, Daniel. Quantitative Methods for Analyzing Travel Behavior of Individuals: Some Recent Developments. In D. Hensher and P. Stopher, eds. Behavioural Travel Modelling . London: Croom-Helm, 1979.",
        "Manski, C. and D. Wise. College Choice in America . Cambridge: Harvard University Press, 1983.",
        "National Center for Education Statistics. Digest of Education Statistics . Washington, D.C.: Department of Education, various years. Palmer, James. Grapevine . Bloomington, IL: Illinois State University, Center for the Student of Education Policy, 2003.",
        "Pechman, Joseph. The Distributional Effects of Public Higher Education in California. Journal of Human Resources , vol. 5, no. 3, 1970.",
        "Pechman, Joseph. A Note on the Intergenerational Transfer of Public Higher-Education Benefits. Journal of Political Economy , vol. 80, no. 3, Part II, 1972.",
        "Peltzman, Sam. The Effect of Government Subsidies-in-Kind on Private Expenditures: The Case of Higher Education. Journal of Political Economy , vol. 81, no. 1, 1973.",
        "Poterba, James. Government Intervention in the Markets of Education and Health Care: How and Why? in Victor R. Fuchs, ed. Individual and Social Responsibility . Chicago: The University of Chicago Press, 1996.",
        "Quigley, John and Daniel Rubinfeld. Public Choices in Public Higher Education. In Charles T. Clotfelter and Michael Rothschild, eds. Studies of Supply and Demand in Higher Education . Chicago: The University of Chicago Press, 1993.",
        "Rouse, Cecelia. What to do after High School: Th e Two-Year versus Four-Year College Enrollment Decision. In Ronald G. Ehrenberg. Choices and Consequences: Contemporary Policy Issues in Education . Ithaca: ILR Press, 1994.",
        "Sonstelie, Jon. The Welfare Cost of Free Public Schools. Journal of Political Economy , vol. 90, no. 4, 1982."
    ]
}