{
    "id": 9726,
    "cites": 20,
    "cited_by": 42,
    "reference": [
        "[20] Van Der Vaart, A.W. (i998), Asymptotic Statistics, Cambridge University Press, Cambridge,",
        "[i8] Seim, K. (2002), Spatial Differentiation and Market Structure: The Video Retail Industry, PhD Dissertation, Yale University.",
        "[i9] Tamer, E (2003), Empirical Strategies for Estimating Discrete Games with Multiple Equilibria, Review of Economic Studies, 70.",
        "[i7] Rust. J. (i994), Structural Estimation of Markov Decision Processes, in Handbook of Econo- metrics, Vol 4, Engle, R.F. and McFadden DL. eds, Elsevier, North-Holland, 308i-3i43.",
        "[i6] Pakes, A. and P. McGuire (200i), Stochastic Algorithms, Symmetric Markov Perfect Equilib- rium, and the `Curse of Dimensionality, Econometrica, 69, i26i-i282.",
        "[i4] Mazzeo, J.M. (2002), Product Choice and Oligopoly Market Structure, RAND Journal of Eco- nomics, 33, 22i-242.",
        "[15] Pakes, A. and Berry 5. (2002), Two Estimators for the Parameters of Discrete Dynamic Games (with Entry/Exit Examples), technical report, Harvard University.",
        "[i3] Maskin, E. and Tirole, J. (200i), Markov Perfect Equilibrium I: Observable Actions, Journal of Economic Theory, iOO, i9i-2i9.",
        "[i2] Maskin, E. and Tirole, J. (i994), Markov Perfect Equilibrium, technical report, Harvard Uni- versity. 32",
        "[U] Magnac T. and Thesmar D. (2002), Identifying Dynamic Discrete Decision Processes, Econo- metrica, 70, 80i-8i6.",
        "[iO] Jofre-Bonet M. and Pesendorfer M. (2002), Estimation of a Dynamic Auction Game, forthcom- ing in Econometrica.",
        "[7] Davis, P. (i999), Spatial Competition in Retail Markets: Motion Theaters, technical report, MIT.",
        "[8] Hotz, J. and Miller R.A. (i993), Conditional Choice Probabilities and the Estimation of Dy- namic Models, Review of Economic Studies, 60, 497-529.",
        "[9] Jofre-Bonet M. and Pesendorfer M. (2000), Bidding Behavior in a Repeated Procurement Auc- tion: A Summary, European Economic Review, 44, i006-i020.",
        "[6] Bresnahan, T.F. and Reiss P.C. (i99i), Entry and Competition in Concentrated Markets, Jour- nal of Political Economy, 99(5), 977-i009.",
        "[5] Bresnahan, T.F. and Reiss P.C. (i990), Entry in Monopoly Markets, Review of Economic Studies, 57, 53i-544.",
        "[3] Billingsley, P. (i968), Convergence of Probability Measures, John Wiley, New York.",
        "[4] Bresnahan, T.F. and Reiss P.C. (i987), Do Entry Conditions vary across markets, Brookings Papers in Economic Activities: Microeconomic Annual, i, 833-882.",
        "[2] Berry, S. (i992), Estimation of a Model of Entry in the Airline Industry, Econometrica, 60, 889-9 i 7.",
        "[i] Aguirregabiria, V. and Mira P. (2002), Sequential Simulated-Based Estimation of Dynamic Discrete Games, technical report, Boston University."
    ]
}