{
    "id": 9727,
    "cites": 19,
    "cited_by": 30,
    "reference": [
        "[22] Tuomala, Matti (1990), Optimal Income Tax and Redistribution (Clarendon Press: Ox- ford).",
        "[15] Lazear, Edward P. Incentives in Basic Research, Journal of Labor Economics,1997, vol.15, no.1, pt.2, 167-196.",
        "[16] Macho-Stadler, Ines, David Perez-Castrillo and Reinhilde Veugelers Licensing of Univer- sity Innovations: The Role of a Technology Transfer Office, mimeo 2004.",
        "[17] National Science Board (2000), Science and Engineering Indicators (Washington D.C.: National Science Foundation).",
        "[18] Payne, A. Abigail and Aloysius Siow (2003), Does Federal Research Funding Increase University Research Output?, Advances in Economic Analysis ~ Policy, Volume 3, Issue 1.",
        "[19] Schankerman, Mark (1998), How Valuable is Patent Protection? Estimates by Technology Field, RAND Journal of Economics, 29(1), 77-107.",
        "[20] Siegel, Donald, David Waldman and Albert Link (2003), Assessing the Impact of Organi- zational Practices on the Relative Productivity of University Technology Transfer Offices: An Exploratory Study, Research Policy, 32(1), 27-48.",
        "[21] Thursby, Jerry and S. Kemp (2002), Growth and Productive Efficiency of University Intellectual Property Licensing, Research Policy, 31(1), 109-124.",
        "[14] Lazear, Edward (2000), Performance Pay and Productivity, American Economic Review, 90(5), 1346-1361",
        "[11] Jaffe, Adam and Manuel Trajtenberg (2002), Patents, Citations ~ Innovations: A Window on the Knowledge Economy (Cambridge: MIT Press) 51",
        "[10] Jaffe, Adam (1989), Real Effects of Academic Research, American Economic Review, 79(5), 957-970",
        "[13] Jensen, Richard and Marie Thursby (2001), Proofs and Prototypes for Sale: The Licens- ing of University Inventions, American Economic Review, 91(1), 240-259.",
        "[5] Audretsch, David and Paula Stephan (1996), Company-Scientist Locational Links: The Case of Biotechnology, American Economic Review, 86(3), 641-652.",
        "[7] Friedman, Joseph and Jonathan Silberman (2003), University Technology Transfer: Do Incentives, Management and Location Matter? Journal of Technology Transfer, 28 (1), 17-30.",
        "[8] Goldberger, Marvin, Brendan A. Maher, and Pamela Ebert Flattau, eds., Research- Doctorate Programs in the United States: Continuity and Change, National Academy Press, Washington DC, 1995.",
        "[3] Adams, James and Zvi Griliches (1998), Research Productivity in a System of Universi- ties, Annales DEconomie et de Statistique, No. 49/50.",
        "[1] Adams, James (1990), Fundamental Stocks of Knowledge and Productivity Growth, Journal of Political Economy, 98(4), 673-702.",
        "[12] Jaffe, Adam, Manuel Trajtenberg and Rebecca Henderson (1993), Geographic Localiza- tion of Knowledge Spillovers as Evidenced by Patent Citations, Quarterly Journal of Economics, 108(3), 577-598.",
        "[2] Adams, James (2002), Comparative Localization of Academic and Industrial Spillovers, Journal of Economic Geography, vol. 2, 253-2 78."
    ]
}