{
    "id": 9728,
    "cites": 29,
    "cited_by": 29,
    "reference": [
        "Anderson, Simon P., AndrÃ\u0083Â© de Palma, Jacques-FranÃ\u0083Â§ois Thisse. Discrete Choice Theory of Product Differentiation. Cambridge, MA: MIT Press, 1992.",
        "Barber, Brad M., Terrance Odean, and Lu Zheng. Out of Sight, Out of Mind: The Effects of Expenses on Mutual Fund Flows. Working Paper, 2001.",
        "Berry, Steven, James Levinsohn, and Ariel Pakes. Automobile Prices in Market Equilibrium. Econometrica, 63(4), 1995, pp. 841-90.",
        "Burdett, Kenneth and Kenneth L. Judd. Equilibrium Price Dispersion. Econometrica, 51(4), 1983, pp. 955-69.",
        "Capon, Noel, Gavan J. Fitzsimons, and Russ Alan Prince. An Individual Level Analysis of the Mutual Fund Investment Decision. Journal of Financial Services Research, 10(1), 1996, pp. 59-82.",
        "Carhart, Mark M. On Persistence in Mutual Fund Performance. Journal of Finance, 52(1), 1997, pp. 57-82.",
        "Carlson, John A. and R. Preston McAfee. Discrete Equilibrium Price Dispersion. Journal of Political Economy, 91(3), 1983, pp. 480-93.",
        "Chevalier, Judith and Glenn Ellison. Risk Taking by Mutual Funds as a Response to Incentives. Journal of Political Economy, 105(6), 1997, 1167-1200.",
        "Chevalier, Judith and Glenn Ellison. Career Concerns of Mutual Fund Managers. Quarterly Journal of Economics, 114(2), 1999, pp. 389-432.",
        "Dixit, Avinash K., and Joseph E. Stiglitz. Monopolistic Competition and Optimum Product Diversity. American Economic Review, 67(3), 1977, pp. 297-308.",
        "Falkenstein, Eric G. Preferences for Stock Characteristics as Revealed by Mutual Fund Portfolio Holdings. Journal of Finance, 51(1), 1996, pp. 111-35.",
        "Flinn, Christopher J. and James J. Heckman. New Methods for Analyzing Structural Models of Labor Force Dynamics. Journal of Econometrics, 18(1), 1982, pp. 115-68.",
        "Foster, Lucia, John Haltiwanger, and C. J. Krizan. The Link Between Aggregate and Micro Productivity Growth: Evidence from Retail Trade.NBER Working Paper 9120, 2002.",
        "Gruber, Martin J. Another Puzzle: The Growth in Actively Managed Mutual Funds. Journal of Finance, 51(3), 1996, pp. 783-810.",
        "Hong, Han and Matthew Shum. Estimating Equilibrium Search Models. Working Paper. 2001.",
        "Investment Company Institute. Understanding Shareholders Use of Information and Advisers. Washington, DC. 1997.",
        "Khorana, Ajay and Henri Servaes. The Determinants of Mutual Fund Starts. Review of Financial Studies, 12(5), 1999, pp. 1043-74.",
        "Khorana, Ajay and Henri Servaes. An Examination of Competition and Investor Behavior in the Mutual Fund Industry. Working Paper, 2001.",
        "Klemperer, Paul. Price Wars Caused by Switching Costs. Review of Economic Studies, 56(3), 1989, pp. 405-420.",
        "Mamaysky, Harry and Matthew Spiegel. A Theory of Mutual Funds: Optimal Fund Objectives and Industry Organization. Yale ICF Working Paper 00-50, August 2001.",
        "Mankiw, N. Gregory and Michael D. Whinston. Free Entry and Social Inefficiency. Rand Journal of Economics, 17(1), 1986, pp. 48-58.",
        "Massa, Massimo. Why So Many Mutual Funds? Working Paper, 2000.",
        "McFadden, D. Conditional Logit Analysis of Qualitative Choice Behavior. in P. Zarembka, ed., Frontiers in Econometrics. New York: Academic Press, 1974.",
        "Petrin, Amil. Quantifying the Benefits of New Products: The Case of the Minivan. Journal of Political Economy, 110(4), 2002, pp. 705-29.",
        "Sirri, Erik R. and Peter Tufano. Costly Search and Mutual Fund Flows. Journal of Finance, 53(5), 1998, pp. 1589-1622.",
        "Small, Kenneth A. and Harvey S. Rosen. Applied Welfare Economics with Discrete Choice Models. Econometrica, 49(1), 1981, pp. 105-30.",
        "Sorensen, Alan T. Price Dispersion and Heterogeneous Consumer Search for Retail Prescription Drugs. UCSD Working Paper, 2001.",
        "Stahl, Dale O. Oligopolistic Pricing with Sequential Consumer Search. American Economic Review, 79(4), 1989, pp. 700-12.",
        "Stiglitz, Joseph E. Competition and the Number of Firms in a Market: Are Duopolies More Competitive than Atomistic Markets? Journal of Political Economy, 95(5), 1987, pp. 1041-61."
    ]
}