{
    "id": 9730,
    "cites": 43,
    "cited_by": 75,
    "reference": [
        "Baker, Laurence (2001). Managed Care a nd Technology Adoption in Health Care: Evidence from Magnetic Resonance Imaging. Journal of Health Economics , Vol. 20(3), pp. 395-421.",
        "Bresnahan, Timothy, and Shane Greenstein (1 996). The Competitive Crash in Large Scale Computing. in Landau, R. and T. Taylor (eds.), The Mosaic of Economic Growth, Stanford: Stanford University Press, pp. 357-397. Bresnahan, Timothy, Eric Brynjolfss on, and Loren Hitt (1999). Information Technology, Workplace Organization, and the Demand for Skilled Labor: Firm Level Evidence. National Bureau of Economi c Research Working Paper No. 7136.",
        "Brynjolfsson, Erik (2000). Beyond Co mputation: Information Technology, Organizational Transformation and Business Performance. Journal of Economic Perspectives 14: 23-48.",
        "Brynjolfsson, Erik, and Chris F. Kemere r (1994). Network Externalities in Microcomputer Software: An Econometric Analysis of the Spreadsheet Market, Management Science 42 (December): 1627-47.",
        "Caselli, Francesco, and Wilbur Cole man II (2001). Cross- country Technology Diffusion: The Case of Computers. American Economic Review 91(2), pp. 328-335.",
        "Church, Jeffrey S., and Neil Gandal (1993). C omplementary Network Externalities and Technology Adoption, International Journal of Industrial Organization 11, 239-260.",
        "Cutler, David M. and Robert S. Huck man (2002). Technological Development and Medical Productivity: The Diffu sion of Angioplasty in Ne w York State. National Bureau of Economic Research Working Paper 9311 (November).",
        "Cutler, David M., and Mark McClellan (1996). The Determinants of Technological Change in Heart Attack Treatment. Nati onal Bureau of Economic Research Working Paper 5751.",
        "David, Paul A. (1990). The Dynamo and the Co mputer: An Historical Perspective on the Modern Productivity Paradox. American Economic Review 80: 355-361.",
        "David, Paul A. (1975). The Mechanization of Reaping in the Ante-bellum Midwest. Technical Choice, Innova tion, and Economic Growth . P. A. David. Cambridge, Cambridge University Press, pp. 195-232.",
        "David, Paul A. (1975). The Landscape and th e Machine: Technical Interrelatedness, Land Tenure, and the Mechanization of the Corn Harvest in Victorian Britain. Technical Choice, Innovation, and Economic Growth . P. A. David. Cambridge, Cambridge University Press, pp. 233-290.",
        "Davies, S. (1979). The Diffusion of Process Innovation . Cambridge: Cambridge University Press.",
        "Dixit, Avinash, and Robert Pindyck (1994). Investment under Uncertainty. Princeton, New Jersey: Princeton University Press.",
        "Dorfman, Nancy (1987). Innovation and Market Structure: Lessons from the Computer and Semiconductor Industries. Ballinger Publishing Company, Cambridge, Massachusetts.",
        "Economides, Nicholas, and Ch arles Himmelberg (1995). C ritical Mass and Network Size with Application to the U.S. Fax Market , New York University, Salomon Brothers Working Paper S/95/26 (August).",
        "Farrell, Joseph, and Garth Saloner (1992). Ins talled Base and Compatibility: Innovation, Product Preannouncements, and Predation, American Economic Review 76: 940-955.",
        "Gandal, Neil (1994). Hedonic Price Indexes for Spreadsheets and an Empirical Test for Network Externalities, Rand Journal of Economics 25(1): 160-70.",
        "Gandal, Neil (1995). Competing Compatibility Standards and Networ k Externalities in the PC Software Market, Review of Economics and Statistics LXVII (4): 599-608.",
        "Gandal, Neil, Michael Kende, and Rafael Rob (2000). The Dynamics of Technological Adoption in Hardware/Software Systems: The Case of Compact Disc Players, Rand Journal of Economics 31: 43-61.",
        "Geroski, P. A. (2000). Mode ls of Technology Diffusion. Research Policy 29(4/5), 603- 625.",
        "Gilbert, Richard J., and David M. G. Newb erry (1982). Preemptive Patenting and the Persistence of Monopoly. American Economic Review 72 (3), pp. 514-526.",
        "Gray, Wayne, and Ronald Shadbegian (1998) . Environmental Regulation, Investment Timing, and Technology Choice. Journal of Industrial Economics , Vol. 46(2), pp. 235- 256.",
        "Greenstein, Shane M (1993). Did Installed Ba se Give an Incumbent Any (Measurable Advantages in Federal Computer Procurement? Rand Journal of Economics 24 (1): 19- 39.",
        "Griliches, Zvi (1957). Hybrid Corn: An E xploration in the Economics of Technological Change. Econometrica, Vol. 25, pp. 501-522.",
        "Gruber, Harald, and Frank Verboven (2001). The Diffusion of Mobile Telecommunications Services in the European Union. European Economic Review , Vol.",
        "Hannan, Timothy, and John McDowell (1984) . The Determinants of Technology Adoption: The Case of the Banking Firm. Rand Journal of Economics , Vol. 15(3), pp.",
        "Hannan, Timothy, and John McDowell (1984). M arket Concentration and the Diffusion of New Technology in the Banking Industry. The Review of Economics and Statistics , Vol. 66(4), pp. 686-691.",
        "Helper, Susan (1995). Supplier Relations a nd Adoption of New Technology: Results of Survey Research in the U.S. Auto Industr y. National Bureau of Economic Research Working Paper 5278.",
        "Henderson, Rebecca M., and Kim B. Clark (1990). Architectural Innovation: The Reconfiguration of Existing Pr oduct Technologies and the Failure of Established Firms. Administrative Science Quarterly , Vol. 35(1), Special Issue: Technology, Organizations, and Innovation, pp. 9-30.",
        "Hubbard, Thomas (1998). Why are Proces s Monitoring Technologies Valuable? The Use of On-Board Information Technology in the Trucking Industry. National Bureau of Economic Research Working Paper 6482.",
        "Katz, Michael, and Carl Shapiro (1994). S ystems Competition and Network Effects, Journal of Economic Perspectives 77: 93-115.",
        "Kennickell, Arthur, and Myr on Kwast (1997). Who Uses Electronic Banking? Results from the 1995 Survey of Consumer Financ es. Board of Governors of the Federal Reserve System, Finance and Economics Discussion Paper Series: 1997/35.",
        "Klemperer, Paul (1995). Competition When Customers Face Switching Costs, Review of Economic Studies 62:515-539.",
        "Luque, Adela (2002). An Option-Value A pproach to Technology Adoption in U.S.",
        "Manufacturing: Eviden ce from Microdata. Economics of Innovation and New Technology 11(6), pp. 543-568. Majumdar, Sumit, and S. Venkataraman (1998 ). Network Effects and the Adoption of New technology: Evidence from the U. S. Telecommunications Industry. Strategic Management Journal, Vol. 19, pp. 1045-1062.",
        "Mansfield, Edwin (1968). Industrial Research and Technological Innovation . New York: Norton.",
        "Park, Sangin (2002). Quantitative Analysis of Network Externalities in Competing Technologies, SUNY at Stony Brook: Photocopied.",
        "Parker, Philip M., and RÃ\u0083Â¶ller, Lars-Hendrik (1997). Collu sive Conduct in Duopolies: Multimarket Contact and Cross-Ownership in the Mobile Telephone Industry. Rand Journal of Economics , 28(2), pp. 304-322.",
        "Pavlova, Anna (2002). Adjustment Cost s, Learning-by-Doing, and Technology Adoption under Uncertainty. MIT Sloan Working Paper No. 4369-01.",
        "Saloner, Garth, and Andrea Shepard (1995). Adoption of Technologies with Network Effects: an Empirical Examination of the Adoption of Automated Teller Machines. Rand Journal of Economics, Vol. 26(3), pp 479-501.",
        "Stoneman, Paul (2001c). Financial Factor s and the Inter Firm Diffusion of New Technology: A Real Options Model. Univers ity of Warwick EIFC Working Paper No.",
        "Stoneman, Paul (2001b). Techno logical Diffusion and the Financial Environment. University of Warwick EIFC Working Paper No. 2001-03 (November).",
        "Stoneman, Paul (2001a). The Economics of Technological Diffusion , Oxford: Blackwells (September)."
    ]
}