{
    "id": 9732,
    "cites": 51,
    "cited_by": 202,
    "reference": [
        "Heckman, J. J., H. Ichimura, J. Smith and P. Todd (1998): Characterizing Selection Bias Using Experimental Data, Econometrica, 66, 1017-1098.",
        "Hause, J. (1980): The Fine Structure of Earnings and the On-the-Job Training Hy- pothesis, Econometrica, 48: 1013-29.",
        "Heckman, J., A. Layne-Farrar and P. Todd (1996): Human Capital Pricing Equations with an Application to Estimating the Effect of Schooling Quality on Earnings in Review of Economics ~ Statistics. Vol. 78 (4). p 562-610.",
        "Heckman, J. and E. Vytlacil (2001): Identifying the Role of Cognitive Ability in Explaining the Rising Return to Education, Review of Economics and Statistics, Vol.",
        "Heckman, J. and E. Vytlacil (2003): Econometric Evaluation of Social Programs, in Handbook of Econometrics, Vol. 6, ed. J. J. Heckman and E. Leamer. Amsterdam: North-Holland. (in press).",
        "Hirshleifer, J. (1970): Investment, Interest, and Capital, Englewood Cliffs: PrenticeHall, Inc.",
        "Jaeger, D. and M. Page (1996): Degrees Matter: New Evidence on Sheepskin Effects in Returns to Education in Review of Economics and Statistics, Vol. 78.",
        "Katz, L. F; Autor, D. H. Changes in the Wage Structure and Earnings Inequality in Handbook of labor economics. Volume 3A. Ashenfelter, Orley Card, David, eds., Handbooks in Economics, vol. 5. Amsterdam; New York and Oxford: Elsevier Science, North-Holland. p 1463-1555. 1999.",
        "Keane, M. and K. Wolpin (1997): The Career Decisions of Young Men in Journal of Political Economy, Vol. 105 (3), p 473-522.",
        "MaCurdy, T., and T. Mroz (1995): Measuring Macroeconomic Shifts in Wages from Cohort Specifications, Working Paper, Stanford University.",
        "Mincer, J. (1958): Investment in Human Capital and Personal Income Distribution, Journal of Political Economy, 66(4):281-302.",
        "Mincer, J. (1974): Schooling, Experience, and Earnings, New York: NBER Press.",
        "Mincer, J. (1997): Changes in Wage Inequality, 1970-1990 in Research in labor eco- nomics. Volume 16. Polachek, Solomon W., ed., Associate Editor: John Robst. Greenwich, Conn. and London: JAI Press. p 1-18. 1997.",
        "Mincer, J. and S. Polachek (1974): Family Investment in Human Capital: Earnings of Women, Journal of Political Economy, Vol. 82(2, part II): S76-S108.",
        "Mulligan, C. and J. Marion (2000): Average Marginal Tax Rates Revisited: A Com- ment, Working Paper.",
        "Murphy, K. and F. Welch (1990): Empirical Age-Earnings Profiles in Journal of Labor Economics. Vol. 8 (2). p 202-29.",
        "Murphy, K. and F. Welch (1992): The Structure of Wages.. [Journal Article] The Quarterly Journal of Economics. Vol. 107 (1). p 285-326. February 1992.",
        "Psacharopoulos, G. (1981): Returns to Education: An Updated International Com- parison, in The Economic Value of Education: Studies in the Economics of Education. ed Mark Blaug, International Library of Critical Writings in Economics, Vol. 17, Aldershot, U.K.",
        "Rosen, 5. (1977): Human Capital: A Survey of Empirical Research, Research in Labor Economics, Vol. 1, ed. R. Ehrenberg, Greenwich: JAI Press, 3-40.",
        "Schultz, T. P. (1975): Long-Term Change in Personal Income Distribution: Theoretical Approaches, Evidence, and Explanations, in The Inequality Controversy: Schooling and Distributive Justice, ed. D. Levine and M. J. Bane. New York: Basic Books.",
        "Smith, J. and F. Welch (1979): Inequality: Race Differences in the Distribution of Earnings, International Economic Review, 20: 515-26.",
        "Weisbrod, B. (1962): Education and Investment in Human Capital in The Journal of Political Economy, Vol. 70, No. 5, Part 2: Investment in Human Beings, pp. 106-123.",
        "Weisbrod, B. (1972): Earnings Profile: Ability and Schooling: Comment in Journal of Political Economy. Vol. 80 (3). p S139-S41. Part II, ay/June 1972.",
        "Willis, R. J. (1986): Wage Determinants: A Survey and Reinterpretation of Human Capital Earnings Functions, in Handbook of Labor Economics, ed. Orley Ashenfelter and Richard Layard.",
        "Hanoch, G. (1967): An Economic Analysis of Earnings and Schooling in The Journal of Human Resources, Vol. 2, No. 3. (Summer, 1967), pp. 310-329.",
        "Griliches, Z. (1977): Estimating the Returns to Schooling: Some Econometric Prob- lems, Econometrica, 45:1-22.",
        "Carneiro, P., K. Hansen and J. Heckman (2003): Estimating Distributions of Counterfactuals with an Applicaton to the Returns to Schooling and Measurement of the Effects of Uncertainty on Schooling Choice, International Economic Review, forthcoming.",
        "Carneiro, P., K. Hansen and J. Heckman (2001): Removing the Veil of Igorance in Assessing the Distributional Impacts of Social Policies, Swedish Economic Policy Review, Vol. 8(2): 273-301.",
        "Card, D. and T. Lemieux (2000): Can Falling Supply Explain the Rising Return to College for Younger Men? A Cohort-Based Analysis, NBER Working Paper No. 7655.",
        "Carneiro, P. (2002): Heterogeneity and Self-Selection in the Returns to Schooling: Implications for Policy Evaluation, Ph.D. Dissertation, University of Chicago.",
        "Gottschalk, Peter (1997): Inequality, Income Growth, and Mobility: The Basic Facts, Journal of Economic Perspectives, Vol. 11, p. 21-40.",
        "Fan, J. and Gijbels, I. (1996): Local Polynomial Modelling and Its Applications. New York: Chapman and Hall.",
        "Eckstein, Z. and K. Wolpin (1999): Why Youths Drop out of High School: The Impact of Preferences, Opportunities, and Abilities in Econometrica, Vol. 67 (6). p 1295-1339.",
        "Card, D. (1999): ~The Causal Effect of Education on Earnings. In Handbook of Labor Economics, Vol. 3A, edited by Orley Ashenfelter and David Card. (Amsterdam: North 43 Holland).",
        "Vol. 106 (2). p 262-333. Card, D. and A. Krueger (1992): ~Does School Quality Matter? Returns to Education and the Characteristics of Public Schools in the United States in Journal of Political Economy. Vol. 100 (1). p 1-40.",
        "Card, D. (1995): ~Earnings, Schooling, and Ability Revisited, in Research in Labor Economics, Vol. 14, edited by S. Polachek, Greenwich, Conn: JAI Press, 23-48.",
        "Cameron, S. and J. Heckman (1998): ~Life Cycle Schooling and Dynamic Selection Bias: Models and Evidence for Five Cohorts of American Males, Journal of Political Economy.",
        "Becker, G. 5. (1964): Human Capital. New York: Columbia University Press for the National Bureau of Economic Research.",
        "Becker, G. S. and Chiswick, B. R. (1966): ~Education and the Distribution of Earnings, American Economic Review, Proceedings, 56:358-369.",
        "Behrman, J. and N. Birdsall (1983): ~The Quality of Schooling: Quantity Alone is Misleading American Economic Review. Vol. 73 (5). p 928-46. December 1983.",
        "Ben-Porath, Y. (1967): ~The Production of Human Capital and the Life Cycle of Earnings, Journal of Political Economy, 75(4), part 1, 352-65.",
        "Bils, M. and P. Klenow (2000): ~Does Schooling Cause Growth?~ American Economic Review, 90(5), 1160-1183.",
        "Bound, J., D. Jaeger and R. Baker (1995): ~Problems with Instrumental Variables Es- timation When the Correlation between the Instruments and the Endogenous Explanatory Variable Is Weak, Journal of the American Statistical Association. Vol. 90 (430). p 443-50.",
        "Vol. 14 (2). p 421-35. Dooley, M. D. and P. Gottschalk (1984): Earnings Inequality and Males in the U.S.: Trends and the Effect of Labor Force Growth, Journal of Political Economy, 92:59-89.",
        "Ashenfelter, 0. and A. B. Krueger (1994): ~Estimates of the Economic Return to Schooling from a New Sample of Twins, Quarterly Journal of Economics, 84(5):1157-73.",
        "Comay, Y., A. Melnik, M.A. Pollatschek (1973): The Option Value of Education and the Optimal Path for Investment in Human Capital in International Economic Review.",
        "Carneiro, P. and J. Heckman (2002): The Evidence on Credit Constraints in PostSecondary Schooling, The Economic Journal Vol. 112(482): 705-734.",
        "Hansen, K., J. Heckman and Mullen (2003): A Generalized Ordered Probit Model with An Application to Schooling Choices, unpublished manuscript, University of Chicago.",
        "Glewwe (2002): Schools and Skills in Developing Countries: Education Policies and Socioeconomic Outcomes, Journal of Economic Literature. Vol. 40 (2). p 436-82. June 44 2002.",
        "Barro, R. and C. Sahasakul (1983): ~Measuring the Average Marginal Tax Rates from the Individual Income Tax, Journal of Business, 56(4), 419-452.",
        "Ashenfelter, 0. and C. Rouse (1998): ~Income, Schooling and Ability: Evidence from a New Sample of Identical Twins, Quarterly Journal of Economics, 113(1):253-84."
    ]
}