{
    "id": 9745,
    "cites": 30,
    "cited_by": 7,
    "reference": [
        "Altonji, Joseph, Fumio Hayashi and Laurence Kotliko ff, 1992. Is the Extended Family Altruistically Linked? Direct Evidence Using Micro Data, American Economic Review 82 (5): 1177-1198 .",
        "Altonji, Joseph, Fumio Hayashi and Laurence Kotli koff, 1997. Parental Altruism and Inter Vivos Transfers: Theory and Evidence, Journal of Political Economy 105 (6): 1121-1166.",
        "Andreoni, James, 1989. Giving with Impure Altruism: Applications to Charity and Ricardian Equivalence, Journal of Public Economics 97 (6): 1447-1458.",
        "Barro, Robert, 1974. Are Gove rnment Bonds New Wealth? Journal of Political Economy 82 (6): 1095- 1117.",
        "Bassett, William F. and Robin L. Lumsdaine, 2003. Outlook, Outcomes, and Optimism, mimeo, Federal Reserve Board of Governors.",
        "Becker, Gary S., 1974. A Theory of Social Interactions, Journal of Political Economy 82 (6): 1063- 1093.",
        "Becker, Gary S. and Nigel Tomes, 1979. An Equilibrium Theory of the Distribution of Income and Intergenerational Mobility, Journal of Political Economy 87 (6): 1153-1189.",
        "Bernheim, B. Douglas, and Sergei Severinov, 2000. B equests as Signals: An Explanation for the Equal Division Puzzle, NBER working paper 7791.",
        "Bernheim, B. Douglas, Andrei Shleifer, and Lawr ence Summers, 1985. The Strategic Bequest Motive, Journal of Political Economy 93 (6): 1045-1076.",
        "Coward, Raymond and Jeffery Dwyer, 1990. The Associ ation of Gender, Sibling Network Composition, and Patterns of Parent Care by Adult Children, Research on Aging 12 (2): 158-181.",
        "Cox, Donald, 1987. Motives for Private Income Transfers, Journal of Political Economy 95 (3): 508- 546.",
        "Cox, Donald and Oded Stark, 1999. On the Demand for Grandchildren: Tied Transfers, Liquidity Constraints, and the Demonstration Effect, mimeo, Boston College.",
        "Dominitz, Jeffrey, 1998. Earnings Expect ations, Revisions and Realizations, The Review of Economics and Statistics, 80(3): 374-388.",
        "Dunn, Thomas A. and John W. Phillips, 1997. The Timing and Division of Parental Transfers to Children. Economics Letters 54: 135-137.",
        "Hochguertel, Stefan and Henry Ohlsson, 2000. Compensatory inter vivos Gifts, mimeo, European University Institute.",
        "Hurd, Michael D. and Kathleen McGarry, 2002. The Predictive Validity of Subjective Probabilities of Survival. The Economic Journal, 112(482): 966-985.",
        "Laitner, John and F. Thomas Juster, 1996. New Evidence on Altruism: A Study of TIAA-CREF Retirees, American Economic Review 86 (4): 893-908.",
        "Laitner, John and Henry Ohlsson, 2001. Bequest Motives: A Comparison of Sweden and the United States. Journal of Public Economics 79 (1): 205-236.",
        "Manski, Charles, 1990. The Use of Intentions Da ta to Predict Behavior: A Best Case Analysis. Journal of the American Statistical Association, 85 : 934-940.",
        "McGarry, Kathleen, 1999. Inter vivos Transfers and Intended Bequests , Journal of Public Economics 73 (3): 321-351.",
        "McGarry, Kathleen, 2000. Testing Parental Altrui sm: Implications of a Dynamic Model. NBER working paper 7593.",
        "McGarry, Kathleen and Robert Schoeni, 1995. Trans fer Behavior: Measurement and the Redistribution of Resources Within the Family, Journal of Human Resources 30 (supplement): s184-s226.",
        "Menchik, Paul, 1980. Primogeniture, Equal Shar ing and the U.S. Distribution of Wealth, Quarterly Journal of Economics 94 (2): 299-316.",
        "Menchik, Paul, 1988. Unequal Estate Division: Is it Altruism, Reverse Bequests, or Simply Noise? In Denis Kessler and AndrÃ\u0083Â© Masson (eds.), Modelling the Accumulation and Distribution of Wealth, Oxford: Clarendon Press.",
        "Perozek, Maria, 1998. A Reexaminiati on of the Strategic Bequest Motive, Journal of Political Economy 106 (2): 423-445.",
        "Schoeni, Robert, 2001. Support Netw orks within the Family as a Public Good Problem, mimeo, University of Michigan.",
        "Stoller, Eleanor Palo, Lorna Earl Foster, and Tamara Sutin Duniho, 1992. Systems of Parent Care within Sibling Networks, Research on Aging 14 (1): 28-49.",
        "Tomes, Nigel, 1981. The Family, Inheritance and the Intergenerational Transmission of Inequality, Journal of Political Economy 89 (5): 928-958.",
        "Tomes, Nigel, 1988. Inheritance and Inequality w ith the Family: Equal Division Among Unequals, or Do the Poor Get More? In Denis Kessler and AndrÃ\u0083Â© Masson (eds.), Modelling the Accumulation and Distribution of Wealth, Oxford: Clarendon Press.",
        "Wilhelm, Mark, 1996. Bequest Behavior and the Effect of Heirs Earnings: Testing the Altruistic Model of Bequests, American Economic Review 86 (4): 874-892."
    ]
}