{
    "id": 9746,
    "cites": 42,
    "cited_by": 8,
    "reference": [
        "Bovenberg, A. L., Capital Taxation in the World Economy, in F. van der Ploeg, ed. The Handbook of International Macroeconomics , Cambridge, MA: Blackwell Publishers, 1994, pp.",
        "Bucovetsky, S., Asymmetric Tax Competition, Journal of Urban Economics , 1991, 30 , pp.",
        "Chamley, C.P., The welfare cost of capital income taxation in a growing world economy, Journal of Political Economy, 1981, 89, pp. 468-96.",
        "Chari, V.V., L. Christiano and P.J. Kehoe, O ptimal Fiscal Policy in a Business Cycle Model, Journal of Political Economy, August 1994, 102(4), pp. 617-52.",
        "Chari, V.V. and P.J. Kehoe, International Coor dination of Fiscal Policy in Limiting Economies, Journal of Political Economy, 1990, pp. 617-36.",
        "Chennels, L. and R. Griffith, Taxing Profits in a Changing World , Institute for Fiscal Studies, London, 1997.",
        "Cooley, T. F. and G.D. Hansen, Tax Dist ortions in a Neoclassical Monetary Economy, Journal of Economic Theory, December 1992, 58(2), pp. 290-316.",
        "Correia, I.H., Gains from Coordination, Bank of Portugal Working Paper, 1998.",
        "Daveri, F. and G. Tabellini, Unemployment, Growth and Taxation in Industrial Countries, Economic Policy, April 2000.",
        "De Bonis, V., Regional Integration and Fact or Income Taxation, Working Paper, download from www.inomics.com . Devereux, M.P., Tax Competition and the Impact on Capital Flows, in H. Siebert, ed., Locational Competition in the World Economy , Tubingen: Mohr, 1996.",
        "The Economist , A Survey of Globalization and Tax: The mystery of the vanishing taxpayer, January 9, 2000.",
        "Eggert, W., International Repercussions of Direct Taxes, Working Paper, download from www.inomics.com , 1999.",
        "Frenkel, J.A., A. Razin and E. Sadka, International Taxation in an Integrated World , Cambridge: MA, MIT Press, 1991.",
        "Frey, B.S. and R. Eichenberger, To Harmonize or to Compete? Thats not the Question, Journal of Public Economics, 1996.",
        "Giovannini A. and J.R. Hines, Jr., Capital Flight and Tax Competition: Are There Viable Solutions to Both Problems? in A. Giovannini and C. Mayer, eds., European Financial Integration , Cambridge: Cambridge Univers ity Press, 1991, pp. 172-210.",
        "Haufler, A., Taxation in a Global Economy , Cambridge: Cambridge University Press, 2001.",
        "Hines, J.R., Lessons from Behavorial Responses to International Taxation, National Tax Journal , 1999.",
        "Huber, B., Tax Competition and Tax Coordi nation in an Optimum Income Tax Model, Journal of Public Economics, March 1999, 71:3, pp. 441-458.",
        "Huizinga, H. and S.B. Nielsen, Capital Income and Profit Taxation with Foreign Ownership of Firms, Journal of International Economics , 1997.",
        "Kanbur, R., and M. Keen, Jeux sans frontiers: Tax Competition and Tax Coordinations when Countries Differ in Size, American Economic Review, 1993, 83, pp. 877-892.",
        "Keen, M. and J. Edwards, Tax Competition and the Leviathan, European Economic Review, 1996.",
        "Keen, M. and M. Marchand, Fiscal Compe tition and the Pattern of Public Spending, Journal of Public Economics, October 1997, 66:1, pp. 33-54.",
        "King, R.G., C.I. Plosser, and S.T. Rebelo, Produc tion, Growth and Business Cycles, I: The Basic Neoclassical Model, Journal of Monetary Economics, March/May 1988, 90(358), pp. 314-29.",
        "Klein, P., V. Quadrini, and J. Rios-Rull, O ptimal and time-consistent fiscal policy with international mobility of capital: Why does the U.S. tax capital more than Europe? University of Pennsylvania Working paper, 2001.",
        "Lockwood, B., Tax Competition and Coordinati on under Origin and Destination Principles: A Synthesis, Mimeo, Department of Ec onomics, University of Warwick, 1999.",
        "Lopez-Garcia, M. On Welfare and Revenue Effects of Indirect Tax Harmonization, Economics Letters, 60:2, 1998, pp. 185-93.",
        "Lucas, R.E. Jr., Supply-Side Economics: An Analytical Review, Oxford Economic Papers, April 1990, 42(2), pp. 293-316.",
        "Mendoza, E.G., G.M. Milesi-Ferretti and P. Asea, (1997), On the Ineffectiveness of Tax Policy in Altering Long-run Growth: Harbergers Superneutrality Conjecture, Journal of Public Economics, 66, 99-126.",
        "Mendoza, E.G., A. Razin and L.L. Tesar, Effective Tax Rates in Macroeconomics: Cross- Country Estimates of Tax Rates on Factor Incomes and Consumption, Journal of Monetary Economics, December 1994, 34:3, pp. 297-323.",
        "OECD, Harmful Tax Competition - An Emerging Global Issue . Report of the OECD Committee on Fiscal Affairs, Paris, 1998.",
        "Persson, T. and G. Tabellini, Double-Edged Incen tives: Institutions and Policy Coordination, in G. Grossman and K. Rogoff, eds. Handbook of International Economics , Vol III, New York: North-Holland, 1995.",
        "Razin, A. and E. Sadka, Integration of the International Capital Markets: The Size of Government and Tax Coordination, in A. Razin and J. Slemrod, eds. Taxation in the Global Economy, Chicago: University of Chicago Press, 1990, pp. 331-48.",
        "Razin, A. and C.W. Yuen, International Fiscal Policy Coordination and Competition, in F. van der Ploeg, ed. The Handbook of International Macroeconomics , Cambridge, MA: Blackwell Publishers, 1994, pp. 116-150.",
        "Rehme, G., Economic Growth, (Re)-Distri butive Policies, Capital Mobility and Tax Competition in Open Economies, Working Paper ECO 97/24, European University Institute. Florence Italy, 1997.",
        "Rodrik, D. and T. van Ypersele, Capital Mobilit y, Distributive Conflict and International Tax Coordination, Journal of International Economics , 2001, 54(1).",
        "Sinn, H.W., Tax Harmonization and Tax Competition in Europe, European Economic Review, 1990, 34, pp. 489-504.",
        "Sorensen, P.B., The Case for Internat ional Tax Coordination Reconsidered, Economic Policy, October 2000, 31, pp.431-472.",
        "Working Paper, Economic Policy Research Un it, University of Copenhagen, 1999.",
        "Tanzi, V. and L.A. Bovenberg, Is there a Need for Harmonizing Capital Income Taxes within EC Countries? in H. Siebert, ed., Reforming Capital Income Taxation , Tubingen: Mohr, 1990, pp. 171-97.",
        "Asymmetric Countries, Tilburg University Working Paper, 1998.",
        "Volkerink, B. and J. de Haan, Tax Ratios: A Critical Survey, Working Paper, Faculty of Economics, University of Groningen, 1999.",
        "Wildasin, D.E., Nash Equilibria in Models of Fiscal Competition, Journal of Public Economics, 1988, 35, pp. 229-40."
    ]
}