{
    "id": 9748,
    "cites": 29,
    "cited_by": 11,
    "reference": [
        "[1] Reza Baqir. Districting and government overspending. Journal of Political Economy, forthcoming, 2002.",
        "[2] David Baron and John Ferejohn. Bargaini ng and agenda formation in legislatures. Amer- ican Economic Review, 77, 1987.",
        "[3] David Baron and John Ferejohn. Bargaining in legislatures. American Political Science Review, 83:1181-1206, 1989.",
        "[4] Timothy Besley and Stephen Coate. Centralized versus decentralized provision of local public goods: A political economy analysis. Journal of Public Economics, forthcoming, 2003.",
        "[5] Timothy Besley and Harvey Rosen. Sales taxes and prices: An empirical analysis. National Tax Journal, 52, 1999.",
        "[6] John Bradbury and Mark Crain. Legislative organization and government spending: cross- country evidence.Journal of Public Economics, 82, 2001.",
        "[7] Anne Case, James Hines, and Harvey Rosen. Budget spillovers and fiscal policy interde- pendence: Evidence from the states. Journal of Public Economics, 52, 1993.",
        "[8] Bureau of the Census.Congressional District Atlas,105th Congress of the United States . 1998.",
        "[10] Gary Chamberlain. Analysis of covariance with qualitative data. Review of Economic Studies, 47, 1980.",
        "[11] V. Chari, L. Jones, and R. Marimon. The economics of split-ticket voting in representative democracies.American Economic Review, 52, 1997.",
        "[12] Stephen Coate. Distributive policy making as a source of ine !ciency in representative democracies. working paper. 1997.",
        "[14] Alison DelRossi and Robert Inman. Changing the price of pork: the impact of local cost sharing on legislators demands for distributive public goods. Journal of Public Economics, 71:247-273, 1999.",
        "[15] Tax Foundation.Facts and Figures on Government Finance . Tax Foundation, Inc., 2000.",
        "[16] Thomas Gilligan and John Matsusaka. Dev iations from constituent interests: the role of legislative structure and political parties in the states. Economic Inquiry, 33:383-401, 1995.",
        "[17] Robert Inman. Federal assistance and local services in the united states: The evolution of the new federalistfiscal order. In Harvey S. Rosen, editor, Fiscal Federalism: Quantitative Studies. University of Chicago Press, 1988.",
        "[18] Robert Inman and Michael Fitts. Political institutions and fiscal policy: Evidence from the u.s. historical record.Journal of Law, Economics, and Organization , 6:79-132, 1990.",
        "[19] Robert Inman and Daniel Rubinfeld. The political economy of federalism. In Dennis Mueller, editor,Perspectives on Public Choice: A Handbook . Cambridge University Press, 1997.",
        "[20] Robert Inman and Daniel Rubi nfeld. Rethinking federalism.Journal of Economic Per- spectives, 11, 1997.",
        "[21] Brian Knight. Endogenous federal grants a nd crowd-out of state government spending: Theory and evidence from the federal highway aid program. American Economic Review, 92, 2002.",
        "[22] Ben Lockwood. Distributive politics and the bene fits of decentralization.Review of Eco- nomic Studies, forthcoming, 2002.",
        "[23] Wallace Oates.Fiscal Federalism. Harcourt Brace, New York, 1972.",
        "[24] Wallace Oates. An essay on fiscal federalism.Journal of Economic Literature, 37, 1999.",
        "[25] Sam Peltzman. An economic interpretation o f the history of congressional voting in the united states.American Economic Review, 75, 1985.",
        "[26] Torsten Persson and Guido Tabel lini. Political economics and public finance. In A. Auer- bach and M. Feldstein, editors,Handbook of Public Economics, Vol III . Amstredam: New Holland, 2002. 22",
        "[27] Keith Poole and Howard Rosenthal. Congress: a political-economic history of roll call voting. Oxford University Press, 1997.",
        "[28] James Poterba. Retail price reactions to changes in state and local sales taxes. National Tax Journal, 49, 1996.",
        "[29] Patrick Sellers. Fiscal consistency and feder al district spending in congressional elections. American Journal of Political Science , 41:1024-1041, 1997.",
        "[31] Koleman Strumpf and Felix Oberholzer-Gee. Endogenous policy decentralization: Testing the central tenet of economic federalism. Journal of Political Economy, forthcoming, 2001.",
        "[33] B. Weingast, K. Shepsle, and C. Johnsen. The political economy of bene fits and costs: A neoclassical approach to distributive politics. Journal of Political Economy, 89, 1981. 23"
    ]
}