{
    "id": 9749,
    "cites": 65,
    "cited_by": 41,
    "reference": [
        "Acemoglu, Daron, and James A. Robinson. Ã\u0082â\u0080\u009cWhy Did the West Extend the Franchise? Democracy, Inequality, and Growth in Historical Perspective.Ã\u0082â\u0080\u009d Quarterly Journal of Economics 115, 4 (November 2000): 1167-1200.",
        "Acemoglu, Daron and James A. Robinson. Ã\u0082â\u0080\u009cReversal of Fortune: Geography and Institutions in the Making of the Modern Income Distribution.Ã\u0082â\u0080\u009d NBER Working Paper 8460 (September 2001).",
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson. Ã\u0082â\u0080\u009cThe Rise of Europe: Institutional Change and Economic Growth,Ã\u0082â\u0080\u009d 28 March 2002 draft.",
        "Banks, Arthur S. Cross-Polity Time-Series Data. Cambridge: MIT Press, 1971.",
        "Barro, Robert J. Ã\u0082â\u0080\u009cDemocracy and Growth.Ã\u0082â\u0080\u009d Journal of Economic Growth 1, 1 (1996): 1-27.",
        "Barro, Robert J. Determinants of Economic Growth: A Cross-Country Empirical Study. Cambridge: MIT Press, 1997.",
        "Barro, Robert J. and Jong-Wha Lee. Ã\u0082â\u0080\u009cInternational Comparisons of Educational Attainment.Ã\u0082â\u0080\u009d Journal of Monetary Economics 32, 3 (December 1993): 363-394.",
        "Barro, Robert J. and Jong-Wha Lee. Ã\u0082â\u0080\u009cWinners and Losers in Economic Growth.Ã\u0082â\u0080\u009d Proceedings of the World Bank Annual Conference on Development Economics. Washington, World Bank, 1993, 267-314.",
        "Bils, Mark and Peter J. Klenow. Ã\u0082â\u0080\u009cDoes Schooling Cause Growth?Ã\u0082â\u0080\u009d American Economic Review 90, 5 (December 2000): 1160-83.",
        "Bollen, Kenneth A. Ã\u0082â\u0080\u009cPolitical Democracy: Conceptual and Measurement Traps.Ã\u0082â\u0080\u009d Studies in Comparative International Development 25, 1 (spring 1990): 7-24.",
        "Brewer, John. The Sinews of Power: Money, War, and the English State, 1688-1783. Boston, Unwin, 1989.",
        "Clague, Christopher, Philip Keefer, Stephen Knack, and Mancur Olson. Ã\u0082â\u0080\u009cProperty and Contract Rights in Autocracies and Democracies.Ã\u0082â\u0080\u009d Journal of Economic Growth 1, 2 (June 1996): 243-276.",
        "Clague, Christopher, Philip Keefer, Stephen Knack, and Mancur Olson. Ã\u0082â\u0080\u009cInstitutions and Economic Performance: Property Rights and Contract Enforcement.Ã\u0082â\u0080\u009d In Christopher Clague (ed.), Institutions and Economic Development. Baltimore: Johns Hopkins University Press 1997, 67-90.",
        "Clague, Christopher, Philip Keefer, Stephen Knack, and Mancur Olson. Ã\u0082â\u0080\u009cDemocracy, Autocracy, and the Institutions Supportive of Economic Growth.Ã\u0082â\u0080\u009d In Christopher Clague (ed.), Institutions and Economic Development. Baltimore: Johns Hopkins University Press 1997, 91-120.",
        "Clark, Gregory. Ã\u0082â\u0080\u009cThe Cost of Capital and Medieval Agricultural Technique.Ã\u0082â\u0080\u009d Explorations in Economic History 25, 3 (July 1988): 265-294.",
        "Clark, Gregory. Ã\u0082â\u0080\u009cThe Political Foundations of Modern Economic Growth: England, 1540-1800,Ã\u0082â\u0080\u009d Journal of Interdisciplinary History 26 (1996): 563-88.",
        "DeLong, J. Bradford and Andrei Shleifer. Ã\u0082â\u0080\u009cPrinces and Merchants: City Growth Before the Industrial Revolution.Ã\u0082â\u0080\u009d Journal of Law and Economics 36 (October 1993): 671-702.",
        "DrÃ\u0083Â¨ze, Jean and Amartya Sen (eds.). The Political Economy of Hunger. Three volumes. Oxford; Clarendon Press, 1991.",
        "DrÃ\u0083Â¨ze, Jean and Amartya Sen. India: Economic Development and Social Opportunity. New Delhi: Oxford University Press, 1995.",
        "Easterlin, Richard A. Ã\u0082â\u0080\u009cWhy IsnÃ\u0082â\u0080\u0099t the Whole World Developed?Ã\u0082â\u0080\u009d This Journal 41, 1 (March 1981): 1-17.",
        "Engerman, Stanley L. and Kenneth L. Sokoloff. Ã\u0082â\u0080\u009cThe Evolution of Suffrage Institutions in the New World.Ã\u0082â\u0080\u009d NBER Working Paper 8512 (October 2001).",
        "Fenoaltea, Stefano. Ã\u0082â\u0080\u009cSlavery and Supervision in Comparative Perspective: A Model,Ã\u0082â\u0080\u009d this Journal, 44, 3 (September 1984): 635-668.",
        "Fohlin, Caroline. Financial System Design and Industrial Development: International Patterns in Historical Perspective. Cambridge: Cambridge University Press, forthcoming. Friedman, Milton. Capitalism and Freedom. Chicago: University of Chicago Press, 1962.",
        "Gastil, Raymond Duncan. Ã\u0082â\u0080\u009cThe Comparative Survey of Freedom: Experiences and Suggestions.Ã\u0082â\u0080\u009d Studies in Comparative International Development 25, 1 (spring 1990): 25-50.",
        "Goldin, Claudia. Ã\u0082â\u0080\u009cThe Human Capital Century and American Leadership: Virtues of the Past.Ã\u0082â\u0080\u009d This Journal 61, 2 (June 2001): 263-292.",
        "Green, Andy. Education and State Formation: The Rise of Education Systems in England, France and the USA. New York: St. MartinÃ\u0082â\u0080\u0099s Press, 1990.",
        "Gurr, Ted Robert, Keith Jaggers, and Will H. Moore. Ã\u0082â\u0080\u009cThe Transformation of the Western State: The growth of Democracy, Autocracy, and State Power since 1800.Ã\u0082â\u0080\u009d Studies in Comparative International Development 25, 1 (spring 1990): 73-108.",
        "Helliwell, John F. Ã\u0082â\u0080\u009cEmpirical Linkages between Democracy and Economic Growth.Ã\u0082â\u0080\u009d British Journal of Political Science 24, 2 (April 1994): 225-48.",
        "Homer, Sidney and Richard Sylla. A History of Interest Rates, third edition. New Brunswick: Rutgers University Press, 1991.",
        "Kearney, Robert N. Ã\u0082â\u0080\u009cSri Lanka.Ã\u0082â\u0080\u009d In Myron Weiner and Ergun Ã\u0083â\u0080\u0093zbudun (eds.), Competitive Elections in Developing Countries. Durham: Duke University Press, 1987, 77-111.",
        "Keefer, Philip and Stephen Knack. Ã\u0082â\u0080\u009cWhy DonÃ\u0082â\u0080\u0099t Poor Countries Catch Up? A Cross-National Test of Institutional Explanations.Ã\u0082â\u0080\u009d Economic Inquiry 35, 3 (July 1997): 590-602.",
        "Knack, Stephen and Philip Keefer. Ã\u0082â\u0080\u009cInstitutions and Economic Performance: Cross-Country Tests Using Alternative Institutional Measures.Ã\u0082â\u0080\u009d Economics and Politics 7, 3 (November 1995): 207-27.",
        "Lanjouw, Peter and Nicholas Stern (eds.). Economic Development in Palanpur over Five Decades. Oxford: Clarendon Press, 1998.",
        "Lindert, Peter H. Ã\u0082â\u0080\u009cHistorical Patterns of Agricultural Policy.Ã\u0082â\u0080\u009d In C. Peter Timmer (ed.), Agriculture and the State. Ithaca: Cornell University Press, 1991, 29-83.",
        "Lindert, Peter H. Ã\u0082â\u0080\u009cWhat Limits Social Spending?Ã\u0082â\u0080\u009d Explorations in Economic History 31, 1 (January 1996): 1-36.",
        "Lindert, Peter H. Social Spending and Economic Growth since the Eighteenth Century. Two volumes. New York: Cambridge University Press, forthcoming. Mackie, Thomas T. and Richard Rose. The International Almanac of Electoral History - Fully Revised Third Edition. London: Macmillan, 1991.",
        "Maddison, Angus. The World Economy: A Millennial Perspective. Paris: OECD, 2001.",
        "Mann, Michael. The Sources of Social Power, volume II. Cambridge: Cambridge University Press, 1993.",
        "Massie, Joseph. Calculation of the Present Taxes Yearly Paid by a Family of Each Rank, Degree, or Class. Second edition. London: T. Payne, 1761. Mehrotra, Santosh and Enrique Delamonica. Public Spending for the Poor. Basic Services to Enhance Capabilities and Promote Growth. Submitted for publication. Mehrotra, Santosh, P.R. Panchamukhi, Ranjana Srivastava, and Ravi Srivastava. Uncaging the Tiger Economy: Financing Elementary Education in India. Submitted for publication. Melton, J. Van Horn. Absolutism and the Eighteenth-Century Origins of Compulsory Schooling in Prussia and Austria. Cambridge: Cambridge University Press, 1988.",
        "Montesquieu, Baron de (Charles de Secondat). The Spirit of Laws. Translated and edited by Anne M. Cohler, Basia Carolyn Miller, and Harold Samuel Stone. New York: Cambridge University Press, 1989.",
        "Moore, Barrington. The Social Origins of Dictatorship and Democracy: Lord and Peasant in the Making of the Modern World. Boston: Beacon Press, 1966.",
        "Mullen, E.N. Ã\u0082â\u0080\u009cDemocracy, Economic Development, and Income Inequality.Ã\u0082â\u0080\u009d American Sociological Review 53, ___ (___ 1988): 50-68.",
        "North, Douglass C. Structure and Change in Economic History. New York: W.W. Norton, 1981.",
        "North, Douglass C. and Barry Weingast. Ã\u0082â\u0080\u009cConstitutions and Commitment: The Evolution of Institutions Governing Public choice in Seventeenth-Century England,Ã\u0082â\u0080\u009d this Journal, 1989.",
        "OÃ\u0082â\u0080\u0099Brien, Patrick K. Ã\u0082â\u0080\u009cThe Political Economy of British Taxation, 1660-1815.Ã\u0082â\u0080\u009d Economic History Review, second series, 41, 1 (February 1988): 1-32.",
        "Olson, Mancur. The Rise and Decline of Nations. New Haven: Yale University Press, 1982.",
        "Olson, Mancur. Ã\u0082â\u0080\u009cAutocracy, Democracy, and Prosperity,Ã\u0082â\u0080\u009d in Richard Zeckhauser (ed.), Strategy and Choice (New York: M.I.T. Press 1991).",
        "Przeworski, Adam and Fernando Limongi. Ã\u0082â\u0080\u009cPolitical Regimes and Economic Growth.Ã\u0082â\u0080\u009d Journal of Economic Perspectives 7, 3 (Summer 1993): 51-69.",
        "Psacharapoulos, George and Maureen Woodhall. Education for Development: An Analysis of Ã\u0082â\u0080\u0098InvestmentÃ\u0082â\u0080\u0099 Choices. Oxford: Oxford University Press, 1990.",
        "PROBE Team. Public Report on Basic Education in India. New Delhi: Oxford University Press, 1999.",
        "Ransom, Roger and Richard Sutch. One Kind of Freedom. New York: Cambridge University Press, 1977.",
        "Rudolph, Susanne Hoeber and Lloyd I. Rudolph (eds.). Education and Politics in India: Studies in Organization, Society, and Policy. Cambridge: Harvard University Press, 1972.",
        "Sen, Amartya. Development as Freedom. Oxford: Clarendon Press, 2000.",
        "Sirowy, Larry and Alex Inkeles. Ã\u0082â\u0080\u009cThe Effects of Democracy on Economic Growth and Inequality: A Review.Ã\u0082â\u0080\u009d Studies in Comparative International Development 25, 1 (spring 1990): 126-57.",
        "Smith, Adam. 1993 (1776). An Inquiry into the Nature and Causes of the Wealth of Nations. Edited by Kathryn Sutherland. New York: Oxford University Press.",
        "Tan, Jee-Peng and Alain Mingat. Education in Asia: A Comparative Study of cost and Financing. Washington: The World Bank, 1992.",
        "Temple, Jonathan. Ã\u0082â\u0080\u009cThe New Growth Evidence.Ã\u0082â\u0080\u009d Journal of Economic Literature 37, 1 (March 1999): 112-156.",
        "Weiner, Myron. Ã\u0082â\u0080\u009cIndia.Ã\u0082â\u0080\u009d In Myron Weiner and Ergun Ã\u0083â\u0080\u0093zbudun (eds.), Competitive Elections in Developing Countries. Durham: Duke University Press, 1987, 37-76.",
        "World Bank. Primary Education in India. Washington: World Bank, 1997.",
        "World Bank. India: Reducing Poverty, Accelerating Development. New Delhi, Oxford University Press, 2000.",
        "World Bank. World Development Report 1997. New York: Oxford University Press, 1997.",
        "World Bank. World Development Report 2000/2001. New York: Oxford University Press, 2000.",
        "Zakaria, Fareed, Ã\u0082â\u0080\u009cCulture Is Destiny: A Conversation with Lee Kuan Yew,Ã\u0082â\u0080\u009d Foreign Affairs 73, 2 (March/April 1994), 109-126.",
        "Zakaria, Fareed. Ã\u0082â\u0080\u009cThe Rise of Illiberal Democracy.Ã\u0082â\u0080\u009d Foreign Affairs 76, 6 (November/December 1997): 23-43.",
        "Zastoupil, Lynn, and Martin Moir. The Great Indian Education Debate: Documents Relating to the Orientalist-Anglicist Controversy, 1781-1843. Richmond, Surrey: Curzon, 1999."
    ]
}