{
    "id": 9759,
    "cites": 69,
    "cited_by": 261,
    "reference": [
        "Abowd, J. and Card, D., 1989, On the Covariance Structure of Earnings and Hours Changes,Econometrica57, 411-445.",
        "Alm, J. and Follain, J. R., 1984, Alternative Mortgage Instruments, the Tilt Prob- lem and Consumer Welfare,Journal of Financial and Quantitative Analysis 19, 113-126.",
        "Black, Deborah G., Kenneth D. Garbade, and William L. Silber, 1981, The Impact of the GNMA Pass-Through Program on FHA Mortgage Costs, Journal of Finance36, 457-469.",
        "Brueckner, J. , 1993, Why Do We Have ARMs, American Real Estate and Urban Economic Associations Journal21, 333-345.",
        "Brueckner, J., 1994, Borrower Mobility, Adverse Selection and Mortgage Points, Journal of Financial Intermediation 3, 416-441.",
        "Brueckner, J., and J.R. Follain, 1988, The Rise and Fall of the ARM: An Econo- metric Analysis of Mortgage Choice, Review of Economics and Statistics 70, 93-102.",
        "Campbell, John Y. and John Ammer, 1993, What Moves the Stock and Bond Markets? A Variance Decomposition for Long-Term Asset Returns, Journal of Finance48, 3-37.",
        "Campbell, John Y., Andrew W. Lo, and A. Craig MacKinlay, 1997, The Economet- rics of Financial Markets, Princeton University Press, Princeton, NJ.",
        "Campbell, John Y. and Robert J. Shiller, 1991, Yield Spreads and Interest Rate Movements: A Birds Eye View, Review of Economic Studies58, 495-514.",
        "Campbell, John Y. and Robert J. Shiller, 1996, A Scorecard for Indexed Govern- ment Debt, in Ben S. Bernanke and Julio J. Rotemberg eds. NBER Macro- economics Annual 1996, 155-197, MIT Press, Cambridge, MA.",
        "Campbell, John Y. and Luis M. Viceira, 2001, Who Should Buy Long-Term Bonds?, American Economic Review91, 99-127.",
        "Campbell,JohnY.andLuisM.Viceira,2002, Strategic Asset Allocation: Portfolio Choice for Long-Term Investors, Oxford University Press, Oxford.",
        "Caplin, Andrew S., Sewin Chan, Charles Freeman, and Joseph Tracy, 1997, Hous- ing Partnerships: A New Approach to a Market at a Crossroads , MIT Press, Cambridge, MA.",
        "Caplin, Andrew S., Charles Freeman, and Joseph Tracy, 1997, Collateral Damage: Refinancing Constraints and Regional Recessions, Journal of Money, Credit, and Banking29, 496-516.",
        "Carroll, Christopher D., 1992, The Bu !er-Stock Theory of Saving: Some Macro- economic Evidence,Brookings Papers on Economic Activity , 61-156.",
        "Carroll, Christopher D., 1997, Bu !er-Stock Saving and the Life-Cycle/Permanent Income Hypothesis,Quarterly Journal of Economics114, 433-495.",
        "Carroll, Christopher D. and Andrew A. Samwick, 1997, The Nature of Precaution- ary Wealth,Journal of Monetary Economics40, 41-71.",
        "Case, Karl E. and Robert J. Shiller, 1989, The E ciency of the Market for Single- Family Homes,American Economic Review, 79, 125-137.",
        "Chan, Sewin, 2001, Spatial Lock-in: Do Falling House Prices Constrain Residential Mobility?,Journal of Urban Economics49, 567-586.",
        "Chari, V.V. and Ravi Jagannathan, 1989, Adverse Selection in a Model of Real Estate Lending,Journal of Finance44, 499-508.",
        "Clarida, Richard, Jordi Gali, and Mark Gertler, 2000, Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory, Quarterly Journal of Economics115, 147-180.",
        "Cocco, JoÃ\u0083Â£o F., 2001, Portfolio Choice in the Presence of Housing, unpublished paper, London Business School.",
        "Cocco, JoÃ\u0083Â£o F., Francisco J. Gomes, and Pascal J. Maenhout, 1999, Consumption and Portfolio Choice over the Life-Cycle, unpublished paper, London Business School and Harvard University.",
        "Davido!, Thomas, 2002, Labor Income, Housing Prices, and Homeownership, unpublished paper, Haas School of Business, UC Berkeley.",
        "Deaton, Angus S., 1991, Savings and Liquidity Constraints, Econometrica59, 1221-1248.",
        "Dunn, Kenneth B. and Chester S. Spatt, 1985, An Analysis of Mortgage Contract- ing: Prepayment Penalties and the Due-on-Sale Clause, Journal of Finance 40, 293-308.",
        "Fabozzi, Frank J. and Franco Modigliani, 1992, Mortgage and Mortgage-Backed Securities Markets, Harvard Business School Press, Boston, MA.",
        "Fama, Eugene F., 1975, Short-Term Interest Rates as Predictors of In flation, American Economic Review65, 269-282.",
        "Fama, Eugene F., 1990, Term Structure Forecasts of Interest Rates, In flation, and Real Returns,Journal of Monetary Economics25, 59-76.",
        "Fisher, Sarah and Susan Shelly, 2002, The Complete Idiots Guide to Personal Fi- nance in Your 20s and 30s,2nd ed., Alpha Books, Indianapolis, IN.",
        "Flavin, Marjorie and Takashi Yamashita, 2002, Owner-Occupied Housing and the Composition of the Household Portfolio, American Economic Review92, 345- 362..",
        "Follain, J. R., 1990, Mortgage Choice, American Real Estate and Urban Economic Associations Journal18, 125-144.",
        "Fratantoni, Michael C., 2001, Homeownership, Committed Expenditure Risk, and the Stockholding Puzzle,Oxford Economic Papers53, 241-259.",
        "Garcia, RenÃ\u0083Â© and Pierre Perron, 1996, An Analysis of the Real Interest Rate under Regime Shifts,Review of Economics and Statistics 78, 111-125.",
        "Goetzmann, William N., 1993, The Single Family Home in the Investment Portfo- lio,Journal of Real Estate Finance and Economics 6, 201-222.",
        "Gottschalk, Peter, and Robert Mo tt, 1994, The Growth of Earnings Instability in the U.S. Labor Market,Brookings Papers on Economic Activity 2, 217-272.",
        "Gourinchas, Pierre-Olivier and Jonathan Parker, 2002, Consumption Over the Life Cycle,Econometrica70, 47-89.",
        "Gray, Stephen F., 1996, Modelling the Conditional Distribution of Interest Rates as a Regime-Switching Process,Journal of Financial Economics42, 27-62.",
        "Hu, Xiaoqing, 2001, Portfolio Choices for Home Owners, unpublished paper, Northwestern University.",
        "Irwin, Robert, 1996,Tips and Traps When Buying a Home , 2nd ed., McGraw-Hill, New York, NY.",
        "Irwin, Robert, 1999,Tips and Traps When Mortgage Hunting , 2nd ed., McGraw-Hill, New York, NY.",
        "Kearl, J.R., 1979, Inflation, Mortgages, and Housing,Journal of Political Economy 87, 1115-1138.",
        "LeRoy, Stephen F., 1996, Mortgage Valuation Under Optimal Prepayment, Review of Financial Studies9, 817-844.",
        "MaCurdy, Thomas, 1982, The Use of Time Series Processes to Model The Error Structure of Earnings in a Longitudinal Data Analysis, Journal of Economet- rics18, 83-114.",
        "Merton, Robert C., 1973, An Intertemporal Capital Asset Pricing Model, Econo- metrica41, 867-887.",
        "Mishkin, Frederic S., 1990, What Does the Term Structure Tell Us About Future Inflation?,Journal of Monetary Economics25, 77-95.",
        "Orman, Suze, 1999,The Courage to Be Rich, Riverhead Books, New York, NY.",
        "Ortalo-MagnÃ\u0083Â©, FranÃ\u0083Â§ois and Sven Rady, 2001, Housing Market Dynamics: On the Contribution of Income Shocks and Credit Constraints, unpublished paper, LSE.",
        "Poterba, James M., 1991, House Price Dynamics: The Role of Tax Policy and Demography,Brookings Papers on Economic Activity 2, 143-183.",
        "Roll, Richard, 2003, Empirical TIPs, unpublished paper, Anderson Graduate School of Management, UCLA.",
        "Rothberg, James P., Frank E. Nothaft, and Stuart A. Gabriel, 1989, On the De- terminants of Yield Spreads Between Mortgage Pass-Through and Treasury Securities,JournalofRealEstateFinanceandEconomics 2, 301-315.",
        "Schwartz, Eduardo S. and Walter N. Torous, 1989, Prepayment and the Valuation of Mortgage-Backed Securities,Journal of Finance44, 375-392.",
        "Shiller, Robert J., 1998,Macro Markets: Creating Institutions for Managing Societys Largest Economic Risks, Oxford University Press, New York, NY.",
        "Shiller, Robert J. and Allan Weiss, 1999, Home Equity Insurance, Journal of Real Estate Finance and Economics19, 21-47.",
        "Shilling, J.D., U. S. Dhillon, and C.F. Sirmans, 1987, Choosing Between Fixed and Adjustable Rate Mortgages, Journal of Money, Credit, and Banking 19, 260-267.",
        "Sinai, Todd and Nicholas Souleles, 2003, Owner-Occupied Housing as a Hedge Against Rent Risk, unpublished paper, Wharton School, University of Penn- sylvania.",
        "Skinner, Jonathan, 1994, Housing and Saving in the United States, in Yukio Noguchi and James M. Poterba eds. Housing Markets in the United States and Japan, University of Chicago Press, Chicago, IL, 191-213.",
        "Stanton, Richard, 1995, Rational Prepayment and the Valuation of Mortgage- Backed Securities,Review of Financial Studies8, 677-708.",
        "Stanton, Richard and Nancy Wallace, 1998, Mortgage Choice: Whats the Point?, Real Estate Economics26, 173-205.",
        "Stanton, Richard and Nancy Wallace, 1999, Anatomy of an ARM: The Interest- Rate Risk of Adjustable-Rate Mortgages, JournalofRealEstateFinanceand Economics19, 49-67.",
        "Statman, Meir, 1982, Fixed Rate or Index-Linked Mortgages from the Borrowers Point of View: A Note,Journal of Financial and Quantitative Analysis 17, 451-457.",
        "Steinmetz, Thomas C., 2002,TheMortgageKit, 5th ed., Dearborn Trade Publishing, Chicago, IL.",
        "Storesletten, Kjetil, Chris I. Telmer, and Amir Yaron, 2003, Consumption and Risk Sharing over the Life Cycle, forthcoming Journal of Monetary Economics.",
        "Tauchen, George and R. Hussey, 1991, Quadrature-Based Methods for Obtaining Approximate Solutions to Nonlinear Asset Pricing Models, Econometrica59, 371-396.",
        "Tracy, Joseph, Henry Schneider, and Sewin Chan, 1999, Are Stocks Overtaking Real Estate in Household Portfolios?, Current Issues in Economics and Finance 5(5), 1-6, Federal Reserve Bank of New York.",
        "Tyson, Eric and Ray Brown, 2000, Mortgages for Dummies, Hungry Minds Inc., New York, NY.",
        "Woodward, Susan, 2001, Rechartering Freddie and Fannie: The Policy Issues, unpublished paper, Sand Hill Econometrics.",
        "Yao, Rui and Harold H. Zhang, 2001, Optimal Consumption and Portfolio Choices with Risky Housing and Stochastic Labor Income, unpublished paper, Univer- sity of North Carolina at Chapel Hill.",
        "Zeldes, Stephen, 1989, Optimal Consumption with Stochastic Income: Deviations from Certainty Equivalence,Quarterly Journal of Economics104, 275-298."
    ]
}