{
    "id": 9760,
    "cites": 40,
    "cited_by": 137,
    "reference": [
        "Atkinson, Anthony. 1991. Comparing Poverty Rates Internationally: Lessons from Recent Studies in Developed Countries. World Bank Economic Review 5(1): 3-21.",
        "Bavier, Richard. 1999. An Early Look at the Effects of Welfare Reform. Unpublished manuscript, Office of Management and Budget, March.",
        "Blundell, Richard and Ian Preston. 1998. Consumption Inequality and Income Uncertainty Quarterly Journal of Economics 113(2): 603-640.",
        "Bitler, Marianne, Janet Currie, and John Karl Scholz. 2003. WIC Eligibility and Participation. Journal of Human Resources (this issue).",
        "Blundell, Richard, Luigi Pistaferri and Ian Preston. 2002. Partial Insurance, Information and Consumption Dynamics. Working Paper 02/16, Institute for Fiscal Studies. University College London.",
        "Bollinger, Christopher R. and Martin H. David. 1997. Modeling Food Stamp Program Participation in the Presence of Reporting Errors. Journal of the American Statistical Association 92(3): 827-835.",
        "Bollinger, Christopher R. and Martin H. David. 2001. Estimation with Response Error and Nonresponse: Food-Stamp Participation in the SIPP. Journal of Business and Economic Statistics 19(2): 129-141.",
        "Bound, John and Alan B. Krueger. 1991. The Extent of Measurement Error in Longitudinal Earnings Data: Do Two Wrongs Make a Right? Journal of Labor Economics 9(1): 1-24.",
        "Bound, John, Charles Brown, Greg J. Duncan, and Willard L. Rodgers. 1994. Evidence on the Validity of Cross-sectional and Longitudinal Labor Market Data. Journal of Labor Economics 12(3): 345-368.",
        "Bound, John, Charles Brown, and Nancy Mathiowetz. 2001. Measurement Error in Survey Data. In Handbook of Econometrics, Volume 5 , eds. James J. Heckman and Edward Leamer, 3705-3843. Amsterdam: Elsevier.",
        "Branch, E. Raphael. 1994. The Consumer Expenditure Survey: a Comparative Analysis Monthly Labor Review 117(12): 47-55.",
        "Government Printing Office, November. Bureau of Labor Statistics. 1997. BLS Handbook of Methods . http://www.bls.gov/opub/hom/.",
        "Coder, John and Lydia Scoon-Rogers. 1996. Evaluating the Quality of Income Data Collected in the Annual Supplement to the March Current Population Survey and the Survey of Income and Program Participation. Housing and Household Economic Statistics Division. Washington D.C.: U.S. Census Bureau.",
        "Cutler, David M. and Lawrence F. Katz. 1991. Macroeconomic Performance and the Disadvantaged. Brookings Papers on Economic Activity 2: 1-74.",
        "Deaton, Angus. 1997. The Analysis of Household Surveys: A Microeconometric Approach to Development Policy . Baltimore, MD: Johns Hopkins University Press.",
        "Edin, Kathryn and Laura Lein. 1997. Making Ends Meet: How Single Mothers Survive Welfare and Low-Wage Work . New York: Russell Sage Foundation.",
        "Feenberg, Daniel and Elisabeth Coutts. 1993. An Introduction to the TAXSIM Model, Journal of Policy Analysis and Management 12(1): 189-94.",
        "Giannarelli, Linda and Laura Wheaton. 2000. Under-reporting of Means-tested Transfer Programs in the March CPS. unpublished results presented at the Urban Institute, February.",
        "Hotz, V. Joseph and John Karl Scholz. 2002. Measuring Employment and Income for Low- Income Populations With Administrative and Survey Data. In Studies of Welfare Populations: Data Collection and Research Issues , eds. Michele Ver Ploeg, Robert A.",
        "Moffitt, and Constance F. Citro, 275-313. Washington, DC: National Academy Press. Jencks, Christopher. 1997. Foreward. In Making Ends Meet: How Single Mothers Survive Welfare and Low-Wage Work , by Kathryn Edin and Laura Lein, ix-xxvii. New York: Russell Sage Foundation.",
        "Liebman, Jeffrey. 2001. Who are the Ineligible Earned Income Tax Credit Recipients? In Making Work Pay: The Earned Income Tax Credit and its Impact on Americas Families , eds. Bruce D. Meyer and Douglas Holtz-Eakin, 274-298. New York: Russell Sage Foundation Press.",
        "Marquis, Kent H. and Jeffrey C. Moore. 1990. Measurement Errors in SIPP Program Reports. In Proceedings of the 1990 Annual Research Conference , 721-745. Washington, DC.: U.S. Bureau of the Census.",
        "Mathiowetz, Nancy A., Charlie Brown and John Bound. 2002. Measurement Error in Survey of the Low-income Population. In Studies of Welfare Populations: Data Collection and Research Issues , eds. Michele Ver Ploeg, Robert A. Moffitt, and Constance F. Citro, 157- 194. Washington, DC: National Academy Press.",
        "Mayer, Susan E. 1997. What Money Cant Buy: Family Income and Childrens Life Chances .",
        "Cambridge, MA: Harvard University Press. Mayer, Susan E. and Christopher Jencks. 1989. Poverty and the Distribution of Material Hardship. Journal of Human Resources 24(1):88-113.",
        "Expenditures versus Material Well-Being. In Poverty and Prosperity in the USA in the Late Twentieth Century , ed. Edward N. Wolff, 121-203. New York: St. Martins Press. Meyer, Bruce D. 2002. Comment on `Guaranteed Income: SSI and the Well Being of the Elderly Poor, by Kathleen McGarry. In Th e Distributional Aspects of Social Security and Social Security Reform , eds. Martin Feldstein and Jeffrey B. Liebman, 79-83.",
        "Chicago: University of Chicago Press. 38 Meyer, Bruce D. and Holtz-Eakin, D. 2001. Introduction. In Making Work Pay: The Earned Income Tax Credit and its Impact on Americas Families, eds. Bruce D. Meyer and Douglas Holtz-Eakin, 1-12. New York: Russell Sage Foundation Press.",
        "Moore, Jeffrey C., Kent H. Marquis, and Karen Bogen. 1996. The SIPP Cognitive Research Evaluation Experiment: Basic Results and Documentation. The Survey of Income and Program Participation, Working Paper No. 212. Washington D.C.: U.S. Census Bureau.",
        "Moore, Jeffrey C., Linda L. Stinson and Edward J. Welniak, Jr. 1997. Income Measurement Error in Surveys: A Review. Statistical Research Report. Washington D.C.: U.S. Census Bureau.",
        "National Research Council. 1995. Measuring Poverty: A New Approach , eds. Constance F.",
        "Citro and Robert T. Michael. Washington, DC: National Academy Press. Poterba, James M. 1991. Is the Gasoline Tax Regressive? In Tax Policy and the Economy 5 , ed. David Bradford, 145-164. Cambridge, MA: MIT Press.",
        "Primus, Wendell, Lynette Rawlings, Kathy Larin, and Kathryn Porter. 1999. The Initial Impacts of Welfare Reform on the Incomes of Single-Mother Families. Washington DC.: Center on Budget and Policy Priorities.",
        "Robinson, J. Gregory, Bashir Ahmed, Prithwi s Das Gupta, and Karen A. Woodrow. 1993.",
        "Rogers, John M. and Maureen B. Gray. 1994. CE Data: Quintiles of Income Versus Quintiles of Outlays. Monthly Labor Review 117(12): 32-37.",
        "Rosen, Harvey. 2002. Public Finance . 6 th edition. New York: McGraw-Hill Irwin.",
        "Sabelhaus, John and Jeffrey A. Groen. 2000. Can Permanent-Income Theory Explain Cross- Sectional Consumption Patterns? Review of Economics and Statistics 82(3): 431-438.",
        "Skinner, Jonathan. 1987. A Superior Measure of Consumption from the Panel Study of Income Dynamics. Economics Letters 23: 213-216.",
        "Slesnick, Daniel T. 1993. Gaining Ground: Pove rty in the Postwar United States. Journal of Political Economy 101(1): 1-38.",
        "Wemmerus, Nancy and Kristin Porter. 1996. An Ethnographic Analysis of Zero-income Households in the Survey of Income and Program Participation. Washington D.C.: Mathematica Policy Research, Inc.",
        "World Bank. 2001. World Development Repor t 2000/2001 Attacking Poverty. Washington, D.C.: The World Bank."
    ]
}