{
    "id": 9765,
    "cites": 22,
    "cited_by": 36,
    "reference": [
        "Barro, Robert J. and Xavier Sala-i-Martin (1995). Economic Growth . New York, McGraw-Hill, Inc., 1995, 539p.",
        "Becker, Gary S. and Julio J. Elias (2003). I ntroducing incentives in the market for live and cadaveric organs. Unpublished Manuscript, University of Chicago.",
        "Boyle, G. E. and T. G. McCarthy (1999). Si mple measures of convergence in per capita GDP: A note on some further international evidence. Applied Economic Letters , 1999, 6, 343-47.",
        "Browning, Martin, Lars Peter Hansen, and James J. Heckman (1999). Micro data and general equilibrium models. In: John B. Taylor and Michael Woodford (editors).",
        "Handbook of Macroeconomics, V.1A. Elsevier Science B.V., 1999, 543-636.",
        "Cannon, Edmund S. and Nigel W. Duck (2000). Galtons fallacy and economic convergence. Oxford Economic Papers, 52(2000), 415-19.",
        "Cutler, David and Elizabeth Richardson ( 1997). Measuring the health of the U.S.",
        "Dow, William H., Tomas Philipson, Tomas, and Xavier Sala-i-Martin (1999). Longevity complementarities under competing risks. American Economic Review v89, n5 (December 1999): 1358-71.",
        "Friedman, Milton (1992). Do Old Fallacies Ever Die? Journal of Economic Literature, v30, n4 (December 1992), 2129-32.",
        "Garrett, Allison M. (2001). Health improveme nts and the national income and product accounts: 1880 to 1940. Unpublished Manuscript, University of Chicago, January 2001.",
        "Mankiw, Gregory, Paul Romer, and David N. Weil (1992). A contribution to the empirics of growth. Quarterly Journal of Economics, v107, 1992, 407-37.",
        "Murphy, Kevin M. and Robert Topel (2003). The economic value of medical research.",
        "In: Kevin M. Murphy and Robert H. Topel (eds). Measuring the Gains from Medical Research: An Economic Approach. The University of Chicago Press, 2003.",
        "Parente, Stephen L. and Edward C. Presco tt (1993). Changes in the wealth of nations.",
        "Park, Donghyun (2000). A note on convergence and the inter-country Gini coefficient.",
        "Preston, Samuel H. (1975). The changing relation between mortality and level of economic development. Population Studies, V.29, Issue 2 (Jul., 1975), 231-48.",
        "Preston, Samuel H. (1980). Ca uses and consequences of mortality declines in less developed countries during the twentieth cen tury. In: Richard S. Easterlin (editor): Population and Economic Change in Developing Countries . National Bureau of Economic Research, The University of Chicago Press, Chicago, 1980, 289-341.",
        "Quah, Danny T. (1996). Empirics for economic growth and convergence. European Economic Review, 40(1996), 1353-75.",
        "Rosen, Sherwin (1988). The value of changes in life expectancy. Journal of Risk and Uncertainty, 1: 285-304.",
        "Sala-i-Martin, Xavier (2002). The world di stribution of income (estimated from individual country distributions). NBER Working Paper w8933, May 2002.",
        "Soares, Rodrigo R. (2003). Mortality reducti ons, educational attainment, and fertility choice. Unpublished Manuscript, University of Maryland.",
        "Usher, Dan (1973). An imputation of the measure of economic growth for changes in life expectancy. In: Milton Moss (editor). The Measurement of Economic and Social Performance , Studies in Income and Wealth, Vo lume 38. Conference on Research in Income and Wealth. New York, National Bur eau of Economic Research and Columbia University Press, 1973, 193-225."
    ]
}