{
    "id": 977,
    "cites": 32,
    "cited_by": 12,
    "reference": [
        "Altonji, Joseph, The Intertemporal Substitution Model of Labor Market Fluctuations: An Empirical Analysis,~ forthcoming Review of Economic Studies, 1982.",
        "Barth, P. , Unemployment and Labor Force Participation,~ Southern Economic Journal, January 1968, pp. 375-382.",
        "Bowen, W. and T.A. Finnegan, The Economics of Labor Force Participation, Princeton University Press, 1969.",
        "Chamberlain, G., The Use of Panel Data in Econometrics,vI unpublished (1978).",
        "Clark, K.B. and L.I-I. Summers, Labor Market Dynamics and Unemployment: A Reconsideration,  Brookings Papers on Economic Activity, Spring 1979, pp. 13-61.",
        "Fama, E.F., Short Term Interest Rates as Predictors of Inflation, American Economic Review, June 1975, pp. 269-282.",
        "Fischer, S., Long Term Contracts: Rational Expectations and the Optimal Money Supply Rule, Journal of Political Economy, February 1978, pp. 111-205.",
        "Fleisher, B. and G. Rhodes, Unemployment and the Labor Force Participation of Married Men and Women: A Simultaneous Model, Review of Economics and Statistics, November 1976, pp. 398-406.",
        "Freeman, R., Individual Mobility and Union Voice in the Labor Market, American Economic Review, May 1976, pp. 361-368.",
        "Freeman, R., Quits, Separations, and Job Tenure: The Exit-Voice Tradeoff, processed 1977.",
        "Friedman, M., Price Theory: A Provisional Text, Aldine 1962.",
        "Ghez, G. and G. Becker, The Allocation of Time and Goods Over the Life Cycle,. National Bureau of Economic Research, 1975.",
        "Hall, R.E., Labor Supply and Aggregate Fluctuations, Carnegie Rochester Conference Volume 1/12, 1980, pp. 7-34.",
        "Hall, R.E., The Rigidity of Wages and the Persistence of Unemployment, Brookings Papers on Economic Activity, 1975:2, pp. 301-350.",
        "Heckman, J., Statistical Models for Discrete Panel Data Developed and Applied to Test the Hypothesis of True State Dependence Against the Hypothesis of Spurious State Dependence, unpublished (1978).",
        "Houthakker, H. and L. Taylor, Consumer Demand in the U.S.: Analysis and Projections, 1970.",
        "Kydland, F. and E. Prescott, Time to Build and Aggregate Fluctuations,1 mimeo (1981).",
        "Long, C., The Labor ForceUnder Changing Income and Employment, Princeton University Press, 1958.",
        "Lucas, R.E., An Equilibrium Model of the Business Cycle, Journal of Political Economy, December 1975, pp. 1113-1144.",
        "Lucas, R.E., International Evidence on Output-Inflation Tradeoffs,t American Economic Review, June 1973, pp. 316-334.",
        "Lucas, R.E. and L. Rapping, Real Wages, Employment, and Inflation, Journal of Political Economy, September 1969, pp. 721-754.",
        "Mankiw, N.G., J. Rotemberg and L.H. Summers, Intertemporal Substitution in Macro-economics, unpublished (1982).",
        "McCallum, B., Rational Expectations and the Estimation of Economic Models: An Alternative Procedure, Int. Econ. Rev., 1976, pp. 484-490.",
        "Medoff, J.L., Layoffs and Alternatives Under Trade Unions in U.S. Manufacturing, American Economic Review, June 1979, pp. 380-395.",
        "Mincer, J., ~ Force Participation and Unemployment: A Review of Recent Evidence, in R.A. Gordon, Prosperity and Unemployment, Wiley, 1966.",
        "Okun, A., Upward Mobility in a High Pressure Economy, Brookings Papers on Economic Activity, 1973:1, pp. 207-252.",
        "Phelps, E., Inflation Policy and Unemployment Theory, New York, 1972.",
        "Pollak, R., Endogenous Tastes in Demand and Welfare Analysis,t American Economic Review, 1978.",
        "Sargent, T., Macroeconomic Theory, 1980.",
        "Thurow, L.C., Generating Inequality, 1976.",
        "Wachter, M., Inntermediate Swings in Labor Force Participation, Brookings Papers on Economic Activity, 1977:2, pp. 545-574.",
        "Yatchew, A., Heterogeneity and State Dependence in Labor Supply, unpublished (1977)."
    ]
}