{
    "id": 9773,
    "cites": 29,
    "cited_by": 427,
    "reference": [
        "Arreaza, A., B.E. SÃ\u0083Â¸rensen, and O. Yosha (1999). Ã\u0082â\u0080\u0098Consumption smoothing through fiscal policy in OECD and EU countriesÃ\u0082â\u0080\u0099, in: Poterba, J. M. and J. von Hagen, eds.: Fiscal institutions and fiscal performance, University of Chicago Press, Chicago, IL, 59-80.",
        "Artis, M. and M. Buti (2000). Ã\u0082â\u0080\u0098Close to balance or in surplus: a policy makerÃ\u0082â\u0080\u0099s guide to the implementation of the Stability and Growth PactÃ\u0082â\u0080\u0099, Journal of Common Market Studies, 38(4), pp. 563-02.",
        "Ballabriga, F. and C. Martinez-Mongay (2002). Ã\u0082â\u0080\u0098Has EMU shifted policy?Ã\u0082â\u0080\u0099, Economic Papers, European Commission, Directorate General for Economic and Financial Affairs, No. 166, available at http://europa.eu.int/comm/economy-finance.",
        "Bohn, H. (1998). Ã\u0082â\u0080\u0098The behaviour of US public debt and deficitsÃ\u0082â\u0080\u0099, Quarterly Journal of Economics, August, pp. 949-963.",
        "Bouthevillain, C., P. Cour-Thimann, G. vand den Dool, P. HernÃ\u0083Â¡ndez de Cos, G. Langenus, M. Mohr, S. Momigliano, and M. Tujula (2001). Ã\u0082â\u0080\u0098Cyclical adjusted budget balances: an alternative approachÃ\u0082â\u0080\u0099, European Central Bank Working Paper No. 77, September.",
        "Buiter, W, G. Corsetti, and N. Roubini (1993). Ã\u0082â\u0080\u009cExcessive deficits: Sense and nonsense of the Treaty of MaastrichtÃ\u0082â\u0080\u009d, Economic Policy.",
        "Buiter, W. H., and C. Grafe (2002). Ã\u0082â\u0080\u0098Patching up the Pact: some suggestions for enhancing fiscal sustainability and macroeconomic stability in an enlarged European UnionÃ\u0082â\u0080\u0099, CEPR Discussion Paper no. 3496.",
        "Buti, M. and G. Giudice (2002). Ã\u0082â\u0080\u009cMaastrichtÃ\u0082â\u0080\u0099s fiscal rules at ten: An assessmentÃ\u0082â\u0080\u009d, Journal of Common Market Studies, 40(5), pp. 823-48.",
        "Canzoneri, M. B., R. E. Cumby, and B. T. Diba (2002). Ã\u0082â\u0080\u0098Should the European Central Bank and the Federal reserve be concerned about fiscal policy?Ã\u0082â\u0080\u0099, paper presented at the Federal reserve Bank of Kansas CityÃ\u0082â\u0080\u0099s symposium on Ã\u0082â\u0080\u009crethinking Stabilization PolicyÃ\u0082â\u0080\u009d, Jackson Hole, August 2002.",
        "Clarida, R., J, GalÃ\u0083Â­, and M. Gertler (1998). Ã\u0082â\u0080\u0098Monetary rules in practice. Some international perspectiveÃ\u0082â\u0080\u0099, European Economic Review, 42, pp. 1033-67.",
        "Clarida, R., J, GalÃ\u0083Â­, and M. Gertler (2000). Ã\u0082â\u0080\u0098Monetary policy rules and macroeconomic stability: Evidence and some theoryÃ\u0082â\u0080\u0099, Quarterly Journal of Economics, February, pp. 147-180.",
        "Eichengreen, B. and C. Wyplosz (1998). Ã\u0082â\u0080\u009cThe Stability Pact: more than a minor nuisance?Ã\u0082â\u0080\u009d, Economic Policy, April, pp. 67-113.",
        "European Central Bank (1999). Monthly Bulletin, May, pp. 45-61.",
        "European Commission (1999). Ã\u0082â\u0080\u0098European Economy: Supplement A. Budgetary Surveillance in the EMUÃ\u0082â\u0080\u009d, March.",
        "European Commission (2000). Ã\u0082â\u0080\u0098European Economy. Public Finances in EMUÃ\u0082â\u0080\u0099, Reports and Studies No. 3.",
        "European Commission (2002). Ã\u0082â\u0080\u0098European Economy. Public Finances in EMUÃ\u0082â\u0080\u0099, Reports and Studies No. 3.",
        "FatÃ\u0083Â¡s, A. (1998). Ã\u0082â\u0080\u0098Does EMU need a fiscal federation?Ã\u0082â\u0080\u009d, Economic Policy, April.",
        "FatÃ\u0083Â¡s, A. and I. Mihov (2002a). Ã\u0082â\u0080\u0098Fiscal policy and EMUÃ\u0082â\u0080\u0099. Mimeo, INSEAD.",
        "FatÃ\u0083Â¡s, A. and I. Mihov (2002b). Ã\u0082â\u0080\u0098On constraining fiscal policy in EMUÃ\u0082â\u0080\u0099. Mimeo, INSEAD.",
        "Giorno, C., P. Richardson, D. Roseveare, and P. van den Noord (1995). Ã\u0082â\u0080\u0098Potential output, output gaps, and structural budget balancesÃ\u0082â\u0080\u009d, OECD Economic Studies, 24, pp. 167-209.",
        "Hercowitz, Z. and M. Strawczynski (1999). Ã\u0082â\u0080\u0098Cyclical bias in government spending: Evidence from the OECDÃ\u0082â\u0080\u0099, mimeo, Tel Aviv University.",
        "Lane, P. (2002). Ã\u0082â\u0080\u0098The cyclical behaviour of fiscal policy: evidence from the OECDÃ\u0082â\u0080\u0099, forthcoming, Journal of Public Economics.",
        "Melitz., J. (1997). Ã\u0082â\u0080\u0098Some cross-country evidence about debt, deficits, and the behaviour of monetary and fiscal authoritiesÃ\u0082â\u0080\u0099, CEPR Discussion Paper N0. 1653, CEPR, London.",
        "OECD (2002a). Ã\u0082â\u0080\u0098Economic Outlook, Sources and MethodsÃ\u0082â\u0080\u0099, http://www.oecd.org/eco/out/source.htm.",
        "Perotti, R. (2002). Ã\u0082â\u0080\u0098Estimating the effects of fiscal policy in OECD countriesÃ\u0082â\u0080\u0099, mimeo, European University Institute.",
        "Taylor, J. (1993). Ã\u0082â\u0080\u0098Discretion vs. policy rules in practiceÃ\u0082â\u0080\u0099, Carnegie-Rochester Series on Public Policy, XXXIX, pp. 195Ã\u0082â\u0080\u0093214.",
        "Taylor, J. (1999). Monetary Policy Rules, (Ed.), Chicago: University of Chicago Press.",
        "Wyplosz, C. (1999). Ã\u0082â\u0080\u0098Economic policy coordination in EMU: strategies and institutionsÃ\u0082â\u0080\u0099, ZEI Policy Paper, B11.",
        "Wyplosz, C. (2002). Ã\u0082â\u0080\u0098 Fiscal discipline in EMU: Rules or institutions?Ã\u0082â\u0080\u0099, mimeo, Graduate Institute for International Studies, Geneva."
    ]
}