{
    "id": 9774,
    "cites": 33,
    "cited_by": 2,
    "reference": [
        "Acs, G., SH. Long, S. Marquis, and P. Farely -Short. 1 996. Self Insured Health Plans: Prevalence, Profile, Provisions and Premiums. Health Affairs 15(2):267 -278. Averett S. and S. Korenman. 1996. The Economic Reality of the `Beauty Myth: Economic Differentials by Body Mass, Journal of Human Resources 31: 2.",
        "Ayanian JZ, Kohler BA, Abe T, Epstein AM. 1993. The Relation Between Health Insurance Coverage and Clinical Outcomes Among Women with Breast Cancer. New England Journal of Medicine 329(5): 326 -331 .",
        "Baker, M., M. Stabile, and C. Deri. 2001. What D o Self -Reported, Objective, Measures of Health Measure Tell? NBER Working Paper 8419.",
        "Older Adults. New England Journal of Medicine 345(15):1106 -12. Bowlin SJ, Morrill BD, Nafziger AN, Jenkins PL, Lewis C, Pearson TA. 1993. Validity of Cardiovascular Disease Risk Factors Assessed by Telephone Survey: the Behavioral Risk Factor Survey. Journal of Clinical Epidemiology 6(6):561 -71.",
        "Clark DO, Stump TE, Wolinsky FD. 1998. Predictors of Onset of and Recovery from Mobility Difficulty Among Adults Aged 51 -61 Years. American Journal of Epidemiology 148(1):63 -71.",
        "Blendo n, Robert J., John T. Young, and Catherine M. DesRoches. 1999. The Uninsured, the Working Uninsured, and the Public. DataWatch. Health Affairs 18(6):203 Ã\u0082â\u0080\u0093211.",
        "Bundorf, Kate M. 2002. Employee Demand for Health Insurance and Employer Health Plan Choices. Journal of Health Economics 21(1):65 -88.",
        "Chernew, M, K. Frick and KC McLaughlin. 1997. The Demand for Health Insurance by Low Income Workers: Can Reduced Premiums Achieve Full Coverage? Health Services Research 32(4): 453 -470.",
        "Cutler, D.M. 1994. A Guide to Health Care Reform. The Journal of Economic Perspectives 8(3): 13 -29.",
        "Gleckman, H. 2002. Who Sh ould Get the Health -Care Bill? Bushs Tax -Credit Plan is Fueling a Big Dispute in Washington. BusinessWeek , March 4, 2002.",
        "Gruber, J. 2001. Taxes and Health Insurance. NBER working paper 8657.",
        "Fillenbaum GG, Burchett BM, Welsh KA. 1993. The 20 -Item Word List Test as a Measure of Cognitive Functioning in the Health and Retirement Survey: Norms and Validity for White, African -American, and Hispanic Respondents. Ann Arbor, MI: University of Michigan. 94 - 005: Health and Retirement Study Working Paper Series.",
        "Fuchs, VR. 2001. The Financial Problems of the Elderly: A Holistic Approach. NBER Working Paper 8236.",
        "Grossman, M. 1972. On the Concept of Health Capital and the Demand for Health. Journal of Political Economy , 80(2): 223 -255.",
        "Heckman, J. J. 1978. Dummy Endogenous Variables in a Simultaneous Equations System. Econometrica 46(4): 931 -960.",
        "Heckman, J. J. 1979. Sample Selection Bias as a Specification Error. Econometrica 47(1):153 - 161.",
        "Hurd, M.D. , K. McGarry. 1995. Evaluation of the Su bjective Probabilities of Survival in the Health and Retirement Study. Journal of Human Resources 30(supplement): 268 -291.",
        "Jaeger, DA., Bound J, and RM Baker. June 1995. Problems with Instrumental Variables Estimation When the Correlation Between the In struments and the Endogenous Explanatory Variable is Weak. Journal of the American Statistical Association 90(430): 443 -450.",
        "Kaestner, R., T. Joyce, and A. Racine. 1999. Does Publicly Provided Health Insurance Improve the Health of Low -Income Children i n the United States? NBER Working Paper No. 6887.",
        "Kenkel, DS. 1991. Health Behavior, Health Knowledge, and Schooling. Journal of Political Economy 99(2): 287 -305.",
        "LaCroix AZ, Lang J, Scherr P, Wallace RB, Cornoni -Huntley J, Berkman L, Curb JD, Evans D, Hennekens CH. 1991. Smoking and Mortality Among Older Men and Women in Three Communities. New England Journal of Medicine 6; 324(23):1619 -25.",
        "Maddala, G.S. 1983. Limited -dependent and Qualitative Variables in Econometrics . New York: Cambridge Univers ity Press.",
        "McBride, T. 1997. Uninsured Spells of the Poor: Prevalence and Duration. Health Care Financing Review 17(1).",
        "Mirowsky, J., and CE Ross. 1998. Education, Personal Control, Lifestyle and Health: A Human Capital Hypothesis. Research on Aging 20(4): 415 -449.",
        "Perry, CW, and HS Rosen. 2001. The Self -Employed Are Less Likely To Have Health Insurance Than Wage Earners. So What? NBER Working Paper 8316.",
        "Sorlie PD, Johnson NJ, Backlund E, Bradham DD. 1994. Mortality in the Uninsured Compared with That in Persons with Public and Private Health Insurance. Archives of Internal Medicine 154(21): 2409 -2416.",
        "Staiger, D. and Stock JH. 1997. Instrumental Variable Regression with Weak Instruments. Econometrica 65: 557 -586.",
        "Thun MJ, Peto R, Lopez AD, Monaco JH, Henley SJ, Heath CW Jr, Doll R. 1997.",
        "Vella, F. 1993. A Simple Estimator of Simultaneous Equation Models with Censored Endogeneous Regressors. International Economic Review 34: 441 -457.",
        "Vella, Francis, and Marno Verbeek. 1999. Estimating and Interpreting Models with Endogeneous Treatment Effects. Journal of Business and Economic Statistics 17(6):473 -478.",
        "Ware, JE, and CD Sherbourne Jr. 1992. The MOS 36 -Item Short -Form Health Survey (SF -36): I. Conceptual Framework and Item Selection. Medical Care 305(6):473 -483.",
        "Ware JE, M Koincki, MS Bayliss, CA McHorney, WH Rogers, and A Raczek. 1995.",
        "Survey: Reliability and Validity in a Patient Population. Medical Care 33(4): AS264 -79. Winslow, R., and L. McGinley. 2001. Back on the Front burner: Health Care is Once Again on the Legislative Agenda. The Wall Street Journal , February 21, 2001."
    ]
}