{
    "id": 9781,
    "cites": 27,
    "cited_by": 45,
    "reference": [
        "Baker, M., Benjamin, D., 1997. The Role of the Family in Immigrants Labor-Market Activity: An Evaluation of Alternative Expl anations. American Economic Review 87, 705-727.",
        "Blau, F. D., 1984. The Use of Transfer Paym ents by Immigrants. Industrial and Labor Relations Review 37, 222-239.",
        "Blumberg, L. J., Dubay, L., Norton, S. A., 2000. Did the Medicaid Expansions for Children Displace Private Insurance? An Analysis Using the SIPP. Journal of Health Economics 19, 33-60.",
        "Borjas, G. J., 1994. The Economics of Immigr ation. Journal of Economic Literature 32, 1667-1717.",
        "Borjas, G. J., 1999. Heavens Door: Immi gration Policy and the American Economy.",
        "Princeton University Press, Princeton. Borjas, G. J., 2001. Welfare Reform and Immi gration, in: Blank, R., Haskins, R. (Eds.), The New World of Welfare: An Agenda fo r Reauthorization and Beyond. Brookings Press, Washington, DC, pp. 369-385.",
        "Borjas, G. J., Hilton, L., 1996. Immigrat ion and the Welfare State: Immigrant Participation in Means-Tested Entitlement Programs. Quarterly Journal of Economics 111, 575- 604.",
        "Buchmueller, T. C., Jensen, G. A., Shore- Sheppard, L. D., 2000. Medicaid and Crowding Out of Private Insurance: A Re-examination Using Firm-Level Data. Journal of Health Economics 19, 61-91.",
        "Camarota, S. A., Edwards, J. R., 2000. Wit hout Coverage: Immigrations Impact on the Size and Growth of the Population Lacking Health Insurance. Center for Immigration Studies, Washington.",
        "Currie, J., 2000. Do Children of Immigrants Make Differential Use of Public Health Insurance?, in: Borjas, G. J. (Ed.), Issues in the Economics of Immigration. University of Chicago Press, Chicago, pp. 271-307.",
        "Cutler, D. M., Gruber, J., 1996. Does Public Insurance Crowd Out Private Insurance? Quarterly Journal of Economics 111, 391-430.",
        "Dubay, L., Kenney, G., 1997. Did Medicaid E xpansions for Pregnant Women Crowd Out Private Insurance? Health Affairs 16, 185-193.",
        "Duleep, H. O., Sanders, S., 1993. The Deci sion to Work by Married Immigrant Women.",
        "Friedberg, R. M., Hunt, J., 1995. The Impact of Immigration on Host Country Wages, Employment and Growth. Journal of Economic Perspectives 9, 23-44.",
        "Fronstin, P., 1998. Sources of Health Insuranc e and Characteristics of the Uninsured: Analysis of the March 1998 Current Population Survey. Employee Benefit Research Institute, Washington.",
        "LaLonde, R. J., Topel, R. H., 1996. Economic Impact of International Migration and the Economic Performance of Immigrants, in: Rose nzweig, M. R. Stark, O. (Eds.), Handbook of Population and Family Economics. North-Holland, Amsterdam.",
        "Lewis, K., Ellwood, M. R., Czajka, J. L., 1998. Counting the Uninsured: A Review of the Literature. Urban Institute, Washington.",
        "Primus, W., 1996. Immigration Provisions in the New Welfare Law. Focus 18, 14-18.",
        "Rask, K. N., Rask, K. J., 2000. Public Insurance Substituting for Private Insurance: New Evidence Regarding Public Hospitals, Uncompen sated Care Funds, and Medicaid. Journal of Health Economics 19, 1-31.",
        "Shore-Sheppard, L., 1999. Stemming the Ti de? The Effect of Expanding Medicaid Eligibility on Health Insura nce Coverage. Williams College.",
        "Smith, J. P., Edmonston, B. (Eds.), 1997. Th e New Americans: Economic, Demographic, and Fiscal Effects of Immigration. National Academy Press, Washington.",
        "Tumlin, K. C., Zimmermann, W., Ost, J., 1999. State Snapshots of Public Benefits for Immigrants: A Supplemental Report to Patchwork Policies. Urban Institute, Occasional Paper No. 24 Supplemental Report, Washington.",
        "US General Accounting Office, 1998. Welfar e Reform: Many States Continue Some Federal or State Benefits for Immigrants . Report Number GAO/HEHS-98-132, Washington.",
        "US Immigration and Naturalization Serv ice, 2000. Statistical Yearbook of the Immigration and Naturalization Service, 2000. US GPO, Washington.",
        "Wasem, R. E., 1998. Naturalization Trends, Issues, and Legislation. Congressional Research Service, Report No. 98-190, Washington.",
        "Zimmermann, W., Tumlin, K. C., 1999. Patc hwork Policies: State Assistance for Immigrants under Welfare Reform. Urban Inst itute, Occasional Paper No. 24, Washington.",
        "Yazici, E. Y., Kaestner, R., 1998. Medicaid E xpansions and the Crowding Out of Private Health Insurance. National Bureau of Economic Research Working Paper No. 6527."
    ]
}