{
    "id": 9782,
    "cites": 27,
    "cited_by": 1,
    "reference": [
        "Alm, James and Leslie Whittington, Does the Income Tax Affect Marital Decisions?, National Tax Journal, 48, December 1995, 361-372.",
        "Alm, James, Dickert-Conlin, Stacey and Leslie A. Whittington, Policy Watch: The Marriage Penalty, Journal of Economic Perspectives, 13, Summer 1999, 193-204.",
        "Baker, Michael, The Retirement Behavior of Married Couples: Evidence From the Spouses Allowance, Journal of Human Resources, 37, Winter 2002, 1-34.",
        "S11-S26. Bitler, Marianne, Gelbach, Jonah, Hoynes, Hilary, and Madeline Zavodny, The Impact of Welfare Reform on Marriage and Divorce, UC-Davis, June 2002.",
        "Blau, Francine D., Kahn, Lawrence M. and Jane Wa ldfogel, The Impact of Welfare Benefits on Single Motherhood and Headship of Young Women: Evidence from the Census, National Bureau of Economic Research Working Paper 9338, November 2002.",
        "Brien, Michael J., Dickert-Conlin, Stacy and David A. Weaver, Widows Waiting to Wed? (Re)Marriage and Economic Incentives in Social Security Widow Benefits, Mimeograph, 2000.",
        "Bumpass L. and H. Lu, Trends in Cohabitation and Implications for Childrens Family Context in the United States, Population Studies, 54(1), 2000, 29-41.",
        "Burbidge, John, Social Security in Canada: An Economic Appraisal, Canadian Tax Paper No. 79, Toronto: Canadian Tax Foundation, 1987.",
        "CCH Canadian Limited, Canadian Employment benefits and Pension Guide Reports , North York ON: CCH Canadian Limited, 2001.",
        "Canada Pension Plan, Statistical Bulletin, v18 n4, Ottawa: Ministry of National Health and Welfare, 1987.",
        "Corak, Miles, Death and Divorce: The Long Term Consequences of Parental Loss on Adolescents, Journal of Labor Economics, 19, 2001, 682-715.",
        "Dickert-Conlin, Stacey, Taxes and Transfers: Th eir Effects on the Decision to End a Marriage, Journal of Public Economics, 73, 1999, 217-240.",
        "Dickert-Conlin, Stacey and Amitabh Chandra, Taxes and the Timing of Births, Journal of Political Economy, 107, 1999, 161-177.",
        "Dooley, Martin, Gascon, Stephanne, Lefebvre, Pierre and Phillip Merrigan, Lone Female Headship and Welfare Policy in Canada, 2001.",
        "Gelardi, Alexander M.G., The Influence of Tax Law Changes on the Timing of Marriages: A Two-Country Analysis, National Tax Journal, 49, 1996, 17-30.",
        "Gruber, Jonathan, Disability Insurance Benefits and Labour Supply, Journal of Political Economy, 108, December 2000, 1162-1183.",
        "Lichter, Daniel T., McLaughlin, Diane K. and Da vid Ribar, Welfare and the Rise of Female Headed Families, American Journal of Sociology, 102, 1997, 112-143.",
        "Moffitt, Robert, Incentive Effects of the US We lfare System: A Review, Journal of Economic Literature, 30, March 1992, 1-61.",
        "Moffitt, Robert, Welfare Effects on Female Headship with Area Effects, Journal of Human Resources, 29, 1994, 621-636.",
        "Moffitt, Robert, The Effect of Welfare on Marriage and Fertility, in R. Moffitt (ed.) Welfare, The Family and Reproductive Behavior , Washington D.C.: National Research Council, 1998, 50-97.",
        "Moffitt, R., R. Reville and A.E. Winkler, Beyond Single Mothers: Cohabitation and Marriage in the AFDC Program, Demography, 35, 1998, 259-278.",
        "Nault, Francois, Twenty Years of Marriages, Health Reports, Statistics Canada, Autumn 1996, 39-47.",
        "Nechyba, Thomas J., Social Approval, Values and AFDC: A Reexamination of the Illegitimacy Debate, Journal of Political Economy, 109, June 2001, 637-672.",
        "Regie des rentes du Quebec, Statistics Outlook, Quebec: Direction des communications, Regie des rentes du Quebec, 1985.",
        "Sjoquist, David L. and Mary Beth Walker, The Marriage Tax and the Rate and Timing of Marriage, National Tax Journal, 48, December 1995, 547-558.",
        "Standing Committee on National Health and Welfare, Minutes, 33 rd Parliament, 1 st Session, March-June 1986, No. 1-7, Ottawa: Supply and Services Canada, 1986.",
        "Solon, Gary., Estimating Autocorrelations in Fi xed-Effects Models NBER Technical Working Paper 32, February 1984."
    ]
}