{
    "id": 9786,
    "cites": 33,
    "cited_by": 16,
    "reference": [
        "Burnside, Craig (2002) Ã\u0082â\u0080\u009cDebt and Fiscal Sustainability in Turkey: 1994Ã\u0082â\u0080\u00942002,Ã\u0082â\u0080\u009d mimeo, World Bank.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo (2001) Ã\u0082â\u0080\u009cProspective De Ã\u0083Å¾cits and the Asian Currency Crisis,Ã\u0082â\u0080\u009dJournal of Political Economy, 109, 1155Ã\u0082â\u0080\u009497.",
        "Burnside, Craig, Martin Eichenbaum, and Sergio Rebelo (2003) Ã\u0082â\u0080\u009cOn the Fiscal Implications of Twin Crises,Ã\u0082â\u0080\u009d in Michael P. Dooley and Je !rey A. Frankel, eds.Managing Currency Crises in Emerging Markets. Chicago: University of Chicago Press.",
        "Burstein, Ariel, Martin Eichenbaum, and Sergio Rebelo (2002) Ã\u0082â\u0080\u009cWhy Are Rates of In Ã\u0083Å¸ation So Low After Large Devaluations?Ã\u0082â\u0080\u009d mimeo, Northwestern University.",
        "Burstein, Ariel, Joao Neves, and Sergio Rebelo (2002) Ã\u0082â\u0080\u009cDistribution Costs and Real Ex- change Rate Dynamics During Exchange-Rate-Based Stabilizations,Ã\u0082â\u0080\u009d forthcoming, Jour- nal of Monetary Economics.",
        "Cagan, Phillip (1956) Ã\u0082â\u0080\u009cMonetary Dynamics of Hyperin Ã\u0083Å¸ation,Ã\u0082â\u0080\u009d in Milton Friedman, ed.",
        "Studies in the Quantity Theory of Money. Chicago: University of Chicago Press. Calvo, Guillermo (1987) Ã\u0082â\u0080\u009cBalance of Payments Crises in a Cash-in-Advance Economy,Ã\u0082â\u0080\u009d Journal of Money Credit and Banking , 19, 19Ã\u0082â\u0080\u009432.",
        "Caprio, Jr., Gerard and Daniela Klingebiel (1996) Ã\u0082â\u0080\u009cBank Insolvencies: Cross Country Ex- perience,Ã\u0082â\u0080\u009d Policy Research Working Paper 1620, World Bank.",
        "Cochrane, John (2001) Ã\u0082â\u0080\u009cLong-term Debt and Optimal Policy in the Fiscal Theory of the Price Level,Ã\u0082â\u0080\u009dEconometrica, 69, 69Ã\u0082â\u0080\u0094116.",
        "Corsetti, Giancarlo and Luca Dedola (2002) Ã\u0082â\u0080\u009cM acroeconomics of International Price Dis- crimination,Ã\u0082â\u0080\u009d mimeo, University of Rome III.",
        "Corsetti, Giancarlo and Bartosz Mackowiak (2002) Ã\u0082â\u0080\u009cNominal Debt and the Dynamics of Currency Crises,Ã\u0082â\u0080\u009d mimeo, University of Rome III..",
        "Corsetti, Giancarlo, Paolo Pesenti, and Nouriel Roubini (1999) Ã\u0082â\u0080\u009cWhat Caused the Asian Currency and Financial Crisis?Ã\u0082â\u0080\u009dJapan and the World Economy11, 305Ã\u0082â\u0080\u0094373.",
        "Daniel, Betty (2001) Ã\u0082â\u0080\u009cA Fiscal Theory of Currency Crises,Ã\u0082â\u0080\u009d International Economic Review, 42, 969Ã\u0082â\u0080\u009488.",
        "Drazen, Allan, and Elhanan Helpman (1987) Ã\u0082â\u0080\u009cStabilization with Exchange Rate Manage- ment,Ã\u0082â\u0080\u009dQuarterly Journal of Economics, 102, 835Ã\u0082â\u0080\u009455.",
        "Dupor, William (2000) Ã\u0082â\u0080\u009cExchange Rates and the Fiscal Theory of the Price Level,Ã\u0082â\u0080\u009d Journal of Monetary Economics,45, 613Ã\u0082â\u0080\u009430.",
        "Easterly, William and Klaus Schmidt-Hebbel (1994) Ã\u0082â\u0080\u009cThe Macroeconomics of Public Sector DeÃ\u0083Å¾cits: A Synthesis,Ã\u0082â\u0080\u009d in W. Easterly, K. Schmidt-Hebbel and C.A. Rodriguez, eds., Public Sector DeÃ\u0083Å¾cits and Macroeconomic Performance .NewYork:WorldBank.",
        "Feenstra, Robert (1985) Ã\u0082â\u0080\u009cAnticipated Devaluations, Currency Flight, and Direct Trade Controls in a Monetary Economy,Ã\u0082â\u0080\u009d American Economic Review, 75, 386Ã\u0082â\u0080\u0094401.",
        "Flood, Robert and Peter Garber (1984) Ã\u0082â\u0080\u009cCollapsing Exchange Rate Regimes: Some Linear Examples,Ã\u0082â\u0080\u009dJournal of International Economics , 17, 1Ã\u0082â\u0080\u009413.",
        "Jeanne, Olivier and Jeromin Zettelmeyer (2000) Ã\u0082â\u0080\u009cInternational Bailouts, Financial Trans- parency and Moral Hazard,Ã\u0082â\u0080\u009d mimeo, International Monetary Fund.",
        "Krugman, Paul (1979) Ã\u0082â\u0080\u009cA Model of Balance of Payments Crises,Ã\u0082â\u0080\u009d JournalofMoney,Credit and Banking, 11, 311Ã\u0082â\u0080\u009425.",
        "Lahiri, Amartya and Carlos VÃ\u0083Â©gh (2003) Ã\u0082â\u0080\u009cOutput Costs, BOP Crises, and Optimal Interest Rate Policy,Ã\u0082â\u0080\u009d forthcoming,Journal of Political Economy.",
        "Lindgren, Carl-Johan, Gillian G.H. Garcia and Matthew I. Saal (1996) Bank Soundness and Macroeconomic Policy. Washington, DC: International Monetary Fund.",
        "Morris, Stephen (1995) Ã\u0082â\u0080\u009cInÃ\u0083Å¸ation Dynamics and the Parallel Market for Foreign Exchange,Ã\u0082â\u0080\u009d Journal of Development Economics , 46, 295Ã\u0082â\u0080\u0094316.",
        "Obstfeld, Maurice (1986) Ã\u0082â\u0080\u009cSpeculative Attack and the External Constraint in a Maximizing Model of the Balance of Payments,Ã\u0082â\u0080\u009d Canadian Journal of Economics, 29, 1Ã\u0082â\u0080\u009420.",
        "Persson, Mats, Torsten Persson, and Lars E. O. Svensson (1998) Ã\u0082â\u0080\u009cDebt, Cash Flow and InÃ\u0083Å¸ation Incentives: A Swedish Example,Ã\u0082â\u0080\u009d in Guillermo A. Calvo and Mervin King, editors:The Debt Burden and its Consequences for Monetary Policy .NewYork:St.",
        "MartinÃ\u0082â\u0080\u0099s Press. Pinto, Brian (1990) Ã\u0082â\u0080\u009cBlack Market Premia, Exchange Rate Uni Ã\u0083Å¾cation, and InÃ\u0083Å¸ation in Sub-Saharan Africa,Ã\u0082â\u0080\u009dWorldBankEconomicReview, 3, 321Ã\u0082â\u0080\u009438.",
        "Rebelo, Sergio and Carlos VÃ\u0083Â©gh (2002) Ã\u0082â\u0080\u009cWhen is it Optimal to Abandon a Fixed Exchange Rate?,Ã\u0082â\u0080\u009d mimeo, Northwestern University, March.",
        "Sargent, Thomas J. and Neil Wallace (1973) Ã\u0082â\u0080\u009cThe Stability of Models of Money and Growth with Perfect Foresight,Ã\u0082â\u0080\u009dEconometrica, 41, 1043Ã\u0082â\u0080\u00948.",
        "Sims, Christopher (1994) Ã\u0082â\u0080\u009cA Simple Model for the Determination of the Price Level and the Interaction of Monetary and Fiscal Policy,Ã\u0082â\u0080\u009d Economic Theory, 4, 381Ã\u0082â\u0080\u009499.",
        "Standard and PoorÃ\u0082â\u0080\u0099s (2000) Ã\u0082â\u0080\u009cGlobal Financial System Stress: 15 Display Troubled Credit Quality,Ã\u0082â\u0080\u009dRatingsDirect,July31.",
        "Wijnbergen, Sweder Van (1991) Ã\u0082â\u0080\u009cFiscal De Ã\u0083Å¾cits, Exchange Rate Crises and In Ã\u0083Å¸ation,Ã\u0082â\u0080\u009d Review of Economic Studies, 58, 81Ã\u0082â\u0080\u009492.",
        "Woodford, Michael (1995) Ã\u0082â\u0080\u009cPrice Level Determinacy Without Control of a Monetary Ag- gregate,Ã\u0082â\u0080\u009dCarnegie-Rochester Conference Series on Public Policy , 43, 1Ã\u0082â\u0080\u009446.",
        "For Mexico, Lindgren, Garcia, and Saal (1996) estimate the Ã\u0083Å¾scal cost of the crisis to be 6.5 percent of GDP, which amounts to 27 billion dollars. On the other hand, Caprio and Klingebiel (1996) estimate the cost to be between 12 and 15 percent of GDP, with the upper bound translating into 63 billion dollars."
    ]
}