{
    "id": 9788,
    "cites": 20,
    "cited_by": 34,
    "reference": [
        "Socioeconomic Status, Journal of Econometrics 112(1): 3-56. Adler, Nancy E., Thomas Boyce, Margaret A. Chesney, Sheldon Cohen, Susan Folkman, Robert L. Kahn, and S.Leonard Syme, 1994. Socioeconomic Status and Health, The Challenge of the Gradient, American Psychologist , 15-24.",
        "Barker, DJP. 1995. Fetal Origins of Coronary Heart Disease, British Medical Journal 311(6998): 171-74.",
        "Brunner, Eric and Michael Marmot. 1999. Social organization, stress and health, Chapter 2 in Social Determinants of Health , Michael Marmot and Richard G. Wilkinson (eds.), Oxford University Press, 17-43.",
        "Brunner, Eric, Shipley, Blane, Davey Smith and Marmot. 1999. When does cardiovascular risk start? Past and present socioeconomic circumstances and risk factors in adulthood, Journal of Epidemiology and Community Health 53, 757-64.",
        "Case, Anne. 2001. Does money protect health status? Evidence from South African pensions, NBER Working Paper 8495. October 2001.",
        "Case, Anne and Angus Deaton. 2002. Consumption, Health, Gender and Poverty, RPDS Discussion Paper 212.",
        "Case, Anne, Darren Lubotsky and Christina Paxson. 2002. Socioeconomic status and health in childhood: the origins of the gradient, American Economic Review 92(5): 1308-34.",
        "Currie, Janet and Rosemary Hyson. 1999. Is the Impact of Health Shocks Cushioned by Socio- Economic Status? The Case of Low Birthweight. American Economic Review Papers and Proceedings 89(2): 245-50.",
        "Currie, Janet and Mark Stabile. 2002. Socioeconomic status and health: Why is the relationship stronger for older children? NBER Working Paper 9098.",
        "Heckman, James. 1981. Statistical Models for Discrete Panel Data, Chapter 3 in Charles F.",
        "Manski and Daniel L. McFadden, eds. Structural Analysis of Discrete Data and Econometric Applications . Cambridge: The MIT Press. 23 Idler, Ellen L. and Stanislav V. Kasl. 1995. Self-ratings of health: Do they also predict change in functional ability? Journal of Gerontology: Social Sciences 508(6): S344-S353.",
        "Institute of Medicine, 2001. Clearing the Smoke: Assessing the Science Base for Tobacco Harm Reduction , Washington: National Academy Press.",
        "Kuh, D.J. and Wadsworth, M.E. 1993. Physical Health Status at 36 Years in a British National Birth Cohort. Social Science and Medicine 37(7). 905-916.",
        "Marmot, MG, George Davey Smith, Stephen Stansfeld, Chandra Patel, Fiona North, Jenny Head, Ian White, Eric Brunner, and Amanda Feeney. 1991. Health inequalities among British civil servants: the Whitehall II study, The Lancet 337. 1387-1393.",
        "Marmot, M, Shipley, Brunner and Hemingway. 2001. Relative contributions of early life and adult socioeconomic factors to adult morbidity in the Whitehall II study. Journal of Epidemiology and Community Health 55. 301-307.",
        "Marmot, MG, MJ Shipley, and Geoffrey Rose. 1984. Inequalities in death-specific explanations of a general pattern? The Lancet (May 5). 1003-1006.",
        "Ravelli, ACJ, JHP van der Meulen, RPJ Michels, C Osmond, DJP Barker, CN Hales, and OP Bleker. 1998. Glucose tolerance in adults after prenatal exposure to famine. The Lancet 351, 173-77.",
        "Reville, Robert T. 1995. Intertemporal and Life Cycle Variation in Measured Intergenerational Earnings Mobility. Mimeo, RAND. Santa Monica, Calif.",
        "Slotkin, Theodore A., 1998. Fetal Nicotine or Cocaine Exposure: Which One is Worse? The Journal of Pharmacology and Experimental Therapeutics 285(3), 931-945.",
        "Smith, James P. 1999. Healthy bodies and thick wallets: The dual relationship between health and economic status. Journal of Economic Perspectives 13(2). 145-66."
    ]
}