{
    "id": 9789,
    "cites": 23,
    "cited_by": 12,
    "reference": [
        "Hopenhayn, Hugo. (1992) Entry, Exit, and Firm Dynamics in Long Run Equilibrium. Econometrica, 60(5), 1127-1150.",
        "Hotelling, H. (1929) Stability in Competition. Economic Journal, 39: 41-57.",
        "Krugman, Paul. (1980) Scale Economies, Product Differentiation, and the Pattern of Trade. American Economic Review, 70, 950-59.",
        "Jovanovic, Boyan. (1982) Selection and the Evolution of Industry. Econometrica, vol. 50, no. 3, May, 649-70.",
        "Lancaster, Kelvin. (1966), A New Approach to Consumer Theory. Journal of Political Economy, 74: 132-157.",
        "Melitz, Marc J. (2002) The Impact of Trade on Intra-Industry Reallocations and Aggregate Industry Productivity. NBER Working Paper 8881.",
        "Milgrom, P and Roberts, J. (1990) The Economics of Modern Manufacturing: Technology, Strategy and Organization. American Economic Review, 80, 511-28.",
        "Montgomery, C.A. (1994) Corporate Diversification. Journal of Economic Perspectives, Vol. 8: 1624-1638.",
        "Olley, Steven G. and Ariel Pakes, (1996) The Dynamics of Productivity in the Telecommunications Equipment Industry. Econometrica, 64(6), 1263-97.",
        "Spence, A. Michael. (1976) Product Differentiation and Welfare. American Economic Review, 66:407-414.",
        "Tirole, Jean. (1988), The Theory of Industrial Organization, MIT Press, Cambridge, Massachusetts.",
        "Amihud, Y and Baruch, L. (1981) Risk Reduction as a Managerial Motive for Conglomerate Mergers. Bell Journal of Economics, 12, 605-17.",
        "Helfat, Constance E. and Ruth S. Raubitschek. (2000) Product Sequencing: Co-evolution of Knowledge, Capabilities and Products. Strategic Management Journal, Vol 21: 961-979.",
        "Gollop, Frank M. and James L. Monahan. (1991) A Generalized Index of Diversification: Trends in U.S. Manufacturing. Review of Economics and Statistics, 73 , 318-30.",
        "PRODUCT CHOICE AND PRODUCT SWITCHING 28 Dunne, Timothy, Mark J. Roberts, and Larry Samuelson. (1989) The Growth and Failure of U.S. Manufacturing Plants. Quarterly Journal of Economics, Vol. 104, No. 4 , pp. 671-698.",
        "Dunne, Timothy, Mark J. Roberts, and Larry Samuelson. (1988) Patterns of firm entry and exit in U.S. manufacturing industries. Rand Journal of Economics, vol. 19 No.4 Winter, 495-515.",
        "Dixit, Avinash K. and Joseph E. Stiglitz. (1977) Monopolistic Competition and Optimum Product Diversity. American Economic Review, vol. 67, no. 3, 297-308.",
        "Chandler, A. (1990) Scale and Scope, Cambridge, MA: Belknap Press.",
        "Chamberlin, Edward H. (1951), Monopolistic Competition Revisited. Economica 18: 343-362.",
        "Bolton, P and Farrell, J. (1990) Decentralization, Duplication and Delay. Journal of Political Economy, 98, 803-26.",
        "Bernard, Andrew B., Jonathan Eaton, J. Bradford Jensen and Samuel Kortum. (2003) Plants and Productivity in International Trade. American Economic Review forthcoming.",
        "Bernard, Andrew B., J. Bradford Jensen and Peter K. Schott. (2002) Survival of the Best Fit: Competition from Low Wage Countries and the (Uneven) Growth of U.S. Manufacturing Plants. NBER Working Paper 9170.",
        "Bartelsman, Eric and Mark Doms, (2000) Understanding Productivity: Lessons from Longitudinal Microdata. Journal of Economic Literature, XXXVIII, 569-94."
    ]
}