{
    "id": 9790,
    "cites": 11,
    "cited_by": 0,
    "reference": [
        "Centers for Disease Control and PreventionÃ\u0082â\u0080\u0099s Tobacco Information and Prevention Sourcepage, Ã\u0082â\u0080\u009cAdult Prevalence DataÃ\u0082â\u0080\u009d, Centers for Disease Control and Prevention, 1999.",
        "Cohen, S., G. Stokey, B. Katz, C. Drook, and A. Smith, Ã\u0082â\u0080\u009cEncouraging Primary Care Physicians to Help Smokers Quit,Ã\u0082â\u0080\u009d Annals of Internal Medicine, Vol. 110, no. 8, 1989.",
        "Davis, R.M., Ã\u0082â\u0080\u009cUniting Physicians Against Smoking: The Need for a Coordinated National Strategy,Ã\u0082â\u0080\u009d JAMA, Vol. 259: pp. 2900-1, 1988.",
        "Evans, W.N. and M. C. Farrelly, Ã\u0082â\u0080\u009c The Compensating Behavior of Smokers: Taxes, Tar, and Nicotine,Ã\u0082â\u0080\u009d Rand Journal of Economics, Vol. 29, No. 3, 1998.",
        "Fiore, M.C., W.C. Baily, S.J. Cohen, et al., Clinical Practice Guidelines No. 18 Ã\u0082â\u0080\u0093 Smoking Cessation. Rockville, MD: U.S. Department of Health and Human Services, U.S. Public Health Service, Agency for Health Care Policy and Research, a996 (AHCPR Publication 96-0692). Hu, T.W., Q.F. Ren, T.E. Keeler, and J. Bartlett, Ã\u0082â\u0080\u009cThe Demand for Cigarettes in California and Behavioural Risk Factors,Ã\u0082â\u0080\u009d Health Economics, Vol. 4, No. 1, 1995.",
        "Kottke, T.E., Ã\u0082â\u0080\u009cR. Battista, G. DeFriese, and M. Breek, Ã\u0082â\u0080\u009cAttributes of Successful Smoking Cessation Interventions in Medical Practice. A Meta-Analysis of 39 Controlled Trials. JAMA, Vol. 259 pp. 2882-9. Manley, M., R. Epps, C. Husten, T Glynn, D. Shopland, Ã\u0082â\u0080\u009cClinical Interventions in Tobacco Control: A National Cancer Institute Training Program for Physicians,Ã\u0082â\u0080\u009d JAMA, Vol. 268(22). Ohsfeldt, R.L., R.G. Boyle, and E. Capilouto, Ã\u0082â\u0080\u009cTobacco Taxes, Smoking Restrictions, and Tobacco Use,Ã\u0082â\u0080\u009d in: The Economic Analysis of Substance Use and Abuse: An Integration of Econometric and Behavioral Economic Research, edited by Frank Chaloupka, Michael Grossman, Warren Bickel, and Henry Saffer, University of Chicago Press, 1999.",
        "Okene, J.K., J. Kristeller, R. Goldberg, D. Hosmer, T. Amick, and K. Kalan, Ã\u0082â\u0080\u009cIncreasing the Efficacy of Physician-Delivered Smoking Intervention: A Randomized Clinical Trial, Journal of General Internal Medicine, Vol. 9, 1991.",
        "Okene, J.K. and J.G. Zapka, Ã\u0082â\u0080\u009cPhysician Based Smoking Intervention: A Rededication to a Five Step Strategy to smoking Research,Ã\u0082â\u0080\u009d Addictive Behaviors, Vol. 22, No. 6, 1997.",
        "Tauras, J.A. Ã\u0082â\u0080\u009cAn Empirical Analysis of Adult Cigarette Demand,Ã\u0082â\u0080\u009d Eastern Economic Journal, Forthcoming, 2003.",
        "Tauras, J.A. Ã\u0082â\u0080\u009cPublic Policy and Some-day Smoking Among Adults,Ã\u0082â\u0080\u009d Journal of Applied Economics, Forthcoming, 2003.",
        "Wilson, D., W. Taylor, R. Gilbert, J.A. Best, E.A. Lindsay, D.G. Willms, and J. Singer, Ã\u0082â\u0080\u009cA Randomized Trial of a Family Physician Intervention for Smoking Cessation,Ã\u0082â\u0080\u009d JAMA, Vol. 260, No. 11, 1988."
    ]
}