{
    "id": 9791,
    "cites": 32,
    "cited_by": 0,
    "reference": [
        "Grinblatt, Mark, and Sheridan Titman, 1993, Performance measurement without benchmarks: An examination of mutual fund returns, Journal of Business 66, 47-68.",
        "Henriksson, Roy D., and Robert C. Merton, 1981, On market timing and investment performance. II. Statistical procedures for evaluating forecasting skills, Journal of Business 54, 5 13-533.",
        "Hollander, Myles, and Douglas A. Wolfe, 1999, Nonparametric Statistical Methods, New York, NY: John Wiley.",
        "Jagannathan, Ravi, and Robert A. Korajczyk, 1986, Assessing the market timing performance of managed portfolios, Journal of Business 59, 217-235.",
        "Leon Harter and Donald B. Owen, Selected Tables in Mathematical Statistics, Volume 1, Providence, RI: American Mathematical Society and Institute of Mathematical Statistics, 79-170. Kothari, S.P., and Jay Shanken, 1997, Book-to-market, dividend yield, and expected market returns: A time-series analysis, Journal of Financial Economics 44, 169-203.",
        "Kyle, Albert 5., 1985, Continuous auctions and insider trading, Econometrica 53, 1315-1335.",
        "Lo, Andrew, Harry Mamaysky, and Jiang Wang, 2001, Foundations of technical analysis: Computational algorithms, statistical analysis and empirical results, Journal of Finance 55, 1705-1770.",
        "Lo, Andrew and A. Craig MacKinlay, 1988, Stock prices do not follow random walks: Evidence from a simple specification test, Review of Financial Studies 1, 41-66.",
        "Merton, Robert C., 1981, On market timing and investment performance. I. An equilibrium theory of value for market forecasts, Journal of Business 54, 363-406.",
        "Poterba, James, and Lawrence Summers, 1988, Mean reversion in stock prices: Evidence and implications, Journal of Financial Economics 22, 27-59.",
        "Roll, Richard, 1978, Ambiguity when performance is measured by the securities market line, Journal of Finance 33, 1051-1069.",
        "Ross, Stephen A., 1976, The arbitrage theory of capital asset pricing, Journal of Economic Theory 8, 343-362.",
        "Sharpe, William F., 1966, Mutual fund performance, Journal of Business 39, 119-138.",
        "Treynor, Jack L., and Fischer Black, 1973, How to use security analysis to improve portfolio selection, Journal of Business 46, 66-86.",
        "Wang, Jiang, 1993, A model of intertemporal asset prices under asymmetric information, Review of Economic Studies 60, 249-282.",
        "Wang, Jiang, 1994, A Model of Competitive Stock Trading Volume, Journal of Political Economy 102, 127-168.",
        "Grossman, Sanford J., and Joseph E. Stiglitz, 1980, On the impossibility of informationally efficient markets, American Economic Review 70, 393-408.",
        "Brennan, Michael J., 1979, The pricing of contingent claims in discrete time models, Journal of Finance 34, 53-68.",
        "Grinblatt, Mark, and Sheridan Titman, 1989, Portfolio performance evaluation: Old issues and new insights, Review of Financial Studies 2, 393-421.",
        "Admati, Anat R., and Stephen A. Ross, 1985, Measuring investment performance in a rational equilibrium model, Journal of Business 58, 1-26.",
        "Bollerslev Tim, Ray Y. Chou and Kenneth F. Kroner, 1992, ARCH modeling in finance: A review of the theory and empirical evidence, Journal of Econometrics 52, 5-59.",
        "Graham, John R., and Campbell R. Harvey, 1996, Market timing ability and volatility implied in investment newsletters asset allocation recommendations, Journal of Financial Economics 42, 397-421.",
        "Goetzmann, William N., Jonathan Ingersoll Jr., and Zoran IvkoviÃ\u0083Â¨, 2000, Monthly measurement of daily timers, Journal of Financial and Quantitative Analysis 35, 257-290.",
        "Ferson, Wayne E., and Kenneth Khang, 2002, Conditional performance measurement using portfolio weights: Evidence for pension funds, Journal of Financial Economics 65, 249-282.",
        "Ferson, Wayne E., 2002, Tests of multifactor pricing models, volatility bounds and portfolio performance, Forthcoming in Handbook of the Economics of 34 Finance, George M. Constantinides, Milton Harris and Rene M. Stulz, editors, Elsevier Science Publishers, North Holland.",
        "Farnsworth, Heber K., Wayne E. Ferson, David Jackson, and Steven Todd, 2002, Performance evaluation with stochastic discount factors, Journal of Business 75, 473-503.",
        "Fama, Eugene F., and Kenneth R. French, 1988b, Permanent and temporary components of stock prices, Journal of Political Economy 96, 246-273.",
        "Dybvig, Philip H., and Gregory A. Willard, Empty promises and arbitrage, Review of Financial Studies 12, 807-834. Fama, Eugene F., and Kenneth R. French, 1988a, Dividend yields and expected stock returns, Journal of Financial Economics 22, 3-25.",
        "Cornell, Bradford, 1979, Asymmetric information and portfolio performance measurement, Journal of Financial Economics 7, 381-390.",
        "Chen, Zhiwu, and Peter J. Knez, 1996, Portfolio performance measurement: Theory and applications, Review of Financial Studies 9, 5 11-555.",
        "Chance, Don M., and Michael L. Hemler, 2001, The performance of professional market timers: Daily evidence from executed strategies, Journal of Financial Economics 62, 377-411.",
        "Campbell, John Y., and Robert J. Shiller, 1988, Stock prices, earnings, and expected dividends, Journal of Finance 43, 66 1-676."
    ]
}