{
    "id": 9793,
    "cites": 17,
    "cited_by": 0,
    "reference": [
        "Acemoglu, Daron and Robinson, James. A Theory of Political Transitions. American Economic Review, 97(1), September 2001, 938-963.",
        "Alesina, Alberto. Credibility and Policy Convergence in a Two-Party System with Rational Voters.American Economic Review, 78(4), September 1988, 796-805.",
        "Bordignon, Massimo and Brusco, Sa ndro. Optimal Secession Rules. European Economic 15 Review, 45(11), December 2001, 1811-1834.",
        "Dixit, Avinash, Grossman, Gene M., and Gul, F aruk. The Dynamics of Political Compro- mise.Journal of Political Economy, 108 (3), June 2000, 531-568.",
        "Fearon, James D. Rationalist Explanations for War, International Organization, 49(3), Summer 1995, 379-414.",
        "Fogel, Robert William.Without Consent or Contract: The Rise and Fall of American Slavery.New York: Norton, 1989.",
        "Gershenson, Dmitriy and Grossman, Herschel I. Civil Con flict: Ended or Never Ending? Journal of Conflict Resolution, 44(3), December 2000, 807-821.",
        "Grossman, Herschel I. Kleptocracy and Revolutions. Oxford Economic Papers, 51,April 1999, 267-283.",
        "Grossman, Herschel I. Constitution or Con flict?.Conflict Management and Peace Science , forthcoming 2003.",
        "McPherson, James M.Battle Cry of Freedom.New York: Oxford, 1988.",
        "McPherson, James M. Southern Comfort. The New York Review of Books, 48 (3), April 12, 2001, 28-32.",
        "Potter, David M.The Impending Crisis: 1848-1861. Edited and completed by Don E. Fehrenbacher. New York: Harper and Row, 1976.",
        "Przeworski, Adam.Democracy and the Market.New York: Cambridge University Press, 1991.",
        "Przeworski, Adam. Democracy as an Eq uilibrium. unpublished, March 2001.",
        "Ransom, Roger L.Conflict and Compromise: The Political Economy of Slavery, Emancipa- tion, and the American Civil War. New York: Cambridge University Press, 1989.",
        "Ransom, Roger L. and Sutch, Richard. Con flicting Visions: The American Civil War as a Revolutionary Event.Research in Economic History, 20 , 2001, 249-301.",
        "Weingast, Barry R. Political Stability and Civil War: Institutions, Commitments, and American Democracy, in Robert H. Bates, et. al., Analytic Narratives.Princeton: Princeton University Press, 1998."
    ]
}