{
    "id": 9797,
    "cites": 11,
    "cited_by": 1,
    "reference": [
        "Gaynor, M., Ã\u0082â\u0080\u009cIssues in the Industrial Organization of the Market for Physician Services,Ã\u0082â\u0080\u009d Journal of Economic Management and Strategy, 1994, 3 (1), 211Ã\u0082â\u0080\u0093255.",
        "Grossman, Michael, Ã\u0082â\u0080\u009cOn the Concept of Health Capital and the Demand for Health,Ã\u0082â\u0080\u009d Journal of Political Economy, 1975, 80, 223Ã\u0082â\u0080\u0093255.",
        "Grossman, Sanford and Oliver Hart, Ã\u0082â\u0080\u009cAn Analysis of the Principal Agent Problem,Ã\u0082â\u0080\u009d Econometrica, 1983, 51 (1), 7Ã\u0082â\u0080\u009345.",
        "Hart, Oliver and Bengt HÃ\u0083Â¶lmstrom, Ã\u0082â\u0080\u009cThe Theory of Contracts,Ã\u0082â\u0080\u009d in Truman F. Bewley, ed., Advances in Economic Theory: Fifth World Congress, Cambridge: Cambridge University Press, 1987.",
        "HÃ\u0083Â¶lmstrom, Bengt, Ã\u0082â\u0080\u009cMoral Hazard in Teams,Ã\u0082â\u0080\u009d Bell Journal of Economics, 1982, 13, 324Ã\u0082â\u0080\u009340.",
        "Leonard, Kenneth L., Ã\u0082â\u0080\u009cAfrican Traditional Healers and OutcomeÃ\u0082â\u0080\u0093Contingent Contracts in Health Care,Ã\u0082â\u0080\u009d Journal of Development Economics, 2003, 71 (1), 1Ã\u0082â\u0080\u009322. (available on-line).",
        "Maddala, G.S., Limited-Dependent and Qualitative Variables in Econometrics, Cambridge, UK: Cambridge University Press, 1983.",
        "McGuire, T., Ã\u0082â\u0080\u009cPhysician Agency,Ã\u0082â\u0080\u009d in A.J. Culyer and J.P. Newhouse, eds., Handbook of Health Economics, Amsterdam: Elsevier Science Publishers, 2000, pp. 461Ã\u0082â\u0080\u0093536.",
        "Mirlees, J., Ã\u0082â\u0080\u009cThe Theory of Moral Hazard and Unobservable Behavior Ã\u0082â\u0080\u0093 Part I,Ã\u0082â\u0080\u009d Mimeo, Nuffield College, Oxford 1975.",
        "Mliga, Gilbert R., Ã\u0082â\u0080\u009cDecentralization and the Quality of Health Care,Ã\u0082â\u0080\u009d in David K. Leonard, ed., AfricaÃ\u0082â\u0080\u0099s Changing Markets for Human and Animal Health Services, London: Macmillan, 2000, chapter 8.",
        "Mwabu, Germano M., Ã\u0082â\u0080\u009cHealth Care Decisions at the Household Level: Results of a Rural Health Survey in Kenya,Ã\u0082â\u0080\u009d Social Science and Medicine, 1986, 22 (3), 315Ã\u0082â\u0080\u009319."
    ]
}