{
    "id": 9799,
    "cites": 25,
    "cited_by": 7,
    "reference": [
        "Arcidiacono, Peter and Sean Nicholson, Ã\u0082â\u0080\u009cThe Mirage of Peer Effects: Evidence for U.S. Medical Schools,Ã\u0082â\u0080\u009d mimeo, Duke University, 2000.",
        "Betts, Julian R. and Darlene Morell, Ã\u0082â\u0080\u009cThe Determinants of Undergraduate GPA: The Relative Importance of Family Background, High School Resources, and Peer Group Effects,Ã\u0082â\u0080\u009d Journal of Human Resources, 1992, 107, 797-817.",
        "Cancian, Maria, Ã\u0082â\u0080\u009cRace-Based v. Class-Based Affirmative Action in College Admissions,Ã\u0082â\u0080\u009d Journal of Policy Analysis and Management,Ã\u0082â\u0080\u009d Winter 1998, 17 (1), 94-105.",
        "Chan, Jimmy and Erik Eyster, Ã\u0082â\u0080\u009cDoes Banning Affirmative Action Harm College Quality?Ã\u0082â\u0080\u009d American Economic Review, forthcoming. Chan, Jimmy and Erik Eyster, Ã\u0082â\u0080\u009cAdmission Impossible? Self Interest and Affirmative Action,Ã\u0082â\u0080\u009d mimeo, Johns Hopkins University, July 2002.",
        "Coleman, James et.al., Equality of Educational Opportunity, Washington, D.C.: U.S. Government Printing Office, 1966.",
        "Ding, Weili and Steven Lehrer, Ã\u0082â\u0080\u009cDo Peers Affect Student Achievement in ChinaÃ\u0082â\u0080\u0099s Secondary Schools?Ã\u0082â\u0080\u009d Working Paper University of Pittsburgh, 2001.",
        "Epple, Dennis and Richard Romano, Ã\u0082â\u0080\u009cCompetition Between Private and Public Schools, Vouchers, and Peer-Group Effects,Ã\u0082â\u0080\u009d American Economic Review, March 1998, 88(1), 33-62.",
        "Epple, Dennis and Richard Romano, Ã\u0082â\u0080\u009cEducational Vouchers and Cream Skimming,Ã\u0082â\u0080\u009d working paper, University of Florida, 2002.",
        "Epple, Dennis, Romano, Richard and Holger Sieg, Ã\u0082â\u0080\u009cOn the Demographic Composition of Colleges and Universities in Market Equilibrium,Ã\u0082â\u0080\u009d American Economic Review Papers and Proceedings, May 2002a, 92(2), pp. 310-314.",
        "Henderson, V., Mieszkowski, P. and Y. Sauvageau, Ã\u0082â\u0080\u009cPeer Group Effects and Educational Production Functions,Ã\u0082â\u0080\u009d Journal of Public Economics, 1978, 10 (1), 97-106.",
        "Hoxby, Caroline, Ã\u0082â\u0080\u009cPeer Effects in the Classroom: Learning From Gender and Race Variation,Ã\u0082â\u0080\u009d NBER Working Paper No. 7867, August 2000.",
        "Kane, John and Lawrence M. Spizman, Ã\u0082â\u0080\u009cRace, Financial Aid Awards and College Attendance: Parent and Geography Matter, American Journal of Economics and Sociology, January 1994, 53(1), 85-97.",
        "Kane, Thomas J., Ã\u0082â\u0080\u009cDo Test Scores Matter? Racial and Ethnic Preferences in College Admissions,Ã\u0082â\u0080\u009d in The Black-White Test Score Gap, Christopher Jencks and Meredith Phillips, eds., Washington, D.C., Brookings Institution Press, 1998.",
        "Kane, Thomas J., Ã\u0082â\u0080\u009cBasing College Admission on High School Class Rank,Ã\u0082â\u0080\u009d mimeo, June 2000, University of California Los Angeles.",
        "Long, Mark, Ã\u0082â\u0080\u009cRace and College Admissions: An Alternative to Affirmative Action?Ã\u0082â\u0080\u009d mimeo, University of Michigan, 2002a.",
        "Long, Mark, Ã\u0082â\u0080\u009cCollege Applications and the Effect of Affirmative Action,Ã\u0082â\u0080\u009d mimeo, University of Michigan, 2002b.",
        "Loury, Glenn C., Fryer, Roland G. and Tolga Yuret, Ã\u0082â\u0080\u009cColor-Blind Affirmative Action,Ã\u0082â\u0080\u009d mimeo, April 2003, Boston University.",
        "Manski, Charles F., Ã\u0082â\u0080\u009cIdentification of Endogenous Social Effects: The Reflection Problem,Ã\u0082â\u0080\u009d Review of Economic Studies, 1993, 40, 531-542.",
        "Manski, Charles F. and David Wise, College Choice in America, Harvard University Press, 1983.",
        "Robertson, D. and J. Symons, Ã\u0082â\u0080\u009cDo Peer Groups Matter? Peer Group Versus Schooling Effects on Academic Attainment,Ã\u0082â\u0080\u009d London School of Economics Centre for Economic Performance Discussion Paper No. 331, 1996.",
        "Rothschild, Michael and Lawrence J. White, Ã\u0082â\u0080\u009cThe Analytics of Pricing of Higher Education and Other Services in Which the Customers Are Inputs,Ã\u0082â\u0080\u009d Journal of Political Economy, June 1995, 103 (3), pp. 573-623.",
        "Scotchmer, Suzanne, Ã\u0082â\u0080\u009cPublic Goods and the Invisible Hand,Ã\u0082â\u0080\u009d in J. Quigley and E. Smolensky, eds., Modern Public Finance. Cambridge, MA: Harvard University Press, 1994, 98-119.",
        "Summers, Anita and Barbara L. Wolfe, Ã\u0082â\u0080\u009cDo Schools Make a Difference?Ã\u0082â\u0080\u009d American Economic Review, September 1977, 67 (4), 639-652.",
        "Winston, Gordon C. and David J. Zimmerman, Ã\u0082â\u0080\u009cPeer Effects in Higher Education,Ã\u0082â\u0080\u009d forthcoming in Caroline Hoxby, ed., College Decisions: How Students Actually Make Them and How They Could, University of Chicago Press for NBER. Zimmer, Ron and Eugenia Toma, Ã\u0082â\u0080\u009cPeer Effects in Private and Public Schools: Across Country Empirical Analysis,Ã\u0082â\u0080\u009d University of Kentucky Working Paper, May 1997.",
        "Zimmerman, David J., Ã\u0082â\u0080\u009cPeer Effects in Academic Outcomes: Evidence from a Natural Experiment,Ã\u0082â\u0080\u009d Williams Project on the Economics of Higher Education Discussion Paper No. 52, 1999."
    ]
}