{
    "id": 9800,
    "cites": 19,
    "cited_by": 37,
    "reference": [
        "Abowd, John, Francis Kramarz and David Margoliz (1999) Minimum Wages and Employment in France and the United States, NBER Working Paper, No. 6996.",
        "Agenor, Pierre-Richard and Jashua Aizenman (1999), Macroeconomic Adjustment with Segmented Labor Markets, Journal of Development Economics 58:277-296.",
        "Amadeo, Edward J., Indermit Gill, and Marcel o C. Neri (2000) Do Labor Laws Matter? The `Pressure Points in Brazils Labor Legislation in Indermit S. Gill and Claudio E.",
        "Brown, Charles, The Old Minimum-Wage Literature and Its Lessons for the New, en: Marvin Kosters (editor), The Effects of the Minimum Wage on Employment, 1996, pp. 87- 98.",
        "Card and Krueger (1995), Myth and Measurement: The Economics of the Minimum Wage, Princeton University Press.",
        "Card, David, Lawrence F. Katz and Alan B. Krueger (1993) An Evaluation of Recent Evidence of the Federal Minimum Wage. Industrial and Labor Relations Review 46:1:38-54 Card, David and Alan Krueger. Minimum Wages and Employment: A Case Study of the Fast-food Industry in New Jersey and Pennsylvania, American Economic Review.",
        "Carrasquilla, Alberto. Reforma Laboral en Colombia: Ã\u0082Â¿cuÃ\u0083Â¡les son los temas?, EconomÃ\u0083Â­a colombiana y Coyuntura PolÃ\u0083Â­tica . Noviembre de 1999, ediciÃ\u0083Â³n 276. pp, 5-12.",
        "ContralorÃ\u0083Â­a General de la RepÃ\u0083Âºblica. ContribuciÃ\u0083Â³n a la Discus iÃ\u0083Â³n sobre el Salario MÃ\u0083Â­nimo y su Impacto en el Empleo y la Productividad . BogotÃ\u0083Â¡, Diciembre de1993.",
        "Cunningham, Wendy and William F. Maloney Heterogeneity among Mexicos Microenterprises: An Application of Factor and Cluster AnÃ\u0083Â¡lisis, Economic Development and Cultural Change 50:131-156. 21 Currie, Janet and Bruce C. Fallick (1996). The Minimum Wage and the Employment of Youth Evidence from the NLSY. Journal of Human Resources, 31:404-28.",
        "Fajnzylber, P, and W.F. Maloney (2001) , How Comparable are Labor Demand Elasticities across Countries IBRD Working paper 2658 Fiess, Norbert, Marco Fugaza and William F. Maloney Exchange Rate Appreciations, Labor Market Rigidities and Informality, World Bank Policy Working Paper 2771.",
        "Freeman, Alida Castillo and Richard B. Freeman (1991) Minimum Wages in Puerto Rico: Textbook Case of a Wage Floor? NBER working paper 3759.",
        "Gramlich, Edward. Impact of Minimum Wages on other Wages, Employment and Family Incomes, Brookings papers on Economic Activity , 1976, No.2, pp. 409-51.",
        "Grossman, Jean Baldwin. The Impact of the Minimum Wage on Other Wages, Journal of Human Resources, 1983, Vol. 18, No. 3, pp. 359-78.",
        "Harris and Todaro (1970) , Migration, Unemployment, and Development: A Two Sector Analysis, American Economic Review, 60:1, 126-142.",
        "Maloney, William F. (2001) Self-Employment and Labor Turnover in Developing countries:Cross-Country Evidence in Shanta Devarajan, F. Halsey Rogers, and Lyn Squire eds. World Bank Economists Forum, World Bank.",
        "Maloney, William F. (2002) Informality Revisited World Bank Policy Research Working Paper.",
        "Neri, Marcelo, Gustavo Gonzaga, Jose Marcio Camargo (2000), Efeitos informais do salÃ\u0083Â¡rio mÃ\u0083Â­nimo e pobreza, forthcoming, Revista de Economia PolÃ\u0083Â­tica.",
        "Neumark, David and William Wascher (1992) Employment Effects of Minimum and Subminimum Wages Industrial and Labor Relations Review , 46(1):55-80.",
        "Siebert, Horst, Labor Market Rigidities: At the Root of Unemployment in Europe, Journal of Economic Perspectives, 1997, volume 11, numero 3, 37-54."
    ]
}