{
    "id": 9801,
    "cites": 48,
    "cited_by": 2,
    "reference": [
        "T.J. Besley and A. Case, Incumbent behavior: vote-seeking, tax setting, and yardstick competition, American Economic Review , 85, 25-45 (1995a).",
        "T.J. Besley and A. Case, Does electoral accountability affect economic policy choices? Evidence from gubernatorial term limits, Quarterly Journal of Economics , 60, 769-98 (1995b).",
        "T.J. Besley and H.S. Rosen, Vertical externalities in tax setting: Evidence from gasoline and cigarettes, Journal of Public Economics 70, 383-98 (1998).",
        "C. Brett and J. Pinske, The determinants of municipal tax rates in British Columbia, Canadian Journal of Economics, 33, 695-714 (2000).",
        "J. Bound, D.A. Jaeger, and R.M. Baker, Problem s with instrumental variables estimation when the correlation between the instruments and th e endogenous explanatory variable is weak, Journal of the American Statistical Association , 90, 443-450 (1995).",
        "J.K. Brueckner, Testing for strategic interaction among local governments: the case of growth controls, Journal of Urban Economics , 44, 438-467 (1998).",
        "J.K. Brueckner, Welfare reform and the race to the bottom: theory and evidence, Southern Economic Journal , 66, 505-525 (2000a).",
        "J.K. Brueckner, A Tiebout/tax-competition model, Journal of Public Economics, 77, 285-306 (2000b).",
        "J.K. Brueckner, Strategic interaction among go vernments: An Overview of empirical studies, forthcoming, International Regional Science Review (2003).",
        "J.K. Brueckner and L.A. Saavedra, Do local governments engage in strategic property-tax competition?, National Tax Journal , 54, 203-229 (2001).",
        "S. Bucovetsky and J.D. Wilson, Tax competition with two instruments, Regional Science and Urban Economics , 21, 333-350 (1991).",
        "G.A. Carlino and R. Voith, Accounting for Di fferences in Aggregate State Productivity, Regional Science and Urban Economics 22: 597-617 (1992).",
        "A. Case, J. Hines, and H. Rosen, Budget spillove rs and fiscal policy interdependence: evidence from the states, Journal of Public Economics , 52, 285-307 (1993).",
        "A. Chandra and E. Thompson, Does Public Infr astructure Affect Economic Activity? Evidence from the Rural Interstate Highway System, Regional Science and Urban Economics 30(4): 457- 90 (2000).",
        "D.R. Dalenberg and M.D. Partridge, Public Infrastructure and Wages: Public Capitals Role as a Productive Input and Household Amenity, Land Economics 73(2): 268-84 (1997).",
        "R. Davidson and J. MacKinnon, Estimation and In ference in Econometrics, Oxford University Press, New York (1993).",
        "K.T. Duffy-Deno and R.W. Eberts, Public Infr astructure and Regional Economic Development: A Simultaneous Equation Approach, Journal of Urban Economics 30: 329-43 (1991).",
        "J. Edwards and M. Keen, Tax competition and leviathan, European Economic Review , 40, 113- 134 (1996).",
        "Evidence form the U.S., Regional Science and Urban Economics 31, 247-72. D.N. Figlio, V.W. Kolpin, and W.E. Reid, Do states play welfare games?, Journal of Urban Economics , 46, 437-454 (1999).",
        "P.G. Fredriksson and D.L. Millimet, Strategic interaction and the determination of environmental policy across U.S. states, Journal of Urban Economics 51, 101-22 (2002b).",
        "T. Garcia-Milaand and T.J. McGuire, The Contri bution of Publicly Provided Inputs to States Economies, Regional Science and Urban Economics 22, 229-241 (1992).",
        "A.R. Hall, G.D. Rudebusch, and D.W. Wilcox, Judging instrument relevance in instrumental variables estimation, International Economic Review , 37, 283-298 (1996).",
        "M. Hayashi and R. Boadway, An empirical analysis of intergovernmental tax interaction: The case of business income taxes in Canada, forthcoming, Canadian Journal of Economics , 34, 481- 503 (2001).",
        "B. Heyndels and J. Vuchelen, Tax mimicking among Belgian municipalities, National Tax Journal , 51, 89-101 (1998).",
        "G. Holmes, B.R. Singh, and L. Theodore, Handbook of Environmental Management and Technology, John Wiley and Sons, Inc., New York (1993).",
        "H.H. Kelejian and I.R. Prucha, A generalized spatial two- stage least squares procedure for estimating a spatial autoregressive model with autoregressive disturbances, Journal of Real Estate Finance and Economics , 17, 99-121 (1997).",
        "W. Keller and A. Levinson, Environmental re gulations and FDI inflows to U.S. states, Review of Economics and Statistics , 84, 691-703 (2002).",
        "A. Levinson, An industry-adjusted index of stat e environmental compliance costs, in Behavioral and Distributional Effects of E nvironmental Policy (C. Carraro and G.E. Metcalf, Eds.), University of Chicago Press, Chicago, IL (2001).",
        "J.A. List and C.Y. Co, The effects of environm ental regulations on fore ign direct investment, Journal of Environmen tal Economics and Management, 40, 1-20 (2000).",
        "J. Markusen, E. Morey, and N. Olewiler, Competition in regional environmental policies when plant locations are endogenous, Journal of Public Economics , 56, 55-77 (1995).",
        "D.L. Millimet and D. Slottje, Environmental compliance costs and the distribution of emissions in the U.S., Journal of Regional Science, 42, 87-105 (2002).",
        "C.J. Morrison and A.E. Schwartz, State Infrastructure and Productivity Performance, American Economic Review 86(5): 1095-1111 (1996).",
        "J.C. Murdoch, T. Sandler, and K. Sargent, A ta le of two collectives: Su lphur versus nitrogen oxides emission reduction in Europe, Economica , 64, 281-301 (1997).",
        "W.E. Oates, Studies in Fiscal Federalism , Brookfield, VT: Edward Elgar (1991).",
        "W.E. Oates, A reconsideration of environm ental federalism, RFF Discussion Paper 01-54, Washington, DC: Resources for the Future (2001).",
        "W.E. Oates and R.M. Schwab, Economic competition among jurisdictions: efficiency enhancing or distortion inducing? Journal of Public Economics , 35, 333-354 (1988).",
        "W.E. Oates and R.M. Schwab, The allocative and distributive implications of local fiscal competition, in Competition among States and Local Governments , edited by D. Kenyon and J. Kincaid, Washington, DC: Urban Institute, 127-45 (1991).",
        "W.E. Oates and R.M. Schwab, The Theory of Regulatory Federalism, in The Economics of Environmental Regulation, edited by W.E. Oa tes, Cheltenham, UK: Edward Elgar, 319-31 (1996).",
        "L.A. Saavedra, A model of welfare competition with evidence from AFDC, Journal of Urban Economics , 47, 248-279 (2000).",
        "A. Schlesinger, A. The Age of Roosevelt. Vol. III: The Politics of Upheaval . Boston: Houghton Mifflin, 1960.",
        "J. Shea, Instrument relevance in multivariate linear models: a simple measure, Review of Economics and Statistics , 79, 348-352 (1997).",
        "M.W. Smith, State welfare benefits: the po litical economy of spatia l spillovers, unpublished manuscript, Department of Econom ics, Yale University (1997).",
        "D. Staiger and J.H. Stock, Instrumental va riables regression with weak instruments, Econometrica , 65, 557-586 (1997).",
        "A. Ulph, Harmonization and optimal environmental policy in a federal system with asymmetric information, Journal of Environmental Economics and Management , 39, 224-241 (2000).",
        "D.E. Wildasin, Nash equilibrium in models of fiscal competition, Journal of Public Economics, 35, 229-240 (1988).",
        "J.D. Wilson, A theory of interregional tax competition, Journal of Urban Economics , 19, 296- 315 (1986).",
        "J.D. Wilson, Trade in a Tiebout economy, American Economic Review , 77, 431-441 (1987).",
        "J.D. Wilson, Capital mobility and environmental standards: is there a theoretical basis for a race to the bottom, in Fair Trade and Harmonization: Prerequisites for Free Trade, Vol. 1 (J. Bhagwati and R.P Hudec, eds.), MIT Press, Cambridge and London (1996)."
    ]
}