{
    "id": 9808,
    "cites": 52,
    "cited_by": 169,
    "reference": [
        "Woodford, Michael (1994). Monetary Policy and Price Level Determinacy in a Cash-in-Advance Economy, Economic Theory 4: 345-380.",
        "Woodford, Michael (1995). Price Level Determinacy without Control of a Monetary Aggregate, Carnegie-Rochester Conference Series on Public Policy 43: 1-46.",
        "Reinhart, Carmen M and Kenneth S. Rogoff (2002). The Modern History of Exchange Rate Arrangements: A Reinterpretation, NBER Working Paper No. 8963 (June).",
        "Schuler, Kurt (1999). Encouraging Official Dollarization in Emerging Markets, Joint Economic Committee Staff Report (Washington, DC: United States Senate).",
        "Tornell Aaron and AndrÃ\u0083Â©s Velasco (2000). Fixed versus Flexible Exchange Rates: Which Provides More Fiscal Discipline? Journal of Monetary Economics, 45(2): 399-436.",
        "Poole, William (1970). Optimal Choice of Monetary Policy Instruments in a Simple Stochastic Macro Model, Quarterly Journal of Economics 84(2): 197-216.",
        "Obstfeld, Maurice and Kenneth Rogoff (1995). The Mirage of Fixed Exchange Rates, Journal of Economic Perspectives 9(4): 73-96.",
        "Mussa, Michael (1986). Nominal Exchange Rate Regimes and the Behavior of Real Exchange Rates: Evidence and Implications, Carnegie-Rochester Conference Series on Public Policy 25: 117-213.",
        "Mundell, Robert A (1961). A Theory of Optimum Currency Areas, American Economic Review 51(3): 657-665.",
        "Mishkin, Frederic S. (2001). Financial Policies and the Prevention of Financial Crises in Emerging Market Countries, NBER Working Paper No. 8087, forthcoming in Martin Feldstein, ed., Economic and Financial Crises in Emerging Market Countries (Chicago: University of Chicago Press).",
        "Mishkin, Frederic S. (2001). The International Lender of Last Resort: What are the Issues? in Horst Siebert, ed., The Worlds New Financial Landscape: Challenges for Economic Policy (Berling: Springer-Verlag): 291-312.",
        "Mishkin, Frederic S. (1999b). International Experiences with Different Monetary Policy Regimes, Journal of Monetary Economics 43(3): 579-606.",
        "Mishkin, Frederic S. (1999a). Lessons from the Asian Crisis, Journal of International Money and Finance 18(4): 709-723.",
        "Mishkin, Frederic S. (1998). The Dangers of Exchange Rate Pegging in Emerging-Market Countries, International Finance 1(1): 81-101.",
        "Mishkin, Frederic S. (1996). Understanding Financial Crises: A Developing Country Perspective, Annual World Bank Conference on Development Economics: 29-62.",
        "Mishkin, Frederic S. (1991). Asymmetric Information and Financial Crises: A Historical Perspective, in R. Glenn Hubbard, ed., Financial Markets and Financial Crises (Chicago: University of Chicago Press): 69-108.",
        "Levy-Yeyati, Eduardo and Federico Sturzenegger (2003). To Float or Fix: Evidence on the Impact of Exchange Rate Regimes on Growth, American Economic Review, forthcoming.",
        "Hausmann, Ricardo (1999). Should there be 5 currencies or 105? Foreign Policy, 116: 65-79.",
        "Hausmann, Ricardo, Ugo Panizza and Ernesto Stein (2001). Why Do Countries Float the Way They Float? Journal of Development Economics 66: 387-414.",
        "Honig, Adam (2003). Dollarization, Exchange Rate Regimes and Government Myopia. mimeographed, Columbia University, March.",
        "Jeanne, Olivier (2002). Why Do Emerging Economies Borrow in Foreign Currency? presented at the conference Currency and Maturity Matchmaking: Redeeming Debt from Original Sin, IADB, Washington, DC, November 21-22.",
        "La Porta, Rafael, Lopes-de-Silanes, Florencio, Shleifer, Andrei and Vishny, Robert (1998). Law and Finance, Journal of Political Economy 106(6): 1113-1155.",
        "Hanke, Steven. and Kurt Schuler (1994). Currency Boards for Developing Countries: A Handbook (San Francisco: ICS Press).",
        "GonzÃ\u0083Â¡lez, JosÃ\u0083Â© A. (2000). Exchange Rate Pass-through and Partial Dollarization: Is there a Link? CREDPR Working Paper No. 81, Stanford University.",
        "Garber, Peter (1999). Hard-Wiring to the Dollar: From Currency Board to Currency Zone, in Global Markets Research (London: Deutsche Bank).",
        "Frankel, Jeffrey A., Sergio L. Schmukler and Luis Serven (2002). Global Transmission of Interest Rates: Monetary Independence and Currency Regime, NBER Working Paper No. 8828.",
        "Frankel, Jeffrey A. and Andrew K. Rose (2002). An Estimate of the Effect of Common Currencies on Trade and Income, Quarterly Journal of Economics 117(2): 437-466.",
        "Fischer, Stanley, (2001). Distinguished Lecture on Economics in Government -- Exchange Rate Regimes: Is the Bipolar View Correct? Journal of Economic Perspectives, 15(2): 3-24.",
        "Eichengreen, Barry, Ricardo Hausmann and Ugo Panizza (2002). Original Sin: The Pain, the Mystery, and the Road to Redemption, presented at the conference Currency and Maturity Matchmaking: Redeeming Debt from Original Sin, IADB, Washington, DC, November 21-22.",
        "Eichengreen, Barry (2002). When to Dollarize, Journal of Money, Credit and Banking 34(1): 1-24.",
        "Eichengreen, Barry and Paul Masson (1998). Exit Strategies: Policy Options for Countries Seeking Greater Exchange Rate Flexibility, IMF Occasional Paper No. 168.",
        "Edwards, Sebastian and I. Igal Magendzo (2001). Dollarization, Inflation and Growth, NBER Working Paper No. 8671.",
        "Edwards, Sebastian (2001). Dollarization: Myths and Realities, Journal of Policy Modeling 23(3): 249-65.",
        "De Grauwe, Paul (1997). The Economics of Monetary Integration, 3rd Edition (London: Oxford University Press).",
        "Cukierman, Alex (1992). Central Bank Strategy, Credibility and Independence: Theory and Evidence (Cambridge, MA: The MIT Press).",
        "Calvo, Guillermo A. and Carlos A. VÃ\u0083Â©gh (1996). From Currency Substitution to Dollarization and Beyond: Analytical and Policy Issues, in Guillermo A. Calvo, Money, Exchange Rates, and Output (Cambridge, MA: The MIT Press): 153-175.",
        "Calvo, Guillermo A. and Carmen M. Reinhart (2000). When Capital Flows Come to a Sudden Stop: Consequences and Policy, in Peter B. Kenen and Alexander K. Swoboda, eds., Reforming the International Monetary and Financial System (Washington, DC: IMF).",
        "Calvo, Guillermo A. (2002). Explaining Sudden Stop, Growth Collapse and BOP Crisis: The Case of Distortionary Output Taxes, Mundell-Fleming Lecture, 3rd IMF Annual Research Conference, Washington, DC, November 7.",
        "Calvo, Guillermo A., Alejandro Izquierdo and Luis-Fernando MejÃ\u0083Â­a (2003). On the Empirics of Sudden Stops. IADB Working Paper.",
        "Calvo, Guillermo A., Alejandro Izquierdo and Ernesto Talvi (2002). Sudden Stops, the Real Exchange Rate and Fiscal Sustainability: Argentinas Lessons, IADB Working Paper No. 469. Available at http://www.iadb.org/res/publications/pubfiles/pubWP-469.pdf.",
        "Calvo, Guillermo A. and Enrique G. Mendoza (2000). Capital-Market Crises and Economic Collapse in Emerging Markets: An Informational-Frictions Approach, Papers and Proceedings of the American Economic Association, American Economic Review 90(2): 59-64.",
        "Calvo, Guillermo A. (2001). Capital Markets and the Exchange Rate: with Special Reference to the Dollarization Debate in Latin America, Journal of Money, Credit, and Banking 33(2): 312-334.",
        "Caballero, Ricardo J. and Arvind Krishnamurthy (2002). Excessive Dollar Debt: Financial Development and Underinsurance, mimeographed, MIT.",
        "Burnside, Craig, Martin Eichenbaum and Sergio Rebelo (2001). Prospective Deficits and the Asian Currency Crisis, Journal of Political Economy 109(6): 1155-1197.",
        "Broda, Christian and Eduardo Levy-Yeyati (2000). Safety Nets and Endogenous Financial Dollarization, mimeographed, Universidad Torcuato Di Tella.",
        "Broda, Christian (2001). Coping with Terms-of-Trade Shocks: Pegs versus Floats, American Economic Review 91(2): 376-380.",
        "Boone, Peter, Alasdair Breach, Eric Friedman, and Simon Johnson (2000). Corporate Governance and the Asian Crisis, Journal of Financial Economics 58(1-2): 141-186.",
        "Bernanke, Ben S. and Frederic S. Mishkin (1997). Inflation Targeting: A New Framework for Monetary Policy? Journal of Economic Perspectives 11(2): 97-116.",
        "Bernanke, Ben S., Laubach, Thomas, Mishkin, Frederic S. and Adam S. Posen (1999). Inflation Targeting: Lessons from the International Experience (Princeton: Princeton University Press).",
        "Acemoglu, Daron, Simon Johnson, James A. Robinson and Yunyong Thaicharoen (2003). Institutional Causes, Macroeconomic Symptoms: Volatility, Crises and Growth, Journal of Monetary Economics (Carnegie-Rochester Conference Series), forthcoming.",
        "Mishkin, Frederic S. (2000). What Should Central Banks Do? Federal Reserve Bank of St. Louis Review 82(6): 1-13.",
        "Calvo, Guillermo A. and Carmen M. Reinhart (2002). Fear of Floating Quarterly Journal of Economics 117(2): 379-408."
    ]
}