{
    "id": 9809,
    "cites": 25,
    "cited_by": 37,
    "reference": [
        "[1] Alesina A. and R. Barro (2002) Currency Unions The Quarterly Journal of Economics 117, 409-36.",
        "[2] Alesina A. R. Barro and S. Tenreyro (2003) Optimal Currency AreasNBER Macroeconomic Annual",
        "[3] Barro R. (1996) Democracy and Growth Journal of Economic Growth 1: 1-27.",
        "[4] Barro R. and D. Gordon (1983) Rules, Discretion and Reputation in a Model of Monetary Policy Journal of Monetary Economics 12, 101-121.",
        "[5] Bernanke B. and M Gertler (1989) Agency Costs, Net Worth and Business FluctuationsAmerican Economic Review 79, 402-23",
        "[6] Calvo G. and P. Guidotii (1993) On the flexibilty of monetary policy: the case of the optimal in flation taxReview of Economic Studies 60, 667-87",
        "[7] Calvo G. and C Reinhart (2002) Fear of Floating The Quarterly Journal of Economics 117, 379-408.",
        "[8] Cespedes F., R. Chang, and A Velasco (2002) Balance Sheets and exchange rate policies unpublished",
        "[9] Drazen, A. (2000)Political economy in macroeconomics Princeton University Press",
        "[10] Frieden J., P. Ghezzi and E. Stein (2000) Politics and Ex- change Rates: A Cross-CountryApproach To Latin America,Inter- American Development Bank Research Network Working Paper",
        "[11] Gale D. and Vives X. (2002) Dolla rization, Bailouts and the sta- bilty of the banking systemThe Quarterly Journal of Economics 117, 467-503",
        "[13] Gosh A., A. Gulde, J. Ostry and H. Wolfe (1997) Does the National Exchange Rate Regime Matter? NBER Working Paper No. 5874.",
        "[14] Kaufmann D., A. Kraay and P. Zoi do-Lobaton (1999a) Governance Matters World Bank Policy Research Department Working Paper",
        "[15] Kaufmann D., A. Kraay and P. Zoido-Lobaton (1999b) Aggregat- ing Governance Indicators World Bank Policy Research Depart- ment Working Paper",
        "[17] Krugman P (1999) Balance Sh eets, the Transfer Problem and Fi- nancial Crises in P. Isard, A. Razin and A. Rose (eds) International Finance and Financila Crises,Kluwer Academic Publishers 18",
        "[18] Lahiri A and C Vegh (2001) Living with the fear of floating: An Optimal Policy Perspective in S. Edwards and J. Frankel (eds) Pre- ventingCurrecnyCrisesinEmergingMarkets U of Chicago Press.",
        "[19] Levy Yeyati E, F Sturzenegger and I. Reggio (2002) On the endo- geneity of exchange rate regimes unpublished",
        "[20] Levy-Yeyati E. and F. Sturzenegger (2003) A de facto Classi fica- tion of Exchange Rate Regimes: A Methodological Note forthcom- ing American Economic Review",
        "[21] Mundell R. (1961) A Theory of Optimal Currency Areas Ameri- can Economic Review, 51, 657-65",
        "[22] Obstfeld M. and K. Rogog(1996)International Macroeconomics MIT Press",
        "[23] Obstfeld M. and A. Taylor (2002 ) Globalization and Capital Mar- kets NBER Working Paper, Cambridge, MA.",
        "[24] Persson T. (2001) Do Political Institutions Shape Economic Pol- icy?, NBER Working Paper, Cambridge, MA.",
        "[25] Persson T. and G. Tabellini (2000) Political Economics: Explaining Economic PolicyMIT Press",
        "[26] Reinhart C. and K. Rogog(2003) The Modern History of Ex- change Rate Arrangements: A reinterpretationQuarterly Journal of Economics,forthcoming",
        "[27] Shambaugh J.(2003) The egect offixed exchange rates on mone- tary policyQuartrely Journal of Economics, forthcoming. 19"
    ]
}