{
    "id": 9810,
    "cites": 17,
    "cited_by": 2,
    "reference": [
        "Aw, BeeYan, Xiaomin Chen, and Mark J. Roberts, 2001. Ã\u0082â\u0080\u009cFirm -leve l Evidence on Productivity Differentials, Turnover, and Exports in Taiwanese Manufacturing, Ã\u0082â\u0080\u009d Journal of Development Economics, Vol 66, No. 1, pp. 51 -86.",
        "Baily, Martin Neil, Charles Hulten, and David Campbell, 1992, Ã\u0082â\u0080\u009cProductivity Dynamics in Manufacturing P lants, Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity: Microeconomics, pp. 187 -267.",
        "Dunne, Timothy, Mark J. Roberts, and Larry, Samuelson, 1988, Ã\u0082â\u0080\u009cPatterns of f irm entry and exit in U.S. manufacturing industries Ã\u0082â\u0080\u009d, RAND Journal of Economics, Vol.19, No.4, pp.495 -515.",
        "Foster, Lucia, John Haltiwanger, and C. J. Krizan, 2001. Ã\u0082â\u0080\u009cAggregate Productivity Growth: Lessons from Microeconomic Evidence, Ã\u0082â\u0080\u009d in New Development in Productivity 40 Analysis, Charles Hulten, Edwin Dean, and Michael Harper eds, Studies in Income and Wealth, Vol. 63, University of Chicago Press.",
        "Good, David H., 1985, The Effect of Deregulation on the Productive Efficiency and Cost Structure of the Airline I ndustry, Ph.D. dissertation, University of Pennsylvania.",
        "Good, David H., M. Ishaq Nadiri, and Robin Sickles, 1997, Ã\u0082â\u0080\u009cIndex Number and Factor Demand Approaches to the Estimation of Productivity, Ã\u0082â\u0080\u009d in Handbook of Applied Econometrics: Microeconometrics, Vol II , H. Pesaran and Pl Schmidt eds, Blackwell Publishers.",
        "Griliches, Zvi, and Haim Regev, 1995, Ã\u0082â\u0080\u009cFirm Productivity in Israeli Industry Ã\u0082â\u0080\u009d, Journal of Econometrics, Vol.65, pp.175 -203.",
        "Grossman, Gene M., and Elhanan Helpman, 1991, Innovation and Growth in the G lobal Economy, The MIT Press.",
        "Jovanovic, Boyan, 1982, Ã\u0082â\u0080\u009cSelection and the Evolution of Industry Ã\u0082â\u0080\u009d, Econometrica, Vol.50, No.3, pp.649 -670.",
        "Kim, Beom Sik. 1999. The Revision of Corporate Bankruptcy Laws and the Implications (in Korean), Samsung Economic Research Institute, Korea.",
        "Kim, Jae Hyung. 2001. Policy Proposals for Corporate Rehabilitation (in Korean), Korean Chamber of Commerce and Industry, Korea.",
        "Koo, Bon Cheon. 1998. The Economic Analysis of corporate Exit and the Reform Proposals (in Korean), Korea Development Institute, Korea.",
        "Korea Economic Daily, Various Issues. Lim, Youngjae, 2003, The Corporate Bankrup tcy System and the Economic Crisis, in Economic Crisis and Corporate Restructuring in Korea: Reforming the Chaebol , edited by S. Haggard, W. Lim and E. Kim, Cambridge Asia -Pacific Studies, Cambridge University Press Maeil Economic Daily, Various Issues.",
        "Nam, Il Chong, Soogeun Oh, and Joon -Kyung Kim. 1999. Insolvency Mechanisms in Korea, Korea Development Institute Working Paper 9918.",
        "Tybout, James R., 1996a, Ã\u0082â\u0080\u009cHeterogeneity and Productivity Growth: Assessing the Evidence Ã\u0082â\u0080\u009d, Industrial Evolution in Developing Countries : Micro Patterns of Turnover, Producti vity, and Market Structure, Edited by Mark J. Roberts, and James R. Tybout, pp.43 -72.",
        "Yoo, S.M., Y.J. Lim, B.C. Koo, S.W. Lee, and J.H. Lee. 1997. Corporate Exit: Proposals for Reform (in Korean), Korea Development Institute, Korea.",
        "Yun, Mikyung. 1998. Ba nkruptcy Procedure in Korea: A Perspective, Korea Institute for International Economic Policy Working Paper 98 -02."
    ]
}