{
    "id": 9815,
    "cites": 19,
    "cited_by": 4,
    "reference": [
        "Bown, Chad P. Why Are Safeguard Measures under the WTO So Unpopular? World Trade Review 1 (March 2002): 47-62.",
        "Durling, James P., and Matthew P. McCullough. Teaching Old Laws New Tricks: The Legal Obligation of Non-Attribution and the Need for Economic Rigor in Injury Analyses under U.S. Trade Law. In James Harrigan (eds.), Handbook of International Trade . New York: Blackwell, 2003.",
        "Hansen, Wendy, and Thomas Prusa. Economics and Politics: An Empirical Analysis of ITC Decision-making, Review of International Economics 5 (1997): 230-45.",
        "Hoekman, Bernard M., and Michel M. Kostecki. The Political Economy of the World Trading System: The WTO and Beyond . 2 nd edition. New York: Oxford University Press, 2001.",
        "Grossman, Gene M. Imports as a Cause of Injury: The Case of the U.S. Steel Industry. Journal of International Economics 20 (May 1986): 201-23.",
        "Horn, Henrik, and Petros C. Mavroidis. Un ited States - Safeguard Measures on Imports of Fresh, Chilled or Frozen Lamb Meat from New Zealand and Australia: What Should be Required of a Safeguard Investigation? Prepared for the American Law Institute Project on Principles of Trade Law: The WTO, March 17, 2003.",
        "Kaplan, Seth. Injury and Causation in US ITC Antidumping Determinations: Five Recent Approaches. In P. K. M. Tharakan (ed.), Policy Implications of Antidumping Measures . Amsterdam: North Holland, 1991.",
        "Kelly, Kenneth. The Analysis of Causality in Escape Clause Cases. Journal of Industrial Economics 37 (December 1988): 187-207.",
        "Rousslang, Donald J. Import Injury in U.S. Trade Law: An Economic View. International Review of Law and Economics 8 (1988): 177-182.",
        "Sykes, Alan O. Protectionism as a `Safeguard: A Positive Analysis of the GATT `Escape Clause with Normative Speculations. University of Chicago Law Review 58 (1991) 255 .",
        "Sykes, Alan O. The Safeguards Mess. Paper presented at the Dartmouth-Tuck Forum on International Trade and Business, Washington, D.C., May 2003.",
        "U.S. House of Representatives. Committee on Ways and Means. Overview and Compilation of U.S. Trade Statutes . Washington, D.C.: GPO, 1997.",
        "U.S. International Trade Commission. Wheat Gluten . Publication No. 3088. Washington, D.C.: USITC, March 1998.",
        "U.S. International Trade Commission. Lamb Meat . Publication No. 3176. Washington, D.C.: USITC, April 1999. (A) U.S. International Trade Commission. Certain Steel Wire Rod . Publication No. 3207.",
        "World Trade Organization. United States - Sa feguard Measures on Imports of Fresh, Chilled or Frozen Lamb Meat from New Zealand a nd Australia. Report of the Appellate Body. WT/DS177/AB/R. Geneva: WTO, May 1, 2001.",
        "World Trade Organization. United States - Definitive Safeguard Measures on Imports of Wheat Gluten From the European Communities. Report of the Appellate Body. WT/DS166/AB/R, December 22, 2000.",
        "World Trade Organization. United States - Definitive Safeguard Measures on Imports of Wheat Gluten From the European Communities. Report of the Panel. WT/DS166//R, July 31, 2000.",
        "World Trade Organization. United States - Definitive Safeguard Measures on Imports of Circular Welded Carbon Quality Line Pipe from Korea. Report of the Panel. WT/DS202/R, October 29, 2001.",
        "World Trade Organization. United States - Definitive Safeguard Measures on Imports of Circular Welded Carbon Quality Line Pipe from Korea. Report of the Appellate Body. WT/DS202/AB/R, February 15, 2002."
    ]
}