{
    "id": 9816,
    "cites": 25,
    "cited_by": 14,
    "reference": [
        "Berger Allen N., Nathan H. Miller, Mitc hell A. Petersen, Raghuram G. Rajan, and Jeremy C. Stein (2002). Does Function Follow Organizational Form? Evidence From the Lending Practices of Large and Sm all Banks. Working Paper no. 8752, National Bureau of Economic Research.",
        "Berger, Philip G., and Eli Ofek (1995). Dive rsifications Effect on Firm Value. Journal of Financial Economics 37: 39-65.",
        "Burton, M. Diane, Jesper SÃ\u0083Â¸rensen, and Christine Beckman (2002). Coming from Good Stock: Career Histories a nd New Venture Formation. Research in the Sociology of Organizations Forthcoming Chesbrough, Henry (2002). Graceful Exits and Foregone Opportunities: Xeroxs Management of its Technology Spin-off Organizations. Business History Review 76: forthcoming.",
        "Christensen, Clayton M. (1997). The Innovators Dilemma: When New Technologies Cause Great Firms to Fail Boston: Harvard Business School Press.",
        "Gompers, Paul A. (1997). An Examination of Convertible Securities in Venture Capital Investments. Unpublished Working Paper, Harvard University.",
        "Gompers, Paul A., and Josh Lerner (1999). The Venture Capital Cycle Cambridge: MIT Press.",
        "Gromb, Denis, and David S. Scharfstein ( 2002). Entrepreneurship in Equilibrium.",
        "Working Paper no. 9001, National Bureau of Economic Research. Gupta, Udayan (2000). Done Deals: Venture Capitalists Tell Their Stories Boston: Harvard Business School Press.",
        "Hall, Bronwyn H., Adam B. Jaffe, and Manue l Trajtenberg (2001). The NBER Patent Citations Data File: Lessons, Insights a nd Methodological Tools. Working Paper no.",
        "Hellmann, Thomas (2002). When Do Employees Become Entrepreneurs? Working Paper no. 1770, Graduate School of Business, Stanford University.",
        "Hellmann, Thomas, and Manju Puri (2000). Th e Interaction between Product Market and Financing Strategy: The Role of Venture Capital. Review of Financial Studies 13: 959- 984.",
        "Rand Journal of Economics 24: 248-270. Holmes, Thomas J., and James A. Schmitz, Jr . (1990). A Theory of Entrepreneurship and Its Application to the Study of Business Transfers. Journal of Political Economy 98: 265-294.",
        "Hunt, Brian, and Josh Lerner (1995). Xerox Technology Ventures: March 1995.",
        "Harvard Business School Case 9-295-127 (and teaching note 5-298-152). Jaffe, Adam B., and Manuel Trajtenberg (2002). Patents, Citations and Innovations: A Window on the Knowledge Economy Cambridge: MIT Press.",
        "Jovanovic, Boyan (1979). Job Marching and the Theory of Turnover. Journal of Political Economy 87: 972-990.",
        "Kaplan, Steven N., and Luigi Zingales (1997) . Do Investment-Cash Flow Sensitivities Provide Useful Measures of Financing Constraints? Quarterly Journal of Economics 112: 169-215.",
        "Kaplan, Steven N., and Per StrÃ\u0083Â¶mberg (2002) . Financial Contracting Meets the Real World: An Empirical Analysis of Venture Capital Contracts. Review of Economic Studies Forthcoming.",
        "Kortum, Samuel, and Josh Lerner (2000). Assessing the Impact of Venture Capital on Innovation. Rand Journal of Economics 31: 674-692.",
        "Lerner, Josh (1999). The Government as Vent ure Capitalist: The Long-Run Effects of the SBIR Program. Journal of Business 72: 285-318.",
        "Mitchell, Mark L., and Kenneth Lehn (1990). Do Bad Bidders Become Good Targets? Journal of Political Economy 98: 372-398.",
        "Saxenian, AnnaLee (1994). Regional Advantage: Culture and Competition in Silicon Valley and Route 128 Cambridge: Harvard University Press.",
        "Scharfstein, David S. (1998). The Dark Side of Internal Capital Markets II: Evidence from Diversified Conglomerates. Working Paper no. 6352, National Bureau of Economic Research.",
        "Scharfstein, David S., and Jere my C. Stein (2000). The Dark Side of Internal Capital Markets: Divisional Rent-Seeking and Inefficient Investment. Journal of Finance 55: 2537-2564.",
        "Schoar, Antoinette (2002). Effects of Corporate Diversification on Productivity. Journal of Finance 57: 2379-2403.",
        "U.S. Department of Commerce, Patent and Trademark Office [USPTO] (2003). Manual of Classification Washington: USPTO."
    ]
}