{
    "id": 9817,
    "cites": 54,
    "cited_by": 64,
    "reference": [
        "Hamilton, J.D., Lin, G., 1996. Stock Market Volatility and the Business Cycle.",
        "Journal of Applied Econometrics 11, 573-593. Harding, D., Pagan, A.R., 2000. Knowing the Cycle. In: Backhouse, R.E., Salanti, A., (Eds.), Macroeconomics and the Real World - Volume 1: Econometric Techniques and Macroeconomics. Oxford University Press, Oxford, pp. 23-42.",
        "Harding, D., Pagan, A.R., 2002. Dissecting the Cycle: A Methodological Investi- gation. Journal of Monetary Economics 49, 365-381.",
        "Harding, D., Pagan, A.R., 2003a. A Comparison of two Business Cycle Dating Methods. Journal of Economic Dynamics and Control 27, 1681-1690.",
        "Harding, D., Pagan, A.R., 2003b. Rejoinder to James Hamilton. Journal of Eco- nomic Dynamics and Control 27, 1695-1698.",
        "Janakiramanan, S., Lamba, A.S., 1998. An Empirical Examination of Linkages between Pacific-Basin Stock Markets. Journal of International Financial Markets 8, 155-173.",
        "Kaminsky, G., Reinhart, C., 2002. Financial Markets in Times of Stress. Journal of Development Economics 69, 451-470.",
        "Karolyi, G.A., Stulz, R., 1996. Why Do Markets Move Together? An Investigation of US-Japanese Stock Return Comovements. Journal of Finance 51, 951-986.",
        "Keynes, J.M., 1936. The General Theory of Employment, Interest and Money.",
        "Reprinted in The Collected Writings of John Maynard Keynes, vol.7. Macmillan Press Limited, London, 1973.",
        "Kim, C., Nelson, C.R., 1999. State-Space Models with Regime Switching. MIT Press, Cambridge, MA.",
        "King, M., Wadhwani, 5., 1990. Transmission of Volatility between Stock Markets.",
        "Review of Financial Studies 3, 5-33. Krugman, P., 2000. The Return of Depression Economics. Norton, New York.",
        "Maddala, G.S., Li, H., 1996. Bootstrap Based Tests in Financial Modeling. In: Maddala, G.S. and Rao, C.R., (Eds.), Handbook of Statistics Vol. 14: Statistical Methods in Finance. North-Holland Publishers, Amsterdam, pp. 463-488.",
        "Maheu, J.M., McCurdy, T.H., 2000. Identifying Bull and Bear Markets in Stock Returns. Journal of Business and Economic Statistics 18, 100-112.",
        "Pagan, A.R., 2002. Learning about Models and their Fit to the Data. Interna- tional Economic Journal 16, 1-18.",
        "Pagan, A.R., Sossounov, K.A. 2003. A Simple Framework for Analyzing Bull and Bear Markets. Journal of Applied Econometrics 18, 23-46.",
        "Ramchand, L., Susmel, R. 1998. Volatility and Cross Correlation across Major Stock Markets. Journal of Empirical Finance 5, 397-416.",
        "Rigobon, R., 2003. On the Measurement of the International Propagation of Shocks: Is it Stable? Journal of International Economics (forthcoming).",
        "Shiller, R.J., 1989. Market Volatility. MIT Press, Cambridge, MA.",
        "Shiller, R.J., 2000. Irrational Exuberance. Broadway Books, New York.",
        "Siegel, J.J., 1998. Stocks for the Long Run. McGraw-Hill, New York.",
        "Stiglitz, J., 2002. Globalization and its Discontents. Norton, New York.",
        "Watson, M.W., 1994. Business-Cycle Durations and Postwar Stabilization of the US Economy. American Economic Review 84, 24-46.",
        "Wolf, H., 1996. Comovements among Emerging Equity Markets. In: Glick, R., (Ed.), Managing Capital Flows and Exchange Rates. Perspectives from the Pacific Basin. Cambridge University Press, Cambridge, MA., pp. 267-285.",
        "Hamilton, J.D., 2003. Comment on ~A Comparison of Two Business Cycle Dating Methods. Journal of Economic Dynamics and Control 27, 1691-1693.",
        "Goodwin, T.H., 1993. Business-Cycle Analysis with a Markov-Switching Model.",
        "Bekaert, G., Harvey, C.R., Lumsdaine, R.L., 2002a. The Dynamics of Emerging Market Equity Flows. Journal of International Money and Finance 21, 295-350.",
        "Artis, M.J., Kontolemis, Z.G., Osborn, D.R., 1997. Business Cycles for G7 and European Countries. Journal of Business 70, 249-279.",
        "Bekaert, G., Harvey, C.R., 2000. Capital Flows and the Behavior of Emerging Equity Markets. In Edwards, S., (Ed.), Capital Flows and the Emerging Economies: Theory, Evidence and Controversies. NBER, Cambridge, MA, pp. 159-194.",
        "GOmez Biscarri, J., Perez de Gracia, F., 2002. Stock Market Cycles and Stock Market Development in Spain. Universidad de Navarra Department of Economics Working Paper 01/02.",
        "Ammer, J., Mei, J., 1996. Measuring International Economic Linkages with Stock Market Data. Journal of Finance 51, 1743-1764.",
        "Aggarwal, R., Inclan, C., Leal, R.,1999. Volatility in Emerging Stock Markets.",
        "Journal of Financial and Quantitative Analysis 34, 33-55. Aizenman, J., 2002. Financial Opening: Evidence and Policy Options. Paper presented at the Challenges to Globalization NBER-CEPR conference, May 2002.",
        "Goldstein, M., 2003. Debt Sustainability, Brazil, and the IMF. lIE Working Paper 03-1.",
        "Goldman Sachs, 2002. GS Watch. A New Framework for Predicting Financial Crises in Emerging Markets.",
        "Galbraith, J.K., 1954. The Great Crash. Riverside Press, Cambridge, UK.",
        "Forbes, K., Rigobon, R., 2002. No Contagion, only Interdependence: Measuring Stock Market Comovements. Journal of Finance 57, 2223-2261.",
        "Fischer, 5., 2002. Financial Crises and Reform of the International Financial System. NBER Working Paper 9297.",
        "Eichengreen, B., Mody, A., 2000. What Explains the Changing Spreads on Emerg- ing Market Debt? In: Edwards, S. (ed.), The Economics of International Capital 39 Flows. University of Chicago Press, Chicago.",
        "Eichengreen, B., 2003. Capital Flows and Crises. MIT Press, Cambridge, MA.",
        "Edwards, 5., 2003. Review of Joseph E. Stiglitzs Globalization and its Discon- tents. Journal of Development Economics 70, 252-257.",
        "Edwards, 5., 2000. Contagion. World Economy 23, 873-900.",
        "Oxford University Press, Oxford. Edwards, 5., 1999. How Effective are Capital Controls? Journal of Economic Perspectives 13, 65-84.",
        "Edwards, 5., 1995. Crisis and Reform in Latin America: From Despair to Hope.",
        "Diebold, F.X., Rudebusch, G.D., 1996. Measuring Business Cycles: A Modern Perspective. Review of Economics and Statistics 78, 67-77.",
        "DeLong, J.B., 1992. Bull and Bear in the United States. In: Newman, P., Milgate, M., Eatwell, J., (Eds.), The New Palgrave Dictionary of Money and Finance. Mac Millan Press Limited, London, pp 253-255.",
        "De Gregorio, J., Edwards, S., Valdes, R., 2000. Controls on Capital Inflows: Do they work? Journal of Development Economics 63, 59-83.",
        "Chen, G.M., Firth, M., Rui, O.M., 2002. Stock Market Linkages: Evidence from Latin America. Journal of Banking and Finance 26, 1113-1141.",
        "Mimeo. Bry, G., Boschan, C., 1971. Cyclical Analysis of Time Series: Selected Procedures and Computer Programs. NBER, New York.",
        "Bekaert, G., Harvey, C.R., Ng, A., 2002. Market Integration and Contagion.",
        "Bekaert, G., Harvey, C.R., Lundblad, C., 2001. Emerging Equity Markets and Economic Development. Journal of Development Economics 66, 465-504.",
        "Journal of Business and Economic Statistics 11, 331-339. Hamilton, J.D., 1989. A New Approach to the Economic Analysis of Nonstation- ary Time Series and the Business Cycle. Econometrica 57, 357-384.",
        "Bekaert, G., Harvey, C.R., Lumsdaine, R.L., 2002b. Dating the Integration of World Capital Markets. Journal of Financial Economics 65, 203-249."
    ]
}