{
    "id": 9818,
    "cites": 43,
    "cited_by": 10,
    "reference": [
        "Amemiya, Takeshi. Advanced Econometrics. Cambridge, MA: Harvard University Press, 1985.",
        "Anderson, Kathryn; Burkhauser, Richard; and Raymond, Jennie. The Effect of Creaming on Placement Rates Under the Job Training Partnership Act. Industrial and Labor Relations Review, 46 (1993): 613-624.",
        "Anderson, Kathryn; Burkhauser, Richard; Raymond, Jennie; and Russell, Clifford. Mixed Signals in the Job Training Partnership Act. Growth and Change, 22 (1991): 32- 48.",
        "Anderson, Patricia, and Meyer, Bruce. 1997. Unemployment Insurance and the After- Tax Value of Benefits. Quarterly Journal of Economics 112 (1997): 913-937.",
        "Ashenfelter, Orley. Determining Participation in Income-Tested Social Programs. Journal of the American Statistical Association 78 (1983): 517-525.",
        "Ashenfelter, Orley, and Card, David. Using the Longitudinal Structure of Earnings to Estimate the Effect of Training Programs. The Review of Economics and Statistics 47 (1985): 648-660.",
        "Barnow, Burt. Getting It Right: Thirty Year s of Changing Federal, State, and Local Relationships in Employment and Training Programs. Publius: The Journal of Federalism 23 (1993): 75-94.",
        "Becker, Gary. Human Capital: A Theoretical and Empirical Analysis, with Special Reference to Education. New York: Columbia University Press, 1964.",
        "Blank, Rebecca. What Causes Public Assistance Caseloads to Grow? Journal of Human Resources 36 (2001): 85-118.",
        "Blank, Rebecca, and Ruggles, Patricia. When Do Women Use Aid to Families with Dependent Children and Food Stamps? The Dynamics of Eligibility vs. Participation. Journal of Human Resources 24 (1989) 54-87.",
        "Bloom, Howard; Orr, Larry; Bell, Stephen; Cave, George; Doolittle, Fred; Lin, Winston; and Bos, Johannes. The Benefits and Costs of JTPA Title II-A Programs: Findings from the National Job Training Partnership Act Study. Journal of Human Resources 32 (1997): 549-576.",
        "Card, David, and Sullivan, Daniel. Measuring the Effect of Subsidized Training Programs on Movements In and Out of Employment. Econometrica 56 (1988): 497-530.",
        "Devine, Theresa, and Heckman, James. The Structure and Consequences of Eligibility Rules for a Social Program. In Research in Labor Economics, Volume 15 , edited by Solomon Polachek, pp. 111-170. Greenwich, CT: JAI Press. 1996.",
        "Doolittle, Fred, and Traeger, Linda. Implementing the National JTPA Study . New York, NY: Manpower Demonstration Research Corporation, 1990.",
        "Gonzales, J. and Romero F. Falling Through The Cracks: Hispanic Underrepresentation in The Job Training Partnership Act. Working Paper H46. National Council of La Raza, 1989.",
        "Heckman, James; Hohmann, Neil; Smith, Jeffrey; and Khoo, Michael. Substitution and Drop Out Bias in Social Experiments: A St udy of an Influential Social Experiment. Quarterly Journal of Economics 115 (2000): 651-694.",
        "Heckman, James; Ichimura, Hidehiko; and Todd, Petra. Matching as an Econometric Evaluation Estimator: Evidence from Evaluating a Job Training Programme. Review of Economic Studies 64 (1997): 605-654.",
        "Heckman, James; Ichimura, Hidehiko; and Todd, Petra. Matching as an Econometric Evaluation Estimator. Review of Economic Studies 65 (1998): 261-294.",
        "Heckman, James; Ichimura, Hidehiko; Smith, Jeffrey; and Todd, Petra. Characterizing Selection Bias Using Experimental Data. Econometrica 66 (1998): 1017-1098.",
        "Heckman, James and Salvador Navarro-Lozano. Using Matching, Instrumental Variables and Control Functions to Estimate Econometric Models. NBER Working Paper No. 9497, February 2003.",
        "Heckman, James, and Robb, Richard. Alternative Methods for Evaluating the Impact of Interventions. In James Heckman and Burton Singer, eds., Longitudinal Analysis of Labor Market Data, pp. 156-246. New York, NY: Cambridge University Press for Econometric Society Monograph Series, 1985.",
        "Heckman, James, and Smith, Jeffrey. The Pre-Programme Dip and the Determinants of Participation in a Social Programme: Implications for Simple Programme Evaluation Strategies. Economic Journal 109 (1999): 313-348.",
        "Heckman, James; Smith, Jeffrey; and Taber, Christopher. Accounting for Dropouts in Evaluations of Social Programs. Review of Economics and Statistics 80 (1998): 1-14.",
        "Heckman, James; Smith, Jeffrey; and Taber, Christopher. What Do Bureaucrats Do? The Effects of Performance Standards and Bu reaucratic Preferences on Acceptance into the JTPA Program. In Advances in the Study of Entrepreneurship, Innovation and Economic Growth: Reinventing Government and the Problem of Bureaucracy, Volume 7 , edited by Gary Libecap, pp. 191-217. Greenwich, CT: JAI Press, 1996.",
        "Jacobson, Louis; LaLonde, Robert; and Sullivan, Daniel. Measures of Program Performance and the Training Choices of Displaced Workers. In Targeting Employment Services, edited by Randall Eberts, Christopher OLeary and Stephen Wandner, pp. 187- 214. Kalamazoo, MI: W.E. Upjohn Institute for Employment Research, 2002.",
        "Kemple, James; Doolittle, Fred; and Wallace, John. The National JTPA Study: Site Characteristics and Participation Patterns . New York, NY: Manpower Demonstration Research Corporation, 1993.",
        "Leigh, Duane. Assisting Workers Displaced by Structural Change . Kalamazoo, MI: W.E. Upjohn Institute for Employment Research, 1995.",
        "McCall, Brian. The Impact of Unemployment Insurance Benefit Levels on Recipiency. Journal of Business and Economic Statistics 13 (1995): 189-198.",
        "Orr, Larry; Bloom, Howard; Bell, Stephen; Doolittle, Fred; Lin, Winston; and Cave, George. Does Training Work for the Disadvantaged? Evidence from the National JTPA Study. Washington, DC: Urban Institute Press, 1996.",
        "OShea, Daniel, and King, Christopher. T he Workforce Investment Act of 1998: Restructuring Workforce Development Initiatives in States and Localities. Report No.",
        "Parsons, Donald. Self-Screening in Targeted Public Transfer Programs. Journal of Political Economy 99 (1991): 859-876.",
        "Remler, Dahlia; Rachlin, Jason; and Glied, Sherry. What Can the Take-Up of Other Programs Teach Us About How to Improve Take-Up of Health Insurance Programs? Working Paper No. 8185. Cambridge, MA: National Bureau of Economic Research, March 2001.",
        "Riphahn, Regina. Rational Poverty or Poor Rationality? The Take-Up of Social Assistance Benefits. Review of Income and Wealth 47 (2001): 379-398.",
        "Sandell, Steven, and Rupp, Kalman. Who is Served in JTPA Programs: Patterns of Participation and Intergroup Equity. Research Report RR-88-03. Washington, DC: National Commission for Employment Policy, February 1988.",
        "Smith, Jeffrey. Sampling Frame for the Eligible Non-Participant Sample. Unpublished manuscript. Chicago, IL: University of Chicago Department of Economics, 1994.",
        "Storer, Paul; Van Audenrode, Marc. Unemployment Insurance Take-Up Rates in Canada: Facts, Determinants and Implications. Canadian Journal of Economics 28 (1995): 822-835.",
        "Tienda, Marta, and Jensen, Leif. Poverty and Minorities: A Quarter-Century Profile of Color and Socioeconomic Disadvantage. In Divided Opportunities: Minorities, Poverty and Social Policy, edited by Gary Sandefur and Marta Tienda, pp. 25-33. New York, NY: Plenum, 1988.",
        "U.S. General Accounting Office. Job Trai ning Partnership Act: Racial and Gender Disparities in Services. GAO/HRD-91-148. Wa shington, DC: U.S. General Accounting Office, 1991.",
        "Washington, DC: U.S. Department of Labor , Employment and Training Administration, Office of Strategic Planning and Policy Development, Division of Performance Management and Evaluation, 1993a.",
        "U.S. Department of Labor. Title II Eligibility Documentation . Washington, DC: U.S Department of Labor, Employment and Training Administration, 1993b.",
        "U.S. Department of Labor. Summary of Workforce Development Provisions of the Workforce Investment Act of 1998 (P.L. 105-220) . Washington, DC: U.S. Department of Labor, Employment and Training Administration, 1998.",
        "Witte, Ann Dryden, and Queralt, Magaly. Take-Up Rates and Trade Offs After the Age of Entitlement: Some Thoughts and Empirical Evidence for Child Care Subsidies. Working Paper No. 8886. Cambridge, MA: National Bureau of Economic Research, April 2002.",
        "Zweimuller, Josef, and Winter-Ebmer, R udolf. Manpower Training Programmes and Employment Stability. Economica 63 (1996): 113-130."
    ]
}