{
    "id": 9819,
    "cites": 34,
    "cited_by": 297,
    "reference": [
        "[21] Gali, Jordi, 1999, `Technology, Employment, and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations? American Economic Review, 89(1), 249-271.",
        "[22] Gali, Jordi, Mark Gertler and J. David Lopez-Salido, 2001, `Markups, Gaps and the Welfare Costs of Business Fluctuations, May.",
        "[23] Gali, Jordi, J. David Lopez-Salido, and Javier Valles, 2002, `Technology Shocks and Monetary Policy: Assessing the Feds Performance, National Bureau of Economic Research Working Paper 8768.",
        "[24] Hahn, Jinyong, Jerry Hausman and Guido Kuersteiner, 2001, `Bias Corrected Instrumental Variables Estimation for Dynamic Panel Models with Fixed Effects, manuscript, MIT.",
        "[25] Hansen, Bruce E., 1995, `Rethinking the Univariate Approach to Unit Root Testing: Using Covariates to Increase Power, Econometric Theory, December, v. 11, iss. 5, pp. 1148-71",
        "[26] Hamilton, James B., 1994, Time Series Analysis, Princeton University Press, Princeton New Jersey.",
        "[27] Kwiatkowski, D., Phillips, P.C.B., Schmidt, P., and Shin, Y. 1992, `Testing the Null Hypothesis of Stationarity Against the Alternative of a Unit Root, Journal of Econometrics, 54, 159- 178.",
        "[28] King, Robert, Charles Plosser, James Stock and Mark Watson, 1991, `Stochastic Trends and Economic Fluctuations, American Economic Review, 81, 819-840.",
        "[29] Leybourne, Stephen J. and B.P.M. McCabe, 1994, `A Consistent Test for a Unit Root, Journal of Business and Economic Statistics, 12(2) pp. 15 7-66",
        "[30] Shapiro, Matthew, and Mark Watson, 1988, `Sources of Business Cycle Fluctuations, NBER,Macroeconomics Annual, pp. 111-148.",
        "[31] Shea, John 1998. `What Do Technology Shocks Do?, National Bureau of Economic Research Working Papers 6632",
        "[32] Sims Christopher, James Stock and Mark Watson, 1990. `Inference in Linear Time Series Models with Some Unit Roots, Econometrica 58(1), pp. 113-144.",
        "[33] Staiger, Douglas, and James Stock, 1997, `Instrumental Variables Regression with Weak Instruments, Econometrica, vol. 65, issue 3, May, pp. 557-586. 32",
        "[34] Stock, James, and Motohiro Yogo, 2002, `Testing for Weak Instruments in Linear IV Regression, manuscript, October.",
        "[35] Vigfusson, Robert J. 2002 `Why Does Employment Fall After A Positive Technology Shock, manuscript. 33 1: Data Used in VAR",
        "[10] Christiano, Lawrence J. and Martin Eichenbaum, 1992, `Current Real Business Cycle Theories and Aggregate Labor Market Fluctuations, American Economic Review. 82(3), 430-50.",
        "[18] Elliott, Graham, and Michael Jansson, 2003, `Testing for Unit Roots with Stationary Covariates, Journal of Econometrics, vol. 115, pp. 75-89.",
        "[19] Fisher, Jonas, 2003, `Technology Shocks Matter, manuscript.",
        "[20] Francis, Neville, and Valerie A. Ramey, 2001, `Is the Technology-Driven Real Business Cycle Hypothesis Dead? Shocks and Aggregate Fluctuations Revisited, manuscript, UCSD.",
        "[17] Eichenbaum, Martin, and Kenneth J. Singleton 1986. `Do Equilibrium Real Business Cycle Theories Explain Postwar U.S Business Cycles? NBER Macroeconomics Annual 1986, pp. 91-135.",
        "[7] Christiano, Lawrence J., 1989, Comment on Campbell and Mankiw, NBER Macroeconomics Annual, edited by Blanchard and Fisher, MIT Press.",
        "[8] Christiano, Lawrence J., and Lars Ljungqvist, 1988, `Money Does Granger Cause Output in the Bivariate Money-Output Relation, Journal of Monetary Economics. 22(2), 217-35.",
        "[9] Christiano, Lawrence J. and Martin Eichenbaum, 1990, `Unit Roots in GNP: Do We Know and Do We Care?, Carnegie-Rochester Conference Series on Public Policy.",
        "[4] Blundell, Richard and Stephen Bond, 1998, `Initial Conditions and Moment Restrictions in Dynamic Panel Data Models, Journal of Econometrics 87, 115-143.",
        "[5] Caner, Mehmet and Lutz Kilian. 1999. `Size Distortions of Tests of the Null Hypothesis of Stationarity: Evidence and Implications for the PPP Debate, University of Michigan Manuscript.",
        "[16] Doan, Thomas 1992. Rats Manual Estima Evanston, IL. 31",
        "[15] DeJong, David N., John C. Nankervis, N. E. Savin, and Charles H. Whiteman, 1992, `Integration versus Trend Stationarity in Time Series, Econometrica, Vol. 60, no. 2, March.",
        "[3] Boldrin, Michele, Lawrence J. Christiano and Jonas Fisher, 2001, `Asset Pricing Lessons for Modeling Business Cycles, American Economic Review. 91, 149-66.",
        "[13] Christiano, Lawrence J., Martin Eichenbaum and Charles Evans, 1999, Monetary Policy Shocks: What Have We Learned, and to What End?, in Taylor and Woodford, Handbook of Macroeconomics.",
        "[14] Christiano, Lawrence J., Martin Eichenbaum and Charles Evans, 2001, `Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, manuscript.",
        "[11] Christiano, Lawrence J. and Richard M. Todd. 1996. `Time to Plan and Aggregate Fluctuations. Federal Reserve Bank of Minneapolis Quarterly Review Winter 14-27.",
        "[1] Altig, David, Lawrence J. Christiano, Martin Eichenbaum and Jesper Linde, 2002, `An Estimated Dynamic, General Equilibrium Model for Monetary Policy Analysis, Manuscript.",
        "[12] Christiano, Lawrence J. and Terry Fitzgerald. 1999. The Band Pass Filter. National Bureau of Economic Research Working Paper 7257, and forthcoming. International Economic Review.",
        "[2] Basu, Susanto, John G. Fernald, and Miles S. Kimball. 1999. `Are Technology Improvements Contract ionary? Manuscript."
    ]
}