{
    "id": 982,
    "cites": 20,
    "cited_by": 8,
    "reference": [
        "Alan J. Auerbach and Laurence J. Kotlikoff, National Savings, Economic Welfare, and the Structure of Taxation, NBER Working Paper No. 729, August 1981.",
        "Robert J. Barro, Are Government Bonds Net Wealth?, Journal of Political Econorny, November/December 1974, pp. 1095-1117.",
        "Ben S. Bernanke, Permanent Income, Liquidity, and Expenditure on Automobiles: Evidence from Panel Data, mimeo, Stanford University, September 1981.",
        "Alan S. Blinder, Temporary Income Taxes and Consumer Spending, Journal of Political Economy, February 1981, pp. 26-53.",
        "Alan S. Blinder and Robert M. Solow, Does Fiscal Policy Matter?, Journal of Public Economics, 1973, pp. 319-337.",
        "Carl F. Christ, A Simple Macroeconomic Model with a Government - Budget Constraint, Journal of Political Economy, v. 76, January/February 1968, pp. 53-67.",
        "Martin S. Feldstein, Tax Rules and the Mismanagement of Monetary Policy, American Economic Review. v. 70, ~4ay 1980a, pp.",
        "Martin S. Feldstein, Fiscal Policies, Inflation, and Capital Formation, American Economic Review, v. 71, September 1980b, pp.",
        "Page 50 Martin S. Feldstein, Government Deficits and Aggregate Demand, .Journal of Public. Economics,v. 9, 1982, pp. 1-20.",
        "Milton Friedman, A Monetary and Fiscal Framework for Economic Stability, American Economic Review, v. 38, June 1948, pp.",
        "Milton Friedman, Monetary Policy: Theory and Practice, Journal of Money, Credit, and Banking, v. 14, February 1982, pp.",
        "Roman Frydman, Individual Rationality, Decentralization and the Rational Expectations Hypothesis, mirneo, New York University, November 1981.",
        "Robert E. Hall and Frederic S. Mishkin, The Sensitivity of Con- sumption to Transitory Income: Estimates from Panel Data on Households, Econometrica, 1982.",
        "Bennett T. McCallum, Monetarist Principles and the Money Stock Growth Rule, American Economic Review, v. 71, May 1981, pp. 134-138.",
        "Bennett T. McCallum, Are Bond-Financed Deficits Inflationary? A Ricardian Analysis, mimeo, Carnegie-Mellon University, May 1982.",
        "Edmund S. Phelps, The Trouble with `Rational Expectations and the Page 51 Problem of Inflation Stabilization, mimeo, Columbia Univ~sity, October 1981.",
        "David H. Pyle and Stephen J. Turnovsky, The Dynaxnics of Government Policy in an Inflationary Economy: An `Intermediate Run Analysis, Journal of Money, Credit, and Banking, v. 8. November 1976, pp. 411-437.",
        "Thomas J. Sargent and Neil Wallace, Some Unpleasant Monetarist Arithmetic, Federal Reserve Bank of Minneapolis Quarterly Review, v. 5, Fall 1981, pp. 1-17.",
        "Gary Smith, Monetarism, Bondism, and Inflation, Journal of Money, Credit, and Banking, v. 14, May 1982, pp. 278-286.",
        "John B. Taylor, Establishing Credibility: A Rational Expectations Viewpoint, American Economic Review, v. 72, May l982~ pp. 81-85. John B. Taylor, Rational Expectations and the Invisible Handshake, Forthcoming in volume in honor of Arthur Okun, l98~ Jaxnes Tobin and Willem Buiter, Long-Run Effects of Fiscal and Monetary - Policy on Aggregate Demand, in J.L. Stein (ed.), Monetarism, North-Holland, 1976, pp. 273-309."
    ]
}