{
    "id": 9822,
    "cites": 34,
    "cited_by": 54,
    "reference": [
        "Adelman, Irma and Cynthia Taft Morris, 1973, Economic growth and social equity in developing countries. Stanford, Ca., Stanford University Press.",
        "Ahluwalia, Montek S., John H. Duloy, Graham Pyatt, et al., 1980, Who benefits from economic development? Comment. American Economic Review, 70(1): 242-5.",
        "Aitchison, J. and Alan Brown, 1969, The lognormal distribution. Cambridge, Cambridge University Press.",
        "Bardhan, Pranab K., 1973, On the incidence of poverty in rural India in the sixties. Economic and Political Weekly, 8(February special issue): 245-54.",
        "Berg, Andrew and Anne Krueger, 2003, Trade, growth, and poverty: a selective survey. Washington, DC. IMF Working Paper 03/30.",
        "Bhalla, Surjit S., 2002, Imagine there is no country: poverty, inequality, and growth in the era of globalization. Washington, DC, Institute for International Economics.",
        "Blades, Derek and David Roberts, 2002, Measuring the non-observed economy. Statistics Brief(No 5., November): 1-8.",
        "Chenery, Hollis, Montek S. Ahluwalia, Clive L. G. Bell, et al., 1974, Redistribution with Growth. Oxford, Oxford University Press for the World Bank.",
        "Cline, William R., 1975, Distribution and development: a survey of the literature. Journal of Development Economics, 1(4): 359-400.",
        "Deaton, Angus and Margaret Grosh, 2000, Consumption, in M. Grosh and P. Glewwe, Designing household questionnaires for developing countries: lessons from fifteen years of the living standard measurement study. Washington, DC, World Bank. 1: 91-133.",
        "Deaton, Angus and Jean DrÃ\u0083Â¨ze, 2002, Poverty and inequality in India, a reexamination. Economic and Political Weekly(September 7th): 3729-48.",
        "Deininger, Klaus and Lyn Squire, 1996, A new data set measuring income inequality. World Bank Economic Review, 10: 565Ã\u0082â\u0080\u009391.",
        "Dollar, David and Aart Kraay, 2000, Growth is good for the poor. Washington, DC. The World Bank, processed.",
        "Fishlow, Albert, 1972, Brazilian size distribution of income. American Economic Review, 62(1/2): 391-402.",
        "Garner, Thesia I., George Janini, William Passero, et al., 2003, The consumer expenditure survey in comparison: focus on personal consumption expenditures. Washington, DC. Bureau of Labor Statistics, processed.",
        "Government of India, 2003, National Accounts Statistics, Ministry of Statistics and Programme Implementation, http://mospi.nic.in/national_account_main.htm, accessed March 1, 2003.",
        "Groves, Robert M. and Mick P. Couper, 1998, Nonresponse in household interview surveys. New York, Wiley.",
        "Keidel, Albert, 2001, Chinas GDP expenditure accounts. China Economic Review, 12(4): 355-67.",
        "Kulshreshtha, A. C. and A. Kar, 2002, Estimates of food consumption expenditure from household surveys and national accounts. Working Paper at http://www.worldbank.org/indiapovertyworkshop.",
        "Kuznets, Simon, 1955, Economic growth and income inequality. American Economic Review, 45(1): 1-28.",
        "Maddison, Angus, 1998, Chinese economic performance in the long run. Paris, OECD.",
        "Minhas, B. S., 1988, Validation of large-scale sample survey data: case of NSS household consumption expenditure. Sankhya, Series B, 50(Supplement): 1-63.",
        "Mistiaen, Johan A. and Martin Ravallion, 2003, Survey compliance and the distribution of income. Washington, DC. The World Bank, processed.",
        "NSSO Expert Group on Sampling Errors, 2003, Suitability of different reference periods for measuring household consumption: results of a pilot study. Economic and Political Weekly(January 25): 307-21.",
        "OECD, 2002, Measuring the non-observed economy: a handbook. Paris, OECD.",
        "Office for National Statistics, 2003, Annual Abstract of Statistics. London. HMSO.",
        "Ravallion, Martin, 2001, Growth, inequality, and poverty: looking beyond the averages. World Development, 29(11): 1803-15.",
        "Ravallion, Martin, 2003, Measuring aggregate welfare in developing countries: how well do national accounts and surveys agree. Review of Economics and Statistics: forthcoming.",
        "Rawski, Thomas G., 2001, What is happening to Chinas GDP statistics? China Economic Review, 12(4): 347-54.",
        "Sala-i-Martin, Xavier, 2002, The disturbing `rise of global income inequality. Cambridge, MA. NBER Working Paper No. 8904.",
        "Srinivasan, T. N. and Pranab Bardhan, 1974, Poverty and income distribution in India. Calcutta, Statistical Publishing Society.",
        "Sundaram, K and Suresh Tendulkar, 2003, NAS-NSS estimates of private consumption for poverty estimation: a further comparative estimation. Economic and Political Weekly(January 25): 376-84.",
        "Taylor, Lance and Edmar L. Bacha, 1976, The unequalizing spiral: a first growth model for Belindia. Quarterly Journal of Economics, 90(2): 197-218.",
        "Wu, Harry X., 2000, Chinas GDP level and growth performance: alternative estimates and the implications. Review of Income and Wealth, 46(4): 475-99."
    ]
}