{
    "id": 9824,
    "cites": 39,
    "cited_by": 12,
    "reference": [
        "Ayres, Ian, and Donohue, John J.III, 2000, Ã\u0082â\u0080\u009cShooting Down the More Guns, Less Crime Hypothesis,Ã\u0082â\u0080\u009d NBER Working Paper No. W9336.",
        "Ashenfelter, Orley, and Krueger, Alan, 1994, Ã\u0082â\u0080\u009cEstimates of the Economic Returns to Schooling from a New Sample of Twins,Ã\u0082â\u0080\u009d American Economic Review, 84(5): 1157- 1173.",
        "Ashenfelter, Orley, and Zimmerman, David J., 1997, Ã\u0082â\u0080\u009cEstimates of the Returns to Schooling From Sibling Data: Fathers, Sons, and Brothers,Ã\u0082â\u0080\u009d The Review of Economics and Statistics, 79(1):1-9.",
        "Behrman, Jere R, Rosenzweig, Mark R., and Taubman, Paul, 1994, Ã\u0082â\u0080\u009cEndowments and the Allocation of Schooling in the Family and in the Marriage Market: The Twins Experiment,Ã\u0082â\u0080\u009d The Journal of Political Economy, 102(6):1131-1174.",
        "Behrman, Jere R, Rosenzweig, Mark R., and Taubman, Paul, 1996, Ã\u0082â\u0080\u009c College Choice and Wages: Estimates Using Data on Female Twins,Ã\u0082â\u0080\u009d The Review of Economics and Statistics, 78(1):672-685.",
        "Blau, David, and Hagu, Alison, 1998, Ã\u0082â\u0080\u009cThe Demand for Quality in Child Care,Ã\u0082â\u0080\u009d Journal of Political Economy, 106(1): 107-146.",
        "Blumstein, Alfred, 1995, Ã\u0082â\u0080\u009cYouth Violence, Guns, and the Illicit-Drug Industry,Ã\u0082â\u0080\u009d Journal of Criminal Law and Criminology, 86(1): 10-36.",
        "Case, Anne C., and Katz, Lawrence F., 1991, Ã\u0082â\u0080\u009cThe Company You Keep: The Effects of Family and Neighborhood on Disadvantaged Youths,Ã\u0082â\u0080\u009d NBER Working Paper No.",
        "Chaiken, J. M. and M. R. Chaiken, 1990, Ã\u0082â\u0080\u009cDrugs and Predatory CrimeÃ\u0082â\u0080\u009d in Drug and Crime M. Tonry and J. Q. Wilson (eds.), Chicago, University of Chicago Press.",
        "Cook, Philip and Ludwig, Jens, 2002, Ã\u0082â\u0080\u009cThe Effects of Gun Prevalence on Burglary: Deterrence vs. Inducement,Ã\u0082â\u0080\u009d NBER Working Paper No. 8926.",
        "Cook, Philip and Ludwig, Jens, 1996, Guns in America: Results of a Comprehensive National Survey on Firearms Ownership and Use, Washington, The Policy Foundation.",
        "Corman, Hope and H. Naci Mocan, 2000, Ã\u0082â\u0080\u009cA Time-Series Analysis of Crime, Deterrence, and Drug Abuse in New York City,Ã\u0082â\u0080\u009d American Economic Review, 90(3): 584-604.",
        "Corman, Hope and H. Naci Mocan, 2002, Ã\u0082â\u0080\u009cCarrots, Sticks and Broken Windows,Ã\u0082â\u0080\u009d NBER Working Paper No. W9061.",
        "Duggan, Mark, 2001, Ã\u0082â\u0080\u009cMore Guns, More Crime,Ã\u0082â\u0080\u009d Journal of Political Economy, 109(5): 1086-1114.",
        "Ehrlich, Isaac, 1973, Ã\u0082â\u0080\u009cParticipation in Illegitimate Activities: A Theoretical and Empirical Investigation,Ã\u0082â\u0080\u009d Journal of Political Economy, 81(3): 521-565.",
        "Rodgers (eds.), NY: Russell Sage Foundation. Glaeser, Edward L., Sacerdote, Bruce, and Jose A, Scheinkman, 1996, Ã\u0082â\u0080\u009cCrime and Social Interactions,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, 111(2): 507-548.",
        "Griliches, Zvi and Jerry Hausman, 1990, Ã\u0082â\u0080\u009cErrors in Variables in Panel Data,Ã\u0082â\u0080\u009d Journal of Econometrics, 31: 93-118.",
        "Grogger, Jeff, and Willis, Michael, 2000, Ã\u0082â\u0080\u009cThe Emergence of Crack Cocaine and the Rise in Urban Crime Rates,Ã\u0082â\u0080\u009d The Review of Economics and Statistics, 82(4): 519-529.",
        "Grossman, Michael, Kaestner, Robert, and Markowitz, Sara, 2002, Ã\u0082â\u0080\u009cGet High and Get Stupid:The Effect of Alcohol and Marijuana Use on Teen Sexual Behavior,Ã\u0082â\u0080\u009d NBER Working Paper No. 9216.",
        "Jofre-Bonet, Mereia and Sindelar, Jody L., 2002, Ã\u0082â\u0080\u009cDrug Treatment as a Crime Fighting Tool,Ã\u0082â\u0080\u009d NBER Working Paper No. W 9038.",
        "Levitt, Steven D., Lochner, Lance J., 2001 The Determinants of Juvenile Crime, in Risky Behavior Among Youths: An Economic Analysis, J. Gruber (ed.), University of Chicago Press: Chicago, 2001.",
        "Levitt, Steven D., 1999, Ã\u0082â\u0080\u009cThe Effect of Prison Population Size on Crime Rates: Evidence from Prison Overcrowding Litigation.Ã\u0082â\u0080\u009d The Quarterly Journal of Economics, 111(2), p319-351, May.",
        "Levitt, Steven D., 1998a,Why Do Increased Crime Arrest Rates Appear to Reduce Crime: Deterrence, Incapacitation, or Measurement Error? Economic Inquiry, Vol.",
        "Lott, John, 2000, Ã\u0082â\u0080\u009cMore Guns, Less CrimeÃ\u0082â\u0080\u009d 2 nd ed. Chicago: University of Chicago Press.",
        "Lott, John R, and Whitley, John E., 2001, Ã\u0082â\u0080\u009cSafe-Storage Guns Laws: Accidental Deaths, Suicides and Crime,Ã\u0082â\u0080\u009d Journal of Law and Economics, 44: 659-689.",
        "Ludwig, Jens, and Cook Philip, 2000, Ã\u0082â\u0080\u009cHomicide and Suicide Rate Associated With Implementation of the Brady Handgun Violence Prevention Act,Ã\u0082â\u0080\u009d Journal of American Medical Association, 284(5): 585-91.",
        "Markowitz, Sara, 2000, Ã\u0082â\u0080\u009c An Economic Analysis of Alcohol, Drugs, and Violent Crime in the National Crime Victimization Survey,Ã\u0082â\u0080\u009d NBER Working Paper No. W7982.",
        "Marvell, Thomas B., 2001, Ã\u0082â\u0080\u009cThe Impact of Banning Juvenile Gun PossessionÃ\u0082â\u0080\u009d Journal of Law and Economics, 44: 691-713.",
        "Miller, Paul, and Mulvey, Charles, and Martin Nick, 1995, Ã\u0082â\u0080\u009cWhat Do Twins Studies Reveal About the Economic Returns to Education? A Comparison of Australian U.S Findings,Ã\u0082â\u0080\u009d American Economic Review, 85(3): 586-599.",
        "Mocan, Naci H., Billups, Stephen, and Overland, Jody, 2000, Ã\u0082â\u0080\u009c A Dynamic Model of Differential Human Capital and Criminal ActivityÃ\u0082â\u0080\u009d, NBER Working Paper No.",
        "W7584. Mocan, Naci H., and Corman, Hope, 1998, An Economic Analysis of Drug Use and Crime, Journal of Drug Issues, 28(3):613-29.",
        "Mocan, Naci H., and Rees, Daniel, 1999, Ã\u0082â\u0080\u009cEconomic Conditions, Deterrence, and Juvenile Crime: Evidence from Micro DataÃ\u0082â\u0080\u009d NBER Working Paper No. W7505.",
        "Mocan, Naci H., Tekin, Erdal, and Zax, Jeffrey S., 2000, Ã\u0082â\u0080\u009cThe Demand for Medical Care in Urban China,Ã\u0082â\u0080\u009d NBER Working Paper No. 7673.",
        "Mocan, Naci H., and Tekin, Erdal, 2003, Ã\u0082â\u0080\u009cNonprofit Sector and Part-Time Work: An Analysis of Employer-Employee Matched Data of Child Care Workers,Ã\u0082â\u0080\u009d Review of Economics and Statistics, 85:1, pp. 38-50.",
        "Mustard, David B., 2001, Ã\u0082â\u0080\u009cThe Impact of Gun Laws on police Deaths,Ã\u0082â\u0080\u009d Journal of Law and Economics, 44: 635-657.",
        "National Vital Statistics Report, 1999; Vol 47, No: 24; National Center for Health Statistics, Hyattsville, Maryland.",
        "Raphael, Steven and Rudolf Winter-Ebmer, 2001,Ã\u0082â\u0080\u009d Identifying the Effect of Unemployment on Crime,Ã\u0082â\u0080\u009d The Journal of Law and Economics, 44: 259-83.",
        "Weiss, Roger D., Najavits, Lisa M., et. al., 1998, Ã\u0082â\u0080\u009cValidity of Substance Use Self-Reforts in Dually Diagnosed Outpatients,Ã\u0082â\u0080\u009d American Journal of Psychiatry, 155(1): 127-128.",
        "Wintemute, Garen, 2000, Ã\u0082â\u0080\u009cGuns and Gun ViolenceÃ\u0082â\u0080\u009d in The Crime Drop in America, Alfred Blumshtein, and Joel Wallman (eds.), NY, Cambridge University Press."
    ]
}