{
    "id": 9827,
    "cites": 24,
    "cited_by": 3,
    "reference": [
        "Behm, H. and A. Robles-Soto. 1990. Ã\u0082â\u0080\u009cEl descenso reciente de la mortalidad infantil por grupos socioeconÃ\u0083Â³micos.Ã\u0082â\u0080\u009d In Factores Sociales de Riesgo de Muerte en la Infancia. Santiago, Chile: Centro Latinoamericano de DemografÃ\u0083Â­a (CELADE).",
        "Brook, R.H., et. al. 1984. Ã\u0082â\u0080\u009cDoes Free Care Improve AdultsÃ\u0082â\u0080\u0099 Health? Results from a Randomized Controlled Trial.Ã\u0082â\u0080\u009d New England Journal of Medicine 309:1426-34.",
        "Caldwell, J.C. 1986. Ã\u0082â\u0080\u009cRoutes to Low Mortality in Poor Countries.Ã\u0082â\u0080\u009d Population and Development Review 2:171-220.",
        "Currie, J., and J. Gruber. 1996a. Ã\u0082â\u0080\u009cHealth Insurance Eligibility, Utilization of Medical Care, and Child Health.Ã\u0082â\u0080\u009d Quarterly Journal of Economics 111:431-66.",
        "Currie, J. and J. Gruber. 1996b. Ã\u0082â\u0080\u009cSaving Babies: The Efficacy and Cost of Recent Changes in the Medicaid Eligibility of Pregnant Women.Ã\u0082â\u0080\u009d Journal of Political Economy 104:1263-96.",
        "Goodman, L.A. 1953. Ã\u0082â\u0080\u009cEcological Regressions and Behavior of Individuals.Ã\u0082â\u0080\u009d American Sociological Review 18:663-64.",
        "Guthrie, K.A. and L. Sheppard. 2001. Ã\u0082â\u0080\u009cOvercoming Biases and Misconceptions in Ecological Studies.Ã\u0082â\u0080\u009d Journal of the Royal Statistical Society Series A 164:141-154.",
        "Hanratty, M.J. 1996. Ã\u0082â\u0080\u009cCanadian National Health Insurance and Infant HealthÃ\u0082â\u0080\u009d American Economic Review 86:276-284.",
        "Hanushek, E.A., S.G. Rivkin, and L.L. Taylor. 1996. Ã\u0082â\u0080\u009cAggregation and the Estimated Effects of School Resources.Ã\u0082â\u0080\u009d Review of Economics and Statistics 78:611-27.",
        "Institute of Medicine. 2002. Care Without Coverage: Too Little, Too Late. Washington, D.C.: National Academy Press.",
        "Jimenez, E. 1995. Ã\u0082â\u0080\u009cHuman and Physical Infrastructure: Investment and Pricing Policies in Developing Countries.Ã\u0082â\u0080\u009d Pp. 2773-2843 in Handbook of Development Economics Vol. 3B, edited by J. Behrman and T.N. Srinivasan. Amsterdam: Elsevier Science.",
        "Keeler, E.B. and J.E. Rolph. 1988. Ã\u0082â\u0080\u009cThe Demand for Episodes of Treatment in the Health Insurance Experiment.Ã\u0082â\u0080\u009d Journal of Health Economics 7:337-67.",
        "Levy, H. and D. Meltzer. 2001. Ã\u0082â\u0080\u009cWhat Do We Really Know About Whether Health Insurance Affects Health?Ã\u0082â\u0080\u009d Working Paper 6. Economic Research Initiative on the Uninsured. University of Michigan.",
        "Manning, W.G., J.P. Newhouse, N. Duan, E.B. Keeler, and A. Leibowitz. 1987. Ã\u0082â\u0080\u009cHealth Insurance and the Demand for Medical Care: Evidence From a Randomized Experiment.Ã\u0082â\u0080\u009d The American Economic Review 77:251-77.",
        "Mesa-Lago, C. 1985. Ã\u0082â\u0080\u009cHealth Care in Costa Rica: Boom and Crisis.Ã\u0082â\u0080\u009d Social Science and Medicine. 21:13-21.",
        "Moffitt, R.A. 1995. Ã\u0082â\u0080\u009cSelection Bias Adjustment in Treatment-Effect Models as a Method of Aggregation.Ã\u0082â\u0080\u009d Technical Working Paper 187. National Bureau of Economic Research, Cambridge, MA.",
        "Mohs, E. 1983. La Salud en Costa Rica. San Jose, Costa Rica: Editorial Universidad Estatal a Distancia.",
        "Pan American Health Organization. 1998. Ã\u0082â\u0080\u009cHealth in the Americas, Vols. I and II, Country Health Profile.Ã\u0082â\u0080\u009d.",
        "Robinson, W.S. 1950. Ã\u0082â\u0080\u009cEcological Correlations and the Behavior of Individuals.Ã\u0082â\u0080\u009d American Sociological Review 15:351-57.",
        "Rosero-Bixby, L. 1986. Ã\u0082â\u0080\u009cInfant Mortality in Costa Rica: Explaining the Recent Decline.Ã\u0082â\u0080\u009d Studies in Family Planning, 17:56-65.",
        "Rosero-Bixby, L. 1990. Ã\u0082â\u0080\u009cSocioeconomic Development, Health Interventions and Mortality Decline in Costa Rica.Ã\u0082â\u0080\u009d Scandanavian Journal of Social Medicine, Supp 46: 33-42.",
        "Rosero-Bixby, L. 1991. Interaction Diffusion and Fertility Transition in Costa Rica. Ph.D. dissertation, University of Michigan, Ann Arbor.",
        "Schultz, T.P. 1984. Ã\u0082â\u0080\u009cStudying the Impact of Household Economic and Community Variables on Child Mortality.Ã\u0082â\u0080\u009d Population and Development Review 10(Supp):215-35.",
        "Trussell, J. and S. Preston. 1982. Ã\u0082â\u0080\u009cEstimating the Covariates of Childhood Mortality from Retrospective Reports of Mothers.Ã\u0082â\u0080\u009d Health Policy and Education 3:1-36."
    ]
}