{
    "id": 9829,
    "cites": 22,
    "cited_by": 55,
    "reference": [
        "Anderson, T. W. (1984), An Introduction to Multivariate Statistical Analysis, Wiley, New York.",
        "Bai, J. and Ng, S. (2001), A PANIC Attack on Unit Roots and Cointegration, mimeo, Boston College.",
        "Bai, J. and Ng, S. (2002), Determining the Number of Factors in Approximate Factor Models, Econometrica 70:1, 191Ã\u0082â\u0080\u0093221.",
        "Bai, J. S. (2003), Inference on Factor Models of Large Dimensions, Econometrica 71:1, 135Ã\u0082â\u0080\u0093172.",
        "Bernanke, B. and Boivin, J. (2002), Monetary Policy in a Data Rich Environment, Journal of Monetary Economics.",
        "Bernanke, B., Boivin, J. and Eliasz, P. (2002), Factor Augmented Vector Autoregressions (FVARs) and the Analysis of Monetary Policy, mimeo, Columbia University.",
        "Chamberlain, G. and Rothschild, M. (1983), Arbitrage, Factor Structure and Mean-Variance Analysis in Large Asset Markets, Econometrica 51, 1305Ã\u0082â\u0080\u00931324.",
        "Chan, Y., Stock, J. and Watson, M. W. (1998), A Dynamic Factor Model Framework for Forecast Combinations, mimeo, Princeton University.",
        "Connor, G. and Korajzcyk, R. (1986), Performance Measurement with the Arbitrage Pricing Theory: A New Framework for Analysis, Journal of Financial Economics 15, 373Ã\u0082â\u0080\u0093394.",
        "Cristadoro, R., Forni, M., Reichlin, L. and Giovanni, V. (2001), A Core Inflation Index for the Euro Area, manuscript, www.dynfactor.org.",
        "Forni, M. and Lippi, M. (1997), Aggregation and the Microfoundations of Dynamic Macroeconomics, Oxford University Press, Oxford, U.K.",
        "Forni, M. and Reichlin, L. (1998), LetÃ\u0082â\u0080\u0099s Get Real: a Factor-Analytic Approach to Disaggregated Business Cycle Dynamics, Review of Economic Studies 65, 453Ã\u0082â\u0080\u0093473.",
        "Forni, M., Hallin, M., Lippi, M. and Reichlin, L. (2000), The Generalized Dynamic Factor Model: Identification and Estimation, Review of Economics and Statistics 82:4, 540Ã\u0082â\u0080\u0093554.",
        "Forni, M., Hallin, M., Lippi, M. and Reichlin, L. (2001a), Cooincident and Leading Indicators for the Euro Area, Economic Journal 111, C82Ã\u0082â\u0080\u009385.",
        "Forni, M., Hallin, M., Lippi, M. and Reichlin, L. (2001b), Do Financial Variables Help in Forecasting Inflation and Real Activity in the Euro Area, manuscript, www.dynfactor.org.",
        "Giannone, D., Reichlin, L. and Sala, L. (2002), Tracking Greenspan: Systematic and Unsystematic Monetary Policy Revisited, manuscript, www.dynfactor.org.",
        "Jones, C. (2001), Extracting Factors from Heteroskedsatic Asset Returns, Journal of Financial Economics 62:2, 293Ã\u0082â\u0080\u0093325.",
        "Kapetanios, G. and Marcellino, M. (2002), A Comparison of Estimation Methods for Dynamic Factor Models of Large Dimensions, draft, Bocconi University.",
        "Stock, J. H. and Watson, M. W. (2001), Forecasting Output and Inflation: the Role of Asset Prices, Journal of Economic Literature 47:1, 1Ã\u0082â\u0080\u009348.",
        "Stock, J. H. and Watson, M. W. (2002a), Diffusion Indexes, Journal of the American Statistical Association 97:460, 1167Ã\u0082â\u0080\u00931179.",
        "Stock, J. H. and Watson, M. W. (2002b), Macroeconomic Forecasting Using Diffusion Indexes, Journal of Business and Economic Statistics 20:2, 147Ã\u0082â\u0080\u0093162.",
        "Watson, M. W. (2000), Macroeconomic Forecasting Using Many Predictors, mimeo, Princeton University."
    ]
}