{
    "id": 9830,
    "cites": 34,
    "cited_by": 19,
    "reference": [
        "Acemoglu, D. (2002a): Patterns of Skill Premia, forthcoming Review of Economic Studies .",
        "Acemoglu, D. (2002b): Technical Change, Inequality, and the Labor Market, Journal of Economic Literature, Vol. 40, pp.7-72 .",
        "Attanasio, O. and M. Szekely (2000): Household Saving in East Asia and Latin America: Inequality Demographics and All That, in: Annual World Bank Conference on Development Economics.",
        "Bell, L. (1997) : The Impact of Minimum Wages in Mexico and Colombia, Journal of Labor Economics, Vol. 15, pp. S103-135.",
        "Berman, E., Machin, S., and Bound, J. (1998): Implications of skill-biased technological changes: International Evidence. Quar terly Journal of Economics 113, 1245-1279.",
        "Cragg, M.I. and M. Epelbaum (1996) : Why has wage dispersion grown in Mexico? Is it the incidence of reforms or the growing demand for skills?, Journal of Development Economics, Vol. 51, pp. 99-116.",
        "Currie, J. and A. Harrison (1997) : Trade Reform and Labor Market Adjustment in Morocco, Journal of Labor Economics, Vol. 15, pp. S44-71.",
        "Echavarria, J., C. Gamboa and R. Guerrero (2000): Escenarios de reforma a la estructura arancelaria de la comunidad Andina, Fedesarrollo, manuscript.",
        "Edwards, S. (2001): The economics and politics of trans ition to an open market economy: Colombia. OECD: Paris and Washington, D.C..",
        "Feenstra, R. and G. Hanson (1997): Foreign Direct Investment and Relative Wages: Evidence From Mexicos Maquiladoras, Journal of International Economics , 42(3-4), pp. 371-393.",
        "Feliciano, Z. (2001) : Workers and Trade Liberalization: The impact of trade reforms in Mexico on wages and employment, Industrial and Labor Relations Review , Vol. 55, No. 1.",
        "Fernandes, A.M. (2001) : Trade Policy, Trade Volumes and Plant-Level Productivity in Colombian Manufacturing Industries , Yale University, manuscript.",
        "Gaston, N. and D. Trefler (1994) : Protection, Trade and Wages: Evidence from U.S.",
        "Manufacturing, Industrial and Labor Relations Review, Vol. 47, No. 4, pp. 574-593. Goldberg, P. and N. Pavcnik (2003a) : Trade, Wages, and the Political Economy of Trade Protection: Evidence from the Colombian Trade Reforms, manuscript, January 2003.",
        "Liberalization, Journal of Development Economics, forthcoming. Grossman, G. (1984) : International Competition and the Unionized Sector, Canadian Journal of Economics, Vol. 17, No. 3, pp. 541-556.",
        "Grossman, G. (1986): Imports as a Cause of Injury: The Case of the U.S. Steel Industry, Journal of International Economics, 20(3-4), pp. 201-223.",
        "Grossman, G. and E. Helpman (1994) : Protection for Sale, American Economic Review, Vol. 84(4), pp. 833-850.",
        "Haisken-DeNew, J.P. and C.M. Schmidt (1997): Inter-Industry and Inter-Region Wage Differentials: Mechanics and Interpretation, Review of Economics and Statistics, Vol. 79, No. 3, pp. 516-521.",
        "Hanson, G. and A. Harrison (1999) : Who gains from trade reform? Some remaining puzzles, Journal of Development Economics, Vol. 59, pp. 125-154.",
        "Harrison, A. (1994) : Productivity, Imperfect Competition and Trade Reform: Theory and Evidence, Journal of International Economics, Vol. 36 (1-2), pp. 53-73.",
        "Harrison, A. and E. Leamer (1997) : Labor markets in developi ng countries: An agenda for research, Journal of Labor Economics, Vol. 15, pp. S1-19.",
        "Heckman J. and Pages C. (2000): The Cost of Job Security Regulation: Evidence from Latin American Labor Market, NBER Working Paper 7773.",
        "Johnston, L.N. (1996): Trade Liberalization and Income Distribution: Insight from the Colombian Reform, Chapter 1 of Ph. D thesis : Returns to Education, Human Capital and Income Inequality in Colombia, Harvard University.",
        "Katz, L.F. and L. H. Summers (1989) : Industry Rents: Evidence and Implications, Brookings Papers on Economic Activity, Microeconomics, pp. 209-275.",
        "Kim, E. (2000) : Trade Liberalization and Productiv ity Growth in Korean Manufacturing Industries: Price Protection, Market Power and Scale Efficiency, Journal of Development Economics, Vol. 62(1), pp. 55-83.",
        "Krishna, P. and D. Mitra (1998) : Trade Liberalization, Market Discipline and Productivity Growth; New Evidence from India, Journal of Development Economics, Vol. 56(2), pp. 447- 462.",
        "Krueger, A.B. and L.H. Summers (1987) : Reflections on the Inter-Industry Wage Structure, in Lang, K. and S. Leonard (eds.): Unemployment and the Structure of Labor Markets, Basil Blackwell, pp. 17-47.",
        "Krueger, A.B. and L.H. Summers (1988) : Efficiency Wages and the Inter-Industry Wage Structure, Econometrica, Vol. 56, pp. 259-293.",
        "Kugler, A. (1999) : The Impact of Firing Costs on Turnover and Unemployment: Evidence from The Colombian Labour Market Reform, International Tax and Public Finance Journal, Vol. 6, no. 3, pp. 389-410.",
        "Leamer, E. (1994): Trade, Wages and the Revolving D oor Ideas, NBER Working Paper, 4716, 1994.",
        "Leamer, E. (1996): Whats the use of factor cont ents? NBER Working Paper 5448, 1996.",
        "Leamer, E. (1998): In search of Stolper-Samuelson Effects on U.S. Wages, in S.Collins, ed., Exports, imports and the American economy , Brookings, 1998.",
        "Leamer, E., H. Maul, S. Rodriguez, and P. Schott (2002): Does Natural Resource Abundance Cause Latin American Inequality? Journal of Development Economics, 59(1), pp.",
        "Montenegro, S. and X. Pena (2000) : Labor reforms, macroeconomic imbalances, and unemployment in Colombia, manuscript, Los Andes University."
    ]
}