{
    "id": 9831,
    "cites": 21,
    "cited_by": 4,
    "reference": [
        "American Academy of Pediatrics, Committee on Infectious Diseases (1995). Recommendations for the use of live attenuated varicella vaccine. Pediatrics 1995; 95: 791-796.",
        "Center for Disease Control and Preven tion (2002). General Recommendations on Immunization: Recommendations of the Advisory Committee on Immunization Practices (ACIP) and the American Academy of Family Physicians (AAFP). MMWR 51:1-36.",
        "Center for Disease Control and Prevention (2003). Notice to Readers. MMWR 52(10): 11-12.",
        "Dubay, L., Hill, I. and Kenney, G. (2002). F ive Things Everyone Should Know about SCHIP. The Urban Institute Series A, No. A-55.",
        "Dubay, L. and G. M. Kenney (2001). Health care access and use among low-income children: who fares best? Health Aff (Millwood) 20(1): 112-21.",
        "Dubay, L., Kenney, G. and Haley J. (2002). Ch ildrens Participation in Medicaid and SCHIP: Early in the SCHIP Era. The Urban Institute, Series B, No. B-40.",
        "Eskola, J. et al. (2001). Efficacy of a Pneu mococcal Conjugate Vaccine against Acute Otitis Media.New England Journal of Medicine 344(6): 403-409.",
        "Fierman. A.H. et al. (1996). Immunization Status as Determined by Patients hand-held cards vs. medical records. Archives of Pediatrics and Adolescent Medicine 150(8): 863.",
        "Institute of Medicine (2000). Calling the Shots: Immunization Finance Policies and Practices. Committee on Immunization Finance Policies and Pr actices, Division of Health Care Services - 27 - and Division of Health Promotion and Disease Prevention. Washington, DC: National Academy Press.",
        "Kaestner, R., Joyce, T., and A. Racine. (2001) . Medicaid Eligibility and the Incidence of Ambulatory Care Sensitive Hospitalizations for Children. Social Science and Medicine.",
        "Kenney, G., L. Dubay and J. Haley (2000). Health Insurance, Access, and Health Status of Children Snapshots of Americas Families II. The Urban Institute, Washington, D.C.",
        "Kerpelman, L., Connell, D. and W.Gunn (2000). Effect of a Monetary Sanction on Immunization Rates of Recipients of Aid to Families with Dependent Children. JAMA 284(1): 53-59.",
        "Lave, J.R. et al. (1998). Impact of a Childre ns Health Insurance Program on Newly Enrolled Children. JAMA 279(22): 1820-1825.",
        "Levy, H. and Meltzer, D. (2001). What Do We Really Know About Whether Health Insurance Affects Health? Unpublished manuscript.",
        "LoSasso, A.T. and Buchmueller, T.C. (2002). The Effect of the State Childrens Health Insurance Program on Health Insurance Coverage. NBER Working Paper 9405.",
        "Lurie, N. et al. (1987). Preventive Care: Do We Practice What We Preach? AJHPH 77(7): 801-804.",
        "Lykens, K.A and Jargowsky, P.A. (2002). Med icaid Matters: Childrens Health and Medicaid Eligibility Expansions. Journal of Policy Analysis and Management 21(2).",
        "Mann, C. et al. (2002). Reaching Uninsured Child ren through Medicaid: If You Build It Right, They will Come. Kaiser Commission on Medicaid and the Uninsured.",
        "National Vaccine Advisory Committee (NVAC) (1991) . The Measles Epidemic. The Problems, Barriers, and Recommendations. JAMA 266(11): 1547-1552.",
        "National Vaccine Advisory Committee (NVAC) (1999). Strategies to Sustain Success in Childhood Immunizations. JAMA 282(4): 363-370.",
        "Newacheck, P. et al. (1998a). Health Insurance and Access to Primary Care for Children. The New England Journal of Medicine 338(8): 513-519."
    ]
}