{
    "id": 9832,
    "cites": 17,
    "cited_by": 37,
    "reference": [
        "Ball, Laurence and Romer, David. Ã\u0082â\u0080\u009cReal Rigidities and the Non-Neutrality of Money.Ã\u0082â\u0080\u009d Review of Economic Studies 57, April 1990: 183-203.",
        "Bils, Mark, Ã\u0082â\u0080\u009cPricing in a Customer Market,Ã\u0082â\u0080\u009d Quarterly Journal of Economics, November 1989.",
        "Bils, Mark and Klenow, Peter. Ã\u0082â\u0080\u009cSome Evidence on the Importance of Sticky Prices.Ã\u0082â\u0080\u009d NBER working paper 9069, 2002.",
        "Bils, Mark, Klenow, Peter, and Kryvstov, Oleksiy. Ã\u0082â\u0080\u009cSticky Prices and Monetary Policy Shocks.Ã\u0082â\u0080\u009d Federal Reserve Bank of Minneapolis Quarterly Review, 27 1, winter, 2003.",
        "Doyle, Brian and Faust, John. Ã\u0082â\u0080\u009cThree Dummies and the Stock Market.Ã\u0082â\u0080\u009d Working paper, Federal Reserve Board, International Finance Division. Erceg, Christopher; Henderson, Dale, and Levin, Andrew. Ã\u0082â\u0080\u009cOptimal Monetary Policy with Staggered Wage and Price Contracts.Ã\u0082â\u0080\u009d Journal of Monetary Economics, 46 (2), October 2000, 281-313.",
        "Erceg, Christopher and Levin, Andrew. Ã\u0082â\u0080\u009cOptimal Monetary Policy with Durable and Nondurable Goods.Ã\u0082â\u0080\u009d Federal Reserve Board working paper, April 2003.",
        "Hulten, C. and F. Wykoff, Economic Depreciation of the U.S. Capital Stock. Report submitted to the U.S. Department of Treasury, Office of Tax Analysis, 1979.",
        "Hulten, C. and F. Wykoff, Ã\u0082â\u0080\u009cThe Measurement of Economic DepreciationÃ\u0082â\u0080\u009d, in Depreciation, Inflation and the Taxation of Income from Capital, C. Hulten (ed.), Urban Institute, 1981.",
        "Kimball, Miles, Ã\u0082â\u0080\u009cThe Quantitative Analytics of the Basic Neomonetarist Model.Ã\u0082â\u0080\u009d Journal of Money, Credit, and Banking, 27(4), 1995 Part 2, 1241-1277.",
        "Leahy, John. Ã\u0082â\u0080\u009cComment on The Effects of Real and Monetary Shocks in a Business Cycle Model with Some Sticky Prices.Ã\u0082â\u0080\u009d Journal of Money, Credit and Banking, v 27, n 4, Nov. 1995 part II.",
        "Mankiw, N. Gregory. Ã\u0082â\u0080\u009cHalls Consumption Hypothesis and Durable Goods.Ã\u0082â\u0080\u009d Journal of Monetary Economics 10, Nov. 1982, 417-426.",
        "Ohanian, Lee; Stockman, Alan and Killian, Lutz. Ã\u0082â\u0080\u009cThe Effects of Real and Monetary Shocks in a Business Cycle Model with Some Sticky Prices.Ã\u0082â\u0080\u009d Journal of Money, Credit and Banking, v 27, n 4, Nov. 1995 part II.",
        "Romer, Christina and Romer David. Ã\u0082â\u0080\u009cDoes Monetary Policy Matter? A New Test in the Spirit of Friedman and SchwartzÃ\u0082â\u0080\u009d NBER Macroeconomics Annual 4, 1989: 121-170.",
        "Sargent, Thomas, J. Macroeconomic Theory, 2nd ed. Academic Press, 1987.",
        "Shapiro, Matthew. Ã\u0082â\u0080\u009cFederal Reserve Policy: Cause and Effect.Ã\u0082â\u0080\u009d in Monetary Policy, N. G. Mankiw ed. 1994, University of Chicago Press.",
        "Tobin, James. Ã\u0082â\u0080\u009cA Dynamic Aggregative Model.Ã\u0082â\u0080\u009d Journal of Political Economy, 1955.",
        "Zbaracki, Mark; Ritson, Mark; Levy, Daniel; Dutta, Shantanu and Bergen, Mark. Ã\u0082â\u0080\u009cManagerial and Customer Dimensions of Cost of Changing Prices: Direct Evidence from Industrial Markets.Ã\u0082â\u0080\u009d Working paper. 2002."
    ]
}