{
    "id": 9833,
    "cites": 16,
    "cited_by": 3,
    "reference": [
        "Bell, D. C. and R. A. Trevino. (1999) Modeling HIV Risk, Journal of Acquired Immune Deficiency Syndromes. 22: 280-287.",
        "Boulier,B.,T.S.Datta,andR.S.Goldfarb.(2002)MeasuringExternalitiesfromVaccination, George Washington University mimeo.",
        "Geoffard, P-Y., and T. Philipson. (1997) Disease Eradication: Private vs. Public Vaccination, American Economic Review. 87: 222-230.",
        "Kessing, S. and R. Nuscheler. (2002) Monopoly Pricing in the Market for Vaccines, Freie UniversitÃ\u0082Â¨at Berlin mimeo.",
        "Kim-Farley, R.et al.(1992) Global Immunization,Annual Review of Public Health. 13: 223-37.",
        "Kremer, M. (2001) Creating Markets for New Vaccines: Part I: Rationale, Part II: Design Issues, inInnovation Policy and the Economy .AdamB.Jaffe,JoshLerner,andScott Stern, eds. Cambridge: MIT Press, pp. 35-118.",
        "Malueg, D. A. (1993) Bounding the Welfare Eff ects of Third-Degree Price Discrimination, American Economic Review. 83: 1011-1021.",
        "Miguel,E.andM.Kremer.(2003)Worms:IdentifyingImpactsonEducationandHealthinthe Presence of Treatment Externalities, forthcoming, Econometrica.",
        "Rosenberg, E. (1999) Drug Makers Shy from Work on AIDSVaccine, San Francisco Examiner.",
        "March 16. Thomas, P. (2001)Big Shot: Passion, Politics, and the Struggle for an AIDS Vaccine.New York: Public Affairs.",
        "Thomas, P. (2002) The Economics of Vaccines, Harvard Medical International (HMI) World .",
        "September/October. United States Center for Disease Control. (2000) National Health and Examination Survey (NHANES) 1999-2000.",
        "Varian, H. R. (1989) Price Discrimination, in R. Schmalensee and R. D. Willig, eds., Handbook of Industrial Organization. New York: North-Holland, 597-654.",
        "Wawer, M. J.,et al.(2003) HIV-1 Transmission per Coital Act, by Stage of HIV Infection in the HIV+ Index Partner, in Discordant Couples, Rakai, Uganda, Tenth Conference on Retroviruses and Opportunistic Infections. Boston, Abstract 40.",
        "Williamson, O. (1975)Markets and Hierarchies: Analysis and Antitrust Implications.New York: Free Press.",
        "World Health Organization. (2001) Macroeconomics and Health: Investing in Health for Eco- nomic Development. Geneva."
    ]
}