{
    "id": 984,
    "cites": 19,
    "cited_by": 7,
    "reference": [
        "Open Economy, American Economic Review, Papers and Proceedings, (February) 67, 1977, 180-189.",
        "Aliber, R. Z. (1973), The Interest Rate Parity Theorem: A Reinterpretation, Journal of Political Economy, (November/December) 81, 1451-1459.",
        "Bilson, J. F. 0. (1978), Rational Expectations and the Exchange Rate, in J. A. Frenkel and H. G. Johnson ads., The Economics of Exchange Rates, Addison-Wesley, Reading, Mass.",
        "Buiter, W. H. and N. Miller (1981), Real Exchange Rate Overshooting and the Output Cost of Bringing Down Inflation, NEER Working Paper No. 749 (September).",
        "Dorabusch, R. (1976), Exchange Rate Expectations and Monetary Policy, Journal of Political Economy, (December) 84, 1161-1176.",
        "Dornbusch, R. and S. Fischer (1980), Exchange Rates and the Current Account, Americczn Economic Review, (December) 70, 960-971.",
        "Driskill, R. (1980), Exchange Rate Dynamics, Portfolio Balance, and Relative Prices, American Economic Review, (September) 70, 776-783.",
        "Frankel, 3. A. (1982), The Diversifiability of Exchange Risk, Journal of International Economics 9, 379-393. - Frankel, 3. A., Monetary and Portfolio-Balance Models of Exchange Rate Determination, in 3. Bhandari and B. Putnam (ads.), The International Transmission of Economic Disturbances under Flexible Exchange Rates, MIT Press, Cambridge, Mass.",
        "Frenkel, 3. A. and R. N. Levich (1975) Covered Interest Arbitrage: Exploited Profits? Journal of Political Economy 83, 325-338.",
        "Frenkel, 3. A. and R. N. Levich (1975) Transactions Costs and Interest Arbitrage: Tranquil Versus Turbulent Periods, Journal of Political Economy, (April) 85.",
        "Harris, R. G. and D. D. Purvis (1979) Equilibrium Theories of the Forward Exchange Rate, Institute for Economic Research Discu8sion Paper 354, Queens University.",
        "Kouri, P. 3. K. (1976) The Determinants of the Forward Premium, Institute for International Economic Studies Paper No. 62, University of Stockholm, August.",
        "Levich, R. (1978) Tests of Forecasting Models and Market Efficiency in the International Money Market, in J. A. Frenkel and H. G. Johnson, ads., The Economics of Exchange Rates, Addison-Wesley, Reading, Mass.",
        "Mundell, R. A. (1963) Capital Mobility and Stabilization Policy Under Fixed and Flexible Exchange Rates, Canadian Journal of Economics and Political Science, (November) 29, 475-485.",
        "Solnik, 3. (1973) European Capital Markets, D. C. Heath, Lexington, Mass.",
        "Tobin, 3. and W. Buiter (1976) Long-run Effects of Fiscal and Monetary Policy on Aggregate Demand, in 3. L.Stein (ad.) Monetarism, North-Holland, Amsterdam.",
        "Turnovsky, S. 3. (1977) Macroeconomic Analysis and Stabilization Policy, Cambridge University Press, Cambridge, U.K.",
        "Turnovsky, S. 3. (1981) The Asset Market Approach to Exchange Rate Determination: Some Short-Run Stability, and Steady State Properties, Journal of Macroeconomics, (Spring) 3, 1-32.",
        "Wilson, C. (1979) Anticipated Shocks and Exchange Rate Dynamics, Journal of Political Economy 87, 639-647."
    ]
}