{
    "id": 9840,
    "cites": 59,
    "cited_by": 15,
    "reference": [
        "[63] Weil, P., ~Equilibrium Asset Prices in Economies with Undiversifiable Labor Income Risk, Journal of Economic Dynamics and Control, 16 (1992), 769790. 33",
        "[61] Vissing-JÃ\u0083Â¸rgensen, A., ~Limited Stock Market Participation, Working Paper, MIT (1997).",
        "[62] Vissing-JÃ\u0083Â¸rgensen, A., ~Towards an Explanation of Household Portfolio Choice Heterogeneity: Non-Financial Income and Participation Cost Structures , Working Paper, University of Chicago (2002).",
        "[60] Telmer, C., ~Asset Pricing Puzzles and Incomplete Markets, Journal of Finance, 48 (1993), 1803-1832.",
        "[58] Stein, J., ~Informational Externalities and Welfare-Reducing Speculation, Journal of Political Economy, 95 (1987), 1123-1145.",
        "[57] Sodini, P., Chapter 1 in ~Essays in Capital Markets, Ph.D. Dissertation, MIT, August 2001.",
        "[54] Ross, S., ~Options and Efficiency, Quarterly Journal of Economics, 90 (1976), 75-89.",
        "[55] Saito, M., ~Limited Participation and Asset Pricing, Working Paper, University of British Columbia (1995).",
        "[53] Roll, R., ~A Critique of the Asset Pricing Theorys Tests - Part 1: On Past and Potential Testability of the Theory, Journal of Financial Economics, 4 (1977), 129-176.",
        "[52] Poterba, J., and Samwick, A., ~Stock Ownership Patterns, Stock Market Fluctuations and Consumption, Brookings Papers on Economic Activity, 2 (1995), 295-357.",
        "[51] Pagano, M., ~The Flotation of Companies in the Stock Market, European Economic Review, 37 (1993), 1101-1135.",
        "[49] Orosel, G., ~Participation Costs, Trend Chasing, and Volatility of Stock Prices, Review of Financial Studies, 11(1998), 52 1-557.",
        "[50] Pagano, M., ~Endogenous Market Thinness and Stock Price Volatility, Review of Economic Studies, 56 (1989), 269-288. 32",
        "[48] Oh, G., ~Some Results in the CAPM with Nontraded Endowments, Management Science, 42 (1996), 286-293.",
        "[47] Nachman, D., ~Preservation of ~more risk averse~ under expectations, Journal of Economic Theory 28 (1982), 361-368.",
        "[45] Massa, M., and Simonov, A., ~Do Investors Hedge? Stock Market Participation and Hedging, Working Paper, Stockholm School of Economics (2002).",
        "[46] Mehra, R., and Prescott, E., ~The Equity Premium: A Puzzle, Journal of Monetary Economics 15 (1985), 145-162.",
        "[44] Mankiw, N. G., and S. Zeldes, ~The Consumption of Stockholders and NonStockholders,  Journal of Financial Economics, 29 (1991), 97-112.",
        "[43] Magill, M., and Quinzii, M., Theory of Incomplete Markets, Cambridge, MA: MIT Press (1996).",
        "[42] Levine, D., and Zame, W., ~Does Market Incompleteness Matter?, Econometrica, 70 (2002), 1805-1840.",
        "[41] King, M., and J. Leape, ~Wealth and Portfolio Composition: Theory and Evidence, NBER Working Paper 1468, Cambridge, MA (1984).",
        "[40] Kihlstrom, R., Romer, D., and Williams, S., ~Risk Aversion with Random Initial Wealth, Econometrica, 49 (1981), 911-920.",
        "[36] Honohan, P., ~How Interest Rates Changed under Financial Liberalization: A Cross-Country Review, World Bank Working Paper No. 2313 (2000).",
        "[37] Huang, J., and Wang, J., ~Market Structure, Security Prices and Informational Efficiency, Macroeconomic Dynamics, 1 (1997), 169-205. 31",
        "[35] Hirshleifer, D., ~Residual Risk, Trading Costs, and Commodity Futures Risk Premia, Review of Financial Studies, 1 (1988), 173-193.",
        "[34] Hens, T., ~Structure of General Equilibrium Models with Incomplete Markets and a Single Consumption Good, Discussion Paper No. A-353, Bonn University (1991).",
        "[33] Heaton, J., and Lucas, D., ~Portfolio Choices and Asset Prices: The Importance of Entrepreneurial Risk, Journal of Finance, 55 (2000), 1163-98.",
        "[32] Heaton, J., and Lucas, D., ~Stock Prices and Fundamentals, NBER Macroeconomics Annual Vol. 14, (1999), 213-242.",
        "[31] Grossman, S., ~An Analysis of the Implications for Stock and Futures Price Volatility of Program Trading and Dynamic Hedging Strategies, in S. Grossman ed.: The Informational Role of Prices, Wicksell Lectures, MIT Press (1989).",
        "[30] Gonzalez-Eiras, M., Chapter 2 in ~Essays in Incomplete Markets, Liquidity and Risk-Sharing, Ph.D. Dissertation, MIT, February 2000.",
        "[28] Fama, E., and French, K., ~The Equity Premium, Journal of Finance, 57 (2002), 637-659.",
        "[26] Duffie, D., and Rahi, R., ~Financial Market Innovation and Security Design: An Introduction, Journal of Economic Theory 65 (1995), 1-42.",
        "[25] Duffie, D., and Jackson, M., ~Optimal Innovation of Futures Contracts, Review of Financial Studies, 2 (1989), 275-296.",
        "[23] Detemple, J., and Jorion, P., ~Option Listing and Stock Returns, Journal of Banking and Finance, 14 (1990), 781-801.",
        "[24] Detemple, J., and Selden, L., ~A General Equilibrium Analysis of Option and Stock Market Interactions, International Economic Review, 32 (1991), 279-303. 30",
        "[22] Constantinides, G. M., and Duffie, D., ~Asset Pricing with Heterogeneous Consumers, Journal of Political Economy, 104 (1996), 2 19-240.",
        "[18] Campbell, J. Y., and Viceira, L., Strategic Asset Allocation: Portfolio Choice for Long- Term Investors, Oxford University Press (2002).",
        "[16] Campbell, J. Y., Lettau, M., Malkiel, B., and Xu, Y., ~Have Individual Stocks Become More Volatile? An Empirical Exploration of Idiosyncratic Risk, Journal of Finance, 56 (2001), 1-43.",
        "[17] Campbell, J. Y., and Shiller, R. J., ~Valuation Ratios and the Long-Run Stock Market: An Update, in Advances in Behavioral Finance, Volume II, N. Barberis and R. Thaler eds., Russell Sage Foundation (2003).",
        "[14] Calvet, L., ~Incomplete Markets and Volatility, Journal of Economic Theory, 98 (2001), 295-338.",
        "[13] Blume, M., and Zeldes, S., ~The Structure of Stockownership in the United States, Working Paper, Wharton School (1993).",
        "[12] Blume, M., and Friend, I., The Changing Role of the Individual Investor: A Twentieth Century Fund Report, New York: Wiley (1978). 29",
        "[11] Blume, M., Crockett, J., and I. Friend, ~Stock Ownership in the United States: Characteristics and Trends, Survey of Current Business 54 (1974), 16-40.",
        "[8] Bertaut, C., and Haliassos, M., ~Why do so few hold stocks?, Economic Journal, 105 (1995), 1110-1129.",
        "[9] Bewley, T., ~The Permanent Income Hypothesis: A Theoretical Formulation,  Journal of Economic Theory, 16 (1977), 252-292.",
        "[10] Blanchard, 0. J., ~Movements in the Equity Premium, Brookings Papers on Economic Activity, 2 (1993), 75-118.",
        "[7] Basak, S., and Cuoco, D., ~An Equilibrium Model with Restricted Stock Market Participation, Review of Financial Studies, 11(1998), 309-341.",
        "[6] Barro, R., and Sala-i-Martin, X., ~World Interest Rates, in 0. J. Blanchard and S. Fischer eds., NBER Macroeconomics Annual, 15-61, MIT Press (1990).",
        "[4] Allen, F., and Gale, D., ~Limited Market Participation and Volatility of Asset Prices, American Economic Review, 84 (1994b), 933-955.",
        "[3] Allen, F., and Gale, D., Financial Innovation and Risk Sharing, MIT Press, (1994a).",
        "[2] Allen, F., and Gale, D., ~Incomplete Markets and Incentives to Set Up an Options Exchange, Geneva Papers on Risk and Insurance Theory, 15 (1990), 17-46.",
        "[59] Storesletten, K., Telmer, C., and Yaron, A., ~Persistent Idiosyncratic Shocks and Incomplete Markets, Working Paper, Carnegie Mellon University (1996).",
        "[56] Shiller, R, The New Financial Order, Princeton University Press (2003).",
        "[39] Jochum, C., and Kodres, L. (1998), ~Does the Introduction of Futures on Emerging Market Currencies Destabilize the Underlying Currencies?, IMF Working Paper.",
        "[29] Gollier, C., The Economics of Risk and Time, Cambridge, MA: MIT Press (2001).",
        "[27] Elul, R., ~Financial Innovation, Precautionary Saving and the Risk-Free Rate, Journal of Mathematical Economics, 27 (1997), 113-131.",
        "[21] Conrad, J., The Price Effect of Option Introduction, Journal of Finance, 44 (1989), 487-498.",
        "[19] Cass, D., and Citanna, A., ~Pareto Improving Financial Innovation in Incomplete Markets, Economic Theory 11(1998), 467-494.",
        "[1] Abel, A., ~The Effects of Investing Social Security Funds in the Stock Market When Fixed Costs Prevent Some Households from Holding Stocks, American Economic Review, 91(2001), 128-148."
    ]
}