{
    "id": 9842,
    "cites": 43,
    "cited_by": 4,
    "reference": [
        "Aaron, J.J., McGuire, M.C., 1970. Public goods and income distribution. Econometrica 38, 907-920.",
        "Aaron, J.J., McGuire, M.C., 1976. Reply to Geo ffrey Brennan, The distributional implications of public goods. Econometrica 44, 401-404.",
        "Ahmed, S., Croushore, D., 1996. The marginal cost of funds with nonseparable public spending.",
        "Public Finance Quarterly 24, 216-236. Alesina, A., Rodrik, D., 1994. Distributive politic s and economic growth. Quarterly Journal of Economics 109, 465-490.",
        "Aschauer, D.A., 1985. Fiscal policy and aggr egate demand. American Economic Review 75, 117-127.",
        "Atkinson, A.B., Stern, N.H., 1974. Pigou, taxa tion, and public goods. Review of Economic Studies 41, 119-128.",
        "Ballard, C.L., Fullerton, D., 1992. Distortiona ry taxes and the provision of public goods.",
        "Barsky, R.B., Juster, F.T., Kimball, M.S., Shapiro M.D., 1997. Preference parameters and behavioral heterogeneity: An experimental approach in the health and retirement study.",
        "Quarterly Journal of Economics 112, 537-579. BÃ\u0083Â©nabou, R., 1996. Inequality and growth. In: Bernanke, B.S., Rotemberg, J.J. (Eds.), NBER Macroeconomics Annual 1996. MIT Press, Cambridge, 11-74.",
        "Bird, R., 1980. Income redistribution through the fiscal system: the limits of knowledge.",
        "American Economic Review, Papers and Proceedings 70, 77-81. Boadway, R., Keen, M., 1993. Public goods, self-selection and optimal income taxation.",
        "International Economic Review 34, 463-478. Brennan, G., 1976a. The distributional implications of public goods. Econometrica 44, 391- 399.",
        "Brennan, G., 1976b. Public goods and income dist ribution: A rejoinder to the Aaron-McGuire reply. Econometrica 44, 405-407.",
        "Campbell, J.Y., 2003 (forthcoming). Consumption-based asset pricing. In Constantinides, G.M.,Harris, M., Stulz, R.M. (Eds.), Handbook of the Economics of Finance, vol. 1B. North- Holland, Amsterdam.",
        "Christiansen, V., 1981. Evaluation of public projects under optimal taxation. Review of Economic Studies 48. 447-457.",
        "American Economic Review 61, 261-278. Dodge, D.A., 1975. Impact of tax, transfer, and expenditure policies of government on the distribution of personal income in Canada. Review of Income and Wealth 21, 1-52.",
        "DrÃ\u0083Â¨ze, J., Stern, N., 1987. The theory of cost-benefit analysis. In: Auerbach, A.J., Feldstein, M.",
        "Fajnzylber, P., Lederman, D., Loayza, N., 2002. Inequality and violent crime. Journal of Law and Economics 45, 1-40.",
        "Foley, D.K., 1970. Lindahls solution and the core of an economy with public goods.",
        "Econometrica 38, 66-72. Forbes, K.J., 2000. A reassessment of the relationship between inequality and growth.",
        "American Economic Review 90, 869-887. Fullerton, D., 1991. Reconciling recent estimates of the marginal welfare cost of taxation.",
        "American Economic Review 81, 302-308. Hines Jr., J.R., 2000. What is benefit taxation? Journal of Public Economics 75, 483-492.",
        "Hylland, A., Zeckhauser, R., 1979. Distributional objectives should affect taxes but not program choice or design. Scandinavian Journal of Economics 81, 264-284.",
        "Kaplow, L., 1996. The optimal supply of public goods and the distortionary cost of taxation.",
        "National Tax Journal 49, 513-33. Kaplow, L., 2002. Why measure inequality? NBER Working Paper 9342.",
        "Kocherlakota, N.R., 1996. The equity premium: Its still a puzzle. Journal of Economic Literature 34, 42-71.",
        "Maital, S., 1973. Public goods and income distribution: some further results. Econometrica 41, 561-568.",
        "Mirrlees, J.A., 1971. An Exploration in the theory of optimal income taxation. Review of Economic Studies 38, 175-208.",
        "Moulin, H., 1987. Egalitarian-equivalent cost sharing of a public good. Econometrica 55, 963- 976.",
        "Musgrave, R.A., 1959. The Theory of Public Finance. McGraw-Hill, New York.",
        "Musgrave, R.A., Case, K.E., and Leonard, H., 1974. The distribution of fiscal burdens and benefits. Public Finance Quarterly 2, 259-311.",
        "Ng, Y.-K., 2000. The optimal size of public spending and the distortionary cost of taxation.",
        "National Tax Journal 53, 253-272. Page, B.I., 1983. Who Gets What from Government . University of California Press, Berkeley.",
        "Piggott, J., Whalley, J., 1987. Interpreting net fiscal incidence calculations. Review of Economics and Statistics 69, 685-694.",
        "Pigou, A.C., 1947. A Study in Public Finance. Macmillan, London.",
        "Ruggles, P., OHiggins, M., 1981. The distribution of public expenditure among households in the United States. Review of Income and Wealth 27, 137-164.",
        "Samuelson, P.A., 1954. The pure theory of public expenditure. Review of Economics and Statistics 35, 387-389.",
        "Slemrod, J., Yitzhaki, S., 2001. Integrating expenditure and tax decisions: The marginal cost of funds and the marginal benefit of projects. National Tax Journal 54, 189-201.",
        "Snow, A., Warren Jr., R.S., 1983. Tax progression in Lindahl equilibrium. Economics Letters 12, 319-326.",
        "Stiglitz, J.E., Dasgupta, P., 1971. Differential taxation, public goods, and economic efficiency.",
        "Review of Economic Studies 38, 151-174. Tuomala, M., 1990. Optimal Income Tax and Redistribution. Clarendon Press, Oxford.",
        "Weisbrod, B.A., 1968. Income redistribution effects and cost-benefit analysis. In: Chase, S.B.",
        "Welch, F., ed., 2001. The Causes and Consequences of Increasing Inequality. University of Chicago Press, Chicago."
    ]
}