{
    "id": 9844,
    "cites": 33,
    "cited_by": 76,
    "reference": [
        "Bartik, Timothy J. 1991. Who Benefits from State and Local Economic Development Policies?, W.E.",
        "Upjohn Institute for Employment Research: Kalamazoo, Michigan. Black, Dan A. and William H. Hoyt. 1989. Bidding for Firms. The American Economic Review 79(5): 1249-1256.",
        "Brennan, Geoffrey, and James Buchanan. 1980. The Power to Tax: Analytical Foundations of a Fiscal Constitution. Cambridge University Press: New York.",
        "Dye, Richard F. and David F. Merriman. 2000. The Effects of Tax Incremental Financing on Economic Development. Journal of Urban Economics 47: 306-328.",
        "Evans, William N. and Julie H. Topoleski. 2002. The Social and Economics Impact of Native American Casinos. Working Paper No. 9198. Cambridge, MA: NBER.",
        "Garcia-Mila, Teresa and Therese J. McGuire. 2001. Tax Incentives and the City. Mimeograph.",
        "UCLA. Glaeser, Edward L. 2001. The Economics of Location-Based Tax Incentives. Discussion Paper No.",
        "Glaeser, Edward, Jose Scheinkman, and Andre Schleifer. 1995. Economic Growth in a Cross-Section of Cities. Journal of Monetary Economics 36: 117-43.",
        "Glaeser, Edward, Hedi Kallal, Jose. Scheinkman and Andre Schleifer. 1992. Growth in Cities. Journal of Political Economy 100: 1126-1152.",
        "Goolsbee, Austan and David B. Gross. 2000. Estimating the Form of Adjustment Costs with Data on Heterogeneous Capital Goods. Mimeograph, University of Chicago.",
        "Gordon, Roger H., and John D. Wilson. 1998. Tax Structure and Government Behavior: A Principal Agent Model of Government. Mimeograph. Michigan State University.",
        "Gyourko, Joseph and Joseph Tracy. 1991. The Structure of Local Public Finance and the Quality of Life. Journal of Political Economy 99(4): 774-806.",
        "Hanson, Gordon H. 1998. Market Potential, Increasing Returns, and Geographic Concentration. Working Paper No. 6429. Cambridge, MA: NBER.",
        "Henderson, Vernon. 1982. Evaluating Consumer Amenities and Interregional Welfare Differences. Journal of Urban Economics 11: 32-59.",
        "Henderson, Vernon. 2003. Marshalls Scale Economies. Journal of Urban Economics 53: 1-28.",
        "Henderson, Vernon, Ari Kuncoro, and Matt Turner. 1995. Industrial Development in Cities. Journal of Political Economy 103(5): 1067-1090.",
        "Hoehn, John P., Mark C. Berger, and Glenn C. Blomquist. 1987. A Hedonic Model of Interregional Wages, Rents and Amenity Values. Journal of Regional Science 27: 605-20.",
        "Hsieh, Chang-Tai and Enrico Moretti. 2003. Can Free Entry be Inefficient? Fixed Commissions and Social Waste in the Real Estate Industry. Journal of Political Economy (forthcoming).",
        "Available at: http://more.abcnews.go.com/sections/business/dailynews/boeing010511.html. Moretti, Enrico. 2003. Estimating the Social Return to Higher Education: Evidence From Longitudinal and Repeated Cross-Sectional Data. Journal of Econometrics (forthcoming).",
        "Moretti, Enrico. 2002. Workers Education, Spillovers and Productivity: Evidence from Plant-Level Production Functions, UCLA.",
        "Oates, Wallace E. 1972. Fiscal Federalism. Harcourt Brace Jovanovich: New York.",
        "Ramey, Valerie A. and Matthew D. Shapiro. 2001. Displaced Capital: A Study of Aerospace Plant Closings. Journal of Political Economy 109: 958-992.",
        "Rauch, James E. 1993. Productivity Gains from Geographic Concentration of Human Capital: Evidence from Cities. Journal of Urban Economics 34(3): 380-400.",
        "Competition. Journal of Political Economy 82: 34-55. Rosenbaum, Paul and Donald Rubin. 1983. The Central Role of the Propensity Score in Observational Studies for Causal Effects. Biometrika 70: 41-55.",
        "Site Selection, Various Issues, 1982-93.",
        "Standard and Poors. October 25, 1993. Credit Week Municipal: The Authority on Credit Quality.",
        "Tiebout, Charles M. 1956. A Pure Theory of Local Expenditures. Journal of Political Economy 64(5): 416-24.",
        "Trogen, Paul. 2002. Which Economic Development Policies Work: Determinants of State per Capita Income. Mimeograph, East Tennessee State University.",
        "U.S. Census Bureau. 1999. Government Finance and Employment Classification Manual. Mimeograph, Department of Commerce.",
        "U.S. Census Bureau. 2003. User Guide to Historical Data Base on Individual Government Finances. Electronic File, Department of Commerce.",
        "Venable, Tim. 1992. BMW Drives into South Carolina with $300 Million Auto Plant. Site Selection August: 630-1.",
        "Wilson John D. 1996. The Tax Treatment of Imperfectly Mobile Firms: Rent-Seeking, Rent-Protection, and Rent-Destruction. in The Political Economy of Trade Policy: Papers in Honor of Jagdish Bhagwati, edited by Robert C. Feenstra, Gene M. Grossman, and Douglas A. Irwin. MIT Press: Cambridge, MA.",
        "Wilson, John D. 1999. Theories of Tax Competition. National Tax Journal 52: 269-304."
    ]
}