{
    "id": 9848,
    "cites": 39,
    "cited_by": 48,
    "reference": [
        "Bernanke, Ben S. and Mark Gertler, Monetary Policy and Asset Price Volatility, Federal Reserve Bank of Kansas City Economic Review, 4th Quarter, 1999, pp. 17-53.",
        "Beveridge, Stephen and Charles R. Nelson, A New Approach to Decomposition of Economic Time Series Into Permanent and Transitory Components with Particular Attention to Measurement of the Business Cycle, Journal of Monetary Economics, 1981, 7, 151-174.",
        "Blinder, Alan S. and Angus Deaton, The Time Series Consumption Function Revisited, Brookings Papers on Economic Activity, 1985, 2, 465-511.",
        "Campbell, John Y., Does Saving Anticipate Declining Future Labor Income? An Alternate Test of the Permanent Income Hypothesis, Econometrica, 1987, 55, 1249-73.",
        "Campbell, John Y. and Angus Deaton, Why Is Consumption So Smooth?, Review of Economic Studies, 1989, 56 (3), 357-73.",
        "Campbell, John Y. and Gregory Mankiw, Consumption, Income, and Interest Rates: Reinterpreting the Time Series Evidence, in Oliver Blanchard and Stanley Fischer, eds., NBER Macroeconomics Annual: 1989, Cambridge, MA: MIT Press, 1989, pp. 185-216.",
        "Campbell, John Y. and John H. Cochrane, By Force of Habit: A Consumption-Based Explanation of Aggregate Stock Market Behavior, Journal of Political Economy, 1999, 107, 205-251.",
        "Campbell, John Y. and Pierre Perron, Pitfalls and Opportunities: What Macroeconomists Should Know About Unit Roots, in Olivier J. Blanchard and Stanley Fischer, eds., NBER Macroeconomics Annual: 1991, Cambridge, MA: MIT Press, 1991.",
        "Cochrane, John H., Permanent and Transitory Components of GDP and Stock Prices, Quarterly Journal of Economics, 1994, 109, 241-265.",
        "Cochrane, John H., Asset Pricing, Princeton, NJ: Princeton University Press, 2001.",
        "Constantinides, George M. and Darrell DuÃ\u0083Â¡e, Asset Pricing With Heterogeneous Consumers, Journal of Political Economy, 1996, 104, 219-40.",
        "Engle, Robert F. and Clive W. J. Granger, Co-integration and Error Correction Representation, Estimation and Testing, Econometrica, 1987, 55, 251-276.",
        "Fernandez-Corugedo, Emilio and Simon Price, The UK Consumption ECM Redux, 2002. Unpublished paper, Bank of England.",
        "Flavin, Marjorie, The Adjustment of Consumption to Changing Expectations About Future Income, Journal of Political Economy, 1981, 89 (5), 974-1009.",
        "Francis, Neville and Valerie A. Ramey, Is the Technology Driven Real Business Cycle Dead?, 2001. Unpublished Paper, University of California San Diego.",
        "GalÃ\u0083Â¦Ã\u0083Â£, Jordi, Finite Horizons, Life-Cycle Savings, and Time-Series Evidence on Consumption, Journal of Monetary Economics, 1990, 26, 433-452.",
        "GalÃ\u0083Â¦Ã\u0083Â£, Jordi, Technology, Employment and the Business Cycle: Do Technology Shocks Explain Aggregate Fluctuations, American Economic Review, March 1999, 89, 249-271.",
        "Gonzalo, Jesus and Clive Granger, Estimation of Common Long-Memory Components in Cointegrated Systems, Journal of Business and Economic Statistics, 1995, 13, 27-35.",
        "Gonzalo, Jesus and Clive Granger and Serena Ng, A Systematic Framework for Analyzing the Dynamic EÃ\u0083Å¾ects of Permanent and Transitory Shocks, Journal of Economic Dynamics and Control, 2001, 25 (10), 1527-1546.",
        "Gordon, Robert J., Macroeconomics, 6 ed., New York: HarperCollins, 1993.",
        "Han, Hsiang-Ling and Masao Ogaki, Consumption, Income and Cointegration, International Review of Economics adn Finance, 1997, 6 (2), 107-117.",
        "Hansen, Bruce E., Tests for Parameter Instability in Regressions with I(1) Processes, Journal of Business and Economic Statistics, 1992, 10 (3), 321-335.",
        "Johansen, Soren, Statistical Analysis of Cointegrating Vectors, Journal of Economic Dynamics and Control, 1988, 12, 231-254.",
        "Johansen, Soren, Estimation and Hypothesis Testing of Cointegration Vectors in Gaussian Vector Autoregressive Models, Econometrica, 1991, 56, 1551-1580.",
        "King, Robert, Charles Plosser, James H. Stock, and Mark W.Watson, Stochastic Trends and Economic Fluctuations, American Economic Review, 1991, 81, 819-840.",
        "Leamer, Edward, SpeciÃ\u0083Å¸cation Searches, New York, NY: John Wiley and Sons, 1978.",
        "Lettau, Martin and Sydney C. Ludvigson, Consumption, Aggregate Wealth and Expected Stock Returns, Journal of Finance, June 2001, 56 (3), 815-849.",
        "Lo, Andrew and A. Craig MacKinlay, Data Snooping Biases in Test of Financial Models, Review of Financial Studies, 1990, 3, 175-208.",
        "Ludvigson, Sydney C. and Charles Steindel, How Important is the Stock Market EÃ\u0083Å¾ect on Consumption?, FRBNY Economic Policy Review, July 1999, 5 (2), 29-51.",
        "Modigliani, Franco, Consumer Spending and Monetary Policy: The Linkages, Federal Reserve Bank of Boston Conference Series, 1971, 1971 (5).",
        "Ng, Serena and Pierre Perron, Estimation and Inference in Nearly Unbalanced Nearly Cointegrated Systems, Journal of Econometrics, 1997.",
        "Ogaki, Masao and Carmen M. Reinhart, Measuring Intertemporal Substitution: The Role of Durable Goods, Journal of Political Economy, 1998, 106 (5), 1078-1096.",
        "Ogaki, Masao and Carmen M. Reinhart and Joon Y. Park, A Cointegration Approach to Estimating Preference Parameters, Journal of Econometrics, January 1997, 82 (1), 107-134.",
        "Park, Joon Y., Testing for Unit Roots and Cointegration by Variable Addition, Advances in Econometrics, 1990, 8, 107-133.",
        "Park, Joon Y., Canonical Cointegrating Regressions, Econometrica, 1992, 60 (1), 119-143.",
        "Phillips, Peter and Sam Ouliaris, Asymptotic Properties of Residual Based Tests for Cointegration, Econometrica, 1990, 58, 165-193.",
        "Poterba, James M., Stock Market Wealth and Consumption, Journal of Economic Perspectives, 2000, 14 (2), 99-118.",
        "Stock, James H., Asymptotic Properties of Least Squares Estimators of Cointegrating Vectors, Econometrica, 1987, 55, 113-144.",
        "Stock, James H and Mark Watson, Testing for Common Trends, Journal of the American Statistical Association, 1988, 83, 1097-1107."
    ]
}