{
    "id": 9850,
    "cites": 32,
    "cited_by": 8,
    "reference": [
        "Bazen, S., and N. Skourias. 1997. Ã\u0082â\u0080\u009cIs There a Negative Effect of Minimum Wages on Youth Unemployment in France?Ã\u0082â\u0080\u009d European Economic Review 41(3-5): 723-32.",
        "Bentolila , S. and G. Bertola . 1990. Ã\u0082â\u0080\u009cFiring Costs and Labour Demand: How Bad is Eurosclerosis?Ã\u0082â\u0080\u009d Review of Economic Studies 57: 381-402.",
        "Bentolila, S. and G. Saint-Paul. 1994. Ã\u0082â\u0080\u009cA Model of Labor Demand With Linear Adjustment Costs.Ã\u0082â\u0080\u009d Labour Economics (1): 303-26.",
        "Bertola, G. 1990. Ã\u0082â\u0080\u009cJob Security, Employment and Wages.Ã\u0082â\u0080\u009d European Economic Review 34: 851-86.",
        "Bertola, G. 1991. Ã\u0082â\u0080\u009cLabor Turnover Costs and Average Labor Demand.Ã\u0082â\u0080\u009d National Bureau of Economic Research Working Paper 3866. Cambridge, Massachusetts.",
        "Bertola, G., F. Blau and L. Kahn. 2002. Ã\u0082â\u0080\u009cLabor Market Institutions and Demographic Employment Patterns.Ã\u0082â\u0080\u009d National Bureau of Economic Research Working Paper 9043. Cambridge, Massachusetts.",
        "Bosworth, B., R. Dornbusch and R. Laban, editors. 1994. The Chilean Economy, Policy Lessons and Challenges. The Brooking Institution, Washington D.C.",
        "Bravo, D., and J. Vial. 1997. Ã\u0082â\u0080\u009cLa FijaciÃ\u0083Â³n del Salario MÃ\u0083Â­nimo en Chile: Elementos para una DiscusiÃ\u0083Â³n.Ã\u0082â\u0080\u009d ColecciÃ\u0083Â³n de Estudios CIEPLAN 43: 117-151.",
        "Card, D., L.F. Katz and A.B. Krueger. 1993. Ã\u0082â\u0080\u009cMinimum Wages and Employment: A Case Study of the Fast Food Industry in New Jersey and Pennsylvania.Ã\u0082â\u0080\u009d National Bureau of Economic Research Working Paper 4509. Cambridge, Mass.",
        "Card, D., L.F. Katz and A.B. Krueger. 1994. Ã\u0082â\u0080\u009cEmployment Effects of Minimum Wages: Panel Data on State Minimum Wages Laws: Comment.Ã\u0082â\u0080\u009d Industrial and Labor Relations Review 47 (3): 487-97.",
        "Card, D., and A. Krueger. 2000. Ã\u0082â\u0080\u009cMinimum Wages and Employment: A Case Study of the Fast Food Industry in New Jersey and Pennsylvania: Reply.Ã\u0082â\u0080\u009d American Economic Review 90: 1397-1420.",
        "Cortazar, R., and J. Vial. 1998. Construyendo Opciones: Propuestas Economicas y Sociales para el Cambio de Siglo. Santiago, Chile: Cieplan and DOMEN Editions.",
        "Cowan, K., A. Micco, A. Mizala, C. PagÃ\u0083Â©s, and P. Romaguera. 2003. Ã\u0082â\u0080\u009cUn Diagnostico del Desempleo en Chile.Ã\u0082â\u0080\u009d Mimeo Inter-American Development Bank and Departamento Ingenieria Aplicada U. Chile.",
        "Dowrick, S., and J. Quiggin. 1993. Ã\u0082â\u0080\u009cA Survey of the Literature on Minimum Wages.Ã\u0082â\u0080\u009d Australian National University and University of Queensland. Mimeo.",
        "Edwards, S. and Cox-Edwards, A. 2000. Ã\u0082â\u0080\u009cEconomic Reforms and Labour Markets: Policy Issues and Lessons from Chile.Ã\u0082â\u0080\u009d Economic Policy 15(30): 181-230.",
        "Hamermesh, D. S. 1993. Labor Demand. Princeton, United States: Princeton University Press.",
        "Heckman, J., and C. PagÃ\u0083Â©s. 2000. Ã\u0082â\u0080\u009cThe Cost of Job Security Regulation: Evidence from Latin American Labor Markets.Ã\u0082â\u0080\u009d EconomÃ\u0083Â­a 1(1): 147-151.",
        "Hopenhayn, H., and Rogerson, Richard. 1993. Ã\u0082â\u0080\u009cJob Turnover and Policy Evaluation: A General Equilibrium Analysis.Ã\u0082â\u0080\u009d Journal of Political Economy 101(5): 915-38.",
        "Hudson, R. 1994. Ã\u0082â\u0080\u009cChile: A Country Study.Ã\u0082â\u0080\u009d Library of Congress, Washington D. C.",
        "Katz, L. and A. Krueger. 1992. Ã\u0082â\u0080\u009cThe Effect of the Minimum Wage on the Fast-Food Industry.Ã\u0082â\u0080\u009d Industrial and Labor Relations Review 46(1): 6-21.",
        "Kosters, M.H., editor. 1996. Ã\u0082â\u0080\u009cEffects of the Minimum Wages on Employment.Ã\u0082â\u0080\u009d AEI Press for the American Enterprise Institute, Washington D.C.",
        "Lazear, E. 1990. Ã\u0082â\u0080\u009cJob Security Provisions and Employment.Ã\u0082â\u0080\u009d Quarterly Journal of Economics 105(3): 699-726.",
        "Lindbeck A., and D.J. Snower. 1988. The Insider Outsider Theory of Employment and Unemployment. MIT Press, Cambridge and London.",
        "PagÃ\u0083Â©s, C., and C.E. Montenegro. 1999. Ã\u0082â\u0080\u009cJob Security and the Age Composition of Employment: Evidence from Chile.Ã\u0082â\u0080\u009d Inter-American Development Bank, Research Department, Working Paper 398.",
        "Paredes, Ricardo, and Luis Riveros. 1989. Ã\u0082â\u0080\u009cSesgo de SelecciÃ\u0083Â³n y el Efecto de los Salarios MÃ\u0083Â­nimos.Ã\u0082â\u0080\u009d Cuadernos de EconomÃ\u0083Â­a 79.",
        "Partridge, M., and J. Partridge. 1998 Ã\u0082â\u0080\u009cAre Teen Unemployment Rates Influenced by State Minimum Wage Laws?Ã\u0082â\u0080\u009d Growth and Change 29(4):359-82.",
        "Risager, O., and J.R. Sorensen. 1997. Ã\u0082â\u0080\u009cOn the Effects of Firing Costs When Investment Is Endogenous: An Extension of a Model by Bertola.Ã\u0082â\u0080\u009d European Economic Review 41(7): 1343-53.",
        "Romaguera, P., C. Echevarria and P. Gonzalez. 1995. Ã\u0082â\u0080\u009cChile .Ã\u0082â\u0080\u009d In: G. MÃ\u0083Â¡rquez, editor. Reforming the Labor Market in a Liberalized EconomÃ\u0082â\u0080\u009d. The Inter-American Development Bank, John Hopkins University Press, Baltimore, Maryland.",
        "Soto, R. 1995. Ã\u0082â\u0080\u009cTrade Liberalization in Chile: Lessons for Hemispheric Integration.Ã\u0082â\u0080\u009d In: E.L. Echeverri-Carroll, editor. NAFTA and Trade Liberalization in the Americas. Austin: University of Texas, Graduate School of Business, Bureau of Business Research in cooperation with the ICSS112 Institute.",
        "White, H. 1980. Ã\u0082â\u0080\u009cA Heterokedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heterokedasticity.Ã\u0082â\u0080\u009d Econometrica 48: 817-838.",
        "Williams, N., and J. Mills. 2001. Ã\u0082â\u0080\u009cThe Minimum Wage and Teenage Employment: Evidence from Time Series.Ã\u0082â\u0080\u009d Applied Economics 33(3): 285-300.",
        "Wisecarver, D. 1992. Ã\u0082â\u0080\u009cEl Modelo EconÃ\u0083Â³mico Chileno.Ã\u0082â\u0080\u009d Centro Internacional para el Desarrollo EconÃ\u0083Â³mico (CINDE). Instituto de EconomÃ\u0083Â­a de la Pontificia Universidad CatÃ\u0083Â³lica de Chile. Santiago de Chile."
    ]
}