{
    "id": 9851,
    "cites": 15,
    "cited_by": 6,
    "reference": [
        "Blank, Rebecca M. 2002. Evaluating Welfare Reform in the United States. Journal of Economic Literature , Vol. 40, No. 4, December, pp. 1105-66.",
        "Cagetti, Marco. 1999. Wealth Accumulation Over the Life Cycle and Precautionary Savings. Unpublished paper, University of Virginia.",
        "Committee on Ways and Means, U.S. House of Representatives. 2000. The 2000 Green Book (Washington, DC: U.S. Government Printing Office).",
        "Hubbard, R. Glenn, Jonathan Skinner, and Ste phen P. Zeldes. 1995. Precautionary Saving and Social Insurance. Journal of Political Economy , Vol. 103, No. 2, April, pp. 360-99.",
        "Korenman, Sanders, and David Neumark. 1991. Does Marriage Really Make Men More Productive? Journal of Human Resources , Vol. 26, No. 2, Spring, pp.282-307.",
        "Mitchell, Olivia S. 1988. Worker Knowledge of Pension Provisions. Journal of Labor Economics , Vol. 6, No. 1, January, pp. 21-39.",
        "Moffitt, Robert. 1992. Incentive Effects of the U. S. Welfare System: A Review. Journal of Economic Literature , Vol. 30, No. 1, pp. 1-61.",
        "Neumark, David, and Elizabeth Powers. 1998. The Effect of Means-Tested Income Support for the Elderly on Pre-Retirement Saving: Evidence fr om the SSI Program in the U.S. Journal of Public Economics , Vol. 68, No. 2, May, pp. 181-206.",
        "Neumark, David, and Elizabeth Powers. 2000. Welfa re for the Elderly: The Effects of SSI on Pre-Retirement Labor Supply. Journal of Public Economics , Vol. 78, No. 1/2, June, pp. 51-80.",
        "Neumark, David, and Elizabeth T. Powers. 2002. SSI and Labor Supply: Improved Evidence from Social Security Administrative Files. Public Policy Institute of California Working Paper No. 2002-03.",
        "Powers, Elizabeth T., and David Neumark. 2003a. The Supplemental Security Income Program and Incentives to Claim Social Security Retirement Early: Empirical Evidence from Matched SIPP and Social Security Administrative Files. Unpublished paper, University of Illinois.",
        "Powers, Elizabeth T., and David Neumark, 2003b. The Interaction of Public Retirement Programs in the U.S. American Economic Association Papers and Proceedings , Vol. 93, No. 2, May, pp. 261-65.",
        "U.S. Social Security Administration. 2002. Understanding Supplemental Security Income .",
        "U.S. Social Security Administration. 2001. Social Security Bulletin Annual Statistical Supplement .",
        "U.S. Social Security Administration. Ja nuary 2000. State Assistance Programs for SSI Recipients ."
    ]
}