{
    "id": 9852,
    "cites": 25,
    "cited_by": 7,
    "reference": [
        "Arrow, Kenneth J. 1971. Essays in the Theory of Risk-Bearing . Chicago: Markham Publishing Co.",
        "Health and Retirement Study. Quarterly Journal of Economics 112(2): 537-579. Benartzi, Shlomo and Richard H. Thaler. 1995. Myopic Loss Aversion and the Equity Premium Puzzle. Quarterly Journal of Economics 110(1): 73-92.",
        "Bernheim, B. Douglas, Katherine Grace Carman, Ja gadeesh Gokhale, and Laurence J. Kotlikoff. 2001. The Mismatch between Life Insurance Holdings and Financial Vulnerabilities: Evidence from the Survey of Consumer Finances. NBER Working Paper 8544.",
        "Blake, David. 1996. Efficiency, Risk Aversi on and Portfolio Insurance: An Analysis of Financial Asset Portfolios Held by Investors in the United Kingdom. Economic Journal 106: 1175-1192.",
        "Brav, Alon, George M. Constantinides, and Christopher C. Geczy. 2002. Asset Pricing with Heterogeneous Consumers and Limited Participation: Empirical Evidence. Journal of Political Economy 110(4): 793-824.",
        "Campbell, John Y. 1996. Understanding Risk and Return. Journal of Political Economy 104(2): 298-345.",
        "Campbell, John Y. 2003 (forthcoming). Consumption-Based Asset Pricing. In Handbook of the Economics of Finance, vol. 1B, edited by G.M. Constantinides, M. Harris, and R.M.",
        "Stulz. Amsterdam: Elsevier. Choi, E. Kwan and Carmen F. Menezes. 1992. Is Relative Risk Aversion Greater than One? International Review of Economics and Finance 1(1): 43-54.",
        "Constantinides, George M. 1990. Habit Formation: A Resolution of the Equity Premium Puzzle. Journal of Political Economy 98(3): 519-543.",
        "Davies, James B. 1996. Explaining Intergenerational Transfers. In Household and Family Economics, edited by Paul L. Menchik, 47-82. Boston: Kluwer Academic Publishers.",
        "Epstein, Larry G. And Stanley E. Zin. 1990. `First-Order Risk Aversion and the Equity Premium Puzzle. Journal of Monetary Economics 26(3): 387-407.",
        "Halek, Martin and Joseph G. Eisenhauer. 2001. Demography of Risk Aversion. Journal of Risk and Insurance 68(1): 1-24.",
        "Kocherlakota, Narayana R. 1996. The Equity Premium: Its Still a Puzzle. Journal of Economic Literature 34(1): 42-71.",
        "Maitel, Shlomo. 1973. Public Goods and Income Distribution: Some Further Results. Econometrica 41(3): 561-568.",
        "Mankiw, N. Gregory. 1985. Consumer Durables and the Real Interest Rate. Review of - 15 - Economics and Statistics 67(3): 353-362.",
        "Mankiw, N. Gregory and Stephen P. Zeldes. 1991. The Consumption of Stockholders and Nonstockholders. Journal of Financial Economics 29: 97-112.",
        "Masson, AndrÃ\u0083Â©, and Pierre Pestieau. 1997. Bequest Motives and Models of Inheritance: A Survey of the Literature. In Is Inheritance Legitimate? Ethical and Economic Aspects of Wealth Transfers, edited by Guido Erreygers and Toon Vandevelde, 54-88. Berlin: Springer- Verlag.",
        "McGrattan, Ellen R. And Edward C. Prescott. 2003. Average Debt and Equity Returns: Puzzling? American Economic Review Papers and Proceedings 93(2): 392-397.",
        "Mehra, Rajnish and Edward C. Prescott. 1985. The Equity Premium: A Puzzle. Journal of Monetary Economics 15(2): 145-161.",
        "Palsson, Anne-Marie. 1996. Does the Degree of Relative Risk Aversion Vary with Household Characteristics? Journal of Economic Psychology 17: 771-787.",
        "Shrikhande, Milind M. 1997. Non-addictive Habit Formation and the Equity Premium Puzzle. European Financial Management 3(3): 293-319.",
        "Stark, Oded. 1995. Altruism and Beyond: An Economic Analysis of Transfers and Exchanges within Families and Groups. Cambridge: Cambridge University Press.",
        "Viscusi, W. Kip. 1994. Mortality Effects of Regulatory Costs and Policy Evaluation Criteria. Rand Journal of Economics 25(1): 94-109.",
        "Viscusi, W. Kip and Joseph E. Aldy. 2003. The Value of a Statistical Life: A Critical Review of Market Estimates throughout the World. NBER Working Paper 9487.",
        "Viscusi, W. Kip and William N. Evans. 1990. Utility Functions that Depend on Health Status: Estimates and Economic Implications. American Economic Review 80(3): 353-374."
    ]
}