{
    "id": 9853,
    "cites": 14,
    "cited_by": 8,
    "reference": [
        "Becker, William, and Michael Watts. 1999. How Departments of Economics Evaluate Teaching, American Economic Association, Papers and Proceedings , 90 (May): 355- 59.",
        "Biddle, Jeff, and Daniel Hamermesh, 1998. Beauty, Productivity and Discrimination: Lawyers Looks and Lucre, Journal of Labor Economics, 16 (January): 172-201.",
        "Borjas, George. 2000. Foreign-born Teaching Assistants and the Academic Performance of Undergraduates, American Economic Association, Papers and Proceedings, 89 (May): 344-49.",
        "Buck, Stephen, and Drew Tiene, The Impact of Physical Attractiveness, Gender, and Teaching Philosophy on Teacher Evaluations, Journal of Educational Research , 82 (January/February, 1989): 172-7.",
        "DeLorme, Charles; R. Carter Hill, and Norman Wood, 1979. Analysis of a Quantitative Method of Determining Faculty Salaries, Journal of Economic Education, 11 (Fall): 20-5.",
        "Feldman, Kenneth A. 1993. College Students Views of Male and Female College Teachers: Part II. Evidence from Students Evaluations of their Classroom Teachers, Research in Higher Education, 34 (April): 151-211.",
        "Fleisher, Belton; Masanori Hashimoto and Bru ce Weinberg, Foreign GTAs Can Be Effective Teachers of Economics, Journal of Economic Education, 33 (Fall 2002): 299-326.",
        "Goebel, Barbara, and Valjean Cashen, 1979. A ge, Sex and Attractiveness as Factors in Student Ratings of Teachers: A Developmental Study, Journal of Educational Psychology , 71 (October): 646-53.",
        "Hamermesh, Daniel, and Jeff Biddle, 1994. Beauty and the Labor Market, American Economic Review , 84 (December): 1174-94.",
        "Katz, David, 1973. Faculty Salaries, Promoti ons, and Productivity at a Large University, American Economic Association, Papers and Proceedings, 63 (May): 469-77.",
        "Kaun, David, 1984. Faculty Advancement in a Nontraditional University Environment, Industrial and Labor Relations Review , 37 (July): 592-606.",
        "Lazear, Edward, 2001. Educational Production, Quarterly Journal of Economics , 116 (August): 777-803.",
        "Moore, William J.; Robert Newman, and Geoffrey Turnbull , 1998. Do Academic Salaries Decline with Seniority? Journal of Labor Economics, 16 (April): 352-66.",
        "Siegfried, John, and Kenneth White, 1973. Finan cial Rewards to Research and Teaching: A Case Study of Academic Economists, American Economic Association, Papers and Proceedings, 63 (May): 309-15."
    ]
}