{
    "id": 9854,
    "cites": 28,
    "cited_by": 2,
    "reference": [
        "California State Reconstruction and Reemployment Commission. How Much Post-War Income? (Sacramento, CA: Sept 1944).",
        "California State Reconstruction and Re-employment Commission. How Many Californians? (Sacramento, CA: July 1944).",
        "California State Reconstruction and Re-employment Commission. The Steel and Steel-Using Industries of California. E.T.Grether, et al. (Sacramento, CA: State Printing Office, 1946).",
        "Churchill, Betty C. State Distribution of Business Concerns. Survey of Current Business (Nov. 1954): 14-20.",
        "Cunningham, William G. The Aircraft Industry: A Study in Industrial Location (Los Angeles: Lorrin Morrison, 1951).",
        "Davis, Donald R. Ã\u0082â\u0080\u009cThe Home Market, Trade, and Industrial Structure.Ã\u0082â\u0080\u009d American Economic Review. 88:5, (Dec. 1998): 1264-76.",
        "Davis, Donald R. and David E. Weinstein. Ã\u0082â\u0080\u009cEconomic Geography and Regional Production Structure: An Empirical Investigation.Ã\u0082â\u0080\u009d European Economic Review. 43:2, (Feb. 1999): 379-407.",
        "Ehrenberg, Ronald G. and Robert S. Smith. Modern Labor Economics: Theory and Public Policy. 4th Ed. (New York: Harper Collins, 1991).",
        "Federal Reserve Bank of San Francisco Monthly Review. (Various Years). Fisher, Gerald J. A Statistical Summary of Shipbuilding under the US Maritime Commission During World War II. Historical Reports of the War Administration, US Maritime Commission, No. 2, 1949.",
        "Gordon, Margaret. Employment Expansion and Population Growth. (Berkeley: University of California Press, 1954).",
        "Jacobs, Jane. The Economy of Cities. (New York: Random House, 1969).",
        "Jaffe, Abram J. and Seymour L Wolfbein. Ã\u0082â\u0080\u009cPostwar Migration Plans of Army Enlisted Men.Ã\u0082â\u0080\u009d Annals of the American Academy of Political and Social Science. Vol. 238 (March 1945): 18-26.",
        "Markusen, Ann et al., The Rise of the Gunbelt: the Military Remapping of Industrial America. ( New York : Oxford University Press, 1991).",
        "Marshall, Alfred, Principles of Economics. (London: MacMillan, 1952).",
        "Nash, Gerald. World War II and the West: Reshaping the Economy. (Lincoln: University of Nebraska Press, 1990).",
        "Niklason, C. R. Commercial Survey of the Pacific Southwest. (Washington, D.C.: GPO, 1930).",
        "Oregon State. Annual Reports of the Unemployment Compensation Commission. (Salem OR). Pacific Factory. (various years). Pacific Northwest Business. (various years). Pearlman, Lester M. Prospective Labor Supply on the West Coast. Monthly Labor Review. 64 (April 1947): 565-66.",
        "Puget Sound Regional Planning Commission. Puget Sound Region War and Postwar Development. (Washington, DC: GPO, 1943).",
        "Rhode, Paul W. The Impact of World War Two Spending on the California Economy. in R. Lotchin (ed.), The Way We Really Were: The Golden State in the Second Great War. (Urbana: University of Illinois Press, 2000): 93-119.",
        "Rhode, Paul W. The Nash Thesis Revisited: An Economic Historians View. in Special Issue: Fortress California at War. Pacific Historical Review 63 (Aug. 1994): 363-92.",
        "Smith, Adam. Wealth of Nations. (London: Methuen, 1904).",
        "US Bureau of Labor Statistics, Construction, (various issues). US Bureau of Census. County Data Book: 1947. (Washington, DC: GPO, 1947).",
        "US Bureau of Census. Estimated Number of Veterans of World War II in Continental United States by States, April 1, 1947. Current Population Survey, P25, No. 5.",
        "US Civilian Aeronautical Administration. Statistical Handbook of Civil Aviation. (various years). US Council of Economic Advisors. Midyear Economic Report of the President, July 21, 1947 (Washington, DC: GPO, 1947).",
        "US Department of Commerce. Statistical Abstract of the United States: 1997. (Washington, D.C.: GPO, 1997).",
        "US Senate. Hearings Before the Special Committee to Study and Survey Problems of Small Business Enterprises. 78th Cong., 2nd Sess., Part 42 Developing the West Through Small Business: III, Field Hearings Portland Oreg., July 28, 1944. (Washington, DC: GPO, 1944).",
        "US Senate. Hearings Before the Special Committee to Study and Survey Problems of Small Business Enterprises. 78th Cong., 2nd Sess., Part 41 Developing the West Through Small Business: II, Field Hearings Seattle, Wash., July 26 and 27, 1944. (Washington, DC: GPO, 1944).",
        "US Senate. Hearings Before the Special Committee to Study and Survey Problems of Small Business Enterprises. 79th Cong., 2nd Sess., Part 86 California Looks to Its Economic Future: II, Field Hearings Fresno, Calif., Feb. 25, 1946. (Washington, DC: GPO, 1946)."
    ]
}