{
    "id": 9856,
    "cites": 58,
    "cited_by": 2,
    "reference": [
        "Aiken, Conrad. 1958. A Reviewers ABC. New York: Meridian Books.",
        "Alexander, Paul. 1991. Rough Magic. New York: Viking.",
        "Barry, Elaine. 1973. Robert Frost on Writing. New Brunswick: Rutgers University Press.",
        "Bercovitch, Sacvan, ed. 1996. The Cambridge History of American Literature , Vol. 8.",
        "Cambridge: Cambridge University Press. Bishop, Elizabeth. 1994. One Art. New York: Farrar, Straus, Giroux.",
        "Carpenter, Humphrey. 1988. A Serious Character: The Life of Ezra Pound . Boston: Houghton Mifflin.",
        "Cowley, Malcolm. 1951. Exiles Return. New York: Viking Press.",
        "Dickey, James. 1968. Babel to Byzantium: Poets and Poetry Now . New York: Farrar, Straus and Giroux.",
        "Dove, Rita, ed. 2000. The Best American Poetry, 2000. New York: Scribner.",
        "Doyle, Charles, ed. 1985. Wallace Stevens. London: Routledge and Kegan Paul.",
        "Eliot, T. S. 1975. Selected Prose of T. S. Eliot. New York: Harcourt Brace Jovanovich.",
        "Eliot, Valerie, ed. 1988. The Letters of T. S. Eliot, Vol. 1. London: Faber and Faber.",
        "Galenson, David. 2001. Painting outside the Lines. Cambridge: Harvard University Press.",
        "Galenson, David. 2002a. Quantifying Artistic Succe ss: Ranking French Painters - and Paintings - from Impressionism to Cubism. Historical Methods 35 (1): 5-20.",
        "Galenson, David. 2002b. The Methods and Careers of Leading American Painters in the Late Nineteenth Century. Unpublished paper, University of Chicago.",
        "Gardner, Howard. 1993. Creating Minds. New York: Basic Books.",
        "Goldensohn, Lorrie. 1992. Elizabeth Bishop. New York: Columbia University Press.",
        "Gordon, Lyndall. 1988. T.S. Eliot. New York: W. W. Norton.",
        "Gray, Richard. 1990. American Poetry of the Twentieth Century . London: Longman.",
        "Hall, Donald. 1982. The Weather for Poetry. Ann Arbor: University of Michigan Press.",
        "Hamilton, Ian. 1982. Robert Lowell. New York: Random House.",
        "Heaney, Seamus. 2002. Finders Keepers. New York: Farrar, Straus, Giroux.",
        "Hughes, Ted. 1994. Winter Pollen. New York: Picador.",
        "Jacobsen, Josephine. 1997. The Instant of Knowing. Ann Arbor: University of Michigan Press.",
        "Jarrell, Randall. 1999. No Other Book. New York: Harper Collins.",
        "Kenner, Hugh. 1985. The Poetry of Ezra Pound. Lincoln: University of Nebraska Press.",
        "Kunitz, Stanley. 1975. A Kind of Order, A Kind of Folly. Boston: Little, Brown.",
        "Lehman, David. 2000. The All-Century Team. New York Times Book Review, September 17, p. 43.",
        "Lehman, Harvey. 1953. Age and Achievement. Princeton: Princeton University Press.",
        "Lensing, George. 1986. Wallace Stevens. Baton Rouge: Louisiana State University Press.",
        "Lowell, Robert. 1990. Collected Prose. New York: Noonday Press.",
        "MacLeod, Glenn. 1993. Wallace Stevens and Modern Art. New Haven: Yale University Press.",
        "McGrath, Charles. 2003. The Vicissitudes of Literary Reputation. New York Times Magazine, June 15, 2003, pp. 52-55.",
        "Meyers, Jeffrey. 1996. Robert Frost. Boston: Houghton Mifflin.",
        "Perkins, David. 1976. A History of Modern Poetry: From the 1890s to the High Modernist Mode. Cambridge: Harvard University Press.",
        "Perkins, David. 1987. A History of Modern Poetry: Modernism and After . Cambridge: Harvard University Press.",
        "Perloff, Marjorie. 1985. The Dance of the Intellect. Cambridge: Cambridge University Press.",
        "Plath, Sylvia. 1975a. Ariel. New York: Harper Collins.",
        "Plath, Sylvia. 1975b. Letters Home . New York: Harper and Row.",
        "Roberts, Neil. 2001. A Companion to Twentieth-Century Poetry . Oxford: Blackwell.",
        "Rotella, Guy. 1984. Critical Essays on E. E. Cummings. Boston: G. K. Hall.",
        "Schwartz, Lloyd, and Sybil Estess. 1983. Elizabeth Bishop and Her Art. Ann Arbor: University of Michigan Press.",
        "Shucard, Alan; Fred Moramarco; and William Sullivan, 1989. Modern American Poetry. Boston: Twayne Publishers.",
        "Simonton, Dean. 1988. Scientific Genius. Cambridge: Cambridge University Press.",
        "Spender, Stephen. 1955. The Making of a Poem. London: Hamish Hamilton.",
        "Stauffer, Donald B. 1974. A Short History of American Poetry . New York: E. P. Dutton.",
        "Stevens, Holly. 1972. Letters of Wallace Stevens . New York: Alfred A. Knopf.",
        "Stevens, Wallace. 1965. The Necessary Angel: Essays on Reality and the Imagination . New York: Vintage Books.",
        "Stevens, Wallace. 1966. Opus Posthumous . New York: Alfred A. Knopf.",
        "Stevens, Wallace. 1997. Collected Poetry and Prose. New York: Library of America.",
        "Thompson, Lawrance. 1961. Fire and Ice. New York: Russell and Russell.",
        "Tomlinson, Charles, ed. 1969. Marianne Moore. Englewood Cliffs, New Jersey: Prentice-Hall.",
        "Vendler, Helen. 2003. Coming of Age as a Poet. Cambridge: Harvard University Press.",
        "Waggoner, Hyatt. 1984. American Poets, revised edition. Baton Rouge: Louisiana State University Press.",
        "Wagner, Linda. 1988. Sylvia Plath. London: Routledge.",
        "Williams, William Carlos. 1951. The Autobiography of William Carlos Williams . New York: Random House.",
        "Williams, William Carlos. 1954. Selected Essays of William Carlos Williams . New York: Random House.",
        "Wilson, Edmund. 1952. The Shores of Light. New York: Farrar, Straus, and Young."
    ]
}