{
    "id": 9857,
    "cites": 33,
    "cited_by": 9,
    "reference": [
        "Barro, Robert J., and Xavier Sala-i-Martin, Convergence across States and Regions, Brookings Papers on Economic Activity 1 (1991), 107-182.",
        "Blanchard, Olivier Jean, and Lawrence F. Katz, Regional Evolutions, Brookings Papers on Economic Activity 1 (1992), 1-75.",
        "Borjas, George J., Stephen G. Bronars, and Stephen J. Trejo, Self-Selection and Internal Migration in the United States, Journal of Urban Economics 32:2 (September 1992), 159-85.",
        "Carrington, William J., Enrica Detragiache, and Tara Vishwanath, Migration with Endogenous Moving Costs, American Economic Review 86:4 (September 1996), 909-30.",
        "Chiswick, Barry R., Are Immigrants Favorably Self-Selected? An Economic Analysis, in Caroline D. Brettell and James F. Hollifield, eds., Migration Theory: Talking Across Disciplines (New York: Routledge: 2000).",
        "Collins, William J., When the Tide Turned: Immigration and the Delay of the Great Black Migration, Journal of Economic History 57:3 (September 1997), 607-632.",
        "DaVanzo, Julie, Does Unemployment Affect Migration?-Evidence from Micro Data, Review of Economics and Statistics 60:4 (November 1978), 504-514.",
        "David, Paul A., Fortune, Risk, and the Microeconomics of Migration, in Paul A. David and Melvin W. Reder, eds., Nations and Households in Economic Growth: Essays in Honor of Moses Abramovitz (New York: Academic Press, 1974), 21-88.",
        "Ferrie, Joseph P., Migration to the Frontier in Mid-Nineteenth Century America: A Re-Examination of Turners `Safety Valve, Working paper (July 1997).",
        "Ferrie, Joseph P., How Ya Gonna Keep `Em Down on the Far [When Theyve Seen Schenectady]?: Rural-to-Urban Migration in 19 th Century America, 1850-1870, Working paper (Undated). Fishback, Price V., Operation of `Unfettered Labor Markets: Exit and Voice in American Labor Markets at the Turn of the Century, Journal of Economic Literature 36:2 (June 1998), 722-65.",
        "Fishback, Price V., William C. Horrace, and Shawn Kantor, Do Federal Programs Affect Internal Migration? The Impact of New Deal Expenditures on Mobility During the Great Depression, NBER Working Paper No. 8283 (May 2001).",
        "Gallaway, Lowell, and Richard K. Vedder, Mobility of Native Americans, Journal of Economic History 31:3 (September 1971), 613-649.",
        "Goldin, Claudia, Americas Graduation from High School: The Evolution and Spread of Secondary Schooling in the Twentieth Century, Journal of Economic History 58:2 (June 1998), 345-74.",
        "Goldin, Claudia, A Brief History of Education in the United States, NBER Working Paper Series on Historical Factors in Long Run Growth, Historical Paper 119 (August 1999).",
        "Greenwood, Michael J., Research on Internal Migration in the United States: A Survey, Journal of Economic Literature 13:2 (1975), 397-433.",
        "Greenwood, Michael J., Human Migration: Theory, Models, and Empirical Studies, Journal of Regional Science 25:4 (1985), 521-44.",
        "Greenwood, Michael J., Internal Migration in Developed Countries, ch. 12 in Mark R. Rosenzweig and Oded Stark, eds., Handbook of Population and Family Economics , vol. 1B (Amsterdam: Elsevier, 1997), 647-720.",
        "Gregory, James N., The Southern Diaspora and the Urban Dispossessed: Demonstrating the Census Public Use Microdata Samples, Journal of American History 82:1 (June 1995), 111-134.",
        "Long, Larry H., Migration Differentials by Education and Occupation: Trends and Variations, Demography 10:2 (May 1973), 243-58.",
        "Rosenbloom, Joshua L., One Market or Many? Labor Market Integration in the Late Nineteenth- Century United States, Journal of Economic History 50:3 (September 1990), 85-107.",
        "Rosenbloom, Joshua L., Looking for Work, Searching for Workers: U.S. Labor Markets after the Civil War, Social Science History 18 (Fall 1994), 377-403.",
        "Rosenbloom, Joshua L., Was There a National Labor Market at the End of the Nineteenth Century? New Evidence on Earnings in Manufacturing, Journal of Economic History 56:3 (September 1996), 626-56.",
        "Ross, Frank A., and Andrew G. Truxal, Primary and Secondary Aspects of Interstate Migration, American Journal of Sociology 37:3 (November 1931), 435-444.",
        "Ruggles, Steven, and Matthew Sobek, et. al., Integrated Public Use Microdata Series: Version 2.0 (Minneapolis: Historical Census Projects, University of Minnesota, 1997).",
        "Sandefur, Gary D., and Wilbur J. Scott, A Dynamic Analysis of Migration: An Assessment of the Effects of Age, Family and Career Variables, Demography 18:3 (August 1981), 355-68.",
        "Schaefer, Donald F., Locational Choice in the Antebellum South, Journal of Economic History 49:1 (March 1989), 145-65.",
        "Schwartz, Aba, Migration, Age, and Education, Journal of Political Economy 84:4, part 1 (August 1976), 701-20.",
        "Shryock, Henry S. Jr., Population Mobility within the United States (Chicago: Community and Family Study Center, University of Chicago, 1965).",
        "Steckel, Richard H., The Economic Foundations of East-West Migration during the 19 th Century, Explorations in Economic History 20 (1983), 14-36.",
        "Stewart, James I., Migration to the Agricultural Frontier and Economic Mobility, 1860-1880, Paper presented at 42 nd Cliometrics Conference, North Carolina State University (May 2003).",
        "Todaro, Michael P., A Model of Labor Migration and Urban Unemployment in Less Developed Countries, American Economic Review 59:1 (1969), 138-48.",
        "Treyz, George I., Dan S. Rickman, Gary L. Hunt, and Michael J. Greenwood, The Dynamics of U.S. Internal Migration, Review of Economics and Statistics 75:2 (May 1993), 209-214.",
        "Wright, Gavin, Old South, New South: Revolutions in the Southern Economy Since the Civil War (New York: Basic Books, 1986)."
    ]
}