{
    "id": 9861,
    "cites": 36,
    "cited_by": 0,
    "reference": [
        "Ait-Sahalia, Y. and M. Brandt. 2001. Variable Selection for Portfolio Choice. Journal of Finance. 56 1297-1351.",
        "Ang, A. and G. Bekaert. 2002. International Asset Allocation with Time-Varying Correlations. Working paper. Columbia University, New York.",
        "Balduzzi, P. and A. Lynch. 1999. Transaction Costs and Predictability: Some Utility Cost Calculations. Journal of Financial Economics. 52 47-78.",
        "Barberis, N. 2002. Investing for the Long Run When Returns are Predictable. Journal of Finance. 55 225-264.",
        "Brandt, M. 1999. Estimating Portfolio and Consumption Choice: A Conditional Euler Equations Approach. Journal of Finance. 54 1609-1645.",
        "Brandt, M., A. Goyal, and P. Santa-Clara. 2001. A Simulation Approach to Dynamic Portfolio Choice with an Application to Industry Momentum. Working paper. UCLA, Los Angeles.",
        "Brennan, M.. 1998. The Role of Learning in Dynamic Portfolio Decisions. European Finance Review. 1 295-306.",
        "Brennan, M. and Y. Xia. 2001. Dynamic Asset Allocation Under Inflation. Working paper. UCLA, Los Angeles.",
        "Brennan, M., E. Schwartz, and R. Lagnado. 1997. Strategic Asset Allocation. Journal of Economic Dynamics and Control. 21 1377-1403.",
        "Campbell, J. and L. Viceira. 1999. Consumption and Portfolio Decisions When Expected Returns are Time Varying. The Quarterly Journal of Economics. 114 433-495.",
        "Chan, Y. and L. Kogan. 2001. Catching Up with the Joneses: Heterogeneous Preferences and the Dynamics of Asset Prices. Forthcoming in Journal of Political Economy.",
        "Campbell, J. and L. Viceira. 2002. Strategic Asset Allocation Ã\u0082â\u0080\u0093 Portfolio Choice for Long-Term Investors. Oxford University Press, USA.",
        "Campbell, J., Y. Chan and L. Viceira. 2002. A Multivariate Model of Strategic Asset Allocation. Forthcoming in Journal of Financial Economics.",
        "Chacko, G. and L. Viceira. 2002. Dynamic Consumption and Portfolio Choice with Stochastic Volatility in Incomplete Markets. Working paper, Harvard University, Boston.",
        "Cox, J. and C.F. Huang. 1989. Optimal Consumption and Portfolio Policies When Asset Prices Follow a Diffusion Process. Journal of Economic Theory. 49 33-83.",
        "Cuoco, D. 1997. Optimal Consumption and Equilibrium Prices with Portfolio Constraints and Stochastic Income. Journal of Economic Theory. 72 33Ã\u0082â\u0080\u009373.",
        "Cvitanic, J. and I. Karatzas. 1992. Convex Duality in Constrained Portfolio Optimization. Annals of Applied Probability. 2 767-818.",
        "Dammon, R., C. Spatt and H. Zhang. 2000. Optimal Consumption and Investment with Capital Gains Taxes. Review of Financial Studies. 14 583-616.",
        "Detemple, J., R. Garcia, and M. Rindisbacher. 2000. A Monte-Carlo Method for Optimal Portfolios, CIRANO Working Paper 2000s-05.",
        "Gomes, F. 2002. Exploiting Short-Run Predictability. Working paper. London Business School, London.",
        "Haugh, M. and L. Kogan. 2003. Pricing American Options: A Duality Approach. Forthcoming in Operations Research.",
        "He, H. and N. Pearson. 1991. Consumption and Portfolio Policies with Incomplete Markets and Short-Sale Constraints: The Infinite-Dimensional Case. Journal of Economic Theory. 52 259-304.",
        "Johannes, M., N. Polson and J. Stroud. 2002. Sequential Optimal Portfolio Performance: Market and Volatility Timing. Working paper. Columbia University, New York.",
        "Kandel, S. and R. Stambaugh. On the Predictability of Stock Returns: An Asset-Allocation Perspective. Journal of Finance. 51 385-424. Karatzas, I., J. Lehoczky, S. Sethi and S. Shreve. 1986. Explicit Solution of a General Consumption/ Investment Problem. Mathematics of Operationas Research. 11 261-294.",
        "Karatzas, I., J. Lehoczky, S. Shreve, and G. Xu. 1991. Martingale and Duality Methods for Utility Maximization in an Incomplete Market. SIAM Journal of Control and Optimization. 29 702-730.",
        "Karatzas, I. and S. Shreve. 1998. Methods of Mathematical Finance. Springer-Verlag, New York, NY.",
        "Kim, T. S. and E. Omberg. 1986. Dynamic Nonmyopic Portfolio Behavior. Review of Financial Studies. 9 141-61.",
        "Munk, C. 1998. Optimal Consumption/Investment Policies with Undiversifiable Income Risk and Liquidity Constraints. Working paper. Odense University, Denmark.",
        "Liu, J. 1998. Dynamic Portfolio Choice and Risk Aversion. Working paper. Stanford University, Palo Alto.",
        "Lynch, A. 2001. Portfolio Choice and Equity Characteristics: Characterizing the Hedging Demands Induced by Return Predictability. Journal of Financial Economics. 62 67-130.",
        "Pastor, L. 2000. Portfolio Selection and Asset Pricing Models. Journal of Finance. 55 179-223.",
        "Pastor, L. and R. Stambaugh. 2000. Comparing Asset Pricing Models: An Investment Perspective. Journal of Financial Economics. 56 335-81.",
        "Pliska, S. 1986. A stochastic Calculus Model of Continuous Trading: Optimal Portfolios. Mathematics of Operations Research. 11 371-382.",
        "Schroder, M. and C. Skiadas. (2003) Optimal Lifetime Consumption-Portfolio Strategies under Trading Constraints and Generalized Recursive Preferences. Working Paper No. 285. Kellogg School of Management, Northwestern University, Evanston.",
        "Stambaugh, R. 1999. Predictive Regressions. Journal of Financial Economics. 54 375-421.",
        "Xia, Y. 2001. Learning About Predictability: The Effect of Parameter Uncertainty on Optimal Dynamic Asset Allocation. Journal of Finance 56 205-247."
    ]
}