{
    "id": 9867,
    "cites": 30,
    "cited_by": 69,
    "reference": [
        "Arellano, M., Bond, S., 1991, Some Tests of Specification for Panel Data: Monte Carlo Evidence and an Application to Employment Equations, Review of Economic Studies, 58, 277-297.",
        "Barro, R. J., 1997, Determinants of Economic Growth, Cambridge, Massachussets, MIT Press.",
        "Barro, R., Sala-I-Martin, X.,1995, Economic Growth, McGraw Hill.",
        "Basu, P., McLeod, D., 1992, Terms of Trade, and Economic Fluctuations in Developing Countries, Journal of Development Economics, Vol. 37, pp. 89Ã\u0082â\u0080\u0093110.",
        "Beck, N., Katz, J., 1995, What to Do (and not to Do) with Time-Series Cross-Section Data, American Political Science Review.",
        "Bloomfield, A., 1984, Effect of Growth on the Terms of Trade: Some Earlier Views, Essays in the history of international trade theory, Aldershot, UK.",
        "Broda, C., 2001, Coping with Terms of Trade Shocks: Pegs vs Floats, American Economic Review, 91(2), pp. 376-380.",
        "Calvo, G. A., 1999, Fixed vs. Flexible Exchange Rates. Preliminaries of a Turn-of-Millennium Rematch, University of Maryland. Mimeo.",
        "Calvo, G., 2000, The Case for Hard Pegs in the Brave New World of Global Finance, Mimeo, University of Maryland.",
        "Collier, P., Gunning, J.W., 1999, Why Has Africa Grown Slowly?, Journal of Economic Perspectives 13:3-22.",
        "Dollar, D., 1992, Exploiting the Advantages of Backwardness: The Importance of Education and Outward Orientation, Mimeo, World Bank.",
        "Dornbusch, R., 1980, Stabilization Policy in the Open Economy, Joint Economic Committee, Special Study on Economic Change, Washington D.C..",
        "Dornbusch, R., 2001, Fewer Monies Better Monies, Discussion on Exchange Rates and the Choice of Monetary-Policy Regimes, The American Economic Review, ppg 238-242.",
        "Easterly, W., Kremer, M., Pritchett, L., Summers, L.H., 1993, Good Policy or Good Luck? Country Growth Performance and Temporary Shocks, Journal of Monetary Economics, 32:459-83.",
        "Eichengreen, B., Haussman, R., 1999, Exchange Rates and Financial Fragility, NBER Working Paper No. 7418.",
        "Fischer, S., 2001, Exchange Rate Regimes: Is the Bipolar View Correct?, Distinguished Lecture on Economics in Government, AEA Meetings, New Orleans.",
        "Frankel, J., 1999, No single Currency Regime is Right for all Countries or at all Times, NBER Working Paper No. 7338.",
        "Friedman, M., 1953, The Case For Flexible Exchange Rates, in Essays in Positive Economics, University of Chicago Press.",
        "Ghosh, A., Gulde, A., Ostry J. and Wolf H., 1995, Does the Nominal Exchange Rate Matter?, IMF Working Paper 95/121.",
        "IMF, 1997, Exchange Rate Arrangements and Economic Performance in Developing Countries, Ch. 4 of World Economic Outlook, October.",
        "Levy Yeyati, E., Sturzenegger, F., 2002, Classifying Exchange Rate Regimes: Deeds vs. Words, Mimeo.",
        "Levy Yeyati, E., Sturzenegger, F., 2003, To Float or to Fix: Evidence on the Impact of Exchange Rate Regimes on Growth, American Economic Review, forthcoming.",
        "Lutz, M., Singer, H.W., 1994, Trend and Volatility in the Terms of Trade: Consequences for Growth, The Economics of Primary Commodities: Models, Analysis and Policy, W. Morgan and D. Sapsford, pp. 91-121.",
        "Meade, J., 1951, The Theory of International Economic Policy, 2 volumes.",
        "Mendoza, E., 1997, Terms-of-Trade Uncertainty and Economic Growth, Journal of Development Economics.",
        "Obstfeld, M., Rogoff, K., 1995, The Mirage of Fixed Exchange Rates, Journal of Economics Perspectives, Fall.",
        "Rose, A., 2000, One Money, One Market: Estimating The Effect of Common Currencies on Trade, Economic Policy.",
        "Rose, A., Van Wincoop, E., 2001, National Money as a Barrier to International Trade: The Real Case for Currency Union, American Economic Review, Papers and Proceedings, 91:2, 386-390.",
        "Sachs, J.D., Warner, A.M.,1995, Economic Reform and the Process of Global Integration, Briookings Papers on Economic Activity 1: pp. 1-118.",
        "Singer, H.W., 1950, Gains and Losses from Trade and Investment in Under- Developed Countries, AER."
    ]
}