{
    "id": 9871,
    "cites": 26,
    "cited_by": 0,
    "reference": [
        "Cebul, Randall et al., 1988, Indications, Outcomes, and Provider Volumes for Carotid Endarterectomy, JAMA 279 (16): 1282-1287.",
        "Smiley, Robert, 1988, Empirical Evidence on Strategic Entry Deterrence, International Journal of Industrial Organization 6: 167-180.",
        "Luft, Harold, Sandra Hunt, and Susan Maerski, 1987, The Volume-Outcome Relationship: Practice-Makes-Perfect or Selective-Referral Patterns? Health Services Research 22 (2): 157-182.",
        "U.S. Census Bureau, Administrative and Customer Services Division, Statistical Compendia Branch, 2001, Statistical Abstract of the United States.",
        "Tirole, Jean, 1997, The Theory of Industrial Organization (Cambridge: The MIT Press).",
        "Spence, A. M., 1977, Entry, Capacity, Investment and Oligopolistic Pricing, Bell Journal of Economics 8: 534-544.",
        "Spence, Michael, 1979, Investment Strategy and Growth in a New Market, Bell Journal of Economics 10: 1-19.",
        "Spence, Michael, 1981, The Learning Curve and Competition, Bell Journal of Economics 12: 49-70.",
        "Spence, Michael, 1984, Cost Reduction, Competition, and Industry Performance, Econometrica 52: 101-122.",
        "Stanford, J.L., et al., 1999, Prostate Cancer Trends 1973-1995, SEER Program, National Cancer Institute, NIH Publication No. 99-4543. Bethesda, MD, 1999.",
        "Steinwald, Bruce and Laura A. Dummit, 1989, Hospital Case-Mix Change: Sicker Patients or DRG Creep? Health Affairs 8: 35-47.",
        "Wilson, Robert, 1992, Strategic Models of Entry Deterrence, in R.J. Aumann and S. Hart, eds., The Handbook of Game Theory (Elsevier Science Publishers), Chapter 1.",
        "Vogt, William B., 1999, Detecting Strategic Behavior in Technology Adoption: the Example of Magnetic Resonance Imaging, mimeo, Heinz School, Carnegie Mellon University.",
        "Zwanziger, Jack and Glenn A. Melnick, 1988, The Effects of Hospital Competition and the Medicare PPS Program on Hospital Cost Behavior in California, The Journal of Health Economics 7: 301-320.",
        "Chevalier, Judith, 1995, Capital Structure and Product Market Competition: Empirical Evidence from the Supermarket Industry, American Economic Review 85: 415-435.",
        "Lieberman, Marvin, 1987, Post Entry Investment and Market Structure in the Chemical Processing Industry, RAND Journal of Economics 18: 533-549.",
        "Henkel, John, 1998, Prostate Cancer: No One Answer for Testing or Treatment, FDA Consumer September-October.",
        "Hughes, Robert, Sandra Hunt, and Harold Luft, 1987, Effects of Surgeon Volume and Hospital Volume on Quality of Care in Hospitals, Medical Care 25 (6).",
        "Fudenberg, D. and J. Tirole, 1986, Dynamic Models of Oligopoly (London:Harwood).",
        "Ellison, Glenn, and Sara Fisher Ellison, 2000, Strategic Entry Deterrence and the Behavior of Pharmaceutical Incumbents Prior to Patent Expiration, mimeo, MIT Department of Economics.",
        "Dixit, A., 1979, A Model of Duopoly Suggesting a Theory of Entry Barriers, Bell Journal of Economics 10: 20-32.",
        "Fudenberg, D. and J. Tirole, 1983, Learning by Doing and Market Performance, Bell Journal of Economics 14: 522-530.",
        "Dixit, A., 1980, The Role of Investment in Entry Deterrence, Economic Journal 90: 95-106.",
        "Ho, Vivian, 2002, Learning and the Evolution of Medical Technologies: The Diffusion of Coronary Angioplasty, The Journal of Health Economics 21(5): 873-885.",
        "Chernew, Michael, Gautam Gowrisankaran, and Mark Fendrick, 2002, Payer Type and the Returns to Bypass Surgery: Evidence from Hospital Entry Behavior, The Journal of Health Economics 21(3): 451-474.",
        "Center for the Evaluative Clinical Sciences, Dartmouth Medical School, 1996, The Dartmouth Atlas of Health Care(Chicago: American Hospital Publishing)."
    ]
}