{
    "id": 9872,
    "cites": 18,
    "cited_by": 12,
    "reference": [
        "Bowen, Harry P, Edward E. Leamer and Leo Sveikauskas. 1987. Multicountry, Multifactor Tests of the Factor Abundance Theory. American Economic Review 77: 791-809.",
        "Davis, Donald R. and David E. Weinstei n. 2001. An Account of Global Factor Trade. American Economic Review 91: 1423-1453.",
        "Greene, William H. 2000. Econometric Analysis. London: Prentice-Hall.",
        "I.L.O. 1990. International Standard Classification of Occupations: ISCO-88. Geneva: International Labour Organization.",
        "Katz, Eliakim and Oded Stark. 1984. Migration and Asymmetric Information: Comment. American Economic Review 74: 533-534.",
        "King, Gary, Michael Tomz and Jason Wittenberg. 2000. Making the Most of Statistical Analyses: Improving Interpretation and Presentation. American Journal of Political Science 44: 341-355.",
        "Leontief, Wassily. 1953. Domestic Production and Foreign Trade: The American Capital Position Re-Examined. Proceedings of the American Philosophical Society 97: 332-349.",
        "Markusen, James R. 1983. Factor Movements and Commodity Trade as Complements. Journal of International Economics 13: 341-56.",
        "Mayda, Anna Maria. 2003. Who is Against Immigration? A Cross-Country Investigation of Individual Attitudes Towards Immigrants. Mimeo, Harvard University, January.",
        "Mayda, Anna Maria and Dani Rodrik. 2001. Why are Some People (and Countries) More Protectionist than Others? NBER Working Paper No. 8461. Cambridge, Mass., September.",
        "Mundell, Robert A. 1957. International Trade and Factor Mobility. American Economic Review 47: 321-35.",
        "ORourke, Kevin H. and Richard Sinnott. 2001. What determines attitudes towards protection? Some cross-country evidence. In Susan M. Collins and Dani Rodrik (eds.), Brookings Trade Forum 2001. Washington DC: Brookings Institute Press: 157-206.",
        "ORourke, Kevin H. and Richard Sinnott. 2003. The Determinants of Individual Attitudes towards Globalization. Work in progress.",
        "ORourke, Kevin H. and Jeffrey G. Williamson. 1999. Globalization and History: The Evolution of a Nineteenth Century Atlantic Economy. Cambridge, MA: MIT Press.",
        "Rodrik, Dani. 1997. Has Globalization Gone Too Far? Washington DC: Institute for International Economics.",
        "Roy, A.D. 1951. Some Thoughts on the Distribution of Earnings. Oxford Economic Papers 3: 135-46.",
        "Scheve, Kenneth F. and Matthew J. Slaughter. 2001. What Determines Individual Trade-Policy Preferences? Journal of International Economics 54: 267-292.",
        "Scheve, Kenneth F. and Matthew J. Slaughter. 2001. Labour Market Competition and Individual Preferences Over Immigration Policy. Review of Economics and Statistics 83: 133-145."
    ]
}