{
    "id": 9873,
    "cites": 30,
    "cited_by": 50,
    "reference": [
        "Aigner, Dennis J. and Glenn G. Cain, Ã\u0082â\u0080\u009cStatistical Theories of Discrimination in Labor Markets,Ã\u0082â\u0080\u009d Industrial and Labor Relations Review, 1977, 30 (1): 175-187.",
        "Altonji, Joseph G. and Rebecca M. Blank, Ã\u0082â\u0080\u009cRace and Gender in the Labor Market,Ã\u0082â\u0080\u009d in Orley Ashenfelter and David Card eds, Handbook of Labor Economics, vol. 3, Elsevier Science B.V., 1999.",
        "Arrow, Kenneth J., Ã\u0082â\u0080\u009cWhat Has Economics to Say About Racial Discrimination?Ã\u0082â\u0080\u009d The Journal of Economic Perspectives, 1998, 12 (2): 91-100.",
        "Arrow, Kenneth J., Ã\u0082â\u0080\u009cThe Theory of Discrimination,Ã\u0082â\u0080\u009d in Orley Ashenfelter and Albert Rees, eds., Discrimination in Labor Markets, Princeton, NJ: Princeton University Press, 1973.",
        "Becker, Gary S., The Economics of Discrimination, 2nd Edition, University of Chicago Press: Chicago, IL (1961).",
        "Brown, C. and P. Gay, Racial Discrimination 17 Years After the Act, London, UK: Policy Studies Institute, 1985.",
        "Council of Economic Advisers, Changing America: Indicators of Social and Economic Well-Being by Race and Hispanic Origin, September 1998. http://w3.access.gpo.gov/eop/ca/pdfs/ca.pdf.",
        "Cornell Bradford and Ivo Welch, Ã\u0082â\u0080\u009cCulture, Information and Screening Discrimination,Ã\u0082â\u0080\u009d The Journal of Political Economy, 1996, 104 (3): 542-571.",
        "Cross, Harry, Genevieve Kenney, Jane Mell and Wendy Zimmermann, Employer Hiring Practices: Differential Treatment of Hispanic and Anglo Job Applicants, Washington, DC: Urban Institute Press, 1990.",
        "Darity, William A. Jr. and Patrick L. Mason, Ã\u0082â\u0080\u009cEvidence on Discrimination in Employment: Codes of Color, Codes of Gender,Ã\u0082â\u0080\u009d The Journal of Economic Perspectives, 1998, 12 (2): 63-90.",
        "Fix, Michael and Margery Austin Turner (eds.), A National Report Card on Discrimination in America: The Role of Testing, 1998.",
        "Goldin, Claudia and Cecilia Rouse, Ã\u0082â\u0080\u009cOrchestrating Impartiality: The Impact of Blind Auditions on Female Musicians,Ã\u0082â\u0080\u009d The American Economic Review, 2000, 90 (4): 715-741.",
        "Heckman, James J., Ã\u0082â\u0080\u009cDetecting Discrimination,Ã\u0082â\u0080\u009d The Journal of Economic Perspectives, 1998, 12 (2): 101-116.",
        "Heckman, James J. and Peter Siegelman, Ã\u0082â\u0080\u009cThe Urban Institute Audit Studies: Their Methods and Findings,Ã\u0082â\u0080\u009d in Michael Fix and Raymond J. Struyk, Clear and Convincing Evidence: Measurement of Discrimination in America, Lanham, MD: Urban Institute Press, 1992.",
        "Heckman, James J., Lance J. Lochner and Petra E. Todd, Ã\u0082â\u0080\u009cFifty Years of Mincer Earnings Regressions,Ã\u0082â\u0080\u009d Mimeo, University of Chicago, Chicago, 2001.",
        "Holzer, Harry J., Ã\u0082â\u0080\u009cInformal Job Search and Black Youth Unemployment,Ã\u0082â\u0080\u009d American Economic Review, 1987, 77 (3): 446-452.",
        "Hubbock, J. and S. Carter, Half a Chance? A Report on Job Discrimination against Young Blacks in Nottingham, London UK: Commission for Racial Equality, 1980.",
        "James F. and S. W. DelCastillo, Ã\u0082â\u0080\u009cMeasuring Job Discrimination by Private Employers Against Young Black and Hispanic Seeking Entry Level Work in the Denver Metropolitan Area,Ã\u0082â\u0080\u009d Mimeo, University of Colorado at Denver, Denver, 1991.",
        "Jones, Melinda, Social Psychology of Prejudice, Saddle River NJ: Pearson Education, 2002.",
        "Jowell, R. and Prescott-Clark P, Ã\u0082â\u0080\u009cRacial Discrimination and White-Collar Workers in Britain,Ã\u0082â\u0080\u009d Race, 1970, 11: 397-417.",
        "Katz, Lawrence F. and Lawrence H. Summers, Ã\u0082â\u0080\u009cIndustry Rents: Evidence and Implications,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 1989: 209-275.",
        "Lundberg, Shelly J. and Richard Startz, Ã\u0082â\u0080\u009cPrivate Discrimination and Social Intervention in Competitive Labor Market,Ã\u0082â\u0080\u009d The American Economic Review, 1983, 73 (3): 340-347.",
        "McIntyre, Shelby J., Dennis J. Moberg and Barry Z. Posner, Ã\u0082â\u0080\u009cDiscrimination in Recruitment: An Empirical Analysis: Comment,Ã\u0082â\u0080\u009dIndustrial and Labor Relations Review, 1980, 33 (4): 543-547.",
        "Mullainathan, Sendhil, Ã\u0082â\u0080\u009cThinking Through Categories,Ã\u0082â\u0080\u009d Mimeo, Massachusetts Institute of Technology, Cambridge, 2003.",
        "Neumark, David, Ã\u0082â\u0080\u009cSex Discrimination in Restaurant Hiring: An Audit Study,Ã\u0082â\u0080\u009d The Quarterly Journal of Economics, 1996, 111 (3): 915-942.",
        "Newman, Jerry M., Ã\u0082â\u0080\u009cDiscrimination in Recruitment: An Empirical Analysis,Ã\u0082â\u0080\u009d Industrial and Labor Relations Review, 1980, 32 (1): 15-23.",
        "Phelps, Edmund S., Ã\u0082â\u0080\u009cThe Statistical Theory of Racism and Sexism,Ã\u0082â\u0080\u009d The American Economic Review, 1972, 62: 659-661.",
        "Raphael, Steven, Michael A. Stoll and Harry J. Holzer, Ã\u0082â\u0080\u009cAre Suburban Firms More Likely to Discriminate against African Americans?,Ã\u0082â\u0080\u009d Journal of Urban Economics, 2000, 48 (3): 485-508.",
        "Turner, Margery A., Michael Fix and Raymond J. Struyk, Opportunities Denied, Opportunities Diminished: Racial Discrimination in Hiring, Washington, DC: Urban Institute Press, 1991.",
        "Turner, Margery A., Raymond J. Struyk and J. Yinger, Housing Discrimination Study Synthesis, Washington DC: Urban Institute Press, 1991."
    ]
}