{
    "id": 9875,
    "cites": 41,
    "cited_by": 31,
    "reference": [
        "Almeida, A., Goodhart, C., Payne, R., 1998, The Effects of Macroeconomic News on High Frequency Exchange Rate Behavior, Journal of Financial and Quantitative Analysis, 33 (3), 383 - 408.",
        "Andersen, T. and Bollerslev, T., 1997a. Intraday Periodicity and Volatility Persistence in Financial Markets, Journal of Empirical Finance, 4, 115 -158.",
        "Andersen, T. and Bollerslev, T. 1997b Heterogeneous Information Arrivals and Return Volatilit y Dynamics: Uncovering the Long -Run in High Frequency Returns, Journal of Finance, 975 -1005.",
        "Andersen, T. and Bollerslev, T., 1998. Deutsche Mark -Dollar Volatility: Intraday Activity Patterns, Macroeconomic Announcements, and Longer Run Dependencies, Jour nal of Finance, 53(1) 219 -65.",
        "Andersen, T., Bollersleb, T., Diebold, F. and Labys, P., 2003, Modeling and Forecasting Realized Volatility, Econometrica, 71, 529 -626.",
        "Andersen, T., Bollerslev, T. Diebold, F. and Vega, C., 2003 Micro Effects of Macro Annou ncements: Real Time Price Discovery in Foreign Exchange, American Economic Review, 93(1), 38 -62.",
        "Bacchetta, P. and van Wincoop, E., 2003, Can Information Heterogeneity Explain the Exchange Rate Determination Puzzle?, NBER Working Paper 9498, February.",
        "Beine, M., 2003, Volatility Expectations and the Asymmetric Effects of Direct Interventions in the FX Market, Journal of the Japanese and International Economies, 17, 55 -80.",
        "Beattie, N., Fillion, J., 1999. An Intraday Analysis of the Effectiveness of Fore ign Exchange Intervention. Bank of Canada Working Paper 99 -4.",
        "Bollerslev, T. and Domowitz, I., 1993 Trading Patterns and Prices in the Interbank Foreign Exchange Market. Journal of Finance, 48, 1421 -1443.",
        "Bonser -Neal, C. and Tanner, G., 1996 Central Bank Intervention and the Volatility of Foreign Exchange Rates: Evidence from the Options Market. Journal of International Money and Finance 15/6, 853 -878.",
        "Chaboud, A., LeBaron, B., 2001. Foreign Exchange Market Trading Volume and Federal Reserve Intervention. Journal of Futures Markets, 21, 851 -860.",
        "Chang, Y., Taylor, S., 1998. Intraday Effects of Foreign Exchange Intervention by the Bank of Japan. Journal of International Money and Finance 18, 191 -210.",
        "Dacorogna, M.M., U.A. Muller, R.J. Nagler, R.B. Olsen, and O.V. Pictet, 1993. A Geographical Model for the Daily a nd Weekly Seasonal Volatility in the FX Market.",
        "Journal of International Money and Finance 12, 413 -438. Danielsson, J. and Payne, R., 2002 Real Trading Patterns and Prices in Spot Foreign Exchange Markets: An Empirical Investigation, Journal of Internati onal Money and Finance, 21, 203 -222.",
        "De Grauwe, P. and Grimaldi, M., 2003, Intervention in the Foreign Exchange Market in a Model with Noise Traders, mimeo, May.",
        "Dominguez, K., 1998. Central Bank Intervention and Exchange Rate Volatility, Journal of Inte rnational Money and Finance 18, 161 -190.",
        "Dominguez, K., 2003a. The Market Microstructure of Central Bank Intervention. Journal of International Economics 59, 25 -45.",
        "Dominguez, K., Frankel, F., 1993a. Does Foreign Exchange Intervention Matter ? The Portfolio Effect. American Economic Review 83, 1356 -69.",
        "Dominguez, K., Frankel, F., 1993b. Does Foreign Exchange Intervention Work? Institute for International Economics, Washington, D.C.",
        "Evans, M,, Lyons, R., 2001. Portfolio Balance, Price Impact and Secret Intervention.",
        "National Bureau of Economic Research Working Paper 8356. Evans, M., Lyons, R., 2002 Time -Varying Liquidity in Foreign Exchange, Journal of Monetary Economics, 49(5) 1025 -1051.",
        "Evans, M., Lyons, R., 2002 Order Flow and Exchange Rate Dynamics, Journal of Political Economy, 170 -180.",
        "Fischer, A.M., Zurlinden, M., 1999. Exchange Rate Effects of C entral Bank Interventions: An Analysis of Transaction Prices. Economic Journal 109, 662 -676.",
        "Frenkel, M. Pierdzioch, C. and Stadtmann, G. 2003 The Effects of Japanese Foreign Exchange Market Interventions on the Yen/US Dollar Exchange Rate Volatility, Kie l Working Paper No. 1165.",
        "Galati, G., Melick, W. Micu, M., 2002, Foreign Exchange Market Intervention and Expectations: An Empirical Study of the Dollar/Yen Exchange Rate, August mimeo.",
        "Gallant, R. 1981 On the Bias in Flexible Functional Forms and an Ess entially Unbiased Form: The Fourier Flexible Form, Journal of Econometrics, 15(2), 211 -45.",
        "Goodhart, C., Hesse, T., 1993. Central Bank Forex Intervention Assessed in Continuous Time. Journal of International Money and Finance 12, 368 -389.",
        "Guillaume, D., Dacorogna, M., Dave, R., Muller, U., Olsen, R., Pictet, O., 1997. From the Birds Eye to the Microscope: A Survey of New Stylized Facts on the Intra -Daily Foreign Exchange Markets. Finance and Stochastics 1 (2), 95 -129.",
        "Humpage, O., 1999, U.S. Intervention: Assessing the Probability of Success. Journal of Money, Credit and Banking, vol31, No. 4, November, 731 -747.",
        "Jones, C., Lamont, O., and Lu msdaine, R., 1998, Macroeconomic News and Bond Market Volatility, Journal of Financial Economics, 47, 3, 315 -337.",
        "LeBaron, B., 1999. Technical Trading Rule Profitability and Foreign Exchange Intervention. Journal of International Economics 49, 1, 125 -143 .",
        "Lyons, R., 2001. The Microstructure Approach to Exchange Rates , MIT Press.",
        "Neely, C., 2000. The Practice of Central Bank Intervention: Looking Under the Hood.",
        "Central Banking Vol. XI, No.2, 24 -37. Neely, C., 2002, The Temporal Pattern of Trading Rule Returns and Central Bank Intervention: Intervention Does Not Generate Technical Trading Rule Profits. Journal of International Economics, 58, 211 -232.",
        "OHara, M., 1995. Market Microstructure Theory, Blackwell Business.",
        "Pasquariello, P., 2001 Central Ban k Intervention and the Intraday Process of Price Formation in the Currency Markets, Stern School of Business, NYU.",
        "Pasquariello, P., 2002 Informative Trading or Just Noise? An Analysis of Currency Returns, Market Liquidity, and Transaction Costs in Proxim ity of Central Bank Interventions, Stern School of Business, NYU, November.",
        "Payne, R., Vitale, P., forthcoming, A Transaction Level Study of the Effects of Central Bank Intervention on Exchange Rates. Journal of International Economics. Peiers, B., 1997. Informed Traders, Intervention and Price Leadership: A Deeper View of the Microstructure of the Foreign Exchange Market. Journal of Finance 52(4), 1589 -1614.",
        "Sarno, L., Taylor, M., 2001 Official Intervention in the Foreign Exchange Market: Is it Effectiv e and, If So, How Does it Work? Journal of Economic Literature, vol. XXXIX, September, 839 -868.",
        "Taylor, M. 2003 Is Official Exchange Rate Intervention Effective? CEPR Discussion Paper No. 3758."
    ]
}