{
    "id": 9879,
    "cites": 30,
    "cited_by": 72,
    "reference": [
        "Anant, T.C.A. (2000). Reforming the labour market, in: Gangopadhyay, S., Wadhwa, W.",
        "Besley, Timothy and Burgess, Robin (2002) . Can Labor Regulation Hinder Economic Performance? Evidence from India, workin g paper at the London School of Economics.",
        "Dutt, Pushan (2003). Labor Market Outcomes and Trade Reforms: The Case of India, in Rana Hasan and Devashish Mitra, eds., The Impact of Trade on Labor : Issues, Perspectives, and Experiences from Developing Asia , Elsevier Science B.V.",
        "Dollar, David, Iarossi, Giuseppe, and Mengist ae, Taye (2002). Investment Climate and Economic Performance: Some Firm Level Evidence from India, Working paper at the World Bank.",
        "Feenstra, Robert ed. (2000). The impact of international trade on wages , NBER Conference Report series. Chicago and London: University of Chicago Press.",
        "Ghose, A. K., (1999). Current issues in employment policies in India, Economic and Political Weekly 34, 4-10.",
        "Government of India (2001). Report of the Task Force on Employment Opportunities . Planning Commission, Government of India.",
        "Griliches, Zvi and Hausman, Jerry (1986). Errors in Variables in Panel Data, in Journal of Econometrics, 31, pp. 93-118.",
        "Hamermesh, Daniel (1993). Labor Demand , Princeton, NJ: Princeton University Press.",
        "Harrison, Ann (1994). Productivity, Impe rfect Competition, and Trade Reforms, Journal of International Economics 36, 53-73.",
        "Harrison, Ann and Hanson, Gordon (1999). W ho Gains from Trade Reform? Some Remaining Puzzles, Journal of Development Economics 59(1), 125-54.",
        "Hanson, Gordon H. and Harrison, Ann (1999). T rade Liberalization a nd Wage Inequality in Mexico, Industrial and Labor Relations Review 52(2), 271-88.",
        "Hasan, Rana (2002). The Impact of Imported a nd Domestic Technologies on the Productivity of Firms: Evidence from Indian Manufacturing Firms, Journal of Development Economics , 69(1), 23-49.",
        "Haskel, Jonathan and Slaughter, Matthew ( 2001). Trade, Technology and U.K. Wage Inequality, Economic Journal 111(468), 163-87.",
        "Hsiao, Cheng (1986). Analysis of Panel Data , Cambridge University Press.",
        "Judson, R.A., Owen, A.L. (1996). Estimating Dynamic Panel Data Models: A Practical Guide for Macroeconomists, Finance and Economics Discussion Series, Federal Reserve Board, Washington.",
        "Krishna, Pravin and Mitra, Devashish (1998). T rade Liberalization, Market Discipline and Productivity Growth: New Evidence from India, Journal of Development Economics 56, 447-62.",
        "Krishna, Pravin; Mitra, Devashish and Chinoy, Sajjid (2001). Trade Liberalization and Labor- Demand Elasticities: Evidence from Turkey, Journal of International Economics 55, 391-409.",
        "Kundu, Amitabh and Gupta, Shalini (1996). Mig ration, Urbanisation and Regional Inequality, Economic and Political Weekly, Vol. 33, No. 52, December 28.",
        "Lawrence, Robert Z. and Slaughter, Matthew J. ( 1993). International Trade and American Wages in the 1980s: Giant Suckin g Sound or Small Hiccup? Brookings Papers on Economic Activity (Microeconomics 1993): 161-210.",
        "Levinsohn, James (1993). Testing the Impor ts-As-Market-Discipline Hypothesis, Journal of International Economics 35, 1-22.",
        "Maskus, Keith and Bohara, Alok (1 985). The Substitution of Labor, Skills, and Capital in US Manufacturing Trade: Implication for Employment and Incomes, Papers of the Regional Science Association Nagaraj, R., 2002. Trade and labour market linkages in India: evidence and issues. Economic Series Working Paper 50, East West Center, Hawaii.",
        "Pandey, Mihir (1999). NCAER Report on Trade Prot ection in India, National Council of Applied Economic Research, New Delhi, India.",
        "Slaughter, Matthew (1999). Globalisation and Wa ges: A Tale of Two Perspectives, World Economy 22(5), 609-29.",
        "Slaughter, Matthew (2001). International Trade and Labor-Demand Elasticities, Journal of International Economics v54, n1 (June 2001): 27-56.",
        "Revenga, Ana (1992). Employment and Wage Effects of Trade Liberalization: The Case of Mexican Manufacturing, Journal of Labor Economics 15(3).",
        "Rodrik, Dani, Subramanium, Arvind and Trebbi, Francesco (2002). Institutions Rule: The Primacy of Institutions over Geography and Inte gration in Economic Development, Working paper at Harvard University.",
        "Rodrik, Dani (1997). Has Globalization Gone Too Far? Washington DC: Institute for International Economics.",
        "Westbrook, D. and J. Tybout (1993). Estimating Returns to Scale with Large, Imperfect Panels: An Application to Chilean Manufacturing Industries. The World Bank Economic Review , vol. 7, No. 1, pp.",
        "World Bank (2003). Improving the Investment Climate in India . The World Bank, Washington DC."
    ]
}