{
    "id": 988,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "Feenberg, Daniel E. and Harvey Rosen, State Personal Income and Sales Taxes, in H. Rosen, editor, Studies in State and Local Public Finance, University of Chicago Press, 1986.",
        "Feldstein, Martin S., Joel Slemrod and Shlomo Yitzhaki The Effects of Taxation on the Selling of Corporate Stock, Quarterly Journal of Economics XCIV (June 1980), pp. 777-91.",
        "Feldstein, Martin S. The Income Tax and Charitable Contributions, National Tax Journal 28, pp. 81100 (part I), pp. 209-226 (part II). Feldstein, Martin S. and Amy Taylor The Income Tax And Charitable Contributions, Econometrica 44 (Nov. 1976), pp. 1201-1223.",
        "Clotfelter, Charles T. Tax Incentives And Charitable Giving: Evidence From A Panel Of Taxpayers, Journal of Public Economics 13 (1980), pp. 319-340.",
        "Clotfelter, Charles T. Federal Tax Policy and Charitable Giving. University of Chicago Press, 1985.",
        "Rosen, Harvey S. Tax Illusion And The Labor Supply Of Married Women, Review of Economic Statistics, Vol. 58, No. 2, (May 1976), pp. 167-72.",
        "King, Mervyn An Econometric Model Of Tenure Choice And The Demand For Housing, Journal of Public Economics 14 (1980), pp. 137-159.",
        "Hechman, James J. Comment in Martin Feldstein, editor, Behavioral Simulation Methods in Tax Policy Analysis, University of Chicago Press, 1983.",
        "Taylor, Amy and Gail Wilensky Tax Expenditures and the Demand for Private Health Insurance, in Jack Meyer, editor Market Oriented Reforms in Federal Health Policy, Washington, American Enterprise Institute 1983.",
        "Tax Foundation Facts and Figures on Government Finance, Tax Foundation, Washington, D.C. 1983.",
        "Taussig, Michael K. Economic Aspects of the Personal Income Tax Treatment of Charitable Contributions, National Tax Journal 20(1) (Jan. 1967), pp. 1-20.",
        "Strudler, Michael. n.d. General Description Booklet for 1982 Individual Tax Model File. Washington, DC: U.S. Treasury, Statistics of Income Division.",
        "Rosen, Harvey S., Housing Decisions And The U.S. Income Tax, Journal of Public Economics, Vol. 11, (1979) pp. 1-23.",
        "Fisher, Ronald. The Combined State and Federal Income Tax Treatment of Charitable Contributions, National Tax Association, Tax Institute of America Proceedings (1977), pp. 397-404."
    ]
}