{
    "id": 9881,
    "cites": 36,
    "cited_by": 64,
    "reference": [
        "[24] and M. Phillips. (i998). Americas Next Achievement Test: Closing the Black-White Test Score Gap, American Prospect, Issue 40 (Sept.-Oct.), 44-53.",
        "[23] Jencks, C. (i972). Inequality: a Reassessment of the Effect of Family and Schooling in America. New York: Basic Books.",
        "[20] Heckman, J. and Y. Rubinstein (200i). The Importance of Noncognitive Skills: Lessons from the GED Testing Program. American Economic Review 9i(2): i45-49.",
        "[2i] Heckman, J. and E. Vytlacil (200i). Identifying the Role of Cognitive Ability in Explaining the Level of and Change in the Return to Schooling. Review of Economics and Statistics, 2001.",
        "[22] Herrnstein, R. and C. Murray (i994). The Bell Curve. New York: The Free Press.",
        "[25] Kotlarski, Ignacy (i967). On characterizing the gamma and normal distribution, Pacific Journal of Mathematics, Volume 20, 69-76.",
        "[26] Lord, Frederic M. and M. R. Novick. (i968). Statistical Theories of Mental Test Scores. With contributions by Allan Birnbaum. Reading, Mass. : Addison-Wesley.",
        "[27] Manski, C. (i988). Identification of Binary Response Models, Journal of the American Statistical Association Volume 83(403) (September): 729-38",
        "[28] Matzkin, R. (i993). Nonparametric Identification and Estimation of Polychotomous Choice Models, Journal of Econometrics, S8, i37-68.",
        "[29] McFadden, D. (i984). Econometric Analysis of Qualitative Response Models, in Z. Griliches and M.D. Intriligator, eds., Handbook of Econometrics, Vol. II, Amsterdam: North Holland. 30",
        "[30] Neal, D. and W. Johnson (i996). The Role of Premarket Factors in Black-White Wage Differences, Journal of Political Economy, i04(5): 869-9S.",
        "[3i] Pakes, A. and S. Olley (i995). A Limit Theorem for a Smooth Class of Semiparametric Estimators, Journal of Econometrics. Volume 6S(i): 29S-332.",
        "[32] Richardson, S., L. Leblond, I. Jaussent and P. J. Green, (200i).  Mixture Models in Measurement Error Problems, with Reference to Epidemiological Studies, Working paper, Imperial College, London.",
        "[33] Robert, C.P. and G. Casella. (i999). Monte Carlo Statistical Methods, (New York: Springer).",
        "[34] Thompson, T.S. (i989). Identification of Semiparametric Discrete Choice Models, Discussion Paper 249, University of Minnesota Department of Economics.",
        "[3S] Winship, Christopher (200i). Does Going to College Make You Smarter? Unpublished manuscript. Harvard University.",
        "[36] Winship, C. and S. Korenman (i997). Does Staying in School Make You Smarter? The Effect of Education on IQ in The Bell Curve, in B. Devlin, S. Fienberg, D. Resnick and K. Roeder, eds., Intelligence, Genes, and Success: Scientists respond to The Bell Curve. New York: Copernicus Press. 2i5-34. 3i",
        "[i9] (i986). Alternative Methods for Solving the Problem of Selection Bias in Evaluating the Impact of Treatments on Outcomes, in Howard Wainer., ed., Drawing Inferences from Self-selected Samples (New Jersey: Lawrence Erlbaum Associates. Reprinted 2000).",
        "[i8] Heckman, J. and R. Robb (i985). Alternative Methods for Evaluating the Impact of Interventions: An Overview, Journal of Econometrics 30(i-2): 239-67.",
        "[i6] (i98i). Statistical Models For Discrete Panel Data, in C. Manski and D. McFadden, eds., Structural Analysis of Discrete Data With Econometric Applications, Cambridge: MIT Press.",
        "[15] . (i980). Addendum To Sample Selection Bias As A Specification Error, in E. Stromsdorfer and G. Farkas, Evaluation Studies Review Annual, Vol. 5. Sage Publications.",
        "[i7] Heckman, J. and B. HonorÃ\u0083Â© (i990). The Empirical Content of the Roy Model, Econometrica, Volume S8(S): ui2i-49.",
        "[S] Cameron, S. and J. Heckman (i993). The Nonequivalence of High School Equivalents, Journal of Labor Economics, ii(i): i-47.",
        "[6] (i998). Life Cycle Schooling and Dynamic Selection Bias: Models and Evidence for Five Cohorts of American Males, Journal of Political Economy, i06(2): 262-333.",
        "[7] (200i). The Dynamics of Educational Attainment for Black, Hispanic, and White Males, Journal of Political Economy, i09(3): 4SS-499.",
        "[4] Ashenfelter, 0., and Krueger, A. (i994). Estimates of the Economic Returns to Schooling from a New Sample of Twins, American Economic Review, 84: iiS7-ii73.",
        "[i4] (i976). Simultaneous Equation Models with both Continuous and Discrete Endogenous Variables With and Without Structural Shift in the Equations, Studies in Nonlinear Estimation, Ballinger, Lexington, Massachusetts. 29",
        "[i3] (i974b). Shadow Prices, Market Wages, and Labor Supply, Econometrica, 42(4): 679-94.",
        "[3] Anderson, T.W. and H. Rubin (i956). Statistical Inference in Factor Analysis, in J. Neyman, ed., Proceedings of Third Berkeley Symposium on Mathematical Statistics and Probability, University of California Press, pp. ui-iSO.",
        "[ii] Hanushek, E. (2002). Publicly Provided Education, in A. Auerbach and M. Feldstein, eds., Handbook of Public Economics, Amsterdam: North Holland. Forthcoming.",
        "[i2] Heckman, J. (i974a). Effects of Child-Care Programs on Womens Work Effort, Journal of Political Economy, 82(2, Part II): 5i36-5i63.",
        "[9] Ceci, S. J. (i99i). How Much Does Schooling Influence General Intelligence and Its Cognitive Components ?: A Reassessment of the Evidence, Developmental Psychology, 27: 703-722.",
        "[i] Aakvik, A., J. Heckman and E. Vytlacil, (i999). Training Effects on Employment when the Training Effects are Heterogeneous: An Application to Norwegian Vocational Rehabilitation Programs, Unpublished manuscript, University of Chicago, i999.",
        "[iO] Florens, J., M. Mouchart and J. Rolin (i990). Elements of Bayesian Statistics. New York: M. Dekker.",
        "[8] Carneiro, P., K. Hansen and J. Heckman (2003). Estimating Distribution of Counterfactuals with an Application to the Returns to Schooling and Measurement of the Effect of Uncertainty on Schooling Choice, Forthcoming, International Economic Review.",
        "[2] Altonji, J. and Pierret, C. (200i). Employer Learning and Statistical Discrimination, Quarterly Journal of Economics, ii6(i): 3i3-50."
    ]
}