{
    "id": 9884,
    "cites": 56,
    "cited_by": 111,
    "reference": [
        "Anderson, T. W. and Taylor, John B. Ã\u0082â\u0080\u009cSome Experimental Results on the Statistical Properties of Least Squares Estimates in Control Problems.Ã\u0082â\u0080\u009d Econometrica, November 1976, 44(6), pp. 1289Ã\u0082â\u0080\u00931302.",
        "Ball, Laurence. Ã\u0082â\u0080\u009cNear-Rationality and Inflation in Two Monetary Regimes.Ã\u0082â\u0080\u009d NBER Working Paper 7988, October 2000.",
        "Balvers, Ronald J. and Cosimano, Thomas F. Ã\u0082â\u0080\u009cInflation Variability and Gradualist Monetary Policy.Ã\u0082â\u0080\u009d The Review of Economic Studies, October 1994, 61(4), pp. 721Ã\u0082â\u0080\u0093738.",
        "Bernanke, Ben S. and Mishkin, Frederic S. Ã\u0082â\u0080\u009cInflation Targeting: A New Framework for Monetary Policy?Ã\u0082â\u0080\u009d Journal of Economic Perspectives, Spring 1997, 11(2), pp. 97Ã\u0082â\u0080\u0093116.",
        "Blume, Lawrence E. and Easley, David. Ã\u0082â\u0080\u009cLearning to Be Rational.Ã\u0082â\u0080\u009d Journal of Economic Theory, April 1982, 26(2), pp. 340Ã\u0082â\u0080\u0093351.",
        "Bomfim, Antulio; Tetlow, Robert; von zur Muehlen, Peter and Williams, John. Ã\u0082â\u0080\u009cExpectations, Learning and the Costs of Disinflation: Experiments Using the FRB/US Model.Ã\u0082â\u0080\u009d in Topics in Monetary Policy Modeling, Bank for International Settlements, 1997, 5.",
        "Bray, Margaret M. Ã\u0082â\u0080\u009cConvergence to Rational Expectations Equilibrium.Ã\u0082â\u0080\u009d in Roman Frydman and Edmund S. Phelps, eds., Individual Forecasting and Aggregate Outcomes. Cambridge: Cambridge University Press, 1983.",
        "Bray, Margaret M. and Savin, Nathan E. Ã\u0082â\u0080\u009cRational Expectations Equilibria, Learning, and Model Specification.Ã\u0082â\u0080\u009d Econometrica, September 1984, 54(5), pp. 1129Ã\u0082â\u0080\u00931160.",
        "Brayton, Flint; Mauskopf, Eileen; Reifschneider, David; Tinsley, Peter and Williams, John. Ã\u0082â\u0080\u009cThe Role of Expectations in the FRB/US Macroeconomic Model.Ã\u0082â\u0080\u009d Federal Reserve Bulletin, April 1997, 83(4), pp. 227Ã\u0082â\u0080\u0093245.",
        "Brayton, Flint; Roberts, John M. and Williams, John C. Ã\u0082â\u0080\u009cWhatÃ\u0082â\u0080\u0099s Happened to the Phillips Curve?Ã\u0082â\u0080\u009d Federal Reserve Board Finance and Economics Discussion Series Working Paper 1999-49, September 1999.",
        "Buiter, Willem H. and Jewitt, Ian. Ã\u0082â\u0080\u009cStaggered Wage Setting with Real Wage Relativities: Variations on a Theme by Taylor.Ã\u0082â\u0080\u009d The Manchester School, September 1981, 49(3), pp. 211Ã\u0082â\u0080\u0093228.",
        "Bullard, James B. and Mitra, Kaushik. Ã\u0082â\u0080\u009cLearning About Monetary Policy Rules.Ã\u0082â\u0080\u009d Journal of Monetary Economics, September 2002, 49(6), 1105-1129.",
        "Carroll, Christopher D. Ã\u0082â\u0080\u009cMacroeconomic Expectations of Households and Professional Forecasters.Ã\u0082â\u0080\u009d Quarterly Journal of Economics, February 2003, 118 (1), pp. 269Ã\u0082â\u0080\u009398.",
        "Clark, Peter; Goodhart Charles A. E. and Huang, Haizhou. Ã\u0082â\u0080\u009cOptimal Monetary Policy Rules in a Rational Expectations Model of the Phillips Curve.Ã\u0082â\u0080\u009d Journal of Monetary Economics, April 1999, 43(2), pp. 497Ã\u0082â\u0080\u0093520.",
        "Craine, Roger. Ã\u0082â\u0080\u009cOptimal Monetary Policy with Uncertainty.Ã\u0082â\u0080\u009d Journal of Economic Dynamics and Control, 1979, 1(1), pp. 59Ã\u0082â\u0080\u009383.",
        "Erceg, Christopher J. and Levin, Andrew T. Ã\u0082â\u0080\u009cImperfect Credibility and Inflation Persistence.Ã\u0082â\u0080\u009d Journal of Monetary Economics, May 2003, 50(4), pp. 721Ã\u0082â\u0080\u0093944.",
        "Evans, George and Honkapohja, Seppo. Learning and Expectations in Macroeconomics. Princeton: Princeton University Press, 2001.",
        "Evans, George and Ramey, Garey. Ã\u0082â\u0080\u009cAdaptive Expectations, Underparameterization and the Lucas Critique.Ã\u0082â\u0080\u009d University of Oregon mimeo, May 2001.",
        "Friedman, Benjamin M. Ã\u0082â\u0080\u009cOptimal Expectations and the Extreme Information Assumptions of Ã\u0082â\u0080\u0098Rational ExpectationsÃ\u0082â\u0080\u0099 Macromodels.Ã\u0082â\u0080\u009d Journal of Monetary Economics, January 1979, 5(1), pp. 23Ã\u0082â\u0080\u009341.",
        "Fuhrer, Jeffrey C. Ã\u0082â\u0080\u009cThe (Un)Importance of Forward-looking Behavior in Price Specifications.Ã\u0082â\u0080\u009d Journal of Money, Credit and Banking, August 1997, 29(3), pp. 338Ã\u0082â\u0080\u0093350.",
        "Fuhrer, Jeffrey C. and Moore, George. Ã\u0082â\u0080\u009cInflation Persistence.Ã\u0082â\u0080\u009d Quarterly Journal of Economics, February 1995, 110(1), pp. 127Ã\u0082â\u0080\u009359.",
        "Gali, Jordi and Gertler, Mark. Ã\u0082â\u0080\u009cInflation Dynamics: A Structural Economic Analysis.Ã\u0082â\u0080\u009d Journal of Monetary Economics, October 1999, 44(2), pp. 195Ã\u0082â\u0080\u0093222.",
        "Gaspar, Vitor and Smets, Frank. Ã\u0082â\u0080\u009cMonetary Policy, Price Stability and Output Gap Stabilisation.Ã\u0082â\u0080\u009d International Finance, Summer 2002, 5(2), pp. 193Ã\u0082â\u0080\u0093211.",
        "Kozicki, Sharon and Tinsley, Peter A. Ã\u0082â\u0080\u009cWhat Do You Expect? Imperfect Policy Credibility and Tests of the Expectations Hypothesis.Ã\u0082â\u0080\u009d Federal Reserve Bank of Kansas City Working Paper 01-02, April 2001.",
        "Laubach, Thomas and Williams, John C. Ã\u0082â\u0080\u009cMeasuring the Natural Rate of Interest.Ã\u0082â\u0080\u009d Review of Economics and Statistics, 2003, forthcoming.",
        "Lengwiler, Yvan and Orphanides, Athanasios. Ã\u0082â\u0080\u009cOptimal Discretion.Ã\u0082â\u0080\u009d Scandinavian Journal of Economics, June 2002, 104(2), pp. 261Ã\u0082â\u0080\u0093276.",
        "Levin, Andrew; Wieland, Volker and Williams, John. Ã\u0082â\u0080\u009cThe Performance of Forecast-Based Monetary Policy Rules under Model Uncertainty.Ã\u0082â\u0080\u009d American Economic Review, June 2003, 93(3), pp. 622Ã\u0082â\u0080\u0093645.",
        "Lucas, Robert E., Jr. Ã\u0082â\u0080\u009cAdaptive Behavior and Economic Theory.Ã\u0082â\u0080\u009d Journal of Business, October 1986, 59(4), S401-S426.",
        "Mankiw, N. Gregory and Reis, Ricardo. Ã\u0082â\u0080\u009cSticky Information Versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve.Ã\u0082â\u0080\u009d Quarterly Journal of Economics, November 2002, 117(4), 1295Ã\u0082â\u0080\u00931328.",
        "Marcet, Albert and Sargent, Thomas. Ã\u0082â\u0080\u009cThe Fate of Systems with Ã\u0082â\u0080\u0098AdaptiveÃ\u0082â\u0080\u0099 Expectations.Ã\u0082â\u0080\u009d American Economic Review, May 1988, 78(2), pp. 168Ã\u0082â\u0080\u0093172.",
        "Marcet, Albert and Sargent, Thomas. Ã\u0082â\u0080\u009cConvergence of Least Squares Learning Mechanisms in Self Referential Linear Stochastic Models.Ã\u0082â\u0080\u009d Journal of Economic Theory, August 1989, 48(2), 337-368.",
        "Muth, John F. Ã\u0082â\u0080\u009cRational Expectations and the Theory of Price Movements.Ã\u0082â\u0080\u009d Econometrica, July 1961, 29, pp. 315Ã\u0082â\u0080\u0093335.",
        "Orphanides, Athanasios. Ã\u0082â\u0080\u009cMonetary Policy Rules, Macroeconomic Stability and Inflation: A View from the Trenches.Ã\u0082â\u0080\u009d Journal of Money, Credit and Banking, 2003a, forthcoming.",
        "Orphanides, Athanasios. Ã\u0082â\u0080\u009cMonetary Policy Evaluation with Noisy Information.Ã\u0082â\u0080\u009d Journal of Monetary Economics, April 2003b, 50(3), pp. 605Ã\u0082â\u0080\u0093631.",
        "Orphanides, Athanasios. Ã\u0082â\u0080\u009cThe Quest for Prosperity Without Inflation.Ã\u0082â\u0080\u009d Journal of Monetary Economics, April 2003c, 50(3), pp. 633Ã\u0082â\u0080\u0093663.",
        "Orphanides, Athanasios and Williams, John C. Ã\u0082â\u0080\u009cMonetary Policy Rules with Unknown Natural Rates.Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, 2:2002, pp. 63Ã\u0082â\u0080\u0093145.",
        "Orphanides, Athanasios and Williams, John C. Ã\u0082â\u0080\u009cInflation Scares and Forecast-Based Monetary Policy,Ã\u0082â\u0080\u009d mimeo, March 2003.",
        "Roberts, John M. Ã\u0082â\u0080\u009cIs Inflation Sticky?Ã\u0082â\u0080\u009d Journal of Monetary Economics, July 1997, 39(2), pp. 173Ã\u0082â\u0080\u0093196.",
        "Roberts, John M. Ã\u0082â\u0080\u009cInflation Expectations and the Transmission of Monetary Policy.Ã\u0082â\u0080\u009d Federal Reserve Board Finance and Economics Discussion Series 1998-43, October 1998.",
        "Roberts, John M. Ã\u0082â\u0080\u009cHow Well Does the New Keynesian Sticky-Price Model Fit the Data?Ã\u0082â\u0080\u009d Federal Reserve Board Finance and Economics Discussion Series 2001-13, February 2001.",
        "Rudd, Jeremy and Whelan, Karl. Ã\u0082â\u0080\u009cNew Tests of the New-Keynesian Phillips Curve.Ã\u0082â\u0080\u009d Federal Reserve Board Finance and Economics Discussion Series 2001-30, July 2001.",
        "Sargent, Thomas J. Bounded Rationality in Macroeconomics. Oxford and New York: Oxford University Press, Clarendon Press, 1993.",
        "Sargent, Thomas J. The Conquest of American Inflation. Princeton: Princeton University Press, 1999.",
        "Simon, Herbert A. Ã\u0082â\u0080\u009cRationality as Process and as Product of Thought.Ã\u0082â\u0080\u009d American Economic Review, May 1978, 68(2), pp. 1Ã\u0082â\u0080\u009316.",
        "Sims, Christopher. Ã\u0082â\u0080\u009cImplications of Rational Inattention.Ã\u0082â\u0080\u009d Journal of Monetary Economics, April 2003, 50(3), pp. 497Ã\u0082â\u0080\u0093720.",
        "Staiger, Douglas; Stock, James H. and Watson, Mark W. Ã\u0082â\u0080\u009cHow Precise are Estimates of the Natural Rate of Unemployment?Ã\u0082â\u0080\u009d in Christina D. Romer and David H. Romer, eds. Reducing Inflation: Motivation and Strategy. Chicago: University of Chicago Press, 1997.",
        "Stock, James H. and Watson, Mark W. Ã\u0082â\u0080\u009cForecasting Inflation.Ã\u0082â\u0080\u009d Journal of Monetary Economics, October 1999, 44(2), pp. 293Ã\u0082â\u0080\u0093335.",
        "Svensson, Lars. Ã\u0082â\u0080\u009cMonetary Policy and Real Stabilization.Ã\u0082â\u0080\u009d In Rethinking Stabilization Policy. Kansas City: Federal Reserve Bank of Kansas City, 2002.",
        "Taylor, John B. Ã\u0082â\u0080\u009cMonetary Policy during a Transition to Rational Expectations.Ã\u0082â\u0080\u009d Journal of Political Economy, October 1975, 83(5), pp. 1009Ã\u0082â\u0080\u00931021.",
        "Taylor, John B. Ã\u0082â\u0080\u009cEstimation and Control of a Macroeconomic Model with Rational Expectations.Ã\u0082â\u0080\u009d Econometrica, September 1979, 47(5), pp. 1267Ã\u0082â\u0080\u009386.",
        "Tetlow, Robert J. and von zur Muehlen, Peter. Ã\u0082â\u0080\u009cSimplicity versus Optimality: The Choice of Monetary Policy Rules when Agents Must Learn.Ã\u0082â\u0080\u009d Journal of Economic Dynamics And Control, January 2001, 25(1-2), pp. 245Ã\u0082â\u0080\u0093279.",
        "Townsend, Robert M. Ã\u0082â\u0080\u009cMarket Anticipations, Rational Expectations, and Bayesian Analysis.Ã\u0082â\u0080\u009d International Economic Review, June 1978, 19(2), pp. 481Ã\u0082â\u0080\u0093494.",
        "Turnovsky, Stephen. Macroeconomic Analysis and Stabilization Policies. Cambridge: Cambridge University Press, 1977.",
        "Volcker, Paul. Ã\u0082â\u0080\u009cStatement before the Joint Economic Committee of the U.S. Congress,Ã\u0082â\u0080\u009d October 17, 1979, reprinted in Federal Reserve Bulletin, November 1979, 65 (11), pp. 888Ã\u0082â\u0080\u0093890.",
        "Volcker, Paul. Ã\u0082â\u0080\u009cStatement before the Committee on the Budget, U.S. House of Representatives,Ã\u0082â\u0080\u009d March 27, 1981, reprinted in Federal Reserve Bulletin, April 1981, 67 (4), pp. 293Ã\u0082â\u0080\u0093296.",
        "Wieland, Volker. Ã\u0082â\u0080\u009cMonetary Policy and Uncertainty about the Natural Unemployment Rate.Ã\u0082â\u0080\u009d Board of Governors of the Federal Reserve System Finance and Economics Discussion Series 98-22, April 1998."
    ]
}