{
    "id": 9889,
    "cites": 35,
    "cited_by": 18,
    "reference": [
        "[1] Bajari, P. and Hortacsu, A. The Winners Curse, Reserve Prices and Endogenous Entry: Empirical Insights from eBay Auctions. Stanford University Working Paper (2002).",
        "[2] Bajari, P. and Ye, L. Deciding Between Competition and Collusion, forthcoming, Review of Eco- nomics and Statistics.",
        "[3] Bray, M. Learning, Estimation, and the Stability of Rational Expectations. JournalofEconomic Theory, April, Vol. 26, No.2, pp.318-339.",
        "[4] Campo, S., Asymmetry and Risk Aversion within the Independent Private Paradigm: The Case of the Construction Procurements, UNC Working Paper.",
        "[5] Campo, S., Perrigne, I. and Vuong, Q. Semiparametric Estimation of First-Price Auctions with Risk Averse Bidders, USC Working Paper (2002).",
        "[6] Capra, M., Gomez, R., Goeree, J. and Holt, C. Learning and Noisy Equilibrium Behavior in a Study of Imperfect Price Competition,International Economic Review, 43(3), August 2002, 613-636.",
        "[7] Cho, I.K. and Sargent, T.J. Learning to be Credible, Stanford University Working Paper (1997).",
        "[8] Cox, J. C., Smith, V. L., Walker, J. M. Tests of a Heterogenous Bidders Theory of First-Price Auc- tions,Economic Letters, 1983a, 12 (3-4), 207-12.",
        "[9] Cox, J. C., Smith, V. L., Walker, J. M. A Test That Discriminates Between Two Models of the Dutch- First Auction Non-Isomorphism,Journal of Economic Behavior and Organization , June-September 1983b, 4, 205-19.",
        "[10] Cox, J. C., Smith, V. L., Walker, J. M. Theory and Individual Behavior of First-Price Auctions, Journal of Risk and Uncertainty, March 1988, 1, 61-99.",
        "[11] Cox, J. C., Smith, V. L., Walker, J. M. Theory and Misbehavior of First-Price Auctions: Comment, American Economic Review,82(5), 1392-412 (1992).",
        "[12] Donald, S. and Paarsch, H.J. Piecewise Pseudo-maximum Likelihood Estimation in Empirical Models of Auctions,International Economic Reviewv34, n1 121-48 (1993).",
        "[13] Donald, S. and Paarsch, H.J. Identi fication, Estimation, and Testing in Parametric Empirical Models of Auctions within the Independent Private Values Paradigm, Econometric Theoryv12, n3: 517-67 (1996). 34",
        "[14] Dyer, D., Kagel, J. H., Levin, D. A Comparison of Naive and Experienced Bidders in Common Value Offer Auctions: a Laboratory Analysis, Economic Journal,99(394), 108-15 (1989).",
        "[15] Elyakime, B., Laffont, J.J., Loisel, O., and Vuong, Q. First-Price Sealed-Bid Auctions with Secret Reservation Prices,Annales dEconomie et de Statistique v0, n34 115-41 (1994).",
        "[17] Goeree, J. and Holt, C. Stochastic Game Theory: For Playing Games, Not Just for Doing Theory, Proceedings of the National Academy of Sciences , 96, September 1999, 10564-10567.",
        "[18] Goeree, J., Holt, C. and Palfrey, T., Quantal Response Equilibrium and Overbidding in Private-Value Auctions,Journal of Economic Theory, Vol. 104, No. 1, May 2002, pp.247-272.",
        "[19] Guerre, E., Perrigne, I., Vuong, Q. Optimal Nonparametric Estimation of First-Price Auctions, Econo- metrica, 68(3), 525-74 (2000).",
        "[20] Harrison, G. W. Theory and Misbehavior of First-Price Auctions: Reply, American Economic Review 82(5), 1426-43 (1992).",
        "[21] Harrison, G. W. Theory and Misbehavior of First-Price Auctions, American Economic Review79(4), 749-62 (1989).",
        "[22] Hendricks, K., Pinkse, J. and Porter, R. Empirical Implications of Equilibrium Bidding in First-Price Symmetric, Common Value Auctions, forthcoming, Review of Economic Studies.",
        "[23] Kagel, J. H., Roth, A. E. Theory and Misbehavior in First-Price Auctions: Comment, American Economic Review, 82(5), 1379-91 (1992).",
        "[24] Kagel, J. H., Roth, A. E. (eds.) The Handbook of Experimental Economics . Princeton University Press, Princeton (1997).",
        "[25] Laffont, J.J., Ossard, H., Vuong, Q. Econometrics of First-Price Auctions, Econometrica, 63(4), 953-80 (1995).",
        "[26] Laffont, J.J. and Vuong, Q. Structural Analysis of Auction Data, American Economic Reviewv86, n2 (May 1996), 414-20.",
        "[27] Marcet, A., Nicolini, J.P., and Sargent, T.J. Convergence of Least Squares Learning in Environments with Hidden State Varialbes and Private Information, Journal of Political Economy,February,Vol. 84, No. 1, pp.113-126. 35",
        "[28] Maskin, E. and Riley, J. Equilibrium in Sealed High Bid Auctions, Review of Economic Studiesv67, n3 (July 2000a): 413-38.",
        "[29] Maskin, E. and Riley, J. Asymmetric Auctions, Review of Economic Studiesv67, n3 (July 2000b): 493-54.",
        "[30] Marcet, A. and Sargent, T.J. Convergence of Least Squares Learning Mechanisms in Self Referential Linear Stochastic Models,Journal of Economic Theory, 48: 337-368.",
        "[31] McKelvey, R. D., Palfrey, T. R. Quantal Response Equilibria for Normal Form Games, Games and Economic Behavior, 10(1), 6-38 (1995).",
        "[32] Merlo, A., Schotter, A. Theory and Misbehavior of First-Price Auctions: Comment, American Eco- nomic Review, 82(5), 1413-25 (1992).",
        "[33] Milgrom, P. R., Weber, R. J. A Theory of Auctions and Competitive Bidding, Econometrica, 50(5), 1089-1122 (1982).",
        "[34] Paarsch, J.J. Deciding Between the Common and Private Value Paradigms in Empirical Models of Auctions,Journal of Econometrics, v51, n1-2, 191-215.",
        "[35] Pesendorfer, M. and Jofre-Bonet, M., Bidding Behavior in a Repeated Procurement Auction, mimeo, London School of Economics.",
        "[36] Sargent, T.J.Bounded Rationality and Macroeconomics . Oxford University Press, New York (1993). 36"
    ]
}