{
    "id": 9890,
    "cites": 88,
    "cited_by": 35,
    "reference": [
        "Acemoglu, Daron, Simon Johnson, and James A. Robinson. (2001). The colonial origins of comparative development: An empirical investigation. American Economic Review 91, 1369- 140 1.",
        "Bank for International Settlements. (2001). The Banking Industry in the Emerging Market Economies: Competition, Consolidation, and Systemic Stability. BIS Papers 4, Basle.",
        "Barth, James, Gerard Caprio, and Ross Levine. (2001a). Banking Systems Around the Globe: Do Regulation and Ownership Affect Performance and Stability? In Financial Supervision and Regulation: What Works and What Doesnt, edited by Frederic S.",
        "Mishkin, pp. 3 1-88. Chicago, IL: Chicago University Press. Barth, James, Gerard Caprio, and Ross Levine. (2001b). The Regulation and Supervision of Banks Around the World: A new Database. In Integrating Emerging Market Countries into the Global Financial System, Brookings-Wharton Papers on Financial Services, edited by Robert E. Litan and R. Herring, pp. 183-241. Washington, DC: Brookings Institution Press.",
        "Barth, James, Gerard Caprio, and Ross Levine. (2003). Bank Regulation and Supervision: What Works Best? Journal of Financial Intermediation, forthcoming.",
        "Beck, Thorsten, Ash DemirgÃ\u0083Â¼c-Kunt, and Ross Levine. (2000). A New Database on Financial Development and Structure. World Bank Economic Review, September, 597-605.",
        "Beck, Thorsten, Ash DemirgÃ\u0083Â¼c-Kunt, and Ross Levine. (2002). Law, Endowments, and Finance. Journal of Financial Economics, forthcoming.",
        "Beck, Thorsten, Ash DemirgÃ\u0083Â¼c-Kunt, and Ross Levine. (2003a). Bank Supervision and Corporate Finance. University of Minnesota (Carhson School of Management), mimeo.",
        "Beck, Thorsten, Ash Demirguc-Kunt, and Ross Levine. (2003b). Bank Concentration and Crises. University of Minnesota (Carhson School of Management), mimeo.",
        "Beck, Thorsten, Ross Levine, and Norman Loayza. (2000). Finance and the Sources of the Growth. Journal of Financial Economics 58, 261-300.",
        "Becker, Gary. (1983). A Theory of Competition Among Pressure Groups for Political Influence. Quarterly Journal of Economics 98, 37 1-400.",
        "Berger, Allen N. (1995). The Profit-Structure Relationship in Banking - Tests of Market Power and Efficient-Structure Hypothesis. Journal of Money, Credit and Banking 27, 404-43 1.",
        "Berger, Allen N., Rebecca S. Demsetz, and Philip E. Strahan. (1999). The Consolidation of the Financial Services Industry: Causes, Consequences, and Implications for the Future. Journal of Banking and Finance 23, 135-194.",
        "Berger, Allen N., Robert DeYoung, Hesna Genay, and Gregory F. Udell. (2000). Globalization of Financial Institutions: Evidence from Cross-Border Banking Performance. Brookings-Wharton Papers on Financial Services 3, 23-125.",
        "Berger, Allen N., and Timothy H. Hannan. (1989). The Price-Concentration Relationship in Banking. Review of Economics and Statistics 71, 291-299.",
        "Berger, Allen N., and Timothy H. Hannan. (1998). The Efficiency Cost of Market Power in the Banking Industry: A Test of the `Quiet Life and Related Hypotheses. Review of Economics and Statistics 80, 454-465.",
        "Berger, Allen N., Gerald A. Hanweck, and David B. Humphrey. (1987). Competitive Viability in Banking: Scale, Scope and Product Mix Economies. Journal of Monetary Economics 20, 501-520.",
        "Berger, Allen N., and David B. Humphrey. (1991). The Dominance of Inefficiencies Over Scale and Product Mix Economies in Banking. Journal of Monetary Economics 28, 117-148.",
        "Berger, Allen N., and David B. Humphrey. (1992). Megamergers in Banking and the Use of Cost Efficiency as an Antitrust Defense. Antitrust Bulletin 37, 54 1-600.",
        "Berger, Allen N., Anthony Saunders, Joseph M. Scalise, and Gregory F. Udell. (1998). The Effects of Bank Mergers and Acquisitions on Small Business Lending. Journal of Financial Economics 50, 187-229.",
        "Besanko, David, and Anjan V. Thakor. (1992). Banking Deregulation: Allocational Consequences of Relaxing Entry Barriers. The Journal of Banking and Finance 16, 909-932.",
        "Bianco, Magda, Tuhlio Jappelli, and Marco Pagano. (2001). Courts and Banks: Effects of Judicial Enforcement on Credit Markets. CSEF Working Paper No. 58, 48 p.",
        "Boot, Arnoud W.A., and Anjan V. Thakor. (1996). Banking Structure and Financial Innovation. In Universal Banking: Financial System Design Reconsidered, edited by Ingo Walter and A. Saunders, pp. 420-430. Chicago, IL: Irwin Professional Publishing.",
        "Boyd, John H., and Stanley L. Graham. (1991). Investigating the Banking Consolidation Trend. Federal Reserve Bank of Minneapolis Quarterly Review, Spring, 3-15.",
        "Boyd, John H., and Stanley L. Graham. (1998). Consolidation in US Banking. In Bank Mergers and Acquisitions, edited by Yakov Amihud and Geoffrey Miller, pp. 113-135.",
        "Norwell, MA: Khuwer Academic Publishers. Boyd, John H., Ross Levine, and Bruce D. Smith. (2001). The Impact of Inflation on Financial Sector Performance. Journal of Monetary Economics 47, 22 1-248.",
        "Boyd, John H. and Edward C. Prescott. (1986). Financial Intermediary-Coalitions. Journal of Economic Theory 38, 2 11-32.",
        "Boyd, John H. and David E. Runkle. (1993). Size and Performance of Banking Firms. Journal of Monetary Economics 31, 47-67.",
        "Breusch, Trevor S. and Adrian Rodney Pagan. (1980). The Lagrange Multiplier Test and Its Applications to Model Specification in Econometrics. The Review of Economic Studies 47, 239-253.",
        "Caprio, Gerard, and Danieha Klingebieh. (1999). Episodes of Systematic and Borderline Financial Crises. World Bank, mimeo.",
        "Caprio, Gerard, Luc Laeven, and Ross Levine. (2003). Governance and Valuation of Banks. University of Minnesota, mimeo.",
        "Cetorelli, Nicoha, and Michehe Gambera. (2001). Banking Market Structure, Financial Dependence and Growth: International Evidence from Industry Data. Journal of Finance 56, 6 17-648.",
        "Chaessens, Stijn, Ash Demirguc-Kunt, and Harry Huizinga. (2001). How Does Foreign Entry Affect Domestic Banking Markets? Journal of Banking and Finance 25, 891-911.",
        "Chaessens, Stijn, and Danieha Klingebieh. (2001). Competition and Scope of Activities in Financial Services. World Bank Research Observer 16, 18-40.",
        "Chaessens, Stijn and Luc Laeven. (2004). What Drives Bank Competition? Some International Evidence. World Bank, mimeo.",
        "Clark, Jeffrey A. (1996). Economic Cost, Scale Efficiency and Competitive Viability in Banking. Journal of Money, Credit, and Banking 28, 342-64.",
        "Demirguc-Kunt, Ash, and Vojishav Maksimovic. (1998). Law, Finance, and Firm Growth. Journal of Finance 53, 2107-2137.",
        "Demirguc-Kunt, Ash, and Harry Huizinga. (1999). Determinants of Commercial Bank Interest Margins and Profitability: Some International Evidence. World Bank Economic Review 13, 379-408.",
        "Demsetz, Rebecca S., and Philip E. Strahan. (1997). Diversification, Size, and Risk at Bank Holding Companies. Journal of Money, Credit, and Banking 28, 300-13.",
        "Demsetz, Harold. (1973). Industry Structure, Market Rivalry, and Public Policy, Journal of Law and Economics 16, 1-9.",
        "Demsetz, Harold. (1974). Two Systems of Belief about Monopoly. In Industrial Concentration: The New Learning, edited by Harvey J. Gohdschmid, Michael H. Mann, and J. Fred Weston, pp. 93-100. Boston: Little-Brown.",
        "Diamond, Douglas W. (1984). Financial Intermediation and Delegated Monitoring. Review of Economic Studies, 51, 393-414.",
        "Easterly, William, and Ross Levine. (2003). Tropics, Germs, and Crops: How Endowments Influence Economic Development. Journal of Monetary Economics, forthcoming.",
        "Engerman, Stanley L., and Kenneth L. Sokohoff. (1997). Factor Endowments, Institutions, and Differential Paths of Growth Among New World Economies: A View from Economic Historians of the United States. In How Latin America Fell Behind, edited by Stephen Haber, pp. 260-304. Stanford, CA: Stanford University Press.",
        "Gande, Amar, Manju Pun, and Anthony Saunders. (1999). Bank Entry, Competition, and the Market for Corporate Securities Underwriting. Journal of Financial Economics 54, 165-195.",
        "Gerschenkron, Alexander. (1965). Economic Backwardness in Historical Perspective. New York, NY: Praeger.",
        "Gilbert, R. Alton. (1984). Bank Market Structure and Competition: A Survey. Journal of Money, Credit and Banking 16, 6 17-645.",
        "Goldberg, Lawrence G. and Anoop Rai. (1996). The Structure-Performance Relationship for European Banking. Journal of Banking and Finance 20, 745-771.",
        "Graddy, Duane B. and Reuben Kyle. (1979). The Simultaneity of Bank Decision-Making, Market Structure, and Bank Performance. Journal of Finance 34, 1-18.",
        "Group of Ten. (2001). Report on Consolidation in the Financial Sector. Bank for International Settlements: Basel, Switzerland.",
        "Haber, Stephen H., Armando Razo, and Noel Maurer. (2003). The Politics of Property Rights: Political Instability, Credible Commitments, and Economic Growth in Mexico, Cambridge, UK: Cambridge University Press.",
        "Hannan, Timothy H. and Allen N. Berger. (1991). The Rigidity of Prices: Evidence from the Banking Industry. American Economic Review 81, 938-945.",
        "Hughes, Joseph, William Lang, Loretta Mester, and Choon-Geol Moon. (1999). The Dollars and Sense of Bank Consolidation. Journal of Banking and Finance 23, 29 1-324.",
        "Huybens, Elisabeth, and Bruce D. Smith. (1999). Inflation, financial markets, and hong-run real activity. Journal of Monetary Economics 43, 283-3 15.",
        "International Monetary Fund. (2001). Financial Sector Consolidation in Emerging Markets, Chapter V. International Capital Market Report.",
        "Jayaratne, Jith, and Philip E. Strahan. (1996). The Finance-Growth Nexus: Evidence from Bank Branch Deregulation. Quarterly Journal of Economics 111, 639-670.",
        "Jayaratne, Jith, and Philip E. Strahan. (1998). Entry Restrictions, Industry Evolution and Dynamic Efficiency: Evidence from Commercial Banking. Journal of Law and Economics 49, 239-274.",
        "Kaufmann, Daniel, Aart Kraay, and Pablo Zoido-LobatÃ\u0083Â³n (1999). Governance Matters. Policy Research Working Paper 2196. World Bank.",
        "Keehey, Michael C., and Gary C. Zimmerman. (1985). Competition for Money Market Deposit Accounts. Federal Reserve Bank of San Francisco Economic Review 1, 5-27.",
        "Kroszner, Randall S., and PhilipE. Strahan. (1999). What Drives Deregulation? Economics and Politics of the Relaxation of Bank Branching Restrictions. Quarterly Journal of Economics 114, 1437-67.",
        "Lamoreaux, Naomi R. (1986). Banks, Kinship, and Economic Development: The New England Case. Journal of Economic History 46, 647-667.",
        "La Porta, Rafael, Fhorencio Lopez-de-Sihanes, Andrei Shheifer, and Robert W. Vishny. (1999).",
        "Levine, Ross. (2003). Deny Foreign Bank Entry: Implications for Bank Interest Margins. In Bank Competition, edited by Luis Antonio Ahumada and Rodrigo Fuentes. Santiago, 37 Chile: Banco Central de Chile, forthcoming.",
        "Lloyd-Williams, D. M., Phil Mohyneux, and John Thornton. (1994). Market Structure and Performance in Spanish Banking. Journal of Banking and Finance 18, 433-443.",
        "Macey, Jonathan R. and Geoffrey Miller. (1998). Bank Mergers and American Bank Competitiveness. In Bank Mergers and Acquisitions, edited by Yakov Amihud and Geoffrey Miller, pp. 175-190. Norwell, MA: Khuwer Academic Publishers.",
        "Mayer, Cohn. (1990). Financial Systems, Corporate Finance and Economic Development. In Asymmetric Information, Corporate Finance and Investment, edited by R. Glen Hubbard, pp. 307-332. Chicago, IL: The University of Chicago Press.",
        "Neumark, David and Steven A. Sharpe. (1992). Market Structure and the Nature of Price Rigidity: Evidence from the Market for Consumer Deposits. Quarterly Journal of Economics 107, 657-680.",
        "Cambridge: Cambridge University Press. Olson, Mancur. (1993). Dictatorship, Democracy, and Development. American Political Science Review 87, 567-576.",
        "Pagano, Marco. (1993). Financial Markets and Growth. An Overview. European Economic Review 37, 613-622.",
        "Pehtzman, Sam. (1977). The Gains and Losses from Industrial Concentration. Journal of Law and Economics 20, 229-263.",
        "Petersen, Mitchell A., and Raghuram G. Rajan. (1994). The Benefits of Lending Relationships: Evidence from Small Business Data. The Journal of Finance 49, 3-37.",
        "Petersen, Mitchell A. and Raghuram G. Rajan. (1995). The Effect of Credit Market Competition on Lending Relationships Quarterly Journal of Economics 110, 407-443.",
        "Pilloff, Steven J. (1996). Performance Changes and Shareholder Wealth Creation Associated with Mergers of Publicly Traded Banking Institutions. Journal of Money, Credit, and Banking 28, 294-3 10.",
        "Pilloff, Steven J. and Anthony M. Santomero. (1998). The Value Effects of Bank Mergers and Acquistions. In Bank Mergers and Acquisitions, edited by Yakov Amihud and Goeffrey Miller, pp. 59-78. Norwell, MA: Khuwer.",
        "Prager, Robin A. and Timothy H. Hannan. (1999). Do Substantial Horizontal Mergers Generate Significant Price Effects? Evidence from the Banking Industry. Journal of Industrial Economics 46, 433-452.",
        "Radecki, Lawrence J., John Wenninger, and Daniel K. Orhow. (1997). Industry Structure: Electronic Deliverys Potential Effects on Retail Banking. Journal of Retail Banking Services 19, 57-63.",
        "Rajan, Raghuram G., and Luigi Zingahes. (1998). Financial Dependence and Growth. American Economic Review 88, 559-586.",
        "Rajan, Raghuram G., and Luigi Zingahes. (2003). Saving Capitalism from the Capitalists. New York, NY: Random House.",
        "Rhoades, Stephen A. (1993). The Efficiency Effects of Horizontal Bank Mergers. Journal of Banking and Finance 17, 4 11-422.",
        "Rhoades, Stephen A. (1998). The Efficiency Effects of Bank Mergers: an Overview of Case Studies of Nine Mergers. Journal of Banking and Finance 22, 273-29 1.",
        "Shaffer, Sherrill. (1993). A Test of Competition in Canadian Banking. Journal of Money, Credit, and Banking 25, 49-61.",
        "Shepherd, William G. (1982). Economies of Scale and Monopoly Profits. In Industrial Organization, Antitrust, and Public Policy, edited by John V. Craven, pp. 165-204, Boston: Khuwer-Nijhoff Publishing.",
        "Simons, Katerina and Joanna Stavins. (1998). Has Antitrust Policy in banking Become Obsolete? Federal Reserve Bank of Boston New England Economic Review, March, 13-26.",
        "Smirhock, Michael. (1985). Evidence on the (Non) Relationship between Concentration and Profitability in Banking. Journal of Money, Credit, and Banking 17, 69-83.",
        "Stiroh, Kevin, and Philip E. Strahan. (2003). Competitive Dynamics of Deregulation: Evidence from U.S. Banking. Journal of Money, Credit, and Banking, forthcoming.",
        "Vives, Xavier. (2001). Competition in the Changing World of Banking. Oxford Review of Economic Policy 17, 535-545.",
        "World Bank. (2000). Global Economic Prospects and the Developing Countries 2000. The World Bank.",
        "Wurgher, Jeffrey. (2000). Financial Markets and the Allocation of Capital. Journal of Financial Economics 58, 187-2 14."
    ]
}