{
    "id": 9892,
    "cites": 16,
    "cited_by": 13,
    "reference": [
        "Rabin, Matthew, 1998, Psychology and Ec onomics, Journal of Economic Literature 36 (March), 11- 46.",
        "Samwick, Andrew, and Jonathan Skinner, 2001, How Will Defined Contribution Pension Plans Affect Retirement Income?, mimeo, Dartmouth College.",
        "Poterba, James, 2003b, Employer Stock and 401(k) Plans. American Economic Review 93 (May 2003).",
        "Poterba, James, Steven Venti, and David Wise, 2001, The Transition to Personal Accounts and Increasing Retirement Wealth: Macro and Micro Evidence, in D. Wise, ed., Perspectives on the Economics of Aging (Chicago: University of Chicago Press, forthcoming).",
        "Poterba, James, Steven Venti, and David Wise, 1998, Implications of Rising Personal Retirement Saving, in D. Wise, ed., Frontiers in the Economics of Aging (Chicago: University of Chicago Press).",
        "Munnell, Alicia and Annika Sunden, 2002, 401(k)s and Company Stock: How Can We Encourage Diversification? Issue Brief 9, Center for Retirement Research, Boston College, July.",
        "Poterba, James, 2003a, Valuing Assets in Retirement Saving Accounts, mimeo, MIT.",
        "Bergstresser. Daniel and James Poterba, 2003, Asset Allocation and Asset Location: Evidence from the Survey of Consumer Finances, mimeo, MIT.",
        "Feldstein, Martin and Elena Ranguelova, 2001, Individual Risk in an Investment-Based Social Security System, NBER Working Paper 8074.",
        "Kahnemann, Daniel and Amos Tversky, 1979, Prosp ect Theory: An Analysis of Decisions Under Risk, Econometrica 47, 313-327.",
        "Kapteyn, Arie and Federica Teppa. 2002, Subjective Measures of Risk Aversion and Portfolio Choice, RAND Report DRU-2902, February.",
        "Kotlikoff, Laurence J. and David A. Wise, TheWage Carrot and the Pension Stick , W.E. Upjohn Institute for Employment Research, 1989.",
        "Constantinides, M. Harris, and R. Stul z, eds., Handbook of Economics of Finance (Amsterdam: North Holland). Mitchell, Olivia, and Stephen P. Utkus, 2003, The Role of Company Stock in Defined Contribution Plans. In Olivia Mitchell and Kent Smetters , eds., The Pension Challenge: Risk Transfers and Retirement Income Security . Philadelphia: University of Pennsylvania Press.",
        "Starmer, Chris, 2000, Developments in Non-Exp ected Utility Theory: The Hunt for a Descriptive Theory of Choice Under Risk, Journal of Economic Literature , vol. 38, no. 2, pp332-382.",
        "Venti, Steven F. and David A. Wise, 2001a, Choi ce, Chance, and Wealth Dispersion at Retirement, in S. Ogura, T. Tachibanaki, and D. Wise (ed.) Aging Issues in the United States and Japan .",
        "Venti, Steven F. and David A. Wise, 2001b, A ging and Housing Equity, in Zvi Bodie, Brett Hammond, and Olivia S. Mitchell (eds.) , Innovations for Financing Retirement (Philadelphia: Pension Research Council and the University of Pennsylvania)."
    ]
}