{
    "id": 9896,
    "cites": 49,
    "cited_by": 0,
    "reference": [
        "The Journal of Politics 65(4) (November). Hamilton, Randy. 1988. American All-Mail Balloting: A Decades Experience Public Administration Review 48(5) (Sept-Oct): 860-6.",
        "Gerber, Alan and Donald Green. 2000. The Effect s of Canvassing, Telephone Calls, and Direct Mail on Voter Turnout: a field experiment. American Political Science Review 94: 653-63.",
        "Green, Donald, Alan Gerber, and David Nickerson. 2002. Getting Out the Youth Vote in Local Elections: results from six door to door canvassing experi ments. New Haven: Yale University, May 18.",
        "Washington DC: Brookings Institution Press. Caltech-MIT Voting Technology Project. 2001. Voting - Wh at Is, What Could Be. Report of the Caltech- MIT Voting Technology Project (July). Av ailable at www.vote.caltech.edu/Reports.",
        "Calvert, Jerry W., and Jack Gilchrist. 1993. Suppose They Held an Election and Almost Everybody Came? Political Science and Politics 26(4) (December): 695-700.",
        "Crocker, Royce. 1990. Voter Registration and Turnout in States with Mail and MotorVoter Registration Systems. Washington: Congressional Res earch Service, Library of Congress.",
        "Devroye, Daniel. 2001. Does Low Registration Increase Class Bias in Voting? Evidence from the Fifty States. Cambridge: Harvard University (April).",
        "Downs, Anthony. 1957. An Economic Theory of Government . NY: Harper and Row.",
        "Freeman, Richard. 2003, forthcoming. What Do Unions Do to Voting? Cambridge, MA: NBER Working Paper.",
        "Banducci, Susan, and Jeffrey Karp, 2001. Mobilizing American Voters: A reassessment. Paper presented to the 2001 Annual Meeting of the American Political Science Association. San Francisco (August 30 - September 2, 2001).",
        "Banducci, Susan, and Jeffrey Karp. 2002. Going Post al: How All-Mail Elections Influence Turnout. Political Behavior 22(3): 223-39.",
        "Berinsky, Adam, Nancy Burns, and Michael Traugott. 2001. Who Votes by Mail?: A Dynamic Model of the Individual-Level Consequences of Vote-by-Mail Systems. Public Opinion Quarterly 65: 178-87.",
        "Burden, Barry. 2000. Voter Turnout and the National Election Studies Political Analysis 8(4): 389-98.",
        "Burnham, Walter. 1987. The Turnout Problem. In Elections American Style, edited by James A. Reichley.",
        "Highton, Benjamin and Raymond Wolfinger. 1995. Anticipating the Effects of the National Voter Registration Act of 1993. Paper presented to the 1995 Annual Meeting of the American Political Science Association. Chicago (August 31 - September 3).",
        "Hill, Kim, and Jan Leighley. 1992. The Policy Conse quences of Class Bias in State Electorates. American Journal of Political Science 36(2) (May) 351-65.",
        "Hill, Kim, Jan Leighly, Angela Hinton-Anderson. 1995. L ower-class Mobilization and Policy Linkage in the U.S. States American Journal of Political Science 39(1) (Feb): 75-86.",
        "International Institute for Democracy and Electoral Assistance (IDEA). 1997. Voter Turnout from 1945 to 1997: A Global Report. Stockholm Sweden.",
        "Knack, Stephen. 1995. Does Motor Voter Work? Evidence from State-Level Data. Journal of Politics 57(3) (August): 796-811.",
        "Lipjhat, Arend.1997 . Unequal Participation: Democracys Unresolved Dilemma. American Political Science Review 91: 1-15.",
        "Luttberg, Norman. 1984. Differential Voting Turnout Decline in the American States. Social Science Quarterly 65: 60-74.",
        "McDonald, Michael. 2001. An External Validity Check of the National Election Studys Turnout Rate. Processed June 20.",
        "McDonald, Michael. 2003. On the Over-Report Bias of the National Election Study Turnout Rate. Political Analysis 11(2): 180-6.",
        "McDonald, Michael P. and Samuel L. Popkin. 2001. The Myth of the Vanishing Voter. American Political Science Review 95(4) (December): 963-74.",
        "McKee, Seth. 2002. Was Turnout Significantly Higher in the Battleground States in the 2000 Presidential Election? Paper presented to the 2002 Annual Meeting of the American Political Science Association.",
        "Michelson, Melissa. 2002. Turning Out Latino Voters. Paper presented to the 2002 Annual Meeting of the American Political Science Association. Boston (September 24-28, 2002).",
        "Mullin, Megan, and Thad Kousser. 2002. Separating Selection and Treatment Effects in the Study of Absentee Voting. Paper presented to the 2002 Annual Meeting of the American Political Science Association. Boston (September 24-28, 2002).",
        "Nagle, Jack, and John McNulty. 1986. Partisan Effects of Voter Turnout in Senatorial and Gubernatorial Elections. American Political Science Review 90(4) (December): 780-93.",
        "Nagler, Jonathan. 1991. The Effect of Registrati on Laws and Education on U.S. Voter Turnout. American Political Science Review, 85: 1393-405.",
        "Nickerson, David. 2002. Hunting the Elusive Young Voter, Paper presented to the 2002 Annual Meeting of the American Political Science Association. Boston (September 24-28, 2002).",
        "Oliver, J. Eric. 1996. The Effects of Eligibility Rest rictions and Party Activity on Absentee Voting and Overall Turnout. American Journal of Political Science 40(2) (May): 498-513.",
        "Pacek, Alexander, and Benjamin Radcliff. 1985. Turnout and the Vote for Left-of Centre Parties: A Cross- National Analysis. British Journal of Political Science 25(1) (January):137-43.",
        "Piven , Francis and Richard A. Cloward 1988 Why Americans Dont Vote.",
        "New York. Pantheon Books Radcliff, Benjamin, and Patricia Davis. 2000. Labor Or ganization and Electoral Participation in Industrial Democracies. American Journal of Political Science 44(1) (January): 132-41.",
        "Ringquist, Evan, Kim Hill, Jan Leighly, Angela Hi nton-Anderson. 1997. Lower Class Mobilization and Policy Linkage in the U.S. States: A Correction. American Journal of Political Science 41(1) (January): 339- 44.",
        "Reiter, Howard. 1979. Why is Turnout Down? Public Opinion Quarterly 43: 297-311.",
        "Shields, Todd, and Robert Goidel. 1997. Participation Rates, Socioeconomic Class Biases, and Congressional Elections : a cross validation. American Journal of Political Science, 41(2) (April 1997): 683- 91.",
        "Silver, Brian, Barbara Anderson, and Paul Abramson. 1986. Who Overreports Voting? American Political Science Review, 80(2) (June): 613-24.",
        "Squire, Peverill, Raymond Wolfinger, David Glass. 1987. Residential Mobility and Voter Turnout. American Political Science Review, 81(1) (March): 45-66.",
        "Traugott, Michael. 2000. Why Electoral Reform Has Failed: If You Build It, Will They Come? Paper presented to the Conference on Political Participation: Building a Research Agenda. Princeton University (October 12-14, 2000).",
        "U.S. Department of Commerce. U.S. Census Bureau. 1964. Educational Attainment. Current Population Reports, series P20, no. 536 (March). Available at: www.census.gov/population/www/socdemo/educ- attn.html.",
        "P20, no. 504. Washington: U.S. Government Printing Office (August). ------. 1998. Voting and Registration in the Election of November 1998. Current Population Reports, series P20, no. 523RV. Washington: U.S. Government Printing Office (July).",
        "U.S. Department of Justice. Civil Rights Divisi on. 2000. The National Voter Registration Act (NVRA). Available at: www.usdoj.gov/crt/voting/nvra/acti v_nvra.htm (Last revised February 11, 2000).",
        "Verba, Sidney, Kay Schlozman, and Henry Brady. 1996. Voice and Equality: Civic Voluntarism in American Politics. Cambridge, MA: Harvard University Press.",
        "Wattenberg, Marvin. 2002.Where Have All the Voters Gone? Cambrdige, MA: Harvard University Press.",
        "Wolfinger, Raymond and Steven Rosenstone. 1980. Who Votes? New Haven, CT: Yale University Press.",
        "Wolfinger, Raymond, Benjamin Highton, and Megan Mu llin. 2002. Between Registering and Voting: How state laws affect the turnout of young registrants. Paper presented to the 2002 Annual Meeting of the American Political Science Association. Boston (September 24-28, 2002).",
        "Wolfinger, Raymond, Benjamin Highton, and Megan Mu llin. 2002. State Laws and the Turnout of the Registered. Paper presented to the 2002 Annual Meeti ng of the Midwest Political Science Association (April 2002).",
        "Wolfinger, Raymond and Jonathan Hoffman. 2001. Registering and Voting with Motor Voter. Political Science and Politics, PS Online, 35(1) (March)."
    ]
}