{
    "id": 9898,
    "cites": 13,
    "cited_by": 25,
    "reference": [
        "Bils, Mark and Peter J. Klenow, Ã\u0082â\u0080\u009cSome Evidence on the Importance of Sticky Prices,Ã\u0082â\u0080\u009d NBER WP 9069, July 2002.",
        "Blanchard, Olivier J., Ã\u0082â\u0080\u009cAggregate and Individual Price Adjustment,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity 1, 1987, 57Ã\u0082â\u0080\u0093122.",
        "Box, George E.P., and Gwilym M. Jenkins, Time Series Analysis: Forecasting and Control, San Francisco: Holden Day, 1976.",
        "Caballero, Ricardo J., Eduardo M.R.A. Engel, and John C. Haltiwanger, Ã\u0082â\u0080\u009cPlant-Level Adjustment and Aggregate Investment DynamicsÃ\u0082â\u0080\u009d, Brookings Papers on Economic Activity, 1995 (2), 1Ã\u0082â\u0080\u009339.",
        "Caballero, Ricardo J., Eduardo M.R.A. Engel, and John C. Haltiwanger, Ã\u0082â\u0080\u009cAggregate Employment Dynamics: Building from Microeconomic EvidenceÃ\u0082â\u0080\u009d, American Economic Review, 87 (1), March 1997, 115Ã\u0082â\u0080\u0093137.",
        "Calvo, Guillermo, Ã\u0082â\u0080\u009cStaggered Prices in a Utility-Maximizing Framework,Ã\u0082â\u0080\u009d Journal of Monetary Economics, 12, 1983, 383Ã\u0082â\u0080\u0093398.",
        "Engel, Eduardo M.R.A., Ã\u0082â\u0080\u009cA Unified Approach to the Study of Sums, Products, Time-Aggregation and other Functions of ARMA ProcessesÃ\u0082â\u0080\u009d, Journal Time Series Analysis, 5, 1984, 159Ã\u0082â\u0080\u0093171.",
        "Goodfriend, Marvin, Ã\u0082â\u0080\u009cInterest-rate Smoothing and Price Level Trend Stationarity,Ã\u0082â\u0080\u009d Journal of Monetary Economics, 19, 19987, pp. 335-348.",
        "Majd, Saman and Robert S. Pindyck, Ã\u0082â\u0080\u009cTime to Build, Option Value, and Investment Decisions,Ã\u0082â\u0080\u009d Journal of Financial Economics, 18, March 1987, 7Ã\u0082â\u0080\u009327. (1987).",
        "Rotemberg, Julio J., Ã\u0082â\u0080\u009cThe New Keynesian Microfoundations,Ã\u0082â\u0080\u009d in O. Blanchard and S. Fischer (eds), NBER Macroeconomics Annual, 1987, 69Ã\u0082â\u0080\u0093104.",
        "Sack, Brian, Ã\u0082â\u0080\u009cUncertainty, Learning, and Gradual Monetary Policy,Ã\u0082â\u0080\u009d Federal Reserve Board Finance and Economics Discussion Series Paper 34, August 1998.",
        "Sargent, Thomas J., Ã\u0082â\u0080\u009cEstimation of Dynamic Labor Demand Schedules under Rational Expectations,Ã\u0082â\u0080\u009d Journal of Political Economy, 86, 1978, 1009Ã\u0082â\u0080\u00931044.",
        "Woodford, Michael, Ã\u0082â\u0080\u009cOptimal Monetary Policy Inertia,Ã\u0082â\u0080\u009d NBER WP 7261, July 1999."
    ]
}