{
    "id": 9899,
    "cites": 16,
    "cited_by": 6,
    "reference": [
        "Ades, Alberto F., and Glaeser, Edward (1995), Trade and circuses: explaining urban giants, Quart. J.",
        "Econ. 110, 195-227. Amiti, Mary (1999), Specialization patterns in Europe, Weltwirtsch. Arch./Rev. World Econ. 135, 573-593.",
        "Bernard, Andrew, and Jensen, Bradford (2000), Understanding increasing and decreasing wage inequality. In: Feenstra, R. (Ed.), The Impact of International Trade on Wages , University of Chicago Press, Chicago, pp.227-261.",
        "BrWlhart, Marius, (2001), Evolving geographical concentration of European manufacturing industries, Weltwirtsch. Arch./Rev. World Econ. 137 , 215-243.",
        "Davis, Donald R., and Weinstein, Davis E. (1999), Economic geography and regional production structure: an empirical investigation, Europ. Econ. Rev. 43 , 379-407.",
        "Dekle, Robert (2002), Industrial concentration and regional growth: evidence from the prefectures, Rev. Econ Statist. 84, 310-315.",
        "Dumais, Guy, Ellison, Glenn, and Glaeser, Ed ward L. (1997), Geograp hic concentration as a dynamic process, NBER Working Paper No. 6270.",
        "Fiani, Riccardo, Gali, Giampaolo, Gennari, Pietro , and Rossi, Fulvio (1997), An empirical puzzle: falling migration and growing unemploymen t differentials among Italian regions, Europ.",
        "Econ. Rev. 41 , 571-579. Fujita, Masahisa, Krugman, Paul, and Venables, Anthony J. (1999), External trade and internal geography, Chapter 18 in The Spatial Economy: Cities, Regions, and International Trade, MIT Press (Cambridge, MA).",
        "Hillberry, Russell, and Hummels, David (2002), Explai ning home bias in consumption: the role of intermediate input trade, NBER Working Paper No. 9020.",
        "Krugman, Paul, and Livas-Elizondo, Raul (1996), Trade policy and the third world metropolis, J.",
        "Devel. Econ. 49, 137-150. Mano, Yukichi, and Otsuka, Keijiro (2000), Agglomeration economies and geographical concentration of industries: a case study of manufacturing sectors in postwar Japan, J.",
        "Japanese Int. Economies 14, 189-203. Paluzie, Elisenda, Pons, Jordi, and Tirado, Daniel A. (2001), Regional integration and specialization patterns in Spain, Reg. Stud. 35, 285-296.",
        "Quah, Danny (1993), Galtons fallacy and tests of the convergence hypothesis, Scand. J. Econ. 95, 427-443.",
        "Rotemberg, Julio, and Salo ner, Garth (2000), Competition and human capital accumulation: a theory of interregional specialization and trade, Reg. Sci. Urban. Econ. 30 , 373-404.",
        "Wolf, Holger (1997), Patterns of intra- and in ter-state trade, NBER Working Paper No.5939."
    ]
}