{
    "id": 9900,
    "cites": 31,
    "cited_by": 10,
    "reference": [
        "[1] Bacchetta, P. and E. van Wincoop, 2000. Does exchange rate stability increase trade and welfare? American Economic Review90, 1093-1109.",
        "[2] Benigno, P., 2000. Optimal monetary policy in a currency area. Working Paper, New York University.",
        "[3] Benigno, P. 2001. Price stability with imperfect financial integration. Working paper, New York University.",
        "[4] Benigno, G. and P. Benigno, 2001. Price stability in open economies, forthcoming in Review of 24 Economic Studies.",
        "[5] Bergin, P. and R. Feenstra, 2001, Pricing-to-market, staggered contracts, and real exchange rate persistence,Journal of International Economics 54, 333-359.",
        "[6] Campbell, J. Y. and J. H. Cohchrane, 1999. By force of habit: a consumption-based explanation of aggregate stock, market behavior, Journal of Political Economy107, 205-251.",
        "[7] Christiano, L. J., M. Eichenbaum and C. Evans, 1997. Sticky price and limited participation models of money: a comparison.European Economic Review41, 1021-1049.",
        "[8] Clarida, R., J. Gali and M. Gertler, 2001. Optimal monetary policy in open versus closed economies.American Economic Review91, 248-252.",
        "[9] Constantinides, G. M, 1990. Habit formation: a resolution of the equity premium puzzle. Journal of Political Economy98, 519-543.",
        "[10] Collard, F. and M. Juillard, 2001. Perturbation methods for rational expetations models, working paper GREMAQ and CEPREMAP.",
        "[11] Corsetti, G. and P. Pesenti, 2001a. Welfare and macroeconomic interdependence, Quarterly Journal of Economics116, 421-445.",
        "[12] Corsetti, G. and P. Pesenti, 2001b. International dimensions of optimal monetary policy, NBER Working Paper No. 7665.",
        "[13] Deaton, A., 1987. Life-cycle models of consumption: is the evidence consistent with the theory? in Advances in Econometrics Fifth World Congress, Vol. 2, ed. by T. Bewley, Cambridge University Press, 121-148.",
        "[14] Devereux, M. and C. Engel, 2000. Monetary policy in the open economy revisited: price setting and exchange rateflexibility. NBER Working Paper No. 7665.",
        "[15] Fuhrer, J.C., 2000. Habit formation in consumption and its implications for monetary policy models.American Economic Review90, 367-390.",
        "[16] Gali, J., M. Gertler and J. D. Lopez-Salido, 2002. Markups, gaps, and the welfare costs of businessfluctuations. NBER Working paper No. 8850.",
        "[17] Hall, R., 1988. Intertemporal substitution in consumption. Journal of Political Economy96, 339-357.",
        "[19] Killingsworth, M. and Heckman, J., 1986. Female labor supply: a survey, in O. Ashenfelter and R. Layard, (eds.), Handbook of Labor Economics, Handbook in Economic Series, No. 5, Vol. 1, 103-204.",
        "[20] Kim, J., S. Kim, S, E. Schaumburg, and C.Sims, 2002. Calculating and using second order accurate solutions of discret time dynamic equilibrium models, mimeo.",
        "[21] Lane, P. R., 2001. The new open economy macroeconomics: a survey. Journal of International Economics54, 235-266.",
        "[22] Lucas, R. E., 1987. Models of Business Cycles, Basil Blackwell, New York.",
        "[23] Kollmann, R., 2002a. Monetary policy rules in the open economy: effects on welfare and business cycles.Journal of Monetary Economics49, 989-1015. 25",
        "[24] Kollmann, R., 2002b. Monetary policy rules in an interdependent world, mimeo, University of Bonn, December.",
        "[25] Obstfeld, M. and K. Rogoff, 2000. Do we really need a new international monetary compact? NBER Working Paper No. 7864. Forthcoming in Quarterly Journal of Economics.",
        "[27] Rotemberg, J, 1982. Sticky prices in the United States. Journal of Political Economy90, 1187-1211.",
        "[28] Rotemberg, J. and M. Woodford, 1998. An optimization-based econometric framework for the evaluation of monetary policy. In B.S. Bernanke and Rotemberg (eds.), NBER Macroeconomic Annual, Cambridge, MA, MIT Press, 297-346",
        "[29] Schmitt-Grohe, S. and M. Uribe, 2001. Solving dynamic general equilibrium models using a second-order approximation of the policy function. Rutgers University and University of Pennsylvania Working Papers.",
        "[30] Sims, C., 2000. Second order accurate solution of discrete time dynamic equilibrium models. Princeton University Working Paper.",
        "[31] Sutherland, A., 2001. Incomplete pass-through and the welfare effects of exchange rate variability. University of St. Andrews Working Paper.",
        "[32] Trefler, D. and H. Lai, 1999. The gains from trade: standard errors with the CES monopolistic competition model, University of Toronto manuscript.",
        "[33] Woodford, M., 2002. Inflation Stabilization and Welfare, Mimeo, Princeton University."
    ]
}