{
    "id": 9902,
    "cites": 28,
    "cited_by": 13,
    "reference": [
        "Abel, A. (1985). Precautionary saving and accidental bequests, American Economic Review 75, 777-791.",
        "Bernheim, D., A. Schleifer and L. Summers (1985). The strategic bequest motive. Journal of Political Economy 93, 1045-1075.",
        "BÃ\u0083Â¶rsch-Supan, A. (1992). Saving and consumption patterns of the elderly: The German case.",
        "Journal of Population Economics, 5, 289-303. BÃ\u0083Â¶rsch-Supan, A. (1994a). Savings in Germany - Part I: Incentives. In: Poterba, J. M. (ed.), Public Policies and Household Saving . Chicago: University of Chicago Press, 81-104.",
        "BÃ\u0083Â¶rsch-Supan, A. (1994b). Savings in Germany - Pa rt II: Behavior. In: Poterba, J. M. (ed.), International Comparisons of Household Saving . Chicago: University of Chicago Press, 207-236.",
        "BÃ\u0083Â¶rsch-Supan, A. (Ed., 2003), Life-Cycle Savings and Public Policy, Academic Press.",
        "BÃ\u0083Â¶rsch-Supan, A. und A. Lusardi (2003): Saving: A Cross-National Perspective, In BÃ\u0083Â¶rsch- Supan, A. (Ed.): Life Cycle Savings and Public Policy , Academic Press, 1-31.",
        "BÃ\u0083Â¶rsch-Supan, A., and K. Stahl (1991a). Life-c ycle savings and consumption constraints. Journal of Population Economics, 4, 233-255.",
        "BÃ\u0083Â¶rsch-Supan, A., and K. Stahl, (1991b). Do de dicated savings increase personal savings and housing consumption? An analysis of the German Bausparkassen system . Journal of Public Economics 44, 265-297.",
        "BÃ\u0083Â¶rsch-Supan, A., A. Reil-Held, R. Rodepeter, R. Schnabel, and J. Winter (2001). The German Savings Puzzle. Research in Economics, 55(1),15 -38.",
        "Browning, M., and A. Lusardi (1996). Household saving: macro theories and micro facts.",
        "Journal of Economic Literature, 34, 1797-1855. Carroll, C. (1992).The buffer-stock theory of saving: Some macroeconomic evidence. Brookings Papers on Economic Activity, 2, 61-156.",
        "Carroll, C. D. and A. A. Samwick (1998): How important is precautionary saving? Review of Economics and Statistics, 80(3), 410-419.",
        "Feldstein, M. (1974). Social Security, induced retirement and aggregate capital accumulation, Journal of Political Economy, 82,5, 905-926.",
        "Guiso, L., M. Haliassos, and T. Jappelli (2001), Household Portfolios, Cambridge, MA: MIT Press.",
        "Hurd, M. D. (1987): Savings of th e Elderly and Desired Bequests, American Economic Review 77, 298-312.",
        "Hurd, M. D. (1990): Issues and Results from Research on the Elderly, Economic Status, Retirement, and Savings, Journal of Economic Literature 28, 565-637.",
        "Jappelli, T., and F. Modigliani (1998). The ag e-saving profile and the life-cycle hypothesis, CSEF Working Paper No. 4, University of Salerno.",
        "Jappelli, T., and M. Pagano (1989). Consumption and capital market imperfections: An international comparison, American Economic Review 79, 1088-1105.",
        "Kotlikoff, L. (1989). What Determines Savings? MIT Press.",
        "Laibson, D. (1997). Golden eggs and hyperbolic discounting. Quarterly Journal of Economics 112, 443-478.",
        "Lettau, M., and H. Uhlig (1999), Rules of Thumb Versus Dynamic Programming, American Economic Review 89(1), 148-74.",
        "Lusardi, A. (1997). Precautionary savi ng and subjective earnings variance. Economics Letters 57, 319-326.",
        "Modigliani, F. and R. Brumberg (1954). Utility analysis and the consumption function: an interpretation of cross-section data. In: J.H. Flavell and L. Ross (Hg.): Social Cognitive Development Frontiers and Possible Futures . Cambridge, NY: University Press.",
        "ODonoghue, T., and M. Rabin (1999). Doing it now or later. American Economic Review 89, 103-124.",
        "Poterba, J. (ed.) (1994). International Comparisons of Household Savings , Chicago, London: University of Chicago Press.",
        "Reil-Held, A. (1999). Bequests and aggregate wealth accumulation in Germany. The Geneva Papers on Risk and Insurance, 24, 50-63.",
        "Schnabel, R. (1999): Ersparnisbildung und Rentenversicherung - Eine empirische Analyse fÃ\u0083Â¼r die Bundesrepublik Deutschland. Habilitation, University of Mannheim."
    ]
}