{
    "id": 9906,
    "cites": 24,
    "cited_by": 29,
    "reference": [
        "Aizenman, J. (2003): Ã\u0082â\u0080\u009cFinancial Opening: Evidence and Policy Options,Ã\u0082â\u0080\u009d forthcoming, Challenges to Globalization, Robert Baldwin and Alan Winters (editors), University of Chicago Press.",
        "Aizenman, J. and P. Guidotti (1994): Capital controls, collection costs, and domestic public debt, Journal of International Money and Finance , February, pp. 41 - 54.",
        "Aizenman, J. and I. Noy (2003): Ã\u0082â\u0080\u009cEndogenous financial openness: efficiency and political economy considerations,Ã\u0082â\u0080\u009d manuscript, UCSC.",
        "Ajayi, I. S. (1997): Ã\u0082â\u0080\u009cAn Analysis of External Debt and Capital Flight in the Severely Indebted Low Income Countries in Sub-Saharan Africa.Ã\u0082â\u0080\u009d IMF Working Paper WP/97/68.",
        "Anderson, J. E. and S.J. Marcouiller, (1998): Ã\u0082â\u0080\u009cAutarky and Anarchy: Endogenous Predation and Trade,Ã\u0082â\u0080\u009d working paper, Boston College.",
        "Barro, R. J. (1979): Ã\u0082â\u0080\u009cOn the Determination of the Public Debt,Ã\u0082â\u0080\u009d Journal of Political Economy, 87: 940-971.",
        "Arteta C., B. Eichengreen and C. Wyplosz. (2001): Ã\u0082â\u0080\u009cWhen Does Capital Account Liberalization Help More than It Hurts?Ã\u0082â\u0080\u009d NBER Working Paper No. 8414.",
        "Claessens, S., and D. NaudÃ\u0083Â© (1993): Ã\u0082â\u0080\u009cRecent Estimates of Capital FlightÃ\u0082â\u0080\u009d. Policy Research Working Papers, WPS 1186. Washington, DC: World Bank.",
        "Collier, P., A. Hoeffler, and C. Pattillo (2001): Ã\u0082â\u0080\u009cFlight Capital as a Portfolio ChoiceÃ\u0082â\u0080\u009d. World Bank Economic Review, 15 (1): 55-80.",
        "Diaz-Alejandro, C. (1985): Ã\u0082â\u0080\u009cGoodbye Financial Repression, Hello Financial Repression.Ã\u0082â\u0080\u009d Journal of Development Economics, 19, pp. 1-24.",
        "Dooley, M. (1996): A Survey of Literature on Controls Over International Capital Transactions, IMF Staff Papers, 43(4):639-687, December.",
        "Edwards, S. and J. A. Frankel, Editors (2002): Preventing Currency Crises in Emerging Markets, NBER and the University of Chicago Press.",
        "Edwards, S. and S.van Wijnbergen (1986): Ã\u0082â\u0080\u009cThe Welfare Effects of Trade and Capital Market Liberalization,Ã\u0082â\u0080\u009d International Economic Review, 27(1), February, 141-148.",
        "Eggerstedt, H., R. Brideau Hall, and S. van Wijnbergen (1995): Ã\u0082â\u0080\u009cMeasuring Capital Flight: A Case Study of MexicoÃ\u0082â\u0080\u009d. World Development, 23 (2): 211-32.",
        "Feldstein, M., Editor (2003): Economic and Financial Crises in Emerging Market Economies, NBER and the University of Chicago Press.",
        "Giovannini, A. and M. de Melo, (1993): Ã\u0082â\u0080\u009cGovernment Revenue from Financial Repression,Ã\u0082â\u0080\u009d American Economic Review 83, 953-63.",
        "Hellmann, T., Murdock, K., and Stiglitz, J.E. (2000): Liberalization, Moral Hazard in Banking and Prudential Regulation: Are Capital Requirements Enough? American Economic Review, 90 (1), 147-165.",
        "Kaminsky, G. L.and C. M. Reinhart. (1999): Ã\u0082â\u0080\u009cThe Twin Crises: The Causes of Banking and Balance-of-Payments Problems,Ã\u0082â\u0080\u009d American Economic Review; 89(3), June, pp. 473-500.",
        "Kletzer K. and R. Kohli. (2001): Ã\u0082â\u0080\u009cFinancial Repression and Exchange Rate Management in Developing Countries: Theory and Emp irical Evidence for India,Ã\u0082â\u0080\u009d IMF working paper 01/103.",
        "Prasad, E., K. Rogoff, S. J. Wei and M. A. Kose (2003): Ã\u0082â\u0080\u009cEffects of Financial Globalization on Developing Countries: Some Empirical Evidence,Ã\u0082â\u0080\u009d IMF Working Paper, March 2003.",
        "Rodrik, D. (1999): Ã\u0082â\u0080\u009cWho Needs Capital-Account Convertibility?Ã\u0082â\u0080\u009d in Peter Kenen (ed), Should the IMF Pursue Capital Account Convertibility? Essays in International Finance no. 207, Princeton: Princeton University Press (May).",
        "Rose, A. K. and M. M. Spiegel (2002): Ã\u0082â\u0080\u009cA gravity Model of Sovereign Lending: Trade, Default and Credit,Ã\u0082â\u0080\u009d NBER Working paper 9285.",
        "Wei S. J. and Y. Wu (2002): Ã\u0082â\u0080\u009cLife and Death Implications of Globalization,Ã\u0082â\u0080\u009d IMF Working Paper.",
        "Williamson, J. and M. Mahar (1998): A Survey of Financial Liberalization, Princeton Essays in International Finance, No. 211, November."
    ]
}