{
    "id": 9907,
    "cites": 15,
    "cited_by": 27,
    "reference": [
        "Brook, Robert, et al. (1983), Ã\u0082â\u0080\u009cDoes Free Care Improve AdultsÃ\u0082â\u0080\u0099 Health? Results From a Randomized Controlled Trial.Ã\u0082â\u0080\u009d New England Journal of Medicine 309 (23), December, 1426-34.",
        "Currie, Janet and Jonathan Gruber (1996), Health Insurance Eligibility and Child Health: Lessons from Recent Expansions of the Medicaid Program, Quarterly Journal of Economics, May, 431-466.",
        "Cutler, David and Jonathan Gruber (1996), Ã\u0082â\u0080\u009cDoes Public Insurance Crowd Out Private Insurance?Ã\u0082â\u0080\u009d Quarterly Journal of Economics, May, 391-430.",
        "Card, David and Lara Shore-Sheppard (2001), Ã\u0082â\u0080\u009cUsing Eligibility Rules to Identify the Effects of the Federal Medicaid ExpansionsÃ\u0082â\u0080\u009d, Mimeo.",
        "Centers for Medicare and Medicaid Services. State Medicaid Plans and Plan Amendments. Available on- line at http://cms.hhs.gov/medicaid/stateplans/ (2003).",
        "Grogger, Jeffrey, Lynn A. Karoly, and Jacob A. Klerman. Consequences of Welfare Reform: A Research Synthesis. Santa Monica, CA: RAND. Report DRU-2676-DHHS. 2002. Available on- line at http://www.acf.hhs.gov/programs/opre/welfare_reform/reform_cover.html.",
        "Guyer, Jocelyn, and Cindy Mann. Employed But Not Insured: A state-by-State Analysis of the Number of Low-Income Working Parents Who Lack Health Insurance. Washington, DC: Center on Budget and Policy Priorities, February 1999.",
        "Holohan, John, and Mary Beth Pohl. States as Innovators in Low-Income Health Coverage. ANF Discussion Paper 02-08, Urban Institute, June 2002.",
        "Krebs-Carter, Melora, and John Holahan. State Strategies for Covering Uninsured Adults. ANF Discussion Paper 00-02, Urban Institute, February 2000.",
        "Ku, Leighton and Matthew Broaddus, (2000) Ã\u0082â\u0080\u009cThe Importance of Family-Based Insurance Expansions: New Research Findings about State Health ReformsÃ\u0082â\u0080\u009d, the Center on Budget and Policy Priorities.",
        "Lambrew, Jeanne (2001) Ã\u0082â\u0080\u009cHealth Insurance: A Family Affair, A National Profile and State-by-State Analysis of Uninsured Parents and their ChildrenÃ\u0082â\u0080\u009d, The Commonwealth Fund.",
        "Levy, Helen and David Meltzer (2001), Ã\u0082â\u0080\u009cWhat Do We Really Know About Whether Health Insurance Affects Health?Ã\u0082â\u0080\u009d JCPR Working Paper 275.",
        "Long, S.H. and M.S. Marquis (1992), ``Gaps in employment-based health insurance: lack of supply or lack of demand? in: Health benefits and the workforce (Department of Labor, Pension and Welfare Benefits Administration, Washington, DC) 37-42.",
        "Lurie, Nicole et al. (1986) Ã\u0082â\u0080\u009cTermination of Medi-Cal Benefits: A follow-up Study one Year Later.Ã\u0082â\u0080\u009d New England Journal of Medicine. 314 (19), 1266-1268.",
        "Maloy, Kathleen A., Kyle Anne Kenney, Julie Darnell, Soeurette Cyprien. Can Medicaid Work for Low-Income Working Families? Kaiser Commission on Medicaid and the Uninsured, April 2002."
    ]
}