{
    "id": 9908,
    "cites": 33,
    "cited_by": 326,
    "reference": [
        "Beim, David O., and Charles W. Calomiris. 2001. Emerging Financial Markets. New York: McGraw-Hill/Irwin.",
        "Bosher, J.F. 1970. French Finances 1770Ã\u0082â\u0080\u00931795; from business to bureaucracy. Cambridge: Cambridge University Press.",
        "Bouchard, Leon.1891. System financier de lancien regime, Paris: Guillaumin. Bulow, Jeremy, and Kenneth Rogoff, 1989. Sovereign Debt: Is to Forgive to Forget? American Economic Review 79 (March) , 43Ã\u0082â\u0080\u009350.",
        "Bulow, Jeremy, and Kenneth Rogoff. 1990. Ã\u0082â\u0080\u009cCleaning Up Third-World Debt Without Getting Taken To the Cleaners.Ã\u0082â\u0080\u009d Journal of Economic Perspectives, vol. 4 (Winter): pp. 31Ã\u0082â\u0080\u009342.",
        "Cline, William. 1995. International Debt Reexamined. Washington: Institute for International Economics.",
        "DÃ\u0083Â­az-Alejandro, Carlos. 1984, Ã\u0082â\u0080\u009cLatin American Debt: I DonÃ\u0082â\u0080\u0099t Think We Are in Kansas Anymore,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity, No.2, pp. 335Ã\u0082â\u0080\u0093403.",
        "Easterly, William R. 1989. Ã\u0082â\u0080\u009cFiscal Adjustment and Deficit Financing During the Debt Crisis.Ã\u0082â\u0080\u009d In I. Husain and I. Diwan, eds., Dealing with the Debt Crisis. Washington DC: The World Bank: 91Ã\u0082â\u0080\u0093113.",
        "Easterly, William and Klaus Schmidt-Hebbel, 1994. Fiscal Adjustment and Macroeconomic Performance. In W. Easterly et al. (eds.) Public Sector Deficits and Macroeconomic Performance. Oxford University Press for the World Bank.",
        "Giovannini, Alberto and Martha de Melo. 1993. Government Revenue from Financial Repression. American Economic Review, vol. 83 (No. 4): 953Ã\u0082â\u0080\u0093963.",
        "Goldstein, Morris. 2003. Ã\u0082â\u0080\u009cDebt Sustainability, Brazil, and the IMF.Ã\u0082â\u0080\u009d Working Paper WP03-1. Institute for International Economics.",
        "International Monetary Fund. 1995. Private Market Financing for Developing Countries. Washington, DC: International Monetary Fund.",
        "International Monetary Fund. 2002. Ã\u0082â\u0080\u009cAssessing Sustainability,Ã\u0082â\u0080\u009d available at: http://www.imf.org/external/np/pdr/sus/2002/eng/052802.htm.",
        "International Monetary Fund. 2003. World Economic Outlook. (April) Washington, DC: International Monetary Fund.",
        "Jahjah, Samir, and Peter Montiel. 2003. Ã\u0082â\u0080\u009cExchange Rate Policy and Debt Crises in Emerging EconomiesÃ\u0082â\u0080\u009d. IMF Working Paper WP/03/60. March.",
        "Kaminsky, Graciela L., Carmen M. Reinhart, and Carlos A. VÃ\u0083Â©gh. 2003. Ã\u0082â\u0080\u009cWhen It Rains, It Pours: Procyclical Capital Flows and Policies.Ã\u0082â\u0080\u009d Mimeograph.",
        "McKinnon, Ronald.1991. The Order of Economic Liberalization. Baltimore: Johns Hopkins University Press.",
        "Morris, Stephen, and Hyun Song Shin. 2001. Ã\u0082â\u0080\u009cCoordination Risk and the Price of Debt.Ã\u0082â\u0080\u009d (Forthcoming, European Economic Review).",
        "Obstfeld, Maurice. 1994. Ã\u0082â\u0080\u009cThe Logic of Currency Crises.Ã\u0082â\u0080\u009d Cahiers Economiques et Monetaires, 43.",
        "Obstfeld, Maurice, and Kenneth S. Rogoff. 1996. Foundations of International Macroeconomics. Cambridge: MIT Press.",
        "Prasad, Eswar, Kenneth Rogoff, Shang-Jin Wei and Ayhan Kose. 2003. Ã\u0082â\u0080\u009cEffects of Financial Globalization on Developing Countries: Some Empirical Evidence,Ã\u0082â\u0080\u009d IMF Occasional Paper. (Forthcoming).",
        "Reinhart, Carmen M. 2002. Ã\u0082â\u0080\u009cDefault, Currency Crisis and Sovereign Credit Ratings.Ã\u0082â\u0080\u009d World Bank Economic Review, vol. 16 (no. 2): 151Ã\u0082â\u0080\u0093170.",
        "Reinhart, Carmen M. and Vincent R. Reinhart. 2003. Ã\u0082â\u0080\u009cThe Twin Fallacies About Exchange Rate Policy in Emerging Markets.,Ã\u0082â\u0080\u009d NBER Working Paper 9670. April.",
        "Reinhart, Carmen M. and Kenneth S. Rogoff. 2002. Ã\u0082â\u0080\u009cThe Modern History of Exchange Rate Arrangements a Reinterpretation.Ã\u0082â\u0080\u009d NBER Working Paper 8963. May.",
        "Reinhart, Carmen M., Kenneth S. Rogoff, and Miguel A. Savastano. 2003. Ã\u0082â\u0080\u009cAddicted to Dollars.Ã\u0082â\u0080\u009d Mimeograph, IMF.",
        "Reissen, Helmut. 1989. Ã\u0082â\u0080\u009cPublic Debt: North and South.Ã\u0082â\u0080\u009d In I. Husain and I. Diwan, eds., Dealing with the Debt Crisis. Washington DC: The World Bank: 116Ã\u0082â\u0080\u0093126.",
        "Rogoff, Kenneth S. 1999. Ã\u0082â\u0080\u009cInternational Institutions for Reducing Global Financial Instability.Ã\u0082â\u0080\u009d Journal of Economic Perspectives, vol. 13 (no. 4): 21Ã\u0082â\u0080\u009342.",
        "Sims, Christopher, 2001. Ã\u0082â\u0080\u009cFiscal Consequences for Mexico of Adopting the Dollar,Ã\u0082â\u0080\u009d Journal of Money, Credit, and Banking Vol. 33, No. 2, Part 2: 597Ã\u0082â\u0080\u0093616.",
        "Velasco, Andres. 1996. Ã\u0082â\u0080\u009cFixed Exchange Rates: Credibility, Flexibility and Multiplicity.Ã\u0082â\u0080\u009d European Economic Review 40: 1023Ã\u0082â\u0080\u00931035.",
        "Vives, Jaime V. 1969. An Economic History of Spain. Princeton, N.J.: Princeton University Press.",
        "Williamson, John. 1988. Voluntary Approaches to Debt Relief, Policy Analysis in International Economics 25, Washington: Institute for International Economics.",
        "Williamson, John. 2002. Ã\u0082â\u0080\u009cIs Brazil Next?Ã\u0082â\u0080\u009d International Economics Policy Briefs PB 02Ã\u0082â\u0080\u00937, Washington: Institute for International Economics.",
        "Winkler, Max. 1933. Foreign Bonds: An Autopsy. Philadelphia: R. Swain.",
        "Wynne, William. 1951. State Insolvency and Foreign Bondholders Vol.2 New Haven, Conn.: Yale University Press."
    ]
}