{
    "id": 991,
    "cites": 28,
    "cited_by": 2,
    "reference": [
        "Bardhan, P., Optimal foreign borrowing, Essays the in theory of~ptima1 economic ~g~owth, K. Shell, ed., (Cambridge, MA; M.I.T. Press, 1966).",
        "Bazdarich, N.J., Optimal growth and stages in the balance of payments, Journal of International Economics, VIII (1978), 425-~443.",
        "Berndt, E.R. and D.0. Wood, Engineering and econometric interpretation of ener~y- capital complementarity, American Economic Review, LXIX (1979), 342-3514.",
        "Enino, N., Optimal patterns of trade and development, Review of Economics and Statistics, XLIX (1967), 5145-5514.",
        "Bruno, N. and J.D. Sachs, Macroeconomic adjustment with import price shocks: real and monetary aspects, lIES Seminar Paper No. 118, February 1979.",
        "Buiter, W., Short-run and long-run effects of external disturbances under a floating exchange rate, Economica, XLV (1978), 251-272.",
        "Chijznan, J.S., The theory of exploitative trade and investment policies: A refor- mulation and synthesis, International Economics and Development; Essays in Honor of Haul Prebisch, L.E. Di Marco, ed., (New York; Academic Press, 1972).",
        "Diewert, W.E., Applications of duality theory, Frontiers of quantitative economics, II, M.D. Intriligator and U.k. Kendrick, eds., (Amsterdam; North-Holland, 1974).",
        "Dixit, A., ~A model of trade in oil and capital, Princeton University, August 1981, mime o.",
        "Dixit, A. and V. Norman, Theory of international trade, (London: Nisbet and Cambridge University Press, 1980).",
        "Findlay, R. and C.A. Rodriguez, Intermediate imports and macroeconomic policy under flexible exchange rates, Canadian Journal of Economics, X (1977), 208-217.",
        "Helpman, E., An exploration in the theory of exchange rate regimes, Journal of Political Econonw, LXXXIX (1981), 865-890.",
        "Helpman, E. and A. Bazin, t~ynamics of a floating exchange rate regime, Journal of Political Econow, XC (1982), 728~75I4.",
        "Khang, C., An isovalue locus involving intermediate goods and its applications to the pure theory of international trade, Journal of International Economics, I (1971), 315-325.",
        "Lipton, 0. and J.D. Sachs, Accumulation and growth in a two-country model, NBER Working Paper No. 572, October 1980.",
        "McKinnon, R.I., Exchange-rate instability, trade imbalances, and monetary policies in Japan and the United States, Issues in international economics, P. Oppenheimer, ed., (Stocksfield; Oriel Press, 1978).",
        "Marion, N.?., Nontra.ded goods, oil price increases and the current account, NBEk~ Working Paper No. 759, September 1981.",
        "Marion, N.P. and L.E.O. Svensson, World equilibrium with oil price increases, IIEE Seminar Paper No. 191, December 1981.",
        "Miller, Norman C., A general eq~ui1ibrium theory of international capital flows, Economic Journal, LXXVIII (1968), 312-320.",
        "Obstfeld, M., Intermediate imports, the terms of trade, and the iynamics of the exchange rate and the current account, Journal of International Economics, X (1980), 461-480.",
        "Persson, T., The neutrality of money and the analysis of alternative exchange rate regiixes, lIES Seminar Paper No. 166, January 1981.",
        "Sachs, J.D., The current account and macroeconomic adjustment in the 197Os, BrookinAs Papers on Economic Activity 1:1981, 201-268.",
        "Sachs, J.D., Ener~r and growth under flexible exchange rates; A similation study, The international transmission of economic disturbances under flexible exchange rates, J. Bhandari and B. Putnam, eds., (Cambridge, MA; M.I.T. Press, 1982a).",
        "Scandanavian Journal of Economics, LXXXIV (l982t), forthcoming. Scbmid, M., A model of trade in money, goods and factors, Journal of International Economics, VI (1916), 347-361.",
        "Svensson, Jars E.O., Oil prices and a small oil-importing economys welfare and trade balance: an intertemporal analysis, IIES Seminar Paper No. 184, October 1981.",
        "Svensson, L.E.O. and A. Bazin, The terms of trade and the current account; The Harberger-Laursen-Metzler effect, Journal of Political Econonv, XC (1982), forthcoming.",
        "Varian, H.R., Microeconomic analysis (New York: Norton, 1982).",
        "Woodland, A.0., International trade and resource allocation, University of British Columbia, unpublished manuscript, 1981."
    ]
}