{
    "id": 9911,
    "cites": 13,
    "cited_by": 10,
    "reference": [
        "Lang, Kevin. Persistent Wage Dispersion and Involuntary Unemployment. Quarterly Jour- nal of Economics 1U6 (1991), 181-2U2.",
        "Hwang, Hae-shin, Dale T. Mortensen and W. Robert Reed. Hedonic Wages and Labor Market Search. Journal of Labor Economics 16 (1998), 815-47.",
        "Butters, Gerard R. Equilibrium Distributions of Sales and Advertising Prices. Review of Economic Studies 44 (1977), 465-91.",
        "Hosios, Arthur J. Layoffs, Recruitment and Interfirm Mobility. Journal of Labor Economics 4 (1986), 473-5U2.",
        "Fuchs, Victor R., Alan B. Krueger and James M. Poterba. Economists Views about Parame- ters, Values, and Policies: Survey Results in Labor and Public Economics, Journal of Economic Literature, 36 (1998), 1387-1425.",
        "Altonji, Joseph G. and Christina H. Paxson. Labor Supply Preferences, Hours Constraints, and Hours-Wage Trade-Offs. Journal of Labor Economics 6(2) (1988), 254-76.",
        "Lang, Kevin and Shulamit Kahn. Hours Constraints, in G. Picot and G. Wong, eds., Working Time in Comparative Perspective, Volume I (Kalamazoo, MI: Upjohn Institute, 2UU1). Lang, Kevin and Robert W. Rosenthal. The Contractors Game. RAND Journal of Eco- nomics 22(3) (1991), 329-38.",
        "Lucas, Robert E.B. Hedonic Price Functions. Economic Inquiry 31(1975), 157-78.",
        "Mortensen, Dale T. Equilibrium Unemployment with Wage Posting: Burdett-Mortensen meet Pissarides, in H. Bunzel, B.J. Christiansen, P. Jensen, N.M. Kiefer and D.T. Mortensen, eds., 32 Panel Data and Structural Labor Market Models (Amsterdam: Elsevier, 2000).",
        "Rosen, Sherwin. Hedonic Prices and Implicit Markets: Product Differentiation in Pure Competition. Journal of Political Economy 82 (1974), 34-55.",
        "Rosen, Sherwin. The Theory of Equalizing Differences, in 0. Ashenfelter and R. Layard, eds., Handbook of Labor Economics (Amsterdam: North-Holland, 1986).",
        "Sattinger, Michael. Differential Rents and the Distribution of Earnings. Oxford Economic Papers 31(1979), 60-71.",
        "Brown, Charles. Equalizing Differences in the Labor Market. Quarterly Journal of Eco- nomics 94 (198U), 113-34. Burdett, Kenneth and Dale T. Mortensen. Wage Differentials, Employer Size, and Unem- ployment, International Economic Review, 39 (1998), 257-73."
    ]
}