{
    "id": 9912,
    "cites": 17,
    "cited_by": 4,
    "reference": [
        "Arrow, Kenneth J. 1963. Ã\u0082â\u0080\u009cUncertainty and the Welfare Economics of Medical Care.Ã\u0082â\u0080\u009d American Economic Review 53(3):941-73.",
        "Basmann , R. 1960 Ã\u0082â\u0080\u009cOn Finite Sample Distributions of Generalized Classical Linear Indentifiability Test Statistics.Ã\u0082â\u0080\u009d Journal of the American Statistical Association, 55:650-659.",
        "Besley, Timothy and Case, Anne. 1993 Ã\u0082â\u0080\u009cModelling Technology Adoption in Developing Countries.Ã\u0082â\u0080\u009d American Economic Review, 83(2):396-402.",
        "Blendon, Robert J., John M. Benson, Mollyann Brodie, Mario Brossard, Drew E. Altman, Richard Morin. 1997. Ã\u0082â\u0080\u009cWhat Do Americans Know About Entitlements?Ã\u0082â\u0080\u009d Health Affairs 16(5):111-116.",
        "Blustein J. and WeissL.J. 1998 The Use of Mammography by Women Aged 75 and Older: Factors Related to Health, Functioning, and Age. Journal of the American Geriatrics Society 46(8):941-6.",
        "Barents Group, LLC, Project HOPE Center for Health Affairs, Westat, Inc. Ã\u0082â\u0080\u009cCMS Market Research for Beneficiaries: Summary Report on the General Medicare Population.Ã\u0082â\u0080\u009d Draft prepared for the Health Care Financing Administration. July 1998.",
        "Govaert, T.M.E. et al. 1994. The Efficacy of Influenza Vaccination in Elderly Individuals. JAMA 272:1661-1665.",
        "Heckman, James J. and Thomas E. MaCurdy. 1985. A Simultaneous Equations Linear Probability Model. Canadian Journal of Economics 18:28-37.",
        "Hsieh, Chee-Ruey and Shin-Jong Lin. 1997. Ã\u0082â\u0080\u009cHealth Information and the Demand for Preventive Care Among the Elderly in Taiwan.Ã\u0082â\u0080\u009d Journal of Human Resources 32(2): 308-333.",
        "Isaacs, Stephen L. 1996 Ã\u0082â\u0080\u009cConsumers Information Needs: Results of a National Survey.Ã\u0082â\u0080\u009d Health Affairs 15(4):31-41.",
        "Kenkel, Don. 1990. Ã\u0082â\u0080\u009cConsumer Health Information and the Demand for Medical Care.Ã\u0082â\u0080\u009d Review of Economics and Statistics 72(3):587-95.",
        "McBean, A.Marshall. et al. 1993. The Impact and Cost of Influenza in the Elderly. Archives of Internal Medicine 153:2105-2111.",
        "McCall, Nelda, Thomas Rice, and Judith Sangl. 1986. Ã\u0082â\u0080\u009cConsumer Knowledge of Medicare and Supplemental Health Insurance Benefits.Ã\u0082â\u0080\u009d HSR: Health Services Research 20(6):633-657.",
        "Mullahy, John. Ã\u0082â\u0080\u009cItÃ\u0082â\u0080\u0099ll Only Hurt a Second? Microeconomic Determinants of Who Gets Flu Shots.Ã\u0082â\u0080\u009d Health Economics 8(1) (February 1999): 9-24.",
        "Pauly, Mark V. and Mark Satherthwaite. 1981. Ã\u0082â\u0080\u009cThe Pricing of Primary Care PhysiciansÃ\u0082â\u0080\u0099 Services: A Test of the Role of Consumer Information.Ã\u0082â\u0080\u009d Bell Journal of Economics 12(2):488-506.",
        "Rosenquist, C.J. and Lindfors, K.K. 1998. Sreening Mammography Beginning at Age 40 years: a Reappraisal of Cost-effectiveness. Cancer 82(11):2235-40.",
        "Wolstenholme, J.L., Smith, S.J. and Wynes, D.K. 1998. The Cost of Treating Breast Cancer in the United Kingdom: Implications for Screening. International Journal of Technology Assessment in Health Care. 14(2):277-89."
    ]
}