{
    "id": 9915,
    "cites": 20,
    "cited_by": 2,
    "reference": [
        "Carr, P., Wu, L., 2003a. Time-changed Levy processes and option pricing. Journal of Financial Economics, forthcoming , xxx-xxx.",
        "Carr, P., Wu, L., 2003b. What type of process underlies options? A simple robust test. Journal of Finance, forthcoming , xxx-xxx.",
        "Chan, K., 1999. Pricing contingent claims on stocks driven by Levy processes. Annals of Applied Probability 9, 504-528.",
        "Chernov, M., Gallant, A. R., Ghysels, E., Tauchen, G. T., 2002. Alternative models of stock price dynamics. Journal of Econometrics, forthcoming , xxx-xxx.",
        "Ding, Z., Granger, C. W., Engle, R. F., 1993. A long memory property of stock market returns and a new model markets. Journal of Empirical Finance 1, 83-106.",
        "Eberlein, E., Keller, U., Prause, K., 1998. New insights into smile, mispricing and Value at Risk: The hyperbolic model. Journal of Business 71, 371-405.",
        "Eberlein, E., Ramble, 5., 1999. Term structure models driven by general Levy processes. Mathematical Finance 9, 31-53.",
        "Eraker, B., Johannes, M. S., Polson, N., 2003. The impact of jumps in equity index volatility and returns. Journal of Finance, forthcoming , xxx-xxx.",
        "Haaser, N. B., Sullivan, J. A., 1991. Real Analysis. Dover, New York.",
        "Bertoin, J., 1998. Levy Processes. Cambridge University Press, Cambridge, UK.",
        "Carr, P., Geman, H., Madan, D. B., Yor, M., 2002. The fine structure of asset returns: An empirical investigation. Journal of Business 75, 305-332.",
        "Abramowitz, M., Stegun, I. A., 1972. Handbook of Mathematical Functions. Dover, New York, N.Y.",
        "Alt-Sahalia, Y., 2002a. Maximum-likelihood estimation of discretely-sampled diffusions: A closed-form approximation approach. Econometrica 70, 223-262.",
        "Andersen, T. G., Bollerslev, T., Diebold, F. X., Labys, P., 2003. Modeling and forecasting realized volatility. Econometrica 71, 579-625.",
        "Alt-Sahalia, Y., Mykland, P. A., 2003a. The effects of random and discrete sampling when estimating continuous-time diffusions. Econometrica 71, 483-549.",
        "Alt-Sahalia, Y., Mykland, P. A., 2003b. How often to sample a continuous-time process in the presence of market microstructure noise. Tech. rep., Princeton University.",
        "Beckers, 5., 1981. A note on estimating the parameters of the diffusion-jump model of stock returns. The Journal of Financial and Quantitative Analysis 16, 127-140.",
        "Barndorff-Nielsen, 0. E., Shephard, N., 2002. Power variation with stochastic volatility and jumps. Tech. rep., University of Aarhus.",
        "Ball, C. A., Torous, W. N., 1983. A simplified jump process for common stock returns. The Journal of Financial and Quantitative Analysis 18, 53-65.",
        "Andersen, T. G., Bollerslev, T., 1997. Intraday periodicity and volatility persistence in financial markets. Journal of Empirical Finance 4, 115-158."
    ]
}