{
    "id": 9916,
    "cites": 40,
    "cited_by": 4,
    "reference": [
        "Altig, David, et al. Ã\u0082â\u0080\u009cSimulating Fundamental Tax Reform in the United States.Ã\u0082â\u0080\u009d American Economic Review. 91(3), June 2001: 574-95.",
        "American Council for Capital Formation. Ã\u0082â\u0080\u009cThe Role of Federal Tax Policy and Regulatory Reform in Promoting Economic Recovery and Long-Term GrowthÃ\u0082â\u0080\u009d Congressional Testimony, November 28, 2001.",
        "Auerbach, Alan J. Ã\u0082â\u0080\u009cCorporate Taxation in the United States.Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity. 2, 1983: 451-505.",
        "Auerbach, Alan J. and Laurence J. Kotlikoff. Dynamic Fiscal Policy. Cambridge: Cambridge University Press, 1987.",
        "Barro, Robert J. and Chaipat Sahasakul. Ã\u0082â\u0080\u009cMeasuring the Average Marginal Tax Rate from the Individual Income Tax.Ã\u0082â\u0080\u009d Journal of Business. 56, October 1983: 419-52.",
        "Besley, Timothy J., and Harvey S. Rosen. Ã\u0082â\u0080\u009cSales Taxes and Prices: An Empirical Analysis.Ã\u0082â\u0080\u009d National Tax Journal. 52(2), June 1999: 157-78.",
        "Cochrane, John H. Ã\u0082â\u0080\u009cProduction-Based Asset Pricing and the Link between Stock Returns and Economic Fluctuations.Ã\u0082â\u0080\u009d Journal of Finance. 46(1), March 1991: 209-37.",
        "Cragg, John G. Arnold C. Harberger, and Peter Mieszkowski. Ã\u0082â\u0080\u009cEmpirical Evidence on the Incidence of the Corporation Income Tax.Ã\u0082â\u0080\u009d Journal of Political Economy. 75(6), December 1967: 811-821.",
        "Cummins, Jason G., Kevin A. Hassett, and R. Glenn Hubbard. Ã\u0082â\u0080\u009cA Reconsideration of Investment Behavior Using Tax Reforms as Natural Experiments.Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity. 2, 1994: 1-59.",
        "Due, John F. Ã\u0082â\u0080\u009cThe Effect of the 1954 Reduction in Federal Excise Taxes on the List Prices of Electrical Appliances.Ã\u0082â\u0080\u009d National Tax Journal. 7(3), September 1954: 222-6.",
        "Evans, William N. Jeanne S. Ringel, and Diana Stech. Ã\u0082â\u0080\u009cTobacco Taxes and Public Policy to Discourage Smoking.Ã\u0082â\u0080\u009d Tax Policy and the Economy. 13, 1999: 1-55.",
        "Feldstein, Martin S, Louis Dicks-Mireaux, and James Poterba. Ã\u0082â\u0080\u009cThe Effective Tax Rate and the Pretax Rate of Return.Ã\u0082â\u0080\u009d Journal of Public Economics. 21(2), July 1983: 129-58.",
        "Feldstein, Martin S. and Lawrence Summers. Ã\u0082â\u0080\u009cInflation, Tax Rules, and the Long-Term Interest Rate.Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity. 1, 1978: 61-99.",
        "Fisher, Irving. The Theory of Interest. New York: Macmillan, 1930.",
        "Goode, Richard. Ã\u0082â\u0080\u009cRates of Return, Income Shares, and Corporate Tax Incidence.Ã\u0082â\u0080\u009d in Marian Krzyzaniak, ed. Effects of Corporation Income Tax. Detroit: Wayne State University Press, 1966.",
        "Gordon, Robert J. Ã\u0082â\u0080\u009cSpecification Bias and Corporate Tax Incidence.Ã\u0082â\u0080\u009d National Tax Journal. 23(4), December 1970: 373-78.",
        "Gordon, Robert J. The Measurement of Durable Goods Prices. Chicago: University of Chicago Press (for NBER), 1990.",
        "Griliches, Zvi and Dale W. Jorgenson. Ã\u0082â\u0080\u009cSources of Measured Productivity Change: Capital Input.Ã\u0082â\u0080\u009d American Economic Review. 56(1), March 1966: 50-61.",
        "Haig, Robert M. and Carl Shoup. The Sales Tax in the American States. New York: Columbia University Press, 1934.",
        "Hall, Robert E. Ã\u0082â\u0080\u009dStochastic Implications of the Life Cycle-Permanent Income Hypothesis: Theory and Evidence.Ã\u0082â\u0080\u009d Journal of Political Economy. 86(6), December 1978: 971-87.",
        "Hall, Robert E. Ã\u0082â\u0080\u009cIntertemporal Substitution in Consumption.Ã\u0082â\u0080\u009d Journal of Political Economy. 96(2), April 1988: 339-57.",
        "Hall, Robert E. and Dale W. Jorgenson. Ã\u0082â\u0080\u009cTax Policy and Investment Behavior.Ã\u0082â\u0080\u009d American Economic Review. 57(3), June 1967: 391-414.",
        "Harberger, Arnold C. Ã\u0082â\u0080\u009cThe Incidence of the Corporation Income Tax.Ã\u0082â\u0080\u009d Journal of Political Economy. 70, 1962: 215-40.",
        "Hwang, Jason and Casey B. Mulligan. Ã\u0082â\u0080\u009cMacroeconomic Distortions and Specification Errors: Some Descriptive Statistics.Ã\u0082â\u0080\u009d working paper, Harvard University, February 2003.",
        "Kendrick, John W. Productivity Trends in the United States. Princeton: Princeton University Press, 1961.",
        "Krzyzaniak, Marian, and Richard A. Musgrave. The Shifting of the Corporation Income Tax. Baltimore, MD: Johns Hopkins Press, 1963.",
        "Lucas, Robert E., Jr. Ã\u0082â\u0080\u009cSupply-Side Economics: An Analytical Review.Ã\u0082â\u0080\u009d Oxford Economic Papers. 42(2), April 1990: 293-316.",
        "McGrattan, Ellen R. and Edward C. Prescott. Ã\u0082â\u0080\u009cTaxes, Regulations, and Asset Prices.Ã\u0082â\u0080\u009d NBER working paper 8623, December 2001.",
        "Mendoza, Enrique G. Assaf Razin and Linda L. Tesar. Ã\u0082â\u0080\u009cEffective Tax Rates in Macroeconomics: Cross-Country Estimates of Tax Rates on Factor Incomes and Consumption.Ã\u0082â\u0080\u009d Journal of Monetary Economics. 34(3), December 1994: 297-323.",
        "Mulligan, Casey B. Ã\u0082â\u0080\u009cA Dual Method of Empirically Evaluating Dynamic Competitive Equilibrium Models with Distortionary Taxes: Evaluating the Stochastic Margins.Ã\u0082â\u0080\u009d Manuscript, University of Chicago, January 2001.",
        "Mulligan, Casey B. Ã\u0082â\u0080\u009cA Dual Method of Empirically Evaluating Dynamic Competitive Equilibrium Models with Market Distortions, Applied to the Great Depression and World War II.Ã\u0082â\u0080\u009d NBER working paper no. 8775, February 2002a.",
        "Mulligan, Casey B. Ã\u0082â\u0080\u009cCapital, Interest, and Aggregate Intertemporal Substitution.Ã\u0082â\u0080\u009d NBER Working paper 9373, December 2002b.",
        "Mulligan, Casey B. Ã\u0082â\u0080\u009cCapital Tax Incidence: First Impressions from the Time Series.Ã\u0082â\u0080\u009d NBER Working paper 9374, December 2002c.",
        "Mulligan, Casey B. and Justin G. Marion. Ã\u0082â\u0080\u009cAverage Marginal Tax Rates Revisited: Comment.Ã\u0082â\u0080\u009d Working paper, University of Chicago, August 2000.",
        "Parker, Robert P., et al. Ã\u0082â\u0080\u009cPreview of the Comprehensive Revision of the National Income and Product Accounts: Recognition of Government Investment and Incorporation of a New Methodology for Calculating Depreciation.Ã\u0082â\u0080\u009d Survey of Current Business. 75(9), September 1995: 33-41.",
        "Poterba, James M. Ã\u0082â\u0080\u009cRetail Price Reactions to Changes in State and Local Sales Taxes.Ã\u0082â\u0080\u009d National Tax Journal. 49, June 1996: 165-76.",
        "Sidhu, Nancy D. Ã\u0082â\u0080\u009cThe Effects of Changes in Sales Tax Rates on Retail Prices.Ã\u0082â\u0080\u009d in Proceedings of the Sixth-Fourth Annual Conference on Taxation. 720-33. Columbus: National Tax Association Ã\u0082â\u0080\u0093 Tax Institute of America, 1971.",
        "Slitor, Richard E. Ã\u0082â\u0080\u009cCorporate Tax Incidence: Economic Adjustments to Differentials under a Two-Tier Tax Structure.Ã\u0082â\u0080\u009d in Marian Krzyzaniak, ed. Effects of Corporation Income Tax. Detroit: Wayne State University Press, 1966.",
        "Stephenson, E.F. Ã\u0082â\u0080\u009cAverage Marginal Tax Rates Revisited.Ã\u0082â\u0080\u009d Journal of Monetary Economics. 41, 1998: 389-409.",
        "Stokey, Nancy L. and Sergio Rebelo. Ã\u0082â\u0080\u009cGrowth Effects of Flat-Rate Taxes.Ã\u0082â\u0080\u009d Journal of Political Economy. 103(3), June 1995: 519-50."
    ]
}