{
    "id": 9917,
    "cites": 12,
    "cited_by": 6,
    "reference": [
        "Akerlof, George A. Ã\u0082â\u0080\u009cProcrastination and Obedience.Ã\u0082â\u0080\u009d American Economic Review, May 1991 (Papers and Proceedings), 81(2), pp. 1-19.",
        "Choi, James J.; Laibson, David; Madrian, Brigitte and Metrick, Andrew. Ã\u0082â\u0080\u009cDefined Contribution Pensions: Plan Rules, Participant Decisions, and the Path of Least Resistance,Ã\u0082â\u0080\u009d in James M. Poterba, ed., Tax Policy and the Economy, Vol. 16. Cambridge, MA: MIT Press, 2002a, pp. 67-113.",
        "Choi, James J.; Laibson, David; Madrian, Brigitte and Metrick, Andrew. Ã\u0082â\u0080\u009cActive Decisions: A Natural Experiment in Saving.Ã\u0082â\u0080\u009d Mimeo, Harvard University, 2002b.",
        "Choi, James J.; Laibson, David; Madrian, Brigitte and Metrick, Andrew. Ã\u0082â\u0080\u009cOptimal Defaults.Ã\u0082â\u0080\u009d American Economic Review, May 2003a (Papers and Proceedings), 93(2), pp. 180-185.",
        "Choi, James J.; Laibson, David; Madrian, Brigitte and Metrick, Andrew. Ã\u0082â\u0080\u009cFor Better or For Worse: Default Effects and 401(k) Savings Behavior,Ã\u0082â\u0080\u009d in David Wise, ed., Perspectives in the Economics of Aging. Chicago: University of Chicago Press, 2003b.",
        "Kahneman, Daniel and Tversky, Amos. Ã\u0082â\u0080\u009cProspect Theory: An Analysis of Decision under Risk.Ã\u0082â\u0080\u009d Econometrica, March 1979, 47(2), pp. 263-292.",
        "Laibson, David. Ã\u0082â\u0080\u009cGolden Eggs and Hyperbolic Discounting.Ã\u0082â\u0080\u009d Quarterly Journal of Economics, May 1997, 112(2), pp. 443-77.",
        "Laibson, David; Repetto, Andrea and Tobacman, Jeremy. Ã\u0082â\u0080\u009cInstant Gratification Over the Lifecycle.Ã\u0082â\u0080\u009d Mimeo, Harvard University, 2003.",
        "Madrian, Brigitte C. and Shea, Dennis. Ã\u0082â\u0080\u009cThe Power of Suggestion: Inertia in 401(k) Participation and Savings Behavior.Ã\u0082â\u0080\u009d Quarterly Journal of Economics, November 2001, 116(4), pp. 1149-1187.",
        "OÃ\u0082â\u0080\u0099Donoghue, Ted and Rabin, Matthew. Ã\u0082â\u0080\u009cDoing It Now or Later.Ã\u0082â\u0080\u009d American Economic Review, March 1999, 89(1), pp. 103-24.",
        "Samuelson, William and Zeckhauser, Richard. Ã\u0082â\u0080\u009cStatus Quo Bias in Decision Making.Ã\u0082â\u0080\u009d Journal of Risk and Uncertainty, March 1988, 1(1), pp. 7-59.",
        "Sunstein, Cass, and Thaler, Richard H. Ã\u0082â\u0080\u009cPaternalism.Ã\u0082â\u0080\u009d American Economic Review, May 2003a (Papers and Proceedings), 93(2), pp. 175-179."
    ]
}