{
    "id": 9929,
    "cites": 13,
    "cited_by": 4,
    "reference": [
        "[10] Ireland, Peter (1997), Sustainable Monetary Policies. Journal of Economic Dynamics and Control 22 (November): 87-108.",
        "[11] Kimball, Miles 5. (1995). The Quantitative Analytics of the Basic Neomonetarist Model, Journal of Money, Credit, and Banking, 27, 1241-1277.",
        "[12] King, Robert G. and Alexander L. Wolman (1999), What Should the Monetary Authority Do When Prices Are Sticky? in Monetary Policy Rules, John Taylor, ed. University of Chicago Press, 349-398",
        "[13] Kydland, Finn E. and Edward C. Prescott (1977), Rules Rather than Discretion: The Inconsistency of Optimal Plans, Journal of Political Economy 85, ~ 73-~ 92.",
        "[14] Rotemberg, Julio J. (1987), The New Keynesian Microfoundations, NBER Macroeconomics Annual, MIT Press: Cambridge, MA. 24",
        "[15] Wolman, Alexander L. (2001), A Primer on Optimal Monetary Policy in Sticky Price Models, Federal Reserve Bank of Richmond Economic Quarterly 87, 2752.",
        "[1] Albanesi, Stefania, V.V. Chari and Lawrence Christiano (2002), Expectations Traps and Monetary Policy, NBER Working Paper 8912.",
        "[2] Barro, Robert and David B. Gordon (1983), A Positive Theory of Monetary Policy in a Natural Rate Model, Journal of Political Economy 91, 589-610.",
        "[8] Glomm, Gerhard and B. Ravikumar (1995), Endogenous Public Policy and Multiple Equilibria. European Journal of Political Economy 11, 653-662.",
        "[7] Ennis, Huberto M. and Todd Keister (forthcoming), Government Policy and the Probability of Coordination Failures, European Economic Review.",
        "[5] Cooper, Russell W. and A. Andrew John (1988), Coordinating Coordination Failures in Keynesian Models, Quarterly Journal of Economics 103, 441-463.",
        "[4] Clarida, Richard, Jordi Gali and Mark Gertler (1999), The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature 37, 16611707.",
        "[3] Blanchard, Olivier J. and Nobuhiro Kiyotaki (1987), Monopolistic Competition and the Effects of Aggregate Demand, American Economic Review 77, 647-666."
    ]
}