{
    "id": 9930,
    "cites": 47,
    "cited_by": 12,
    "reference": [
        "Andrade, Gregor and Steven Kaplan, 1997, Ã\u0082â\u0080\u009cHow Costly is Financial (not Economic) Distress? Evidence from Highly Leveraged Transactions that Became Distressed,Ã\u0082â\u0080\u009d Journal of Finance, Volume 53, 1443-1494.",
        "Barclay, Michael and Clifford Smith, 1995a, Ã\u0082â\u0080\u009cThe Maturity Structure of Corporate Debt,Ã\u0082â\u0080\u009d Journal of Finance 50, 609-631.",
        "Barclay, Michael and Clifford Smith, 1995b, Ã\u0082â\u0080\u009cThe Priority Structure of Corporate Liabilities,Ã\u0082â\u0080\u009d Journal of Finance 50, 899-917.",
        "Ben Dor, Arik, 2002, The determinants of insiders selling in IPOsAn empirical analysis Northwestern working paper.",
        "Berger, Allen N., and Gregory F. Udell, 1995, Ã\u0082â\u0080\u009cSmall firms, commercial lines of credit, and collateral,Ã\u0082â\u0080\u009d Journal of Business 68, 351-382.",
        "Bernanke, Ben, and Cara Lown, 1991, Ã\u0082â\u0080\u009cThe Credit CrunchÃ\u0082â\u0080\u009d Brookings Papers on Economic Activity 1991, 205-239.",
        "Bolton, P. and D. Scharfstein, 1996, Ã\u0082â\u0080\u009cOptimal Debt Structure and the Number of Creditors,Ã\u0082â\u0080\u009d Journal of Political Economy 104, 1-25.",
        "Bradley, Michael, Gregg Jarrell, and E. Han Kim, 1984, Ã\u0082â\u0080\u009cOn the Existence of an Optimal Capital Structure,Ã\u0082â\u0080\u009d Journal of Finance 39, 857-887.",
        "Cantillo, Miguel and Julian Wright, 2000, Ã\u0082â\u0080\u009cHow Do Firms Choose Their Lenders? An Empirical Investigation,Ã\u0082â\u0080\u009d Review of Financial Studies 13, 155-189.",
        "Carey, Mark, Mitch Post, and Steven Sharpe, 1998, Does Corporate Lending by Banks and Finance Companies Differ? Evidence on Specialization in Private Debt Contracting Journal of Finance 53, 845-878.",
        "Dennis, Steven, Debarshi Nandy, and Ian G. Sharpe, 2000, The Determinants of Contract Terms in Bank Revolving Credit Agreements, Journal of Financial and Quantitative Analysis 35, 87-110.",
        "Diamond, Doug, 1984, Ã\u0082â\u0080\u009cFinancial intermediation and delegated monitoring,Ã\u0082â\u0080\u009d Review of Economic Studies 51, 393-414.",
        "Diamond, Doug, 1991, Ã\u0082â\u0080\u009cMonitoring and reputation: the choice between bank loans and directly placed debt,Ã\u0082â\u0080\u009d Journal of Political Economy 99, 688-721.",
        "Fama, Eugene, 1985, Ã\u0082â\u0080\u009cWhats different about banks?,Ã\u0082â\u0080\u009d Journal of Monetary Economics 15, 29-36.",
        "Faulkender, Michael, 2003, Hedging or Market Timing? Selecting the Interest Rate Exposure of Corporate Debt, Washington University in St Louis working paper.",
        "Fisher, Edwin, Robert Heinkel, and Josef Zechner, 1989, Ã\u0082â\u0080\u009cDynamic Capital Structure Choice: Theory and Tests,Ã\u0082â\u0080\u009d Journal of Finance 44, 19-40.",
        "Gilson, Stuart, and Jerold Warner, 2000, Private Versus Public Debt: Evidence from Firms that Replace Bank Loans with Junk Bonds, Harvard Business School working paper.",
        "Graham, John, 1996, Ã\u0082â\u0080\u009cDebt and the marginal tax rate,Ã\u0082â\u0080\u009d Journal of Financial Economics 41, 41-74.",
        "Graham, John, Michael Lemmon, and James Schallheim, 1998, Ã\u0082â\u0080\u009cDebt, Leases, Taxes and the Endogeneity of Corporate Tax Status,Ã\u0082â\u0080\u009d Journal of Finance 53, 131-162.",
        "Guedes, Jose, and Tim Opler, 1996, Ã\u0082â\u0080\u009cThe Determinants of the Maturity of Corporate Debt Issues,Ã\u0082â\u0080\u009d Journal of Finance 51, 1809-1833.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein, 1990 a, Ã\u0082â\u0080\u009cBank monitoring and investment: evidence from the changing structure of Japanese corporate banking relationships,Ã\u0082â\u0080\u009d in R. Glenn Hubbard ed.: Asymmetric Information, Corporate Finance and Investment, (University of Chicago Press, Chicago, IL).",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein, 1990 b, Ã\u0082â\u0080\u009cThe Role of banks in reducing the costs of financial distress in Japan,Ã\u0082â\u0080\u009d Journal of Financial Economics 27, 67-88.",
        "Houston, Joel, and Christopher James, 1996, Ã\u0082â\u0080\u009cBank Information Monopolies and the Mix of Private and Public Debt Claims,Ã\u0082â\u0080\u009d Journal of Finance 51, 1863-1889.",
        "Hovakimain, Armen, Tim Opler, and Sheridan Titman, 2001, Ã\u0082â\u0080\u009cThe Debt-Equity Choice,Ã\u0082â\u0080\u009d Journal of Financial and Quantitative Analysis 36, 1-24.",
        "Johnson, Shane A., 1997, An Empirical Analysis of the Determinants of Corporate Debt Ownership Structure, Journal of Financial and Quantitative Analysis 32, 47-69.",
        "Johnson, Shane A., 2003, Debt Maturity and the Effects of Growth Opportunities and Liquidity Risk on Leverage, Review of Financial Studies 16, 209-236.",
        "Ju, Nengjiu, Robert Parrino, Allen M. Poteshman, and Michael S. Weisbach, 2003 Ã\u0082â\u0080\u009cHorses and Rabbits? Optimal Dynamic Capital Structure from Shareholder and Manager PerspectivesÃ\u0082â\u0080\u009d University of Illinois working paper.",
        "Korajczyk, R., D. Lucas, and R. McDonald, 1990, Ã\u0082â\u0080\u009cThe Effects of Information Releases on the Pricing and Timing of Equity Issues,Ã\u0082â\u0080\u009d Review of Financial Studies 4, 685-708.",
        "Krishnaswami, Sudha, Paul A. Spindt, and Venkat Subramaniam, 1999, Information Asymmetry. Monitoring, and the Placement of Corporate Debt, Journal of Financial Economics 51, 407-434.",
        "Mackie-Mason, Jeffrey, 1990, Ã\u0082â\u0080\u009cDo Taxes Affect Corporate Financing Decisions?,Ã\u0082â\u0080\u009d Journal of Finance 45, 1471-1493.",
        "Mester, Loretta, Leonard Nakamura, and Micheline Renault, 1998, Ã\u0082â\u0080\u009cChecking Accounts and Bank Monitoring,Ã\u0082â\u0080\u009d Federal Reserve Bank of Philadelphia working paper.",
        "Modigliani, F. and M. Miller, 1958, Ã\u0082â\u0080\u009cThe Cost of Capital, Corporation Finance and the Theory of Investment,Ã\u0082â\u0080\u009d American Economic Review 48, 261-297.",
        "Myers, S.C., 1977, Ã\u0082â\u0080\u009cThe Determinants of Corporate Borrowing,Ã\u0082â\u0080\u009d Journal of Financial Economics 5, 146-175.",
        "Opler, Tim, Lee Pinkowitz, Rene Stulz, and Rohan Williamson, 1999, The Determinants and Implications of Corporate Cash Holdings, Journal of Financial Economics 52, 3-46.",
        "Petersen, Mitchell, and Raghuram G. Rajan, 1994, Ã\u0082â\u0080\u009cThe benefits of lending relationships,Ã\u0082â\u0080\u009d Journal of Finance 49, 3-37.",
        "Rajan, Raghu, 1992, Ã\u0082â\u0080\u009cInsiders and Outsiders: The Choice Between Informed and ArmÃ\u0082â\u0080\u0099s Length Debt,Ã\u0082â\u0080\u009d Journal of Finance 47, 1367-1400.",
        "Rajan, Raghu, and Luigi Zingales, 1995, Ã\u0082â\u0080\u009cWhat Do We Know about Capital Structure? Some Evidence From International Data,Ã\u0082â\u0080\u009d Journal of Finance 50, 1421-1460.",
        "Ronn, Ehud, and Avinash Verma, 1986 Ã\u0082â\u0080\u009cPricing Risk-Adjusted Deposit Insurance: An Option-Based Model,Ã\u0082â\u0080\u009d Journal of Finance 41, 871-895.",
        "Schenone, Carola, 2002, Ã\u0082â\u0080\u009cÃ\u0082â\u0080\u009dThe Effect of Banking Relations on the Firms Cost of Equity Capital in its IPO,Ã\u0082â\u0080\u009d University of Minnesota working paper.",
        "Slovin, M. J., M.E. Sushka, and J. A. Poloncheck, 1993, Ã\u0082â\u0080\u009cThe Value of Bank Durability: Borrowers as Bank Stakeholders,Ã\u0082â\u0080\u009d Journal of Finance 49, 247-266.",
        "Staiger, Douglas and James H. Stock, 1997, Ã\u0082â\u0080\u009cInstrumental Variables Regression with Weak InstrumentsÃ\u0082â\u0080\u009d, Econometrica 65, 557-586.",
        "Stiglitz, J. and A. Weiss, 1981, Ã\u0082â\u0080\u009cCredit Rationing in Markets with Imperfect InformationÃ\u0082â\u0080\u009d, American Economic Review, 71, 393-410.",
        "Stohs, Mark, and David Mauer, 1996, The Determinants of Corporate Debt Maturity Structure, Journal of Business 69, 279-312.",
        "Sunder, Jayanthi, 2002, Information Spillovers and Capital Structure: Theory and Evidence Cornell working paper.",
        "Titman, Sheridan, and Roberto Wessels, 1988, Ã\u0082â\u0080\u009cThe Determinants of Capital Structure Choice,Ã\u0082â\u0080\u009d Journal of Finance 43, 1-19.",
        "Welch, Ivo, 2004, Capital Structure and Stock Returns, forthcoming Journal of Political Economy.",
        "Wooldridge, Jeff, 2001, Econometric Analysis of Cross Section and Panel Data, (MIT Press, Boston, MA)."
    ]
}