{
    "id": 9931,
    "cites": 144,
    "cited_by": 71,
    "reference": [
        "Abdel-Rahman, Hesham and Alex Anas. 2004. Theories of urban systems. In Vernon Henderson and Jacques-Francois Thisse (eds.) Handbook of Regional and Urban Economics, volume 4. Amsterdam: North-Holland.",
        "Abdel-Rahman, Hesham M. 1988. Product differentiation, monopolistic competition and city size. Regional Science and Urban Economics 18(1):69-86.",
        "Abdel-Rahman, Hesham M. 1990. Sharable inputs, product variety, and city sizes. Journal of Regional Science 30(3):359-374.",
        "Abdel-Rahman, Hesham M. 1994. Economies of scope in intermediate goods and a system of cities. Regional Science and Urban Economics 24(4):497-524.",
        "Abdel-Rahman, Hesham M. 1996. When do cities specialize in production? Regional Science and Urban Economics 26(1):1-22.",
        "Abdel-Rahman, Hesham M. and Masahisa Fujita. 1990. Product variety, Marshallian externalities, and city sizes. Journal of Regional Science 30(2):165-183.",
        "Abdel-Rahman, Hesham M. and Masahisa Fujita. 1993. Specialization and diversification in a system of cities. Journal of Urban Economics 33(2):159-184.",
        "Aghion, Philippe and Peter Howitt. 1992. A model of growth through creative destruction. Econometrica 6o(2):323-35 1.",
        "Alonso, William. 1964. Location and Land Use; Toward a General Theory of Land Rent. Cambridge, MA: Harvard University Press.",
        "Amiti, Mary and Christopher A. Pissarides. 2002. Trade and industrial location with heterogeneous labour. Processed, London School of Economics.",
        "Anderson, Simon P., AndrÃ\u0083Â© de Palma, and Jacques-Francois Thisse. 1992. Discrete Choice Theory of Product Differentiation. Cambridge, MA: MIT Press.",
        "Arnott, Richard J. and Joseph E. Stiglitz. 1979. Aggregate land rents, expenditure on public goods, and optimal city size. Quarterly Journal of Economics 93(4):471-500.",
        "Arrow, Kenneth J. 1962. The economic implications of learning by doing. Review of Economic Studies 29(3):155-173.",
        "Audretsch, David and Maryann Feldman. 2004. The geography of innovation and spillovers. In Vernon Henderson and Jacques-Francois Thisse (eds.) Handbook of Regional and Urban Economics, volume 4. Amsterdam: North-Holland.",
        "Bairoch, Paul. 1988. Cities and Economic Development: From the Dawn of History to the Present. Chicago: University of Chicago Press.",
        "Baldwin, Richard E. and Philippe Martin. 2004. Agglomeration and regional growth. In Vernon Henderson and Jacques-Francois Thisse (eds.) Handbook of Regional and Urban Economics, volume 4. Amsterdam: North-Holland.",
        "Banerjee, Abhijit V. 1992. A simple model of herd behavior. Quarterly Journal of Economics 1o7(3):797-817.",
        "Baumgardner, James R. 1988. The division of labor, local markets, and worker organization. Journal of Political Economy 96(3):509-527.",
        "Becker, Gary S. and Kevin M. Murphy 1992. The division of labor, coordination costs, and knowledge. Quarterly Journal of Economics 107(4): 1137-11 6o.",
        "Becker, Randy and J. Vernon Henderson. 2000. Intra-industry specialization and urban development. In Jean-Marie Huriot and Jacques-Francois Thisse (eds.) Economics of Cities: Theoretical Perspectives. Cambridge: Cambridge University Press, 138-166.",
        "Beckmann, Martin J. 1969. Distribution of urban rent and residential density Journal of Economic Theory 1(1):6o-67.",
        "Beckmann, Martin J. 1976. Spatial equilibrium in the dispersed city In Yorgos Y. Papageorgiou (ed.) Mathematical Land Use Theory. Lexington, MA: Lexington Books, 117-125.",
        "Berliant, Marcus, Shin-Kun Peng, and Ping Wang. 2002. Production externalities and urban configuration. Journal of Economic Theory 104(2) :275-303.",
        "Berliant, Marcus, Robert R. Reed, III, and Ping Wang. 2000. Knowledge exchange, matching, and agglomeration. Discussion Paper 135, Federal Reserve Bank of Minneapolis.",
        "Bertinelli, Luisito and Duncan Black. 2002. Urbanization and growth. Processed, Center for Operations Research and Econometrics, UniversitÃ\u0083Â© Catholique de Louvain.",
        "Bikhchandani, Sushil, David Hirshleifer, and Ivo Welch. 1992. A theory of fads, fashion, custom, and cultural-change as informational cascades. Journal of Political Economy loo(5):992-1o26.",
        "Bikhchandani, Sushil, David Hirshleifer, and Ivo Welch. 1998. Learning from the behavior of others: Conformity, fads, and informational cascades. Journal of Economic Perspectives 12(3): 15 1-170.",
        "Black, Duncan and J. Vernon Henderson. 1999. A theory of urban growth. Journal of Political Economy 1o7(2):252-284.",
        "Borukhov, Eli and Oded Hochman. 1977. Optimum and market equilibrium in a model of a city without a predetermined center. Environment and Planning A 9(8):849-856.",
        "Brueckner, Jan K. 1987. The structure of urban equilibria: A unified treatment of the Muth-Mills model. In Edwin S. Mills (ed.) Handbook of Regional and Urban Economics, volume 2. Amsterdam: North-Holland, 821-845.",
        "Brueckner, Jan K. 2000. Urban growth models with durable housing: An overview. In Jean-Marie Huriot and Jacques-Francois Thisse (eds.) Economics of Cities: Theoretical Perspectives. Cambridge: Cambridge University Press, 263-289.",
        "Brueckner, Jan K., Jacques-Francois Thisse, and Yves Zenou. 1999. Why is central Paris rich and downtown Detroit poor? An amenity-based theory European Economic Review 43(1):91-107.",
        "Brueckner, Jan K., Jacques-Francois Thisse, and Yves Zenou. 2002. Local labor markets, job matching, and urban location. International Economic Review 43(1):155-171.",
        "Buchanan, James M. 1965. An economic theory of clubs. Economica 32(125):1-14.",
        "Burchfield, Marcy, Henry G. Overman, Diego Puga, and Matthew A. Turner. 2003. Sprawl: A portrait from space. Processed, University of Toronto.",
        "Burdett, Kenneth, Shouyong Shi, and Randall Wright. 2001. Pricing and matching with frictions. Journal of Political Economy 109(5): io6o-io8~.",
        "Butters, Gerard R. 1977. Equilibrium distributions of sales and advertising prices. Review of Economic Studies 44(3):465-491.",
        "Chamberlin, Edward H. 1933. The Theory of Monopolistic Competition. Cambridge, MA: Harvard University Press.",
        "Chamley, Christophe and Douglas Gale. 1994. Information revelation and strategic delay in a model of investment. Econometrica 62(5):1o65-1o85.",
        "Coles, Melvyn G. 1994. Understanding the matching function: The role of newspapers and job agencies. Discussion Paper 939, Centre for Economic Policy Research.",
        "Coles, Melvyn G. and Jan Eeckhout. 2003. Indeterminacy and directed search. Journal of Economic Theory (forthcoming).",
        "Coles, Melvyn G. and Eric Smith. 1998. Marketplaces and matching. International Economic Review 39(1):239-255.",
        "Combes, Pierre-Philippe and Gilles Duranton. 2001. Labour pooling, labour poaching, and spatial clustering. Discussion Paper 2975, Centre for Economic Policy Research.",
        "Cronon, William. 1991. Natures Metropolis: Chicago and the Great West. New York: Norton.",
        "DeCoster, Gregory P. and William C. Strange. 1993. Spurious agglomeration. Journal of Urban Economics 33(3):273-304.",
        "Diamond, Peter A. 1982. Aggregate demand management in search equilibrium. Journal of Political Economy 90(5):881-894.",
        "Dixit, Avinash K. and Joseph E. Stiglitz. 1977. Monopolistic competition and optimum product diversity American Economic Review 67(3):297-3o8.",
        "Duranton, Gilles. 1998. Labor specialization, transport costs, and city size. Journal of Regional Science 38(4):553-573.",
        "Duranton, Gilles. 2000. Urbanization, urban structure, and growth. In Jean-Marie Huriot and Jacques-Francois Thisse (eds.) Economics of Cities: Theoretical Perspectives. Cambridge: Cambridge University Press, 290-317.",
        "Duranton, Gilles and Diego Puga. 2000. Diversity and specialisation in cities: Why, where and when does it matter? Urban Studies 37(3):533-555.",
        "Duranton, Gilles and Diego Puga. 200la. From sectoral to functional urban specialisation. Discussion Paper 2971, Centre for Economic Polic Research. Duranton, Gilles and Diego Puga. 200lb. Nursery cities: Urban diversity, process innovation, and the life cycle of products. American Economic Review 91(5):1454-1477. Eaton, Jonathan and Zvi Eckstein. 1997. Cities and growth: Theory and evidence from France and Japan. Regional Science and Urban Economics 27(4-5):443-474.",
        "Economides, Nicholas. 1989. Symmetric equilibrium existence and optimality in differentiated products markets. Journal of Economic Theory 47(1):178-194.",
        "Economides, Nicholas and Aloysius Siow. 1988. The division of markets is limited by the extent of liquidity (spatial competition with externalities). American Economic Review 78(1):1o8-121.",
        "Ellison, Glenn and Drew Fudenberg. 2003. Knife-edge or plateau: When do market models tip? Working Paper 9528, National Bureau of Economic Research.",
        "Flatters, Frank, J. Vernon Henderson, and Peter Mieszkowski. 1974. Public goods, efficiency, and regional fiscal equalization. Journal of Public Economics 3(2):99-112.",
        "Fosfuri, Andrea and Thomas RÃ\u0083Â¸nde. 2002. High-tech clusters, technological spillovers and trade secret laws. Processed, University of Mannheim.",
        "Fujita, Masahisa. 1988. A monopolistic competition model of spatial agglomeration: A differentiated product approach. Regional Science and Urban Economics 18(1):87-124.",
        "Fujita, Masahisa. 1989. Urban Economic Theory: Land Use and City Size. Cambridge: Cambridge University Press.",
        "Fujita, Masahisa. 2000. ThÃ\u0083Â¼nen and the new economic geography Discussion Paper 521, Kyoto Institute of Economic Research.",
        "Fujita, Masahisa and Nobuaki Hamaguchi. 2001. Intermediate goods and the spatial structure of an economy Regional Science and Urban Economics 31(1):79-109.",
        "Fujita, Masahisa and Paul R. Krugman. 1995. When is the economy monocentric? Von ThÃ\u0083Â¼nen and Chamberlin unified. Regional Science and Urban Economics 25(4):508-528.",
        "Fujita, Masahisa and Paul R. Krugman. 2000. A monopolistic competition model of urban systems and trade. In Jean-Marie Huriot and Jacques-Francois Thisse (eds.) Economics of Cities: Theoretical Perspectives. Cambridge: Cambridge University Press, 167-216.",
        "Fujita, Masahisa, Paul R. Krugman, and Tomoya Mon. 1999. On the evolution of hierarchical urban systems. European Economic Review 43(2):209-251.",
        "Fujita, Masahisa and Tomoya Mon. 1996. The role of ports in the making of major cities: Self-agglomeration and hub-effect. Journal of Development Economics 49(1) :93-120.",
        "Fujita, Masahisa and Tomoya Mon. 1997. Structural stability and evolution of urban systems. Regional Science and Urban Economics 27(4-5):399-442.",
        "Gerlach, Keiko A., Thomas RÃ\u0083Â¸nde, and Konrad Stahl. 2001. Firms come and go, labor stays: Agglomeration in high-tech industries. Processed, University of Mannheim.",
        "Glaeser, Edward L. 1999. Learning in cities. Journal of Urban Economics 46(2):254-277.",
        "Grossman, Gene M. and Elhanan Helpman. 2002a. Outsourcing in a global economy Working Paper 8728, National Bureau of Economic Research.",
        "Grossman, Gene M. and Elhanan Helpman. 2002b. Integration versus outsourcing in industry equilibrium. Quarterly Journal of Economics 117(1) :85-120.",
        "Hall, Robert E. 1979. Theory of the natural unemployment rate and the duration of employment. Journal of Monetary Economics 5(2):153-169.",
        "Helsley, Robert W. 1990. Knowledge production in the CBD. Journal of Urban Economics 28(3):391-403.",
        "Helsley, Robert W. and William C. Strange. 1990. Matching and agglomeration economies in a system of cities. Regional Science and Urban Economics 20(2):189-212.",
        "Helsley, Robert W. and William C. Strange. 1991. Agglomeration economies and urban capital markets. Journal of Urban Economics 29(1):96-112.",
        "Helsley, Robert W. and William C. Strange. 2002. Innovation and input sharing. Journal of Urban Economics 51(1):25-45.",
        "Henderson, J. Vernon. 1974. The sizes and types of cities. American Economic Review 64(4) :640-656.",
        "Henderson, J. Vernon. 1985. The Tiebout model: Bring back the entrepreneurs. Journal of Political Economy 93(2):248-264.",
        "Henderson, J. Vernon and Hesham M. Abdel-Rahman. 1991. Urban diversity and fiscal decentralization. Regional Science and Urban Economics 21(3) :491-509.",
        "Henderson, J. Vernon and Randy Becker. 2000. Political economy of city sizes and formation. Journal of Urban Economics 48(3):453-484.",
        "Holmes, Thomas J. 1999. Scale of local production and city size. American Economic Review Papers and Proceedings 89(2) :317-320.",
        "Imai, Hanuo. 1982. CBD hypothesis and economies of agglomeration. Journal of Economic Theory 28(2):275-299.",
        "Jacobs, Jane. 1969. The Economy of Cities. New York: Random House.",
        "Jones, Charles I. 2001. Introduction to Economic Growth. Second edition. New York: W. W. Norton.",
        "Jovanovic, Boyan. 1997. Learning and growth. In David M. Keps and Kenneth F. Wallis (eds.) Advances in Economics and Econometrics: Theory and applications, volume 2. Cambridge: Cambridge University Press, 318-339.",
        "Jovanovic, Boyan and Yaw Nyanko. 1995. The transfer of human capital. Journal of Economic Dynamics and Control i 9(5-7): 1033-1064.",
        "Jovanovic, Boyan and Rafael Rob. 1989. The growth and diffusion of knowledge. Review of Economic Studies 56(4):569-582.",
        "Kim, Sunwoong. 1989. Labor specialization and the extent of the market. Journal of Political Economy 97(3) :692-705.",
        "Kim, Sunwoong. 1990. Labor heterogeneity, wage bargaining, and agglomeration economies. Journal of Urban Economics 28(2):160-177.",
        "Kim, Sunwoong. 1991. Heterogeneity of labor markets and city size in an open spatial economy. Regional Science and Urban Economics 21(1):109-126.",
        "Klein, Benjamin, Robert G. Crawford, and Anmen A. Alchian. 1978. Vertical integration, appropriable rents, and the competitive contracting process. Journal of Law and Economics 21(2):297-326.",
        "Konishi, Hideo. 2000. Formation of hub cities: Transportation cost advantage and population agglomeration. Journal of Urban Economics 48(1):1-28.",
        "Koopmans, Tjalling C. 1957. Three Essays on the State of Economic Science. New York: McGraw-Hill.",
        "Knugman, Paul R. 199 Ia. Increasing returns and economic geography. Journal of Political Economy 99(3):484-499. Knugman, Paul R. i99ib. Geography and Trade. Cambridge, MA: MIT Press. Knugman, Paul R. 1993a. On the number and location of cities. European Economic Review 37(2-3) :293-298.",
        "Knugman, Paul R. i993b. First nature, second nature, and metropolitan location. Journal of Regional Science 33(2):129-144. Lagos, Ricando. 2000. An alternative approach to search frictions. Journal of Political Economy 1o8(5):851-873.",
        "Lucas, Robert E., Jr. 1988. On the mechanics of economic development. Journal of Monetary Economics 22(1):3-42.",
        "Marshall, Alfred. 1890. Principles of Economics. London: Macmillan. Matouschek, Niko and FrÃ\u0083Â©dÃ\u0083Â©ric Robent-Nicoud. 2002. The role of human capital investments in the location decision of firms. Processed, University of Geneva.",
        "McLanen, John. 2000. `Globalization and vertical structure. American Economic Review 90(5):1239-1254.",
        "Mills, Edwin 5. 1967. An aggregative model of resource allocation in a metropolitan area. American Economic Review Papers and Proceedings 57(2):197-210.",
        "Minnlees, James A. 1972. The optimum town. Swedish Journal of Economics 74(1):114-135.",
        "Monetti, Enrico. 2004. Human capital and cities. In Vernon Henderson and JacquesFnan Ã\u0083Â§ois Thisse (eds.) Handbook of Regional and Urban Economics, volume 4. Amsterdam: North-Holland.",
        "Montensen, Dale T. and Christopher A. Pissarides. 1999. New developments in models of search in the labor market. In Onley Ashenfelten and David Card (eds.) Handbook of Labor Economics, volume 3. Amsterdam: Elsevien, 2567-2627.",
        "OHana, Donald J. 1977. Location of firms within a square central business district. Journal of Political Economy 85(6):1189-1207.",
        "Onon, Yitzhak, David Pines, and Eytan Sheshinski. 1973. Optimum vs. equilibrium land use pattern and congestion toll. Bell Journal of Economics and Management Science 4(2):619-636.",
        "Ota, Mitsunu and Masahisa Fujita. 1993. Communication technologies and spatial organization of multi-unit firms in metropolitan areas. Regional Science and Urban Economics 23(6):695-729.",
        "Ottaviano, Gianmanco I. P. and Jacques-Fnancois Thisse. 2004. Agglomeration and economic geography In Vernon Henderson and Jacques-Fnancois Thisse (eds.) Handbook of Regional and Urban Economics, volume 4. Amsterdam: North-Holland.",
        "Palivos, Theodore and Ping Wang. 1996. Spatial agglomeration and endogenous growth. Regional Science and Urban Economics 26(6):645-669.",
        "Papageongiou, Yongos Y. and Tennence R. Smith. 1983. Agglomeration as local instability of spatially uniform steady-states. Econometrica 51(4): 1109-1119.",
        "Papageongiou, Yongos Y. and Jacques-Fnancois Thisse. 1985. Agglomeration as spatial interdependence between firms and households. Journal of Economic Theory 37(1):19-31.",
        "Pen, Giovanni. 2002. Young workers, learning, and agglomerations. Journal of Urban Economics 52(3):582-607.",
        "Peters, Michael. 1991. Ex-ante price offers in matching games nonsteady states. Econometrica 59(5):1425-1454.",
        "Petnongolo, Barbara and Christopher A. Pissarides. 2001. Looking into the black box: A survey of the matching function. Journal of Economic Literature 39(2):390-431.",
        "Pines, David and Efraim Sadka. 1986. Comparative statics analysis of a fully closed city Journal of Urban Economics 20(1):1-20.",
        "Pissarides, Christopher A. 1979. Job matchings with state employment agencies and random search. Economic Journal 89(356):818-833.",
        "Rauch, James E. 1993. Does history matter only when it matters little? The case of cityindustry location. Quarterly Journal of Economics 108(3): 843-867.",
        "Rivena-Batiz, Francisco. 1988. Increasing returns, monopolistic competition, and agglomeration economies in consumption and production. Regional Science and Urban Economics 18(1):125-153.",
        "Romen, Paul M. 1986. Increasing returns and long-nun growth. Journal of Political Economy 94(5):1002-1037.",
        "Romen, Paul M. 1987. Growth based on increasing returns due to specialization. American Economic Review Papers and Proceedings 77(2):52-62.",
        "Romen, Paul M. 1990. Endogenous technological-change. Journal of Political Economy 98(5) :S71-S1o2.",
        "Rosen, Sherwin. 1983. Specialization and human-capital. Journal of Labor Economics 1(1):43-49.",
        "Rosenthal, Stuart S. and William Strange. 2004. Evidence on the nature and sources of agglomeration economies. In Vernon Henderson and Jacques-Fnancois Thisse (eds.) Handbook of Regional and Urban Economics, volume 4. Amsterdam: North-Holland.",
        "Rotembeng, Julio J. and Garth Salonen. 2000. Competition and human capital accumulation: a theory of intennegional specialization and trade. Regional Science and Urban Economics 30(4):373-404.",
        "Salop, Steven C. 1979. Monopolistic competition with outside goods. Bell Journal of Economics 1o(1):141-156.",
        "Sato, Yasuhino. 2001. Labor heterogeneity in an urban labor market. Journal of Urban Economics 50(2):313-337.",
        "Schulz, Nonbent and Konnad Stahl. 1996. Do consumers search for the highest price? Oligopoly equilibrium and monopoly optimum in differentiated-products markets. Rand Journal of Economics 27(3) :542-562.",
        "Senck-Hanssen, Jan. 1969. The optimal number of factories in a spatial market. In Hendricus C. Bos (ed.) Towards Balanced International Growth. Amsterdam: North-Holland, 269-282.",
        "Small, Kenneth A. 1992. Urban Transportation Economics. Chun: Hanwood Academic Publishers.",
        "Smith, Adam. 1776. An Inquiry into the Nature and Causes of the Wealth of Nations. London: Printed for W. Strahan, and T. Cadell. Sobel, Joel. 2000. Economists models of learning. Journal Economic Theory 94(2):241-261.",
        "Solow, Robert M. 1973. Congestion cost and the use of land for streets. Bell Journal of Economics and Management Science 4(2) :602-618.",
        "Spence, Michael. 1973. Job market signaling. Quarterly Journal of Economics 87(3):355-374.",
        "Spence, Michael. 1976. Product selection, fixed costs, and monopolistic competition. Review of Economic Studies 43(2):217-235.",
        "Stahl, Konnad. 1982b. Location and spatial pricing theory with nonconvex transportation cost schedules. Bell Journal of Economics 13(2):575-582.",
        "Stahl, Konnad and Uwe Walz. 2001. Will there be a concentration of alikes? The impact of labor market structure on industry mix in the presence of product market shocks. Working Paper 140, Hamburg Institute of International Economics.",
        "Stannett, David A. 1974. Principles of optimal location in a large homogeneous area. Journal of Economic Theory 9(4):418-448.",
        "Stannett, David A. 1978. Market allocations of location choice in a model with free mobility Journal of Economic Theory 17(1):21-37.",
        "Stiglen, George J. 1951. The division of labor is limited by the extent of the market. Journal of Political Economy 5 9(3):185-193.",
        "Thanakan, Joe and Jean-Philippe Tropeano. 2001. On the impact of labour market matching on regional disparities. Processed, UnivensitÃ\u0083Â© Paris 1.",
        "ThÃ\u0083Â¼nen, Johann H., von. 1826. Der Isolierte Staat in Beziehung auf Landwirtschaft und NationalÃ\u0083Â¶konomie. Hamburg: Penthes. English Translation: The Isolated State, Oxford: Pengammon Press, 1966.",
        "Venables, Anthony J. 2002. Labour sorting by cities: Panthenships, self-selection, and agglomeration. Processed, London School of Economics.",
        "Vickney, William 5. 1977. The city as a firm. In Martin S. Feldstein and Robert P. Inman (eds.) The Economics of Public Services. London: MacMillan Press, 334-343.",
        "Vives, Xavier. 1996. Social learning and national expectations. European Economic Review 40(3-5):589-601.",
        "Wang, Ping. 1990. Competitive equilibrium formation of marketplaces with heterogeneous consumers. Regional Science and Urban Economics 20(2):295-304.",
        "Wang, Ping. 1993. Agglomeration in a linear city with heterogeneous households. Regional Science and Urban Economics 23(2):291-306.",
        "Williamson, Oliver E. 1985. The Economic Institutions of Capitalism: Firms, Markets, Relational Contracting. New York: Free Press.",
        "Wolinsky, Ashen. 1983. Retail trade concentration due to consumers imperfect information. Bell Journal of Economics 14(1):275-282.",
        "Zhang, Qinghua. 2002. Micro-foundations of local business cycles. Processed, University of Texas at Austin."
    ]
}