{
    "id": 9933,
    "cites": 78,
    "cited_by": 9,
    "reference": [
        "[1] Almond, Douglas, Kenneth Y. Chay, and David S. Lee. 2002. Does Low Birth Weight Matter? Evidence from the U.S. Population of Twin Births. Center for Labor Economics University of California Berkeley Working Paper No. 53.",
        "[2] Baily, Martin Neil and Alan M. Garber. 1997 Health Care Productivity. Brookings Papers on Economic Activity, Microeconomics: 143-202.",
        "[3] Barker, D.J.P. 1992. Fetal and Infant Origins of Adult Disease. London: British Medical Journal Publishing Group. 28",
        "[5] Beardsley, Edward H. 1987. A History of Neglect: Health Care for Blacks and Mill Workers in the Twentieth Century South. Knoxville, TN: University of Tennessee Press.",
        "[6] Blair D, Habicht JP, Sims EAH, et al. 1984. Evidence for an increased risk of hypertension with centrally located body fat and the effect of race and sex on this risk. American Journal of Epidemiology. 119(4): 526-40.",
        "[7] Chapin, C.V. 1924. Death Among Taxpayers and Non-Taxpayers, Income Tax, Providence, 1865. American Journal of Public Health. 14: 647.",
        "[8] Charlesworth, Brian. 2001. Patterns of age-specific means and genetic variances of mortality rates predicted by the mutation-accumulating theory of ageing. Journal of Theoretical Biology 210: 47-65.",
        "[9] Chay, Kenneth Y. and Michael Greenstone. 2003. The Impact of Air Pollution on Infant Mortality: Evidence from Geographic Variation in Pollution Shocks Induced by a Recession.  Quarterly Journal of Economics. Forthcoming.",
        "[10] Christensen, K., J.W. Vaupel, H.V. Holm, andA.I. Yashin. 1995. Mortality among twins age 6: Fetal origins hypothesis versus twin method. British Medical Journal. 310(?): 432-436.",
        "[11] Condran, Gretchen and Rose A. Cheney. Mortality Trends in Philadelphia: Age- and Case-Specific Death Rates 1870-1930. Demography. 19(1): 97-123.",
        "[12] Costa, Dora L. 2003a. Race and Pregnancy Outcomes in the Twentieth Century: A LongTerm Comparison. National Bureau of Economic Research Working Paper No. 9593.",
        "[13] Costa, Dora L. 2003b. Understanding Mid-Life and Older Age Mortality Declines: Evidence from Union Army Veterans. Journal of Econometrics.",
        "[14] Costa, Dora L. 2002. Changing Chronic Disease Rates and Long-term Declines in Functional Limitation Among Older Men. Demography. 39(1): 119-138.",
        "[15] Costa, Dora L. 2000. Understanding the Twentieth Century Decline in Chronic Conditions Among Older Men. Demography. 37(1): 53-72.",
        "[16] Costa, Dora L. 1993. Height, Weight, Wartime Stress, and Older Age Mortality: Evidence from the Union Army Records. Explorations in Economic History. 30: 424-449.",
        "[17] Costa, Dora L. and Richard H. Steckel. 1997. Long-Term trends in Health, Welfare, and Economics Growth in the United States. In R. Floud and R.H. Steckel (Eds), Health and Welfare During Industrialization. Chicago: University of Chicago Press for NBER, 29",
        "[18] Cummins, Richard 0. 1983. Recent changes in salt use and stroke mortality in England and Wales. Any help for the salt-hypertension debate? Journal of Epidemiology and Community Health. 37: 25-28.",
        "[19] Cutler, David M., Mark McClellan, and Joseph P. Newhouse. 1999. The Costs and Benefits of Intensive Treatment for Cardiovascular Disease. Chapter 2 in Measuring the Price of Medical Services, edited by J.E. Triplett. Washington DC: The Brookings Institute.",
        "[20] Doblhammer, Gabriele. 1999. Longevity and month of birth: Evidence from Austria and Denmark. Demographic Research. http ://www.demographic-research.org/Volumes/Vol 1/3",
        "[21] Doblhammer, Gabriele and James W. Vaupel. 2001. Lifespan depends on month of birth. Proceedings of the NationalAcademy of Sciences. 98(5): 2934-2939.",
        "[22] Elo, Irma T. and Samuel H. Preston. 1992. Effects of early-life conditions on adult mortality: A review. Population Index. 58(2): 186-2 12.",
        "[23] Eriksson, J.G., T. ForsÃ\u0083Â©n, J. Tuomilehto, C. Osmond, and D.J. Barker. 2000. Early growth, adult income, and risk of stroke. Stroke. 3 1(4): 869-74.",
        "[25] Ferrie, Joseph P. 2003. The Poor and the Dead: Socioeconomic Status and Mortality in the United States, 1850-1860. In Dora L. Costa, Ed, Health and Labor Force Participation Over the Life Cycle: Evidence from the Past. Chicago: University of Chicago Press. Forthcoming.",
        "[26] Fischbein, A., P. Tsang, J.J. Luo, J.P. Roboz, J.P. Jiang, andJ.G. Bekesi. 1993. The Immune System as a Target for Subclinical Lead Related Toxicity. British Journal of Industrial Medicine. 50: 185-86.",
        "[27] Fogel, Robert W. 1994. Economic Growth, Population Theory, Physiology: The Bearing of Long-Term Processes on the Making of Economic Policy. American Economic Review. 84(3): 369-395.",
        "[28] Fogel, Robert W. and Dora L. Costa. 1997. A Theory of Technophysio Evolution, With Some Implications for Forecasting Population, Health Care Costs, and Pension Costs. Demography. 34(1): 49-66.",
        "[29] Folsom AR, Prineas RJ, Kaye SA, et al. 1989. Body fat distribution and self-reported prevalence of hypertension, heart attack, and heart disease in older women. International Journal of Epidemiology. 18(2): 361-7. 30",
        "[30] ForsÃ\u0083Â©n, T., J.G. Eriksson, J. Tuomilehto, C. Osmond, and D.J. Barker. 1999. Growth in utero and during childhood among women who develop coronary heart disease. Longitudinal study. British Medical Journal. 3 19(7222): 1403-7.",
        "[31] Fries, J.F. 1980. Aging, Natural Death, and the Compression of Morbidity. New England Journal of Medicine. 303: 130-36.",
        "[32] Gavrilov, L.A. and N.S. Gavrilov. 1999. Journal ofAnti-Aging Medicine. 2, 365-366.",
        "[33] GjonÃ\u0083Â§a, Arjan, Hilke Brockmann, and Heiner Maier. 2000. Old-Age Mortality in Germany prior to and after Reunification. Demographic Research. http ://www.demographic-research.org/Volumes/Vo13/ 1",
        "[34] Goldin, Claudia and Robert A. Mango. 1989. The Poor at Birth: Birth Weights and Infant Mortality at Philadelphias Almshouse Hospital, 1848-1873. Explorations in Economic History. 26(3): 360-79.",
        "[35] Harlan, William R., Alan L. Hull, Robert L. Schmouder, J. Richard Landis, Frances E. Thompson, and Frances A. Larkin. 1984. Blood Pressure and Nutrition in Adults: The National Health and Nutrition Examination Survey. American Journal of Epidemiology. 120(1): 17-28.",
        "[36] Horiuchi, Shiro and John R. Wilmoth. 1998. Deceleration in the age pattern of mortality at older ages. Demography. 35(4): 391-412.",
        "[37] Huntington, E. 1938. Season of Birth. New York: John Wiley and Sons.",
        "[38] Huxley, Rachel, Andrew Neil, and Rory Collins. 2002. Unravelling the fetal origins hypothesis: is there really an inverse association between birthweight and subsequent blood pressure? The Lancet. 360: 659-665.",
        "[39] Hypponen, E. D.A. Leon, M.G. Kenward, and H. Lithell. 2001. Prenatal growth and risk of occlusive and haemorrhagic stroke in Swedish men and women born 19 15-29: historical cohort study. British Medical Journal. 323(3): 1033-1034.",
        "[40] Joossens, J.V., H. Kesteloot, and A. Amery. 1979. Salt intake and mortality from stroke. New England Journal of Medicine. 300: 1396.",
        "[41] Kanjanapipatkul, Tayatat. 2002. Seasonal Fluctuations in Food Prices, Foreign Trade, and their Interaction with Technophysio Evolution. Unpublished Phd Dissertation. University of Chicago.",
        "[43] Kannisto, VÃ\u0083Â¤inÃ\u0083Â¶. 1996. The Advancing Frontier of Survival: Life Tables for Old Age. Odense, Denmark: Odense University Press. http ://www.demogr.mpg . de/Papers/B ooks/Monograph3/The_advancing .htm",
        "[44] Kannisto, V., K. Christensen, and J.W. Vaupel. 1997. No increased mortality later in life for cohorts born during famine. American Journal of Epidemiology. 145(11): 987-994.",
        "[45] Lagerstrom, M, K. Bremme, P. Eneroth, andC-G Janson. 1994. Long-term Development for Boys and Girls at Age 16-18 as Related to Birth Weight and Gestational Age. International Journal of Psychophysiology. 17(2):175-80.",
        "[46] Lawlor, Debbie A., George Davey Smith, David A. Leon, Jonathan AC Sterne, Shah Ebrahim. 2002. Secular trends in mortality by stroke subtype in the 20th century: a restrospective analysis. The Lancet. Published online Nov 12, 2002, http ://image .thelancet.comlextras/O2art 11 39web.pdf",
        "[47] Lebergott, Stanley. 1993. Pursuing Happiness: American Consumers in the Twentieth Century. Princeton, NJ: Princeton University Press.",
        "[48] Lee, Chulhee. 2003. Prior Exposure to Disease and Later Health and Mortality: Evidence from Civil War Records. In Dora L. Costa, Ed, Health and Labor Force Participation Over the Life Cycle: Evidence from the Past. Chicago: University of Chicago Press. Forthcoming.",
        "[49] Leon, David A., Hans 0. Lithell, Denny Vagero, Ilona KoupilovaÃ\u0083Â¡, Rawya Mohsen, Lars Berglund, Ulla-Britt Lithell, and Paul M. McKeigue. 1998. Reduced fetal growth rate and increased risk of death from ischaemic heart disease: Cohort study of 15,000 Swedish men and women born 19 15-29. British Medical Journal. 317: 241-45.",
        "[50] Lleras-Muney, Adriana. 2002. The Relationship Between Education and Adult Mortality in the United States. National Bureau of Economic Research Working Paper No. 8986.",
        "[51] de Looper, Michael and Kuldeep Bhatia. 1998. International Health - how Australia compares.  Australian Institute of Health and Welfare, Canbena. AIHW cat. no. PHE8.",
        "[52] Manton, Kenneth G., Eric Stallard, and Larry Corder. 1997. Changes in the Age Dependence of Mortality and Disability: Cohort and Other Determinants. Demography. 34(1): 135-158.",
        "[53] Manton, Kenneth G. and James W. Vaupel. 1995. Survival after the age of 50 in the United States, Sweden, France, England, and Japan. The New England Journal of Medicine. 333(18): 1232-5.",
        "[54] McCarron, P., C.L. Hart, D. Hole, G. Davey Smith. 2001. The relation between adult height and haemorrhagic and ischaemic stroke in the Renfrew/Paisley study. Journal of Epidemiology and Community Health. 55: 404-5. 32",
        "[56] Paneth, Nigel and Mervyn Susser. 1995. Early origin of coronary heart disease (the Barker hypothesis). British Medical Journal. 310(6977) :411-12.",
        "[57] Paz, I, D.S. Seidman, Y.L. Dnon, A. Laor, D.K. Stevenson, and R. Gale. 1993. Are children born small for gestational age at increased risk of short stature? American Journal of Diseases of Children. 147(3): 337-9.",
        "[58] Perls, Thomas T., John Wilmoth, Robin Levenson, Maureen Drinkwater, Melissa Cohen, Hazel Bogan, Erin Joyce, Stephanie Brewster, Louis Kunkel, and Annibale Puca. 2002. Life-long sustained mortality advantage of siblings of centenarians. Proceedings of the National Academy of Sciences. 99(12): 8442-8447.",
        "[59] Preston, Samuel H. and Michael R. Haines. 1991. Fatal Years: Child Mortality in Late Nineteenth Century America. Princeton, NJ: Princeton University Press.",
        "[60] Preston, Samuel H., Mark E. Hill, and Greg L. Drevenstedt. 1998. Childhood conditions that predict survival to advanced ages among African-Americans. Social Science and Medicine. 47(9): 231-46.",
        "[61] Preston, Samuel and Etienne Van de Walle. 1978. French Urban Mortality in the Nineteenth Century. Population Studies. 32: 275-97.",
        "[62] Ransom, Michael R. and C. Arden Pope III. 1995. External Health Costs of a Steel Mill. Contemporary Economic Policy. 13(2): 86-97.",
        "[63] Robine, Jean-Marie. 2001. A new biodemographic model to explain the trajectory of mortality. Experimental Gerontology. 36: 899-9 14.",
        "[64] Robine, Jean-Marie. 2003. Life Course, Environmental Change, and Life Span. In James R. Carey and Shripad Tuljapurkar, Eds., Life Span: Evolutionary, Ecological, and Demographic Perspectives, A supplement to Population and Development Review, 29(2003): 229-238.",
        "[65] Robine, Jean-Marie and James W. Vaupel. 2002. Emergence of Supercentenarians in LowMortality Countries. North American Actuarial Journal. 6(3): 54-63.",
        "[66] Rochester, Anna. 1923. Infant Mortality: Results of a Field Study in Baltimore, MD. Based on Births in One Year~ U.S. Department of Labor. Childrens Bureau. Bureau Publication No. 119. Washington DC: Government Printing Office.",
        "[67] Sanchez, Mario. 2003. Internal Migration, Return Migration and Mortality: Evidence from Panel Data on Union Army Veterans. In Dora L. Costa, Ed, Health and Labor Force 33 Participation Over the Life Cycle: Evidence from the Past. Chicago: University of Chicago Press. Forthcoming.",
        "[68] Scrimshaw, Nevin 5. 1997. More evidence that foetal nutrition contributes to chronic disease in later life. British Medical Journal. 315(7112): 825-20.",
        "[69] Steckel, Richard H. 1986. A Peculiar Population: The Nutrition, Health, and Mortality of American Slaves from Childhood to Maturity. Journal of Economic History 46(3): 721-41.",
        "[70] Steckel, Richard H. 1988. The Health and Mortality of Women and Children, 1850-1860. Journal of Economic History. 48(2): 333-45.",
        "[71] Stein, C.E., C.H. Fall, K. Kumaran, C. Osmond, V. Cox, and D.J. Barker. 1996. Fetal growth and coronary disease in south India. Lancet. 348(9037): 1269-73.",
        "[72] Stradling, David. 1999. Smokestacks and Progressives: Environmentalists, Engineers, and Air Quality in America, 1881-1 951. Baltimore, MD: Johns Hopkins University Press.",
        "[73] Terry Richard B., William F. Page, and William L. Haskell. 1992. Waist/hip ratio, body mass index and premature cardiovascular disease mortality in US Army veterans during a twenty-three year follow-up study. International Journal of Obesity. 16(6): 417-23.",
        "[74] Thatcher, A. Roger, VÃ\u0083Â¤inÃ\u0083Â¶ Kannisto, and James W. Vaupel. 1998. The Force of Mortality at Ages 80 to 120. Odense: Odense University Press. http ://www.demogr.mpg . de/Papers/B ooks/Monograph5/ForMort.htm",
        "[75] Troesken, Werner. 2003. Lead Water Pipes and Infant Mortality in Turn-of-the-Century Massachusetts. National Bureau of Economic Research Working Paper No. 9549.",
        "[76] Vaupel, James W. 1997. The remarkable improvements in survival at older ages. Philosophical Transactions of the Royal Society of London. Series B: Biological Sciences. 352(1363): 1799-1804.",
        "[77] Vaupel, James W. and Bernard Jeune. 1995. The Emergence and Proliferation of Centenarians.  Exceptional Longevity. Odense, Denmark. Odense University Press. http: www. demogr.mpg .de/Papers/Books/Monograph2/",
        "[79] Veilcova, Angelika, Judith H. Wolleswinkel-Van den Bosch, and Johan P. Mackenbach. 1997. The East-West Life Expectancy Gap: Differences in Mortality from Conditions Amenable to Medical Intervention. International Journal of Epidemiology. 26(1): 75-84. 34",
        "[80] Ward, W. Peter. 1993. Birth Weight and Economic Growth: Womens Living Standards in the Industrializing West. Chicago: University of Chicago Press.",
        "[81] Wilmoth, John R. and Shiro Horiuchi. 1999. Rectangularization Revisted: Variability of Age at Death Within Human Populations. Demography. 36(4): 475-95.",
        "[82] Wilmoth, J.R., and Hans LundstrÃ\u0083Â¶m. 1995. Extreme Longevity in Five Countries. European Review of Population/Revue EuropÃ\u0083Â©ene de DÃ\u0083Â©mographie. 12: 63-93.",
        "[84] Yao, Chong-Hua, Martha L. Slattery, David R. Jacobs, Jr, Aaron R. Folsom, and Eileen T. Nelson. 1991. American Journal of Epidemiology. 134(11): 1278-1289. 35"
    ]
}