{
    "id": 9935,
    "cites": 29,
    "cited_by": 2,
    "reference": [
        "Alberro, A. and P. Norvell. 2001. Recording Conceptual Art. Berkeley: University of California Press.",
        "Alloway, L. 1984. Network. Ann Arbor: UMI Research Press.",
        "Beardsley, J. 1998. Earthworks and Beyond, Third edition. New York: Abbeville Press.",
        "Case, W. 2003. Pink Water, White Salt Crystals, Black Boulders, and the Return of Spiral Jetty. Utah Geological Survey Notes 35 (1).",
        "Chicago, J. 1979. The Dinner Party. Garden City New York: Anchor Books.",
        "Chicago, J. 1996. Beyond the Flower. New York: Penguin Books.",
        "Danto, A. 1994. Embodied Meanings. New York: Farrar, Straus and Giroux.",
        "Duchamp, M. 1989. The Writings of Marcel Duchamp. New York: Da Capo Press.",
        "Galenson, D. 2001. Painting outside the Lines: Patterns of Creativity in Modern Art . Cambridge: Harvard University Press.",
        "Galenson, D. 2002a. The Methods and Careers of Leading American Painters in the Late Nineteenth Century. Unpublished paper, University of Chicago.",
        "Galenson, D. 2002b. Quantifying Artistic Success: Ranking French Painters - and Paintings - from Impressionism to Cubism. Historical Methods 35 (1): 5-20.",
        "Galenson, D. 2002c. Was Jackson Pollock the Greatest Modern American Painter? A Quantitative Investigation. Historical Methods 35 (3): 117-28.",
        "Hobbs, R. 1981. Robert Smithson. Ithaca, NY: Cornell University Press.",
        "Hughes, R. 1992. Nothing If Not Critical. New York: Penguin.",
        "Kimmelman, M. 2002. Out of the Deep. New York Times Magazine, October 13.",
        "Kosuth, J. 1989. Joseph Kosuth Interviews. Stuttgart: Edition Patricia Schwartz.",
        "Kosuth, J. 1991. Art After Philosophy and After. Cambridge: MIT Press.",
        "Lin, M. 2000. Boundaries. New York: Simon and Schuster.",
        "Munro, E. 2000. Originals. New edition. New York: Da Capo Press.",
        "Robins, C. 1984. The Pluralist Era . New York: Harper and Row.",
        "Sackler, E., editor. 2002. Judy Chicago. New York: Watson-Guptill Publications.",
        "Sandler, I. 1996. Art of the Postmodern Era. New York: Harper Collins Publishers.",
        "Senie, H. 2002. The Tilted Arc Controversy. Minneapolis: University of Minnesota Press.",
        "Serra, R. 1994. Writings, Interviews. Chicago: University of Chicago Press.",
        "Shapiro, G. 1995. Earthwards. Berkeley: University of California Press.",
        "Smithson, R. 1996. Robert Smithson: The Collected Writings . Berkeley: University of California Press.",
        "Stokstad, M. and M. Grayson. 1995. Art History. New York: Harry N. Abrams.",
        "Sylvester, D. 2001. Interviews with American Artists. New Haven: Yale University Press.",
        "Tomkins, C. 2002. Man of Steel. New Yorker, August 5. 52-63."
    ]
}