{
    "id": 9937,
    "cites": 15,
    "cited_by": 11,
    "reference": [
        "Brown, R. S. et al., 1993. The Medicare Risk Program for HMOs Ã\u0082â\u0080\u0093 Final Summary Report on Findings From the Evaluation. Final report under HCFA contract No. 500-88-0066. Mathematica Policy Research, Inc., Princeton, NJ.",
        "Call, K. T., B. Dowd, R. Feldman, and M. Maciejewski, 1999, Ã\u0082â\u0080\u009cSelection Experiences in Medicare HMOs: Pre-Enrollment Expenditures,Ã\u0082â\u0080\u009d Health Care Financing Review 20(4): 197-209.",
        "Cutler, D. M., and R. J. Zeckhauser, 1998, Ã\u0082â\u0080\u009cAdverse Selection in Health Insurance,Ã\u0082â\u0080\u009d in A. M. Garber, ed., Frontiers in Health Policy Research, Vol. 1. Cambridge, MA: MIT Press.",
        "Eggers, P., 1980, Ã\u0082â\u0080\u009cRisk Differential Between Medicare Beneficiaries Enrolled and Not Enrolled in an HMO,Ã\u0082â\u0080\u009d Health Care Financing Review 1(3): 91-99.",
        "Eggers, P., and R. Prihoda, 1982, Ã\u0082â\u0080\u009cPre-Enrollment Reimbursement Patterns of Medicare Beneficiaries Enrolled in Ã\u0082â\u0080\u0098At RiskÃ\u0082â\u0080\u0099 HMOs,Ã\u0082â\u0080\u009d Health Care Financing Review 4(1): 5-73.",
        "Goldman, D. P., A. Leibowitz, and J. L. Buchanan, 1998, Ã\u0082â\u0080\u009cCost-containment and Adverse Selection in Medicaid HMOs,Ã\u0082â\u0080\u009d Journal of the American Statistical Association 93: 54-62.",
        "Hill, J. W., and R. S. Brown, 1990. Biased Selection in the TEFRA HMO/CMP Program. Princeton, NJ: Mathematica Policy Research, Inc.",
        "InterStudy, 2000. National Policy and Employer-Based Health Plans: An Analysis and Response From InterStudy Publications. Available at: http://www.hmodata.com/pdf/natpol_emp_hlthpln.pdf.",
        "Jackson-Beeck, M., and J. H. Kleinman, 1983, Ã\u0082â\u0080\u009cEvidence For Self-Selection Among Health Maintenance Organization Enrollees,Ã\u0082â\u0080\u009d Journal of the American Medical Association 250(20): 2826-2829.",
        "Keenan, P. S., M. J. B. Buntin, T. G. McGuire, and J. P. Newhouse, 2001, Ã\u0082â\u0080\u009cThe Prevalence of Formal Risk Adjustment in Health Plan Purchasing,Ã\u0082â\u0080\u009d Inquiry 38: 245-259.",
        "Kemper, P. S., M.J.B. Buntin, J. M. Corrigan, P. J. Cunningham, S.M. Felt, J. M. Grossman, K. T. Kohn, C. E. Metcalf, R. F. St. Peter, R. C. Strouse, and P. B. Ginsburg, 1996, Ã\u0082â\u0080\u009cThe Design of the Community Tracking Study: A Longitudinal Study of Health System Change and Its Effect on People,Ã\u0082â\u0080\u009d Inquiry 33: 195-206.",
        "Manning, W. G., J. P. Newhouse, and J. P. Duan, 1987, Ã\u0082â\u0080\u009cHealth Insurance and the Demand for Medical Care: Evidence From a Randomized Experiment,Ã\u0082â\u0080\u009d American Economic Review 77: 251-277.",
        "Manning, W. G., A. Leibowitz, G. A. Rogers, and J. P. Newhouse, 1985, Ã\u0082â\u0080\u009cA Controlled Trial of the Effect of a Prepaid Group Practice on the Utilization of Medical Services,Ã\u0082â\u0080\u009d New England Journal of Medicine 310: 1505-1510.",
        "McDonnell, K., and P. Fronstin, 1999. EBRI Health Benefits Databook, First Edition. Washington, D.C.: Employee Benefit Research Institute.",
        "Polsky, D., and S. Nicholson, 2002, Ã\u0082â\u0080\u009cWhy Are Managed Care Plans Less Inexpensive: Risk Selection, Utilization, or Reimbursement?Ã\u0082â\u0080\u009d Journal of Risk and Insurance, forthcoming."
    ]
}