{
    "id": 9939,
    "cites": 47,
    "cited_by": 107,
    "reference": [
        "Amato, Jeffery D., and Thomas Laubach, Ã\u0082â\u0080\u009cImplications of Habit Formation for Optimal Monetary Policy,Ã\u0082â\u0080\u009d FEDS paper no. 2001-58, Federal Reserve Board, August 2001a.",
        "Basu, Susanto, and Miles S. Kimball, Ã\u0082â\u0080\u009cInvestment Planning Costs and the Effects of Fiscal and Monetary Policy,Ã\u0082â\u0080\u009d unpublished, Univ. of Michigan, November 2002.",
        "Bernanke, Ben S., and Alan S. Blinder, Ã\u0082â\u0080\u009cThe Federal Funds Rate and the Transmission of Monetary Policy,Ã\u0082â\u0080\u009d American Economic Review 82: 901-921 (1992).",
        "Bernanke, Ben S., Thomas Laubach, Frederic S. Mishkin, and Adam S. Posen, Inflation Targeting, Princeton NJ: Princeton University Press (1999).",
        "Bernanke, Ben S., Jean Boivin and Piotr Eliasz, Ã\u0082â\u0080\u009cFactor Augmented VAR and the Analysis of Monetary Policy,Ã\u0082â\u0080\u009d unpublished manuscript, Princeton University, 2002.",
        "Bernanke, Ben S. and Ilian Mihov, Ã\u0082â\u0080\u009cMeasuring Monetary Policy,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 113(3): 869-902 (1998).",
        "Blinder, Alan S., Ã\u0082â\u0080\u009cOn Sticky Prices: Academic Theories Meet the Real World,Ã\u0082â\u0080\u009d in N. G. Mankiw, ed., Monetary Policy, Chicago: University of Chicago Press (1994).",
        "Boivin, Jean, Ã\u0082â\u0080\u009cThe Conduct of Monetary Policy: Has it Changed and Does it Matter?Ã\u0082â\u0080\u009d unpublished manuscript, Columbia University, 2001.",
        "Boivin, Jean and Marc P. Giannoni, Ã\u0082â\u0080\u009cHas Monetary Policy Become More Effective?Ã\u0082â\u0080\u009d NBER Working Paper no. 9459, January 2003.",
        "Calvo, Guillermo A., Ã\u0082â\u0080\u009cStaggered Prices in a Utility-Maximizing Framework,Ã\u0082â\u0080\u009d Journal of Monetary Economics 12(3): 383-98 (1983).",
        "Christiano, Lawrence J., Martin S. Eichenbaum, and Charles L. Evans, Ã\u0082â\u0080\u009cNominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy,Ã\u0082â\u0080\u009d NBER Working Paper no. 8403, July 2001.",
        "Clarida, Richard, Jordi GalÃ\u0082Â´?, and Mark Gertler, Ã\u0082â\u0080\u009cThe Science of Monetary Policy: A New Keynesian Perspective,Ã\u0082â\u0080\u009d Journal of Economic Literature 37: 1661-1707 (1999).",
        "Clarida, Richard, Jordi GalÃ\u0082Â´?, and Mark Gertler, Ã\u0082â\u0080\u009cMonetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 115: 147-180 (2000).",
        "Cogley, Timothy, and Thomas Sargent (2001), Ã\u0082â\u0080\u009cEvolving Post-World War II U.S. Inflation Dynamics,Ã\u0082â\u0080\u009d NBER Macroeconomics Annual 2001.",
        "Cogley, Timothy, and Thomas Sargent, Ã\u0082â\u0080\u009cDrifts and Volatilities: Monetary Policies and Outcomes in the Post WWII U.S.,Ã\u0082â\u0080\u009d unpublished manuscript, August 2002.",
        "Dixit, Avinash K., and Joseph E. Stiglitz, Ã\u0082â\u0080\u009cMonopolistic Competition and Optimum Product Diversity,Ã\u0082â\u0080\u009d American Economic Review 67: 297-308 (1977).",
        "Edge, Rochelle, Ã\u0082â\u0080\u009cTime-to-Build, Time-to-Plan, Habit-Persistence, and the Liquidity Effect,Ã\u0082â\u0080\u009d IF discussion paper 2000-673 (2000).",
        "Erceg, Christopher J., Dale W. Henderson, and Andrew T. Levin, Ã\u0082â\u0080\u009cOptimal Monetary Policy with Staggered Wage and Price Contracts,Ã\u0082â\u0080\u009d Journal of Monetary Economics 46: 281-313 (2000).",
        "Friedman, Milton, Ã\u0082â\u0080\u009cThe Optimum Quantity of Money,Ã\u0082â\u0080\u009d in The Optimum Quantity of Money and Other Essays, Chicago: Aldine, 1969.",
        "Fuhrer, Jeffrey C., Ã\u0082â\u0080\u009cHabit Formation in Consumption and Its Implications for Monetary-Policy Models,Ã\u0082â\u0080\u009d American Economic Review 90(3): 367-390 (2000).",
        "Fuhrer, Jeffrey C., and Geoffrey R. Moore, Ã\u0082â\u0080\u009cInflation Persistence,Ã\u0082â\u0080\u009d The Quarterly Journal of Economics 110(1): 127-159 (1995b).",
        "GalÃ\u0082Â´?, Jordi, and Mark Gertler, Ã\u0082â\u0080\u009cInflation Dynamics: A Structural Econometric Analysis,Ã\u0082â\u0080\u009d Journal of Monetary Economics 44: 195-222 (1999).",
        "Giannoni, Marc P., Ã\u0082â\u0080\u009cOptimal Interest-Rate Rules in a Forward-Looking Model, and Inflation Stabilization versus Price-Level Stabilization,Ã\u0082â\u0080\u009d unpublished, Princeton University, 2000.",
        "Giannoni, Marc P., Ã\u0082â\u0080\u009cRobust Optimal Monetary Policy in a Forward-Looking Model with Parameter and Shock Uncertainty,Ã\u0082â\u0080\u009d unpublished, Federal Reserve Bank of New York, 2001.",
        "Giannoni, Marc P., Ã\u0082â\u0080\u009cDoes Model Uncertainty Justify Caution? Robust Optimal Monetary Policy in a Forward-Looking Model,Ã\u0082â\u0080\u009d Macroeconomic Dynamics 6(1): 111-144 (2002).",
        "Giannoni, Marc P., and MichaelWoodford, Ã\u0082â\u0080\u009cOptimal Interest-Rate Rules: I. General Theory,Ã\u0082â\u0080\u009d NBER Working Paper no. 9419, December 2002a.",
        "Giannoni, Marc P., and MichaelWoodford, Ã\u0082â\u0080\u009cOptimal Interest-Rate Rules: II. Applications,Ã\u0082â\u0080\u009d NBER Working Paper no. 9420, December 2002b.",
        "Goodfriend, Marvin, Ã\u0082â\u0080\u009cInterest Rate Smoothing in the Conduct of Monetary Policy,Ã\u0082â\u0080\u009d Carnegie-Rochester Conference Series on Public Policy 34: 7-30 (1991).",
        "Kilian, Lutz, Ã\u0082â\u0080\u009cSmall-Sample Confidence Intervals for Impulse Response Functions,Ã\u0082â\u0080\u009d Review of Economics and Statistics, 80(2): 218-230 (May 1998).",
        "King, Mervyn, Ã\u0082â\u0080\u009cChanges in UK Monetary Policy: Rules and Discretion in Practice,Ã\u0082â\u0080\u009d Journal of Monetary Economics 39: 81-97 (1997).",
        "McCallum, Bennett T. and Edward Nelson, Ã\u0082â\u0080\u009cPerformance of Operational Policy Rules in an Estimated Semi-Classical Structural Model,Ã\u0082â\u0080\u009d in J.B. Taylor, ed., Monetary Policy Rules, Chicago: University of Chicago Press, 1999.",
        "Roberts, John M., Ã\u0082â\u0080\u009cNew Keynesian Economics and the Phillips Curve,Ã\u0082â\u0080\u009d Journal of Money, Credit and Banking 27(4): 975-984 (1995).",
        "Rotemberg, Julio J., and MichaelWoodford, Ã\u0082â\u0080\u009cAn Optimization-Based Econometric Framework for the Evaluation of Monetary Policy,Ã\u0082â\u0080\u009d NBER Macroeconomics Annual 12: 297-346 (1997).",
        "Rotemberg, Julio J., Ã\u0082â\u0080\u009cInterest-Rate Rules in an Estimated Sticky-Price Model,Ã\u0082â\u0080\u009d in J.B. Taylor, ed., Monetary Policy Rules, Chicago: University of Chicago Press, 1999.",
        "Smets, Frank, and Raf Wouters, Ã\u0082â\u0080\u009cSources of Business Cycle Fluctuations in the U.S.: A Bayesian DSGE Approach,Ã\u0082â\u0080\u009d seminar presentation, Princeton University, November 1, 2002.",
        "Steinsson, Jon, Ã\u0082â\u0080\u009cOptimal Monetary Policy in an Economy with Inflation Persistence,Ã\u0082â\u0080\u009d unpublished, Harvard University, May 2002.",
        "Svensson, Lars E.O., Ã\u0082â\u0080\u009cInflation Targeting as a Monetary Policy Rule,Ã\u0082â\u0080\u009d Journal of Monetary Economics 43: 607-654 (1999).",
        "Svensson, Lars E.O., and Michael Woodford, Ã\u0082â\u0080\u009cIndicator Variables for Optimal Policy, Ã\u0082â\u0080\u009d Princeton University, January 2002a. Forthcoming, Journal of Monetary Economics.).",
        "Svensson, Lars E.O., and Michael Woodford, Ã\u0082â\u0080\u009cIndicator Variables for Optimal Policy under Asymmetric Information,Ã\u0082â\u0080\u009d Princeton University, August 2002b. (Forthcoming, Journal of Economic Dynamics and Control.).",
        "Svensson, Lars E.O., and Michael Woodford, Ã\u0082â\u0080\u009cImplementing Optimal Policy through Inflation-Forecast Targeting,Ã\u0082â\u0080\u009d January 2003. (Forthcoming in B.S. Bernanke and M. Woodford, eds., Inflation Targeting, University of Chicago Press.).",
        "Taylor, John B., Ã\u0082â\u0080\u009cDiscretion versus Policy Rules in Practice,Ã\u0082â\u0080\u009d Carnegie-Rochester Conference Series on Public Policy 39: 195-214 (1993).",
        "Taylor, John B., ed., Monetary Policy Rules, Chicago: University of Chicago Press, 1999.",
        "Vickers, John, Ã\u0082â\u0080\u009cInflation Targeting in Practice: The UK Experience,Ã\u0082â\u0080\u009d Bank of England Quarterly Bulletin 38, 368-375 (1998).",
        "Woodford, Michael, Ã\u0082â\u0080\u009cDoing Without Money: Controlling Inflation in a Post-Monetary World,Ã\u0082â\u0080\u009d Review of Economic Dynamics 1: 173-219 (1998).",
        "Woodford, Michael, Ã\u0082â\u0080\u009cOptimal Monetary Policy Inertia,Ã\u0082â\u0080\u009d NBER Working Paper no. 7261, August 1999a.",
        "Woodford, Michael, Ã\u0082â\u0080\u009cCommentary: How Should Monetary Policy Be Conducted in an Era of Price Stability?Ã\u0082â\u0080\u009d in New Challenges for Monetary Policy, Kansas City: Federal Reserve Bank of Kansas City, 1999b.",
        "Woodford, Michael, Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton: Princeton University Press, forthcoming 2003."
    ]
}