{
    "id": 9943,
    "cites": 13,
    "cited_by": 2,
    "reference": [
        "American State Papers . Various volumes. Washington: Gales and Seaton, 1832. Ben-Atar, Doron S. The Origins of Jeffersonian Commercial Policy and Diplomacy . New York: St. Martins Press, 1993.",
        "Cole, Arthur H. (Ed.). Industrial and Commercial Correspondence of Alexander Hamilton, Anticipating his Report on Manufactures . Chicago: A.W. Shaw Co., 1928.",
        "Clarfield, Gerard. Protecting the Frontiers: De fense Policy and the Tariff Question in the First Washington Administration. William and Mary Quarterly 32 (July 1975): 443-464.",
        "Cooke, Jacob E. Tench Coxe, Alexander Hamilton, and the Encouragement of American Manufactures. William and Mary Quarterly 32 (July 1975): 369-392.",
        "Elkins, Stanley, and Eric McKitrick. The Age of Federalism: The Early American Republic, 1788-1800 . New York: Oxford University Press, 1993.",
        "Ferling, John. A Leap in the Dark: The Struggle to Create the American Republic . New York: Oxford University Press, 2003.",
        "Freeman, Joanne B. `The Art and Address of Ministerial Management: Secretary of the Treasury Alexander Hamilton and Congress. In Kenneth R. Bowling and Donald R. Kennon (eds.), Neither Separate Nor Equal: Congress in the 1790s . Athens: Ohio University Press, 2000.",
        "McCoy, Drew R. The Elusive Republic: Political Economy in Jeffersonian America . Chapel Hill: University of North Carolina Press, 1980.",
        "Nelson, John R., Jr. Alexander Hamilton and American Manufacturing: A Reexamination. Journal of American History 65 (March 1979): 971-995.",
        "Nelson, John R., Jr. Liberty and Property: Political Economy and Policymaking in the New Nation, 1789-1812 . Baltimore: Johns Hopkins University Press, 1987.",
        "Peskin, Lawrence A. How the Republicans Learne d to Love Manufacturing: The First Parties and the `New Economy. Journal of the Early Republic 22 (September 2002): 235-262.",
        "Peterson, Merrill D. Thomas Jefferson and Commercial Policy, 1783-1793. William and Mary Quarterly , 22 (October 1965): 584-610.",
        "Taussig, Frank W. A Tariff History of the United States . 8 th edition. New York: Putnams, 1931."
    ]
}