{
    "id": 9944,
    "cites": 16,
    "cited_by": 4,
    "reference": [
        "Adams, Donald R., Jr. American Neutrality and Prosperity, 1793-1808. Journal of Economic History 40 (December 1980): 713-737.",
        "Crafts, N. F. R., and C. Knick Harley. Output Growth and the British Industrial Revolution: A Restatement of the Crafts-Harley View. Economic History Review , New Series, 45 (November 1992): 703-730.",
        "Gallatin, Albert. Report on Manufactures. 11 th Congress, 2d Session, April 19, 1810. American State Papers, Commerce . Vol. 2. Washington, D.C.: Gales and Seaton, 1832. Goldin, Claudia, and Frank D. Lewis. The Role of Exports in American Economic Growth during the Napoleonic Wars, 1793-1807. Explorations in Economic History 17 (January 1980): 6-25.",
        "Hamilton, James D. What is an Oil Shock? Journal of Econometrics 113 (April 2003): 363-398.",
        "Hutchins, John G. B. The American Maritime Industries and Public Policy, 1789-1914 .",
        "Irwin, Douglas A. The Welfare Effects of Au tarky: Evidence from the Jeffersonian Embargo, 1807-1809, NBER Working Paper No. 8692, December 2001.",
        "Irwin, Douglas A., and Peter Temin. The Antebellum Tariff on Cotton Textiles Revisited, Journal of Economic History 61 (September 2001): 777-798.",
        "Jeremy, David J. Transatlantic Industrial Re volution: The Diffusion of Textile Technologies -26- between Britain and America, 1790-1830s . Cambridge: MIT Press, 1981.",
        "Lebergott, Stanley. The Americans: An Economic Record . New York: Norton, 1984.",
        "Liebenau, Jonathan. Medical Science and Medi cal Industry: The Formation of the American Pharmaceutical Industry . Baltimore: Johns Hopkins University Press, 1987.",
        "Mitchell, Brian R. British Historical Statistics . New York: Cambridge University Press, 1988.",
        "North, Douglass C. The Economic Growth of the United States, 1790-1860 . New York: Norton, 1966.",
        "Perron, Pierre. The Great Crash, the Oil Price Shock, and the Unit Root Hypothesis. Econometrica 57 (November 1989): 1361-1401.",
        "Rosenbloom, Joshua. Path Dependence and the Origins of Cotton Textile Manufacturing in New England. NBER Working Paper No. 9182. September 2002.",
        "Scranton, Philip. Proprietary Capitalism: The Textile Manufacture at Philadelphia, 1800-1885 . Philadelphia: Temple University Press, 1987.",
        "Sokoloff, Kenneth L. Inventive Activity in Early Industrial America: Evidence From Patent Records, 1790-1846. Journal of Economic History 48 (December 1988): 813-850."
    ]
}