{
    "id": 9946,
    "cites": 15,
    "cited_by": 6,
    "reference": [
        "[1] Caballero, Ricardo J. and Eduardo M. R. A. Engel [1992], Beyond the Partial-Adjustment Model, American Economic Review82, 360-384.",
        "[2] Caballero, Ricardo J. and Eduardo M. R. A. Engel [1993], Microeconomic Adjustment Hazards and Aggregate Dynamics,Quarterly Journal of Economics 82, 359-383.",
        "[3] Caballero, Ricardo J. and Eduardo M. R. A. Engel [1993], Explaining Investment Dynamics in U.S. Manufacturing: A Generalized (S, s) Approach,Econometrica67, 783-826.",
        "[4] Dotsey, Michael; Robert G. King; and Alexander L. Wolman, [1999], State Dependent Pricing and the General Equilibrium Dynamics of Money and Output, Quarterly Journal of Economics 14, 655-690.",
        "[5] Hamermesh, Daniel S. [1989], Labor Demand and the Structure of Adjustment Costs, American Economic Review79, 674-689.",
        "[6] Hamermesh, Daniel S. [1990], Aggregate Employment Dynamics and Lumpy Adjustment Costs, Carnegie-Rochester Conference Series on Public Policy 33, 93-130.",
        "[7] Hamermesh, Daniel S. and Gerard A. Pfann [1996], Adjustment Costs in Factor Demand, Journal of Economic Literature34, 1264-1292.",
        "[8] Kennan, John [1979], The Estimation of Partial Adjustment Models with Rational Expectations, Econometrica47, 1441-1455.",
        "[9] Khan, Aubhik and Julia K. Thomas [2003], Nonco nvex factor adjustments in equilibrium business cycle models: do nonlinearities matter? Journal of Monetary Economics 50, 331-360.",
        "[10] Kollintzas, Tryphon E. [1985], The Symmetric Linear Rational Expectations Model, Economet- rica53, 963-976.",
        "[11] Mortensen, Dale T. [1973], Generalized Cos ts of Adjustment and Dynamic Factor Demand The- ory,Econometrica41, 657-665. 29",
        "[12] Parente, Stephen L. and Edward C. Prescott [1994] Barriers to Technology Adoption and Devel- opment.Journal of Political Economy102, 298-321.",
        "[13] Peck, Stephen C. [1974], Alternative Investmen t Models for Firms in the Electric Utilities Indus- try,Bell Journal of Economics5, 420-458.",
        "[14] Sargent, Thomas J. [1978], Estimation of Dynamic Labor Demand Schedules under Rational Expectations,Journal of Political Economy86, 1009-1044.",
        "[15] Thomas, Julia K. [2002], Is Lumpy Investment Relevant for the Business Cycle? Journal of"
    ]
}