{
    "id": 9949,
    "cites": 38,
    "cited_by": 159,
    "reference": [
        "Johnson, Simon, Rafael La Porta, Florencio Lopez-de-Silanes, and Andrei Shleifer, Tunnelling, American Economic Review (Papers and Proceedings), May, Vol. 90, No.2, 22-27, 2000.",
        "Akerlof, George A and Paul M. Romer, Looting: The Economic Underworld of Bankruptcy for Profit. Brookings Papers on Economic Activity, (2), 1-60, 1993.",
        "Asian Wall Street Journal, First Pacific to Buy 40% Of Indofood for $650 Million. June 23, 1999.",
        "Bae, Kee-Hong, Jun-Koo Kang, and Jin-Mo Kim, Tunnelling or Value Addition? Evidence from Mergers by Korean Business Groups, Journal of Finance, 57, 6:2695-2740, December 2002.",
        "Bertrand, Marianne, Paras Mehta, and Sendhil Mullainathan, Ferreting Out Tunnelling: An Application to Indian Business Groups, Quarterly Journal of Economics, CXVII, 1:121-148, February 2002.",
        "Choi, Buhmsoo, Lessons of Crisis Management from the Korean Experience, paper presented at An International Forum on The Korean Financial Crisis, Harvard University, November 18-19, 1999.",
        "Claessens, Stijn, Simeon Djankov, and Larry H.P. Lang, The Separation of Ownership and Control in East Asian Corporations, Journal of Financial Economics, 58, 12:81-112, October/November 2000.",
        "Dewatripont, Mathias and Eric Maskin, Credit and Efficiency in Centralized and Decentralized Economies, Review of Economic Studies, 62:541-555, 1995.",
        "Durnev, Art and E. Han Kim, To Steal or Not to Steal: Firm Attributes, Legal Environment, and Valuation, manuscript, University of Michigan, August, 2002.",
        "Faccio, Mara, Larry H.P. Lang, and Leslie Young, Debt and Corporate Governance, Working paper, Notre Dame and The Chinese University of Hong Kong, 2001.",
        "Foley, C. Fritz, The Legal Protection of Creditors, Financial Distress, and Business Groups: Lessons from Bankruptcy Law Reform in Thailand, Mimeo, Harvard Business School, May 1999.",
        "Friedman, Eric and Simon Johnson, Propping, Looting and Tunnelling: some aspects of debt in weak legal environments, Manuscript, Rutgers and MIT, March 2000.",
        "Glaeser, Edward, Simon Johnson, Andrei Shleifer, Coase versus The Coasians, Quarterly Journal of Economics, CXVI, 3, 853-900, August 2001.",
        "Grossman, Sanford and Oliver Hart, Corporate Financial Structure and Managerial Incentives, in J.J.McCall Ed.: The Economics of Information and Uncertainty, University of Chicago Press, Chicago, 123-155, 1982.",
        "Hart, Oliver and John Moore, Default and Renegotiation: A Dynamic Model of Debt, Quarterly Journal of Economics, 113, 1: 1-41, February 1998.",
        "Hoshi, Takeo, Anil Kashyap, and David Scharfstein, Corporate Structure, Liquidity, and Investment: Evidence from Japanese Industrial Groups. Quarterly Journal of Economics, 106, 33-60, 1991.",
        "Jensen, Michael C, Agency Costs of Free Cash Flow, Corporate Finance and Takeovers, American Economic Review, 76, 323-29, May 1986.",
        "Jensen, Michael C. and William H. Meckling, Theory of the Firm: Entrepreneurial Behavior, Agency Costs and Ownership Structure, Journal of Financial Economics, 3, 305-360, 1976.",
        "Joh, Sung Wook, Corporate Governance and Firm Profitability: Evidence from Korea before the Economic Crisis, Journal of Financial Economics, Volume 68, No.2, May 2003.",
        "Johnson, Simon, Peter Boone, Alasdair Breach, and Eric Friedman, Corporate Governance in the Asian Financial Crisis. Journal of Financial Economics, Volume 58, Nos. 1-2, 141-186, October/November 2000.",
        "Wolfenzon, Daniel, A Theory of Pyramidal Ownership, mimeo, Harvard University, 1998.",
        "Troika Dialog, Corporate Governance in Russia. Moscow, May 1999. Downloaded from www.troika.ru. Wall Street Journal, Baht and Sold: Did Mr Saxena Kill a Bank and Trigger the Asian Contagion? May 7, p.A1, 1999.",
        "Titman, Sheridan, and Wessels, Roberto, The Determinants of Capital Structure Choice, Journal of Finance 43, 1: 1-19, 1988.",
        "Shleifer, Andrei and Daniel Wolfenzon, Investor Protection and Equity Markets, Journal of Financial Economics, 66, 3-27, 2002.",
        "Roland, Gerard, Transition and Economics: Politics, Markets, and Firms, MIT Press, Cambridge, 2000.",
        "Mitton, Todd, A Cross-Firm Analysis of the Impact of Corporate Governance on the East Asian Financial Crisis. Journal of Financial Economics, 64, 2: 215-241, May 2002.",
        "Myers, Stewart C., Determinants of Corporate Borrowing. Journal of Financial Economics, 5, 147-175, 1977.",
        "Lee, Jong-Wha, Lee, Young Soo, and Lee, Byung-Sun, The Determination of Corporate Debt in Korea, Asian Economic Journal, 14, 4: 333-356, 2000.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, Investor Protection and Corporate Valuation, Journal of Finance, 57, 11471170, 2002.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, and Andrei Shleifer, Corporate Ownership Around the World, Journal of Finance, Vol.LIV, No.2, 471-517, April 1999.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, Investor Protection and Corporate Governance, Journal of Financial Economics, Volume 58, 1-2: 3-28, October/November, 2000.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert W. Vishny, Law and Finance, Journal of Political Economy, December, 106, 6, 1113-1155, 1998.",
        "La Porta, Rafael, Florencio Lopez-de-Silanes, Andrei Shleifer, and Robert Vishny, Legal Determinants of External Finance, Journal of Finance 52, 1131-1150, 1997.",
        "Kornai, Janos, Resource-Constrained vs. Demand-Constrained Systems, Econometrica, 47: 801-819, 1979.",
        "Khanna, Tarun and Krishna G. Palepu, Why Focused Strategies May be Wrong for Emerging Markets, Harvard Business Review, July 1997.",
        "Khanna, Tarun, Joseph Kogan, and Krishna G. Palepu, Globalization and Corporate Governance Convergence? A Cross-Country Analysis, manuscript, Harvard Business School, 2002.",
        "Kim, Se-Jik and Mark R. Stone, Corporate Leverage, Bankruptcy, and Output Adjustment in Post-Crisis East Asia, IMF Working paper WP/99/143, October 1999.",
        "Kim, Se-Jik, Bailout and Conglomeration, Journal of Financial Economics, forthcoming. Klapper, Leora F. and Inessa Love, Corporate Governance, Investor Protection, and Performance in Emerging Markets, manuscript, The World Bank, 2002."
    ]
}