{
    "id": 995,
    "cites": 29,
    "cited_by": 22,
    "reference": [
        "Auerbach, A.J. and Kotlikoff, L., An Examination of Empirical Tests of Social Security and Savings, NEER Working Paper 730, August 1981.",
        "Barro, R,,, Are Government Bonds Net Wealth?t Journal of Political Economy, Vol. 82, November-December 1974, pp. 1095 - 1117.",
        "Bernheim, B.D., Post Retirement Wealth Decumulation, mimeo, 1982.",
        "Bernheim, B.D., A. Shleifer and L.H. Summers, A Model of Manipulative Bequests, mimeo, 1982.",
        "Blinder, A.S., Temporary Tax Guts and Consumer Spending, Journal of Political Economy, Vol. 89, February 1981, pp. 26-53.",
        "Boskin, N.J., Taxation, Saving, and the Rate of Interest, Journal of Political Economy, Vol. 86, April 1978, pt. 2, pp. S3-S27.",
        "Chamley, C., The Welfare Cost of Capital Income Taxation in a Growing Economy, Journal of Political Economy, Vol. 89, June 1981, pp. 468-496.",
        "Feldstein, M.S., Social Security Benefits and the Accumulation of Preretirement Wealth, NBER Working Paper //477, May 1980.",
        "Feldstein, M.S., Social Security, Induced Retirement and Aggregate Capital Accumulation: A Correction and Update, NBER Working Paper 579, November 1980.",
        "Flavin, M.A., The Adjustment of Consumption to Changing Expectations about Future Income, Journal of Political Economy, Vol. 89, October 1981, pp. 974-1009.",
        "Hall, R., Intertemporal Substitution in Consumption, NBER Working Paper 720, July 1981.",
        "Hall, R. and P. Mishkin, The Sensitivity of Consumption to Transitory Income: Estimates from Panel Data on Households, Econometrica, Vol. 50, March 1982, pp. 461-482.",
        "Hansen, L. and Singleton, K., Stochastic Consumption, Risk Aversion, and the Intertemporal Behavior of Stock Market Returns, unpublished. }layashi, P., Liquidity Constraints and the Consumption Function, forthcoming in Journal of Political Economy, 1982.",
        "Loanable Funds Saving, Brookings Papers on Economic Activity, 1978, 3, pp. 655-685.",
        "Kotlikoff, L. and Spivak, A., The Family as an Incomplete Annuities Market, Journal of Political Economy, Vol. 89, April 1981, pp. 372-391.",
        "Kotlikoff, L. and Summers, L.H., The Importance of Intergenerational Transfers in Aggregate Capital Accumulation, Journal of Political Economy, Vol. 89, August 1981, pp. 706-732.",
        "Lucas, R.E. Jr., Econometric Policy Evaluation: A Critique, in Karl Brunner and Allan H. Hetzler, eds., The Phillips Curve and Labor Markets, Carnegie-Rochester Conference Series on Public Policy, Vol 1, Amterdam, North Holland, 1976, pp. 19-46.",
        "Mankiw, N.G., The Permanent Income Hypothesis and the Real Interest Rate, Economic Letters, 7, 1981, pp. 307-311.",
        "Mankiw, G., J. Rotemberg, and L. H. Summers, Intertemporal Substitution in Macroeconomics, NBER Working Paper 898, June 1982.",
        "Merton, R.C., On Estimating the Expected Return on the Market: An Exploratory Investigation, Journal of Financial Economics, 1980.",
        "Mirer, T.W., The Wealth-Age Relation Among the Aged, American Economic Review, Vol. 69, June 1979, pp. 435-443.",
        "Sandmo, A., The Effect of Uncertainty on Saving Decisions, Review of Economic Studies, Vol. 37, July 1970, pp. 353-360.",
        "Stiglitz, J., Notes on Estate Taxes, Redistribution, and the Concept of Balanced Growth Path Incidence, Journal of Political Economy, Vol. 86, part 2, April 1978, pp. S137-50.",
        "Summers, L.H., Capital Taxation and Accumulation in a Life Cjcle Growth Model, American Economic Review, Vol. 71, September 1981, pp. 533-544.",
        "Summers, L.H., Inflation and the Valuation of Corporate Equities, NBER Working Paper 824, 1982.",
        "Tobin, J.,, Life Cycle Saving and Balanced Growth, in William Feliner and others, Ten Economic Studies in the Tradition of Irving Fisher, 1967, John Wiley and Co., pp. 231-256.",
        "Weber, W.E., The Effect of Interest Rates on Aggregate Consumption, American Economic Review, Vol. 60, September 1970, pp. 591-600.",
        "Weber, W.E., lnterest Rates, Inflation and Consumer Expenditures, American Economic Review, Vol. 65, December 1975, pp. 843-858.",
        "Wright, C., Saving and the Rate of interest, in Harberger and Bailey, eds., The Taxation of Income from Capital, 1969, Washington: The Brookings Institution, pp. 275-300."
    ]
}