{
    "id": 9955,
    "cites": 16,
    "cited_by": 0,
    "reference": [
        "324: 882-888. Emanuel, L., et al., 1991, Advance Directives for Medical Care - A Study for Greater Use, New England Journal of Medicine",
        "324: 889-895. Hare, J., C. Pratt, and C. Nelson, 1992, Agreement Between Patients and Their Self- Selected Surrogates on Difficult Medical Deci sions, Archives of Internal Medicine",
        "84: 175-197. Klutch, M., 1978, Survey Results After One Years Experience With the Natural Death Act, Western Journal of Medicine",
        "128: 329-330. Layde, P., et al., 1995, Surrogates Predictions of Seriously Ill Patients Resuscitation Preferences, Archives of Family Medicine",
        "4: 518-23. Lubitz, J. and G. Riley, 1993, Trends in Medicare Pyaments in the Last Year of Life, New England Journal of Medicine 328: 1092-96.",
        "327: 1165-1169. Molloy, D. W., et al., 2000, Systematic Implementation of an Advance Directive Program in Nursing Homes: A Randomized Controlled Trial, JAMA",
        "283: 1437-44. Redleaf, D., et al., 1979, The California Natural Death Act: An Empirical Study of Physicians Practices, Stanford Law Review",
        "30: 913-945. Schneiderman, L.J., et al., 1992a, Effects of Offering Advance Directives on Medical Treatment and Costs, Annals of Internal Medicine",
        "117: 599-606. Schneiderman, L.J., et al., 1992b, Relationship of General Advance Directive Instructions to Specific Life-Sustaining Treatment Preferences in Patients With Serious Illness, Arch. Intern Med",
        "284: 2476-82. SUPPORT investigators, 11/22/95, A Controlled Trial to Improve Care for Seriously Ill Hospitalized Patients, JAMA",
        "274: 1591-98. Teno, J. et al., 1994, Do Formal Advance Directives Affect Resuscitation Decisions and the Use of Resources for Seriously Ill Patients? Journal of Clinical Ethics",
        "30. Teno, J. et al., 1995, Preferences for Cardiopulmonary Resuscitation: Physician-Patient Agreement and Hospital Resource Use, Journal of General Internal Medicine",
        "179-86. Teno, J. et al., 1997, The Illusion of End-of-Lif e Resource Savings with Advance Directives, Journal of the American Geriatric Society",
        "45: 513-518. Teno, J., 2000, Advance Directives for Nursing Home Residents: Achieving Compassionate, Competent, Cost-effective Care: Editorial, JAMA",
        "283: 1481-82. Weeks, W.B. et al., 1994, Advance Directives and the Cost of Terminal Hospitalization, Archives of Internal Medicine",
        "29 Zinberg, J.M., 1989, Decisions for the Dyi ng: An Empirical Study of Physicians Responses to Advance Directive, Vermont Law Review"
    ]
}