{
    "id": 9956,
    "cites": 27,
    "cited_by": 8,
    "reference": [
        "Strahan, Philip E., 1999, Borrower Risk and the Price and Non-Price Terms of Bank Loans, Federal Reserve Bank of Ne w York, Staff Report no. 90.",
        "Thakor, Anjan, and Gregory Udell, 1987, An Economic Ra tionale for the Pricing Structure of Bank Loan Commitments, Journal of Banking and Finance 11, 271-289.",
        "Shockley, Richard and Anjan Thakor, 1997, Ba nk Loan Commitments: Data, Theory, Tests, Journal of Money, Credit and Banking 29.",
        "Stiglitz, Joseph and Andrew Weiss 1981, Credit Rationing in Markets with Imperfect Information American Economic Review 71, (3), 393-410.",
        "Myers, Stewart C. and Raghuram G. Rajan, 1998, The Paradox of Liquidity, Quarterly Journal of Economics 113, 733-71.",
        "Saidenberg, Marc R. a nd Philip E. Strahan, 1999, Are Banks Still Important for Financing Large Businesses? 1999, Federal Rese rve Bank of New Yorks Current Issues in Economics and Finance 5(12), 1-6.",
        "Morgan, Donald P., 1998, The Credit Effects of Monetary Policy: Evidence Using Loan Commitments, Journal of Money, Credit and Banking .",
        "Mester, Loretta J., Leonard Nakamura and Micheline Renau lt, 2002, Checking Accounts and Bank Monitoring, Federal Reserve Bank of Philadelphia WP no. 01-3/R.",
        "Krishnamurthy, Arvind, 2001, The Bond/ Old Bond Spread, mimeo, June 13, 2001.",
        "McAndrews, James J. and Sim on M. Potter, 2002, Liquidity Effects Surrounding the Events of September 11, 2001, Federal Re serve Bank of New York Economic Policy Review , November 2002.",
        "Mester, Loretta J., and Mitc hell Berlin, 1999, Deposits and Lending Relationships, Review of Financial Studies 12, 579-608.",
        "Kashyap, Anil K, Raghuram G. Ra jan and Jeremy C. Stein, 2002, Banks as Liquidity Providers: An Explanation for the Co-existen ce of Lending and Deposit-Taking, Journal of Finance 57(1), 33-74.",
        "Kane, Edward, 1974, All for the Bes t: The Federal Reserve Boards 60 th Annual Report, American Economic Review, December, 835-850.",
        "Fama, Eugene, 1985, Whats Different about Banks? Journal of Mone tary Economics (January).",
        "Flannery, Mark, 1994, Debt Matur ity Structure and the Debtweight Cost of Leverage: Optimally Financing Banking Firms, American Economic Review (March), 320-331.",
        "Froot, Kenneth A., and Jeremy C. Stein, 1998, Risk Management, Capital Budgeting, and Capital Structure Policy for Financial Institutions: An Integrated Approach, Journal of -30- Financial Economics, 47, 55-82.",
        "Kanatas, George, 1987, C ommercial Paper, Bank Reserve Requirements a nd the Informational Role of Loan Commitments, Journal of Banking and Finance 11, 425-448.",
        "Boot, Arnaud, Anjan Thakor and Gregory Ude ll, 1987, Competition, Risk Neutrality and Loan Commitments, Journal of Banking and Finance 11, 449-471.",
        "Calomiris, Charles W. and Charles M. Kahn, 1991, The Ro le of Demandable Debt in Structuring Optimal Banking Arrangements, American Economic Review 81(3), 497-513.",
        "Diamond, Douglas and Ragurham G. Rajan, 2001, Liquidity Risk, Liquidity Creation and Financial Fragility: A Theory of Banking, Journal of Political Economy 109(2), 287-327.",
        "Carey, Mark S., and Vijay Bhasin, 1999, The Determinants of Corporate Loan Liquidity, Federal Reserve Bank of Chicago, Proceedings of the 35th Conference on Bank Structure and Competition.",
        "Carey, Mark S., Mitch Post, and Steven Shar pe, 1998, Does Corporate Lending by Banks and Finance Companies Differ? Evidence on Specialization in Private Debt Contracting, Journal of Finance, 53.",
        "Chava, Sudheer, 2002, Modeling Loan Commitments and Liquidity Crisis: Theory and Estimation, mimeo, November 19, 2002.",
        "Covitz, Daniel and Chris Downing, 2002, Ins olvency or Liquidity Squeeze? Explaining Short-Term Corporate Yield Spreads, Finance and Econo mics Discussion Series 2002-45, Washington: Board of Governors of the Federal Reserve System.",
        "Berger, Allen N. and Gregory F. Udell, 1990, Collateral, Loan Quality and Bank Risk, Journal of Monetary Economics.",
        "Boyd, John and Mark Gertler, 1994, Are Ba nks Dead? Or, Are the Reports Greatly Exagerrated? Federal Rese rve Bank of Minneapolis, Quarterly Review (Summer 1994), 1-19.",
        "Berger, Allen N. and Gregory F. Udell, 1992, Some Evidence on the Em pirical Significance of Credit Rationing, Journal of Political Economy."
    ]
}