{
    "id": 9957,
    "cites": 30,
    "cited_by": 39,
    "reference": [
        "Jullien, Bruno, Bernard Salanie, and Francois Salanie. 2002. Screening risk-averse agents under moral hazard. Unpublished mimeo.",
        "Kemper, Peter and Christopher Murtaugh. 1991. Lifetime use of nursing home care. New England Journal of Medicine 324: 595-600.",
        "Mellor, Jennifer. 2001. Long-term care and nursing home coverage: are adult children substitutes for insurance policies? Journal of Health Economics 20 pp.527-547.",
        "National Center for Health Statistics, 2002. Health, United States, 2002 With Chartbook on Trends in the Health ofAmericans. Hyattsville, Maryland: 2002.",
        "Norton, Edward. 2000. Long-term Care. In AJ Culyer and JP Newhouse (eds) Handbook of Health Economics, vol 1, ch 17. Elsevier Science.",
        "Pueltz, Robert and Arthur Snow. 1994. Evidence on Adverse Selection: Equilibrium Signaling and Cross-Subsidization in the Insurance Market. Journal of Political Economy, 102: 236-257.",
        "Robinson, James. 1996. A Long-Term Care Status Transition Model, presented at the 1996 Bowles Symposium on the Old-Age Crisis: Actuarial Opportunities. Georgia State University, September.",
        "Robinson, James. 2002. A long-term care status transition model. Mimeo, University of Wisconsin, Madison.",
        "Rothschild, Michael and Joseph Stiglitz. 1976. An Essay on the Economics of Imperfect Information. Quarterly Journal of Economics 90: 629-649.",
        "Sloan, Frank and Edward Norton. 1997. Adverse selection, bequests, crowding out, and private demand for insurance: evidence from the long-term care insurance market. Journal of Risk and Uncertainty 15: 201-219.",
        "Smith, V Kerry, Donald Taylor and Frank Sloan. 2001. Longevity expectations and death: can people predict their own demise? American Economic Review September pp.1126-1134.",
        "United States Congress, Committee on Ways and Means (2000). Green Book 2000: Background Material on Programs Under the Jurisdiction of the Committee on Ways and Means, Washington DC: GPO.",
        "Villeneuve, Bertrand. 2000. The consequences for a monopolistic insurance firm of evaluating risk better than customers: the adverse selection hypothesis reversed. Geneva Papers on Risk and Insurance Theory 25: 65-79.",
        "Health Insurance Association of America (HIAA). 2000a. Who buys LTC insurance in 2000? Washington DC.",
        "Hurd, Michael D. and Kathleen McGarry, 2002. The Predictive Validity of Subjective Probabilities of Survival Economic Journal, 112 (482) : 966-985.",
        "Cardon, James and Igal Hendel. 2001. Asymmetric Information in Health Insurance: Evidence from the National Medical Expenditure Survey. RAND Journal of Economics 32, 408-427.",
        "Chiappori, Pierre-Andre and Bernard Salanie. 2000. Testing for Asymmetric Information in Insurance Markets. Journal of Political Economy, 108, 56-78.",
        "Hurd, Michael D. and Kathleen McGarry, 1995. Evaluations of the Subjective Probability of Survival in the Health and Retirement Survey, Journal of Human Resources, 30 : s268-s292.",
        "Hamermesh, Daniel. 1985. Expectations, Life Expectancy, and Economic Behavior. Quarterly Journal of Economics Vol 100, Issue 2, pp.389-408.",
        "Garber, Alan and Thomas MaCurdy. 1993. Nursing home discharges and exhaustion of Medicare benefits. Journal of the American Statistical Association 88(423): 727-736.",
        "Finkelstein, Amy and James Poterba. Forthcoming. Adverse Selection in Insurance Markets: Policyholder Evidence from the U.K. Annuity Market. Journal of Political Economy. Gan, Li, Michael Hurd and Daniel McFadden. 2003. Individual subjective survival curves. NBER Working Paper 9480.",
        "De Meza, David and Webb, David. 2001. Advantageous selection in insurance markets. Rand Journal of Economics. Summer.",
        "Dick, Andrew, Alan Garber and Thomas MaCurdy. 1994. Forecasting Nursing Home Utilization of Elderly Americans. In David Wise (ed) Studies in the Economics of Aging.",
        "AARP. 2002. Long-Term Care Insurance: An Assessment of States Capacity to Review and Regulate Rates. February, MS 2002-02.",
        "Cawley, John and Tomas Philipson. 1999. An empirical examination of information barriers to trade in insurance. American Economic Review Vol 89, no 4 pp.827-846.",
        "AARP. 2000. Medicaid Financial Eligibility for Older People: State variations in access to home and community-based waiver and nursing home services. April.",
        "Chiappori, Pierre-Andre, Bruno Jullien, Bernard Salanie, and Francois Salanie. 2002. Asymmetric Information in Insurance: General Testable Implications. Unpublished mimeo.",
        "Cohen, Alma. 2001. Asymmetric Information and Learning in the Automobile Insurance Market. Mimeo, Harvard University, Department of Economics.",
        "Cutler, David. 2002. Health Care and the Public Sector. In A. Auerbach and M. Feldstein, eds., Handbook of Public Economics, Volume 4 (Amsterdam: North Holland), forthcoming.",
        "Cohen, Marc. Forthcoming. Private Long-Term Care Insurance. Journal ofAging and Health. Crocker, Keith and Arthur Snow. 1985. The efficiency of competitive equilibria in insurance markets with asymmetric information. Journal of Public Economics Volume 26 (2): 207-219."
    ]
}