{
    "id": 9958,
    "cites": 40,
    "cited_by": 9,
    "reference": [
        "Arno Press and the New York Times. Aurner, Clarence R. 1914. History of Education in Iowa, Vol. VI. Iowa City, IA: State Historical Society of Iowa.",
        "Bishop, Eugene A. 1930. The Development of a State School System: New Hampshire. New York: Teachers College, Columbia University.",
        "Bowles, Samuel and Herbert Gintis. 1976. Schooling in Capitalist America: Educational Reform and the Contradictions of Economic Life. New York: Basic Books.",
        "Brown, Elmer Ellsworth. 1899. Secondary Education. Monographs on Education in the United States. Department of Education for the United States Commission to the Paris Exposition of 1900. Albany, NY: J.B. Lyon Company.",
        "Burdge, Howard G. 1921. Our Boys: A Study of the 245,000 Sixteen, Seventeen and Eighteen Year Old Employed Boys of the State of New York. Albany, NY: J.B. Lyon Co.",
        "Bush, George G. 1898. History of Education in New Hampshire. Washington, D.C.: G.P.O. Census of the United States. 1832. Fifth Census or Enumeration of the Inhabitants of the United States, 1830. Washington: Duff Green. Chadbourne, Ava H. 1928. The Beginnings of Education in Maine. New York: Teachers College, Columbia University.",
        "Cremin, Lawrence A. 1951. The American Common School: An Historic Conception. New York: Bureau of Publications Teachers College, Columbia University.",
        "Cubberley, Ellwood P. 1934, 1947. orig. pub. 1919. Public Education in the United States: A Study and Interpretation of American Educational History. Boston, MA: Houghton Mifflin and Co. [Note: The 1934 edition was mainly used.] Cubberley, Ellwood P. 1970. orig. pub. 1934. Readings in Public Education in the United States: A Collection of Sources and Readings to Illustrate the History of Educational Practice and Progress in the United States. Westport, CT; Greenwood Press.",
        "Cubberley, Ellwood P. and Elliott, Edward C. 1915. State and County School Administration.",
        "New York: The Macmillan Company. DeBow, J.D.B. 1853. The Seventh Census of the United Sates: 1850. Vol. 1. Washington: Robert Armstrong, Public Printer. Deffenbaugh, Walter S., and Ward W. Keesecker. 1935. Compulsory School Attendance Laws and Their Administration. Bulletin No. 4, United States Department of the Interior, Office of Education. Washington, D.C.: G.P.O.",
        "Easterlin, Richard A. 1981. Ã\u0082â\u0080\u009cWhy IsnÃ\u0082â\u0080\u0099t the Whole World Developed?Ã\u0082â\u0080\u009d Journal of Economic History 61 (March): 1-17.",
        "Fernandez, Raquel, and Richard Rogerson. 2003. Ã\u0082â\u0080\u009cEquity and Resources: An Analysis of Education Finance Systems,Ã\u0082â\u0080\u009d Journal of Political Economy 111 (August): 858-97.",
        "Field, Alexander. 1979. Ã\u0082â\u0080\u009cEconomic and Demographic Determinants of Educational Commitment: Massachusetts, 1855,Ã\u0082â\u0080\u009d Journal of Economic History 39 (June): 439-59.",
        "Fishlow, Albert. 1966a. Ã\u0082â\u0080\u009cThe American Common School Revival: Fact or Fancy?Ã\u0082â\u0080\u009d In Henry Rosovsky, ed., Industrialization in Two Systems: Essays in Honor of Alexander Gerschenkron. New York: Wiley Press.",
        "Fishlow, Albert. 1966b. Ã\u0082â\u0080\u009cLevels of Nineteenth-Century American Investment in Education,Ã\u0082â\u0080\u009d Journal of Economic History 26 (December): 418-36.",
        "Chapter 4: Ã\u0082â\u0080\u009cVirtuesÃ\u0082â\u0080\u009d of the Past 55 Glenn, Charles L. 1988. The Myth of the Common School. Amherst, MA: University of Massachusetts Press.",
        "Goldin, Claudia, and Lawrence F. Katz. 2000. Ã\u0082â\u0080\u009cEducation and Income in the Early Twentieth Century: Evidence from the Prairies,Ã\u0082â\u0080\u009d Journal of Economic History 60 (September): 782- 818.",
        "New York: Cambridge University Press. Goldin, Claudia, and Lawrence F. Katz. 2003b. Ã\u0082â\u0080\u009cMass Secondary Schooling and the State: The Role of State Compulsion in the High School Movement,Ã\u0082â\u0080\u009d NBER working paper, forthcoming.",
        "Hoxby, Caroline M. 1996. Ã\u0082â\u0080\u009cAre Efficiency and Equity in School Finance Substitutes or Complements?,Ã\u0082â\u0080\u009d Journal of Economic Perspectives 10 (Fall): 51-72.",
        "Cambridge, MA: Harvard University Press. Kaestle, Carl. 1983. Pillars of the Republic: Common Schools and American Society, 1780-1860.",
        "New York: Hill and Wang. Kaestle, Carl, and Maris Vinovskis. 1980. Education and Social Change in Nineteenth-Century Massachusetts. Cambridge, MA: Harvard University Press.",
        "Kandel, I.L. 1930. History of Secondary Education: A Study in the Development of Liberal Education. Boston, MA: Houghton Mifflin Company.",
        "Katz, Michael B. 1968. The Irony of Early School Reform: Educational Innovation in Mid- Nineteenth Century Massachusetts. Cambridge, MA: Harvard University Press.",
        "Landes, William M., and Lewis C. Solmon. 1972. Ã\u0082â\u0080\u009cCompulsory Schooling Legislation: An Economic Analysis of Law and Social Change in the Nineteenth Century,Ã\u0082â\u0080\u009d Journal of Economic History 32 (March): 54-91.",
        "Unpublished paper. Department of Economics, University of California at Davis. Mann, Horace. 1891. Life and Works of Horace Mann. Vols. III and IV. Annual Reports of the Secretary of the Board of Education of Massachusetts for the Years 1839-44 [III], 1845-48 [IV]. Boston, MA: Lee and Shepard Publishers. Mann, Horace. 1841. Fifth Annual Report of the Secretary of the Board of Education of Massachusetts. [The Fifth Annual Report is included in Mann (1891)] Michaelsen, Robert. 1970. Piety in the Public School. London: The Macmillan Company.",
        "Chapter 4: Ã\u0082â\u0080\u009cVirtuesÃ\u0082â\u0080\u009d of the Past 56 Nickerson, Kermit. 1970. 150 Years of Education in Maine. Augusta: State of Maine Department of Education.",
        "Nord, Warren A. 1995. Religion and American Education: Rethinking a National Dilemma.",
        "Reese, William J. 1995. The Origins of the American High School. New Haven, CT: Yale University Press.",
        "Ringer, Fritz K. 1979. Education and Society in Modern Europe. Bloomington, IN: Indiana University Press.",
        "Rudolph, Frederick. 1965. Essays on Education in the Early Republic. Cambridge, MA: Belknap Press of Harvard University Press.",
        "Sizer, Theodore. 1964. The Age of the Academies. New York: Bureau of Publications Teachers College, Columbia University.",
        "Stewart, Rolland M. 1914. Co-operative Methods in the Development of School Support in the United States. Iowa City, IA: Chestnut Printing Co.",
        "Stokes, Anson Phelps, and Leo Pfeffer. 1964. Church and State in the United States. NY: Harper and Row Publishers.",
        "Torpey, William George. 1948. Judicial Doctrines of Religious Rights in America. Chapel Hill, NC: The University of North Carolina Press.",
        "Tyack, David B. 1967. Turning Points in American Educational History. Waltham, MA, Blaisdell Publishing Co.",
        "Tyack, David B., and Elisabeth Hansot. 1990. Learning Together: A History of Coeducation in American Schools. New Haven, CT: Yale University Press.",
        "Notes: We refer to this source as the Biennial Reports. After 1953, the Office of Education was housed in the Department of Health, Education and Welfare.",
        "Vinovskis, Maris A. 1972. Ã\u0082â\u0080\u009cTrends in Massachusetts Education, 1826-1860,Ã\u0082â\u0080\u009d History of Education Quarterly 12 (Winter): 501-29.",
        "Vinovskis, Maris A., and Richard M. Bernard. 1978. Ã\u0082â\u0080\u009cBeyond Catharine Beecher: Female Education in the Antebellum Period,Ã\u0082â\u0080\u009d Signs: Journal of Women in Culture and Society 3 (Summer): 856-69.",
        "Watson, Tara. 2002. Ã\u0082â\u0080\u009cInequality and the Rising Income Segregation of American Neighborhoods,Ã\u0082â\u0080\u009d unpublished paper, Harvard University (June)."
    ]
}