{
    "id": 9967,
    "cites": 18,
    "cited_by": 35,
    "reference": [
        "Abraham, Katharine G., and Katz, Lawrence F. 1986. Cyclical Unemployment: Sectoral Shifts or Aggregate Disturbances? Journal of Political Economy 94(3) Part 1: 507-522. June.",
        "Akerlof, George A., Dickens, Willia m T., and Perry, George L. 1996. The Macroeconomics of Low Inflation Brookings Papers on Economic Activity 1996(1): 1-59.",
        "Barro, Robert J. 1977. Long-Term Contracting, Sticky Pri ces, and Monetary Policy, Journal of Monetary Economics 3(3):305-316. July.",
        "Bewley, Truman. 1999. Why Wages Dont Fall During a Recession. Cambridge: Harvard University Press.",
        "Blanchard, Olivier Jean and Diamond, Peter A. 1990. The Cyclical Behavior of the Gross Flows of U.S. Workers Brookings Papers on Economic Activity , 1990(2): 85-143.",
        "Calvo, Guillermo A. 1983. Staggered Prices in a Utility-Maximizing Framework, Journal of Monetary Economics 12(3): 383-398. September.",
        "Chatterjee, Kalyan, and Samuelson, Willia m F. 1983. Bargaining under Incomplete Information Operations Research 31: 835-851.",
        "Diamond, Peter A. 1982. Aggregate Demand Ma nagement in Search Equilibrium Journal of Political Economy 90: 881-894. October.",
        "Friedman, Milton. 1968. The Ro le of Monetary Policy American Economic Review 58(1): 1-17. March.",
        "Lucas, Robert E., Jr. 1972. Expectations and the Neutrality of Money Journal of Economic Theory 4(2): 103-124. April.",
        "Mortensen, Dale T. 1982. Prope rty Rights and Efficiency in Mating, Racing, and Related Games, American Economic Review 72: 968-979.",
        "Myerson, Roger B., and Mark A. Satterthwai te. 1983. Efficient Mechanisms for Bilateral Trading Journal of Economic Theory 29: 265-281.",
        "Nash, John. 1953. Two-Person Cooperative Games Econometrica 21(1): 128-140.",
        "January. 28 Phelps, Edmund. 1967. Phillips Curves, E xpectations of Inflation, and Optimal Unemployment over Time Economica 34(135): 254-281. August.",
        "Pissarides, Christopher. 1985. Short-Run Eq uilibrium Dynamics of Unemployment, Vacancies, and Real Wages, American Economic Review 75: 676-690.",
        "Sargent, Thomas J. 1982. The Ends of Four Big Inflations in R. Hall (ed.) Inflation: Causes and Effects University of Chicago Press for the National Bureau of Economic Research. 41-98.",
        "Shimer, Robert. 2003. The Cyclical Behavior of Equilibrium Unemployment, Vacancies, and Wages: Evidence and Theory, NBER Working Paper 9536. February.",
        "Thomas, Jonathan, and Worrall, Tim. 1988. Self-Enforcing Wage Contracts Review of Economic Studies 55(4): 541-553. October."
    ]
}