{
    "id": 9968,
    "cites": 58,
    "cited_by": 84,
    "reference": [
        "Adam, Klaus, and Roberto M. Billi, Ã\u0082â\u0080\u009cOptimal Monetary Policy under Commitment with a Zero Bound on Nominal Interest Rates,Ã\u0082â\u0080\u009d unpublished, University of Frankfurt, August 2003.",
        "Asahi Shimbun, Ã\u0082â\u0080\u009cBank of Japan Advised to Ã\u0082â\u0080\u0099Print MoneyÃ\u0082â\u0080\u0099 to Escape Deflation,Ã\u0082â\u0080\u009d Dow Jones News, February 10, 1999.",
        "Auerbach, Alan J., and Maurice Obstfeld (2003), Ã\u0082â\u0080\u009dThe Case for Open-Market Purchases in a Liquidity Trap,Ã\u0082â\u0080\u009d working paper, University of California, Berkeley.",
        "Agell, Jonas, and Mats Persson, Ã\u0082â\u0080\u009cDoes Debt Management Matter?Ã\u0082â\u0080\u009d in J. Agell, M. Persson, and B.M. Friedman, Does Debt Management Matter? Oxford: Claredon Press, 1992.",
        "Bernanke, Ben S., Ã\u0082â\u0080\u009cDeflation: Making Sure Ã\u0082â\u0080\u0099ItÃ\u0082â\u0080\u0099 DoesnÃ\u0082â\u0080\u0099t Happen Here,Ã\u0082â\u0080\u009d remarks before the National EconomistsÃ\u0082â\u0080\u0099 Club, Washington, D.C., November 21, 2002.",
        "Bernanke, Ben S., Ã\u0082â\u0080\u009cSome Thoughts on Monetary Policy in Japan,Ã\u0082â\u0080\u009d address to the Japan Society of Monetary Economics, Tokyo, May 31, 2003.",
        "Brock, William A., Ã\u0082â\u0080\u009cMoney and Growth: The Case of Long-Run Perfect Foresight,Ã\u0082â\u0080\u009d International Economic Review 15: 750-777 (1974).",
        "Brock, William A. (1975), Ã\u0082â\u0080\u009cA Simple Perfect Foresight Monetary Rule,Ã\u0082â\u0080\u009d Journal of Monetary Economics 1: 133-150.",
        "Buiter, Willem H., and Nikolaos Panigirtzoglou, Ã\u0082â\u0080\u009cLiquidity Traps: How to Avoid Them and How to Escape Them,Ã\u0082â\u0080\u009d in Wim F.V. Vanthoor and Joke Mooi, Reflections on Economics and Econometrics: Essays in Honour of Martin M.G. Fase, De Nederlandsche Bank, 2001.",
        "Calvo, Guillermo A. (1983), Ã\u0082â\u0080\u009cStaggered Prices in a Utility-Maximizing Framework,Ã\u0082â\u0080\u009d Journal of Monetary Economics, 12: 383-98.",
        "Cecchetti, Stephen G. (2003), Ã\u0082â\u0080\u009cCentral Banks have Plenty of Ammunition,Ã\u0082â\u0080\u009d Financial Times, March 17, p. 13.",
        "Clarida, Richard, Jordi Gali and Mark Gertler (1999), Ã\u0082â\u0080\u009cThe Science of Monetary Policy: A New Keynesian Perspective,Ã\u0082â\u0080\u009d Journal of Economic Literature 37: 1661-1707.",
        "Clouse, James, Dale Henderson, Athanasios Orphanides, David Small, and Peter Tinsley, Ã\u0082â\u0080\u009cMonetary Policy when the Nominal Short-Term Interest Rate is Zero,Ã\u0082â\u0080\u009d Federal Reserve Board, July 2003. (Forthcoming, Topics in Macroeconomics.).",
        "Coenen, Gunter and Volker Wieland, Ã\u0082â\u0080\u009cThe Zero-Interest-Rate Bound and the Role of the Exchange Rate for Monetary Policy in Japan,Ã\u0082â\u0080\u009d Carnegie-Rochester Conference Series on Public Policy, forthcoming 2003.",
        "Dow Jones News, Ã\u0082â\u0080\u009cJapan BOJ Official: Hard to Set Inflation Targets,Ã\u0082â\u0080\u009d August 11, 1999.",
        "Eggertsson, Gauti (2003a), Ã\u0082â\u0080\u009cFighting Deflation at Zero Nominal Interest Rates: Committing to Being Irresponsible,Ã\u0082â\u0080\u009d IMF Working Paper, forthcoming.",
        "Eggertsson, Gauti (2003b), Ã\u0082â\u0080\u009cForeign Exchange as a Commitment Device,Ã\u0082â\u0080\u009d IMF, in progress.",
        "Eggertsson, Gauti, and Michael Woodford, Ã\u0082â\u0080\u009cThe Zero Bound on Interest Rates and Optimal Monetary Policy,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity xxxxx (2003).",
        "Feldstein, Martin, Ã\u0082â\u0080\u009cCommentary: Is There a Role for Discretionary Fiscal Policy?Ã\u0082â\u0080\u009d in Rethinking Stabilization Policy, Kansas City: Federal Reserve Bank of Kansas City, 2002.",
        "Fischer, Stanley, Ã\u0082â\u0080\u009cWhy are Central Banks Pursuing Long-Run Price Stability?Ã\u0082â\u0080\u009d in Achieving Price Stability, Kansas City: Federal Reserve Bank of Kansas City, 1996.",
        "Frankel, Jeffrey, Ã\u0082â\u0080\u009cPortfolio Crowding-Out Empirically Estimated,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 100: 1041-1066 (1985).",
        "Friedman, Benjamin M., Ã\u0082â\u0080\u009cDebt Management Policy, Interest Rates and Economic Activity,Ã\u0082â\u0080\u009d in J. Agell, M. Persson, and B.M. Friedman, Does Debt Management Matter? Oxford: Claredon Press, 1992.",
        "Giannoni, Marc P., and Michael Woodford, Ã\u0082â\u0080\u009cOptimal Interest-Rate Rules: I. General Theory,Ã\u0082â\u0080\u009d NBER working paper no. 9419, December 2002.",
        "Giannoni, Marc P., and Michael Woodford, Ã\u0082â\u0080\u009cOptimal Inflation Targeting Rules,Ã\u0082â\u0080\u009d in B.S. Bernanke and M. Woodford, eds., Inflation Targeting, Chicago: University of Chicago Press, forthcoming 2003.",
        "Goodfriend, Marvin, Ã\u0082â\u0080\u009cOvercoming the Zero Bound on Interest Rate Policy,Ã\u0082â\u0080\u009d Journal of Money, Credit and Banking 32(2): 1007-1035 (2000).",
        "Hess, Gregory D., Ã\u0082â\u0080\u009cThe Maturity Structure of Government Debt and Asset Substitutability in the United Kingdom,Ã\u0082â\u0080\u009d in K.A. Chrystal, ed., Government Debt Structure and Monetary Conditions, London: Bank of England, 1999.",
        "Hetzel, Robert L., Ã\u0082â\u0080\u009cJapanese Monetary Policy and Deflation,Ã\u0082â\u0080\u009d Federal Reserve Bank of Richmond Economic Quarterly, 89(3): 21-52 (2003).",
        "Iwamura, Mitsuru, and TsutomuWatanabe, Ã\u0082â\u0080\u009cPrice Level Dynamics in a Liquidity Trap,Ã\u0082â\u0080\u009dunpublished, Waseda University, December 2002.",
        "Jung, Taehun, Yuki Teranishi, and TsutomuWatanabe, Ã\u0082â\u0080\u009cZero Bound on Nominal Interest Rates and Optimal Monetary Policy,Ã\u0082â\u0080\u009d Discussion Paper no. 525, Kyoto Institute of Economic Research, 2001.",
        "Keynes, John Maynard (1936), The General Theory of Employment Interest and Money, London: Macmillan.",
        "Kimura, Takeshi, Hiroshi Kobayashi, Jun Muranaga, and Hiroshi Ugai, Ã\u0082â\u0080\u009cThe Effect of Ã\u0082â\u0080\u0098Quantitative Monetary EasingÃ\u0082â\u0080\u0099 at Zero Interest Rates,Ã\u0082â\u0080\u009d unpublished, Bank of Japan, September 2002.",
        "Krugman, Paul (1998), Ã\u0082â\u0080\u009cItÃ\u0082â\u0080\u0099s Baaack! JapanÃ\u0082â\u0080\u0099s Slump and the return of the Liquidity Trap,Ã\u0082â\u0080\u009d Brookings Papers on Economic Activity 1998:2, pp. 137-187.",
        "Kydland, Finn E., and Edward C. Prescott, Ã\u0082â\u0080\u009cRules Rather than Discretion: The Inconsistency of Optimal Plans,Ã\u0082â\u0080\u009d Journal of Political Economy 85: 473-491 (1977).",
        "Lucas, Robert E., Jr., and Nancy L. Stokey (1987), Ã\u0082â\u0080\u009cMoney and Interest in a Cash-in-Advance Economy,Ã\u0082â\u0080\u009d Econometrica 55(3), May 1987, pages 491-513.",
        "McCallum, Bennett (2000), Ã\u0082â\u0080\u009cTheoretical Analysis Regarding a Zero Lower Bound on Nominal Interest Rates,Ã\u0082â\u0080\u009d Journal of Money, Credit and Banking 32(2): 870-904.",
        "Meltzer, Allan, Ã\u0082â\u0080\u009cA Reality Check for the Conventional Wisdom,Ã\u0082â\u0080\u009d Financial Times, August 18, 2003.",
        "Meulendyke, Ann-Marie, U.S. Monetary Policy and Financial Markets, New York: Federal Reserve Bank of New York, 1998.",
        "Modigliani, Franco, and Richard Sutch (1966), Ã\u0082â\u0080\u009cInnovations in Interest Rate Policy,Ã\u0082â\u0080\u009d American Economic Review 56: 178-97.",
        "Okun, Arthur M. (1963), Ã\u0082â\u0080\u009cMonetary Policy, Debt Management and Interest Rates: A Quantitative Assessment,Ã\u0082â\u0080\u009d in Commission on Money and Credit, Stabilization Policies, Englewood Cliffs: Prentice-Hall.",
        "Orphanides, Athanasios, Ã\u0082â\u0080\u009cMonetary Policy in Deflation: The Liquidity Trap in History and Practice,Ã\u0082â\u0080\u009d unpublished, Federal Reserve Board, April 2003.",
        "Phelps, Edmund S., Inflation Policy and Unemployment Theory, London: MacMillan, 1972.",
        "Reifschneider, David, and John C. Williams, Ã\u0082â\u0080\u009cThree Lessons for Monetary Policy in a Low Inflation Era,Ã\u0082â\u0080\u009d Journal of Money, Credit and Banking 32: 936-966 (2000).",
        "Roley, C. Vance, Ã\u0082â\u0080\u009cThe Effect of Federal Debt-Management on Corporate Bond and Equity Yields,Ã\u0082â\u0080\u009d Quarterly Journal of Economics 97: 645-68 (1982).",
        "Sargent, Thomas J., and Neil Wallace, Ã\u0082â\u0080\u009cSome Unpleasant Monetarist Arithmetic,Ã\u0082â\u0080\u009d Federal Reserve Bank of Minneapolis Quarterly Review, 5(3): 1-17 (1981).",
        "Schmitt-GrohÃ\u0083Â©, Stephanie and Martin Uribe (2000), Ã\u0082â\u0080\u009cPrice Level Determinacy and Monetary Policy under a Balanced-Budget Requirement,Ã\u0082â\u0080\u009d Journal of Monetary Economics, 45, 211-246.",
        "Sidrauski, Miguel (1967), Ã\u0082â\u0080\u009cRational Choice and Patterns of Growth in a Monetary Economy,Ã\u0082â\u0080\u009d American Economic Review 57(2): 534-544.",
        "Sugo, Tomohiro, and Yuki Teranishi, Ã\u0082â\u0080\u009cOptimal Monetary Policy Rule under the Non-Negative Constraint on Nominal Interest Rates,Ã\u0082â\u0080\u009d unpublished, Bank of Japan, July 2003.",
        "Summers, Lawrence (1991), Ã\u0082â\u0080\u009cPanel Discussion: Price Stability. how Should Long-Term Monetary Policy Be Determined?Ã\u0082â\u0080\u009d Journal of Money, Credit and Banking 23: 625-631.",
        "Svensson, Lars E.O. (2001), Ã\u0082â\u0080\u009cThe Zero Bound in an Open Economy: A Foolproof Way of Escaping from a Liquidity Trap,Ã\u0082â\u0080\u009d Bank of Japan Monetary and Economic Studies 19(S-1), 277-312.",
        "Svensson, Lars E.O. (2003), Ã\u0082â\u0080\u009cEscaping from a Liquidity Trap and Deflation: The Foolproof Way and Others,Ã\u0082â\u0080\u009d Journal of Economic Perspectives, forthcoming.",
        "Taylor, John B. (1993), Ã\u0082â\u0080\u009cDiscretion versus Policy Rules in Practice,Ã\u0082â\u0080\u009d Carnegie-Rochester Conference Series on Public Policy 39: 195-214.",
        "Uhlig, Harald, Ã\u0082â\u0080\u009cShould We Be Afraid of FriedmanÃ\u0082â\u0080\u0099s Rule?Ã\u0082â\u0080\u009d Journal of the Japanese and International Economies 14: 261-303 (2000).",
        "Wallace, Myles S., and John T. Warner (1996), Ã\u0082â\u0080\u009cDo Excess Holding-Period Returns Depend on the Composition of Outstanding Federal Debt?Ã\u0082â\u0080\u009d Journal of Money, Credit and Banking 28: 132-139.",
        "Wallace, Neil, Ã\u0082â\u0080\u009cA Modigliani-Miller Theorem for Open-Market Operations,Ã\u0082â\u0080\u009d American Economic Review 71: 267-274 (1981).",
        "Wolman, Alexander L., Ã\u0082â\u0080\u009cReal Implications of the Zero Bound on Nominal Interest Rates,Ã\u0082â\u0080\u009d Journal of Money, Credit and Banking, forthcoming 2003.",
        "Woodford, Michael, Ã\u0082â\u0080\u009cOptimal Monetary Policy Inertia,Ã\u0082â\u0080\u009d NBERWorking Paper no. 7261, August 1999.",
        "Woodford, Michael, Ã\u0082â\u0080\u009cPitfalls of Forward-Looking Monetary Policy,Ã\u0082â\u0080\u009d American Economic Review 90(2): 100-104 (2000).",
        "Woodford, Michael, Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton: Princeton University Press, forthcoming 2003."
    ]
}