{
    "id": 9970,
    "cites": 47,
    "cited_by": 21,
    "reference": [
        "[1] Abel, Andrew, 1980. Empirical Investment Equations: An Integrative Framework Carnegie-Rochester Conference Series on Public Policy , 12, p39-91.",
        "[2] Alvarez, Fernando and Urban Jermann, 1999. Using Asset Prices to Measure the Cost of Business Cycles Mimeo, Wharton.",
        "[3] Atkeson, Andrew and Christopher Phelan, 1994. Reconsidering the Costs of Business Cy- cles with Incomplete MarketsNBER Macroeconomics Annual,editedbyStanleyFischer and Julio Rotemberg. Cambridge and London: MIT Press, p187-207.",
        "[4] Bansal, Ravi and Amir Yaron, 2001. Growth Rate Dynamics and the Costs of Economic Fluctuations Mimeo, Wharton.",
        "[5] Baxter, Marianne, and Mario Crucini , 1993. Explaining Saving-Investment Correlations American Economic Review, 83(3), June, p416-36.",
        "[6] Beaudry, Paul and Carmen Pages, 2001. The Cost of Business Cycles and the Stabilization Value of Unemployment Insurance European Economic Review, 45(8), August, p1545-72.",
        "[7] Benhabib, Jess and Roger Farmer, 1994. Indeterminacy and Increasing Returns Journal of Economic Theory, 63(1), June, p19-41.",
        "[8] Bernanke, Ben, Henning Bohn, and Peter Reiss, 1988. Alternative Non-nested Speci fi- cation Tests of Time-Series Investment Models Journal of Econometrics, 37(3), March, p293-326.",
        "[9] Blanchard, Olivier, Changyong Rhee, and Larry Summers, 1993. The Stock Market, Profit, and InvestmentQuarterly Journal of Economics, 108(1), February, p115-36.",
        "[10] Boldrin, Michele, Larry Christiano, and Jonas Fisher, 2001. Habit Persistence, Asset Returns, and the Business Cycle American Economic Review, 91(1), March, p149-66.",
        "[11] Campbell, John and John Cochrane, 1995. By Force of Habit: a Consumption-Based Explanation of Aggregate Stock Market Behavior. NBER Working Paper 4995, January.",
        "[12] Carroll, Christopher, Jody Overland, and David Weil, 2000. Saving and Growth with Habit FormationAmerican Economic Review, 90(3), June, p341-55.",
        "[13] Christiano, Lawrence, Martin Eichenbaum and David Marshall, 1991. The Permanent Income Hypothesis RevisitedEconometrica, 59(2), March, p397-423.",
        "[14] Christiano, Lawrence and Jonas Fisher, 1998. Stock Market and Investment Good Prices: Implications for Macroeconomics Mimeo, July.",
        "[15] Cummins, Jason, Kevin Hassett, and Stephen Oliner, 1999. Investment Behavior, Observ- able Expectations, and Internal Funds Federal Reserve System Discussion Paper 99/27.",
        "[16] Dolmas, Jim, 1998. Risk Preferences and the Welfare Cost of Business Cycles Review of Economic Dynamics, 1(3), July, p646-76.",
        "[17] Eaton, Jonathan, 1981. Fiscal Policy, In flation, and the Accumulation of Risky Capital Review of Economic Studies, 48(3), July, p435-45.",
        "[18] Eberly, Janice, 1997. International Evidence on Investment and Fundamentals European Economic Review, 41(6), June, p1055-78.",
        "[19] Epaulard, Anne and Aude Pommeret, 2000. Recursive Utility, Growth, and the Welfare Cost of Volatility Mimeo, ENSAE.",
        "[20] Epstein, Larry and Stanley Zinn, 1991. Substitution, Risk Aversion, and the Temporal Behavior of Consumption and Asset Returns: An Empirical Analysis Journal of Political Economy, 99(2), April, p263-86.",
        "[21] Hamilton, James, 1994.Time Series Analysis. Princeton, New Jersey: Princeton University Press.",
        "[22] Hayashi, Fumio, 1982. Tobins Marginal q and Average q: A Neoclassical Interpretation Econometrica, 50(1), January, p213-24.",
        "[23] Imrohoroglu, Ayse, 1989. Cost of Business Cycles with Indivisibilities and Liquidity Con- straintsJournal of Political Economy, 97(6), December, p1364-83.",
        "[24] Jermann, Urban, 1998. Asset Pricing in Production Economies Journal of Monetary Economics, 41(2), April, p257-75.",
        "[25] Jones, Larry, Rodolfo Manuelli, and Ennio Stacchetti, 1999. Technology (and Policy) Shocks in Models of Endogenous Growth Mimeo, Northwestern University.",
        "[26] Krusell, Per and Anthony Smith, 1999. On the Welfare E !ects of Eliminating Business CyclesReview of Economic Dynamics, 2(1), January, p245-272.",
        "[27] Lewbel, Arthur, 1994. Aggregation and Simple Dynamics American Economic Review, 84(4), September, p905-18.",
        "[28] Leland, Hayne, 1974. Optimal Growth in a Stochastic Environment Review of Economic Studies, 41(1), January, p75-86.",
        "[29] Levhari, David and T. N. Srinivasan, 1969. Optimal Savings Under Uncertainty Review of Economic Studies, 36(1), April, p153-63.",
        "[30] Lucas, Robert, 1987.Models of Business Cycles. Oxford: Basil Blackwell.",
        "[31] Lucas, Robert, 2003. Macroeconomic Priorities American Economic Review. 93(1), March, p1-14.",
        "[32] Martin, Philipe and Carol Ann Rogers, 2000. Long-Term Growth and Short-Term Eco- nomic InstabilityEuropean Economic Review, 44(2), February, p359-81.",
        "[33] Matheron Julien and Tristan-Pierre Maury. The Welfare Cost of Fluctuations in AK Growth Models Mimeo, University of Paris.",
        "[34] McGrattan, Ellen, 1998. A Defense of AK Growth Models Federal Reserve Bank of Minneapolis Quarterly, 22(4), Fall, p13-27.",
        "[35] Mendoza, Enrique, 1997. Terms-of-Trade Uncertainty and Economic Growth Journal of Development Economics, 54, p323-56.",
        "[36] Obstfeld, Maurice, 1994. Evaluating Risky Consumption Paths: The Role of Intertempo- ral SubstitutabilityEuropean Economic Review, 38(7), August, p1471-86.",
        "[37] Otrok, Christopher, 2001. On Measuring the Welfare Cost of Business Cycles Journal of Monetary Economics, 47(1), February, p61-92.",
        "[38] Pemberton, James, 1996. Growth Trends, Cyclical Fluctuations, and Welfare with Non- Expected Utility PreferencesEconomics Letters, 50(3), March, p387-92.",
        "[39] Phelps, Edmund, 1962. The Accumulation of Risky Capital: a Sequential Utility Analysis Econometrica, 30(4), October, p729-743.",
        "[40] Ramey, Garey and Valerie Ramey, 1991. Technology Commitment and the Cost of Eco- nomic Fluctuations NBER Working Paper 3755, June.",
        "[41] Ramey, Garey and Valerie Ramey, 1995. Cross-Country Evidence on the Link Between Volatility and GrowthAmerican Economic Review, 85(5), December, p1138-51.",
        "[42] Shleifer, Andrei, 1986. Implementation Cycles Journal of Political Economy, 94(6), De- cember, p1163-90.",
        "[43] Storesletten, Kjetil, Chris Telmer and Amir Yaron, 2001. The Welfare Cost of Business Cycles Revisited: Finite Lives and Cyclical Variation in Idiosyncratic Risk. European Economic Review, 45(7), June, p1311-39",
        "[44] Summers, Larry, 1981. Taxation and Corporate Investment: A q-Theory Approach Brookings Papers on Economic Activity , 1, p67-121.",
        "[45] Tallarini, Thomas, 2000. Risk Sensitive Real Business Cycles Journal of Monetary Eco- nomics, 45(3), June, p507-32.",
        "[46] Uzawa, Hirofumi, 1969. Time Preference and the Penrose E !ect in a Two-Class Model of Economic GrowthJournal of Political Economy, 77(4), July-August, p628-52.",
        "[47] Zarnowitz, Victor and Geo!rey Moore, 1986. Major Changes in Cyclical Behavior in The American Business Cycle: Continuity and Change , edited by Robert Gordon. Chicago: University of Chicago Press."
    ]
}