{
    "id": 9972,
    "cites": 14,
    "cited_by": 2,
    "reference": [
        "Arrow, Kenneth J., 1963, Uncertainty and th e Welfare Economics of Medical Care, American Economic Review 53, No. 5: 941-973.",
        "Bulow, J., Geanakoplos, J., and P. Klemperer, 1995, Multimarket Oligopoly: Strategic Substitutes and Complements, Journal of Political Economy , 93: 488-511.",
        "Carter, Grace M., Newhouse, Joseph P., and Daniel A. Relles, 1990, How Much Change in the Case Mix Index is DRG Creep? J ournal of Health Economics , 9(4): 411-428.",
        "Center for the Evaluative Clinical Sciences, Dartmouth Medical School , 1996. The Dartmouth Atlas of Health Care (Chicago: American Hospital Publishing).",
        "Coulam, Robert F., and Gary L. Gaumer, 1991, M edicares Prospective Payment System: A Critical Appraisal, Health Care Fina ncing Review Annual Supplement : 45-77.",
        "Cutler, David M., 1990, Empirical Evidence on Ho spital Delivery Under Prospective Payment, MIT mimeo.",
        "Cutler, David M., 1995, The Incidence of Adve rse Medical Outcomes under Prospective Payment, Econometrica 63, No. 1: 29-50.",
        "Cutler, David M., 1998, Cost Shifting or Cost Cutting?: The Incidence of Reductions in Medicare Payments, in J. Poterba, ed., Tax Policy and the Economy, Volume 12 , Cambridge, MA: MIT Press.",
        "Cutler, David M. and Jill R. Horwitz, 1999. Con verting Hospitals from Not-for-Profit to For-Profit Status: Why and What Effects? in D. Cutler, ed., The Changing Hospital Industry: Comparing Not- for-Profit and For-Profit Institutions , Chicago: University of Chicago Press and NBER.",
        "Data Compendium, 2002 . Baltimore, MD.: U.S. Dept. of He alth and Human Services, Health Care Financing Administration, Bureau of Data Management and Strategy.",
        "Dranove, David, 1987, Rate-Se tting by Diagnosis Related Groups and Hospital Specialization, RAND Journal of Economics 18: 417-427.",
        "Duggan, Mark, 2000, Hospital Ownership and P ublic Medical Spending, Quarterly Journal of Economics , 115(4): 1343-1373.",
        "Duggan, Mark, 2002, Hospital Market Structure a nd the Behavior of Not-for-Profit Hospitals, Rand Journal of Economics , Autumn.",
        "Eichenwald, Kurt, 2003, How One Hospital Benefi ted on Questionable Operations, The New York Times (August 12)."
    ]
}