{
    "id": 9973,
    "cites": 38,
    "cited_by": 11,
    "reference": [
        "Staiger, Robert W. Organized Labor and the Scope of International Specialization, Journal of Political Economy, 96 (October 1988): 1022-1047.",
        "Waddoups, C. Jeffrey Unions and Wages in Nevadas Hotel-Casino Industry, Journal of Labor Research, 212, (Spring 2000): 345-361.",
        "Lawrence, Colin and Robert Z. Lawrence. M anufacturing Wage Dispersion: An End Game Interpretation, Brookings Papers on Economic Activity , 0 (1) 1985: 47-116.",
        "Leonard, Jonathan S. Unions and Employment Growth, Industrial Relations, 31 (Winter 1992), pp. 80-94.",
        "Lewis, H. Gregg. Unionism And Relative Wages In The United States , University of Chicago Press, Chicago, 1963.",
        "Long, Richard J. The Impact of Unionization on Employment Growth of Canadian Companies, Industrial and Labor Relations Review , 48 (July 1993): 691-703.",
        "Mellow, Wesley, and Hal Sider. Accuracy Of Response In Labor Market Surveys: Evidence And Implications, Journal of Labor Economics, 1 (October 1983): 331-344.",
        "Imputation, Mimeograph, Trinity University, available at www.trinity.edu/bhirsch / or www.ssrn.com, 2002.",
        "Horn, John T Unions, Firms and Competition: The Effects of Foreign Competition on Unionization and the Impact of Unions on Firm Investment, Ph.D. thesis, Department of Economics, Harvard University, 1998.",
        "Compilations from the Current Population Survey 2002 Edition. Washington: Bureau of National Affairs, 2002.",
        "Hirsch, Barry T. , David A. Macpherson and Edward J. Schumacher. Measuring Union and Non-Union Wage Growth: Puzzles in Search of Solutions, paper presented at the 23 rd Middlebury Economics Conference on the Ch anging Role of Unions, Middlebury, Vermont, April 2002.",
        "Hirsch, Barry T. and David A. Macpherson a nd Wayne G. Vroman. Estimates of Union Density by State, Monthly Labor Review, 124 (July 2001): 51-55.",
        "Hirsch, Barry T., and Edward J. Schumacher. Unions, Wages, and Skills, Journal of Human Resources, 33 (Winter 1998): 201-219.",
        "Hirsch, Barry T. and David A. Macpherson. Earnings and Employment in Trucking: Deregulating a Naturally Competitive Industry in James Peoples ed. Regulatory Reform and Labor Markets, Kluwer Academic Publishing, 1998: pp. 61-112.",
        "Labor Market, Journal of Labor Economics, 18 (January 2000): 125-55.",
        "Freeman, Richard B. and Karen Needels. Skill Di fferentials in Canada in an Era of Rising Labor Market Inequality, in Small Differences that Matter edited by David Card and Richard B. Freeman, University of Chicago Press and NBER, 1993: pp. 45-67.",
        "Freeman, Richard B. and Anna Revenga. How Much Has LDC Trade Affected Western Job Markets?, in Trade and Jobs in Europe: Much Ado About Nothing? Edited by Mathias Dewatripont, Andre Sapir and Khalid Sekke t, Clarendon Press, Oxford, 1999: pp. .",
        "Hirsch, Barry T. Reconsidering Union Wage Effects: Surveying New Evidence On An Old Topic, mimeo, 2003.",
        "Freeman Richard B. and Morris M. Kleiner. Do Unions Make Enterprises Insolvent?, Industrial and Labor Relations Review , 52 (July 1999): 510-527.",
        "Freeman Richard B. and James L. Medoff. What Do Unions Do? , Basic Books, New York, 1984.",
        "Freeman Richard B. and Casey Ichniowski. When Public Sector Workers Unionize , NBER and University of Chicago Press, 1988.",
        "Threat Effects and the Determin ation of Police Compensation, Journal of Labor Economics, 72 (April 1989): 191-209.",
        "Freeman Richard B. and Larry F. Katz. Differences and Changes in Wage Structures and published by University of Chicago Press and NBER, Chicago, 1995.",
        "Inequality? in Uneven Tides: Rising Inequality in America edited by Sheldon Danziger and Peter Gottschalk, Russell Sage Foundation, New York, 1993: pp..",
        "Parker, Council on Foreign Relations Press, New York., 1999: pp..",
        "Sector Unionism in the United States, Journal of Economic Perspectives , 2 (Spring 1988): 63-88.",
        "Farber, Henry S. Notes on the Economics of Labor Unions, Working Paper 452, Princeton University Industrial Relations Section, 2001.",
        "Freeman, Richard B. Longitudinal Analyses of the Effects of Trade Unions, Journal of Labor Economics, 2 (January 1984): 1-26.",
        "Bryson, Alex. Employee Voice, Workplace Clos ure and Employment Growth, Policy Studies Institute Research Discussion Paper No. 6, 2001.",
        "Card, David. The Effect of Un ions on the Structure of Wages: A Longitudinal Analysis, Econometrica, 64 (July 1996): 957-979.",
        "Review Commission, downloadable at http://www.ustdrc.gov , 2000a.",
        "Effects in the UK and the US Revisited in International Handbook of Trade Unions edited by John T. Addison and C. Schnabel. Edward Elgar, Cheltenham, UK, 2003.",
        "OECD Countries, Industrial Relations , 31(1) 1992: 156-179; reprinted in Michael Bognanno and Morris M. Kleiner eds., Labor Market Institutions and the Future Role of Unions, Oxford: Blackwell, pp. 56-79.",
        "Behaviour, Economic Journal, 101, (July 1991): 815-834.",
        "Bratsberg, Bernt, and James F. Ragan. Changes in the Union Wage Premium by Industry - Data and Analysis, Industrial and Labor Relations Review, 56 (October 2002): 65-83.",
        "Blanchflower, David G. The Role and Influence of Trade Unions in the OECD, Report to the Bureau of International Labor Affairs, Wa shington, D.C.: U.S. Department of Labor, August, 1996. Downloadable at www.dartmouth.edu/~blnchflr/Projects.html .",
        "Volume. 2, Northampton, Mass.: Edward Elgar, 1999: 3-32.",
        "Abowd, John M., Francis Kramarz and David Mar golis. High Wage Workers and High Wage Firms. Econometrica 672, (March 1999): 251-333."
    ]
}