{
    "id": 9974,
    "cites": 31,
    "cited_by": 0,
    "reference": [
        "Shanken, Jay, 1990. Intertemporal asset pricing: An empirical investigation. Journal of Econometrics 45, 99-120.",
        "Wang, Kevin, 2002. Asset pricing with conditioning information: A new test. Journal of Finance 58, 161- 196.",
        "Zhang, Lu, 2003. The value premium. Working paper (University of Rochester, Rochester, NY).",
        "Merton, Robert, 1980. On estimating the expected retu rn on the market: An exploratory investigation.",
        "Journal of Financial Economics 8, 323-361. Petkova, Ralitsa, and Lu Zhang, 200 3. Is value riskier than growth ?. Working paper (University of Rochester, Rochester, NY). Roll, Richard and Stephen Ross, 1994. On the cros s-sectional relation between expected returns and betas. Journal of Finance 49, 101-121.",
        "Lettau, Martin and Sydney Ludvigson, 2001b. Cons umption, aggregate wealth, and expected stock returns. Journal of Finance 56, 815-849.",
        "Levhari, David, and Haim Levy, 1977. The capital asset pricing model and the investment horizon.",
        "Review of Economics and Statistics 59, 92-104. Lo, Andrew and A. Craig MacKinlay, 1990. When are contrarian profits due to stock market overreaction?. Review of Financial Studies 3, 175-205.",
        "Lustig, Hanno and Stijn Van Nieuwe rburgh, 2003. Housing collateral, consumption insurance, and risk premia. Working paper (University of Chicago, Chicago, IL).",
        "Lettau, Martin and Sydney Ludvigs on, 2001. Resurrecting the (C)CAPM: A cross-sectional test when risk premia are time-varying. Journal of Political Economy 109, 1238-1287.",
        "Jegadeesh, Narasimhan, and Sheridan Titman, 1993. Returns to buying winners and selling losers: Implications for stock market efficiency. Journal of Finance, 48, 65-91.",
        "Kandel, Shmuel and Robert Stambaugh, 1995. Portfolio inefficiency and the cross-section of expected returns. Journal of Finance 50, 157-184.",
        "Harvey, Campbell, 1989. Time-var ying conditional covariances in tests of asset pricing models. Journal of Financial Economics 24, 289-317.",
        "Jagannathan, Ravi and Zhenyu Wang, 1996. The c onditional CAPM and the cross-section of stock returns. Journal of Finance 51, 3-53.",
        "Hansen, Lars Peter and Scott Richard, 1987. The role of conditioning information in deducing testable restrictions implied by dynamic asset pricing models. Econometrica 55, 587-614.",
        "Handa, Puneet, S.P. Kothari, and Charles Wasley, 1989. The relation between the return interval and betas: Implications for the size effect. Journal of Financial Economics 23, 79-100.",
        "Franzoni, Francesco, 2002. Where is beta going? The ri skiness of value and small stocks. Working paper (Universidad Pompeu Fabra, Barcelona, Spain).",
        "French, Kenneth, G. William Schwert, and Robert Stambaugh, 1987. Expected stock returns and volatility. Journal of Financial Economics 19, 3-29.",
        "Grundy, Bruce and J. Spencer Martin, 2001. Understanding the nature of the risks and the source of the rewards to momentum investing. Review of Financial Studies 14, 29-78.",
        "Ferson, Wayne and Rudi Schadt, 1996. Measuring fund strategy and performance in changing economic conditions. Journal of Finance 51, 425-462.",
        "Dybvig, Philip and Stephen Ross, 1985. Differentia l information and performance measurement using a security market line. Journal of Finance 40, 383-399.",
        "Fama, Eugene and Kenneth French, 1989. Business c onditions and expected returns on stocks and bonds.",
        "Journal of Financial Economics 25, 23-49. Fama, Eugene and Kenneth French, 1993. Common ri sk factors in the returns on stocks and bonds.",
        "Journal of Financial Economics 33, 3-56. Fama, Eugene and Kenneth French, 1997. Industry costs of equity. Journal of Financial Economics 43, 153-193.",
        "Campbell, John and Ludger Hentschel, 1992. No ne ws is good news: An asymmetric model of changing volatility in stock returns. Journal of Financial Economics 31, 281-318.",
        "Cochrane, John, 2001. Asset Pricing . Princeton University Press, Princeton NJ.",
        "Dimson, Elroy, 1979. Risk measurement when shares are subject to infrequent trading. Journal of Financial Economics 7, 197-226.",
        "Ang, Andrew, and Joseph Chen, 2002. Asymme tric Correlations of Equity Portfolios. Journal of Financial Economics 63, 443-494.",
        "Avramov, Doron and Tarun Chordia, 2002. Characteris tic scaled betas. Working paper (University of Maryland, College Park, MD).",
        "Ball, Ray, S.P. Kothari, and Jay Shanken, 19 95. Problems in measuring portfolio performance: An application to contrarian investment strategies. Journal of Financial Economics 38, 79-107. Breeden, Douglas, Michael Gibbons, and Robert Litze nberger, 1989. Empirical tests of the consumption CAPM. Journal of Finance 44, 231-262.",
        "Fama, Eugene and G. William Schwert, 1977. Asset returns and inflation. Journal of Financial Economics 5, 115-146."
    ]
}