{
    "id": 9982,
    "cites": 23,
    "cited_by": 9,
    "reference": [
        "17. McKelvey, Richard D, and Thomas R. Palfrey, 1998, Quantal Response Equilibria for Extensive Form Games, Experimental Economics, 1: 9-41.",
        "18. McKelvey, Richard D, Thomas R. Palfrey, and Roberto Weber, 2000, The Effects of Payoff Magnitude and Heterogeneity on Behavior in 2x2 Games with Unique Mixed Strategy Equilibria, Journal of Economic Behavior and Organization 42: 523-48.",
        "19. Milgrom, Paul R., and Robert J. Weber, 1985, Distributional Strategies for Games with Incomplete Information, Mathematics of Operations Research, 10: 619-632.",
        "20. Moulin, Herve, 1982, ~Voting with Proportional Veto Power~, Econometrica, 50: 145-162.",
        "21. Mueller, Dennis, C., 1978, ~Voting by Veto~, Journal of Public Economics, 10: 57-75.",
        "22. Mueller, Dennis, C., 1989, Public Choice II, Cambridge University Press.",
        "23. Osborne, Martin, Rosenthal, Jeffrey, and Matthew Turner, 2000, Meetings with Costly Participation, American Economic Review, 90: 927943. 31",
        "24. Philipson, Tomas and James Snyder, 1996, ~Equilibrium and Efficiency in an Organized Vote Market~, Public Choice, 89: 245-265.",
        "25. Piketty, Thomas, 1994, ~Information Aggregation through Voting and Vote-Trading~, MIT.",
        "16. McKelvey, Richard D., and Thomas R. Palfrey, 1996, A Statistical Theory of Equilibrium in Games, Japanese Economic Review, 47: 186-209.",
        "8. Dodgson, Charles, 1884, The Principles of Parliamentary Representation, London: Harrison and Sons (Supplement, 1885).",
        "9. Ferejohn, John, 1974, ~Sour Notes on the Theory of Vote Trading~, Caltech.",
        "10. Goeree, Jacob, Simon Anderson, and Charles Holt, 1998, The All-Pay Auction: Equilibrium with Bounded Rationality, Journal of Political Economy, 106: 828-853.",
        "15. McKelvey, Richard D., and Thomas R. Palfrey, 1995, Quantal Response Equilibria for Normal Form Games, Games and Economic Behavior, 10: 6-38.",
        "14. Jackson, Matthew, and Hugo Sonnenschein, 2003, Linking Decisions, Social Science Working Paper 1159, Caltech.",
        "13. Issacharoff, Samuel, Pamela Karlan, and Richard Pildes, 2001, The Law of Democracy: Legal Structure and the Political Process, Foundation Press (2nd edition).",
        "12. Guinier, Lani, 1994, The Tyranny of the Majority, New York: Free Press. 30",
        "11. Harsanyi, John, 1973, Games with Randomly Disturbed Payoffs: A New Rationale for Mixed Strategy Equilibrium Points, International Journal of Game Theory, 2: 1-23.",
        "3. Brams, Steven, 1975, Game Theory and Politics, New York: Free Press.",
        "6. Casella, Alessandra, 2002, Storable Votes, Working Paper No. 9189, National Bureau of Economic Research.",
        "1. Borgers, Tilman, 2001, Costly Voting, University College London.",
        "7. CrÃ\u0083Â©mer, Jacques, Claude dAspremont, and Louis-AndrÃ\u0083Â© GÃ\u0083Â©rard-Varet, 1990, Incentives and the Existence of Pareto-Optimal Revelation Mechanisms,  Journal of Economic Theory, 51: 233-254.",
        "2. Bowler, Shaun, Todd Donovan, and David Brockington, 2003, Electoral Reform and Minority Representation: Local Experiments with Alternative Elections, Columbus: Ohio State University Press, forthcoming."
    ]
}