{
    "id": 9983,
    "cites": 9,
    "cited_by": 4,
    "reference": [
        "Kotlikoff, Laurence J. (1992), Generational Accounting Ã\u0082Å  Knowing Who Pays, and When, for What We Spend . New York: Free Press.",
        "Kotlikoff, Laurence and Willi Leibfritz (1999), An International Comparison of Generational Accounts, Auerbach, Alan, Laurence Kotlikoff and Willi Leibfritz ed., Generational Accounting Around the World , National Bureau of Economic Research.",
        "Korea Institute of Labor, Korea Labor Panel Survey, 1999.",
        "Korea Medical Insurance Corporation, Medical Insurance Statistical Yearbook , each year. Ministry of Education, Statistical Yearbook of Educational Expenditure , each year. Ministry of Finance and Economy, Summary of Budget for Fiscal Year, each year. Ministry of Finance and Economy, Government Finance Statistics in Korea , each year. Ministry of Finance and Economy, 2000 Tax Expenditure Report , 2000.",
        "Auerbach, Alan J., Jagadeesh Gokhale, and Laurence J. Kotlikoff (1994), Ã\u0082â\u0080\u009cGenerational Accounting: A Meaningful Way to Evaluate Fiscal Policy,Ã\u0082â\u0080\u009d The Journal of Economic Perspectives, Winter, pp.73-94.",
        "Papers and Research Reports Auerbach, Alan J., Jagadeesh Gokhale, and Laurence J. Kotlikoff (1991), Ã\u0082â\u0080\u009cGenerational Accounts: A Meaningful Alternative to Deficit Accounting.Ã\u0082â\u0080\u009d In D. Bradford, ed., Tax Policy and The Economy , vol. 5, pp. 55-110, Cambridge, MIT Press.",
        "Auerbach, Alan J., Jagadeesh Gokhale, and Laurence J. Kotlikoff (1992a), Ã\u0082â\u0080\u009cGenerational Accouning: A New Approach to Understanding the Effects of Fiscal Policy on Saving,Ã\u0082â\u0080\u009d Scandinavian Journal of Economics 94(2), June, pp. 303-318.",
        "Auerbach, Alan J., Jagadeesh Gokhale, and Laurence J. Kotlikoff (1992b), Ã\u0082â\u0080\u009cSocial Security and Medicaid Policy from the Perspective of Generational Accounting,Ã\u0082â\u0080\u009d In J. Poterba, ed., Tax Policy and the Economy , vol. 6, pp.129-145. Cambridge: MIT Press.",
        "Gerdtham, U-G., F. Andersson, and J. Sogaad (1992), Econometric Analysis of Health Care Expenditures: a cross-sectional study of the OECD countries, in P. Zweifel and H. Frech ed., Health Economics Worldwide , Kluwer Academic Publishers."
    ]
}