{
    "id": 9988,
    "cites": 29,
    "cited_by": 23,
    "reference": [
        "Kahneman, Daniel, Peter P. Wakker, and R akesh Sarin, Back to Bentham? Explo- rations of Experienced Utility, Quarterly Journal of Economics, CXII (1997), 375-405.",
        "Rabin, Matthew, Risk Aversion and Expected-Utility Theory: A Calibration Theorem, Econometrica, 68 (2000), 1281-1292.",
        "Becker, Gary, A Theory of the Allocation o f Time, Economic Journal, 75 (1965), 493- 517.",
        "Blundell, Richard and Thomas MaCurdy, Labor Supply: A Review of Alternative Ap- proaches, in Ashenfelter, Orley and David Card, eds., Handbook of Labor Economics 3 (Amsterdam: North-Holland, 1999).",
        "Barsky, Robert B., F. Thomas Juster, Miles S. Kimball, and Matthew D. Shapiro, Pref- erence Parameters and Behavioral Heterogeneity: An Experimental Approach in the Health and Retirement Study, Quarterly Journal of Economics, CXII (1997), 537-580.",
        "Dreze, Jacques, Essays on Economic Decisions Under Uncertainty (Cambridge: Cam- bridge Univ. Press, 1987).",
        "Chetty, Raj. Consumption Commitments, Unemployment Durations, and Local Risk Aversion, Harvard University Mimeograph (2002).",
        "Feldstein, Martin, Tax Avoidance and the Deadweight Loss of the Income Tax, Review of Economics and Statistics,81 (1999), 674-680.",
        "Browning, Martin and Timothy Crossley, Unemployment Insurance Bene fitLevelsand Consumption Changes, Journal of Public Economics, 80 (2001), 1-23.",
        "Eissa, Nada and Hoynes, Hillary, The Earned Income Tax Credit and the Labor Supply of Married Couples, NBER Working Paper 6856 (1998).",
        "Gruber, Jonathan, The Consumption Smoothing Bene fits of Unemployment Insurance, American Economic Review, 87 (1997), 192-205.",
        "Gertner, Robert, Game Shows and Economic Behavior: Risk-Taking on `Card Sharks, Quarterly Journal of Economics, 108 (1993), 507-22.",
        "Friedberg, Leoria, The Labor Supply E ects of the Social Security Earnings Test, Review of Economics and Statistics, 82 (2000), 48-63.",
        "Hausman, Jerry, Taxes and Labor Supply, in Feldstein, Martin and Alan Auerbach, eds., Handbook of Public Economics 1 (Amsterdam: North Holland, 1985).",
        "Gruber, Jonathan and Emmanuel Saez, The Elasticity of Taxable Income: Evidence and Implications, NBER Working Paper 7512 (2000).",
        "Imbens, Guido, Donald B. Rubin, and Bruce I. Sacerdote, Estimating the E ect of Unearned Income on Labor Earnings, Savings, and Consumption: Evidence from a Survey of Lottery Players, American Economic Review, 91 (2001), 778-794.",
        "MaCurdy, Thomas, David Green, and Harry Paarsh, Assessing Empirical Approaches for Analyzing Taxes and Labor Supply, Journal of Human Resources, 25 (1990), 415-90.",
        "Kocherlakota, Narayana, The Equity Premium: Its Still a Puzzle, Journal of Economic Literature, 24 (1996), 42-71.",
        "Metrick, Andrew, A Natural Experiment in Jeopardy!, American Economic Review, 85 (1995), 240-253.",
        "Kandel, Shmuel and Robert F. Stambaugh, Asset Returns and Intertemporal Prefer- ences, Journal of Monetary Econmics, 27 (1991), 39-71.",
        "Mehra, Rajnish and Edward C. Prescott, The Equity Premium: A Puzzle, Journal of Monetary Economics, 15 (1985), 145-161.",
        "Machina, Mark, Choice Under Uncertainty: Problems Solved and Unsolved, Journal of Economic Perspectives, 1 (1987), 121-154.",
        "Prelec, Drazen, The Probability Weighting Function, Econometrica, 66 (1998), 497- 527.",
        "Pencavel, John, Labor Supply of Men: A Survey in Ashenfelter, Orley and Richard Layard, eds, Handbook of Labor Economics 1 (Amsterdam: North Holland, 1986).",
        "Saez, Emmanuel, The Eect of Marginal Tax Rates on Income: A Panel Study of `Bracket Creep, NBER Working Paper 7367 (1999).",
        "Tversky, Amos and Craig Fox, Weighting Risk and Uncertainty, Psychological Review, 102 (1994), 269-283.",
        "Szpiro, George, Measuring Risk Aversion: An Alternative Approach, The Review of Economics and Statistics, 68 (1986), 156-159.",
        "U.S. Census Bureau, Current Population Reports P60-209. Money Income in the United States (1999).",
        "Wolf, Charles and Larry Pohlman, The Recovery of Risk Preferences from Actual Choices, Econometrica, 51 (1983), 843-850."
    ]
}