{
    "id": 999,
    "cites": 20,
    "cited_by": 1,
    "reference": [
        "Bhagwhati J. (1982), Import competition and international factor mobilities: some issues, paper presented to the lEA Conference on Structural Adjustments in Trade Dependent Advanced Economics, Stockholm, August 2-6.",
        "Chipman J.S. (1971), International trade with capital mobility: a substitution theorem, chapt. 10 in J. Bhagwhati, R.W. Jones, R.A. Mundell and J. Vanek, eds., Trade, balance of payment and growth, Amsterdam: North-Holland.",
        "Deardorff A.V. (1980), The general validity of the law of com- parative advantage, Journal of Political Economy 88, 941-957.",
        "Deardorff A.V. (1982), The general validity of the Heckscher- Ohlin Theorem, American Economic Review 72, 683-694.",
        "Diewert W.E. (1974), Applications of duality theory, chapi. 3 in M.D. Intriligator and D.A. Kendrick, eds., Frontiers of quanti- tative economics, Vol. II, Amsterdam: North-Holland.",
        "Dixit A.K. and V. Norman (1980), Theory of international trade, Cambridge, Nisbet and Cambridge U.P.",
        "Dixit A.K. and A.D. Woodland (1982), The relationship between factor endowments and commodity trade, Journal of International Economics, forthcoming.",
        "Ethier W.J. (1982a), The general role of factor intensity in the theorems of international trade, mimeo.",
        "Ethier W.J. (l982b), Fligher dimensional trade theory, lIES Seminar Paper No. 218. Also in R.W. Jones and P.B. Kenen, eds., Handbook of international economics, vol. I, to be published by North- Holland. Gruhen F.H. and W.M. Corden (1970), A tariff that worsens the terms of trade, chapt. 4 in l.A. McDougall and R.H. Snapes, eds., Studies in international economics, Amsterdam: North-Holland.",
        "Jones R.W. (1980), Comparative and absolute advantage, Schweizerische Zeitschrift fÃ\u0083Â¼r Volkswirtschaft und Statistik 3, 235-260.",
        "Jones R.W. and J.P. Neary (1982), The positive theory of inter- national trade, chapt. 1 in R.W. Jones and P.B. Kenen, eds., Handbook of international economics, vol. I, to be published by North-Holland.",
        "Jones R.W., J.P. Neary and Frances P. Ruane (1981), Two-way capital flows: Cross-hauling in models of foreign investment, mimeO.",
        "Jones R.W. and J.A. Scheinkman (1977), The relevance of the two- sector production model in trade theory, Journal of Political Economy 85, 909-935.",
        "Kemp M.C. (1969), The pure theory of international trade and investments, Englewood Cliffs, NJ: Prentice Hall.",
        "Markusen J.R. (1981), Factor movements and commodity trade as complements: a survey of some possible cases, mimeo., University of Western Ontario.",
        "Mundell R.A. (1957), International trade and factor mobility, American Economic Review 47, 321-335.",
        "Neary J.P. (1980), International factor mobility, miniimim wage rates and factor-price equalization: A synthesis, lIES Seminar Paper No. 158.",
        "Ruff in R.J. (1981), Trade and factor movements with three factors and two goods, Economic Letters 7, 177-182.",
        "Woodland A.D. (1981), International trade and resource allocation, unpublished manuscript, University of Sidney.",
        "Woodland A.D. (1982), Stability, capital mobility and trade, International Economic Review, forthcoming."
    ]
}