{
    "id": 9998,
    "cites": 12,
    "cited_by": 4,
    "reference": [
        "RELATIVE WAGE VARIATION AND INDUSTRY LOCATION 17 Katz, L and Autor, D (1999) `Changes in the Wage Structure and Earnings Inequality, in (eds) Ashenfelter, 0 and Card, D, Handbook of Labor Economics, Vol 3A, North-Holland, 1463-1555.",
        "Griffith, R (1999) `Using the ARD Establishment-level Data to Look at Foreign Ownership and Productivity in the United Kingdom, Economic Journal, 109, F416-F442.",
        "Duranton, G and Monastiriotis, V (2002) `Mind the Gaps: The Evolution of Regional Earnings Inequalities in the U.K., Journal of Regional Science, vol. 42, no. 2, May, pp. 219-56.",
        "Cabinet Office (1999) Sharing the Nations Prosperity: Variations in Economic and Social Conditions Across the U.K., Report to the Prime Minister, London.",
        "Bernard, A. B. and Schott, P. K. (2003) `Factor Price Equality and the Economies of the United States, Tuck School of Business and Yale School of Management, revised version of NBER Working Paper, 8068, available from, http://mba.tuck.dartmouth.edu/pages/faculty/andrew.bernard/.",
        "Bernard, A. B., Redding, S., Schott, P.K. and Simpson, H. (2003) `Factor Price Equalization in the U.K.?: A General Test and Evidence , revised version of NBER Working Paper, 9052, available from http://mba.tuck.dartmouth.edu/pages/faculty/andrew.bernard/.",
        "Krugman, P (1991) Geography and Trade, MIT Press, Cambridge, MA.",
        "Leamer, Edward E. (1987) `Paths of Development in the Three-Factor, n-Good General Equilibrium Model, Journal of Political Economy 95,961-999.",
        "Leontief, W (1953) `Domestic Production and Foreign Trade: The American Capital Position Re-examined, Proceedings of the American Philosophical Society, 97, 332-49.",
        "Lerner, A (1952) `Factor Prices and International Trade, Economica, 19(1), 1-15.",
        "Trefler, D (1993) `International Factor Price Differences: Leontief was Right!, Journal of Political Economy, 101(6), 961-87.",
        "Venables, A and Rice, P (2003) `Equilibrium Regional Disparities: Theory and U.K. Evidence, Regional Studies, forthcoming."
    ]
}