{
    "id": 9999,
    "cites": 16,
    "cited_by": 28,
    "reference": [
        "Kotlikoff, Laurence, and David Wise. 1985. La bor Compensation and the Structure of Private Pension Plans: Evidence for Contractual versus Spot Labor Markets, in Pensions, Labor, and Individual Choice , D. Wise, ed. Chicago: University of Chicago Press, 55-85.",
        "Lazear, Edward P. 1986. Retirement from the Labor Force. In Handbook of Labor Economics, Volume 1 , edited by O. Ashenfelter and R. Layard. New York: Elsevier Science Publishers.",
        "Friedberg, Leora, and Michael Owyang. 2002a. Not Your Fathers Pension Plan: The Rise of 401(k) and Other Defined Contribution Plans. Federal Reserve Bank of St. Louis Review , 84 (1): 23-34.",
        "Friedberg, Leora, and Michael Owyang. 2002b. Explaining the Evolution of Pension Structure and Job Tenure. Saint Louis Federal Reserve Bank Working Paper No. 2002-022A.",
        "Gustman, Alan, and Steinmeier, Thomas. 1992. The Stampede Toward Defined Contribution Pension Plans: Fact or Fiction? Industrial Relations 31 (2): 361-369.",
        "Gustman, Alan, and Thomas Steinmeier. 1999. What People Dont Know About Their Pensions and Social Security: An Analysis Us ing Linked Data From the Health and Retirement Study. NBER Working Paper No. 7368.",
        "The Hay-Huggins Company. Pension Plan Expense Study. Final report submitted to the Pension Benefit Guaranty Corporation. September, 1990.",
        "Ippolito, Richard. 1995. Toward Explaining the Growth of Defined Contribution Pensions. Industrial Relations 34 (1): 1-20.",
        "Filer, Randall, and Marjorie Honig. 1998. A Model of Endogenous Pensions in Retirement Behavior. Manuscript, Hunter College.",
        "Friedberg, Leora. 2003. The Impact of Technological Change on Older Workers: Evidence from Data on Computer Use. Industrial and Labor Relations Review forthcoming.",
        "Employee Benefit Research Institute. 1996. Fundamentals of Employee Benefit Programs. Washington, Fifth Edition.",
        "Engen, Eric, William Gale, and John Karl Scholz. 1996. The Illusory Effects of Saving Incentives on Saving. Journal of Economic Perspectives 10 (4): 113-138.",
        "The Choice of Pension Plans in a Changing Regulatory Environment . Washington DC: The AEI Press. Coile, Courtney, and Jonathan Gruber. 2000. Social Security Incentives for Retirement, in Themes in the Economics of Aging , D. Wise, ed. Chicago: University of Chicago Press.",
        "Brown, Charles. 1999. Early Retirement Windows, in Forecasting Retirement Needs and Retirement Wealth , O. Mitchell, P. Hammond, and A. Rappaport, eds. Philadelphia: University of Pennsylvania Press.",
        "Brown, Jeffrey, Olivia Mitchell, James Poterba, and Mark Warshawsky. 1999. Taxing Retirement Income: Nonqualified Annuities and Dist ributions from Qualified Accounts. NBER Working Paper No. 7268.",
        "Burkhauser, Richard. 1979. The Pension Acceptance Decision of Older Workers. Journal of Human Resources 14 (1): 63-75."
    ]
}